{
    "name": "The Convert\nDeep Waters, Part 5.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE CONVERT\n\nMr. Purnip took the arm of the new recruit and hung over him almost\ntenderly as they walked along; Mr. Billing, with a look of conscious\nvirtue on his jolly face, listened with much satisfaction to his friend's\ncompliments.\n\n\"It's such an example,\" said the latter.  \"Now we've got you the others\nwill follow like sheep.  You will be a bright lamp in the darkness.\"\n\n\"Wot's good enough for me ought to be good enough for them,\" said Mr.\nBilling, modestly.  \"They'd better not let me catch--\"\n\n\"H'sh!  H'sh!\"  breathed Mr. Purnip, tilting his hat and wiping his bald,\nbenevolent head.\n\n\"I forgot,\" said the other, with something like a sigh.  \"No more\nfighting; but suppose somebody hits me?\"\n\n\"Turn the other cheek,\" replied Mr. Purnip.\n\n\"They won't hit that; and when they see you standing there smiling at\nthem--\"\n\n\"After being hit?\"  interrupted Mr. Billing.\n\n\"After being hit,\" assented the other, \"they'll be ashamed of themselves,\nand it'll hurt them more than if you struck them.\"\n\n\"Let's 'ope so,\" said the convert; \"but it don't sound reasonable.  I can\nhit a man pretty 'ard.  Not that I'm bad-tempered, mind you; a bit quick,\np'r'aps.  And, after all, a good smack in the jaw saves any amount of\nargufying.\"\n\nMr. Purnip smiled, and, as they walked along, painted a glowing picture\nof the influence to be wielded by a first-class fighting-man who refused\nto fight.  It was a rough neighbourhood, and he recognized with sorrow\nthat more respect was paid to a heavy fist than to a noble intellect or a\nloving heart.\n\n\"And you combine them all,\" he said, patting his companion's arm.\n\nMr. Billing smiled.  \"You ought to know best,\" he said, modestly.\n\n\"You'll be surprised to find how easy it is,\" continued Mr. Purnip.  \"You\nwill go from strength to strength.  Old habits will disappear, and you\nwill hardly know you have lost them.  In a few months' time you will\nprobably be wondering what you could ever have seen in beer, for\nexample.\"\n\n\"I thought you said you didn't want me to give up beer?\"  said the other.\n\n\"We don't,\" said Mr. Purnip.  \"I mean that as you grow in stature you\nwill simply lose the taste for it.\"\n\nMr. Billing came to a sudden full stop.  \"D'ye mean I shall lose my\nliking for a drop o' beer without being able to help myself?\"  he\ndemanded, in an anxious voice.\n\n\"Of course, it doesn't happen in every case,\" he said, hastily.\n\nMr. Billing's features relaxed.  \"Well, let's 'ope I shall be one of the\nfortunate ones,\" he said, simply.  \"I can put up with a good deal, but\nwhen it comes to beer----\"\n\n\"We shall see,\" said the other, smiling.\n\n\"We don't want to interfere with anybody's comfort; we want to make them\nhappier, that's all.  A little more kindness between man and man; a\nlittle more consideration for each other; a little more brightness in\ndull lives.\"\n\nHe paused at the corner of the street, and, with a hearty handshake, went\noff.  Mr. Billing, a prey to somewhat mixed emotions, continued on his\nway home.  The little knot of earnest men and women who had settled in\nthe district to spread light and culture had been angling for him for\nsome time.  He wondered, as he walked, what particular bait it was that\nhad done the mischief.\n\n\"They've got me at last,\" he remarked, as he opened the house-door and\nwalked into his small kitchen.  \"I couldn't say 'no' to Mr. Purnip.\"\n\n\"Wish 'em joy,\" said Mrs. Billing, briefly.  \"Did you wipe your boots?\"\n\nHer husband turned without a word, and, retreating to the mat, executed a\nprolonged double-shuffle.\n\n\"You needn't wear it out,\" said the surprised Mrs. Billing.\n\n\"We've got to make people 'appier,\" said her husband, seriously; \"be\nkinder to 'em, and brighten up their dull lives a bit.  That's wot Mr.\nPurnip says.\"\n\n\"You'll brighten 'em up all right,\" declared Mrs. Billing, with a sniff.\n\"I sha'n't forget last Tuesday week--no, not if I live to be a hundred.\nYou'd ha' brightened up the police-station if I 'adn't got you home just\nin the nick of time.\"\n\nHer husband, who was by this time busy under the scullery-tap, made no\nreply.  He came from it spluttering, and, seizing a small towel, stood in\nthe door-way burnishing his face and regarding his wife with a smile\nwhich Mr. Purnip himself could not have surpassed.  He sat down to\nsupper, and between bites explained in some detail the lines on which his\nfuture life was to be run.  As an earnest of good faith, he consented,\nafter a short struggle, to a slip of oil-cloth for the passage; a pair of\nvases for the front room; and a new and somewhat expensive corn-cure for\nMrs. Billing.\n\n\"And let's 'ope you go on as you've begun,\" said that gratified lady.\n\"There's something in old Purnip after all.  I've been worrying you for\nmonths for that oilcloth.  Are you going to help me wash up?  Mr. Purnip\nwould.\"\n\nMr. Billing appeared not to hear, and, taking up his cap, strolled slowly\nin the direction of the Blue Lion.  It was a beautiful summer evening,\nand his bosom swelled as he thought of the improvements that a little\nbrotherliness might effect in Elk Street.  Engrossed in such ideas, it\nalmost hurt him to find that, as he entered one door of the Blue Lion,\ntwo gentlemen, forgetting all about their beer, disappeared through the\nother.\n\n\"Wot 'ave they run away like that for?\"  he demanded, looking round.\n\"I wouldn't hurt 'em.\"\n\n\"Depends on wot you call hurting, Joe,\" said a friend.\n\nMr. Billing shook his head.  \"They've no call to be afraid of me,\" he\nsaid, gravely.  \"I wouldn't hurt a fly; I've got a new 'art.\"\n\n\"A new wot?\" inquired his friend, staring.\n\n\"A new 'art,\" repeated the other.  \"I've given up fighting and swearing,\nand drinking too much.  I'm going to lead a new life and do all the good\nI can; I'm going--\"\n\n\"Glory!  Glory!\" ejaculated a long, thin youth, and, making a dash for\nthe door, disappeared.\n\n\"He'll know me better in time,\" said Mr. Billing.  \"Why, I wouldn't hurt\na fly.  I want to do good to people; not to hurt 'em.  I'll have a pint,\"\nhe added, turning to the bar.\n\n\"Not here you won't,\" said the landlord, eyeing him coldly.\n\n\"Why not?\" demanded the astonished Mr. Billing.\n\n\"You've had all you ought to have already,\" was the reply.  \"And there's\none thing I'll swear to--you ain't had it 'ere.\"\n\n\"I haven't 'ad a drop pass my lips began the outraged Mr. Billing.\n\n\"Yes, I know,\" said the other, wearily, as he shifted one or two glasses\nand wiped the counter; \"I've heard it all before, over and over again.\nMind you, I've been in this business thirty years, and if I don't know\nwhen a man's had his whack, and a drop more, nobody does.  You get off\n'ome and ask your missis to make you a nice cup o' good strong tea, and\nthen get up to bed and sleep it off.\"\n\n\"I dare say,\" said Mr. Billing, with cold dignity, as he paused at the\ndoor--\"I dare say I may give up beer altogether.\"\n\nHe stood outside pondering over the unforeseen difficulties attendant\nupon his new career, moving a few inches to one side as Mr. Ricketts, a\nfoe of long standing, came towards the public-house, and, halting a yard\nor two away, eyed him warily.\n\n\"Come along,\" said Mr. Billing, speaking somewhat loudly, for the benefit\nof the men in the bar; \"I sha'n't hurt you; my fighting days are over.\"\n\n\"Yes, I dessay,\" replied the other, edging away.\n\n\"It's all right, Bill,\" said a mutual friend, through the half-open door;\n\"he's got a new 'art.\"\n\nMr. Ricketts looked perplexed.  \"'Art disease, d'ye mean?\"  he inquired,\nhopefully.  \"Can't he fight no more?\"\n\n\"A new 'art,\" said Mr. Billing.  \"It's as strong as ever it was, but it's\nchanged--brother.\"\n\n\"If you call me 'brother' agin I'll give you something for yourself, and\nchance it,\" said Mr. Ricketts, ferociously.  \"I'm a pore man, but I've\ngot my pride.\"\n\nMr. Billing, with a smile charged with brotherly love, leaned his left\ncheek towards him.  \"Hit it,\" he said, gently.\n\n\"Give it a smack and run, Bill,\" said the voice of a well-wisher inside.\n\n\"There'd be no need for 'im to run,\" said Mr. Billing.  \"I wouldn't hit\n'im back for anything.  I should turn the other cheek.\"\n\n\"Whaffor?\" inquired the amazed Mr. Ricketts.\n\n\"For another swipe,\" said Mr. Billing, radiantly.\n\nIn the fraction of a second he got the first, and reeled back staggering.\nThe onlookers from the bar came out hastily.  Mr. Ricketts, somewhat\npale, stood his ground.\n\n\"You see, I don't hit you,\" said Mr. Billing, with a ghastly attempt at a\nsmile.\n\nHe stood rubbing his cheek gently, and, remembering Mr. Purnip's\nstatements, slowly, inch by inch, turned the other in the direction of\nhis adversary.  The circuit was still incomplete when Mr. Ricketts,\nbalancing himself carefully, fetched it a smash that nearly burst it.\nMr. Billing, somewhat jarred by his contact with the pavement, rose\npainfully and confronted him.\n\n\"I've only got two cheeks, mind,\" he said, slowly.\n\nMr. Ricketts sighed.  \"I wish you'd got a blinking dozen,\" he said,\nwistfully.  \"Well, so long.  Be good.\"\n\nHe walked into the Blue Lion absolutely free from that sense of shame\nwhich Mr. Purnip had predicted, and, accepting a pint from an admirer,\nboasted noisily of his exploit.  Mr. Billing, suffering both mentally and\nphysically, walked slowly home to his astonished wife.\n\n\"P'r'aps he'll be ashamed of hisself when 'e comes to think it over,\" he\nmurmured, as Mrs. Billing, rendered almost perfect by practice,\nadministered first aid.\n\n\"I s'pect he's crying his eyes out,\" she said, with a sniff.  \"Tell me if\nthat 'urts.\"\n\nMr. Billing told her, then, suddenly remembering himself, issued an\nexpurgated edition.\n\n\"I'm sorry for the next man that 'its you,\" said his wife, as she drew\nback and regarded her handiwork.\n\n\"'Well, you needn't be,\" said Mr. Billing, with dignity.  \"It would take\nmore than a couple o' props in the jaw to make me alter my mind when I've\nmade it up.  You ought to know that by this time.  Hurry up and finish.\nI want you to go to the corner and fetch me a pot.\"\n\n\"What, ain't you going out agin?\"  demanded his astonished wife.\n\nMr. Billing shook his head.  \"Somebody else might want to give me one,\"\nhe said, resignedly, \"and I've 'ad about all I want to-night.\"\n\nHis face was still painful next morning, but as he sat at breakfast in\nthe small kitchen he was able to refer to Mr. Ricketts in terms which\nwere an eloquent testimony to Mr. Purnip's teaching.  Mrs. Billing,\nunable to contain herself, wandered off into the front room with a\nduster.\n\n\"Are you nearly ready to go?\"  she inquired, returning after a short\ninterval.\n\n\"Five minutes,\" said Mr. Billing, nodding.  I'll just light my pipe and\nthen I'm off.\"\n\n\"'Cos there's two or three waiting outside for you,\" added his wife.\n\nMr. Billing rose.  \"Ho, is there?\"  he said, grimly, as he removed his\ncoat and proceeded to roll up his shirt-sleeves.  \"I'll learn 'em.  I'll\ngive 'em something to wait for.  I'll----\"\n\nHis voice died away as he saw the triumph in his wife's face, and,\ndrawing down his sleeves again, he took up his coat and stood eyeing her\nin genuine perplexity.\n\n\"Tell 'em I've gorn,\" he said, at last.\n\n\"And what about telling lies?\" demanded his wife.  \"What would your Mr.\nPurnip say to that?\"\n\n\"You do as you're told,\" exclaimed the harassed Mr. Billing.  \"I'm not\ngoing to tell 'em; it's you.\"\n\nMrs. Billing returned to the parlour, and, with Mr. Billing lurking in\nthe background, busied herself over a china flower-pot that stood in the\nwindow, and turned an anxious eye upon three men waiting outside.  After\na glance or two she went to the door.\n\n\"Did you want to see my husband?\" she inquired.\n\nThe biggest of the three nodded.  \"Yus,\" he said, shortly.\n\n\"I'm sorry,\" said Mrs. Billing, \"but he 'ad to go early this morning.\nWas it anything partikler?\"\n\n\"Gorn?\" said the other, in disappointed tones.  \"Well, you tell 'im I'll\nsee 'im later on.\"\n\nHe turned away, and, followed by the other two, walked slowly up the\nroad.  Mr. Billing, after waiting till the coast was clear, went off in\nthe other direction.\n\nHe sought counsel of his friend and mentor that afternoon, and stood\nbeaming with pride at the praise lavished upon him.  Mr. Purnip's\nco-workers were no less enthusiastic than their chief; and various\nsuggestions were made to Mr. Billing as to his behaviour in the unlikely\nevent of further attacks upon his noble person.\n\nHe tried to remember the suggestions in the harassing days that followed;\nbaiting Joe Billing becoming popular as a pastime from which no evil\nresults need be feared.  It was creditable to his fellow-citizens that\nmost of them refrained from violence with a man who declined to hit back,\nbut as a butt his success was assured.  The night when a gawky lad of\neighteen drank up his beer, and then invited him to step outside if he\ndidn't like it, dwelt long in his memory.  And Elk Street thrilled one\nevening at the sight of their erstwhile champion flying up the road hotly\npursued by a foeman half his size.  His explanation to his indignant wife\nthat, having turned the other cheek the night before, he was in no mood\nfor further punishment, was received in chilling silence.\n\n\"They'll soon get tired of it,\" he said, hopefully; \"and I ain't going to\nbe beat by a lot of chaps wot I could lick with one 'and tied behind me.\nThey'll get to understand in time; Mr. Purnip says so.  It's a pity that\nyou don't try and do some good yourself.\"\n\nMrs. Billing received the suggestion with a sniff; but the seed was sown.\nShe thought the matter over in private, and came to the conclusion that,\nif her husband wished her to participate in good works, it was not for\nher to deny him.  Hitherto her efforts in that direction had been\npromptly suppressed; Mr. Billing's idea being that if a woman looked\nafter her home and her husband properly there should be neither time\nnor desire for anything else.  His surprise on arriving home to tea on\nSaturday afternoon, and finding a couple of hard-working neighbours\ndevouring his substance, almost deprived him of speech.\n\n\"Poor things,\" said his wife, after the guests had gone; \"they did enjoy\nit.  It's cheered 'em up wonderful.  You and Mr. Purnip are quite right.\nI can see that now.  You can tell him that it was you what put it into my\n'art.\"\n\n\"Me?  Why, I never dreamt o' such a thing,\" declared the surprised Mr.\nBilling.  \"And there's other ways of doing good besides asking a pack of\nold women in to tea.\"\n\n\"I know there is,\" said his wife.  \"All in good time,\" she added, with a\nfar-away look in her eyes.\n\nMr. Billing cleared his throat, but nothing came of it.  He cleared it\nagain.\n\n\"I couldn't let you do all the good,\" said his wife, hastily.  \"It\nwouldn't be fair.  I must help.\"\n\nMr. Billing lit his pipe noisily, and then took it out into the back-yard\nand sat down to think over the situation.  The ungenerous idea that his\nwife was making goodness serve her own ends was the first that occurred\nto him.\n\nHis suspicions increased with time.  Mrs. Billing's good works seemed to\nbe almost entirely connected with hospitality.  True, she had entertained\nMr. Purnip and one of the ladies from the Settlement to tea, but that\nonly riveted his bonds more firmly.  Other visitors included his sister-\nin-law, for whom he had a great distaste, and some of the worst-behaved\nchildren in the street.\n\n\"It's only high spirits,\" said Mrs. Billing; \"all children are like that.\nAnd I do it to help the mothers.\"\n\n\"And 'cos you like children,\" said her husband, preserving his good-\nhumour with an effort.\n\nThere was a touch of monotony about the new life, and the good deeds that\naccompanied it, which, to a man of ardent temperament, was apt to pall.\nAnd Elk Street, instead of giving him the credit which was his due,\npreferred to ascribe the change in his behaviour to what they called\nbeing \"a bit barmy on the crumpet.\"\n\nHe came home one evening somewhat dejected, brightening up as he stood\nin the passage and inhaled the ravishing odours from the kitchen.  Mrs.\nBilling, with a trace of nervousness somewhat unaccountable in view of\nthe excellent quality of the repast provided, poured him out a glass of\nbeer, and passed flattering comment upon his appearance.\n\n\"Wot's the game?\"  he inquired.\n\n\"Game?\" repeated his wife, in a trembling voice.  \"Nothing.  'Ow do you\nfind that steak-pudding?  I thought of giving you one every Wednesday.\"\n\nMr. Billing put down his knife and fork and sat regarding her\nthoughtfully.  Then he pushed back his chair suddenly, and, a picture of\nconsternation and wrath, held up his hand for silence.\n\n\"W-w-wot is it?\"  he demanded.  \"A cat?\"\n\nMrs. Billing made no reply, and her husband sprang to his feet as a long,\nthin wailing sounded through the house.  A note of temper crept into it\nand strengthened it.\n\n\"Wot is it?\"  demanded Mr. Billing again.  \"It's--it's Mrs. Smith's\nCharlie,\" stammered his wife.\n\n\"In--in my bedroom?\" exclaimed her husband, in incredulous accents.\n\"Wot's it doing there?\"\n\n\"I took it for the night,\" said his wife hurriedly.  \"Poor thing, what\nwith the others being ill she's 'ad a dreadful time, and she said if I'd\ntake Charlie for a few--for a night, she might be able to get some\nsleep.\"\n\nMr. Billing choked.  \"And what about my sleep?\" he shouted.  \"Chuck it\noutside at once.  D'ye hear me?\"\n\nHis words fell on empty air, his wife having already sped upstairs to\npacify Master Smith by a rhythmical and monotonous thumping on the back.\nAlso she lifted up a thin and not particularly sweet voice and sang to\nhim.  Mr. Billing, finishing his supper in indignant silence, told\nhimself grimly that he was \"beginning to have enough of it.\"\n\nHe spent the evening at the Charlton Arms, and, returning late, went\nslowly and heavily up to bed.  In the light of a shaded candle he saw a\nsmall, objectionable-looking infant fast asleep on two chairs by the side\nof the bed.\n\n\"H'sh!\" said his wife, in a thrilling whisper.  \"He's just gone off.\"\n\n\"D'ye mean I mustn't open my mouth in my own bedroom?\"  demanded the\nindignant man, loudly.\n\n\"H'sh!\" said his wife again.\n\nIt was too late.  Master Smith, opening first one eye and then the other,\nfinished by opening his mouth.  The noise was appalling.\n\n\"H'sh!  H'sh!\" repeated Mrs. Billing, as her husband began to add to the\nnoise.  \"Don't wake 'im right up.\"\n\n\"Right up?\"  repeated the astonished man.  \"Right up?  Why, is he doing\nthis in 'is sleep?\"\n\nHe subsided into silence, and, undressing with stealthy care, crept into\nbed and lay there, marvelling at his self-control.  He was a sound\nsleeper, but six times at least he was awakened by Mrs. Billing slipping\nout of bed--regardless of draughts to her liege lord--and marching up and\ndown the room with the visitor in her arms.  He rose in the morning and\ndressed in ominous silence.\n\n\"I 'ope he didn't disturb you,\" said his wife, anxiously.\n\n\"You've done it,\" replied Mr. Billing.  \"You've upset everything now.\nSince I joined the Purnip lot everybody's took advantage of me; now I'm\ngoing to get some of my own back.  You wouldn't ha' dreamt of behaving\nlike this a few weeks ago.\"\n\n\"Oh, Joe!\"  said his wife, entreatingly; \"and everybody's been so happy!\"\n\n\"Except me,\" retorted Joe Billing.  \"You come down and get my breakfast\nready.  If I start early I shall catch Mr. Bill Ricketts on 'is way to\nwork.  And mind, if I find that steam-orgin 'ere when I come 'ome\nto-night you'll hear of it.\"\n\nHe left the house with head erect and the light of battle in his eyes,\nand, meeting Mr. Ricketts at the corner, gave that justly aggrieved\ngentleman the surprise of his life.  Elk Street thrilled to the fact that\nMr. Billing had broken out again, and spoke darkly of what the evening\nmight bring forth.  Curious eyes followed his progress as he returned\nhome from work, and a little later on the news was spread abroad that he\nwas out and paying off old scores with an ardour that nothing could\nwithstand.\n\n\"And wot about your change of 'art?\" demanded one indignant matron, as\nher husband reached home five seconds ahead of Mr. Billing and hid in the\nscullery.\n\n\"It's changed agin,\" said Mr. Billing, simply.\n\nHe finished the evening in the Blue Lion, where he had one bar almost to\nhimself, and, avoiding his wife's reproachful glance when he arrived\nhome, procured some warm water and began to bathe his honourable scars.\n\n\"Mr. Purnip 'as been round with another gentleman,\" said his wife.\n\nMr. Billing said, \"Oh!\"\n\n\"Very much upset they was, and 'ope you'll go and see them,\" she\ncontinued.\n\nMr. Billing said \"Oh!\" again; and, after thinking the matter over, called\nnext day at the Settlement and explained his position.\n\n\"It's all right for gentlemen like you,\" he said civilly.  \"But a man.\nlike me can't call his soul 'is own--or even 'is bedroom.  Everybody\ntakes advantage of 'im.  Nobody ever gives you a punch, and, as for\nputting babies in your bedroom, they wouldn't dream of it.\"\n\nHe left amid expressions of general regret, turning a deaf ear to all\nsuggestions about making another start, and went off exulting in his\nfreedom.\n\nHis one trouble was Mr. Purnip, that estimable gentleman, who seemed to\nhave a weird gift of meeting him at all sorts of times and places, never\nmaking any allusion to his desertion, but showing quite clearly by his\nmanner that he still hoped for the return of the wanderer.  It was\nawkward for a man of sensitive disposition, and Mr. Billing, before\nentering a street, got into the habit of peering round the corner first.\n\nHe pulled up suddenly one evening as he saw his tenacious friend,\naccompanied by a lady-member, some little distance ahead.  Then he sprang\nforward with fists clenched as a passer-by, after scowling at Mr. Purnip,\nleaned forward and deliberately blew a mouthful of smoke into the face of\nhis companion.\n\nMr. Billing stopped again and stood gaping with astonishment.  The\naggressor was getting up from the pavement, while Mr. Purnip, in an\nabsolutely correct attitude, stood waiting for him.  Mr. Billing in a\nglow of delight edged forward, and, with a few other fortunates, stood by\nwatching one of the best fights that had ever been seen in the district.\nMr. Purnip's foot-work was excellent, and the way he timed his blows made\nMr. Billing's eyes moist with admiration.\n\nIt was over at last.  The aggressor went limping off, and Mr. Purnip,\nwiping his bald head, picked up his battered and dusty hat from the\nroadway and brushed it on his sleeve.  He turned with a start and a blush\nto meet the delighted gaze of Mr. Billing.\n\n\"I'm ashamed of myself,\" he murmured, brokenly--\"ashamed.\"\n\n\"Ashamed !\" exclaimed the amazed Mr. Billing.  \"Why, a pro couldn't ha'\ndone better.\"\n\n\"Such an awful example,\" moaned the other.  \"All my good work here thrown\naway.\"\n\n\"Don't you believe it, sir,\" said Mr. Billing, earnestly.  \"As soon as\nthis gets about you'll get more members than you want a'most.  I'm coming\nback, for one.\"\n\nMr. Purnip turned and grasped his hand.\n\n\"I understand things now,\" said Mr. Billing, nodding sagely.  \"Turning\nthe other cheek's all right so long as you don't do it always.  If you\ndon't let 'em know whether you are going to turn the other cheek or knock\ntheir blessed heads off, it's all right.  'Arf the trouble in the world\nis caused by letting people know too much.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11475/pg11475.txt",
        "name": "the_convert_deep_waters_part_5.json"
    }
}