{
    "name": "The Other Now",
    "author": [
        "Jenkins, Will F.",
        "Fitzgerald, William",
        "Leinster, Murray",
        "Jenkins, Will",
        "Jenkins, William Fitzgerald"
    ],
    "body": "It was self-evident nonsense. If Jimmy Patterson had told anybody\nbut Haynes, calm men in white jackets would have taken him away for\npsychiatric treatment which undoubtedly would have been effective. He'd\nhave been restored to sanity and common sense, and he'd probably have\ndied of it. So to anyone who liked Jimmy and Jane, it is good that\nthings worked out as they did. The facts are patently impossible, but\nthey are satisfying.\n\nHaynes, though, would like very much to know exactly why it happened\nin the case of Jimmy and Jane and nobody else. There must have been\nsome specific reason, but there's absolutely no clue to it.\n\nIt began about three months after Jane was killed in that freak\naccident. Jimmy had taken her death hard. This night seemed no\ndifferent from any other. He came home just as usual and his throat\ntightened a little, just as usual, as he went up to the door. It was\nstill intolerable to know that Jane wouldn't be waiting for him.\n\nThe hurt in his throat was a familiar sensation which he was doggedly\nhoping would go away. But it was extra strong tonight and he wondered\nrather desperately if he'd sleep, or, if he did, whether he would\ndream. Sometimes he had dreams of Jane and was happy until he woke\nup, and then he wanted to cut his throat. But he wasn't at that point\ntonight. Not yet.\n\nAs he explained it to Haynes later, he simply put his key in the door\nand opened it and started to walk in. But he kicked the door instead,\nso he absently put his key in the door and opened it and started to\nwalk in--\n\nYes, that is what happened. He was half-way through before he realized.\nHe stared blankly. The door looked perfectly normal. He closed it\nbehind him, feeling queer. He tried to reason out what had happened.\n\nThen he felt a slight draught. The door wasn't shut. It was wide open.\nHe had to close it again.\n\nThat was all that happened to mark this night off from any other, and\nthere is no explanation why it happened--began, rather--this night\ninstead of another. Jimmy went to bed with a taut feeling. He'd had the\nconviction that he opened the door twice. The same door. Then he'd had\nthe conviction that he had had to close it twice. He'd heard of that\nfeeling. Queer, but no doubt commonplace.\n\nHe slept, blessedly without dreams. He woke next morning and found his\nmuscles tense. That was an acquired habit. Before he opened his eyes,\nevery morning, he reminded himself that Jane wasn't beside him. It was\nnecessary. If he forgot and turned contentedly--to emptiness--the ache\nof being alive, when Jane wasn't, was unbearable.\n\n\n\nThis morning he lay with his eyes closed to remind himself, and instead\nfound himself thinking about that business of the door. He'd kicked\nthe door between the two openings, so it wasn't only an illusion of\nrepetition. He was puzzling over that repetition after closing the\ndoor, when he found he had to close it again. That proved to him it\nwasn't a standard mental vagary. It looked like a delusion. But his\nmemory insisted that it had happened that way, whether it was possible\nor not.\n\nFrowning, he went out and got his breakfast at a restaurant and rode\nto work. Work was blessed, because he had to think about it. The main\ntrouble was that sometimes something turned up which Jane would have\nbeen amused to hear, and he had to remind himself that there was no use\nmaking a mental note to tell her. Jane was dead.\n\nToday he thought a good deal about the door, but when he went home he\nknew that he was going to have a black night. He wouldn't sleep, and\noblivion would seem infinitely tempting, because the ache of being\nalive, when Jane wasn't, was horribly tedious and he could not imagine\nan end to it. Tonight would be a very bad one, indeed.\n\nHe opened the door and started in. He went crashing into the door. He\nstood still for an instant, and then fumbled for the lock. But the\ndoor was open. He'd opened it. There hadn't been anything for him to\nrun into. Yet his forehead hurt where he'd bumped into the door which\nwasn't closed at all.\n\nThere was nothing he could do about it, though. He went in. He hung\nup his coat. He sat down wearily. He filled his pipe and grimly faced\na night that was going to be one of the worst. He struck a match and\nlighted his pipe, and put the match in an ashtray. And he glanced in\nthe tray. There were the stubs of cigarets in it. Jane's brand. Freshly\nsmoked.\n\nHe touched them with his fingers. They were real. Then a furious anger\nfilled him. Maybe the cleaning woman had had the intolerable insolence\nto smoke Jane's cigarets. He got up and stormed through the house,\nraging as he searched for signs of further impertinence. He found\nnone. He came back, seething, to his chair. The ashtray was empty. And\nthere'd been nobody around to empty it.\n\nIt was logical to question his own sanity, and the question gave him a\nsort of grim cheer. The matter of the recurrent oddities could be used\nto fight the abysmal depression ahead. He tried to reason them out,\nand always they added up to delusions only.\n\nBut he kept his mind resolutely on the problem. Work, during the\nday, was a godsend. Sometimes he was able to thrust aside for whole\nhalf-hours the fact that Jane was dead. Now he grappled relievedly with\nthe question of his sanity or lunacy. He went to the desk where Jane\nhad kept her household accounts. He'd set the whole thing down on paper\nand examine it methodically, checking this item against that.\n\n\n\nJane's diary lay on the desk-blotter, with a pencil between two of its\npages. He picked it up with a tug of dread. Some day he might read\nit--an absurd chronicle Jane had never offered him--but not now. Not\nnow!\n\nThat was when he realized that it shouldn't be here. His hands jumped,\nand it fell open. He saw Jane's angular writing and it hurt. He closed\nit quickly, aching all over. But the printed date at the top of the\npage registered on his brain even as he snapped the cover shut.\n\nHe sat still for minutes, every muscle taut.\n\nIt was a long time before he opened the book again, and by that time\nhe had a perfectly reasonable explanation. It must be that Jane hadn't\nrestricted herself to assigned spaces. When she had something extra to\nwrite, she wrote it on past the page allotted for a given date.\n\nOf course!\n\nJimmy fumbled back to the last written page, where the pencil had been,\nwith a tense matter-of-factness. It was, as he'd noticed, today's date.\nThe page was filled. The writing was fresh. It was Jane's handwriting.\n\n\"_Went to the cemetery_,\" said the sprawling letters. \"_It was very\nbad. Three months since the accident and it doesn't get any easier.\nI'm developing a personal enmity to chance. It doesn't seem like an\nabstraction any more. It was chance that killed Jimmy. It could have\nbeen me instead, or neither of us. I wish--_\"\n\nJimmy went quietly mad for a moment or two. When he came to himself he\nwas staring at an empty desk-blotter. There wasn't any book before him.\nThere wasn't any pencil between his fingers. He remembered picking up\nthe pencil and writing desperately under Jane's entry. \"_Jane!_\" he'd\nwritten--and he could remember the look of his scrawled script under\nJane's--\"_where are you? I'm not dead! I thought you were! In God's\nname, where are you?_\"\n\nBut certainly nothing of the sort could have happened. It was delusion.\n\nThat night was particularly bad, but curiously not as bad as some\nother nights had been. Jimmy had a normal man's horror of insanity,\nyet this wasn't, so to speak, normal insanity. A lunatic has always an\nexplanation for his delusions. Jimmy had none. He noted the fact.\n\nNext morning he bought a small camera with a flash-bulb attachment and\ncarefully memorized the directions for its use. This was the thing that\nwould tell the story. And that night, when he got home, as usual after\ndark, he had the camera ready. He unlocked the door and opened it. He\nput his hand out tentatively. The door was still closed.\n\nHe stepped back and quickly snapped the camera. There was a sharp flash\nof the bulb. The glare blinded him. But when he put out his hand again,\nthe door was open. He stepped into the living-room without having to\nunlock and open it a second time.\n\n\n\nHe looked at the desk as he turned the film and put in a new\nflash-bulb. It was as empty as he'd left it in the morning. He hung up\nhis coat and settled down tensely with his pipe. Presently he knocked\nout the ashes. There were cigaret butts in the tray.\n\nHe quivered a little. He smoked again, carefully not looking at the\ndesk. It was not until he knocked out the second pipeful of ashes that\nhe let himself look where Jane's diary had been.\n\nIt was there again. The book was open. There was a ruler laid across it\nto keep it open.\n\nJimmy wasn't frightened, and he wasn't hopeful. There was absolutely no\nreason why this should happen to him. He was simply desperate and grim\nwhen he went across the room. He saw yesterday's entry, and his own\nhysterical message. And there was more writing beyond that.\n\nIn Jane's hand.\n\n\"_Darling, maybe I'm going crazy. But I think you wrote me as if you\nwere alive. Maybe I'm crazy to answer you. But please, darling, if you\nare alive somewhere and somehow--_\"\n\nThere was a tear-blot here. The rest was frightened, and tender, and as\ndesperate as Jimmy's own sensations.\n\nHe wrote, with trembling fingers, before he put the camera into\nposition and pressed the shutter-control for the second time.\n\nWhen his eyes recovered from the flash, there was nothing on the desk.\n\nHe did not sleep at all that night, nor did he work the next day. He\nwent to a photographer with the film and paid an extravagant fee to\nhave the film developed and enlarged at once. He got back two prints,\nquite distinct. Even very clear, considering everything. One looked\nlike a trick shot, showing a door twice, once open and once closed, in\nthe same photograph. The other was a picture of an open book and he\ncould read every word on its pages. It was inconceivable that such a\npicture should have come out.\n\nHe walked around practically at random for a couple of hours, looking\nat the pictures from time to time. Pictures or no pictures, the thing\nwas nonsense. The facts were preposterous. It must be that he only\nimagined seeing these prints. But there was a quick way to find out.\n\nHe went to Haynes. Haynes was his friend and reluctantly a\nlawyer--reluctantly because law practice interfered with a large number\nof unlikely hobbies.\n\n\"Haynes,\" said Jimmy quietly, \"I want you to look at a couple of\npictures and see if you see what I do. I may have gone out of my head.\"\n\n\n\nHe passed over the picture of the door. It looked to Jimmy like two\ndoors, nearly at right angles, in the same door-frame and hung from the\nsame hinges.\n\nHaynes looked at it and said tolerantly, \"Didn't know you went in for\ntrick photography.\" He picked up a reading glass and examined it in\ndetail. \"A futile but highly competent job. You covered half the film\nand exposed with the door closed, and then exposed for the other half\nof the film with the door open. A neat job of matching, though. You've\na good tripod.\"\n\n\"I held the camera in my hand,\" said Jimmy, with restraint.\n\n\"You couldn't do it that way, Jimmy,\" objected Haynes. \"Don't try to\nkid me.\"\n\n\"I'm trying not to fool myself,\" said Jimmy. He was very pale. He\nhanded over the other enlargement. \"What do you see in this?\"\n\nHaynes looked. Then he jumped. He read through what was so plainly\nphotographed on the pages of a diary that hadn't been before the\ncamera. Then he looked at Jimmy in palpable uneasiness.\n\n\"Got any explanation?\" asked Jimmy. He swallowed. \"I--haven't any.\"\n\nHe told what had happened to date, baldly and without any attempt to\nmake it reasonable. Haynes gaped at him. But before long the lawyer's\neyes grew shrewd and compassionate. As noted hitherto, he had a number\nof unlikely hobbies, among which was a loud insistence on a belief in a\nfourth dimension and other esoteric ideas, because it was good fun to\ntalk authoritatively about them. But he had common sense, had Haynes,\nand a good and varied law practice.\n\nPresently he said gently, \"If you want it straight, Jimmy ... I had\na client once. She accused a chap of beating her up. It was very\npathetic. She was absolutely sincere. She really believed it. But her\nown family admitted that she'd made the marks on herself--and the\ndoctors agreed that she'd unconsciously blotted it out of her mind\nafterward.\"\n\n\"You suggest,\" said Jimmy composedly, \"that I might have forged all\nthat to comfort myself with, as soon as I could forget the forging.\nI don't think that's the case, Haynes. What possibilities does that\nleave?\"\n\nHaynes hesitated a long time. He looked at the pictures again,\nscrutinizing especially the one that looked like a trick shot.\n\n\"This is an amazingly good job of matching,\" he said wrily. \"I can't\npick the place where the two exposures join. Some people might manage\nto swallow this, and the theoretic explanation is a lot better. The\nonly trouble is that it couldn't happen.\"\n\nJimmy waited.\n\n\n\nHaynes went on awkwardly, \"The accident in which Jane was killed. You\nwere in your car. You came up behind a truck carrying structural steel.\nThere was a long slim girder sticking way out behind, with a red rag on\nit. The truck had airbrakes. The driver jammed them on just after he'd\npassed over a bit of wet pavement. The truck stopped. Your car slid,\neven with the brakes locked.--It's nonsense, Jimmy!\"\n\n\"I'd rather you continued,\" said Jimmy, white.\n\n\"You--ran into the truck, your car swinging a little as it slid. The\ngirder came through the windshield. It could have hit you. It could\nhave missed both of you. By pure chance, it happened to hit Jane.\"\n\n\"And killed her,\" said Jimmy very quietly. \"Yes. But it might have been\nme. That diary entry is written as if it had been me. Did you notice?\"\n\nThere was a long pause in Haynes' office. The world outside the windows\nwas highly prosaic and commonplace and normal. Haynes wriggled in his\nchair.\n\n\"I think,\" he said unhappily, \"you did the same as my girl\nclient--forged that writing and then forgot it. Have you seen a doctor\nyet?\"\n\n\"I will,\" said Jimmy. \"Systematize my lunacy for me first, Haynes. If\nit can be done.\"\n\n\"It's not accepted science,\" said Haynes. \"In fact, it's considered\neyewash. But there have been speculations....\" He grimaced. \"First\npoint is that it was pure chance that Jane was hit. It was just as\nlikely to be you instead, or neither of you. If it had been you--\"\n\n\"Jane,\" said Jimmy, \"would be living in our house alone, and she might\nvery well have written that entry in the diary.\"\n\n\"Yes,\" agreed Haynes uncomfortably. \"I shouldn't suggest this,\nbut--there are a lot of possible futures. We don't know which one\nwill come about for us. Nobody except fatalists can argue with that\nstatement. When today was in the future, there were a lot of possible\ntodays. The present moment--now--is only one of any number of nows\nthat might have been. So it's been suggested--mind you, this isn't\naccepted science, but pure charlatanry--it's been suggested that there\nmay be more than one actual now. Before the girder actually hit, there\nwere three nows in the possible future. One in which neither of you was\nhit, one in which you were hit, and one--\"\n\nHe paused, embarrassed. \"So some people would say, how do we know that\nthe one in which Jane was hit is the only now? They'd say that the\nothers could have happened and that maybe they did.\"\n\n\n\nJimmy nodded.\n\n\"If that were true,\" he said detachedly, \"Jane would be in a present\nmoment, a now, where it was me who was killed. As I'm in a now where\nshe was killed. Is that it?\"\n\nHaynes shrugged.\n\nJimmy thought, and said gravely, \"Thanks. Queer, isn't it?\"\n\nHe picked up the two pictures and went out.\n\nHaynes was the only one who knew about the affair, and he worried. But\nit is not easy to denounce someone as insane, when there is no evidence\nthat he is apt to be dangerous. He did go to the trouble to find out\nthat Jimmy acted in a reasonably normal manner, working industriously\nand talking quite sanely in the daytime. Only Haynes suspected that of\nnights he went home and experienced the impossible. Sometimes, Haynes\nsuspected that the impossible might be the fact--that had been an\namazingly good bit of trick photography--but it was too preposterous!\nAlso, there was no reason for such a thing to happen to Jimmy.\n\n\n\nFor a week after Haynes' pseudo-scientific explanation, however, Jimmy\nwas almost light-hearted. He no longer had to remind himself that\nJane was dead. He had evidence that she wasn't. She wrote to him in\nthe diary which he found on her desk, and he read her messages and\nwrote in return. For a full week the sheer joy of simply being able to\ncommunicate with each other was enough.\n\nThe second week was not so good. To know that Jane was alive was good,\nbut to be separated from her without hope was not. There was no meaning\nin a cosmos in which one could only write love-letters to one's wife or\nhusband in another now which only might have been. But for a while both\nJimmy and Jane tried to hide this new hopelessness from each other.\n\nJimmy explained this carefully to Haynes before it was all over. Their\nletters were tender and very natural, and presently there was even time\nfor gossip and actual bits of choice scandal....\n\nHaynes met Jimmy on the street one day, after about two weeks. Jimmy\nlooked better, but he was drawn very fine. Though he greeted Haynes\nwithout constraint, Haynes felt awkward. After a little he said,\n\"Er--Jimmy. That matter we were talking about the other day--Those\nphotographs--\"\n\n\"Yes. You were right,\" said Jimmy casually. \"Jane agrees. There is more\nthan one now. In the now I'm in, Jane was killed. In the now she's in,\nI was killed.\"\n\nHaynes fidgeted. \"Would you let me see that picture of the door again?\"\nhe asked. \"A trick film like that simply can't be perfect! I'd like to\nenlarge that picture a little more. May I?\"\n\n\"You can have the film,\" said Jimmy. \"I don't need it any more.\"\n\nHaynes hesitated. Jimmy, quite matter-of-factly, told him most of what\nhad happened to date. But he had no idea what had started it. Haynes\nalmost wrung his hands.\n\n\"The thing can't be!\" he said desperately. \"You _have_ to be crazy,\nJimmy!\"\n\nBut he would not have said that to a man whose sanity he really\nsuspected.\n\nJimmy nodded. \"Jane told me something, by the way. Did you have a\nnear-accident night before last? Somebody almost ran into you out on\nthe Saw Mill Road?\"\n\nHaynes started and went pale. \"I went around a curve and a car plunged\nout of nowhere on the wrong side of the road. We both swung hard. He\nsmashed my fender and almost went off the road himself. But he went\nracing off without stopping to see if I'd gone in the ditch and killed\nmyself. If I'd been five feet nearer the curve when he came out of it--\"\n\n\"Where Jane is,\" said Jimmy, \"you were. Just about five feet nearer the\ncurve. It was a bad smash. Tony Shields was in the other car. It killed\nhim--where Jane is.\"\n\nHaynes licked his lips. It was absurd, but he said, \"How about me?\"\n\n\"Where Jane is,\" Jimmy told him, \"you're in the hospital.\"\n\nHaynes swore in unreasonable irritation. There wasn't any way for Jimmy\nto know about that near-accident. He hadn't mentioned it, because he'd\nno idea who'd been in the other car.\n\n\"I don't believe it!\" But he said pleadingly, \"Jimmy, it isn't so, is\nit? How in hell could you account for it?\"\n\nJimmy shrugged. \"Jane and I--we're rather fond of each other.\" The\nunderstatement was so patent that he smiled faintly. \"Chance separated\nus. The feeling we have for each other draws us together. There's a\nsaying about two people becoming one flesh. If such a thing could\nhappen, it would be Jane and me. After all, maybe only a tiny pebble\nor a single extra drop of water made my car swerve enough to get her\nkilled--where I am, that is. That's a very little thing. So with such a\ntrifle separating us, and so much pulling us together--why, sometimes\nthe barrier wears thin. She leaves a door closed in the house where she\nis. I open that same door where I am. Sometimes I have to open the door\nshe left closed, too. That's all.\"\n\n\n\nHaynes didn't say a word, but the question he wouldn't ask was so\nself-evident that Jimmy answered it.\n\n\"We're hoping,\" he said. \"It's pretty bad being separated, but\nthe--phenomena keep up. So we hope. Her diary is sometimes in the now\nwhere she is, and sometimes in this now of mine. Cigaret butts, too.\nMaybe--\" That was the only time he showed any sign of emotion. He\nspoke as if his mouth were dry. \"If ever I'm in her now or she's in\nmine, even for an instant, all the devils in hell couldn't separate us\nagain!--We hope.\"\n\nWhich was insanity. In fact, it was the third week of insanity. He'd\ntold Haynes quite calmly that Jane's diary was on her desk every night,\nand there was a letter to him in it, and he wrote one to her. He\nsaid quite calmly that the barrier between them seemed to be growing\nthinner. That at least once, when he went to bed, he was sure that\nthere was one more cigaret stub in the ashtray than had been there\nearlier in the evening.\n\nThey were very near indeed. They were separated only by the difference\nbetween what was and what might have been. In one sense the difference\nwas a pebble or a drop of water. In another, the difference was that\nbetween life and death. But they hoped. They convinced themselves\nthat the barrier grew thinner. Once, it seemed to Jimmy that they\ntouched hands. But he was not sure. He was still sane enough not to be\nsure. And he told all this to Haynes in a matter-of-fact fashion, and\nspeculated mildly on what had started it all....\n\nThen, one night, Haynes called Jimmy on the telephone. Jimmy answered.\n\nHe sounded impatient.\n\n\"Jimmy!\" said Haynes. He was almost hysterical. \"I think I'm insane!\nYou know you said Tony Shields was in the car that hit me?\"\n\n\"Yes,\" said Jimmy politely. \"What's the matter?\"\n\n\"It's been driving me crazy,\" wailed Haynes feverishly. \"You said he\nwas killed--there. But I hadn't told a soul about the incident. So--so\njust now I broke down and phoned him. And it _was_ Tony Shields! That\nnear-crash scared him to death, and I gave him hell and--he's paying\nfor my fender! I didn't tell him he was killed.\"\n\nJimmy didn't answer. It didn't seem to matter to him.\n\n\"I'm coming over!\" said Haynes feverishly. \"I've got to talk!\"\n\n\"No,\" said Jimmy. \"Jane and I are pretty close to each other. We've\ntouched each other again. We're hoping. The barrier's wearing through.\nWe hope it's going to break.\"\n\n\"But it can't!\" protested Haynes, shocked at the idea of\nimprobabilities in the preposterous. \"It--it can't! What'd happen if\nyou turned up where she is, or--or if she turned up here?\"\n\n\"I don't know,\" said Jimmy, \"but we'd be together.\"\n\n\"You're crazy! You mustn't--\"\n\n\"Goodbye,\" said Jimmy politely. \"I'm hoping, Haynes. Something has to\nhappen. It has to!\"\n\nHis voice stopped. There was a noise in the room behind him; Haynes\nheard it. Only two words, and those faintly, and over a telephone, but\nhe swore to himself that it was Jane's voice, throbbing with happiness.\nThe two words Haynes thought he heard were, \"_Jimmy! Darling!_\"\n\nThen the telephone crashed to the floor and Haynes heard no more. Even\nthough he called back frantically again, Jimmy didn't answer.\n\n\n\nHaynes sat up all that night, practically gibbering, and he tried to\ncall Jimmy again next morning, and then tried his office, and at last\nwent to the police. He explained to them that Jimmy had been in a\nhighly nervous state since the death of his wife.\n\nSo finally the police broke into the house. They had to break in\nbecause every door and window was carefully fastened from the inside,\nas if Jimmy had been very careful to make sure nobody could interrupt\nwhat he and Jane hoped would occur. But Jimmy wasn't in the house.\nThere was no trace of him. It was exactly as if he had vanished into\nthe air.\n\nUltimately the police dragged ponds and such things for his body,\nbut they never found any clues. Nobody ever saw Jimmy again. It was\nrecorded that Jimmy simply left town, and everybody accepted that\nobvious explanation.\n\n\n\nThe thing that really bothered Haynes was the fact that Jimmy had\ntold him who'd almost crashed into him on the Saw Mill Road, and it\nwas true. That was, to understate, hard to take. And there was the\ndouble-exposure picture of Jimmy's front door, which was much more\nconvincing than any other trick picture Haynes had ever seen. But on\nthe other hand, if it did happen, why did it happen only to Jimmy and\nJane? What set it off? What started it? Why, in effect, did those\noddities start at that particular time, to those particular people, in\nthat particular fashion? In fact, did anything happen at all?\n\nNow, after Jimmy's disappearance, Haynes wished he could talk with him\nonce more--talk sensibly, quietly, without fear and hysteria and this\nnaggingly demanding wonderment.\n\nFor he had sketched to Jimmy, and Jimmy had accepted (hadn't he?) the\npossibility of the _other now_--but with that acceptance came still\nothers. In one, Jane was dead. In one, Jimmy was dead. It was between\nthese two that the barrier had grown so thin....\n\nIf he could talk to Jimmy about it!\n\nThere was also a now in which _both_ had died, and another in which\n_neither_ had died! And if it was togetherness that each wanted so\ndesperately ... _which was it_?\n\nThese were things that Haynes would have liked very much to know, but\nhe kept his mouth shut, or calm men in white coats would have come and\ntaken him away for treatment. As they would have taken Jimmy.\n\nThe only thing really sure was that it was all impossible. But to\nsomeone who liked Jimmy and Jane--and doubtless to Jimmy and to Jane\nthemselves--no matter which barrier had been broken, it was a rather\nsatisfying impossibility.\n\nHaynes' car had been repaired. He could easily have driven out to the\ncemetery. For some reason, he never did.",
    "metadata": {
        "author": [
            "Jenkins, Will F.",
            "Fitzgerald, William",
            "Leinster, Murray",
            "Jenkins, Will",
            "Jenkins, William Fitzgerald"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51112/pg51112.txt",
        "name": "the_other_now.json"
    }
}