{
    "name": "The Scaring off of Teddy Dawson: A Comedy in One Act",
    "author": [
        "Brighouse, Harold"
    ],
    "body": "London: Samuel French, Ltd\n\n1911\n\n\n\n\n\nTHE SCARING OFF OF TEDDY DAWSON\n\n_Living room of a small house in an East End sidestreet. Door direct to\nstreet back centre. Next it, window. Door to house l. Kitchen range R.\nDresser with crockery l. Centre is a table. Four deal chairs. At the\ntable Polly Bettesworth is ironing as the curtain rises. She is no more\nthan fifty, but a hard life has aged her in appearance beyond her years.\nA cheap serge skirt and a dark printed blouse, with elastic-sided boots,\nform her visible attire. Her husband (Andrew) throws open the door c.\nand enters rapidly from street. He is a navvy, dressed in corduroy, with\na leather belt, and is in his shirt sleeves, having been to the nearest\npublic for the supper beer, which is in a large jug in his hand He is a\nlarge man, and Polly seems small by con-start. It is evening, but still\nlight._\n\n*****\n\nAndrew (_angrily_). Where's our Liza?\n\nPolly. What do yer want 'er for?\n\nAndrew (_closing door_). I'm goin' to tan 'er 'ide for 'er.\n\nPolly. What's to do? (_Calmly continuing ironing_)\n\nAndrew (_crossing to door l._). I'll put beer in back to keep cool an'\nthen I'll tell yer. (_Opens left door, leaves jug inside and closes door\nagain._) Now, do yer know wot I've bin 'earing in the _Bluebell_ abart\nour Liza?\n\nPolly. Tell me.\n\nAndrew. Liza's started courtin'! That's wot that whistlin's bin as we've\nbin 'earing so much lately.\n\nPolly (_stopping ironing_). Courtin'! At 'er age?\n\nAndrew. It's Gawd's truth. Wait while I catch the bloke wot's after 'er.\nI'll skin 'im alive.\n\nPolly (_sitting_). Liza courtin'! I don't know wot things is comin' to\nnowadays. Young girls are gettin' a set of forward hussies that haven't\nhardly laid by their skipping-ropes afore they're thinkin' they're ould\nenough to get wed. I fancied we'd brought 'er up different to that.\n\nAndrew. I'll fancy 'er--'er an' 'er fancy man, an' all. I'll teach 'im\nto come round 'ere whistling for our Liza. We ain't partin' with Liza\nyet. She's the only 'un left to us now.\n\nPolly. Yus. T'other girls went off a sight too young. Fust Martha an'\nthen Sally must be havin' their blokes an' gettin' wed. But I didn't\nthink it of Liza. She's kept 'er mouth shut. Them quiet 'uns are always\ndeep.\n\nAndrew. Nature 'ull 'ave its way with 'em so what you do. (_Fiercely._)\nBut I'll spoil this chap's little game. I don't like 'im, not arf like\n'im I don't.\n\nPolly. Who is 'e?\n\nAndrew. Teddy Dawson's 'is name.\n\nPolly (_rising_). Teddy Dawson! Wild as they make 'em that chap is. 'E's\nafter no good with Liza.\n\nAndrew. I'll mar 'is good looks if I catch 'im. 'E'll not be so keen on\ncomin' an' whistlin' at street corner like a canary in a fit. And I'll\ngive Liza the taste of my strap an' all.\n\nPolly (_firmly_). Yer'll not touch the girl. Andrew.\n\nAndrew. Who won't?\n\nPolly. I'll give 'er a piece of my mind.\n\nAndrew. An' I'll give 'er a piece of my belt.\n\nPolly. Yer won't. Me an' yer didn't arsk our old 'uns for leave to start\ncourtin'. Liza ull go the way o' all flesh when 'er time comes.\n\nAndrew. Yus, but 'er time ain't come yet, not by a bloomin' long chalk,\nan' I'll make 'er know it.\n\nPolly. Yer leave Liza to me. Yer can do wot yer loike with Teddy Dawson\nan' welcome.\n\nAndrew. I'll make 'im wish 'e'd never bin born.\n\nPolly. I dunno. Yer've tried that road twice--with Martha's man an'\nSally's.\n\nAndrew (_reminiscently, gloating_). I did an' all. They didn't 'ave much\nof a larky toime courtin'. I put strap abart both of 'em more than once.\n\nPolly. An' they only came the more.\n\nAndrew. Yus. They was spunky fellows. This bloke 'ull not take it that\nway. 'E'll cut an' run.\n\nPolly. I'm not so sure it's the right road to scare 'em off.\n\nAndrew. It's the only road I knows of. Do yer think yer knows a better?\n\nPolly. I dunno as I do. Hush! There's Liza comin' downstairs. Now, keep\nyer mouth shut till I've had my say.\n\n(_Enter l. Liza, a girl of sixteen, with black alpaca skirt to her\nankles, gaudy stockings, cheap \"flash\" shoes, a purple blouse and a hat\nwith coster feathers._)\n\nPolly. My word, Liza, yer do make yerself smart for evenin's. Yer might\nbe courtin' the way yer've decked yerself.\n\nLiza. There's no 'arm in puttin' on a bit of finery, is there, mother?\nIf yer've got things, yer might as well show 'em. Don't do 'em no good\nto lie by in a drawer.\n\nPolly. Be careful, girl. Yer'll 'ave some fellow takin' a fancy to yer\nif yer go down the Mile End Road in that gear. Foine feathers don't make\nfoine birds. (_Liza tosses her head._)\n\nAndrew. Birds! Yus. Puts me in moind of that crazed canary wot comes\nrahnd the 'ouse whistlin' of an evenin'. (_A whistle pipes a little tune\nat back._) Rot it! There's the darned thing now. (_Unbuckling belt._)\nI'll make 'im whistle if I catch 'im. (_Liza runs to door c. to stop\nhis way._) Now-then, Liza, out of my way if yer don't want a taste of\nthis yerself. (_Swings strap round._) 'Ere, if yer've nothin' ter do in\nthe 'ouse get orf to bed. Yer'll not go out this night. (_Exit swinging\nstrap. Liza sits with her handkerchief to her eyes._)\n\nPolly (_softly_). Wot's to do with yer, Liza?\n\nLiza. Oh 'e'll 'urt 'im.\n\nPolly. 'Urt who? Is any one there?\n\nLisa. I--I don't know.\n\nPolly (_roughly_). Yus yer do, yer young deceiver. Yer think yer've got\na feller--yer that's just abart goin' into long skirts. I dunno what the\nworld's comin' to. Young girls is that forward.\n\nLiza (_rising_). Will father 'urt 'im?\n\nPolly (_grimly_). Depends which on 'em's the better man.\n\nLiza (_tearfully_). Oh!\n\nPolly (_kindly_). I dunno that 'e'll do 'im much 'urt. 'E only means to\nfrighten 'im orf comin' rahnd tryin' to court a girl that's too young\nto know wot marryin' means. Yer silly girl! Toime 'ul come soon enough.\n'Ere, dry yer eyes an' come to yer mother. When proper time comes,\nyer'll not foind us backward at lettin' yer go. It's not come yet by\nyears. Yer taken by 'is looks an' 'is bold ways. It ain't looks as make\na man. This 'un's one of them sort as bring woe to a girl wot's fool\nenough to wed 'em. 'E's your fust, but yer not 'is fust, not by many a\none.\n\nLiza (_indignantly_). 'E says I am.\n\nPolly. Hark to that now. Creditin' anything a feller tells yer when 'e's\nlurin' yer to 'is arms. (_The whistle pipes l. Liza hears it and jerks\nup her head. Polly fails to notice it._) Eh, not that I blame yer so\nmuch, yer too young to know different. P'raps yer'd best go to yer\nbed, as yer father said, an' ave yer cry out. Yer'll be better in the\nmornin'.\n\nLiza (_with a quick look off l. in the direction of the whistling_).\nAll right, mother. (_She reaches the door, losses her head defiantly\nand exit l. Polly gets some matches and is about to light the gas when\nAndrew opens the door c. and returns buckling on his belt. It is growing\ngradually darker. Polly puts the match box down unused._)\n\nPolly. Well, 'ave yer trounced 'im?\n\nAndrew. No. 'E dodged me some'ow an I 'eard is darned whistle goin'\nimpudent afterward I reckon 'e wants to get 'er out, but I'll watch 'im\nat it.\n\nPolly. Liza's gorn to bed to 'ave 'er cry out. She'll get over it by\nmornin'. Young 'uns don't take love bad. (_Whistle sounds off l._)\n\nAndrew (_moving to door c._). Darn 'im for a piece of brassen impudence!\nIf I don't break an' spoil 'is whistle for 'im, my name's not Andrew\nBettesworth. I'll raise a lump on 'is thick 'ead big enough for 'im to\n'ang 'is 'at on.\n\nPolly (_detaining him with her hand on his arm_). I'm not so sure,\nAndrew. I've bin thinkin' as that's not right road o' dealin' with 'im.\n\nAndrew. Right or wrong, 'e'll feel the weight of my belt with my arm\nbehind it when I catch 'im.\n\nPolly. I'll tell yer wot I'm thinkin. Yer leathered the fellers wot came\nafter Martha an' Sally, but it didn't choke 'em orf. Made 'em all the\nkeener. Made 'em think the girls was jewels, or yer'd not make so much\nfuss abart lettin' go of 'em. Let this feller think the girl's a wrong\n'un an' 'e'll cool orf quick enough.\n\nAndrew. Well, so they are jewels, an' Liza's the best of the bunch.\n\nPolly. Yus, o' course she is, but you don't need to let 'im know it.\nMake 'im think yer'd be glad to get shut of 'er. Then 'e'll start\nthinkin' there's somethin' wrong abart the girl an' lave er' alone.\n\nAndrew. (_shaking her off_). Garn, that's all woman's bunkum. It takes\na man to dal with a job like this 'ere. Wot 'e wants is a thick ear an'\nI'll stick it out till I catch 'im an' give it 'im an all.\n\n(_Unbuckling his belt and going out centre. Polly removes her ironing\nfrom table. Suddenly she assumes a listenin attitude, then tiptoes\nto the door L. and opens it quietly. Teddy and Liza are standing just\noutside it. He has his arm round her waist. He is a good looking young\nman, short, dark, clean-shaven in a shoddy suit with muffler round his\nneck._)\n\nTeddy. I love yer so I could eat yer.\n\nPolly. Yer'd 'ave a foine belly ache, an all, if 'er flesh were as sour\nas 'er temper. (_Teddy stands amazed, then begins to move away._) Yer'd\nnever run from a woman, would yer? (_Teddy stops._) Come in. I'm sure\nyer welcome. (_Teddy and Liza enter, suspicious and reluctant. Polly\nhands a chair out._) Sit yer down. Don't be shy. Yer welcome to come\n'ere if yer'll do yer courtin' proper an' drop yer dancin' abart outside\nwith that whistle of yours. 'Ticin' Liza out after she's bin sent to\nbed. Yer slipped out o' back door I reckon, Liza?\n\nLiza (_timidly_). Yus, mother.\n\nPolly. I thought so. (_Cordially._) Well, yer'll 'ave no need to carry\non that road now. We're goin' to 'ave this square an' straight. Liza,\nI'm sure Mr. Dawson's ready for a bit of supper. There ain't nothing\nlike peckin' a bit together when you want to get friendly. (_Finishing\nthe removal of ironing from table._) Now, Liza, get a move on. Where's\nthat piece of boiled bacon as we found good chewing yesterday? Bustle\nround, girl. (_Liza takes a cloth from dresser, spreads on table and\nlays plates, etc., for two, putting out the bacon, a tin loaf, and\nbutter._)\n\nPolly (_drawing up a chair to Teddy's confidentially_). Yer see, Mr.\nDawson, I'm glad yer come in. I 'aven't arf liked yer plan of workin'.\nComin' 'ere an' whistlin' abart the 'ouse as if yer felt feared o' bein'\nseen. (_Teddy shifts uncomfortably._) But that's all over now. We're\ngoin' to 'ave that altered. (_Looking round at table._) Where's yer\n'ead, Liza? Do yer think Mr. Dawson can face 'is supper dry? (_Rising._)\nThere's some beer in the back. I'll go an' fetch it. (_Looking round as\nshe reaches the door l._) It's gettin' a bit dark in 'ere, Liza. Things\n'ull look more cheerful with a light on. It'll give yer somethin' ter\ndo ter keep yer out of mischief while I'm gorn. (_Exit Polly l. Liza\nimmediately lights the gas and puts the blind down. Teddy rises._)\n\nTeddy. Well, blime, Liza this beats everything. Wot made yer tell me\nthey'd be against it if they knew'?\n\nLiza. I don't understand this no more than yer do. They didn't set abort\nit this road with my sisters' fellers.\n\nTeddy. Looks like she's took a fancy to me. Nothin' surprisin' in that\nneither. Yer've got a sight better kind of a man than yer sisters ever\n'ad.\n\nLiza. That's right enough, Teddy, but I don't like looks of this. Father\nused to leather Sally's bloke.\n\nTeddy. I'm not afraid of 'im so long as I'm on right side of the missus.\nI knaw who wears 'em in this 'ouse, an' it ain't the old man. Yus, Liza,\nthere ain't nothin' to complain of so far. (_Sitting and putting his\nthumbs in his waistcoat armholes._) Yer never know yer luck. This 'ere\nweren't looked for. I'll not be whistlin' out there for yer termorrer\nnight. Not arf. I'll walk in at door an' 'ang my 'at up loike as if I\nowned the place. (_Looking round._) Tidy few bits of sticks yer've got\nan all, Liza.\n\nLiza. It ain't so bad.\n\nTeddy. No. I say, Liza, if the missus don't like yer sisters' 'usbands\nshe'll be glad to see yer wed a man she's taken a fancy to. Fond of yer,\nI reckon, too, eh, Liza?\n\nLiza. Yus.\n\nTeddy. Yus. Too fond to part. See wot I mean? They'll arsk us to live\n'ere arter we're wed. Gettin' on, too, they are. Can't last for ever.\n\nLiza. Wot are yer gettin' at?\n\nTeddy. Nothin' particklar. It just struck me there's a nice pair of\nshoes to step into 'ere. This is goin' to be a bit of all right, Liza. I\nmust keep on the sweet side of yer mother.\n\nLiza (_bridling_). I dunno what yer've got in yer 'ead, Teddy Dawson. I\ndon't call to moind 'avin said I'd wed yer. I've not bin arsked that I\nknow of.\n\nTeddy (_releasing his thumbs and coming to her_). I'm arskn' yer now,\nain't I?\n\nLiza. I'm not goin' ter be arsked now. When I'm arsked I'll be arsked\nproper, an' it'll not be in between while mother fetches the beer. Yer\nmakin' a bit too sure an all, so yer can put that in yer pipe an' smoke\n'it. Don't be in too much of a 'urry abart me nor them shoes of my\nfather's wot yer mentioned either.\n\nTeddy (_trying to put his arm round her_). 'Ere, I say, Liza, yer not\noffended are yer?\n\nLiza Yer'd best be careful of yer tongue.\n\nTeddy. Well, I'll arsk an' arsk till yer say yer'll 'ave me. I'm deep in\nlove an' I'll not take no for an answer.\n\nLiza (_softly_). P'raps yer'll not get it neither when yer arsk proper.\n\nTeddy. That's right. Give us a kiss for a night cap, Liza.\n\nLiza (_shyly_). I don't think I ought.\n\nTeddy. Why not? Wot's come over yer? Yer've taken many a score out in\nthe street an' giver, as good as yer took, an all.\n\nLiza. I know. I dunno. Seems like street's one thing an' inside's\nanother. It don't seem same thing with the gas on.\n\nTeddy. Turn un low if yer feared o' the light.\n\nLiza. Mother might catch us.\n\nTeddy. That don't signify. She arsked me in an' told me to do my\ncourtin' proper. I don't call it proper courtin' for yer to go to yer\nbed without a kiss on yer lips fur company.\n\nLiza. I must get used to it fust. (_Teddy is turning gas down._) Yer\nleave that gas be. I'll scream out. (_Teddy turns gas up._)\n\nTeddy. Look 'ere, Liza, yer darned stand-offish all at once. Yer weren't\nabove kissin' me in street.\n\nLiza (_apologetically_). It don't seem same thing in the 'ouse no 'ow,\nTeddy.\n\nTeddy. We wouldn't live in street if we were wed.\n\nLiza (_with conviction_). No. That's what keeps striking me. It\ndon't seem same fun in the 'ouse. (_Teddy approaches her again with\nresolution._) Here's mother! (_Teddy retreats. Enter Polly, with the\nbeer jug, which she puts on the table._)\n\nPolly. 'Ere it is. Why, Liza, where's yer wits bin wool-gatherin'?\nYer've put no glasses out._) (_Liza hurriedly puts two glasses from\ndresser on table. Garn, yer've no need to colour up like that if yer did\nforget 'em. I'm not so old myself I've forgot my courtin' days. There\nain't nothink surprisin' if yer did forget when yer lover's with yer.\nWell, sit yer down, Mr. Dawson.\n\nTeddy (_sitting quite confidently now_). Thank yer.\n\nPolly (_drawing up a chair for herself, facing him_) Yer'd best go to\nbed, Liza; yer've bin sent there twice ternight. Don't stare like that.\nMe an' Mr. Dawson's got to get acquaint an' I reckon I'm old enough, to\ndo without 'avin' yer for a chaperone.\n\nLiza (_reluctantly_). All right. Good-noight, mother.\n\nPolly (_mimicking_). Good-noight, mother! Is that all yer've got ter\nsay?\n\nLiza. Yus. As far as I know.\n\nPolly. Well, if yer keep yer mouth shut the likes o' that when yer wed,\nTeddy 'ull be in clover. Wot? Oh, I see. Took yer charnce with 'im while\nI got beer, did yer? Righto. Sling yer 'ook. (_Liza goes out l. under\nprotest._) Now then, Mr. Dawson, we can be comfortable.\n\nTeddy. 'Ere, where's Mr. Bettesworth?\n\nPolly (_assuming during the ensuing scene an air of rollicking\ncamaraderie_). 'E's all right. Out lookin' for somebody, only 'e ain't\nlookin' in right place. Don't yer worry abart 'im. Now, yer'll ave a bit\nof bacon?\n\nTeddy (_reassured again_). I don't mind if I do.\n\nPolly (_cutting and handing_). Righto. Bread's on yer side. (_Polly\nhelps herself to bacon and accepts a slice of bread from Teddy. They\neat without forks, using bread instead and show no objection to putting\nknives in their mouths._)\n\nPolly (_sarcastically_). I didn't know yer was teetotal.\n\nTeddy. I ain't.\n\nPolly. Well, beer was brewed for drinkin', (_Teddy pours himself a glass\nand drinks modestly._)\n\nTeddy (_replacing glass_). Ah!\n\nPolly. Sup it up. I like a man that can take 'is liquor. Yer drink as if\nit feared yer. (_Teddy empties his glass._) That's better. (_She passes\nher glass, he fills it and his own._) Now, Mr. Dawson, don't stint\nyerself. There ain't nothink like courtin' fur givin' an appetite. Yer\nain't got much to say for yerself. I dunno. Young men don't seem so\nbrisk at their courtin' as they was when I were a girl.\n\nTeddy (_nettled_). I don't think I'm pertiklar slow.\n\nPolly. Well, I'll give yer an instance. That gas. It were lighted the\nmoment I left room. I saw gleam of it under door. My old man 'ud never\n'ave lit it like that when 'im and me courted. I give yer a fair chance,\nan all. Yer don't fancy I allays take that long to pick up a jug o'\nbeer, do yer?\n\nTeddy. Yus, well that 'ud go down all right with some girls, but it\nain't right way with Liza.\n\nPolly. Oh, yer know yer own business best, of course, but yer'll not\nbe above takin' a 'in! from an old woman that was courted afore yer was\nborn. Yer must make use o' yer charnces. Girls don't like a slow lover.\n\nTeddy. I'm not so shy, neither.\n\nPolly. Yer not eatin' much. A feller wants a bit o' somethin' as ull\nstick to 'is ribs when 'e's bin courtin'. Don't forget yer beer. Ain't\nthere no more in jug? (_Teddy drinks up and refills._) Yer'll not get\nboozed on a drop like that, and who's to care if yer do? Yer at 'ome\n'ere. Drink up and 'ave another.\n\nTeddy (_pushing plate and glass from him_). I've 'ad enough. (_He\nrises._)\n\nPolly. I'll 'ave somethin' tastier in against yer come termorrer night.\nI suppose yer'll be 'ere (_Polly rises._)\n\nTeddy (_sulkily_). I told Liza I would, but I'm not so sure if I can.\n\nPolly. Please yerself. Only yer'll keep 'er warm now yer've got so far\nif yer'll take my tip. Don't let a girl fancy yer coolin' orf. Now,\nunderstand, yer welcome 'ere so long as yer break yerself of that\nwhistlin' 'abit. We'll expect yer termorrer.\n\nTeddy. I dunno as I'll be comin'. My mind's not made up yet.\n\nPolly. Yer mighty slow abart it. Wot's to do wi' yer?\n\nTeddy. Nothing. (_Polly puts her hand on his arm in a friendly way._)\n\nPolly. Because yer've no need to feel awkward T' whole thing 'ull be\nstraight forward now. Yer've only to go in and win.\n\nTeddy. Yer a bit anxious abart it.\n\nPolly. No, Mr. Dawson, no. Not anxious.\n\nTeddy (_dogmatically_). Yer a sight too keen set on my winnin' for my\ntaste.\n\nPolly (_secretly rejoicing_). Yus. Well, I've took a fancy to yer.\n\nTeddy (_slyly_). Sudden like. 'Ere, I've bin thinkin' now, yer said\nsomethin' a while back abart Liza's bein' a 'ot tempered 'un.\n\nPolly (_as if much taken aback_). No. Did I? 'Ot tempered did I say?\n\nTeddy. Yus.\n\nPolly. Well, I can't deny she's a 'igh-spirited girl.\n\nTeddy. 'Igh-spirited, eh? Liza didn't never 'ave much ter say for\n'erself out in street.\n\nPolly (_winking elaborately at him_). That's 'er artfulness. Trust a\ngirl to be careful when she's got 'er eye on a man.\n\nTeddy (_moving towards door_). I think I'll go 'ome. Yer've give me a lot\nto think abart.\n\nPolly. I tell you wot, Mr. Dawson, yer slip in fur yer dinner on Sunday.\nLiza shall cook yer somethin'. She ain't much good at cookin' but you'll\nenjoy it whatever it's loike when she's cooked it. Me an' the old man\n'ull 'ave a walk round Park afterwards an' yer can 'ave the 'ouse to\nyerself with Liza. See what I mean?\n\nTeddy. I don't know as I can come.\n\nPolly (_as if deeply disappointed_). Yer a bit slow to my way of\nthinkin'. I'm doin' my best fur yer.\n\nTeddy. Yus. That's just it.\n\nPolly. Just what?\n\nTeddy. Yer a fat sight too keen to be rid of the girl if yer want it\nstraight.\n\nPolly. Don't say that. I'm only tryin' to 'elp yer.\n\nTeddy. Yer didn't 'elp blokes wot come after yer other girls only with\nyer old man's strap.\n\nPolly. Oh, but yer a very different sort to them, Mr. Dawson.\n\nTeddy. That's right enough. (_Door l. opens softly and Liza peeps in.\nShe leaves door ajar without entering._)\n\nPolly. Then we'll expect yer o' Sunday?\n\nTeddy. No. Damned if yer will. Yer shovin' 'er 'at me a sight too last.\nI'm thinkin' there's somethin' wrong with 'er or yer'd not be so humble\nabart it. Yer bally well beggin' me to 'ave 'er. I'm 'avin' none of yer\nbad bargains, with tongues an' tempers an' no good at cookin', thank\nyer. Yer can't fool me Mrs. Bettesworth.\n\nPolly. I'm sorry yer doubts me. Then we mustn't expect yer round never\nno more?\n\nTeddy. No. I've seen through yer this time.\n\nPolly. It's very 'ard, very 'ard it is. Wot must I tell Liza?\n\nTeddy. It's nothin' to me wot yer tells 'er. I'm goin' 'ome. (_As he\nreaches the centre door, Andrew opens it and enters._)\n\nAndrew (_drawing hack in amazement_). Well, blime! (_Liza steps into the\nroom. Teddy looks at the l. door as if to escape that way, but sees her.\nPolly moves to Andrew._)\n\nPolly. Let 'im go, Andrew. 'E ain't worth wastin' leather on 'im. 'E\nwon't ever come 'ere no more.\n\nAndrew'. 'E'll get 'isself done in if 'e does. Clear out. (_Teddy loses\nno time. Andrew closes door. Liza goes to Polly._)\n\nLiza. Mother, do yer really want ter get shut of me?\n\nPolly. Oh, bin listenin' at key-'ole 'ave yer? Well, listeners don't\n'ear no good o' themselves.\n\nLiza. I couldn't go ter bed without knowin'. I'd got ter come dahn ter\nfind out wot yer an' Teddy was savin'.\n\nPolly. Yer 'eard 'e'll not come back.\n\nLiza. Yus.\n\nPolly. Are yer sorry?\n\nLiza (_hesitating_). No--no--not if yer don't want ter get rid of me.\nYer don't do yer? Father, mother, yer don't want me ter go!\n\nAndrew. We don't that.\n\nLiza. That's wot 'e said.\n\nPolly. 'E said a lot o' foolish things. No Liza we don't want yer to go.\nYer the light o' our eyes. That chap----\n\nLiza (_fiercely_). I 'ate 'im.\n\nPolly. Ah. See, Liza. (_Takes her to hearth and shows her the motto on a\ngrocer's calendar over it._) See that? \"East, West, home's best.\" Ain't\nthat true? Yer stick to yer 'ome a bit longer. Yer can take wings an'\nfly from yer nest when time comes. Yer sure yer not sorry 'e's gorn?\n\nLiza (_crying on Polly's shoulder_). I want ter stay with yer.\n\nPolly (_caressing her_). That's right, Liza.\n\nAndrew (_angrily approaching table_). Who's drunk my supper beer?\n\nPolly. 'Im.\n\nAndrew. I'll break 'is-------\n\nPolly. Wasn't it worth it to be rid of 'im?\n\nAndrew. Yus. Yer bloomin' old schemer. Yus. Yer plan worked it after all.\n\nPolly. It's bin a cure for love.",
    "metadata": {
        "author": [
            "Brighouse, Harold"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/55292/pg55292.txt",
        "name": "the_scaring_off_of_teddy_dawson_a_comedy_in_one_ac.json"
    }
}