{
    "name": "The Golgotha Dancers",
    "author": [
        "Field, Gans T.",
        "Wellman, Manly Wade"
    ],
    "body": "\n[Sidenote: _A curious and terrifying story about an artist who sold his\nsoul that he might paint a living picture_]\n\n\nI had come to the Art Museum to see the special show of Goya prints, but\nthat particular gallery was so crowded that I could hardly get in, much\nless see or savor anything; wherefore I walked out again. I wandered\nthrough the other wings with their rows and rows of oils, their Greek\nand Roman sculptures, their stern ranks of medieval armors, their\nOriental porcelains, their Egyptian gods. At length, by chance and not\nby design, I came to the head of a certain rear stairway. Other habitues\nof the museum will know the one I mean when I remind them that Arnold\nBoecklin's _The Isle of the Dead_ hangs on the wall of the landing.\n\nI started down, relishing in advance the impression Boecklin's picture\nwould make with its high brown rocks and black poplars, its midnight sky\nand gloomy film of sea, its single white figure erect in the bow of the\nbeach-nosing skiff. But, as I descended, I saw that _The Isle of the\nDead_ was not in its accustomed position on the wall. In that space,\narresting even in the bad light and from the up-angle of the stairs,\nhung a gilt-framed painting I had never seen or heard of in all my\nmuseum-haunting years.\n\nI gazed at it, one will imagine, all the way down to the landing. Then I\nhad a close, searching look, and a final appraising stare from the lip\nof the landing above the lower half of the flight. So far as I can\nlearn--and I have been diligent in my research--the thing is unknown\neven to the best-informed of art experts. Perhaps it is as well that I\ndescribe it in detail.\n\nIt seemed to represent action upon a small plateau or table rock, drab\nand bare, with a twilight sky deepening into a starless evening. This\nsetting, restrainedly worked up in blue-grays and blue-blacks, was not\nthe first thing to catch the eye, however. The front of the picture was\nfilled with lively dancing creatures, as pink, plump and naked as\ncherubs and as patently evil as the meditations of Satan in his rare\nidle moments.\n\nI counted those dancers. There were twelve of them, ranged in a\nhalf-circle, and they were cavorting in evident glee around a central\nobject--a prone cross, which appeared to be made of two stout logs with\nsome of the bark still upon them. To this cross a pair of the pink\nthings--that makes fourteen--kneeling and swinging blocky-looking\nhammers or mauls, spiked a human figure.\n\nI say _human_ when I speak of that figure, and I withhold the word in\ndescribing the dancers and their hammer-wielding fellows. There is a\nreason. The supine victim on the cross was a beautifully represented\nmale body, as clear and anatomically correct as an illustration in a\nsurgical textbook. The head was writhed around, as if in pain, and I\ncould not see the face or its expression; but in the tortured tenseness\nof the muscles, in the slaty white sheen of the skin with jagged streaks\nof vivid gore upon it, agonized nature was plain and doubly plain. I\ncould almost see the painted limbs writhe against the transfixing nails.\n\nBy the same token, the dancers and hammerers were so dynamically done as\nto seem half in motion before my eyes. So much for the sound skill of\nthe painter. Yet, where the crucified prisoner was all clarity, these\nothers were all fog. No lines, no angles, no muscles--their features\ncould not be seen or sensed. I was not even sure if they had hair or\nnot. It was as if each was picked out with a ray of light in that\nsurrounding dusk, light that revealed and yet shimmered indistinctly;\nlight, too, that had absolutely nothing of comfort or honesty in it.\n\n\n\n\"Hold on, there!\" came a sharp challenge from the stairs behind and\nbelow me. \"What are you doing? And what's that picture doing?\"\n\nI started so that I almost lost my footing and fell upon the\nspeaker--one of the Museum guards. He was a slight old fellow and his\nthin hair was gray, but he advanced upon me with all the righteous,\nangry pluck of a beefy policeman. His attitude surprised and nettled me.\n\n\"I was going to ask somebody that same question,\" I told him as\nausterely as I could manage. \"What about this picture? I thought there\nwas a Boecklin hanging here.\"\n\nThe guard relaxed his forbidding attitude at first sound of my voice.\n\"Oh, I beg your pardon, sir. I thought you were somebody else--the man\nwho brought that thing.\" He nodded at the picture, and the hostile glare\ncame back into his eyes. \"It so happened that he talked to me first,\nthen to the curator. Said it was art--great art--and the Museum must\nhave it.\" He lifted his shoulders, in a shrug or a shudder. \"Personally,\nI think it's plain beastly.\"\n\nSo it was, I grew aware as I looked at it again. \"And the Museum has\naccepted it at last?\" I prompted.\n\nHe shook his head. \"Oh, no, sir. An hour ago he was at the back door,\nwith that nasty daub there under his arm. I heard part of the argument.\nHe got insulting, and he was told to clear out and take his picture with\nhim. But he must have got in here somehow, and hung it himself.\" Walking\nclose to the painting, as gingerly as though he expected the pink\ndancers to leap out at him, he pointed to the lower edge of the frame.\n\"If it was a real Museum piece, we'd have a plate right there, with the\nname of the painter and the title.\"\n\nI, too, came close. There was no plate, just as the guard had said. But\nin the lower left-hand corner of the canvas were sprawling capitals,\npale paint on the dark, spelling out the word _GOLGOTHA_. Beneath these,\nin small, barely readable script:\n\n_I sold my soul that I might paint a living picture._\n\nNo signature or other clue to the artist's identity.\n\nThe guard had discovered a great framed rectangle against the wall to\none side. \"Here's the picture he took down,\" he informed me, highly\nrelieved. \"Help me put it back, will you, sir? And do you suppose,\" here\nhe grew almost wistful, \"that we could get rid of this other thing\nbefore someone finds I let the crazy fool slip past me?\"\n\nI took one edge of _The Isle of the Dead_ and lifted it to help him hang\nit once more.\n\n\"Tell you what,\" I offered on sudden impulse; \"I'll take this _Golgotha_\npiece home with me, if you like.\"\n\n\"Would you do that?\" he almost yelled out in his joy at the suggestion.\n\"Would you, to oblige me?\"\n\n\"To oblige myself,\" I returned. \"I need another picture at my place.\"\n\nAnd the upshot of it was, he smuggled me and the unwanted painting out\nof the Museum. Never mind how. I have done quite enough as it is to\njeopardize his job and my own welcome up there.\n\n\n\nIt was not until I had paid off my taxi and lugged the unwieldy\nparallelogram of canvas and wood upstairs to my bachelor apartment that\nI bothered to wonder if it might be valuable. I never did find out, but\nfrom the first I was deeply impressed.\n\nHung over my own fireplace, it looked as large and living as a scene\nglimpsed through a window or, perhaps, on a stage in a theater. The\ncapering pink bodies caught new lights from my lamp, lights that glossed\nand intensified their shape and color but did not reveal any new\ndetails. I pored once more over the cryptic legend: _I sold my soul that\nI might paint a living picture._\n\nA living picture--was it that? I could not answer. For all my honest\ndelight in such things, I cannot be called expert or even knowing as\nregards art. Did I even like the Golgotha painting? I could not be sure\nof that, either. And the rest of the inscription, about selling a soul;\nI was considerably intrigued by that, and let my thoughts ramble on the\nsubject of Satanist complexes and the vagaries of half-crazy painters.\nAs I read, that evening, I glanced up again and again at my new\npossession. Sometimes it seemed ridiculous, sometimes sinister. Shortly\nafter midnight I rose, gazed once more, and then turned out the parlor\nlamp. For a moment, or so it seemed, I could see those dancers, so many\ndim-pink silhouettes in the sudden darkness. I went to the kitchen for a\nbit of whisky and water, and thence to my bedroom.\n\nI had dreams. In them I was a boy again, and my mother and sister were\nleaving the house to go to a theater where--think of it!--Richard\nMansfield would play _Beau Brummell_. I, the youngest, was told to stay\nat home and mind the troublesome furnace. I wept copiously in my\ndisappointed loneliness, and then Mansfield himself stalked in, in full\nBrummell regalia. He laughed goldenly and stretched out his hand in warm\ngreeting. I, the lad of my dreams, put out my own hand, then was\nfrightened when he would not loosen his grasp. I tugged, and he laughed\nagain. The gold of his laughter turned suddenly hard, cold. I tugged\nwith all my strength, and woke.\n\n\n\nSomething held me tight by the wrist.\n\n\n\nIn my first half-moment of wakefulness I was aware that the room was\nfilled with the pink dancers of the picture, in nimble, fierce-happy\nmotion. They were man-size, too, or nearly so, visible in the dark with\nthe dim radiance of fox-fire. On the small scale of the painting they\nhad seemed no more than babyishly plump; now they were gross, like huge\nerect toads. And, as I awakened fully, they were closing in, a menacing\nring of them, around my bed. One stood at my right side, and its grip,\nclumsy and rubbery-hard like that of a monkey, was closed upon my arm.\n\n\n\nI saw and sensed all this, as I say, in a single moment. With the\nsensing came the realization of peril, so great that I did not stop to\nwonder at the uncanniness of my visitors. I tried frantically to jerk\nloose. For the moment I did not succeed and as I thrashed about,\nthrowing my body nearly across the bed, a second dancer dashed in from\nthe left. It seized and clamped my other arm. I felt, rather than heard,\na wave of soft, wordless merriment from them all. My heart and sinews\nseemed to fail, and briefly I lay still in a daze of horror, pinned down\ncrucifix-fashion between my two captors.\n\nWas that a _hammer_ raised above me as I sprawled?\n\nThere rushed and swelled into me the sudden startled strength that\nsometimes favors the desperate. I screamed like any wild thing caught in\na trap, rolled somehow out of bed and to my feet. One of the beings I\nshook off and the other I dashed against the bureau. Freed, I made for\nthe bedroom door and the front of the apartment, stumbling and\nstaggering on fear-weakened legs.\n\nOne of the dim-shining pink things barred my way at the very threshold,\nand the others were closing in behind, as if for a sudden rush. I flung\nmy right fist with all my strength and weight. The being bobbed back\nunresistingly before my smash, like a rubber toy floating through water.\nI plunged past, reached the entry and fumbled for the knob of the outer\ndoor.\n\nThey were all about me then, their rubbery palms fumbling at my\nshoulders, my elbows, my pajama jacket. They would have dragged me down\nbefore I could negotiate the lock. A racking shudder possessed me and\nseemed to flick them clear. Then I stumbled against a stand, and purely\nby good luck my hand fell upon a bamboo walking-stick. I yelled again,\nin truly hysterical fierceness, and laid about me as with a whip. My\nblows did little or no damage to those unearthly assailants, but they\nshrank back, teetering and dancing, to a safe distance. Again I had the\nsense that they were laughing, mocking. For the moment I had beaten them\noff, but they were sure of me in the end. Just then my groping free hand\npressed a switch. The entry sprang into light.\n\nOn the instant they were not there.\n\n\n\nSomebody was knocking outside, and with trembling fingers I turned the\nknob of the door. In came a tall, slender girl with a blue lounging-robe\ncaught hurriedly around her. Her bright hair was disordered as though\nshe had just sprung from her bed.\n\n\"Is someone sick?\" she asked in a breathless voice. \"I live down the\nhall--I heard cries.\" Her round blue eyes were studying my face, which\nmust have been ghastly pale. \"You see, I'm a trained nurse, and\nperhaps----\"\n\n\"Thank God you did come!\" I broke in, unceremoniously but honestly, and\nwent before her to turn on every lamp in the parlor.\n\nIt was she who, without guidance, searched out my whisky and siphon and\nmixed for me a highball of grateful strength. My teeth rang nervously on\nthe edge of the glass as I gulped it down. After that I got my own\nrobe--a becoming one, with satin facings--and sat with her on the divan\nto tell of my adventure. When I had finished, she gazed long at the\npainting of the dancers, then back at me. Her eyes, like two chips of\nthe April sky, were full of concern and she held her rosy lower lip\nbetween her teeth. I thought that she was wonderfully pretty.\n\n\"What a perfectly terrible nightmare!\" she said.\n\n\"It was no nightmare,\" I protested.\n\nShe smiled and argued the point, telling me all manner of comforting\nthings about mental associations and their reflections in vivid dreams.\n\nTo clinch her point she turned to the painting.\n\n\"This line about a 'living picture' is the peg on which your slumbering\nmind hung the whole fabric,\" she suggested, her slender fingertip\ntouching the painted scribble. \"Your very literal subconscious self\ndidn't understand that the artist meant his picture would live only\nfiguratively.\"\n\n\"Are you sure that's what the artist meant?\" I asked, but finally I let\nher convince me. One can imagine how badly I wanted to be convinced.\n\nShe mixed me another highball, and a short one for herself. Over it she\ntold me her name--Miss Dolby--and finally she left me with a last\ncomforting assurance. But, nightmare or no, I did not sleep again that\nnight. I sat in the parlor among the lamps, smoking and dipping into\nbook after book. Countless times I felt my gaze drawn back to the\npainting over the fireplace, with the cross and the nail-pierced wretch\nand the shimmering pink dancers.\n\nAfter the rising sun had filled the apartment with its honest light and\ncheer I felt considerably calmer. I slept all morning, and in the\nafternoon was disposed to agree with Miss Dolby that the whole business\nhad been a bad dream, nothing more. Dressing, I went down the hall,\nknocked on her door and invited her to dinner with me.\n\nIt was a good dinner. Afterward we went to an amusing motion picture,\nwith Charles Butterworth in it as I remember. After bidding her\ngood-night, I went to my own place. Undressed and in bed, I lay awake.\nMy late morning slumber made my eyes slow to close. Thus it was that I\nheard the faint shuffle of feet and, sitting up against my pillows, saw\nthe glowing silhouettes of the Golgotha dancers. Alive and magnified,\nthey were creeping into my bedroom.\n\nI did not hesitate or shrink this time. I sprang up, tense and defiant.\n\n\"No, you don't!\" I yelled at them. As they seemed to hesitate before the\nimpact of my wild voice, I charged frantically. For a moment I scattered\nthem and got through the bedroom door, as on the previous night. There\nwas another shindy in the entry; this time they all got hold of me, like\na pack of hounds, and wrestled me back against the wall. I writhe even\nnow when I think of the unearthly hardness of their little gripping\npaws. Two on each arm were spread-eagling me upon the plaster. The\ncruciform position again!\n\nI swore, yelled and kicked. One of them was in the way of my foot. He\nfloated back, unhurt. That was their strength and horror--their ability\nto go flabby and non-resistant under smashing, flattening blows.\nSomething tickled my palm, pricked it. The point of a spike....\n\n\"Miss Dolby!\" I shrieked, as a child might call for its mother. \"Help!\nMiss D----\"\n\nThe door flew open; I must not have locked it. \"Here I am,\" came her\nunafraid reply.\n\nShe was outlined against the rectangle of light from the hall. My\nassailants let go of me to dance toward her. She gasped but did not\nscream. I staggered along the wall, touched a light-switch, and the\nparlor just beyond us flared into visibility. Miss Dolby and I ran in to\nthe lamp, rallying there as stone-age folk must have rallied at their\nfire to face the monsters of the night. I looked at her; she was still\nfully dressed, as I had left her, apparently had been sitting up. Her\nrouge made flat patches on her pale cheeks, but her eyes were level.\n\n\n\nThis time the dancers did not retreat or vanish; they lurked in the\ncomparative gloom of the entry, jigging and trembling as if mustering\ntheir powers and resolutions for another rush at us.\n\n\"You see,\" I chattered out to her, \"it wasn't a nightmare.\"\n\nShe spoke, not in reply, but as if to herself. \"They have no faces,\" she\nwhispered. \"No faces!\" In the half-light that was diffused upon them\nfrom our lamp they presented the featurelessness of so many huge\ngingerbread boys, covered with pink icing. One of them, some kind of\nleader, pressed forward within the circle of the light. It daunted him a\nbit. He hesitated, but did not retreat.\n\nFrom my center table Miss Dolby had picked up a bright paper-cutter. She\npoised it with the assurance of one who knows how to handle cutting\ninstruments.\n\n\"When they come,\" she said steadily, \"let's stand close together. We'll\nbe harder to drag down that way.\"\n\nI wanted to shout my admiration of her fearless front toward the\ndreadful beings, my thankfulness for her quick run to my rescue. All I\ncould mumble was, \"You're mighty brave.\"\n\nShe turned for a moment to look at the picture above my dying fire. My\neyes followed hers. I think I expected to see a blank canvas--find that\nthe painted dancers had vanished from it and had grown into the living\nones. But they were still in the picture, and the cross and the victim\nwere there, too. Miss Dolby read aloud the inscription:\n\n\"_A living picture_ ... The artist knew what he was talking about, after\nall.\"\n\n\"Couldn't a living picture be killed?\" I wondered.\n\nIt sounded uncertain, and a childish quibble to boot, but Miss Dolby\nexclaimed triumphantly, as at an inspiration.\n\n\"Killed? Yes!\" she shouted. She sprang at the picture, darting out with\nthe paper-cutter. The point ripped into one of the central figures in\nthe dancing semicircle.\n\nAll the crowd in the entry seemed to give a concerted throb, as of\nstartled protest. I swung, heart racing, to front them again. What had\nhappened? Something had changed, I saw. The intrepid leader had\nvanished. No, he had not drawn back into the group. He had vanished.\n\nMiss Dolby, too, had seen. She struck again, gashed the painted\nrepresentation of another dancer. And this time the vanishing happened\nbefore my eyes, a creature at the rear of the group went out of\nexistence as suddenly and completely as though a light had blinked out.\n\nThe others, driven by their danger, rushed.\n\nI met them, feet planted. I tried to embrace them all at once, went over\nbackward under them. I struck, wrenched, tore. I think I even bit\nsomething grisly and bloodless, like fungoid tissue, but I refuse to\nremember for certain. One or two of the forms struggled past me and\ngrappled Miss Dolby. I struggled to my feet and pulled them back from\nher. There were not so many swarming after me now. I fought hard before\nthey got me down again. And Miss Dolby kept tearing and stabbing at the\ncanvas--again, again. Clutches melted from my throat, my arms. There\nwere only two dancers left. I flung them back and rose. Only one left.\nThen none.\n\nThey were gone, gone into nowhere.\n\n\"That did it,\" said Miss Dolby breathlessly.\n\nShe had pulled the picture down. It was only a frame now, with ragged\nribbons of canvas dangling from it.\n\nI snatched it out of her hands and threw it upon the coals of the fire.\n\n\"Look,\" I urged her joyfully. \"It's burning! That's the end. Do you\nsee?\"\n\n\"Yes, I see,\" she answered slowly. \"Some fiend-ridden artist--his evil\ngenius brought it to life.\"\n\n\"The inscription is the literal truth, then?\" I supplied.\n\n\"Truth no more.\" She bent to watch the burning. \"As the painted figures\nwere destroyed, their incarnations faded.\"\n\nWe said nothing further, but sat down together and gazed as the flames\nate the last thread of fabric, the last splinter of wood. Finally we\nlooked up again and smiled at each other.\n\nAll at once I knew that I loved her.",
    "metadata": {
        "author": [
            "Field, Gans T.",
            "Wellman, Manly Wade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32580/pg32580.txt",
        "name": "the_golgotha_dancers.json"
    }
}