{
    "name": "The Mentor: American Novelists, Vol. 1, No. 25",
    "author": [
        "Mabie, Hamilton Wright",
        "Mabie, Hamilton W. (Hamilton Wright)"
    ],
    "body": "This group of distinguished novelists may be divided into four\nsmaller groups, not only in time, but in selection and treatment of\nsubjects. Mr. James and Mr. Howells are now the senior members of\nthe literary fraternity in this country, and have not only American\nbut European reputations. Only three novelists before them attained\nthis distinction. The earliest of these, Cooper, is still read in\nmany parts of the world, and in little German villages boys call\nthemselves “Cooper Indians,” and play at oldtime savage warfare.\nThe author of the “Leatherstocking Tales” wrote the first original\nAmerican novel, and Hawthorne wrote the first American romance. The\nfirst described the manners and customs of a people whom he knew\nat first hand, but whom Europe knew only by hearsay; the second\nanalyzed the motives and described the workings of the Puritan\nspirit, and showed how the consciousness of sin worked itself out\nin the Puritan character. The theme was new, and the manner of\ntreating it was both effective and beautiful--and Hawthorne remains\nthe most artistic writer this country has produced.\n\nThe next novelist to whom Europe paid attention was Mrs. Stowe.\n“Uncle Tom’s Cabin” was like a great torch held up over a fiercely\ndisputed field; it showed men and women living under all conditions\nof slavery, paternal and humane on one hand, and commercial and\ncruel on the other. It made a drama of a political issue, and was\nread with bated breath by a million people. It interested Europe\nbecause it was a powerful story dealing with a situation that had\nattracted the attention of the whole Western world; it was at once\ntranslated into several languages, and could be found from London\nto Constantinople.\n\n\nHENRY JAMES\n\nWhen Mr. James began writing a generation ago there had been no\nAmerican fiction of a high order for twenty years or more, and\nthe country had grown rapidly in experience and knowledge. Mr.\nJames showed this more cosmopolitan attitude toward the world,\nand his style had a quality which was new in our fiction. It was\nclear in those days; it had great flexibility and capacity for\nconveying fine distinctions and delicate shadings of thought; it\nhad a tone of maturity which was lacking in the earlier writers,\nand it was the medium of expression of a thoroughly trained man\nto whom writing was a fine art. The early short stories, of\nwhich “The Passionate Pilgrim” may serve as an example, arrested\nattention by reason of their insight into character and their fine\nworkmanship. There was an air of romance about them; but it was the\nromance of human temperament, not of incident. The early novels\nwere not popular in the sense of running into large editions; but\n“The American” found many readers who were quick to appreciate\nits penetrating and searching analysis of character, its sharp\ncontrasts of American and European traits, and the refinement of a\nstyle which is both rich and restrained.\n\nAll novelists reveal character; but those in whom the dramatic\ninstinct is strong show it chiefly in action. Mr. James brings out\ncharacter largely by means of analysis and description, and for\nthis reason he is often classed among the psychological novelists.\nIn his later years the habit of analysis grew on him to such\nan extent that the movement of his stories was impeded and his\nstyle became complex and at times obscure. In a time when social\nrelations between America and Europe were becoming more intimate,\nMr. James found a rare opportunity of studying American character\nagainst a European background, and in the whole range of fiction\nthere have been few writers of more acute penetration, of greater\ndelicacy of stroke and line in painting character, than he. He\nwas one of the small group of American authors to whom the word\n“distinction” may be applied.\n\n\nW. D. HOWELLS\n\nMr. James was a student of men and women in society, using that\nword in its narrower sense; Mr. Howells, who is also a keen\nobserver, has dealt with less sophisticated men and women, and has\ngiven us American types unmodified by other influences. A man of\ndeep sympathy with his fellows and sharing in his heart the sorrow\nand pain of the common lot, a lover of Tolstoi and a professed\nrealist, with a strong leaning toward constructive socialism, Mr.\nHowells has kept his fiction free from any kind of preaching. He\nhas understood his vocation as an artist, and has not made his\nnovels serve his social and political doctrines. Although a man of\nstrong convictions, he is a writer whose touch is notably light,\nand whose humor is delightfully unforced and happy.\n\nBorn in the Central West, Mr. Howells has kept its democracy of\nspirit and reinforced it by familiarity with modern languages and\nliterature. In his lighter work he has made studies of the whims\nand foibles of certain feminine types in this country, of such\nfidelity that they have disturbed those who believe that Americans\nshould tell the truth about themselves only to themselves, and that\nto take Europe into the national confidence is a kind of petty\ntreason. But if Mr. Howells has seemed sometimes to draw American\nwomen with too light a hand, no one so well as he has conveyed a\nsense of the purity of American women, and the wholesome tone\nof American social life outside the very limited circle of what\nis known as the “Fast Set,”--a group of men and women who are\nrepresentative not of a nation, but of the attitude toward life so\nstrikingly defined in “The House of Mirth.” In his graver mood Mr.\nHowells has given us “The Rise of Silas Lapham,” one of the lasting\nachievements of American fiction, and “A Hazard of New Fortunes,”\nboth original studies of American life during the age of great\nfortune-making. The charm of Mr. Howells’ art and the refinement of\nhis humor have not given him the popularity of the more dramatic\nnovelists; but he has made a place of high importance for himself\nin American literature, and in the hearts of a host of readers who\nhave discerned in him a singularly pure and lovable nature.\n\n\nTHOMAS NELSON PAGE\n\nThe aftermath of the war between the States was an idealization of\nthe old social order in the South. Mr. Page and Mr. Allen found\nin the tradition and habit of the Old South elements of a romance\nfounded on reality. Society in the South before the war received\nits tone from men and women bred in habits of deference and\ncourtesy, sensitive to any slight put upon honor, and prodigal of\nhospitality. It had rested on an unstable basis; but it had those\ndelightful qualities which came with leisure, easy conditions, and\nthe absence of commercial spirit. This vanishing order found in Mr.\nPage’s earliest stories a record true to life and yet enveloped\nin the air of romance. “Marse Chan,” “Unc’ Edinburg,” and “Meh\nLady” gave the country a thrill of pleasure, so sure was their\nappeal to sentiment, so refreshingly human and unforced, a rich\nand picturesque life of its own, a fresh field for the romance of\nspiritual adventure and social habit.\n\n_Oakland Plantation, Hanover County, Virginia._]\n\nIn these moving tales, told with unobstrusive artistic skill, the\nlong-suspended literary tradition of Virginia received an impulse\nwhich has since given the country a group of stories of original\nquality.\n\n\nJAMES LANE ALLEN\n\nNever did pioneers carry into a new country a finer blending of\nthe daring which moves the frontier farther from the old centers,\nand the chivalry of romance for women and idealization of emotion\nand experience, than went into the fertile and beautiful Kentucky\ncountry in the days which followed Boone’s adventurous career,\nand produced the types of character which appear in James Lane\nAllen’s “The Choir Invisible.” The Blue Grass country found in\nhim a lover who was also an artist, and the background of his\nstories is sketched with exquisite skill. “The Kentucky Cardinal,”\n“Aftermath,” and the stories in “Flute and Violin” have not been\nsurpassed in beauty of diction in our fiction. If one might venture\nto predict long life for any contemporary writing, he would not\nhesitate to put the short stories of these two Southern writers\namong American classics.\n\nMr. Page and Mr. Allen have written long stories as well; in\nseveral instances dealing with contemporary life and manners. Mr.\nAllen has kept in the field of character study with increasing\nemphasis on the influence of environment. The title of one of his\nlater stories, “The Mettle of the Pasture,” suggests the relation\nof the actors in the drama to the soil on which they live, while\nthe lifelike study of the horse-breeder in “The Doctor’s Christmas\nEve” is a portrait which could not have been drawn outside the\nboundaries of Kentucky. Mr. Page in his later stories has dealt\nwith the spread of the commercial spirit, the conditions in which\nwomen work, political corruption, and social changes.\n\n\nWINSTON CHURCHILL\n\nMr. Wister and Mr. Churchill have one great interest in\ncommon,--they are deeply concerned with American character and\nexperience. Mr. Churchill has dramatized our history in a series\nof works, beginning with “Richard Carvel” of the Colonial period;\ncontinued in “The Crossing,” of the period of the first great\nwestward emigration through the passes of the Alleghenies; in\n“The Crisis,” a picture of struggles between the old North and the\nold South, between 1861 and 1865, localized in St. Louis; and in\n“Mr. Crewe’s Career,” a study of the “machine” in politics and the\nbeginnings of the struggle for popular government which has become\na national movement. Mr. Churchill draws with a free hand on a\nlarge canvas, and his works have epic quality, emphasizing large\nand significant movements and defining the place of individuals in\nthem, rather than presenting delicately sketched portraits of men\nand women in the narrower range of personal experience.\n\n\nOWEN WISTER\n\nMr. Wister has the gift of picturing real, vital characters, and\nhis stories are full of a brilliant and moving life. His people\nare not only alive, but intensely and actively alive. A man bred\nin the best social traditions, a graduate of the oldest American\nuniversity, Mr. Wister was fortunate enough to know the frontier at\nthe very moment when the forces of business and the second great\nWestern movement were about to destroy it. Most men who wrote about\nthe old frontier, either in fiction or in plays, were concerned\nwith its melodramatic aspects,--its guns, and shirts, sombreros,\nand bucking broncos. Mr. Wister saw the character behind these\nstage costumes; he recognized the fiber of the men,--their courage,\ntheir spirit of comradeship, their rough but genuine humor, their\npassion for wide horizons and the freedom of the life of the\nplains. In “The Virginian,” and the short stories from the same\nhand, our fiction has a series of studies of types of character now\nalmost extinct, and of a stage of life which has disappeared. When\n“Lady Baltimore” appeared, Mr. Wister had passed from society in\nan elemental stage to a Southern community which has preserved its\noldtime qualities of refinement of manner, dignity of habit, and\na hospitality which is the very flower of high breeding and ease\nof condition. And Mr. Wister was as much at home in Charleston as\non the old frontier; a fact highly significant of the quality and\nfiber of the man. Among American novelists he will hold a place of\nhis own by reason of the vitality and artistic skill of his work.\n\nMrs. Wharton’s stories, even more than those of Mr. James, describe\na social life which has taken its tone largely from an older and\nmore conventional society, which has lost its moral simplicity in\nthe complexity of an age of highly organized luxury, and which\nhas taken on the easy ways of a social life that is entirely\ncomfortable in conscience so long as it feels itself secure in\nmatters of taste. In art Mrs. Wharton is an expert by intuition\nand practice. The author of “The House of Mirth” is analytical,\nand secures her most striking effects, not by boldly projecting\nher characters on a large canvas, but by uncovering their most\nelusive moods, their obscure motives, the conflict of temperament,\ncharacter, and social traditions.\n\nSuch a power of lighting up hidden processes of thought as Mrs.\nWharton possesses needs the reënforcement of an art which is\nboth vigorous and sensitive; and this art is always at Mrs.\nWharton’s command. She has both precision and delicacy. She can\ndraw a character in detachment with such vitality of insight and\nof portraiture that it holds the attention without the aid of\naccessories; or she can sketch a cross-section of society with\nconvincing energy of stroke. She is the recorder of a highly\nsophisticated society, more or less relaxed in tone and corrupted\nby luxury.\n\nMrs. Deland’s method is broader and her emotions of wider interest.\nShe has painted one portrait which the whole country loves. Dr.\nLavender has taken his place in the small group of imaginary\nAmericans who are as real as historical Americans. He is a type\ndear to Americans, because his nature is sweet without a touch of\nweakness, his vision clear without hardness, his moral perception\nrelentlessly keen but never divorced from pity and sympathy, and\nhis humor fresh and abounding. And Mrs. Deland has also the gift\nof construction, and has written two or three novels which must be\ncounted among our best fiction.\n\nHER DOG “ROUGH” SITS BY]\n\nNo list of contemporary American writers of fiction would be\ncomplete without the names of F. Hopkinson Smith, John Fox, Jr.,\nDr. S. Weir Mitchell, and Miss Mary Johnston. Mr. Smith has gained\nskill as a writer steadily as he has gained skill as a painter; and\nin the small group of stories which bear his name two or three are\nlikely to be read for a long time to come. “The Fortunes of Oliver\nHorn” shows Mr. Smith’s art at his best, for it is art of the\nheart as well as of the brain and hand. His romance has permanent\nelements of human nature; idealism, loyalty, and love are the soul\nof it.\n\nMr. Fox, who also finds his characters largely in the South, has\ndrawn the picture of the primitive mountain types in the Kentucky\nhills with the charm which comes from great simplicity and from an\nintimate knowledge of the people he describes.\n\nMiss Johnston, who began by writing romances pure and simple, has\ndramatized the story of the Civil War in two able novels, “The Long\nRoll” and “Cease Firing.” It is not easy to characterize these\nstories in a phrase, nor is it necessary. They are written with a\nkind of quiet passion which gives the current sufficient volume to\ncarry an enormous amount of history without sacrificing dramatic\ninterest.\n\nDr. Mitchell, like Dr. Holmes, revealed himself in several\ndifferent capacities, as physician, as poet, as essayist, and as\nstory writer. His novels are characterized by inventiveness, by\ndexterity, by freshness of feeling. “The Adventures of François” is\na capital piece of story-telling; while many people regard “Hugh\nWynne” as the best semi-historical story which has appeared in\nthis country. In other novels Dr. Mitchell showed his skill as a\npsychologist.\n\n\n\n\n_SUPPLEMENTARY READING_\n\nA Study of Prose Fiction                     _Bliss Perry_\n\nCriticism and Fiction                       _W. D. Howells_\n\nEssays on Modern Novelists              _William L. Phelps_\n\nAmerican Prose Masters (Cooper,\nHawthorne, Emerson, Poe, Lowell and        _W. C. Brownell_\nHenry James)\n\nAmerican Poetry and Fiction              _C. F. Richardson_\n\nGreat American Writers                  _Trent and Erskine_\n\nSome American Storytellers         _Frederick Taber Cooper_\n\nAmerican Short Stories            _Charles Baldwin, Editor_\n\nThe American Short Story                  _Elias Lieberman_\n\n\n_QUESTIONS ANSWERED_\n\nSubscribers desiring further information concerning this subject\ncan obtain it by writing to\n\n  _The Mentor Association_\n  _381 Fourth Avenue, New York City_\n\n\n\n\n\n\n  Henry James, a careful and thoughtful writer, is the subject of\n  one of the six intaglio-gravure pictures illustrating “American\n  Novelists.”\n\nHENRY JAMES\n\nMonograph Number One in The Mentor Reading Course\n\n\nA number of years ago Henry James was at work on a volume of short\nstories. “And when will it be ready?” he was asked.\n\n“Oh, I never know,” he said. “I work by easy stages.”\n\nThat sentence gives the keynote to the character of the great\nnovelist himself and of his writings. He wrote carefully, easily,\nand neatly.\n\nBorn in New York City on April 15, 1843, Henry James spent most of\nhis boyhood in Europe. His father was Henry James, the theological\nwriter, and from him the novelist derived his idiomatic,\npicturesque English. His brother became Professor William James,\nthe psychologist and philosopher, who died in 1910.\n\nHenry James entered Harvard Law School in 1860; but found out soon\nthat he cared more for literature than for law. His first short\nstory was published in 1865, and many stories and sketches quickly\nfollowed this.\n\nAfter 1869 he made his home in England, living in London, or Rye in\nSussex, for the most part. He was a member of the American Academy\nof Arts and Letters, and in 1911 received the degree of L. H. D.\nfrom Harvard.\n\nMr. James dictated all his work to a secretary, and he rewrote\nand polished it from a typewritten copy. With his writing he took\ninfinite pains. His sentences are long and involved at times; but\nin spite of this confusing fact his sentences are balanced and\ncomplete.\n\nHis whole life showed the same ordered neatness as his books.\nHis library was carefully selected and shelved. His letters were\nalways arranged in little piles of the same size. One man tells\nthat during a call on the novelist he saw him, when the ash had\ncollected on the end of his cigarette, walk the length of his study\nand snip it out of the open window.\n\nHenry James has been called a modern of the moderns as a novelist.\nHe described contemporary life. His characters are people of\nthe world; but they are subtle and complex. The human element\npredominates.\n\nHe is not widely read, because the public finds him hard to read.\nAs someone said, “His books need to be translated for the average\nreader.” This is due in part to his use of long and involved\nsentences, and in part to his subject matter.\n\nHis career was a happy one. It was long, and was free from serious\nmistakes. His talent and point of view were personal. He had a\ncrowd of imitators; but none of these approached the master in\ngreatness.\n\nThere was one side of the character of Henry James, the man, of\nwhich few people knew. Never did a man in need come to him whom he\ndid not offer to help. Years ago, when James was deriving an income\nof less than $1,500 a year from his writing, a novelist died in\nEngland. He died in poverty, leaving two little children absolutely\nalone in the world. A friend assisted the children and wrote to\nother literary men asking for help. One literary man, whose income\nwas over $200,000, was appealed to in vain. Among those from whom\naid was asked was Henry James. A check for $250, more than a sixth\nof his whole year’s income, arrived from him by return mail.\n\nHenry James died in London on February 29, 1916.\n\n\n\n\n\n\n  William Dean Howells, a close student of American character and\n  a realist in his writings, is the subject of one of the six\n  intaglio-gravure pictures illustrating “American Novelists.”\n\nWILLIAM DEAN HOWELLS\n\nMonograph Number Two in The Mentor Reading Course\n\n\nThe “Dean of American Letters”--that is what William Dean Howells\nis called. He is and has been for half a century the literary\nleader of America, and well he deserves the title! James Russell\nLowell said of him that he “is one of the chief honors of our\nliterature.” He has never written a bad sentence, never struck\na false note. He is the leading representative of the realistic\nschool of American fiction.\n\nWilliam Dean Howells might with truth be called a “self-made man\nof letters.” He was born at Martin Ferry, Ohio, on March 1, 1837.\nHis father, William Cooper Howells, was a printer and editor, whose\nlibrary was large and well chosen for that time. It was in this\nlibrary that the future novelist picked up most of his education.\nAs usual in a small country town, the regular schooling consisted\nonly of the “three R’s”; but Howells was an omniverous reader. He\nparticularly enjoyed poetry. It is said that even as a small boy\nhe wrote verse, setting it into type himself. Whether this was\never printed is not known; but surely some space in his father’s\nnewspaper must have been found for these productions of his\njuvenile pen.\n\nIn 1851 the family fortunes met with disaster, and Howells went to\nwork as compositor on the Ohio State Journal at a salary of four\ndollars a week. He soon graduated into journalism, and at the age\nof twenty-two was news editor of the Columbus, Ohio, State Journal.\n\nHowells’ first published work appeared in 1860. The “Poems of Two\nFriends” were written with John J. Piatt. He began to contribute to\nthe Atlantic Monthly, then just founded, about this time also. A\ncampaign biography of Abraham Lincoln was written by him in 1860.\nFor this he was appointed consul at Venice, where he remained until\n1865. There he studied the Italian language and literature, and\nbroadened his education considerably.\n\nOn his return to the United States he wrote for the New York\nTribune and the Nation for a time. Then in 1866 he became assistant\neditor of the Atlantic Monthly, becoming editor six years later. He\nwas a model magazine editor.\n\nFor awhile he contributed to Harper’s Magazine; then he became\neditor of the Cosmopolitan, and in 1900 revived “The Editor’s Easy\nChair” for Harper’s. He is at present the writer of this department.\n\nMr. Howells has received many honorary degrees. Harvard and Yale\nhave both conferred on him the degree of Master of Arts, while he\nhas received the degree of Doctor of Letters from Yale, Oxford,\nColumbia, and Princeton, and the degree of Doctor of Laws from\nAdelbert College. In 1909 he was elected president of the American\nAcademy of Arts and Letters. Since 1885 the novelist has lived in\nNew York City.\n\nHowells is a great realist and a perfect artist in words. He was\nonce asked if he never lost himself in his work and was carried\naway by what he was writing.\n\n“Never,” he answered. “The essence of achievement is to keep\noutside, to be entirely dispassionate, as a sculptor must be,\nmolding his clay.”\n\nAnd indeed of all American writers Howells comes the nearest to\nsuccess in holding the mirror up to Nature.\n\n\n\n\n\n\n  Thomas Nelson Page, a novelist who writes of the fast vanishing\n  old order of the South, is the subject of one of the six\n  intaglio-gravure pictures illustrating “American Novelists.”\n\nTHOMAS NELSON PAGE\n\nMonograph Number Three in The Mentor Reading Course\n\n\nAbove all things Thomas Nelson Page is a Virginian, by birth, by\nfamily, and in his writings. Born on the old plantation of Oakland\nin Hanover County, Virginia, he can boast of two grandfathers who\nwere governors of the state, one of these, Thomas Nelson, being\na signer of the Declaration of Independence. It is Virginia and\nVirginians “before the war” and during the reconstruction period\nthat he has sought to portray in his books.\n\nThomas Nelson Page opened his eyes in old Virginia on April 23,\n1853. He was a rather precocious boy. Many a beating did he\nreceive at school for stealing time from his lessons to write\nshort stories on his slate for the amusement of his companions.\nHe entered Washington and Lee University when he was only sixteen\nyears old. He remained there three years, and then after spending a\nlittle time in Kentucky decided to enter the law department of the\nUniversity of Virginia in 1873. He finished the work there in about\nhalf the time usually required, and began practising in Richmond,\nwhere he remained until 1893.\n\nPage had always felt the charm of times gone by. He tried to\nfollow the law faithfully; but more and more strongly came the\ncall to picture artistically “a civilization which, once having\nsweetened the South, has since well nigh perished from the earth.”\nHe yearned for the old plantation life,--the stately mansions of\nhis forefathers, the grandeur to which those men and women of other\ndays attained, and the overgrown fence rows and fields of his own\ncountry home.\n\nFinally he decided to write. “Marse Chan” was published in 1884,\nand won the author immediate recognition. People of both the North\nand South were enthusiastic about it. The author himself tells how\nhe came to write this tale:\n\n“Just then a friend showed me a letter which had been written by\na young girl to her sweetheart in a Georgia regiment, telling him\nthat she had discovered that she loved him, after all, and that if\nhe would get a furlough and come home she would marry him; that\nshe had loved him ever since they had gone to school together in\nthe little schoolhouse in the woods. Then, as if she feared such a\ntemptation might be too strong for him, she added a postscript in\nthese words: ‘Don’t come without a furlough; for if you don’t come\nhonorably I won’t marry you.’ This letter had been taken from the\npocket of a private dead on the battlefield of one of the battles\naround Richmond, and, as the date was only a week before the battle\noccurred, its pathos struck me very much. I remember I said ‘The\npoor fellow got his furlough through a bullet.’ The idea remained\nwith me, and I went to my office one morning and began to write\n‘Marse Chan,’ which was finished in about a week.”\n\n“In Ole Virginia,” a collection of three stories of negro life\nand character, was published in 1887. This is perhaps his most\ncharacteristic work. Many stories, essays, and poems followed.\n\nUncle Billy in Page’s story “Meh Lady” is a distinct creation.\nAt the wedding of his mistress and the Union captain in the old,\ndismantled home, the minister asks, “Who giveth this woman to be\nmarried to this man?” His lady is without a relative, and Uncle\nBilly sees that it is up to him. But he doesn’t want to take the\nresponsibility; so stepping forward he answers solemnly, “Gord.”\n\nThomas Nelson Page is never sectional in his writing. Everything\nthat he writes tends to bring about better feeling between the\nNorth and the South.\n\nHe is now ambassador to Rome, appointed by President Wilson.\n\n\n\n\n\n\n  James Lane Allen, a romanticist of Kentucky, is the subject of\n  one of the six intaglio-gravure pictures illustrating “American\n  Novelists.”\n\nJAMES LANE ALLEN\n\nMonograph Number Four in The Mentor Reading Course\n\n\nA historical novelist worthy to rank with Nathaniel Hawthorne,\nJames Lane Allen has been called. Both have given us pictures of\nthe lives of our forefathers; but, while Hawthorne has shown us\nNew England, Allen draws the Blue Grass region of Kentucky and its\npeople.\n\nIt may be due to the fact that James Lane Allen was a seventh child\nthat he has achieved such remarkable success in literature. He was\nborn in Fayette County, near Lexington, Kentucky, in 1849, the\nyoungest child of Richard and Helen Allen. He can number among his\npaternal ancestors some of the first settlers of Virginia. One of\nthese ancestors, Richard Allen, moved to Kentucky, where he lived\nthe easy, hospitable life of a gentleman farmer on his large estate.\n\nMr. Allen’s mother was a descendant of the Pennsylvania\nScotch-Irish and the Brooks family of Virginia. A native of\nMississippi, she was a lover of nature and literature. She inspired\nin her son a love for reading old romances, poetry, and history.\n\nAlthough Allen was only twelve years old when the storm of Civil\nWar broke over our country, he was old enough to realize its\nhorrors and the suffering that it brought to the people of the\nSouth. Just before the beginning of the war his father lost his\nfortune; so the formal education that Allen received was small;\nbut under his mother’s guidance he pursued his studies at home.\nLong walks in the fields and forests about his home gave him a keen\ninsight into nature.\n\nHe was graduated from Transylvania University at Lexington,\nKentucky, in 1872, and three years later received a degree of A. M.\nfrom there. A little before this his father died, and James had to\nbegin teaching in order to meet expenses. He spent a year as master\nin a country school, walking six miles to and from the school every\nday.\n\nFor two years he taught in Missouri and then came back to Kentucky\nas a private tutor. He was called to his alma mater to teach, and\ntwo years later Bethany College, in West Virginia, offered him the\nchair of Latin and higher English.\n\nHe planned to go to Germany for a time; but gave this up when the\nidea of becoming a doctor of medicine attracted him. This was when\nhe was doing graduate work at Johns Hopkins in Baltimore. But his\nlove of literature led him to take up writing, and in 1884 he\nmoved to New York. He arrived there unknown and with no letters of\nintroduction; but “he took up his abode in a garret and started\nout in a very humble way.” He sent letters to the New York Evening\nPost, poems to Harper’s and the Atlantic Monthly, and essays to\nthe Critic and the Forum. A criticism of Henry James’ “Portrait of\na Lady” first attracted attention to the young author, and soon\nthere was a strong demand for his sketches of Kentucky life. “The\nBlue Grass Region of Kentucky” was the title given to the collected\nvolume of these sketches.\n\nMr. Allen then moved to Cincinnati; but later moved again to\nWashington, believing that the capital of the country would be\nthe future home of literature and art in America. In Washington,\nhowever, he found too much social and official distraction; so he\nreturned to New York.\n\n“The Kentucky Cardinal,” published in 1895, is one of Mr. Allen’s\nbest books. It is a sort of pastoral poem in prose, showing the\nstruggle between Nature and Love. “The Choir Invisible” shows the\nnoble love of a married woman for a man who is not her husband.\n\nJames Lane Allen is best known as a writer of fiction; but he\nhas also published many critical articles and much verse. He is\nrecognized as one of the most poetic and dramatic of American\nnovelists.\n\n\n\n\n\n\n  Winston Churchill, a master of the historical novel, is the\n  subject of one of the six intaglio-gravure pictures illustrating\n  “American Novelists.”\n\nWINSTON CHURCHILL\n\nMonograph Number Five in The Mentor Reading Course\n\n\nAlthough he graduated from Annapolis in 1894, Winston Churchill\nnever served in the navy. Instead, immediately after completing\nhis studies he began writing. He had found out that he could write\nwhen he was still at Annapolis, and decided that fiction rather\nthan the navy was his line of work. For this the young graduate had\nfine equipment. Annapolis gave him self-reliance and determination.\nThose graduates of the Naval Academy who have not gone into the\nnavy have usually been successful in whatever they have done. This\nis particularly true in the case of Churchill. Well educated, at\nthe same time he is full of the joy of life itself, and likes all\nsorts of outdoor sports. He is a favorite everywhere.\n\nWinston Churchill was born in St. Louis, Missouri, on November 10,\n1871, and spent the first sixteen years of his life there. From a\nschool in St. Louis he went to Annapolis. There he became strongly\ninterested in American history and problems, and made up his mind\nto devote his life and energies to these. In the brief intervals\nbetween studies and drills he gathered much of the material that he\nafterward used in his novels.\n\nWhile at Annapolis he stood among the first five or six in his\nclass. He also reorganized the crew and was captain for a year.\nHe likewise played a good game of football. Fencing, tennis, and\nhorseback riding are his favorite sports.\n\nFor awhile after graduation he worked on the Army and Navy Journal,\nand then joined the staff of the Cosmopolitan Magazine. During this\ntime he wrote a great deal; but did not attempt to publish these\nfirst experiments in fiction.\n\nHe married in 1895 and moved not long afterward to his home at\nCornish, New Hampshire. Churchill was very fortunate. He did not\nhave to earn a living by doing hackwork, and could take plenty of\ntime with anything that he wrote.\n\nIt is said that genius is the capacity for taking great pains.\nWinston Churchill surely illustrates this adage. Hard work,\ndetermination, and a keen sense of values made him the successful\nnovelist that he is. He was ambitious to write the very best he\nknew how. Once, when living in St. Louis, he hired an office and\nwent down to it as regularly as any other man of business. His\nwriting was business, and was treated as such.\n\nHe rewrote “Richard Carvel” at least five times. He worked from\nbreakfast until one o’clock, after lunch for two or three hours,\nand after dinner often far into the night. This, the first of\nthree of Winston Churchill’s novels dealing with American history,\nbecame the most popular book in the United States. “The Crisis,”\nthe second of these historical novels, appeared a few years after\n“Richard Carvel,” and in 1904 “The Crossing,” the last of the\ntrilogy, was published. The background for “The Crisis” was the\nCivil War, and “The Crossing” dealt with the great western movement\nacross the country.\n\nChurchill has served in the New Hampshire legislature, and also\nran for the governorship of that state. “Coniston” was a direct\noutgrowth of his political associations. The novel is a story of\npolitics, with a charming love story running through it.\n\nWinston Churchill is still a young man, and there is every reason\nto believe that his best and biggest work is still to come.\n\n\n\n\n\n\n  Owen Wister, a drawer of real, vital characters, is the subject\n  of one of the six intaglio-gravure pictures illustrating\n  “American Novelists.”\n\nOWEN WISTER\n\nMonograph Number Six in The Mentor Reading Course\n\n\nIt is remarkable how many successful writers get into literature\nby accident. Very few novelists begin by taking up writing as a\nprofession: most of them drift into it from other fields. Owen\nWister was no exception to this. He settled down in Philadelphia to\npractise law; but the call of the pen was too strong for him. He\nwas thirty-one years old before he began to write.\n\nOwen Wister is a grandson of Frances Anne Kemble, better known as\nFannie Kemble, the famous actress. He was born on July 14, 1860,\nin Philadelphia. When he was ten years old he was taken to Europe,\nwhere he remained three years. On his return to this country he\nentered St. Paul’s School, Concord, whence he went to Harvard,\ngraduating in 1882. He took highest honors in music.\n\nAt Harvard he showed that he could write when he produced a\nlibretto, “Dido and Æneas,” for one of the Hasty Pudding Club\nentertainments. When there he also edited one of the college\npapers, and in his junior year wrote a poem on Beethoven, which was\npublished in the Atlantic Monthly.\n\nWith the intention of becoming a music critic Wister went abroad\nonce more. He began the study of composition under Liszt in Paris.\nIn 1883 he changed his plans and returned to America. His health\nwas bad; so he went hunting in Wyoming and Arizona.\n\nHe found not only new strength, but a new world. The stirring\natmosphere of the West woke in him a desire to write about it;\nbut he did nothing at this time. He returned east and entered the\nHarvard Law School. He graduated in 1888, and a year later was\nadmitted to the bar in Philadelphia.\n\nBut the West had great attraction for him. In the next ten years he\nmade fifteen trips there. He soon saw that law was not his career.\n\nIn 1891 a series of studies and stories of the West by Wister\nstarted in Harper’s Magazine. These were later gathered together in\na volume called “Red Men and White.” All the characters in these\nsketches were true to life; the Indian was the Indian of fact, and\nthe cowboy was the cowboy of reality.\n\nWhen Wister first began to write a fellow-townsman and critic of\nhim said, “Owen Wister has written some creditable stories; but so,\nto be sure, have many others. His real strength lies in musical\ncriticism.” This opinion hardly holds good today.\n\n“The Virginian” is the best thing that Wister has done. It is\nabsolutely realistic. This is a quality of all this author’s work,\nas is shown by an anecdote he himself tells:\n\n“Once a cowpuncher listened patiently while I read him a\nmanuscript. It concerned an event on an Indian reservation. ‘Was\nthat the Crow reservation?’ he inquired at the finish. I told him\nthat it was no real reservation and no real event; and his face\nexpressed displeasure. ‘Why,’ he demanded, ‘do you waste your time\nwriting what never happened, when you know so many things that did\nhappen?’”\n\nSo well was the story told that the cowboy had believed he was\nlistening to facts.\n\n“Lady Baltimore” was another successful novel of Wister’s, and\nbesides he has written several interesting biographies, the best of\nwhich is “The Seven ages of Washington.”\n\nWister is not only a writer. He has actively fought for decent\ngovernment in Philadelphia. At one election he ran for city\ncouncilman of his ward, knowing that his fight was hopeless. He is\nan American through and through, and in his books he portrays the\nbest things in the life of our country.\n\n\n  PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n  ILLUSTRATION FOR THE MENTOR, No. 25\n\n\n\n\nThe printing error “Univeristy” was changed to “University” on page\n18 (law department of the University of Virginia). Other uncommon\nspellings were retained.",
    "metadata": {
        "author": [
            "Mabie, Hamilton Wright",
            "Mabie, Hamilton W. (Hamilton Wright)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51560/pg51560.txt",
        "name": "the_mentor_american_novelists_vol_1_no_25.json"
    }
}