{
    "name": "The Disembodied Man",
    "author": [
        "Jardine, Jack Owen",
        "Maddock, Larry"
    ],
    "body": "_This, he thought, is a crazy way to die._\n\n\"_You're not dying, George. You're just beginning to live._\"\n\n_He started, tried to see her. I didn't say anything!_\n\n_\"Yes you did,\" she insisted, in that same low voice. \"You said, 'This\nis a crazy way to die.'\"_\n\n_George tried to prop himself up on his elbows--but suddenly he\nrealized that he had no elbows!_\n\n_\"Don't worry, George. Just rest. You'll be all right.\"_\n\n_How--where am I?_\n\n_\"Just rest,\" she repeated, and then she was gone. George thought about\nher for a long time, before dropping off to sleep._\n\n\n\nIt was a cold night, and lonely, for George Jameson. He paced the floor\nof his apartment, back and forth, into the kitchen, into the hall,\nthrough the bedroom, back and forth.\n\n\"God!\" he said, although there was no one there to hear him. \"Two\nyears! And where am I?\"\n\nAngrily, he reached for his coat. Maybe some fresh air would do him\ngood. He buttoned the coat, fumbled for his overcoat.\n\nThen he walked outdoors.\n\nIt was snowing. The clean, white, slippery kind of snow that stays\nfor a while, then quickly turns into Chicago slush. Instinctively,\nhe turned his collar up against the cold, and headed for the El, a\nsentimental relic of the 20th century just past.\n\nThe snow was coming down in big, lazy flakes that caught themselves in\nthe wind and buffeted against his overcoat. Streetlights cast weird\nshadows across the white. George could hear the faint _crunch-crunch_\nhis shoes made. Half-turning he looked at his tracks behind him.\n\n\"Damn white stuff!\" He hunched his shoulders more, pulled his neck down\ninto the folds of his collar. \"Puts a pure clean blanket over the whole\nworld--but all you have to do is walk on it and you can see the dirt\nunderneath!\"\n\nGeorge climbed the steps to the elevated, bought a ticket to anywhere.\nThen he sat down and waited for a train.\n\nThere was a girl waiting with him. She was pretty. George watched her\nuntil the train pulled in, wondering what she was doing wandering\naround Chicago at this time of night.\n\nShe got on the train with him, sat down in the seat across from him.\nThe train whined into motion.\n\n\"Hello,\" she said after a while.\n\n\"Hello,\" he replied, startled by her voice. _People on elevated trains\ndon't go around saying \"hello\" to each other!_\n\n\"Do you mind awfully much if I talk to you?\"\n\n\"Go ahead.\" _Nor_, he thought, _do they ask such questions of strange\nmen._\n\n\"Do you ever get lonely here in Chicago?\"\n\nGeorge smiled. \"Sometimes,\" he said. \"You lonely, kid?\"\n\n\"Awfully. I like to talk to strangers. Then I don't feel quite so\nlonely.\"\n\n\"Oh.\"\n\nShe was quiet for a minute, her eyes friendly, but her trim body stiff\nagainst the city.\n\n\"Don't let the town get you down, kid.\" He was giving _her_ advice!\n\nShe looked at him wistfully. \"Maybe it's not so bad. Only the people\nwho are fitted to live in a world like this keep on living. There are a\nlot of people who don't see it the way we do.\"\n\n\"Could be.\" She was a strange girl, he thought, to be talking this way.\nYoung, pretty, and fed up already. \"Why do you ride the El at night?\"\nhe asked.\n\nShe smiled. \"I can meet people--other lonely people--who don't know me\nand don't want to pry. I can talk to people, and learn things. And then\nI never see them again. I can't talk to people in a crowd.\"\n\nThrough the windows he could see the lights of a sleeping city flash by\nlike speeding fireflies. \"Never thought of it that way,\" he said.\n\nSuddenly, without warning, the hurtling elevated car leaped under\nhim. He was thrown to the floor as the car jumped the tracks and\ntwisted upon itself. George saw the lights go off and heard the girl\nscream--and then her scream was cut off, sharply, by the grinding,\ntearing crunch of impact.\n\nBlackness.\n\n\n\n\"Good morning, George. Did sleep well?\"\n\nThere she was again--that soft, quiet voice! _Sleep? I don't know if I\ndid or not. Is it morning?_\n\n\"Yes--a beautiful morning.\" Her voice was like lilacs, George thought.\nSweet, soft lilacs.\n\n\"Lilacs? Thank you, George.\"\n\n_Go away! I don't want you to hear my thinking._\n\n\"Then don't sub-vocalize. Don't worry, you'll soon get the hang of it.\nJust think without trying to move your tongue and your lips, and I\ncan't hear you.\"\n\n_Where am I?_\n\n\"You're in a hospital.\" Her voice was gentle, soft.\n\n_And you?_\n\n\"I'm Karen--your nurse, George.\"\n\n_How bad am I? I mean--I remember being on an elevated train when it\ncrashed._\n\n\"You're going to be all right. The doctors will have you all put back\ntogether again. You just need some new parts.\"\n\n_It was that bad, huh?_\n\n\"You almost died. But you're alive now. Please get well, George.\"\n\n_What kind of shape am I in?_\n\nShe didn't answer immediately. \"How do you feel?\"\n\n_I--I don't feel! What's the matter--! I can't feel my body! I--Where\nis my body!_\n\n\"George, please try to understand. You're safe, you're alive. You're\nnot crazy, and this isn't a nightmare....\"\n\n_Where is my body?_ He tried to scream it, but no sound came.\n\n\"Please, listen to me. You're in a hospital. You're being kept alive\nby the best doctors we have, and by machines made by those doctors.\nPhysically, there isn't much left of you, but we're going to give you a\nnew body. Please be patient. And please co-operate.\"\n\nThe thought was staggering. New body! _Then all that's left of me is_--\n\nShe finished it for him. \"A brain in a jar, kept alive by pumps and\nblood-conditioners and electronic impulses. I'm here to try to keep you\nsane.\"\n\nGeorge was silent, thinking now in visual images instead of words. A\nbrain in a glass jar, surrounded by fantastic machinery to perform the\nfunctions of the human body. And a woman's voice being piped in to him,\nto keep him from going mad. He'd read about it somewhere--that it had\nbeen tried, and was successful up to a point. But the patient had died.\nHe didn't want to die.\n\n_I'll try_, he thought loudly. _I'll try like hell!_\n\n\n\nGeorge Jameson, or the part of him that was in the jar, learned\nquickly. It was two days before he had thoroughly mastered the knack of\nthinking to himself, and sub-vocalizing only to others. On the third\nday he asked Karen for a description of his surroundings.\n\n\"You're in a glass jar, about the size and shape of a normal human\nskull case. Leading in through the sides of the glass are several\nplastic tubes, a jumble of wires, and a thermometer. Attached to all of\nthis is about a hundred pounds of machinery, gauges, and such.\"\n\n_I must be quite a handsome cuss._\n\n\"Oh, yes,\" she laughed. \"Quite colorful, in fact. With those\nchrome-plated fixtures, you cut quite a figure.\"\n\n_You're talking to me, Karen, and you can't hear me. Tell me, is this\nbeing broadcast all over the place, or is it strictly a personal\nconversation?_\n\n\"George,\" she said, \"you're somewhat of a novelty. The electrodes that\npick up your tiny nerve impulses--the sub-vocalization--feed the signal\ninto a computer-translator sort of thing that changes it into words.\nYour voice is purely mechanical. It comes through earphones from the\ntranslator. Of course, everything we say is automatically recorded.\"\n\n_Is what I think--to myself, that is--is that recorded, too?_\n\n\"No.\" Her voice had that same gentle, understanding quality. \"We\nrespect your privacy.\"\n\n_Thanks. I don't guess there would be much I could do about it if you\ndidn't, though._\n\n\"I'm proud of you, George. You're taking all this quite calmly.\"\n\n_What have I got to gain by getting excited?_\n\nHe could almost hear her smile. \"Nothing.\"\n\n_Karen._\n\n\"What?\"\n\n_You said something the other day that made me wonder. You said,\n\"Please get well.\" What did you mean by that?_\n\nShe hesitated for perhaps a fraction of a second. \"Professional pride,\nI guess. And maybe it was just the thing to say.\"\n\n_Oh._ He was silent for a while. _Then these experiments haven't worked\nout too well in the past._ It was more of a statement than a question.\n\nHe thought he detected a tightness in her voice. \"George, you might\nas well know. You're the first man to have ever progressed this far\nwithout going hopelessly insane.\"\n\n_It's nice to know I'm not hopeless._\n\nSilence.\n\n_I'm sorry, Karen. Maybe I talk too much._\n\n\"Would you like to hear some music?\" Her voice was normal again,\nsoothing.\n\n_That would be nice. As long as it's relaxing. Something by Debussy, or\nBeethoven, maybe. And please, Karen, accept my apologies for mouthing\noff like that._\n\nShe laughed, softly. \"We seem to be forgetting. _You're_ supposed to\nbe the patient. Will you settle for Gershwin while I go hunt up some\nclassical stuff?\"\n\n_Gladly, sweetheart. Play it softly, huh?_\n\n\n\n_Karen._\n\n\"Yes, George.\"\n\n_You know more than I do what it's best for a patient to learn. Can you\ntell me all about the setup here?_\n\n\"Just what is it you want to know?\"\n\n_My body--I mean my new body. How do they build a human body?_\n\nShe laughed softly. \"They don't,\" she said. \"Medical science can do\nmany things, George, but they can't really _build_ a body.\"\n\n_But you said_--\n\n\"They can grow one to order, almost. You know what cancer is, don't\nyou?\"\n\n_Yes._\n\n\"Well, the doctors here use what they sometimes call 'controlled\ncancer'--to grow the human body. That way, they can do in months what\nit takes Nature years to accomplish.\"\n\nGeorge puzzled over this for a moment. If he had had eyebrows, there\nwould have been a frown on his face. If he had a face.\n\n_You mean--some other human being gives up his brain to make room for\nme?_\n\n\"No, George. It doesn't have a brain. It's just a body, with a small\nlump at the top of the spinal cord that controls the muscles.\" Her\nvoice was patient, yet urgent. He had to understand. \"You see,\" she\ncontinued, \"because of the enormous rate of growth of the rest of the\nbody, the brain--or the mind--doesn't have a chance to develop. The\nbody has no personality--no _being_ of its own. It's your body, George.\nYours alone.\"\n\nHe was silent for a long time, thinking. Considering the possibilities\nof a new body. It'll be mine, he told himself, all mine. To taste and\nhear and feel and smell. To get cold, or warm--to sweat! To walk, to\nswim, to touch her hand--to see her--to see Karen! To see Karen, who is\njust a voice; to take her dancing! _How soon can I be in this body?_\n\n\"It'll be six months, anyway, George.\" Her voice seemed to be saying,\n\"Please be patient,\" just by the tone of it.\n\n_Six months! Cooped up in this--this fishbowl!--for six months more?_\n\n\"I'm sorry, George. You won't be alone, though--I'll stay with you.\nThat is, if you want me.\"\n\nHe began to laugh. He laughed uproariously. He didn't care that the\ntranslator made his laugh into a horrible thing that grated in her\nears. Part of the time his laugh was a sob, but it was all the same to\nthe translator.\n\n_Do you mind if I call you Mom?_ There was a catch in his voice. _When\nI was a kid I used to rely on my mother like this! I've never been so\ndependent upon another woman in all my life! If I want you! I need you,\nKaren. Don't leave me!_\n\n\"I won't leave you, George--\" He had the feeling there was something\nelse she wanted to say, but she didn't.\n\n\n\nHe could hear her voice faintly now. She wasn't talking to him, and he\nhad to strain to catch her words.\n\n\"He's all right, doctor. For the past few days all he's wanted to talk\nabout is his body. I've been telling him anything he wants to know.\"\n\nGeorge could barely make out a mumbled answer. It was too far away to\nhear the words.\n\n\"Play the tape, doctor. You'll see what I mean.\"\n\nHe mustn't let her know he had overheard. He had forgotten all about\nthis being put on tape. He'd have to watch his words from now on. She\nmust have thought she had turned the microphone off when the doctor\ncame in. Mentally, George smiled.\n\n\n\n_Karen._\n\nNo answer.\n\n_Karen!_\n\nSilence.\n\n_Karen, can you hear me?_\n\nWhere in the name of heaven did that woman go? Has she left me? Maybe\nthey gave me up for dead.\n\n_Karen._ I've been sleeping--or day-dreaming. Or maybe it's the middle\nof the night. Maybe she's asleep. Maybe she's gone.\n\n_Karen!_ She must be asleep. Or maybe she's dead. Or maybe there's a\nloose connection in the wiring.\n\n_Karen!_ No answer. Nothing but that deep, dead silence. _Karen!\nTesting. Testing. One, two, three--Testing. Karen. Where are you? Can\nyou hear me, Karen? Karen!_\n\nIt seemed like several eternities before she answered.\n\n\"George?\"\n\nHe would have breathed a sigh of relief, if he could.\n\n_I thought you'd deserted me. Were you asleep?_\n\nShe laughed that soft, vibrant laugh. \"I'm sorry. I just--stepped out.\"\n\n_That's okay, sweetheart. I'm all right. Forget it. But tell me about\nthese things next time, huh? I worry about you when you're gone._\n\n\"You shouldn't. I'm a big girl now.\"\n\n_Hey! Is this being recorded?_\n\n\"Of course.\"\n\n_Who listens to it?_\n\n\"Oh, a bunch of doctors and medical students.\"\n\n_Any prudes in the audience?_\n\n\"Not me,\" she laughed. \"But there's bound to be at least _one_, anyway.\"\n\n_Okay_, he said. He spent the next two hours telling bawdy stories.\n\n\n\nA month later George knew he had grown to rely on Karen more and more.\n\nIn fact, he knew he was falling in love with her.\n\n\"Hi,\" she announced. Her voice sounded excited. \"George, I just had a\nlook at your body. It's coming along fine--in fact, it's bee-ootiful!\nI'll be with you in about ten minutes. Enjoy some music while I'm gone.\nBye!\"\n\nThen the music lanced into his brain at a tremendous volume. George\nquivered in real pain as each note blared forth. It was the loudest\nversion of the Warsaw Concerto he ever hoped to hear. As the music\nprogressed, blatting its way through painful crescendos and screaming\ntreble notes, he tried to shut out the sound of it. It was impossible.\nIt was a tearing, screeching nightmare of sound, that put him back on\na hurtling elevated train with the sound of a young girl's scream in\nhis ears, and the pain of a body crushed beyond recognition. With a\nconvulsive shudder, George was unconscious.\n\n\n\n\"Headache gone yet?\" She was concerned.\n\n_Yeah, sweetheart. I'd like to wring your lovely neck, though._\n\n\"I'm sorry about the music, George. I didn't have the volume adjusted.\nI won't leave you alone again.\" There was a note in her voice that\nGeorge hoped was more than just professional concern.\n\n_Karen! You don't have to do that! You'll be tying yourself down. And I\ndon't want that._\n\n\"I don't mind, George. I just don't want anything to happen to you.\nYou're something--someone special.\"\n\n_Maybe I don't want it that way. Although I will admit I enjoy your\ncompany--but this around the clock business isn't necessary._\n\n\"I want to do it. Okay?\"\n\n_Okay. I guess I can't stop you. Only don't you ever get tired?_\n\n\"Sometimes.\"\n\n_Maybe you should let me worry about your welfare for a change. I think\nyou need some sleep. Lie down a little while._\n\n\"Sure, boss. Is that an order?\"\n\n_It's an order._\n\n\"I guess I am a little sleepy. Want some music?\"\n\nGeorge shuddered. _No! No more records for a long, long time! But leave\nyour microphone on--I like to know that you're there._\n\nWhile she slept, he carefully kept his thoughts to himself. She's\nsleeping the sleep of the exhausted. The little nut, she probably\ndidn't go to bed at all while I was--out. She deserves all the rest she\ncan get.\n\nHe listened a long time to her quiet breathing. I wonder what she\nlooks like? Is the rest of her as beautiful as her voice? I can't help\nit--I'm in love with her. I wish I was more than a brain in a bottle. I\nwish I could touch her--hold her hand. Silly thought. Like a kid on his\nfirst date.\n\nHe pictured her in his mind--lovely, vibrant, beautiful. How, he\nthought savagely, could she ever fall in love with me? Simple--she\ncouldn't. No woman could love a freak. And I wouldn't want it that way.\nShe'd be throwing her happiness away.\n\nBut damn it!--I can't help it if I want her.\n\n\n\n_I'm neck deep--if I may be permitted to use such an expression--in\nworld affairs. The good doctor read six newspapers to me while you were\ngone._\n\nKaren laughed. \"I thought he sounded a bit hoarse.\"\n\n_Well--out with it, woman! Did you enjoy your first day off in almost\nthree weeks?_\n\nHer voice was happier than he had heard it in days. \"I went shopping,\nGeorge, for the first time in months, and really splurged. Got a new\noutfit. You should see me.\"\n\n_I wish I could._\n\n\"You will soon enough.\"\n\n_What do you mean by that?_\n\n\"Your body's ready. You move in tomorrow.\"\n\n_Thank God! Tomorrow! It is--rather hard to believe, after all this\ntime! I'm going to have a body._ He could almost feel a lump form in\nhis throat, only of course he didn't have a throat--yet. _I don't know\nif I'm going to like having to put up with the pains of the flesh\nagain._\n\nShe laughed. Then her voice turned wistful, or maybe it was just his\nimagination. \"Not only the pains, George, but the pleasures, too.\"\n\n_Yeah._ He was silent for a moment. Then he forced his voice to be\nlight. _I can't wait for those eyes, Karen. Tell me about the outfit.\nWhat color is it--how does the cloth feel? Tell me all about it, Karen._\n\n\n\nThe next day, Karen warned him just before Dr. Chase released the\nsedative into his blood supply. George peacefully went into a deep,\ndreamless sleep. In his mind, he could still hear Karen's voice\nspeaking gently to him, assuringly.\n\nAlmost instantly, it seemed, he was awake, though it took hours. The\nfirst thing he was conscious of was a dull throbbing pain in his\nhead--and then he realized--_it was in his head_!\n\nVaguely at first, then sharply, as nerves clicked into action, he could\nsense his arms and legs.\n\nHe tried moving them, experimentally. It was a painful process.\n\nThere was sound, he realized suddenly--a low, subdued noise level. But\nthere was no _light_!\n\n_Karen! Karen!_ he thought sharply.\n\nStill just that low noise level. An electric fan going somewhere.\n\n_Karen!_ This time he felt the muscles of his throat contract. His\nbreath came out in a sigh of satisfaction. He had been sub-vocalizing\nthrough long habit!\n\n\"Karen.\" He said it; he heard his voice.\n\n\"George! You made it!\" Karen was there.\n\n\"Karen,\" he said again. A little quavering, but it was a voice.\n\"Karen!\" he sobbed. \"I can't see!\"\n\n\"Silly!\" she laughed. \"Of course not--there's a bandage over your\neyes. The optic nerve is very delicate. The doctors have to give the\nnerve-endings--the nerve-graft--more time to heal. Another three days\nand you'll be able to see.\"\n\nA low moan from his throat. \"Then,\" he said, haltingly, \"you're still\nonly a voice.\"\n\n\"Not quite,\" she said. She touched his cheek. Cool, soft fingers. \"That\nbetter? Now you're the one who needs some sleep.\"\n\n\"Karen,\" he said.\n\nSilently, she took his hand in hers.\n\n\n\nAt noon of the fourth day, they removed the bandages from his eyes.\n\nThe blinds were drawn on the windows, but still the light was\nstaggering. George squinted until his eyes became accustomed to the\nbrightness. Then he focused them on various items in the room.\n\nHe had just flipped the sheets back from his body and was commenting\nproudly to himself, \"I'm more of a man than I thought,\" when the door\nopened.\n\nGeorge looked up, startled.\n\nThe most beautiful woman he had ever seen was in the doorway.\n\n\"Hi,\" she said, her voice as soft and vibrant as ever.\n\n\"Karen!\"\n\nShe was staring, unashamed, at the body George had just fully\nuncovered. \"Wow!\" she said.\n\nGeorge scrabbled for the sheets, pulled them over him.\n\n\"You should knock,\" he said, starting to laugh.\n\nShe came over to the foot of the bed, and slowly turned around for him.\n\"Well, how about me? Are you disappointed?\" Her voice had an intimate,\nchallenging quality.\n\n\"Sweetheart,\" he said slowly, looking at her for what it seemed to\nGeorge was the first time, \"you are lovely. You're more than I ever\ndreamed. And I don't care what you say or think of me for saying this,\nbut I love you. I've loved you since I first heard your voice. I know\nit's impossible--no woman could ever knowingly fall in love with me--a\nfreak, a brain in a bottle--but that can't stop me from loving you.\nMaybe it's just that I'm so happy to have a body again after so long\nthat makes me say this....\"\n\nShe had come around the corner of the bed, and was sitting on the edge\nof it now. There were tears in her eyes and her hands were clasped over\nhis. \"I know, George,\" she said slowly, when he had stopped. \"I felt\nthe same way as you--when I got my new body--but I didn't have anyone\nto say it to.\"\n\nHis eyes widened in disbelief. His mouth worked for several seconds\nbefore the words would come. \"You....\"\n\nShe nodded slowly. \"George, don't you remember many months ago--the\nnight of your accident on the El ... there was a girl on the train with\nyou....\"\n\nHe stared at her, sudden amazement in his eyes. \"Of course I\nremember--but--you--you mean _you are_....\"\n\n\"Yes, George. I'm the same girl--different body, of course. My case\nwasn't as tough as yours. Your brain was close to death for quite\nawhile before you regained conscious thought.\"\n\nHe looked at her incredulously. \"But you said _I_ was the first to ever\ngo this far....\"\n\nHer face was close to his, her lips smiling. \"I said you were the first\n_man_ to pull through. I was praying for you George. I needed you--as\nmuch as you thought you needed me....\"\n\nAs his arms closed about her, there wasn't much else for either to\nsay....",
    "metadata": {
        "author": [
            "Jardine, Jack Owen",
            "Maddock, Larry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66283/pg66283.txt",
        "name": "the_disembodied_man.json"
    }
}