{
    "name": "The Song of the Stone Wall",
    "author": [
        "Keller, Helen",
        "Keller, Helen Adams"
    ],
    "body": "Come walk with me, and I will tell\nWhat I have read in this scroll of stone;\nI will spell out this writing on hill and meadow.\nIt is a chronicle wrought by praying workmen,\nThe forefathers of our nation--\nLeagues upon leagues of sealed history awaiting an interpreter.\nThis is New England's tapestry of stone\nAlive with memories that throb and quiver\nAt the core of the ages\nAs the prophecies of old at the heart of God’s Word.\n\nThe walls have many things to tell me,\nAnd the days are long. I come and listen:\nMy hand is upon the stones, and the tale I fain would hear\nIs of the men who built the walls,\nAnd of the God who made the stones and the workers.\n\nWith searching feet I walk beside the wall;\nI plunge and stumble over the fallen stones;\nI follow the windings of the wall\nOver the heaving hill, down by the meadow-brook,\nBeyond the scented fields, by the marsh where rushes grow.\nOn I trudge through pine woods fragrant and cool\nAnd emerge amid clustered pools and by rolling acres of rye.\nThe wall is builded of field-stones great and small,\nTumbled about by frost and storm,\nShaped and polished by ice and rain and sun;\nSome flattened, grooved, and chiseled\nBy the inscrutable sculpture of the weather;\nSome with clefts and rough edges harsh to the touch.\nGracious Time has glorified the wall\nAnd covered the historian stones with a mantle of green.\nSunbeams flit and waver in the rifts,\nVanish and reappear, linger and sleep,\nConquer with radiance the obdurate angles,\nFilter between the naked rents and wind-bleached jags.\n\nI understand the triumph and the truth\nWrought into these walls of rugged stone.\nThey are a miracle of patient hands,\nThey are a victory of suffering, a paean of pain;\nAll pangs of death, all cries of birth,\nAre in the mute, moss-covered stones;\nThey are eloquent to my hands.\nO beautiful, blind stones, inarticulate and dumb!\nIn the deep gloom of their hearts there is a gleam\nOf the primeval sun which looked upon them\nWhen they were begotten.\nSo in the heart of man shines forever\nA beam from the everlasting sun of God.\nRude and unresponsive are the stones;\nYet in them divine things lie concealed;\nI hear their imprisoned chant:--\n\n\"We are fragments of the universe,\nChips of the rock whereon God laid the foundation of the world:\nOut of immemorial chaos He wrought us.\nOut of the sun, out of the tempest, out of the travail of the earth\n we grew.\nWe are wonderfully mingled of life and death;\nWe serve as crypts for innumerable, unnoticed, tiny forms.\nWe are manifestations of the Might\nThat rears the granite hills unto the clouds\nAnd sows the tropic seas with coral isles.\nWe are shot through and through with hidden color;\nA thousand hues are blended in our gray substance.\nSapphire, turquoise, ruby, opal,\nEmerald, diamond, amethyst, are our sisters from the beginning,\nAnd our brothers are iron, lead, zinc,\nCopper and silver and gold.\nWe are the dust of continents past and to come,\nWe are a deathless frieze carved with man's destiny;\nIn us is the record sibylline of far events.\nWe are as old as the world, our birth was before the hills.\nWe are the cup that holds the sea\nAnd the framework of the peak that parts the sky.\nWhen Chaos shall again return,\nAnd endless Night shall spread her wings upon a rained world,\nWe alone shall stand up from the shattered earth,\nIndestructible, invincible witnesses of God’s eternal purpose.”\n\nIn reflective mood by the wall I wander;\nThe hoary stones have set my heart astir;\nMy thoughts take shape and move beside me in the guise\nOf the stern men who built the wall in early olden days.\nOne by one the melancholy phantoms go stepping from me,\nAnd I follow them in and out among the stones.\nI think of the days long gone,\nFlown like birds beyond the ramparts of the world.\nThe patient, sturdy men who piled the stones\nHave vanished, like the days, beyond the bounds\nOf earth and mortal things.\nFrom their humble, steadfast lives has sprung the greatness of my\n nation.\nI am bone of their bone, breath of their breath,\nTheir courage is in my soul.\nThe wall is an Iliad of granite: it chants to me\nOf pilgrims of the perilous deep,\nOf fearless journeyings and old forgotten things.\nThe blood of grim ancestors warms the fingers\nThat trace the letters of their story;\nMy pulses beat in unison with pulses that are stilled;\nThe fire of their zeal inspires me\nIn my struggle with darkness and pain.\nThese embossed books, unobliterated by the tears and laughter\n of Time,\nAre signed with the vital hands of undaunted men.\nI love these monoliths, so crudely imprinted\nWith their stalwart, cleanly, frugal lives.\n\nFrom my seat among the stones I stretch my hand and touch\nMy friend the elm, urnlike, lithesome, tall.\nFar above the reach of my exploring fingers\nBirds are singing and winging joyously\nThrough leafy billows of green.\nThe elm-tree’s song is wondrous sweet;\nThe words are the ancientest language of trees--\nThey tell of how earth and air and light\nAre wrought anew to beauty and to fruitfulness.\nI feel the glad stirrings under her rough bark;\nHer living sap mounts up to bring forth leaves;\nHer great limbs thrill beneath the wand of spring.\n\nThis wall was builded in our fathers’ days--\nValorous days when life was lusty and the land was new.\nResemble the walls the builders, buffeted, stern, and worn.\nTo us they left the law,\nOrder, simplicity, obedience,\nAnd the wall is the bond they gave the nation\nAt its birth of courage and unflinching faith.\nBefore the epic here inscribed began,\nThey wrote their course upon a trackless sea.\nO, tiny craft, bearing a nation’s seed!\nFrail shallop, quick with unborn states!\nAutumn was mellow in the fatherland when they set sail,\nAnd winter deepened as they neared the West.\nOut of the desert sea they came at last,\nAnd their hearts warmed to see that frozen land.\nO, first gray dawn that filtered through the dark!\nBleak, glorious birth-hour of our northern states!\nThey stood upon the shore like new created men;\nOn barren solitudes of sand they stood,\nThe conquered sea behind, the unconquered wilderness before.\nSome died that year beneath the cruel cold,\nAnd some for heartsick longing and the pang\nOf homes remembered and souls torn asunder.\nThat spring the new-plowed field for bread of life\nBordered the new-dug acre marked for death;\nBeside the springing corn they laid in the sweet, dark earth\nThe young man, strong and free, the maiden fair and trustful,\nThe little child, and the uncomplaining mother.\n\nAcross the meadow, by the ancient pines,\nWhere I, the child of life that lived that spring,\nDrink in the fragrances of the young year,\nThe field-wall meets one grimly squared and straight.\nBeyond it rise the old tombs, gray and restful,\nAnd the upright slates record the generations.\nStiffly aslant before the northern blasts,\nLike the steadfast, angular beliefs\nOf those whom they commemorate, the headstones stand,\nCemented deep with moss and invisible roots.\nThe rude inscriptions charged with faith and love,\nGraceless as Death himself, yet sweet as Death,\nAre half erased by the impartial storms.\nAs children lisping words which move to laughter\nAre themselves poems of unconscious melody,\nSo the old gravestones with their crabbed muse\nAre beautiful for their halting words of faith,\nTheir groping love that had no gift of song.\nBut all the broken tragedy of life\nAnd all the yearning mystery of death\nAre celebrated in sweet epitaphs of vines and violets.\nClose by the wall a peristyle of pines\nSings requiem to all the dead that sleep.\n\nBeyond the village churchyard, still and calm,\nSteeped in the sweetness of eternal morn,\nThe wall runs down in crumbling cadence\nBeside the brook which plays\nThrough the land like a silver harp.\nA wind of ancient romance blows across the field,\nA sweet disturbance thrills the air;\nThe silken skirts of Spring go rustling by,\nAnd the earth is astir with joy.\nUp the hill, romping and shaking their golden heads,\nCome the little children of the wood.\nFrom ecstasy to ecstasy the year mounts upward.\nUp from the south come the odor-laden winds,\nAngels and ministers of life,\nDropping seeds of fruitfulness\nInto the bosoms of flowers.\nElusive, alluring secrets hide in wood and hedge\nLike the first thoughts of love\nIn the breast of a maiden;\nThe witchery of love is in rock and tree.\nAcross the pasture, star-sown with daisies,\nI see a young girl--the spirit of spring she seems,\nSister of the winds that run through the rippling daisies.\nSweet and clear her voice calls father and brother,\nAnd one whose name her shy lips will not utter.\nBut a chorus of leaves and grasses speaks her heart\nAnd tells his name: the birches flutter by the wall;\nThe wild cherry-tree shakes its plumy head\nAnd whispers his name; the maple\nOpens its rosy lips and murmurs his name;\nThe marsh-marigold sends the rumor\nDown the winding stream, and the blue flag\nSpread the gossip to the lilies in the lake:\nAll Nature’s eyes and tongues conspire\nIn the unfolding of the tale\nThat Adam and Eve beneath the blossoming rose-tree\nTold each other in the Garden of Eden.\nOnce more the wind blows from the walls,\nAnd I behold a fair young mother;\nShe stands at the lilac-shaded door\nWith her baby at her breast;\nShe looks across the twilit fields and smiles\nAnd whispers to her child: “Thy father comes!”\n\nLife triumphed over many-weaponed Death.\nSorrow and toil and the wilderness thwarted their stout invasion;\nBut with the ship that sailed again went no retreating soul!\nStubborn, unvanquished, clinging to the skirts of Hope,\nThey kept their narrow foothold on the land,\nAnd the ship sailed home for more.\nWith yearlong striving they fought their way into the forest;\nTheir axes echoed where I sit, a score of miles from the sea.\nSlowly, slowly the wilderness yielded\nTo smiling grass-plots and clearings of yellow corn;\nAnd while the logs of their cabins were still moist\nWith odorous sap, they set upon the hill\nThe shrine of liberty for man’s mind,\nAnd by it the shrine of liberty for man’s soul,\nThe school-house and the church.\n\nThe apple-tree by the wall sheds its blossom about me--\nA shower of petals of light upon darkness.\nFrom Nature’s brimming cup I drink a thousand scents;\nAt noon the wizard sun stirs the hot soil under the pines.\nI take the top stone of the wall in my hands\nAnd the sun in my heart;\nI feel the rippling land extend to right and left,\nBearing up a receptive surface to my uncertain feet;\nI clamber up the hill and beyond the grassy sweep;\nI encounter a chaos of tumbled rocks.\nPiles of shadow they seem, huddling close to the land.\nHere they are scattered like sheep,\nOr like great birds at rest,\nThere a huge block juts from the giant wave of the hill.\nAt the foot of the aged pines the maiden’s moccasins\nTrack the sod like the noiseless sandals of Spring.\nOut of chinks in the wall delicate grasses wave,\nAs beauty grew out of the crannies of these hard souls.\n\nJoyously, gratefully, after their long wrestling\nWith the bitter cold and the harsh white winter,\nThey heard the step of Spring on the edge of melting snow-drifts;\nGladly, with courage that flashed from their life-beaten souls,\nAs the fire-sparks fly from the hammered stone,\nThey hailed the fragrant arbutus;\nIts sweetness trailed beside the path that they cut through the\n forest,\nAnd they gave it the name of their ship Mayflower.\n     Beauty was at their feet, and their eyes beheld it;\nThe earth cried out for labor, and they gave it.\nBut ever as they saw the budding spring,\nEver as they cleared the stubborn field,\nEver as they piled the heavy stones,\nIn mystic vision they saw, the eternal spring;\nThey raised their hardened hands above the earth,\nAnd beheld the walls that are not built of stone,\nThe portals opened by angels whose garments are of light;\nAnd beyond the radiant walls of living stones\nThey dreamed vast meadows and hills of fadeless green.\n\nIn the old house across the road\nWith weather-beaten front, like the furrowed face of an old man,\nThe lights are out forever, the windows are broken,\nAnd the oaken posts are warped;\nThe storms beat into the rooms as the passion of the world\nRacked and buffeted those who once dwelt in them.\nThe psalm and the morning prayer are silent.\nBut the walls remain visible witnesses of faith\nThat knew no wavering or shadow of turning.\nThey have withstood sun and northern blast,\nThey have outlasted the unceasing strife\nOf forces leagued to tear them down.\nUnder the stars and the clouds, under the summer sun,\nBeaten by rain and wind, covered with tender vines,\nThe walls stand symbols of a granite race,\nThe measure and translation of olden times.\n\nIn the rough epic of their life, their toil, their creeds,\nTheir psalms, their prayers, what stirring tales\nOf days that were their past had they to tell\nTheir children to keep the new faith burning?\nTales of grandsires in the fatherland\nWhose faith was seven times tried in fiery furnaces,--\nOf Rowland Taylor who kissed the stake,\nAnd stood with hands folded and eyes steadfastly turned\nTo the sky, and smiled upon the flames;\nOf Latimer, and of Cranmer who for cowardice heroically atoned--\nWho thrust his right hand into the fire\nBecause it had broken plight with his heart\nAnd written against the voice of his conviction.\nWith such memories they exalted and cherished\nThe heroism of their tried souls,\nAnd ours are wrung with doubt and self-distrust!\n\nI am kneeling on the odorous earth;\nThe sweet, shy feet of Spring come tripping o’er the land,\nWinter is fled to the hills, leaving snowy wreaths\nOn apple-tree, meadow, and marsh.\nThe walls are astir; little waves of blue\nRun through my fingers murmuring:\n“We follow the winds and the snow!”\nTheir heart is a cup of gold.\nSoft whispers of showers and flowers\nAre mingled in the spring song of the walls.\nHark to the songs that go singing like the wind\nThrough the chinks of the wall and thrill the heart\nAnd quicken it with passionate response!\nThe walls sing the song of wild bird, the hoof-beat of deer,\nThe murmur of pine and cedar, the ripple of many streams;\nCrows are calling from the Druidical wood;\nThe morning mist still haunts the meadows\nLike the ghosts of the wall builders.\n\nAs I listen, methinks I hear the bitter plaint\nOf the passing of a haughty race,\nThe wronged, friendly, childlike, peaceable tribes,\nThe swarthy archers of the wilderness,\nThe red men to whom Nature opened all her secrets,\nWho knew the haunts of bird and fish,\nThe hidden virtue of herb and root;\nAll the travail of man and beast they knew--\nBirth and death, heat and cold,\nHunger and thirst, love and hate;\nFor these are the unchanging things writ in the imperishable book of\n life\nThat man suckled at the breast of woman must know.\n\nIn the dim sanctuary of the pines\nThe winds murmur their mysteries through dusky aisles--\nSecrets of earth’s renewal and the endless cycle of life.\nLiving things are afoot among the grasses;\nThe closed fingers of the ferns unfold,\nNew bees explore new flowers, and the brook\nPours virgin waters from the rushing founts of May.\nIn the old walls there are sinister voices--\nThe groans of women charged with witchcraft.\nI see a lone, gray, haggard woman standing at bay,\nHelpless against her grim, sin-darkened judges.\nTerror blanches her lips and makes her confess\nBonds with demons that her heart knows not.\nSatan sits by the judgment-seat and laughs.\nThe gray walls, broken, weatherworn oracles,\nSing that she was once a girl of love and laughter,\nThen a fair mother with lullabies on her lips,\nCaresses in her eyes, who spent her days\nIn weaving warmth to keep her brood against the winter cold.\nAnd in her tongue was the law of kindness;\nFor her God was the Lord Jehovah.\nEnemies uprose and swore her accused,\nLaid at her door the writhing forms of little children,\nAnd she could but answer: “The Evil One\nTorments them in my shape.”\nShe stood amazed before the tribunal of her church\nAnd heard the gate of God’s house closed against her.\nOh, shuddering silence of the throng,\nAnd fearful the words spoken from the judgment-seat!\nShe raised her white head and clasped her wrinkled hands:\n“Pity me, Lord, pity my anguish!\nNor, since Thou art a just and terrible God,\nForget to visit thy wrath upon these people;\nFor they have sworn away the life of Thy servant\nWho hath lived long in the land keeping Thy commandments.\nI am old, Lord, and betrayed;\nBy neighbor and kin am I betrayed;\nA Judas kiss hath marked me for a witch.\nPossessed of a devil?  Here be a legion of devils!\nSmite them, O God, yea, utterly destroy them that persecute the innocent.”\nBefore this mother in Israel the judges cowered;\nBut still they suffered her to die.\nThrough the tragic, guilty walls I hear the sighs\nOf desolate women and penitent, remorseful men.\n\nSing of happier themes, O many-voiced epic,\nSing how the ages, like thrifty husbandmen, winnow the creeds of\n men,\nAnd leave only faith and love and truth.\nSing of the Puritan’s nobler nature,\nFathomless as the forests he felled,\nIrresistible as the winds that blow.\nHis trenchant conviction was but the somber bulwark\nWhich guarded his pure ideal.\nResolute by the communion board he stood,\nAnd after solemn prayer solemnly cancelled\nAnd abolished the divine right of kings\nAnd declared the holy rights of man.\nProphet and toiler, yearning for other worlds, yet wise in this;\nScornful of earthly empire and brooding on death,\nYet wrestling life out of the wilderness\nAnd laying stone on stone the foundation of a temporal state!\nI see him standing at his cabin-door at eventide\nWith dreaming, fearless eyes gazing at sunset hills;\nIn his prophetic sight Liberty, like a bride,\nHasteth to meet her lord, the westward-going man!\nEven as he saw the citadel of Heaven,\nHe beheld an earthly state divinely fair and just.\nMystic and statesman, maker of homes,\nStrengthened by the primal law of toil,\nAnd schooled by monarch-made injustices,\nHe carried the covenant of liberty with fire and sword,\nAnd laid a rich state on frugality!\nMany republics have sprung into being,\nFull-grown, equipped with theories forged in reason;\nAll, all have fallen in a single night;\nBut to the wise, fire-hardened Puritan\nDemocracy was not a blaze of glory\nTo crackle for an hour and be quenched out\nBy the first gust that blows across the world.\nI see him standing at his cabin-door,\nAnd all his dreams are true as when he dreamed them;\nBut only shall they be fulfilled if we\nAre mindful of the toil that gave him power,\nAre brave to dare a wilderness of wrong;\nSo long shall Nature nourish us and Spring\nThrow riches in the lap of man\nAs we beget no wasteful, weak-handed generations,\nBut bend us to the fruitful earth in toil.\nBeyond the wall a new-plowed field lies steaming in the sun,\nAnd down the road a merry group of children\nRun toward the village school.\n\nHear, O hear!  In the historian walls\nRises the beat and the tumult of the struggle for freedom.\nSacred, blood-stained walls, your peaceful front\nSheltered the fateful fires of Lexington;\nBuilded to fence green fields and keep the herds at pasture,\nYe became the frowning breastworks of stern battle;\nLowly boundaries of the freeman’s farm,\nYe grew the rampart of a land at war;\nAnd still ye cross the centuries\nBetween the ages of monarchs and the age\nWhen farmers in their fields are kings.\nFrom the Revolution the young Republic emerged,\nShe mounted up as on the wings of the eagle,\nShe ran and was not weary, and all the children of the world\nJoined her and followed her shining path.\nBut ever as she ran, above her lifted head\nDarkened the monster cloud of slavery.\nHark!  In the walls, amid voices of prayer and of triumph,\nI hear the clank of manacles and the ominous mutterings of bondsmen!\nAt Gettysburg, our Golgotha, the sons of the fathers\nPoured their blood to wash out a nation’s shame.\nCleansed by tribulation and atonement,\nThe broken nation rose from her knees,\nAnd with hope reborn in her heart set forth again\nUpon the open road to ideal democracy.\n\nSing, walls, in lightning words that shall cause the world to\n vibrate,\nOf the democracy to come,\nOf the swift, teeming, confident thing!\nWe are part of it--the wonder and the terror and the glory!\nFearless we rush forward to meet the years,\nThe years that come flying towards us\nWith wings outspread, agleam on the horizon of time!\n\nO eloquent, sane walls, instinct with a new faith,\nYe are barbarous, in congruous, but great with the greatness of\n reality.\nWalls wrought in unfaltering effort,\nSing of our prosperity, the joyous harvest\nOf the labor of lusty toilers.\nDown through the years comes the ring of their victorious axes:\n“Ye are titans of the forest, but we are stronger;\nYe are strong with the strength of mighty winds,\nBut we are strong with the unconquerable strength of souls!”\nStill the young race, unassailable, inviolate,\nShakes the solitudes with the strokes of creation;\nDoubly strong we renew the valorous days,\nAnd like a measureless sea we overflow\nThe fresh green, benevolent West,\nThe buoyant, fruitful West that dares and sings!\nPure, dew-dripping walls that guard\nThe quiet, lovable, fertile fields,\nSing praises to Him who from the mossy rocks\nCan bid the fountains leap in thirsty lands.\nI walk beside the stones through the young grain,\nThrough waves of wheat that billow about my knees.\nThe walls contest the onward march of the wheat;\nBut the wheat is charged with the life of the world;\nIts force is irresistible; onward it sweeps,\nAn engulfing tide, over all the land,\nTill hill and valley, field and plain\nAre flooded with its green felicity!\nOut of the moist earth it has sprung;\nIn the gracious amplitudes of her bosom it was nurtured,\nAnd in it is wrought the miracle of life.\n\nSing, prophetic, mystic walls, of the dreams of the builders;\nSing in thundering tones that shall thrill us\nTo try our dull discontent, our barren wisdom\nAgainst their propagating, unquenchable, questionless visions.\nSing in renerving refrain of the resolute men,\nEach a Lincoln in his smoldering patience,\nEach a Luther in his fearless faith,\nWho made a breach in the wall of darkness\nAnd let the hosts of liberty march through.\n\nCalm, eternal walls, tranquil, mature,\nWhich old voices, old songs, old kisses cover,\nAs mosses and lichens cover your ancient stones,\nTeach me the secret of your serene repose;\nTell of the greater things to be,\nWhen love and wisdom are the only creed,\nAnd law and right are one.\nSing that the Lord cometh, the Lord cometh,\nThe fountain-head and spring of life!\nSing, steady, exultant walls, in strains hallowed and touched with\n fire,\nSing that the Lord shall build us all together.\nAs living stones build us, cemented together.\nMay He who knoweth every pleasant thing\nThat our sires forewent to teach the peoples law and truth,\nWho counted every stone blessed by their consecrated hands,\nGrant that we remain liberty-loving, substantial, elemental,\nAnd that faith, the rock not fashioned of human hands,\nBe the stability of our triumphant, toiling days.",
    "metadata": {
        "author": [
            "Keller, Helen",
            "Keller, Helen Adams"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12093/pg12093.txt",
        "name": "the_song_of_the_stone_wall.json"
    }
}