{
    "name": "The genius of Lancelot Biggs",
    "author": [
        "Bond, Nelson S.",
        "Danzell, George",
        "Bond, Nelson",
        "Bond, Nelson Slade"
    ],
    "body": "I should have suspected something screwy the minute Cap Hanson started\ntalking sweety-pie. Usually you could use his voice for a nutmeg\ngrater. But you know me, old Drizzle-brain Donovan. If they ever\nwrite a story of my life--only why should they?--they'll title it,\n\"Gullible's Travels.\"\n\nAnyhow, about an hour after we'd lifted gravs from Long Island\nSpaceport, the skipper smooched into my control-turret, beaming like\na nova in the Coalsack. He plumped himself into the only comfortable\nchair and asked:\n\n\"Well, Sparks, my lad, how you doin'?\"\n\n\"If you mean,\" I retorted, \"was I drunk last night, the answer is 'no.'\nI am so dry I am parched, and besides, the barkeep at the Wranglers'\nClub wouldn't give me any credit.\"\n\n\"He told me,\" commented the skipper, \"he used your last check to\nvulcanize an old gum boot.\"\n\n\"Be that as it may,\" I said with quiet dignity, \"I am not one of those\nspace-hounds who gets three sheets in the ether every time he hits\nport--\"\n\n\"An' speakin' of sheets,\" interrupted the Old Man, \"we got more\npassengers aboard the _Saturn_ this trip than we got bunks to flop 'em\nin. So--\"\n\nI got it then. I squawked, \"Hey, take it easy! What is this--a hotel?\"\n\n\"--so,\" continued the skipper imperturbably, \"I'm allotin' your\nquarters to a special passenger. A guy by the name of--\"\n\n\"I'm not interested in names!\" I howled. \"I'm not the city directory.\nLook, Cap, I've got my rights! I don't have to turn my quarters over to\nsome damn Earthlubber, just because he's got a yen to chase comets!\"\n\n\"Will you shut up, Sparks?\" snapped the skipper. \"Or do I hafta calm\nyou down with the wrong end of a lug-wrench? This here passenger's name\nis Thaxton, an' he comes bearin' a 'Handle With Care' label signed by\nDoc Challenger. _Now_ will you pipe down?\"\n\nI would and did. Doc Challenger happens to be the president of the IPS,\nthe corporation that owns the _Saturn_. Any friend of his is a friend\nof my pocketbook's.\n\n\"Well,\" I said, \"if you're going to put it _that_ way--\"\n\n\"I'm puttin' this Thaxton guy,\" Hanson frowned, \"in your quarters, on\naccount of they're furthest from the aft holds. Friend or no friend, I\nain't aimin' to have him find out we're runnin' a load of rotor-guns\nan' ammunition to the New California rebels.\"\n\nHe was right there. That was nobody's business but our own. Now,\nunderstand me. I think we had a right to help the rebels. For\none thing, they deserved their independence. For another, our\narch-competitors, the Cosmos Company, was backing the present New\nCalifornia overlords. A third good reason was, of course, that every\nday this war continued, we were losing money.\n\n\n\nEarth itself hadn't had a war for almost a hundred and twenty\nyears--not since the North India uprising of '92. But the distribution\nof land and governmental control of the colonies was still what you\nmight call \"unfinished business.\"\n\nThere were always tiny local squabbles going on. Like the Fontanaland\nsiege three years ago that damn near ruined Mars as a summer resort;\nthe Rollie Rebellion last year on Mercury; and now, this year, the\nstruggle for autonomy on the part of a bunch of Californian Earth\ncolonists in the Venusian hill country.\n\nOur freight experts had decided that of all the IPS ships, the _Saturn_\nwould be the least likely suspect when it came to gun-running. The\n_Saturn_ was as old as a statesman's jokes. It was the slowest,\nwallowingest lugger still pushing vacuum. But I agreed with Hanson, it\nwould not do for anyone connected with the present Venus government to\ndiscover our cargo included contraband.\n\nWe'd find ourselves playing tit-tat-toe on the walls of a Sun City\nclink faster than a stuttering android could gargle, \"Planck's\nConstant!\"\n\nSo I nodded, \"Okay, Skipper. You're right and I'm wrong, as you usually\nare. So what do I do now? Sleep in the galley?\"\n\n\"No, Sparks. You take your duffle down to Mr. Biggs' quarters. You can\nbunk with him durin' this shuttle.\"\n\n\"_What!_ Lancelot Biggs! You're putting me in with that perambulating\npretzel? Hey, Cap--\"\n\n\"You're talkin',\" reminded the skipper, \"about the first mate of this\nhere tin-can--I mean, ship! Be more respectful of your superiors,\nSparks. Anyhow--\" He gazed at me curiously. \"Anyhow, I thought you an'\nhim was pals?\"\n\n\"Pals,\" I moaned, \"not peas in a pod! I _like_ Mr. Biggs, Skipper. But\nI don't want to wear him like a hair-ribbon for the next ten days.\"\n\n\"Sparks!\" warned the Old Man.\n\n\"Cap, you can't do this to me! It's tyranny, that's what it is!\"\n\n\"Never mind what you call it!\" interrupted the Old Man grimly. \"_I_\ncall it poetic justice. You've buttered your bread, Sparks. Now lie in\nit. An' while you're complainin', you might remember how aidful you was\nin findin' Mr. Biggs _another_ bunkmate!\"\n\nHe grinned vengefully and left. I remembered, then, that I'd helped\nLancelot Biggs woo and win Diane, the skipper's beauteous daughter, now\nback on Earth making preparations for the wedding. And I groaned.\n\nHansons, like elephants, never forget....\n\n\n\nSo I moved in with Mr. Biggs, and it was just like I thought it would\nbe. My gangling friend, that mad genius of the spaceways, Lancelot\nBiggs, was glad to have me share his quarters.\n\n\"I do hope you'll be comfortable, Sparks,\" he told me, gulping and\nmaking his amazing Adam's apple perform loopty-loops. \"Of course,\nthere's not any too much room--\"\n\nWhich was like saying there's not any too much H_{2}O on Luna. There\nwas only one bunk in Biggs' stateroom. I am a normal-sized man. Biggs\nis, too, only his dimensions are sort of peculiar. I.e., he's one-half\nas wide as par for the course, and twice as tall. Which compensates.\n\nHe turned out to have seventeen separate and distinct physical\npeculiarities, none of which showed up until the first time we\nshoehorned ourselves into the same bed. I was chagrined to learn\nthat he had eleven elbows and seven knees. Also, his idea of resting\ncomfortably was to spread himself out like a miniature windmill and\nrevolve rapidly.\n\nThe first night I went sleepless. The second night I managed to doze\noff to a cat nap, and it almost cost me my life. Lancelot Biggs'\nlarynx descended suddenly and clopped me on the pate. I climbed out\nof bed weakly, bathed the resulting goose-egg in arnica, and spent\nthe rest of the night studying, thoughtfully, the life history of an\nancient sage known as Procrustes.\n\nWhich explains, boys and girls, why I happened to be catching forty\ndouble-winks when Cap Hanson brought Thaxton up to visit me. The first\ntoken I had of their presence was to hear a bull-o'-Bashan voice\nbombarding my ear-drums.\n\n\"Well, Sparks! An' what do you think _you're_ doing?\"\n\nI popped out of my chair like a cork from a can of damp carbide.\n\nI said, \"Whazzat? Whozzat? Oh, you, Skipper? I was--I was thinking.\"\n\n\"You think,\" said the Old Man caustically, \"awful loud. Sparks, this\nis Mr. Thaxton, our special guest. Mr. Thaxton, be pleased to meet our\nradio operator.\"\n\nThis Thaxton was a queer-looking duck. He wasn't more than five foot\ntwo, or maybe three. He wore a shock of bristling, carroty hair over a\nforehead that bulged like a sponge in a Swedish bath. His eyes stuck\nout so far that he could have hung pictures on them, and his legs\nlooked like a brace of parentheses hunting for a descriptive phrase.\n\nWe clenched mitts and glims at the same time. The handshake was what I\nhad expected from the looks of him: wet towels in the sunset. But when\nhis eyes met mine, I got the funniest darn sensation. It was something\nlike an electric shock, only not quite.\n\nIt was something like having your cerebellum run through a wringer,\nonly not quite. It was a little like having tiny fingers play tag in\nthe area of your gray-matter. Only that wasn't it, either.\n\nI gulped and said, \"In the aft--What's that?\"\n\nBecause the little man had said absolutely nothing! Now, smiling\nfaintly, he did say,\n\n\"I'm glad to meet you, Sparks. _Very_ glad to meet you!\"\n\n\n\nLancelot Biggs was there, too, and Dick Todd, our second mate. Mr.\nBiggs was staring at me curiously. Now he said,\n\n\"Sparks--perhaps you'd like to show Mr. Thaxton your equipment?\"\n\n\"Why not?\" I said. I showed him the ship's inter-communicating system,\nthe contact controls with which we get Lunar III, the asteroid\nstations, and the lightships off the various planets. I showed him the\ndwarf Ampie used to keep down excess voltage on the storage plates. I\nshowed him all the things that make visitors \"oh!\" and \"ah!\" He \"ohed!\"\nand \"ahed!\" at the right time, then he asked,\n\n\"And that visiplate device? I never saw one like that before. Is that\nsomething new?\"\n\n\"So new,\" I said, \"that Mr. Biggs invented it. A urano-selenoid plate.\nMaybe you'd better explain its operation, Mr. Biggs. You can do it\nbetter than I can.\"\n\nI meant the suggestion as a joke, because Lancelot Biggs is the\nmost bashful man in space. But to my surprise he stepped forward, a\nthoughtful look on his homely puss, and began explaining the plate.\n\nAnd to make a crazy situation loonier, he garbled the explanation like\na woman describing a picture-show! That _was_ unusual. Because Biggs'\none motivating principle, as he had often demonstrated, was to \"Get the\ntheory first!\"\n\nBut this time, while I stood baffled, while Dick Todd frowned and\nlooked puzzled, while Cap Hanson hemmed and hawed as restlessly as a\nfrog on a hot griddle, Biggs stammered through an almost hopelessly\ntangled explanation. The way he described the operation of that audio,\nit would take a man approximately fourteen light years to tune in the\nnearest station in space.\n\nTwice he fumbled for a word. Each time the little passenger, Thaxton,\nwho was hanging intently on his fumbling fumbles, supplied the missing\nterm. And when, finally, he had faltered to a conclusion:\n\n\"Well,\" said the visitor, \"that's very interesting. Thank you very\nmuch, Lt. Biggs. And now, Captain--you were going to show me your\nstorage holds, I believe? Didn't you say something about the aft holds?\"\n\n\"Migawd, no!\" said the skipper. \"I mean--er--no. There's nothin' down\nthere. We'll go visit the _for'rd_ hold.\"\n\nAnd they left. All of them, that is, but Lancelot Biggs. He made some\nexcuse and stayed there in the control-turret with me.\n\nBeing now his bunkmate as well as his friend, I took the liberty of\nletting the formalities go when we were alone.\n\n\"After this, Lanse,\" I kidded him, \"when you give a speech, you ought\nto pass out blueprints along with it. I wouldn't know how to operate\nthat gadget myself from the explanation you gave. Matter of fact, I'm\nnot sure I'll do it right the next time I try.\"\n\n\n\nStrangely, he looked pleased.\n\nHe said, \"You think so, Sparks? You really think so?\"\n\n\"Granted,\" I said, \"that I can actually think. So why the enthusiasm?\"\n\nHe turned serious suddenly.\n\n\"I tried to be confusing,\" he said. \"But even so, he learned too much.\nEntirely too much. Didn't you notice, Sparks, that several times when I\nfumbled for a word, _he_ was the one who supplied it?\"\n\n\"Why, darned if you're not right!\" I recalled.\n\n\"And another thing--when you were first introduced to him, didn't\nyou feel--er--peculiar? You must have. Because you started to say\nsomething--\"\n\n\"I felt,\" I told him, \"like a person in a nuthouse. I don't know why,\nbut I felt like something inside my skull was digging for information.\nI almost spilled the secret of where we got the contraband hidden--\"\n\n\"Not almost, Sparks,\" corrected Lancelot gravely. \"You did! And to the\nworst possible person. For unless I'm greatly mistaken, that Thaxton\nperson is a _spy_!\n\n\"More than that, he's the cleverest sort of a spy. Because--he's an\n_esper_!\"[1]\n\n[Footnote 1: In the world of Lancelot Biggs, an esper is a man who\nmakes his living telling fortunes. This he is able to do through his\nability to make use of extra-sensory perception, the psychological\nphenomenon discovered by Dr. J. B. Rhine of Duke University, and\noutlined in his book \"New Frontiers of the Mind.\"--Ed.]\n\nThe minute he said it I knew he was right. A spy. And an Esper! Earth\nis lousy with 'em. Most of them are quacks. But a few--\n\nI gasped, \"But sweet shades of Io, Lanse! If he's an esper, he's sure\nto learn all about the cargo. From you or me or Cap or one of the\ncrew--What in Sam Hill are we going to do about it?\"\n\n\"Po?\" said Lancelot Biggs.\n\n\"What? What's that?\"\n\n\"Never mind. I was thinking.\"\n\n\"Well, think about something important!\" I snapped. \"Else we'll all\nbe on the inside looking out when we reach Sun City. Why--why that\nredheaded little squirt will report us and then we'll all be in the\nsoup!\"\n\n\"I know,\" said Biggs. \"That's why I wouldn't give a true explanation\nof the audio unit. I didn't want him to come in here sometime while\nyou were off duty and send Venus a message. I figured if we could gain\na little time I might think of some way to--Seine?\" he said querulously.\n\n\"The word you want,\" I said, \"is 'insane'. Listen, Biggs, I've got it!\nWe'll get this bracket-legged guy into the blasting room and--\"\n\n\"Sometimes, Sparks,\" shuddered Maestro Marco Polo Biggs delicately, \"I\nwonder what strange chemistry goes on in that brain of yours. Of course\nwe can't use violence. In the first place, if we did, the Venusian\nauthorities would _know_ something was wrong, confiscate our ship and\ngoods, ignoring our navicert,[2] interne us--\"\n\n[Footnote 2: A navicert is a navigation and transport permit issued\nby foreign consular authorities for space travel. Here, the Venusian\nconsulate on Earth certified the _Saturn's_ passage.--Ed.]\n\n\"If we don't,\" I reminded him gloomily, \"they'll do all them things\nanyway. And maybe give us two slaps on the wrist for good measure. With\na crowbar.\"\n\n\"Knowledge!\" said Biggs feverishly. \"Knowledge is the answer to all\nproblems. It's right on the tip of my mind, but I can't quite grasp it.\nMississ--no! Thames? No!\"\n\n\"Thames and tide,\" I punned, \"wait for no man. Oh, go 'way, will you\nplease? I've got things to do. But quick!\"\n\n\n\nSo he went away, and I snapped on the old powerhouse and pretty soon\ncurrent hummed and sang through the coils and I made the ether vibrate.\nAnd I do mean vibrate.\n\nI contacted Joe Marlowe at Lunar III, Joe being not only one of the\nbest bug-pounders in the business but also a personal friend. And I\nasked him to find out, (1) if this bozo Thaxton was really a friend\nof Doc Challenger's, (2) if there'd been any leak on Earth about our\ngun-running exploits, and (3) if there were hot and cold running water\nin Venusian hoosegows.\n\nPretty soon the answer came back.\n\n\"No, no, a thousand times no.\" After which Joe asked me, on our private\nconversation band,\n\n\"What's all this about somebody named Thaxton?\"\n\nSo I told him. So it turned out that Thaxton was aboard the _Saturn_\non forged papers in the first place, and that in the second place\nwe couldn't clap him in irons even if he were a secret agent of the\nVenusian government, and that in the third place we shouldn't have let\nourselves get in such a jam to begin with.\n\n\"Besides,\" tapped Joe, \"all you've got to do is to keep your collective\nmouths shut. You're running under a navicert, and that means you won't\nbe inspected at Sun City. You'll be free to make a short hop to New\nCalifornia and leave the aft hold cargo with the assigned parties.\" And\nwith that he signed off.\n\nA moment later the door busted open and in came Cap Hanson, his face\nthe color of an uncleaned pullet. He bawled,\n\n\"Sparks! Sparks, for gosh sakes' get in touch with Earth immediately,\nif not sooner! Find out what we're to do! That there Thaxton guy, he's\na phony. A--\"\n\n\"Park it, Cap,\" I said glumly, \"and hear the rest. He's a spy. And he's\nalso an esper.\"\n\n\"You--you knew?\"\n\n\"Mr. Biggs guessed it an hour ago. We talked the situation over.\"\n\nThen I told him about calling Joe Marlowe, and went on to detail\nthe hopelessness of our situation. But Hanson is a fighting man. He\nflinched as I threw verbal lefts and rights at him, but he was still\nsparring feebly when the bell rang.\n\nHe came up with, \"Well, then, get in touch with Chief Garrity. Tell him\nto turn this crate around. We'll go back to Earth--\"\n\nCame the dawn! \"Right!\" I yelled. \"Right!\"\n\nAt that moment a voice spoke from the doorway.\n\n\"No, gentlemen,\" said the mysterious Mr. Thaxton, \"that is just what\nyou will _not_ do! You will continue on to Venus, that your perfidy may\nbe properly punished!\"\n\n\n\nIt's funny how the mind works. There at that moment when I should have\nbeen taking a swandive into the chilly waters of despair, do you know\nwhat I found myself thinking?\n\nI was thinking, \"Gosh, what swell alliteration! I'd like to hear him\nsay: 'Peter Piper picked a peck of--'\"\n\nThen Cap Hanson risked apoplexy with a roar that lifted furniture.\n\n\"What! What, sir, do you mean by issuing commands to me in my own\nspaceship? By what authority--\"\n\nThe diminutive esper glanced meaningly at the pierce-gun in his right\nhand.\n\n\"This is my authority, Captain. It will suffice until you and your crew\ncan be turned over to the soldiery of the Venusian government. And--\n\n\"Ah, Mr. Biggs! You're just in time to join our little party. No--if\nyou please! Don't make it necessary for me to--er--take drastic\nmeasures. Be kind enough to raise your hands and walk across the\nroom--so!\"\n\nBiggs had, in his customary ambling, stork-on-roller-skates fashion,\nstumbled into the room with nothing on his mind but hair. And had\nthus fallen an easy victim to our \"guest's\" holdup. Now, dazedly, he\nsearched our faces for an explanation.\n\nI shrugged. \"Don't look at me,\" I told him. \"I've got as many ideas as\na broken down college professor.\"\n\nCap Hanson renewed his attack on Thaxton.\n\n\"You're a fool,\" he snarled, \"to think you can get away with this! Why,\nblast you, it's still five days to Sun City! You don't think you can\nhold us at the point of a gun for five days, do you?\"\n\nThaxton smiled negligently.\n\n\"It won't be necessary to do that, Captain. I'm afraid you\nunderestimate the Intelligence Bureau and the resources of the present\nVenusian government. The one\"--he hinted malevolently--\"you are trying\nto overthrow.\n\n\"When the _Saturn_ prepared to leave Earth, I suspected it might\nbe the transport for contraband. I became a passenger, as you will\nsubsequently learn, by--\"\n\n\"Forging papers,\" I sneered. \"An ethical practice in your profession.\"\n\nInstead of getting red, he took it as a compliment.\n\n\"Ah, you've already learned that? Congratulations, Sparks! I didn't\nknow you had such depths of perspicacity.\"\n\n\"I haven't!\" I told him indignantly. \"But I still know a phony when I\nsee one!\"\n\n\"To continue,\" Thaxton smirked, \"I made arrangements with the\n_Cyclops_, finest space cruiser of the Venusian navy, to intercept this\nship at a point halfway between the two planets. Thus, you see--\"\n\n\"Amazon?\" said Biggs. \"Wangpoo?\"\n\n\"I beg your pardon, Mr. Biggs?\" Thaxton appeared puzzled.\n\nI said, \"Don't mind him, Thaxton. He's our triple-fret man. You were\nsaying--\"\n\n\n\nI was stalling desperately for time. Confucius say, \"Wise guy who\nshoot off trap sometimes spring same for self.\" Rope was the one thing\nI wanted Thaxton to have the most of. For Q.E.D. reasons.\n\n\"Thus, you see,\" he continued pleasantly, \"within the next hour or two,\nthe _Cyclops_ will keep its rendezvous in space with the _Saturn_. And\nat that time, gentlemen, it will be my great pleasure to seize this\nship, interne its crew, and take over its cargo as contraband--No,\nSparks! There's no use trying to reach that audio!\"\n\nI fell back, abashed. I stammered,\n\n\"But--but how did you know I--\"\n\nLancelot Biggs answered quietly,\n\n\"Sparks, didn't I tell you he's an esper?\"\n\nI stared at Thaxton. I said,\n\n\"Is--is that right? Did you really read my thoughts?\"\n\n\"You might call it that,\" he said amusedly. \"At any rate, I divined\nyour purpose through my gift of extra-sensory perception. The gift\nthat\"--he preened himself, the bandy-legged little rooster--\"that makes\nme the Number One secret agent of the Venusian Intelligence Bureau.\"\n\nI said savagely, \"If you can read my thoughts, why don't you go there?\"\n\nBut Thaxton was through with pleasantries. To Cap Hanson he said,\n\n\"And now, Captain, that we may not again be interrupted, this time by\na more capable intruder\"--that swift, mocking grin at L. Biggs--\"I\nmust ask you to call the bridge, the engine room, the holds. Tell\nevery member of the crew and command to remain just where he is at the\npresent time. And make it forceful!\"\n\nHe \"made it forceful\" himself by jabbing the hand-gun into Cap Hanson's\nloinchops. And since Hanson isn't an idiot, he did as he was told. He\nmoved to the audio, spoke the necessary commands.\n\nDick Todd was puzzled, but said, \"Aye, sir!\"\n\nThe chief engineer, Garrity, replied dourly with, \"Did ye think I'd be\nleavin' my post in midflight, Captain Hanson?\"\n\nAnd the black gang foreman merely said, \"Very well, sir!\"\n\nLancelot Biggs was still muttering to himself. I was beginning to\nget worried about Biggs. He had a bad case of water on the brain,\napparently.\n\nHe kept saying, \"Nile? Red? Saar?\"\n\nCap Hanson had finished his calls. Anyway, that's what he thought.\nThaxton thought differently.\n\n\"If you don't mind, Captain,\" he reminded him. \"Give the same\nmessage to the chief steward. We don't want any mess-boys or waiters\ninterrupting our little tête-à-tête. Too many cooks, you know--\" And he\ngrinned.\n\n\"Ha!\" growled the skipper. \"Ha! I'd gladly laugh at your funeral,\nThaxton.\"\n\nBut he called the mess hall, and the voice of our Cockney steward, Doug\nEnderby, drifted back over the audio cheerfully.\n\n\"Aye, sir! Stay put, sir? Right as ryne!\"\n\nThen we all jumped. Because a great shout broke from the scrawny throat\nof Lancelot Biggs.\n\n\"That's it!\" he yelled. \"_That's it!_\"\n\n\n\nFor a moment it was touch and go. Thaxton's forefinger tightened\nominously on the trigger of his pierce-gun, and I found myself\nwondering how I'd look with a hemstitched abdomen. Then, as Biggs\nshouted no more, a look of curiosity spread over the little man's\nfeatures.\n\n\"Might I inquire, Mr. Biggs--\" he began.\n\nBiggs' face was red. He looked embarrassed at his outburst. He glanced\nsheepishly at the skipper and at me.\n\n\"I--I'm sorry. But I've been wondering how I could--\" He faltered.\n\"Well, anyway, I just thought of a way. That is--if you're agreeable?\"\n\nThaxton's bug eyes goggled at him.\n\n\"Speak sense, man!\" he ordered pettishly. \"How you could _what_? A way\nto _what_? If I'm agreeable to _what_?\"\n\nBiggs drew a deep breath. Then, carefully,\n\n\"Well, here's my thought. I'm planning to be married very soon, Mr.\nThaxton. I have no desire whatsoever to be incarcerated in a Venusian\njail--especially for participation in something over which I have no\ncontrol. It was my thought, my hope, that in consideration for services\nrendered, you might agree to give me my liberty--\"\n\nOnce upon a time there was something redder than Cap Hanson's face. But\nit exploded. So did the skipper.\n\n\"Traitor!\" he bellowed. \"Why, you dirty, sneaking lowdown space viper!\nSelling us out, are you? _I'll_ show you!\"\n\nAnd he made a dive for Señor Biggs. But Thaxton, interested now,\nstepped between them, forced the skipper back.\n\n\n\nTo Biggs he said, \"Your proposition is not impossible, Lieutenant. But\nmight I ask what you have to offer?\"\n\nBiggs said, \"When your men board the _Saturn_, a long search awaits\nthem, doesn't it? They'll have to comb the entire ship looking for the\ncontraband.\"\n\nThaxton sniffed. \"Thanks to your stupid friend, the radioman,\" he said,\n\"we know the contraband is stored in the aft section of the ship.\"\n\n\"But there are many bins in the aft section,\" Biggs pleaded. \"I can\nspare you the trouble of searching them all. I'll tell you which ones\nto look in--if you'll grant me full pardon. I--I might even be willing\nto accept service in your army.\"\n\n\"The Venusian army _uses_ traitors,\" said Thaxton pointedly, \"but it\ndoes not employ them. However, I think your suggestion has merit. It's\na bargain, Biggs. And we might as well take care of that little matter\nright now. So if you'll just tell me the bin number--\"\n\n\"I'll kill you, Biggs!\" howled the skipper. \"One more word and I'll cut\nout your heart and eat it for breakfast!\"\n\nBut his words fell on deaf ears. For as if the syllables couldn't\ntumble past his lips fast enough, Biggs was blurting out,\n\n\"Bins Number 13, 14 and 15, Mr. Thaxton. The first two are filled\nwith ammunition; the last contains rotor-guns, grenades and two field\npieces--\"\n\n\n\nIt was at that moment that hope finally deserted me. True, Lancelot\nBiggs' actions had been strange, and he had seemed eager to sell us\nout, to save his own skin. But I had been withholding judgment--because\nI knew, or _thought_ I knew, something of the genius in Biggs. I had\nbeen hoping against hope that his pose was only a ruse calculated to\nlull Thaxton's suspicions; so that somehow, by some trick, everything\nmight turn out well.\n\nBut when he told the numbers of those bins, I knew at last, and with a\nsickening sense of distaste for all mankind, that Lancelot Biggs--my\none-time friend and bunkmate--had failed under pressure. He was a\ntraitor! Because he told the exact truth. The guns and ammunition were\nexactly where he had told Thaxton!\n\nCap Hanson was looking at Biggs as if he were some kind of slimy\nsnail. Cap made a faint rubbing gesture, and spat. Biggs' eyes sought\nmine--but I refused to meet them. For a long moment there was silence,\nthen Thaxton said,\n\n\"And how do I know you're telling the truth, Biggs?\"\n\n\"But--but I am!\" protested Biggs. His lanky legs gangled; there was\nsweat on his forehead. He was an abject picture of fear and treachery.\n\n\"You know I--\"\n\n\"I know nothing about you,\" said Thaxton crisply. \"For all I know, the\nbins you mention may be designed in such a fashion as to explode if\nanyone opens them. If so--\"\n\nSudden hope leaped into Biggs' eyes. He bleated,\n\n\"But--but you're an esper, aren't you?\"\n\n\"Yes, of course. What has that to do with it?\"\n\nBiggs said triumphantly, \"Well, then, now that you know which bins to\nconcentrate on, can't you probe into them with your thoughts? Find out\nfor yourself?\" He added, \"I--I always heard that really good espers\ncould guess what was inside sealed boxes.\"\n\nThe little spy bridled.\n\n\"Not _guess_, Biggs!\" he snapped. \"_Know!_ That is a good idea. Perhaps\nyou're sincere. Well, it won't take long to find out.\"\n\nStill holding the gun upon us rigidly, Thaxton went into his act. His\nbody stiffened slightly. His pop-eyes seemed to bulge even more. His\nforehead creased with a sort of strain. His lips moved faintly.\n\nI could hear the words as his unusual sense of perception bridged for\nhim the distance between this turret and the after holds.\n\n\"Ah, the bins! Numbers 13, 14, 15. In the first I see boxes. Boxes\nfilled with ammunition. Ah, yes! In the next I see--\"\n\nThen a thought, so dazzling that it almost short-circuited, blazed\nacross my brain. I nudged Cap Hanson and nodded toward Thaxton. In\nthat state of half-catalepsy, he was almost vulnerable. There was a\nfighting chance that we might be able to dash across the room, knock\nhim down, yank that gun from his hand before he got us. Or, at least,\n_both_ of us.\n\n\n\nHanson got my meaning immediately. His big fists balled at his sides. I\nfelt his shoulder tense against mine. And then--\n\n\"No!\" whispered Biggs sibilantly. \"That doesn't help, Skipper! The\n_Cyclops_ will be here any minute, now!\"\n\n\"--ammunition,\" droned Thaxton. \"Boxes piled to the ceiling. Ah! And in\nthe third bin--\"\n\n\"Out of my way, you gutless wonder!\" rasped Hanson viciously. \"Let them\ncome! If we die, we die like men!\"\n\n\"But,\" said Lancelot Biggs quietly, \"we don't die!\" And calmly, easily,\nalmost tenderly, he raised his voice.\n\n\"I speak to you, Thaxton,\" he said in the soothing tone of a parent.\n\"Do you hear me? Do you hear me speak?\"\n\n\"--two hundred rotor-guns,\" said Thaxton. \"Three cartons of fuse-caps,\none carton of--Yes, I hear you speak.\"\n\n\"That is well,\" said Biggs. \"Listen, Thaxton, and do as I say. In a few\nminutes you--\"\n\nHe spoke swiftly. It is well that he did so, for it was scant seconds\nafter he had finished that the inter-communicating system buzzed\nloudly. I flashed in the audio and stared into the panicky face of Lt.\nDick Todd.\n\n\"Sparks!\" he yelled. \"Is the skipper there? Tell him to come up here\nright away! There's a Venusian ship off our port bow. It just fired a\nshot across our bow and ordered us to heave to!\"\n\nBiggs said apologetically, \"If you'll permit me, sir?\" and the skipper\nnodded mutely. \"Todd,\" said Mr. Biggs, \"heave to as ordered. And when\nthey board us, send them to this room.\"\n\nFive minutes later, the commander of the _S. S. Cyclops_ bustled into\nthe control-turret, side-arms ready and backed by a hard-bitten foray\nparty, to find a strange bit of activity.\n\nLancelot Biggs and I were playing a game of chess. Cap Hanson was\nplayfully disconnecting the wires of my transmitting unit. Thaxton was\nsitting on top of the visiphone equipment, teasing my Ampie with a\nflashlight battery.\n\n\"You're all,\" yelled the commander, \"under arrest! Er--I hope.\" And to\nThaxton, uncertainly, \"Well, Thaxton?\"\n\nThe little man smiled at him cherubically.\n\n\"Very well, Commander,\" he piped. \"And you?\"\n\nCap Hanson, carefully coached by Biggs, stood up, bridling.\n\n\"May I ask,\" he said stuffily, \"the reason for this invasion? My dear\nsir, such an unwarranted entry--\"\n\nThe _Cyclops_ commander looked stunned. He dragged a moist hand across\na moister forehead and said,\n\n\"Thaxton, did you complete your investigations?\"\n\nThaxton looked up, bobbed his head.\n\n\"Mm-hmm!\" he said. \"Woo--woo!\"\n\n\"And--and the result?\"\n\n\"She wouldn't.\" Thaxton shook his head regretfully. \"When I got\ninsistent, she slapped my face--\"\n\n\"You infernal idiot!\" roared the Venusian commander. \"I'm talking about\nthe _cargo_! _Did_ you or did you _not_ find contraband aboard this\nship? If you _did_--\"\n\nThey could have filled two stratosphere balloons with the breath that\nwas held at that moment. But then the little man broke the spell.\nBroke? Shattered. Into ten thousand tiny pieces. For he said,\n\n\"Contraband, Commander? Oh, mercy me, no! Whatever made you think\nthere'd be contraband aboard _this_ ship?\" And he slid off the\nvisiphone unit, to announce:\n\n\"Well, we'd better be going now, hadn't we? Thanks for a pleasant trip,\nCaptain Hanson. I hope I'll see you again some time.\"\n\n\n\nThe Venusian commander's face was crimson, but he was a gentleman. To\nHanson he said,\n\n\"My apologies, Captain. I hope you'll understand that in times of war,\nsuch incidents as this are unavoidable. My government will make a\nformal apology to yours.\"\n\nThen he, and his men, and his ship, and Thaxton--the dopey little\nsquirt--were gone. And we were free to continue our journey. With all\nmental strain forever relieved. Because now we had the _carte blanche_\nof the Venusian government....\n\nAfterward, it was a crestfallen skipper who held out his hand to\nLancelot Biggs in open-hearted apology.\n\n\"I'm sorry, Biggs,\" he said frankly. \"I was completely wrong. I might\nhave known that the man who could win my daughter wouldn't be the kind\nto fold up in a tight spot. But I--I--\"\n\nHe choked up. Biggs said,\n\n\"That's all right, Skipper. I had to do it that way. It's the only way\nI could get him off guard.\"\n\nWhich was my cue. I said,\n\n\"Yeah, come clean, pal. Would you mind giving it the once-over-lightly\nfor my benefit? Maybe I'm slow on the draw, but it's all still a deep,\ndark mystery to me. You hypnotized Thaxton, made him tell his superior\nwe were as clean as a whale's ears. But how? And when did you figure\nout--\"\n\n\"It was simple,\" explained Biggs, \"once I got the clue. Back in the\ntwentieth century, when the science of extra-sensory perception was in\nits infancy, they discovered among other things that the best natural\n'espers' are hyperthyroids.\n\n\"Thaxton was a hyper-thyroid. The bulging brow, the pop-eyes, the\nnervousness--all these indicated that. And I remembered, too, the\ncurious fact discovered by an early experimenter in telepathy that the\n'esper', while working at his trade, is wide open to hypnosis.\n\n\"Being in a receptive frame of mind, it is only natural that an\naccomplished hypnotist--\"\n\n\"So you're that, too,\" I said, \"among other things!\"\n\n\"I understand the rudiments of the art,\" Biggs grinned. \"Once I got\nhim under control, it was easy to implant the belief that he had been\nthrough the entire ship, found nothing amiss. He will never know\notherwise. I expunged the memory of the entire interlude from his\nbrain.\"\n\nI said thoughtfully, \"Which isn't a bad idea, if you ask me. Say,\nBiggs, can you do that to everyone? I've owed Enderby five credits for\nthe past month. If you can help me forget it, it won't worry me nearly\nso much.\"\n\n\"Or,\" said the skipper caustically, \"make Enderby forget it. On account\nof he ain't never gonna be paid nohow. Well, Mr. Biggs, let's you an'\nme get back to work.\"\n\n\"Wait!\" I pleaded. \"One more thing. Why did you keep muttering names\nto yourself, Biggs? And why did you holler, 'That's it!' when Enderby\nmentioned the rain?\"\n\n\n\n\"He said 'ryne',\" Biggs told me, \"not 'rain'. That was the word I'd\nbeen seeking. I knew it was the name of a river--but I couldn't think\nwhich one. Now, Prof. J. B. Rhine was the pioneer in the study of\nextra-sensory perception. I knew if I could just remember his name, I\ncould think of a way to defeat Thaxton.\"\n\n\"But why the hell,\" I hollered, \"did you have to think of Rhine's name?\nYou knew all the other stuff. Your 'Get the theory first' didn't apply\nthat time--because you already knew the theory. You just wasted time\nand nearly made the Cap and me nervous wrecks!\"\n\nThe skipper said, \"Now, Sparks, don't talk that way to Mr. Biggs--Come\nalong, son.\"\n\nBut there was a look of utter dismay on my lanky pal's face. His Adam's\napple dropped so far that he had indigestion for two days afterward.\nAnd he gasped,\n\n\"Oh, goodness, Sparks, you're right! But it never occurred to me in\nthat way! All I could think of was that I _must_ remember the name of\nthe scientist before I could devise a solution!\"\n\nI tell you, folks, you ought to know him! That completely screwball,\nabsolutely mad, incredible genius--Lancelot Biggs!",
    "metadata": {
        "author": [
            "Bond, Nelson S.",
            "Danzell, George",
            "Bond, Nelson",
            "Bond, Nelson Slade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74110/pg74110.txt",
        "name": "the_genius_of_lancelot_biggs.json"
    }
}