{
    "name": "The Green Helmet and Other Poems",
    "author": [
        "Yeats, W. B. (William Butler)",
        "Yeats, William Butler"
    ],
    "body": "\n\nHIS DREAM\n\n\n  I swayed upon the gaudy stern\n  The butt end of a steering oar,\n  And everywhere that I could turn\n  Men ran upon the shore.\n\n  And though I would have hushed the crowd\n  There was no mother's son but said,\n  \"What is the figure in a shroud\n  Upon a gaudy bed?\"\n\n  And fishes bubbling to the brim\n  Cried out upon that thing beneath,\n  It had such dignity of limb,\n  By the sweet name of Death.\n\n  Though I'd my finger on my lip,\n  What could I but take up the song?\n  And fish and crowd and gaudy ship\n  Cried out the whole night long,\n\n  Crying amid the glittering sea,\n  Naming it with ecstatic breath,\n  Because it had such dignity\n  By the sweet name of Death.\n\n\n\n\nA WOMAN HOMER SUNG\n\n\n  If any man drew near\n  When I was young,\n  I thought, \"He holds her dear,\"\n  And shook with hate and fear.\n  But oh, 'twas bitter wrong\n  If he could pass her by\n  With an indifferent eye.\n\n  Whereon I wrote and wrought,\n  And now, being gray,\n  I dream that I have brought\n  To such a pitch my thought\n  That coming time can say,\n  \"He shadowed in a glass\n  What thing her body was.\"\n\n  For she had fiery blood\n  When I was young,\n  And trod so sweetly proud\n  As 'twere upon a cloud,\n  A woman Homer sung,\n  That life and letters seem\n  But an heroic dream.\n\n\n\n\nTHAT THE NIGHT COME\n\n\n  She lived in storm and strife.\n  Her soul had such desire\n  For what proud death may bring\n  That it could not endure\n  The common good of life,\n  But lived as 'twere a king\n  That packed his marriage day\n  With banneret and pennon,\n  Trumpet and kettledrum,\n  And the outrageous cannon,\n  To bundle Time away\n  That the night come.\n\n\n\n\nTHE CONSOLATION\n\n\n  I had this thought awhile ago,\n  \"My darling cannot understand\n  What I have done, or what would do\n  In this blind bitter land.\"\n\n  And I grew weary of the sun\n  Until my thoughts cleared up again,\n  Remembering that the best I have done\n  Was done to make it plain;\n\n  That every year I have cried, \"At length\n  My darling understands it all,\n  Because I have come into my strength,\n  And words obey my call.\"\n\n  That had she done so who can say\n  What would have shaken from the sieve?\n  I might have thrown poor words away\n  And been content to live.\n\n\n\n\nFRIENDS\n\n\n  Now must I these three praise--\n  Three women that have wrought\n  What joy is in my days;\n  One that no passing thought,\n  Nor those unpassing cares,\n  No, not in these fifteen\n  Many times troubled years,\n  Could ever come between\n  Heart and delighted heart;\n  And one because her hand\n  Had strength that could unbind\n  What none can understand,\n  What none can have and thrive,\n  Youth's dreamy load, till she\n  So changed me that I live\n  Labouring in ecstasy.\n  And what of her that took\n  All till my youth was gone\n  With scarce a pitying look?\n  How should I praise that one?\n  When day begins to break\n  I count my good and bad,\n  Being wakeful for her sake,\n  Remembering what she had,\n  What eagle look still shows,\n  While up from my heart's root\n  So great a sweetness flows\n  I shake from head to foot.\n\n\n\n\nNO SECOND TROY\n\n\n  Why should I blame her that she filled my days\n  With misery, or that she would of late\n  Have taught to ignorant men most violent ways,\n  Or hurled the little streets upon the great,\n  Had they but courage equal to desire?\n  What could have made her peaceful with a mind\n  That nobleness made simple as a fire,\n  With beauty like a tightened bow, a kind\n  That is not natural in an age like this,\n  Being high and solitary and most stern?\n  Why, what could she have done being what she is?\n  Was there another Troy for her to burn?\n\n\n\n\nRECONCILIATION\n\n\n  Some may have blamed you that you took away\n  The verses that could move them on the day\n  When, the ears being deafened, the sight of the eyes blind\n  With lightning you went from me, and I could find\n  Nothing to make a song about but kings,\n  Helmets, and swords, and half-forgotten things\n  That were like memories of you--but now\n  We'll out, for the world lives as long ago;\n  And while we're in our laughing, weeping fit,\n  Hurl helmets, crowns, and swords into the pit.\n  But, dear, cling close to me; since you were gone,\n  My barren thoughts have chilled me to the bone.\n\n\n\n\nKING AND NO KING\n\n\n  \"Would it were anything but merely voice!\"\n  The No King cried who after that was King,\n  Because he had not heard of anything\n  That balanced with a word is more than noise;\n  Yet Old Romance being kind, let him prevail\n  Somewhere or somehow that I have forgot,\n  Though he'd but cannon--Whereas we that had thought\n  To have lit upon as clean and sweet a tale\n  Have been defeated by that pledge you gave\n  In momentary anger long ago;\n  And I that have not your faith, how shall I know\n  That in the blinding light beyond the grave\n  We'll find so good a thing as that we have lost?\n  The hourly kindness, the day's common speech,\n  The habitual content of each with each\n  When neither soul nor body has been crossed.\n\n\n\n\nTHE COLD HEAVEN\n\n\n  Suddenly I saw the cold and rook delighting Heaven\n  That seemed as though ice burned and was but the more ice,\n  And thereupon imagination and heart were driven\n  So wild, that every casual thought of that and this\n  Vanished, and left but memories, that should be out of season\n  With the hot blood of youth, of love crossed long ago;\n  And I took all the blame out of all sense and reason,\n  Until I cried and trembled and rocked to and fro,\n  Riddled with light. Ah! when the ghost begins to quicken,\n  Confusion of the death-bed over, is it sent\n  Out naked on the roads, as the books say, and stricken\n  By the injustice of the skies for punishment?\n\n\n\n\nPEACE\n\n\n  Ah, that Time could touch a form\n  That could show what Homer's age\n  Bred to be a hero's wage.\n  \"Were not all her life but storm,\n  Would not painters paint a form\n  Of such noble lines\" I said.\n  \"Such a delicate high head,\n  So much sternness and such charm,\n  Till they had changed us to like strength?\"\n  Ah, but peace that comes at length,\n  Came when Time had touched her form.\n\n\n\n\nAGAINST UNWORTHY PRAISE\n\n\n  O heart, be at peace, because\n  Nor knave nor dolt can break\n  What's not for their applause,\n  Being for a woman's sake.\n  Enough if the work has seemed,\n  So did she your strength renew,\n  A dream that a lion had dreamed\n  Till the wilderness cried aloud,\n  A secret between you two,\n  Between the proud and the proud.\n\n  What, still you would have their praise!\n  But here's a haughtier text,\n  The labyrinth of her days\n  That her own strangeness perplexed;\n  And how what her dreaming gave\n  Earned slander, ingratitude,\n  From self-same dolt and knave;\n  Aye, and worse wrong than these.\n  Yet she, singing upon her road,\n  Half lion, half child, is at peace.\n\n\n\n\nTHE FASCINATION OF WHAT'S DIFFICULT\n\n\n  The fascination of what's difficult\n  Has dried the sap out of my veins, and rent\n  Spontaneous joy and natural content\n  Out of my heart. There's something ails our colt\n  That must, as if it had not holy blood,\n  Nor on an Olympus leaped from cloud to cloud,\n  Shiver under the lash, strain, sweat and jolt\n  As though it dragged road metal. My curse on plays\n  That have to be set up in fifty ways,\n  On the day's war with every knave and dolt,\n  Theatre business, management of men.\n  I swear before the dawn comes round again\n  I'll find the stable and pull out the bolt.\n\n\n\n\nA DRINKING SONG\n\n\n  Wine comes in at the mouth\n  And love comes in at the eye;\n  That's all we shall know for truth\n  Before we grow old and die.\n  I lift the glass to my mouth,\n  I look at you, and I sigh.\n\n\n\n\nTHE COMING OF WISDOM WITH TIME\n\n\n  Though leaves are many, the root is one;\n  Through all the lying days of my youth\n  I swayed my leaves and flowers in the sun;\n  Now I may wither into the truth.\n\n\n\n\nON HEARING THAT THE STUDENTS OF OUR NEW UNIVERSITY HAVE JOINED THE\nANCIENT ORDER OF HIBERNIANS AND THE AGITATION AGAINST IMMORAL LITERATURE\n\n\n  Where, where but here have Pride and Truth,\n  That long to give themselves for wage,\n  To shake their wicked sides at youth\n  Restraining reckless middle-age.\n\n\n\n\nTO A POET, WHO WOULD HAVE ME PRAISE CERTAIN BAD POETS, IMITATORS OF HIS\nAND MINE\n\n\n  You say, as I have often given tongue\n  In praise of what another's said or sung,\n  'Twere politic to do the like by these;\n  But where's the wild dog that has praised his fleas?\n\n\n\n\nTHE ATTACK ON THE \"PLAY BOY\"\n\n\n  Once, when midnight smote the air,\n  Eunuchs ran through Hell and met\n  Round about Hell's gate, to stare\n  At great Juan riding by,\n  And like these to rail and sweat,\n  Maddened by that sinewy thigh.\n\n\n\n\nA LYRIC FROM AN UNPUBLISHED PLAY\n\n\n  \"Put off that mask of burning gold\n  With emerald eyes.\"\n  \"O no, my dear, you make so bold\n  To find if hearts be wild and wise,\n  And yet not cold.\"\n\n  \"I would but find what's there to find,\n  Love or deceit.\"\n  \"It was the mask engaged your mind,\n  And after set your heart to beat,\n  Not what's behind.\"\n\n  \"But lest you are my enemy,\n  I must enquire.\"\n  \"O no, my dear, let all that be,\n  What matter, so there is but fire\n  In you, in me?\"\n\n\n\n\nUPON A HOUSE SHAKEN BY THE LAND AGITATION\n\n\n  How should the world be luckier if this house,\n  Where passion and precision have been one\n  Time out of mind, became too ruinous\n  To breed the lidless eye that loves the sun?\n  And the sweet laughing eagle thoughts that grow\n  Where wings have memory of wings, and all\n  That comes of the best knit to the best? Although\n  Mean roof-trees were the sturdier for its fall,\n  How should their luck run high enough to reach\n  The gifts that govern men, and after these\n  To gradual Time's last gift, a written speech\n  Wrought of high laughter, loveliness and ease?\n\n\n\n\nAT THE ABBEY THEATRE\n\n_Imitated from Ronsard_\n\n\n  Dear Craoibhin Aoibhin, look into our case.\n  When we are high and airy hundreds say\n  That if we hold that flight they'll leave the place,\n  While those same hundreds mock another day\n  Because we have made our art of common things,\n  So bitterly, you'd dream they longed to look\n  All their lives through into some drift of wings.\n  You've dandled them and fed them from the book\n  And know them to the bone; impart to us--\n  We'll keep the secret--a new trick to please.\n  Is there a bridle for this Proteus\n  That turns and changes like his draughty seas?\n  Or is there none, most popular of men,\n  But when they mock us that we mock again?\n\n\n\n\nTHESE ARE THE CLOUDS\n\n\n  These are the clouds about the fallen sun,\n  The majesty that shuts his burning eye;\n  The weak lay hand on what the strong has done,\n  Till that be tumbled that was lifted high\n  And discord follow upon unison,\n  And all things at one common level lie.\n  And therefore, friend, if your great race were run\n  And these things came, so much the more thereby\n  Have you made greatness your companion,\n  Although it be for children that you sigh:\n  These are the clouds about the fallen sun,\n  The majesty that shuts his burning eye.\n\n\n\n\nAT GALWAY RACES\n\n\n  Out yonder, where the race course is,\n  Delight makes all of the one mind,\n  Riders upon the swift horses,\n  The field that closes in behind:\n  We, too, had good attendance once,\n  Hearers and hearteners of the work;\n  Aye, horsemen for companions,\n  Before the merchant and the clerk\n  Breathed on the world with timid breath.\n  Sing on: sometime, and at some new moon,\n  We'll learn that sleeping is not death,\n  Hearing the whole earth change its tune,\n  Its flesh being wild, and it again\n  Crying aloud as the race course is,\n  And we find hearteners among men\n  That ride upon horses.\n\n\n\n\nA FRIEND'S ILLNESS\n\n\n  Sickness brought me this\n  Thought, in that scale of his:\n  Why should I be dismayed\n  Though flame had burned the whole\n  World, as it were a coal,\n  Now I have seen it weighed\n  Against a soul?\n\n\n\n\nALL THINGS CAN TEMPT ME\n\n\n  All things can tempt me from this craft of verse:\n  One time it was a woman's face, or worse--\n  The seeming needs of my fool-driven land;\n  Now nothing but comes readier to the hand\n  Than this accustomed toil. When I was young,\n  I had not given a penny for a song\n  Did not the poet sing it with such airs\n  That one believed he had a sword upstairs;\n  Yet would be now, could I but have my wish,\n  Colder and dumber and deafer than a fish.\n\n\n\n\nTHE YOUNG MAN'S SONG\n\n\n  I whispered, \"I am too young,\"\n  And then, \"I am old enough,\"\n  Wherefore I threw a penny\n  To find out if I might love;\n  \"Go and love, go and love, young man,\n  If the lady be young and fair,\"\n  Ah, penny, brown penny, brown penny,\n  I am looped in the loops of her hair.\n\n  Oh love is the crooked thing,\n  There is nobody wise enough\n  To find out all that is in it,\n  For he would be thinking of love\n  Till the stars had run away,\n  And the shadows eaten the moon;\n  Ah, penny, brown penny, brown penny,\n  One cannot begin it too soon.\n\n\n\n\nTHE GREEN HELMET\n\n_An Heroic Farce_\n\n\n  THE PERSONS OF THE PLAY\n\n  LAEGAIRE     LAEGAIRE'S WIFE\n  CONALL       CONALL'S WIFE\n  CUCHULAIN    LAEG, _Cuchulain's chariot-driver_\n  EMER         RED MAN, _A Spirit_\n\n  Horse Boys and Scullions, Black Men, etc.\n\n\n\n\nTHE GREEN HELMET\n\n_An Heroic Farce_\n\n\n    SCENE: _A house made of logs. There are two windows at the back and\n    a door which cuts off one of the corners of the room. Through the\n    door one can see low rocks which make the ground outside higher than\n    it is within, and beyond the rocks a misty moon-lit sea. Through the\n    windows one can see nothing but the sea. There is a great chair at\n    the opposite side to the door, and in front of it a table with cups\n    and a flagon of ale. Here and there are stools._\n\n    _At the Abbey Theatre the house is orange red and the chairs and\n    tables and flagons black, with a slight purple tinge which is not\n    clearly distinguishable from the black. The rocks are black with a\n    few green touches. The sea is green and luminous, and all the\n    characters except the RED MAN and the Black Men are dressed in\n    various shades of green, one or two with touches of purple which\n    look nearly black. The Black Men all wear dark purple and have eared\n    caps, and at the end their eyes should look green from the reflected\n    light of the sea. The RED MAN is altogether in red. He is very tall,\n    and his height increased by horns on the Green Helmet. The effect is\n    intentionally violent and startling._\n\n\nLAEGAIRE\n\n  What is that? I had thought that I saw, though but in the wink of an\n      eye,\n  A cat-headed man out of Connaught go pacing and spitting by;\n  But that could not be.\n\nCONALL\n\n            You have dreamed it--there's nothing out there.\n  I killed them all before daybreak--I hoked them out of their lair;\n  I cut off a hundred heads with a single stroke of my sword,\n  And then I danced on their graves and carried away their hoard.\n\nLAEGAIRE\n\n  Does anything stir on the sea?\n\nCONALL\n\n                 Not even a fish or a gull:\n  I can see for a mile or two, now that the moon's at the full.\n\n    [_A distant shout._]\n\nLAEGAIRE\n\n  Ah--there--there is someone who calls us.\n\nCONALL\n\n             But from the landward side,\n  And we have nothing to fear that has not come up from the tide;\n  The rocks and the bushes cover whoever made that noise,\n  But the land will do us no harm.\n\nLAEGAIRE\n\n            It was like Cuchulain's voice.\n\nCONALL\n\n  But that's an impossible thing.\n\nLAEGAIRE\n\n              An impossible thing indeed.\n\nCONALL\n\n  For he will never come home, he has all that he could need\n  In that high windy Scotland--good luck in all that he does.\n  Here neighbour wars on neighbour and why there is no man knows,\n  And if a man is lucky all wish his luck away,\n  And take his good name from him between a day and a day.\n\nLAEGAIRE\n\n  I would he'd come for all that, and make his young wife know\n  That though she may be his wife, she has no right to go\n  Before your wife and my wife, as she would have gone last night\n  Had they not caught at her dress, and pulled her as was right;\n  And she makes light of us though our wives do all that they can.\n  She spreads her tail like a peacock and praises none but her man.\n\nCONALL\n\n  A man in a long green cloak that covers him up to the chin\n  Comes down through the rocks and hazels.\n\nLAEGAIRE\n\n        Cry out that he cannot come in.\n\nCONALL\n\n  He must look for his dinner elsewhere, for no one alive shall stop\n  Where a shame must alight on us two before the dawn is up.\n\nLAEGAIRE\n\n  No man on the ridge of the world must ever know that but us two.\n\nCONALL\n\n    [_Outside door_]\n\n  Go away, go away, go away.\n\nYOUNG MAN\n\n    [_Outside door_]\n\n     I will go when the night is through\n  And I have eaten and slept and drunk to my heart's delight.\n\nCONALL\n\n  A law has been made that none shall sleep in this house to-night.\n\nYOUNG MAN\n\n  Who made that law?\n\nCONALL\n\n  We made it, and who has so good a right?\n  Who else has to keep the house from the Shape-Changers till day?\n\nYOUNG MAN\n\n  Then I will unmake the law, so get you out of the way.\n\n    [_He pushes past CONALL and goes into house_]\n\nCONALL\n\n  I thought that no living man could have pushed me from the door,\n  Nor could any living man do it but for the dip in the floor;\n  And had I been rightly ready there's no man living could do it,\n  Dip or no dip.\n\nLAEGAIRE\n\n    Go out--if you have your wits, go out,\n  A stone's throw further on you will find a big house where\n  Our wives will give you supper, and you'll sleep sounder there,\n  For it's a luckier house.\n\nYOUNG MAN\n\n              I'll eat and sleep where I will.\n\nLAEGAIRE\n\n  Go out or I will make you.\n\nYOUNG MAN\n\n    [_Forcing up LAEGAIRE'S arm, passing him and putting his shield on\n    the wall over the chair_]\n\n           Not till I have drunk my fill.\n  But may some dog defend me for a cat of wonder's up.\n  Laegaire and Conall are here, the flagon full to the top,\n  And the cups--\n\nLAEGAIRE\n\n                  It is Cuchulain.\n\nCUCHULAIN\n\n             The cups are dry as a bone.\n\n    [_He sits on chair and drinks_]\n\nCONALL\n\n  Go into Scotland again, or where you will, but begone\n  From this unlucky country that was made when the devil spat.\n\nCUCHULAIN\n\n  If I lived here a hundred years, could a worse thing come than that\n  Laegaire and Conall should know me and bid me begone to my face?\n\nCONALL\n\n  We bid you begone from a house that has fallen on shame and disgrace.\n\nCUCHULAIN\n\n  I am losing patience, Conall--I find you stuffed with pride,\n  The flagon full to the brim, the front door standing wide;\n  You'd put me off with words, but the whole thing's plain enough,\n  You are waiting for some message to bring you to war or love\n  In that old secret country beyond the wool-white waves,\n  Or it may be down beneath them in foam-bewildered caves\n  Where nine forsaken sea queens fling shuttles to and fro;\n  But beyond them, or beneath them, whether you will or no,\n  I am going too.\n\nLAEGAIRE\n\n           Better tell it all out to the end;\n  He was born to luck in the cradle, his good luck may amend\n  The bad luck we were born to.\n\nCONALL\n\n          I'll lay the whole thing bare.\n  You saw the luck that he had when he pushed in past me there.\n  Does anything stir on the sea?\n\nLAEGAIRE\n\n          Not even a fish or a gull.\n\nCONALL\n\n  You were gone but a little while. We were there and the ale-cup full.\n  We were half drunk and merry, and midnight on the stroke\n  When a wide, high man came in with a red foxy cloak,\n  With half-shut foxy eyes and a great laughing mouth,\n  And he said when we bid him drink, that he had so great a drouth\n  He could drink the sea.\n\nCUCHULAIN\n\n    I thought he had come from one of you\n  Out of some Connaught rath, and would lap up milk and mew;\n  But if he so loved water I have the tale awry.\n\nCONALL\n\n  You would not be so merry if he were standing by,\n  For when we had sung or danced as he were our next of kin\n  He promised to show us a game, the best that ever had been;\n  And when we had asked what game, he answered, \"Why, whip off my head!\n  Then one of you two stoop down, and I'll whip off his,\" he said.\n  \"A head for a head,\" he said, \"that is the game that I play.\"\n\nCUCHULAIN\n\n  How could he whip off a head when his own had been whipped away?\n\nCONALL\n\n  We told him it over and over, and that ale had fuddled his wit,\n  But he stood and laughed at us there, as though his sides would split,\n  Till I could stand it no longer, and whipped off his head at a blow,\n  Being mad that he did not answer, and more at his laughing so,\n  And there on the ground where it fell it went on laughing at me.\n\nLAEGAIRE\n\n  Till he took it up in his hands--\n\nCONALL\n\n        And splashed himself into the sea.\n\nCUCHULAIN\n\n  I have imagined as good when I've been as deep in the cup.\n\nLAEGAIRE\n\n  You never did.\n\nCUCHULAIN\n\n               And believed it.\n\nCONALL\n\n            Cuchulain, when will you stop\n  Boasting of your great deeds, and weighing yourself with us two,\n  And crying out to the world whatever we say or do,\n  That you've said or done a better?--Nor is it a drunkard's tale,\n  Though we said to ourselves at first that it all came out of the ale,\n  And thinking that if we told it we should be a laughing-stock,\n  Swore we should keep it secret.\n\nLAEGAIRE\n\n        But twelve months upon the clock.\n\nCONALL\n\n  A twelvemonth from the first time.\n\nLAEGAIRE\n\n         And the jug full up to the brim:\n  For we had been put from our drinking by the very thought of him.\n\nCONALL\n\n  We stood as we're standing now.\n\nLAEGAIRE\n\n         The horns were as empty.\n\nCONALL\n\n                              When\n  He ran up out of the sea with his head on his shoulders again.\n\nCUCHULAIN\n\n  Why, this is a tale worth telling.\n\nCONALL\n\n  And he called for his debt and his right,\n  And said that the land was disgraced because of us two from that night\n  If we did not pay him his debt.\n\nLAEGAIRE\n\n              What is there to be said\n  When a man with a right to get it has come to ask for your head?\n\nCONALL\n\n  If you had been sitting there you had been silent like us.\n\nLAEGAIRE\n\n  He said that in twelve months more he would come again to this house\n  And ask his debt again. Twelve months are up to-day.\n\nCONALL\n\n  He would have followed after if we had run away.\n\nLAEGAIRE\n\n  Will he tell every mother's son that we have broken our word?\n\nCUCHULAIN\n\n  Whether he does or does not we'll drive him out with the sword,\n  And take his life in the bargain if he but dare to scoff.\n\nCONALL\n\n  How can you fight with a head that laughs when you've whipped it off?\n\nLAEGAIRE\n\n  Or a man that can pick it up and carry it out in his hand?\n\nCONALL\n\n  He is coming now, there's a splash and a rumble along the strand\n  As when he came last.\n\nCUCHULAIN\n\n  Come, and put all your backs to the door.\n\n    [_A tall, red-headed, red-cloaked man stands upon the threshold\n    against the misty green of the sea; the ground, higher without than\n    within the house, makes him seem taller even than he is. He leans\n    upon a great two-handed sword_]\n\nLAEGAIRE\n\n  It is too late to shut it, for there he stands once more\n  And laughs like the sea.\n\nCUCHULAIN\n\n  Old herring--You whip off heads! Why, then\n  Whip off your own, for it seems you can clap it on again.\n  Or else go down in the sea, go down in the sea, I say,\n  Find that old juggler Manannan and whip his head away;\n  Or the Red Man of the Boyne, for they are of your own sort,\n  Or if the waves have vexed you and you would find a sport\n  Of a more Irish fashion, go fight without a rest\n  A caterwauling phantom among the winds of the west.\n  But what are you waiting for? into the water, I say!\n  If there's no sword can harm you, I've an older trick to play,\n  An old five-fingered trick to tumble you out of the place;\n  I am Sualtim's son Cuchulain--what, do you laugh in my face?\n\nRED MAN\n\n  So you too think me in earnest in wagering poll for poll!\n  A drinking joke and a gibe and a juggler's feat, that is all,\n  To make the time go quickly--for I am the drinker's friend,\n  The kindest of all Shape-Changers from here to the world's end,\n  The best of all tipsy companions. And now I bring you a gift:\n  I will lay it there on the ground for the best of you all to lift,\n\n    [_He lays his Helmet on the ground_]\n\n  And wear upon his own head, and choose for yourselves the best.\n  O! Laegaire and Conall are brave, but they were afraid of my jest.\n  Well, maybe I jest too grimly when the ale is in the cup.\n  There, I'm forgiven now--\n\n    [_Then in a more solemn voice as he goes out_]\n\n                Let the bravest take it up.\n\n    [_CONALL takes up Helmet and gazes at it with delight_]\n\n  LAEGAIRE\n\n    [_Singing, with a swaggering stride_]\n\n  Laegaire is best;\n  Between water and hill,\n  He fought in the west\n  With cat heads, until\n  At the break of day\n  All fell by his sword,\n  And he carried away\n  Their hidden hoard.\n\n    [_He seizes the Helmet_]\n\nCONALL\n\n  Give it me, for what did you find in the bag\n  But the straw and the broken delf and the bits of dirty rag\n  You'd taken for good money?\n\nCUCHULAIN\n\n            No, no, but give it me.\n\n    [_He takes Helmet_]\n\nCONALL\n\n  The Helmet's mine or Laegaire's--you're the youngest of us three.\n\nCUCHULAIN\n\n    [_Filling Helmet with ale_]\n\n  I did not take it to keep it--the Red Man gave it for one,\n  But I shall give it to all--to all of us three or to none;\n  That is as you look upon it--we will pass it to and fro,\n  And time and time about, drink out of it and so\n  Stroke into peace this cat that has come to take our lives.\n  Now it is purring again, and now I drink to your wives,\n  And I drink to Emer, my wife.\n\n    [_A great noise without and shouting_]\n\n  Why, what in God's name is that noise?\n\nCONALL\n\n  What else but the charioteers and the kitchen and stable boys\n  Shouting against each other, and the worst of all is your own,\n  That chariot-driver, Laeg, and they'll keep it up till the dawn,\n  And there's not a man in the house that will close his eyes to-night,\n  Or be able to keep them from it, or know what set them to fight.\n\n    [_A noise of horns without_]\n\n  There, do you hear them now? such hatred has each for each\n  They have taken the hunting horns to drown one other's speech\n  For fear the truth may prevail.--Here's your good health and long life,\n  And, though she be quarrelsome, good health to Emer, your wife.\n\n    [_The charioteers, Stable Boys and Kitchen Boys come running in.\n    They carry great horns, ladles and the like_]\n\nLAEG\n\n  I am Laeg, Cuchulain's driver, and my master's cock of the yard.\n\nANOTHER\n\n  Conall would scatter his feathers.\n\n    [_Confused murmurs_]\n\nLAEGAIRE\n\n    [_To_ CUCHULAIN]\n\n         No use, they won't hear a word.\n\nCONALL\n\n  They'll keep it up till the dawn.\n\nANOTHER\n\n            It is Laegaire that is the best,\n  For he fought with cats in Connaught while Conall took his rest\n  And drained his ale pot.\n\nANOTHER\n\n    Laegaire--what does a man of his sort\n  Care for the like of us! He did it for his own sport.\n\nANOTHER\n\n  It was all mere luck at the best.\n\nANOTHER\n\n                    But Conall, I say--\n\nANOTHER\n\n                           Let me speak.\n\nLAEG\n\n  You'd be dumb if the cock of the yard would but open his beak.\n\nANOTHER\n\n  Before your cock was born, my master was in the fight.\n\nLAEG\n\n  Go home and praise your grand-dad. They took to the horns for spite,\n  For I said that no cock of your sort had been born since the fight began.\n\nANOTHER\n\n  Conall has got it, the best man has got it, and I am his man.\n\nCUCHULAIN\n\n  Who was it started this quarrel?\n\nA STABLE BOY\n\n                       It was Laeg.\n\nANOTHER\n\n                  It was Laeg done it all.\n\nLAEG\n\n  A high, wide, foxy man came where we sat in the hall,\n  Getting our supper ready, with a great voice like the wind,\n  And cried that there was a helmet, or something of the kind,\n  That was for the foremost man upon the ridge of the earth.\n  So I cried your name through the hall,\n\n    [_The others cry out and blow horns, partly drowning the rest of his\n    speech_]\n\n              but they denied its worth,\n  Preferring Laegaire or Conall, and they cried to drown my voice;\n  But I have so strong a throat that I drowned all their noise\n  Till they took to the hunting horns and blew them into my face,\n  And as neither side would give in--we would settle it in this place.\n  Let the Helmet be taken from Conall.\n\nA STABLE BOY\n\n          No, Conall is the best man here.\n\nANOTHER\n\n  Give it to Laegaire that made the murderous cats pay dear.\n\nCUCHULAIN\n\n  It has been given to none: that our rivalry might cease,\n  We have turned that murderous cat into a cup of peace.\n  I drank the first; and then Conall; give it to Laegaire now,\n\n    [_CONALL gives Helmet to LAEGAIRE_]\n\n  That it may purr in his hand and all of our servants know\n  That since the ale went in, its claws went out of sight.\n\nA SERVANT\n\n  That's well--I will stop my shouting.\n\nANOTHER\n\n                 Cuchulain is in the right;\n  I am tired of this big horn that has made me hoarse as a rook.\n\nLAEG\n\n  Cuchulain, you drank the first.\n\nANOTHER\n\nLAEG\n\n         Cuchulain, you drank the first.\n\nANOTHER\n\n  If Laegaire drink from it now he claims to be last and worst.\n\nANOTHER\n\n  Cuchulain and Conall have drunk.\n\nANOTHER\n\n                         He is lost if he taste a drop.\n\nLAEGAIRE\n\n    [_Laying Helmet on table_]\n\n  Did you claim to be better than us by drinking first from the cup?\n\nCUCHULAIN\n\n    [_His words are partly drowned by the murmurs of the crowd though he\n    speaks very loud_]\n\n  That juggler from the sea, that old red herring it is\n  Who has set us all by the ears--he brought the Helmet for this,\n  And because we would not quarrel he ran elsewhere to shout\n  That Conall and Laegaire wronged me, till all had fallen out.\n\n    [_The murmur grows less so that his words are heard_]\n\n  Who knows where he is now or who he is spurring to fight?\n  So get you gone, and whatever may cry aloud in the night,\n  Or show itself in the air, be silent until morn.\n\nA SERVANT\n\n  Cuchulain is in the right--I am tired of this big horn.\n\nCUCHULAIN\n\n  Go!\n\n    [_The Servants turn toward the door but stop on hearing the voices\n    of Women outside_]\n\nLAEGAIRE'S WIFE\n\n    [_Without_]\n\n        Mine is the better to look at.\n\nCONALL'S WIFE\n\n    [_Without_]\n\n              But mine is better born.\n\nEMER\n\n    [_Without_]\n\n  My man is the pithier man.\n\nCUCHULAIN\n\n                Old hurricane, well done!\n  You've set our wives to the game that they may egg us on;\n  We are to kill each other that you may sport with us.\n  Ah, now, they've begun to wrestle as to who'll be first at the house.\n\n    [_The Women come to the door struggling_]\n\nEMER\n\n  No, I have the right of place for I married the better man.\n\nCONALL'S WIFE\n\n    [_Pulling Emer back_]\n\n  My nails in your neck and shoulder.\n\nLAEGAIRE'S WIFE\n\n          And go before me if you can.\n  My husband fought in the West.\n\nCONALL'S WIFE\n\n    [_Kneeling in the door so as to keep the others out who pull at\n    her_]\n\n      But what did he fight with there\n  But sidelong and spitting and helpless shadows of the dim air?\n  And what did he carry away but straw and broken delf?\n\nLAEGAIRE'S WIFE\n\n  Your own man made up that tale trembling alone by himself,\n  Drowning his terror.\n\nEMER\n\n    [_Forcing herself in front_]\n\n  I am Emer, it is I go first through the door.\n  No one shall walk before me, or praise any man before\n  My man has been praised.\n\nCUCHULAIN\n\n    [_Spreading his arms across the door so as to close it_]\n\n    Come, put an end to their quarrelling:\n  One is as fair as the other, and each one the wife of a king.\n  Break down the painted boards between the sill and the floor\n  That they come in together, each one at her own door.\n\n    [_LAEGAIRE and CONALL begin to break out the bottoms of the windows,\n    then their wives go to the windows, each to the window where her\n    husband is. EMER stands at the door and sings while the boards are\n    being broken out_]\n\nEMER\n\n  Nothing that he has done,\n  His mind that is fire,\n  His body that is sun,\n  Have set my head higher\n  Than all the world's wives.\n  Himself on the wind\n  Is the gift that he gives,\n  Therefore womenkind,\n  When their eyes have met mine,\n  Grow cold and grow hot,\n  Troubled as with wine\n  By a secret thought,\n  Preyed upon, fed upon\n  By jealousy and desire.\n  I am moon to that sun,\n  I am steel to that fire,\n\n    [_The windows are now broken down to floor. CUCHULAIN takes his\n    spear from the door, and the three Women come in at the same\n    moment_]\n\nEMER\n\n  Cuchulain, put off this sloth and awake:\n  I will sing till I've stiffened your lip against every knave that would\n      take\n  A share of your honour.\n\nLAEGAIRE'S WIFE\n\n  You lie, for your man would take from my man.\n\nCONALL'S WIFE\n\n    [_To LAEGAIRE'S WIFE_]\n\n  You say that, you double-face, and your own husband began.\n\nCUCHULAIN\n\n    [_Taking up Helmet from table_]\n\n  Town land may rail at town land till all have gone to wrack,\n  The very straws may wrangle till they've thrown down the stack;\n  The very door-posts bicker till they've pulled in the door,\n  The very ale-jars jostle till the ale is on the floor,\n  But this shall help no further.\n\n    [_He throws Helmet into the sea_]\n\nLAEGAIRE'S WIFE\n\n                It was not for your head,\n  And so you would let none wear it, but fling it away instead.\n\nCONALL'S WIFE\n\n  But you shall answer for it, for you've robbed my man by this.\n\nCONALL\n\n  You have robbed us both, Cuchulain.\n\nLAEGAIRE\n\n             The greatest wrong there is\n  On the wide ridge of the world has been done to us two this day.\n\nEMER\n\n    [_Drawing her dagger_]\n\n  Who is for Cuchulain?\n\nCUCHULAIN\n\n                     Silence!\n\nEMER\n\n            Who is for Cuchulain, I say?\n\n    [_She sings the same words as before, flourishing her dagger about.\n    While she is singing, CONALL'S WIFE and LAEGAIRE'S WIFE draw their\n    daggers and run at her, but CUCHULAIN forces them back. LAEGAIRE and\n    CONALL draw their swords to strike CUCHULAIN_]\n\nLAEGAIRE'S WIFE\n\n    [_Crying out so as to be heard through EMER'S singing_]\n\n  Deafen her singing with horns!\n\nCONALL'S WIFE\n\n      Cry aloud! blow horns! make a noise!\n\nLAEGAIRE'S WIFE\n\n  Blow horns, clap hands, or shout, so that you smother her voice!\n\n    [_The Horse Boys and Scullions blow their horns or fight among\n    themselves. There is a deafening noise and a confused fight.\n    Suddenly three black hands come through the windows and put out the\n    torches. It is now pitch dark, but for a faint light outside the\n    house which merely shows that there are moving forms, but not who or\n    what they are, and in the darkness one can hear low terrified\n    voices_]\n\nA VOICE\n\n  Coal-black, and headed like cats, they came up over the strand.\n\nANOTHER VOICE\n\n  And I saw one stretch to a torch and cover it with his hand.\n\nANOTHER VOICE\n\n  Another sooty fellow has plucked the moon from the air.\n\n    [_A light gradually comes into the house from the sea, on which the\n    moon begins to show once more. There is no light within the house,\n    and the great beams of the walls are dark and full of shadows, and\n    the persons of the play dark too against the light. The RED MAN is\n    seen standing in the midst of the house. The black cat-headed Men\n    crouch and stand about the door. One carries the Helmet, one the\n    great sword_]\n\nRED MAN\n\n  I demand the debt that's owing. Let some man kneel down there\n  That I may cut his head off, or all shall go to wrack.\n\nCUCHULAIN\n\n  He played and paid with his head and it's right that we pay him back,\n  And give him more than he gave, for he comes in here as a guest:\n  So I will give him my head.\n\n    [_EMER begins to keen_]\n\n          Little wife, little wife, be at rest.\n  Alive I have been far off in all lands under sun,\n  And been no faithful man; but when my story is done\n  My fame shall spring up and laugh, and set you high above all.\n\nEMER\n\n    [_Putting her arms about him_]\n\n  It is you, not your fame, that I love.\n\nCUCHULAIN\n\n    [_Tries to put her from him_]\n\n  You are young, you are wise, you can call\n  Some kinder and comelier man that will sit at home in the house.\n\nEMER\n\n  Live and be faithless still.\n\nCUCHULAIN\n\n    [_Throwing her from him_]\n\n  Would you stay the great barnacle-goose\n  When its eyes are turned to the sea and its beak to the salt of the air?\n\nEMER\n\n    [_Lifting her dagger to stab herself_]\n\n  I, too, on the grey wing's path.\n\nCUCHULAIN\n\n    [_Seizing dagger_]\n\n  Do you dare, do you dare, do you dare?\n  Bear children and sweep the house.\n\n    [_Forcing his way through the Servants who gather round_]\n\n         Wail, but keep from the road.\n\n    [_He kneels before RED MAN. There is a pause_]\n\n  Quick to your work, old Radish, you will fade when the cocks have crowed.\n\n    [_A black cat-headed Man holds out the Helmet. The RED MAN takes it_]\n\nRED MAN\n\n  I have not come for your hurt, I'm the Rector of this land,\n  And with my spitting cat-heads, my frenzied moon-bred band,\n  Age after age I sift it, and choose for its championship\n  The man who hits my fancy.\n\n    [_He places the Helmet on CUCHULAIN'S head_]\n\n          And I choose the laughing lip\n  That shall not turn from laughing whatever rise or fall,\n  The heart that grows no bitterer although betrayed by all;\n  The hand that loves to scatter; the life like a gambler's throw;\n  And these things I make prosper, till a day come that I know,\n  When heart and mind shall darken that the weak may end the strong,\n  And the long remembering harpers have matter for their song.",
    "metadata": {
        "author": [
            "Yeats, W. B. (William Butler)",
            "Yeats, William Butler"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30488/pg30488.txt",
        "name": "the_green_helmet_and_other_poems.json"
    }
}