{
    "name": "The Well\nThe Lady of the Barge and Others, Part 4.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE WELL\n\n\nTwo men stood in the billiard-room of an old country house, talking.\nPlay, which had been of a half-hearted nature, was over, and they sat at\nthe open window, looking out over the park stretching away beneath them,\nconversing idly.\n\n\"Your time's nearly up, Jem,\" said one at length, \"this time six weeks\nyou'll be yawning out the honeymoon and cursing the man--woman I mean--\nwho invented them.\"\n\nJem Benson stretched his long limbs in the chair and grunted in dissent.\n\n\"I've never understood it,\" continued Wilfred Carr, yawning.  \"It's not\nin my line at all; I never had enough money for my own wants, let alone\nfor two.  Perhaps if I were as rich as you or Croesus I might regard it\ndifferently.\"\n\nThere was just sufficient meaning in the latter part of the remark for\nhis cousin to forbear to reply to it.  He continued to gaze out of the\nwindow and to smoke slowly.\n\n\"Not being as rich as Croesus--or you,\" resumed Carr, regarding him from\nbeneath lowered lids, \"I paddle my own canoe down the stream of Time,\nand, tying it to my friends' door-posts, go in to eat their dinners.\"\n\n\"Quite Venetian,\" said Jem Benson, still looking out of the window.\n\"It's not a bad thing for you, Wilfred, that you have the doorposts and\ndinners--and friends.\"\n\nCarr grunted in his turn.  \"Seriously though, Jem,\" he said, slowly,\n\"you're a lucky fellow, a very lucky fellow.  If there is a better girl\nabove ground than Olive, I should like to see her.\"\n\n\"Yes,\" said the other, quietly.\n\n\"She's such an exceptional girl,\" continued Carr, staring out of the\nwindow.  \"She's so good and gentle.  She thinks you are a bundle of all\nthe virtues.\"\n\nHe laughed frankly and joyously, but the other man did not join him.\n\"Strong sense--of right and wrong, though,\" continued Carr, musingly.\n\"Do you know, I believe that if she found out that you were not----\"\n\n\"Not what?\" demanded Benson, turning upon him fiercely, \"Not what?\"\n\n\"Everything that you are,\" returned his cousin, with a grin that belied\nhis words, \"I believe she'd drop you.\"\n\n\"Talk about something else,\" said Benson, slowly; \"your pleasantries are\nnot always in the best taste.\"\n\nWilfred Carr rose and taking a cue from the rack, bent over the board and\npracticed one or two favourite shots.  \"The only other subject I can talk\nabout just at present is my own financial affairs,\" he said slowly, as he\nwalked round the table.\n\n\"Talk about something else,\" said Benson again, bluntly.\n\n\"And the two things are connected,\" said Carr, and dropping his cue he\nhalf sat on the table and eyed his cousin.\n\nThere was a long silence.  Benson pitched the end of his cigar out of the\nwindow, and leaning back closed his eyes.\n\n\"Do you follow me?\"  inquired Carr at length.\n\nBenson opened his eyes and nodded at the window.\n\n\"Do you want to follow my cigar?\"  he demanded.\n\n\"I should prefer to depart by the usual way for your sake,\" returned the\nother, unabashed.  \"If I left by the window all sorts of questions would\nbe asked, and you know what a talkative chap I am.\"\n\n\"So long as you don't talk about my affairs,\" returned the other,\nrestraining himself by an obvious effort, \"you can talk yourself hoarse.\"\n\n\"I'm in a mess,\" said Carr, slowly, \"a devil of a mess.  If I don't raise\nfifteen hundred by this day fortnight, I may be getting my board and\nlodging free.\"\n\n\"Would that be any change?\"  questioned Benson.\n\n\"The quality would,\" retorted the other.  \"The address also would not be\ngood.  Seriously, Jem, will you let me have the fifteen hundred?\"\n\n\"No,\" said the other, simply.\n\nCarr went white.  \"It's to save me from ruin,\" he said, thickly.\n\n\"I've helped you till I'm tired,\" said Benson, turning and regarding him,\n\"and it is all to no good.  If you've got into a mess, get out of it.\nYou should not be so fond of giving autographs away.\"\n\n\"It's foolish, I admit,\" said Carr, deliberately.  \"I won't do so any\nmore.  By the way, I've got some to sell.  You needn't sneer.  They're\nnot my own.\"\n\n\"Whose are they?\"  inquired the other.\n\n\"Yours.\"\n\nBenson got up from his chair and crossed over to him.  \"What is this?\"\nhe asked, quietly.  \"Blackmail?\"\n\n\"Call it what you like,\" said Carr.  \"I've got some letters for sale,\nprice fifteen hundred.  And I know a man who would buy them at that price\nfor the mere chance of getting Olive from you.  I'll give you first\noffer.\"\n\n\"If you have got any letters bearing my signature, you will be good\nenough to give them to me,\" said Benson, very slowly.\n\n\"They're mine,\" said Carr, lightly; \"given to me by the lady you wrote\nthem to.  I must say that they are not all in the best possible taste.\"\n\nHis cousin reached forward suddenly, and catching him by the collar of\nhis coat pinned him down on the table.\n\n\"Give me those letters,\" he breathed, sticking his face close to Carr's.\n\n\"They're not here,\" said Carr, struggling.  \"I'm not a fool.  Let me go,\nor I'll raise the price.\"\n\nThe other man raised him from the table in his powerful hands, apparently\nwith the intention of dashing his head against it.  Then suddenly his\nhold relaxed as an astonished-looking maid-servant entered the room with\nletters.  Carr sat up hastily.\n\n\"That's how it was done,\" said Benson, for the girl's benefit as he took\nthe letters.\n\n\"I don't wonder at the other man making him pay for it, then,\" said Carr,\nblandly.\n\n\"You will give me those letters?\"  said Benson, suggestively, as the girl\nleft the room.\n\n\"At the price I mentioned, yes,\" said Carr; \"but so sure as I am a living\nman, if you lay your clumsy hands on me again, I'll double it.  Now, I'll\nleave you for a time while you think it over.\"\n\nHe took a cigar from the box and lighting it carefully quitted the room.\nHis cousin waited until the door had closed behind him, and then turning\nto the window sat there in a fit of fury as silent as it was terrible.\n\nThe air was fresh and sweet from the park, heavy with the scent of\nnew-mown grass.  The fragrance of a cigar was now added to it, and\nglancing out he saw his cousin pacing slowly by.  He rose and went to the\ndoor, and then, apparently altering his mind, he returned to the window\nand watched the figure of his cousin as it moved slowly away into the\nmoonlight.  Then he rose again, and, for a long time, the room was empty.\n\n                     *   *   *   *   *\n\nIt was empty when Mrs. Benson came in some time later to say good-night\nto her son on her way to bed.  She walked slowly round the table, and\npausing at the window gazed from it in idle thought, until she saw the\nfigure of her son advancing with rapid strides toward the house.  He\nlooked up at the window.\n\n\"Good-night,\" said she.\n\n\"Good-night,\" said Benson, in a deep voice.\n\n\"Where is Wilfred?\"\n\n\"Oh, he has gone,\" said Benson.\n\n\"Gone?\"\n\n\"We had a few words; he was wanting money again, and I gave him a piece\nof my mind.  I don't think we shall see him again.\"\n\n\"Poor Wilfred!\"  sighed Mrs. Benson.  \"He is always in trouble of some\nsort.  I hope that you were not too hard upon him.\"\n\n\"No more than he deserved,\" said her son, sternly.  \"Good night.\"\n\n\nII.\n\nThe well, which had long ago fallen into disuse, was almost hidden by the\nthick tangle of undergrowth which ran riot at that corner of the old\npark.  It was partly covered by the shrunken half of a lid, above which a\nrusty windlass creaked in company with the music of the pines when the\nwind blew strongly.  The full light of the sun never reached it, and the\nground surrounding it was moist and green when other parts of the park\nwere gaping with the heat.\n\nTwo people walking slowly round the park in the fragrant stillness of a\nsummer evening strayed in the direction of the well.\n\n\"No use going through this wilderness, Olive,\" said Benson, pausing on\nthe outskirts of the pines and eyeing with some disfavour the gloom\nbeyond.\n\n\"Best part of the park,\" said the girl briskly; \"you know it's my\nfavourite spot.\"\n\n\"I know you're very fond of sitting on the coping,\" said the man slowly,\n\"and I wish you wouldn't.  One day you will lean back too far and fall\nin.\"\n\n\"And make the acquaintance of Truth,\" said Olive lightly.  \"Come along.\"\n\nShe ran from him and was lost in the shadow of the pines, the bracken\ncrackling beneath her feet as she ran.  Her companion followed slowly,\nand emerging from the gloom saw her poised daintily on the edge of the\nwell with her feet hidden in the rank grass and nettles which surrounded\nit.  She motioned her companion to take a seat by her side, and smiled\nsoftly as she felt a strong arm passed about her waist.\n\n\"I like this place,\" said she, breaking a long silence, \"it is so dismal\n--so uncanny.  Do you know I wouldn't dare to sit here alone, Jem.  I\nshould imagine that all sorts of dreadful things were hidden behind the\nbushes and trees, waiting to spring out on me.  Ugh!\"\n\n\"You'd better let me take you in,\" said her companion tenderly; \"the well\nisn't always wholesome, especially in the hot weather.\n\n\"Let's make a move.\"\n\nThe girl gave an obstinate little shake, and settled herself more\nsecurely on her seat.\n\n\"Smoke your cigar in peace,\" she said quietly.  \"I am settled here for a\nquiet talk.  Has anything been heard of Wilfred yet?\"\n\n\"Nothing.\"\n\n\"Quite a dramatic disappearance, isn't it?\"  she continued.  \"Another\nscrape, I suppose, and another letter for you in the same old strain;\n'Dear Jem, help me out.'\"\n\nJem Benson blew a cloud of fragrant smoke into the air, and holding his\ncigar between his teeth brushed away the ash from his coat sleeves.\n\n\"I wonder what he would have done without you,\" said the girl, pressing\nhis arm affectionately.  \"Gone under long ago, I suppose.  When we are\nmarried, Jem, I shall presume upon the relationship to lecture him.  He\nis very wild, but he has his good points, poor fellow.\"\n\n\"I never saw them,\" said Benson, with startling bitterness.  \"God knows I\nnever saw them.\"\n\n\"He is nobody's enemy but his own,\" said the girl, startled by this\noutburst.\n\n\"You don't know much about him,\" said the other, sharply.  \"He was not\nabove blackmail; not above ruining the life of a friend to do himself a\nbenefit.  A loafer, a cur, and a liar!\"\n\nThe girl looked up at him soberly but timidly and took his arm without a\nword, and they both sat silent while evening deepened into night and the\nbeams of the moon, filtering through the branches, surrounded them with a\nsilver network.  Her head sank upon his shoulder, till suddenly with a\nsharp cry she sprang to her feet.\n\n\"What was that?\"  she cried breathlessly.\n\n\"What was what?\"  demanded Benson, springing up and clutching her fast by\nthe arm.\n\nShe caught her breath and tried to laugh.\n\n\"You're hurting me, Jem.\"\n\nHis hold relaxed.\n\n\"What is the matter?\"  he asked gently.\n\n\"What was it startled you?\"\n\n\"I was startled,\" she said, slowly, putting her hands on his shoulder.\n\"I suppose the words I used just now are ringing in my ears, but I\nfancied that somebody behind us whispered 'Jem, help me out.'\"\n\n\"Fancy,\" repeated Benson, and his voice shook; \"but these fancies are not\ngood for you.  You--are frightened--at the dark and the gloom of these\ntrees.  Let me take you back to the house.\"\n\n\"No, I'm not frightened,\" said the girl, reseating herself.  \"I should\nnever be really frightened of anything when you were with me, Jem.  I'm\nsurprised at myself for being so silly.\"\n\nThe man made no reply but stood, a strong, dark figure, a yard or two\nfrom the well, as though waiting for her to join him.\n\n\"Come and sit down, sir,\" cried Olive, patting the brickwork with her\nsmall, white hand, \"one would think that you did not like your company.\"\n\nHe obeyed slowly and took a seat by her side, drawing so hard at his\ncigar that the light of it shone upon his fare at every breath.  He\npassed his arm, firm and rigid as steel, behind her, with his hand\nresting on the brickwork beyond.\n\n\"Are you warm enough?\"  he asked tenderly, as she made a little movement.\n\"Pretty fair,\" she shivered; \"one oughtn't to be cold at this time of the\nyear, but there's a cold, damp air comes up from the well.\"\n\nAs she spoke a faint splash sounded from the depths below, and for the\nsecond time that evening, she sprang from the well with a little cry of\ndismay.\n\n\"What is it now?\"  he asked in a fearful voice.  He stood by her side and\ngazed at the well, as though half expecting to see the cause of her alarm\nemerge from it.\n\n\"Oh, my bracelet,\" she cried in distress, \"my poor mother's bracelet.\nI've dropped it down the well.\"\n\n\"Your bracelet!\"  repeated Benson, dully.  \"Your bracelet?  The diamond\none?\"\n\n\"The one that was my mother's,\" said Olive.  \"Oh, we can get it back\nsurely.  We must have the water drained off.\"\n\n\"Your bracelet!\"  repeated Benson, stupidly.\n\n\"Jem,\" said the girl in terrified tones, \"dear Jem, what is the matter?\"\n\nFor the man she loved was standing regarding her with horror.  The moon\nwhich touched it was not responsible for all the whiteness of the\ndistorted face, and she shrank back in fear to the edge of the well.  He\nsaw her fear and by a mighty effort regained his composure and took her\nhand.\n\n\"Poor little girl,\" he murmured, \"you frightened me.  I was not looking\nwhen you cried, and I thought that you were slipping from my arms,\ndown--down--\"\n\nHis voice broke, and the girl throwing herself into his arms clung to him\nconvulsively.\n\n\"There, there,\" said Benson, fondly, \"don't cry, don't cry.\"\n\n\"To-morrow,\" said Olive, half-laughing, half-crying, \"we will all come\nround the well with hook and line and fish for it.  It will be quite a\nnew sport.\"\n\n\"No, we must try some other way,\" said Benson.  \"You shall have it back.\"\n\n\"How?\"  asked the girl.\n\n\"You shall see,\" said Benson.  \"To-morrow morning at latest you shall\nhave it back.  Till then promise me that you will not mention your loss\nto anyone.  Promise.\"\n\n\"I promise,\" said Olive, wonderingly.  \"But why not?\"\n\n\"It is of great value, for one thing, and--But there--there are many\nreasons.  For one thing it is my duty to get it for you.\"\n\n\"Wouldn't you like to jump down for it?\" she asked mischievously.\n\"Listen.\"\n\nShe stooped for a stone and dropped it down.\n\n\"Fancy being where that is now,\" she said, peering into the blackness;\n\"fancy going round and round like a mouse in a pail, clutching at the\nslimy sides, with the water filling your mouth, and looking up to the\nlittle patch of sky above.\"\n\n\"You had better come in,\" said Benson, very quietly.  \"You are developing\na taste for the morbid and horrible.\"\n\nThe girl turned, and taking his arm walked slowly in the direction of the\nhouse; Mrs. Benson, who was sitting in the porch, rose to receive them.\n\n\"You shouldn't have kept her out so long,\" she said chidingly.  \"Where\nhave you been?\"\n\n\"Sitting on the well,\" said Olive, smiling, \"discussing our future.\"\n\n\"I don't believe that place is healthy,\" said Mrs. Benson, emphatically.\n\"I really think it might be filled in, Jem.\"\n\n\"All right,\" said her son, slowly.  \"Pity it wasn't filled in long ago.\"\n\nHe took the chair vacated by his mother as she entered the house with\nOlive, and with his hands hanging limply over the sides sat in deep\nthought.  After a time he rose, and going upstairs to a room which was\nset apart for sporting requisites selected a sea fishing line and some\nhooks and stole softly downstairs again.  He walked swiftly across the\npark in the direction of the well, turning before he entered the shadow\nof the trees to look back at the lighted windows of the house.  Then\nhaving arranged his line he sat on the edge of the well and cautiously\nlowered it.\n\nHe sat with his lips compressed, occasionally looking about him in a\nstartled fashion, as though he half expected to see something peering at\nhim from the belt of trees.  Time after time he lowered his line until at\nlength in pulling it up he heard a little metallic tinkle against the\nside of the well.\n\nHe held his breath then, and forgetting his fears drew the line in inch\nby inch, so as not to lose its precious burden.  His pulse beat rapidly,\nand his eyes were bright.  As the line came slowly in he saw the catch\nhanging to the hook, and with a steady hand drew the last few feet in.\nThen he saw that instead of the bracelet he had hooked a bunch of keys.\n\nWith a faint cry he shook them from the hook into the water below, and\nstood breathing heavily.  Not a sound broke the stillness of the night.\nHe walked up and down a bit and stretched his great muscles; then he came\nback to the well and resumed his task.\n\nFor an hour or more the line was lowered without result.  In his\neagerness he forgot his fears, and with eyes bent down the well fished\nslowly and carefully.  Twice the hook became entangled in something, and\nwas with difficulty released.  It caught a third time, and all his\nefforts failed' to free it.  Then he dropped the line down the well,\nand with head bent walked toward the house.\n\nHe went first to the stables at the rear, and then retiring to his room\nfor some time paced restlessly up and down.  Then without removing his\nclothes he flung himself upon the bed and fell into a troubled sleep.\n\n\nIII.\n\nLong before anybody else was astir he arose and stole softly downstairs.\nThe sunlight was stealing in at every crevice, and flashing in long\nstreaks across the darkened rooms.  The dining-room into which he looked\nstruck chill and cheerless in the dark yellow light which came through\nthe lowered blinds.  He remembered that it had the same appearance when\nhis father lay dead in the house; now, as then, everything seemed ghastly\nand unreal; the very chairs standing as their occupants had left them the\nnight before seemed to be indulging in some dark communication of ideas.\n\nSlowly and noiselessly he opened the hall door and passed into the\nfragrant air beyond.  The sun was shining on the drenched grass and\ntrees, and a slowly vanishing white mist rolled like smoke about the\ngrounds.  For a moment he stood, breathing deeply the sweet air of the\nmorning, and then walked slowly in the direction of the stables.\n\nThe rusty creaking of a pump-handle and a spatter of water upon the\nred-tiled courtyard showed that somebody else was astir, and a few steps\nfarther he beheld a brawny, sandy-haired man gasping wildly under severe\nself-infliction at the pump.\n\n\"Everything ready, George?\"  he asked quietly.\n\n\"Yes, sir,\" said the man, straightening up suddenly and touching his\nforehead.  \"Bob's just finishing the arrangements inside.  It's a lovely\nmorning for a dip.  The water in that well must be just icy.\"\n\n\"Be as quick as you can,\" said Benson, impatiently.\n\n\"Very good, sir,\" said George, burnishing his face harshly with a very\nsmall towel which had been hanging over the top of the pump.  \"Hurry up,\nBob.\"\n\nIn answer to his summons a man appeared at the door of the stable with a\ncoil of stout rope over his arm and a large metal candlestick in his\nhand.\n\n\"Just to try the air, sir,\" said George, following his master's glance,\n\"a well gets rather foul sometimes, but if a candle can live down it, a\nman can.\"\n\nHis master nodded, and the man, hastily pulling up the neck of his shirt\nand thrusting his arms into his coat, followed him as he led the way\nslowly to the well.\n\n\"Beg pardon, sir,\" said George, drawing up to his side, \"but you are not\nlooking over and above well this morning.  If you'll let me go down I'd\nenjoy the bath.\"\n\n\"No, no,\" said Benson, peremptorily.\n\n\"You ain't fit to go down, sir,\" persisted his follower.  \"I've never\nseen you look so before.  Now if--\"\n\n\"Mind your business,\" said his master curtly.\n\nGeorge became silent and the three walked with swinging strides through\nthe long wet grass to the well.  Bob flung the rope on the ground and at\na sign from his master handed him the candlestick.\n\n\"Here's the line for it, sir,\" said Bob, fumbling in his pockets.\n\nBenson took it from him and slowly tied it to the candlestick.  Then he\nplaced it on the edge of the well, and striking a match, lit the candle\nand began slowly to lower it.\n\n\"Hold hard, sir,\" said George, quickly, laying his hand on his arm, \"you\nmust tilt it or the string'll burn through.\"\n\nEven as he spoke the string parted and the candlestick fell into the\nwater below.\n\nBenson swore quietly.\n\n\"I'll soon get another,\" said George, starting up.\n\n\"Never mind, the well's all right,\" said Benson.\n\n\"It won't take a moment, sir,\" said the other over his shoulder.\n\n\"Are you master here, or am I?\"  said Benson hoarsely.\n\nGeorge came back slowly, a glance at his master's face stopping the\nprotest upon his tongue, and he stood by watching him sulkily as he sat\non the well and removed his outer garments.  Both men watched him\ncuriously, as having completed his preparations he stood grim and silent\nwith his hands by his sides.\n\n\"I wish you'd let me go, sir,\" said George, plucking up courage to\naddress him.  \"You ain't fit to go, you've got a chill or something.  I\nshouldn't wonder it's the typhoid.  They've got it in the village bad.\"\n\nFor a moment Benson looked at him angrily, then his gaze softened.  \"Not\nthis time, George,\" he said, quietly.  He took the looped end of the rope\nand placed it under his arms, and sitting down threw one leg over the\nside of the well.\n\n\"How are you going about it, sir?\"  queried George, laying hold of the\nrope and signing to Bob to do the same.\n\n\"I'll call out when I reach the water,\" said Benson; \"then pay out three\nyards more quickly so that I can get to the bottom.\"\n\n\"Very good, sir,\" answered both.\n\nTheir master threw the other leg over the coping and sat motionless.  His\nback was turned toward the men as he sat with head bent, looking down the\nshaft.  He sat for so long that George became uneasy.\n\n\"All right, sir?\"  he inquired.\n\n\"Yes,\" said Benson, slowly.  \"If I tug at the rope, George, pull up at\nonce.  Lower away.\"\n\nThe rope passed steadily through their hands until a hollow cry from the\ndarkness below and a faint splashing warned them that he had reached the\nwater.  They gave him three yards more and stood with relaxed grasp and\nstrained ears, waiting.\n\n\"He's gone under,\" said Bob in a low voice.\n\nThe other nodded, and moistening his huge palms took a firmer grip of the\nrope.\n\nFully a minute passed, and the men began to exchange uneasy glances.\nThen a sudden tremendous jerk followed by a series of feebler ones nearly\ntore the rope from their grasp.\n\n\"Pull!\"  shouted George, placing one foot on the side and hauling\ndesperately.  \"Pull! pull!  He's stuck fast; he's not coming; PULL!\"\n\nIn response to their terrific exertions the rope came slowly in, inch by\ninch, until at length a violent splashing was heard, and at the same\nmoment a scream of unutterable horror came echoing up the shaft.\n\n\"What a weight he is !\"  panted Bob.  \"He's stuck fast or something.\nKeep still, sir; for heaven's sake, keep still.\"\n\nFor the taut rope was being jerked violently by the struggles of the\nweight at the end of it.  Both men with grunts and sighs hauled it in\nfoot by foot.\n\n\"All right, sir,\" cried George, cheerfully.\n\nHe had one foot against the well, and was pulling manfully; the burden\nwas nearing the top.  A long pull and a strong pull, and the face of a\ndead man with mud in the eyes and nostrils came peering over the edge.\nBehind it was the ghastly face of his master; but this he saw too late,\nfor with a great cry he let go his hold of the rope and stepped back.\nThe suddenness overthrew his assistant, and the rope tore through his\nhands.  There was a frightful splash.\n\n\"You fool!\"  stammered Bob, and ran to the well helplessly.\n\n\"Run!\" cried George.  \"Run for another line.\"\n\nHe bent over the coping and called eagerly down as his assistant sped\nback to the stables shouting wildly.  His voice re-echoed down the shaft,\nbut all else was silence.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12124/pg12124.txt",
        "name": "the_well_the_lady_of_the_barge_and_others_part_4.json"
    }
}