{
    "name": "The eleventh hour in the life of Julia Ward Howe",
    "author": [
        "Howe, Maud",
        "Elliott, Maud Howe"
    ],
    "body": "                               MAUD HOWE\n\n                                BOSTON\n\n                      LITTLE, BROWN, AND COMPANY\n\n                                 1911\n\n                           Copyright, 1911,\n\n                          All rights reserved\n\n                       Published, October, 1911\n\n                               Printers\n\n                  S. J. PARKHILL & CO., BOSTON, U. S.\n\n\n\n\n                               AD MATREM\n\n\nThe acorns are again ripe on your oaks, the leaves of your nut tree\nbegin to turn gold, the fruit trees you planted a lustre since, droop\nwith their weight of crimson fruit, the little grey squirrels leap\nnimbly from bough to bough busily preparing for winter’s siege. The\nair is fragrant with the perfume of wild grape, joyous with the voices\nof children passing to the white school house on the hill. The earth\nlaughs with the joy of the harvest. What thank offering can I bring for\nthis year that has not yet taught me how to live without you? Only this\nsheaf of gleanings from your fields!\n\nOAK GLEN, September, 1911.\n\n\n\n\n                               FOREWORD\n\n\nThis slight and hasty account of some of my mother’s later activities\nwas written to read to a small group of friends with whom I wished\nto share the lesson of the Eleventh Hour of a life filled to the end\nwith the joy of toil. More than one of my hearers asked me to print\nwhat I had read them, in the belief that it would be of value to that\nlarger circle of her friends, the public. Such a request could not be\nrefused.\n\n\n\n\n                           THE ELEVENTH HOUR\n\n                            IN THE LIFE OF\n\n                            JULIA WARD HOWE\n\n\nMy mother’s diary for 1906, her eighty-seventh year, opens with this\nentry:\n\n“I pray for many things this year. For myself, I ask continued\nhealth of mind and body, work, useful, honorable and as remunerative\nas it shall please God to send. For my dear family, work of the\nsame description with comfortable wages, faith in God, and love to\neach other. For my country, that she may keep her high promise to\nmankind, for Christendom, that it may become more Christlike, for the\nstruggling nationalities, that they may attain to justice and peace.”\n\nNot vain the prayer! Health of mind and body was granted, work, useful,\nhonorable, if not very remunerative, was hers that year and nearly five\nyears more, for she lived to be ninety-one and a half years old. When\nDeath came and took her, he found her still at work. Hers the fate of\nthe happy warrior who falls in thick of battle, his harness on his back.\n\nHow did she do it?\n\nHardly a day passes that I am not asked the question!\n\nShortly before her death, she spoke of the time when she would no\nlonger be with us--an almost unheard-of thing for her to do. We turned\nthe subject, begged her not to dwell on it.\n\n“Yes!” she laughed with the old flash that has kindled a thousand\naudiences, “it’s not my business to think about dying, it’s my business\nto think about living!”\n\nThis thinking about living, this tremendous vitality had much to do\nwith her long service, for the important thing of course was not\nthat she lived ninety-one years, but that she worked for more than\nninety-one years, never became a cumberer of the earth, paid her scot\ntill the last. She never knew the pathos of doing old-age work, such\nas is provided in every class for those inveterate workers to whom\nlabor is as necessary as bread or breath. The old ploughman sits by the\nwayside breaking stones to mend the road others shall travel over;\nthe old prima donna listens to her pupils’ triumphs; the old statesman\ngives after-dinner speeches, or makes himself a nuisance by speaking or\nwriting, _ex cathedra_, on any question that needs airing, whether it\nis his subject or not; she did good, vigorous work till the end, in her\nown chosen callings of poet and orator. What she produced in her last\nyear was as good in quality as any other year’s output. The artist in\nher never stopped growing; indeed, her latest work has a lucidity, a\nrobust simplicity, that some of the earlier writings lack.\n\nIn the summer of 1909 she was asked to write a poem on Fulton for the\nFulton-Hudson celebration. Ever better than her word, she not only\nwrote the poem, but recited it in the New York Metropolitan Opera House\non the evening of September 9th. Those who saw her, the only woman amid\nthat great gathering of representative men from all over the world,\nwill not forget the breathless silence of that vast audience as she\ncame forward, leaning on her son’s arm, and read the opening lines:\n\n    A river flashing like a gem,\n    Crowned with a mountain diadem,--\n\nor the thunders of applause that followed the last lines:\n\n    While pledge of Love’s assured control,\n    The Flag of Freedom crowns the pole.\n\nThe poem had given her a good deal of trouble, the last couplet in\nespecial. The morning of the celebration, when I went into Mrs. Seth\nLow’s spare bedroom to wake her, she cried out:\n\n“I have got my last verse!”\n\nShe was much distressed that the poem appeared in Collier’s without\nthe amended closing lines. The fault was mine; I had arranged with the\neditor Mr. Hapgood for its publication. She had done so much “free\ngratis” work all her life that it seemed fitting this poem should at\nleast earn her, her travelling expenses.\n\n“Let this be a lesson,” she said, “never print a poem or a speech till\nit has been delivered; always give the eleventh hour its chance!”\n\nIt may be interesting here to recall that the Atlantic Monthly paid her\nfive dollars for the Battle Hymn of the Republic, the only money she\never received for it.\n\nHer power of keeping abreast of the times is felt in the Fulton poem,\nwhere she rounds out her eulogy of Fulton’s invention of the steamboat\nwith a tribute to Peary. Only a few days before the news of our latest\narctic triumph had flashed round the world, her world, whose business\nwas her business as long as she lived in it; so into the fabric of the\npoem in honor of Fulton, she weaves an allusion to this new victory.\n\nOn her ninety-first birthday a reporter from a Boston paper asked her\nfor a motto for the women of America. She was sitting on the little\nbalcony outside her town house, reading her Greek Testament, when the\nyoung man was announced. She closed her book, thought for a moment,\nthen gave the motto that so well expressed herself:\n\n“Up to date!”\n\nWas there ever anything more characteristic?\n\nIn December, 1909, the last December she was to see, she wrote a poem\ncalled “The Capitol,” for the first meeting of the American Academy\nof Arts and Letters at Washington. The poem, published in the Century\nMagazine for March, 1910, is as good as any she ever wrote, with one\nexception--the Battle Hymn; and that, as she has told us, “wrote\nitself.” She had arranged to go to Washington to read her poem before\nthe Association. Though we feared the winter journey for her, she was\nso bent on going that I very reluctantly agreed to accompany her. A\ntelegram, signed by William Dean Howells, Robert Underwood Johnson, and\nThomas Nelson Page, all officers of the Association, urging her not to\ntake the risk of so long a journey in winter, induced her to give up\nthe trip. She was rather nettled by the kindly hint and flashed out:\n\n“Hah! they think that I am too old, but there’s a little ginger left in\nthe old blue jar!”\n\nShe never thought of herself as old, therefore she never was really\nold in the essentials. Her iron will, her indomitable spirit, held her\nfrail body to its duty till the very end.\n\n“Life is like a cup of tea, the sugar is all at the bottom!” she cried\none day. This was the very truth; she knew no “winter of discontent.”\nHer autumn was all Indian summer, glorious with crimson leaves, purple\nand gold sunsets.\n\nIn April, 1910, she wrote the third and last of her poems to her\nbeloved friend and “Minister” James Freeman Clarke. She read this poem\ntwice, at the centenary celebration of Mr. Clarke’s birth held at the\nChurch of the Disciples, April 3rd, and the day after at the Arlington\nSt. Church. Compared with the verses written for Mr. Clarke’s fiftieth\nbirthday and with those celebrating his seventieth birthday, this\nlatest poem is to me the best. The opening lines bite right into the\nheart of the matter; as she read them standing in the pulpit a thrill\npassed through the congregation of her fellow disciples gathered\ntogether in memory of their founder.\n\n    Richer gift can no man give\n    Than he doth from God receive.\n    We in greatness would have pleasure,\n    But we must accept our measure.\n    Let us question, then, the grave,\n    Querying what the Master gave,\n    Whom, in his immortal state,\n    Grateful love would celebrate.\n\n    Only human life was his,\n    With its thin-worn mysteries.\n\n   *       *       *       *       *\n\n    Lifting from the Past its veil,\n    What of his does now avail?\n    Just a mirror in his breast\n    That revealed a heavenly guest,\n    And the love that made us free\n    Of the same high company.\n\nThe poem on Abraham Lincoln written for the Lincoln Centenary and read\nby her at the meeting in Symphony Hall, Boston, February 12th, 1909,\nis perhaps the best of the innumerable memorial poems she composed. As\none by one the centenaries of this and that member of the band of great\nmen and women who made our country illustrious in the 19th Century were\ncelebrated, it came to be considered as a matter of course that she,\nalmost the last survivor of that noble company, should write a poem for\nthe occasion. So difficult a critic as Professor Barrett Wendell said\nto me that he considered some of the stanzas of the Lincoln poem as\ngood as the Battle Hymn. I remember he particularly liked the last two\nverses,\n\n    A treacherous shot, a sob of rest,\n    A martyr’s palm upon his breast,\n    A welcome from the glorious seat\n    Where blameless souls of heroes meet;\n    And, thrilling through unmeasured days,\n    A song of gratitude and praise;\n    A cry that all the earth shall heed,\n    To God, who gave him for our need.\n\nDuring her last summer she was in correspondence with her friend Mr.\nGarrison about the publication of a volume that should gather up into\none sheaf these scattered occasional poems. She had this much on her\nmind and made every endeavor to collect the poems together: some of\nthem had never been printed, and of others she possessed no copy. She\nstopped in Boston on her way to Smith College in the last days of last\nSeptember, and spent an afternoon in her Beacon St. house looking for\nsome of those lost poems. Her wish was fulfilled, and the posthumous\nvolume, to which we gave the title “At Sunset,” lies beside me.\nLook down the page of contents and note how various are the names\nthat figure in the list of personal poems, and what a wide range of\ncharacter they show; beginning with Lincoln, Doctor Holmes, Washington\nAllston, Robert E. Lee, Whittier, Lucy Stone, Phillips Brooks, Robert\nBrowning, Archbishop Williams, and ending with Michael Anagnos--this is\na wide swath to cut, wide as her own sympathy.\n\nOne poem of hers that has soothed many a wounded heart should be better\nknown than I believe it to be. Though it has no dedication, it might\nwell be dedicated to the men and women who have tried, and who to the\nworld seem to have tried in vain.\n\n\nENDEAVOR\n\n    “What hast thou for thy scattered seed,\n     O Sower of the plain?\n    Where are the many gathered sheaves\n     Thy hope should bring again?”\n    “The only record of my work\n     Lies in the buried grain.”\n\n    “0 Conqueror of a thousand fields!\n     In dinted armor dight,\n    What growths of purple amaranth\n     Shall crown thy brow of might?”\n    “Only the blossom of my life\n     Flung widely in the fight.”\n\n    “What is the harvest of thy saints,\n     O God! who dost abide?\n    Where grow the garlands of thy chiefs\n     In blood and sorrow dyed?\n    What have thy servants for their pains?”\n     “This only,--to have tried.”\n\nOn the 26th of July, 1908, she wrote: “The thought came to me that if\nGod only looked upon me, I should become radiant like a star.” This\nthought is embodied in the following quatrain.\n\n    Wouldst thou on me but turn thy wondrous sight,\n    My breast would be so flooded by thy light,\n    The light whose language is immortal song,\n    That I to all the ages should belong.\n\nTwo lines of hers have always seemed to me to express above all others\nher life’s philosophy:\n\n    In the house of labor best\n    Can I build the house of rest!\n\nOf all her labors, heavy and varied as those of Hercules, her poetry\nwas what she loved best. But she lived in an age when there are few\nwho can take their spiritual meat in verse. The age of steel is an age\nof prose, and so she labored in season and out to give her message\nin prose as well as in poetry, with the spoken word as well as the\nwritten. She was the most willing of troubadours; she hastened gladly\nwherever she was called, whether it was to some stately banquet of the\nmuses like the Bryant Centenary, or to a humble company of illiterate\nnegroes, in the poor little chapel at Santo Domingo, where she preached\nall one season. Whether some rich and powerful association like the\nWoman’s Club at Chicago summoned her or some modest group of working\nwomen on Cape Cod, she was always ready. She asked no fee, but accepted\nwhat was given her. She spoke and wrote oftenest for love, and next\noften for an honorarium of five dollars. The first need of her being\nwas to give. So much had been given to her that she was forever trying\nto pay the debt by giving of her store to others. I find in her own\nhandwriting the best expression of this need of giving, that was\nperhaps the prime necessity of her life.\n\n“I, for one, feel that my indebtedness grows with my years. And it\noccurred to me the other day that when I should depart from this\nearthly scene, “God’s poor Debtor” might be the fittest inscription for\nmy gravestone, if I should have one. So much have I received from the\ngreat Giver, so little have I been able to return.”\n\nOne day a rash scatter-brained fellow who was always getting himself\nand others into hot water asked her this question:\n\n“Is it not always our duty to sacrifice ourselves for others?”\n\nShe knew very well that he was contemplating a perfectly reckless step\nand was trying to hoodwink her--and himself--into thinking the action\nnoble, because it would be so disadvantageous to himself. The boy I\nfear forgot her answer; here it is for you to remember and lay to heart.\n\n“We must always remember that we come into the world alone, that we go\nout of the world alone, that there is nothing to us but ourselves.”\n\nCertain things, she held, we must sacrifice, selfish personal ends,\ncomfort, pleasure, ease, but if we are to fight the good fight we must\nnot make the fancied sacrifice of letting our arms rust while we lay\nthem down to fight another’s battle--nine times out of ten an easier\nthing to do than to fight our own. She had met with so much opposition\nall her life through serving the unpopular causes of Abolition, Woman’s\nSuffrage, Religious Freedom, she had fought so grimly for what, when\nshe entered the ranks, always seemed a Forlorn Hope, that she knew the\nreal joy lies in the battle, not in the victory.\n\nHer last public appearance in Boston was at a hearing in the State\nHouse, where she came to plead for the cause of pure milk. This was\non the 23rd of May, 1910, four days before her ninety-first birthday.\nThere had been a great deal about the Pure Milk Crusade in the\nnewspapers, the Boston Journal had made a special question of it and\none of the reporters had already interviewed her on the subject. The\nChairman of the Massachusetts Milk Consumer’s Association had asked\nher to give her name as honorary president of the league. This she\nwas glad to do, but this was not enough, she wanted to do more. I was\ncalled up once or twice on the ’phone and asked if I thought Mrs.\nHowe was able to speak before the legislative committee at one of the\nhearings. I thought that with the birthday festivities so near and the\nfatigue of moving down to Newport before her, this would be a little\ntoo much, and consequently “begged off.” In these days there was a\nmeeting in Cambridge in memory of Margaret Fuller. She was invited to\nbe present, and was determined to go.\n\n“They have not asked me to speak,” she said more than once.\n\n“Of course they will ask you when they see you,” I assured her.\n\n“I have my poem on Margaret written for her Centenary,” she said.\n\n“Take it with you,” I advised. “Of course you will be asked to say\nsomething, and then you will have your poem in your pocket and be all\nprepared.”\n\nI was unable to go with her to the meeting, a young lady who came\nto read aloud to her going in my place. They came back late in the\nafternoon; the meeting had been long and I saw immediately that she was\nvery tired. The cause of this soon appeared.\n\n“They did not ask me to speak,” she said, “and I was the only person\npresent who had known Margaret and remembered her.”\n\nI was deeply troubled about this. I saw that she had been hurt, and I\nknew that if I had gone to the meeting I could have managed to let it\nbe known that she had brought her poem to read. For a very little time\nshe was a good deal depressed by the incident--felt she was out of the\nrace, no longer entered on the card for the running.\n\nVery soon after this they telephoned me that there would be another\nhearing on the milk question at half past ten, and that it would\nprobably go on all the morning. She had been very bright when she came\ndown to breakfast and made a capital meal. When I went into her room, I\nfound her at her desk all ready for the day’s campaign, though I knew\nthat the Margaret Fuller incident still rankled.\n\n“There’s to be a hearing at the State House on the milk question; they\nwant you dreadfully to speak.”\n\nShe was all alert and full of interest in a moment.\n\n“What do you say, shall we go?”\n\n“Give me half an hour!”\n\nI left her for that half hour. When I returned she had sketched out her\nspeech and dressed herself in her best flowered silk cloak and her new\nlilac satin and lace hood--a birthday gift from a poor seamstress. We\ndrove to the State House together, and after some difficulty in finding\nthe right lift finally reached the room where the hearing was going on.\nShe had made these notes for her speech, but had not brought them with\nher; we found them afterward in her desk.\n\n“It seems to me that the theme of this hearing is one which should\ncommend itself to all good citizens. I think that even our patient\nAmerican public is tired of the delay, for although we are in many ways\na happy people, I do think that our public is a long suffering one. I\nshould think that we might hope for a speedy settlement. For we are not\ndiscussing points of taste and pleasure, but matters of life and death.\nThere are various parties concerned in the desired settlement, but to\nmy mind the party most nearly concerned is the infant who comes into\nthis world relying upon a promise which we are bound to fulfil, the\npromise that he shall at least enjoy the conditions of life. I learn\nfrom men of science that no possible substitute exists for good milk\nin the rearing of infants. How can we then delay the action which shall\nsecure it?”\n\nShe listened to the long speeches with interest, little realizing that\nthis was to be her last public appearance in Boston. When the time came\nfor her to speak, it was noticed that while all the others took the\noath upon the Bible to speak the truth, the whole truth and nothing but\nthe truth, the ceremony was omitted with her. As her name was called\nshe rose and stepped forward leaning on my arm.\n\n“You may remain seated, Mrs. Howe,” said the Chairman.\n\n“I prefer to stand,” was the answer. So, standing in the place\nwhere, year after year, she had stood to ask for the full rights\nof citizenship, for the right to vote, she made her last thrilling\nappeal for justice. Her keen wit, her power of hitting the nail on the\nhead, were never used to better purpose. The hearing had been long\nand tedious. There had been many speeches, the farmers who produce\nthe milk, the dealers who sell it, worthy citizens who were trying to\nimprove the quality of the milk supply, experts whose testimony showed\nthe far from ideal conditions under which the milk of the great city\nis brought to its consumers. Everything had been proper, commonplace,\nprosaic, deadly dull. Her speech was short and to the point, giving\nin a few words the whole crux of the matter. Her presence, the\npresence of the old Sybil, mother, grandmother, great-grandmother was\nextraordinarily romantic, it lifted the whole occasion out of the realm\nof the commonplace into that of the poetic. Her speech followed in\nsubstance the notes she had prepared, but it was enhanced with touches\nof eloquence such as this:\n\n“We have heard a great deal about the farmers’ and the dealers’ side\nof this case. We want the matter settled on the ground of justice and\nmercy; it ought not to take long to settle what is just to all parties:\njustice to all! Let us stand on that. There is one deeply interested\nparty however, of whom we have heard nothing. He cannot speak for\nhimself, I am here to speak for him, the infant!”\n\nThe impression made was overwhelming. This ancient Norn, grave and\nbeautiful as the elder Fate, claiming Justice for the infant in the\ncradle! The effect upon the audience was electrical. The roughest\n“hayseed” in the chamber “sat up;” the meanest dealer was moved, the\nsleepiest legislator awoke. The silence in that place of creaking\nchairs, and coughing citizens, was amazing. All listened as to a\nprophetess as, step by step, she unfolded the case of the infant as\nagainst farmer and dealer. When Mr. Arthur Dehon Hill, the Counsel for\nthe Association, led her from the room he said:\n\n“Mrs. Howe, you have scored our first point.”\n\nThe friend, who had called in her help, was one of the strongest\n“Anti-Suffragists.” This was a very characteristic happening. Whenever\nany great question of public interest, not connected with Woman\nSuffrage, came up, the “antis” were continually coming to ask her help.\nIf the cause was a good one she always gave it. She was no respecter of\npersons; the cause was the thing. Over and over again she was appealed\nto by those who were moving heaven and earth to oppose her in Suffrage,\nto help some of their lesser ends. She was always ready; always hitched\nher rope to their mired wagon and helped pull with a will. Her wagon\nwas hitched to a star, the force celestial in her tow rope was at the\nservice of all who asked for it in a good cause.\n\nA few days after the State-house hearing, she fell in her own room and\nbroke a rib. She recovered from the effects of this and in the last\ndays of June moved down to her place at Portsmouth, Rhode Island, where\nshe passed nearly four happy months with children, grandchildren and\ngreat-grandchildren about her. Three weeks before her death she wrote\nto the Reverend Ada Bowles:\n\n“I have it in mind to write some open letters about Religion and to\npublish them in the Woman’s Journal.”\n\nShe was at work upon the first of these, a definition of true Religion,\nwhen the end came. Her last Tuesday on earth, she presided at the\nPapeterie, a social club of Newport ladies, in whose meetings she\ndelighted. She was in splendid vein; that gay company of clever women\ngathered around her as pretty butterflies hover about a queen rose,\nstill fascinated, still entranced by this belle of ninety years. She\nwore over her pretty white dress the hood she had received from Brown\nUniversity, the year before, when she was given the degree of Doctor\nof Literature. She was as usual the central figure at the meeting, and\ngave the Club a vivid account of her visit to Smith College, whither\nshe had gone the week before to receive another degree. The next\nmorning she worked at her “Definition of True Religion;” five days\nlater, the summons came. Leaving the task unfinished, as she would have\nsaid, “the iron to cool upon the anvil,” she passed on to the larger\ntask that now absorbs her ardent spirit.\n\nDuring her last years she received many letters, even printed\ndocuments, with minute inquiries touching her method of life. A society\nof Nonogenarians sent a set of questions about her habits of body, and\nmind, with a postscript asking especially to what she attributed her\nunusually prolonged activity. Though I am sure she must have answered,\nfor she was faithful beyond belief in such matters, we have found no\nrecord of her answer. Now she has left us, her children are often asked\nthe same sort of question about her:\n\n“How did she do it?”\n\n“What was her secret?”\n\n“Why did she die ninety-one years young, instead of ninety-one years\nold?”\n\nIf she herself had tried to tell you her secret, to account for her\nrare powers preserved so late in life, spent so prodigally at an\nage when the lean and slippered pantaloon hoards his scant store of\nstrength as a miser hoards his gold, she would have said something like\nthis:\n\n“You must remember I had a splendid Irish wet-nurse!”\n\nPerhaps she laid too much stress on that excellent woman’s share in\nmaking her all she was (no foster-mother was ever more faithfully\nremembered by nursling); she owed something, surely, to her forebears.\nShe came of good old fighting stock; in her veins thrilled the blood\nof Francis Marion, the Swamp Fox of Virginia, of General Greene, both\nheroes of the Revolution, of that staunch old rebel, Roger Williams,\nof the Wards, for two generations colonial Governors of Rhode Island.\nAll this fighting blood, together with her red hair, gave a certain\nmilitant touch to her character; she was a good fighter for every\njust cause, especially the cause of Peace. Though she spoke oftener\nof the Irish wet-nurse than of her ancestors, she did not altogether\nforget them as an anecdote told by my sister, Mrs. Richards, proves.\nThey were at some meeting, a religious gathering I think, where one\nspeaker--rather an effete pessimist--closed a speech in the key of the\n“Everlasting No,” with the doleful words:\n\n“I feel myself weighed down by a sense of the sins of my ancestors.”\n\nMy mother, who was the next speaker, sprang to her feet with the retort:\n\n“And I feel myself lifted up on the virtues of mine!”\n\nThere rang out the key-note of her life, the “Everlasting Yea,” the\ntrumpet-tone to which all high souls rally.\n\nMany people have had fine wet-nurses; a legion have the same legacy of\npower in their blood, who do not accomplish much with it.\n\n_Poeta nascitur, non fit!_ She was of course born an uncommon person,\nbut I believe the manner and habits of her life, quite as much as her\nnative power, made for her vigorous old age. As I look back on the\nintimate compan companionship of a lifetime, I realize that these\nexcellent life habits, habits that any one of us can cultivate, had\neven more to do with her long continued usefulness than the great Irish\nwet-nurse herself.\n\nFirst, and last, and all the time, she worked, and worked, and worked,\nsteadily as nature works, without rest, without haste. She was never\nidle, she was never in a hurry. Though she played too, earnestly,\nenthusiastically, it was never idle play; there was always a dash of\npoetry in her pastime, whether it was making a charade for the Brain\nClub, or composing a nursery rhyme for her grandchildren. The capacity\nfor work like everything else grows by cultivation. She started life\nwith a rarely active mind and temperament. So do many people. It was\nthe habit of study, of concentration, of work, carefully cultivated\nfrom the first, held on to in spite of difficulties--she had plenty of\nthem--that wrought what seemed to some of her contemporaries a miracle.\nShe could say like Adam in Shakespeare’s play “As You Like It:”\n\n    “My age is as a lusty winter;\n     Frosty, but kindly: let me go with you;\n    I’ll do the service of a younger man\n     In all your business and necessities.”\n\n“Let me go with you!” This is what Age is forever saying to Youth. “Do\nnot leave me behind--I can still serve!” So long as Age makes good the\nclaim, heydey, headlong, good-natured Youth lets the veteran march\nin its glorious ranks. Youth does not crowd him out, as the veteran\ntoo often thinks, he drops out because he “cannot keep the pace!” The\nreason she did not drop out was because she made good her claim. The\nchildren and grandchildren of those with whom she first enlisted, were\ncontent to have her march with them, still in the van.\n\nHer training, from her very start in life, made her a cosmopolitan; one\nof the factors of this world citizenship was her very early study of\nforeign languages. French, Italian and Latin she knew almost from the\ntime she could speak, so that she gathered into her spirit the essence\nof the race genius of the Latins. Later came the Teutonic baptism, for\nshe only learned German at fourteen, when her adored brother, Sam\nWard, came home from Heidelberg, brimming over with the songs, the\npoetry, the philosophy of Germany. She studied Schiller and Goethe\nwith ardor--among her treasures, we have found a long autograph letter\nfrom Goethe to her tutor, Dr. Cogswell. In her youth there were still\ncultivated French people living in New York, who had taken refuge there\nduring the reign of terror. She remembered one of these gentlemen in\nexile who gave her French lessons, another who came to the house when\nthere was a dinner party to mix the salad, a third who came to dress\nher hair for a ball. Then there were a group of Italian political\nexiles who were made welcome at her father’s house, and the Greek boy\n(a fugitive from the unspeakable Turk), Christy Evangelides, adopted\nby him, who till the day of his death spoke of her as his sister\nJulia. All these early influences tended to make a cosmopolitan of the\nlittle lady while she was still in the nursery. The general culture\nof the “little old New York” of that time was far broader than that\nof Boston; the narrow swaddling bands of Puritan provincialism never\nbound her free and vaulting spirit. From world citizenship to universal\ncitizenship, to other world citizenship is a far cry. There are men\nand women with a truly cosmopolitan spirit who never attain that wider\nuniversal citizenship. She often quoted Margaret Fuller’s “I accept\nthe universe.” Though keenly aware of the manner in which Margaret\nhad laid herself open to ridicule by this high-sounding phrase,\nwithout herself formulating it (her sense of humor could never have\nallowed that), she practically did “accept the universe,” was always\nconscious of a sort of universal citizenship that made the affairs of\nevery oppressed people her affairs. No hand, however dirty, was ever\nstretched out to her that she did not take it in her own and in taking\nit recognize the God in the man. She carried a touchstone in her bosom\nby which she found gold in natures that to others seemed trivial and\nbase. She had few intimate friends, none in the usual sense of the\nterm, for with all her bonhommie that made her the “friend of all the\nworld,” the Universal Friend was her only real intimate. Her reserve\nof soul was impenetrable; only her poems, and occasionally a page in\nher diary, give us any insight into her spiritual nature--glimpses of a\ncertain high companionship with the stars and the planets.\n\nWe hear much of the dual nature of man. The term misleads. Man, or at\nleast woman has a triple nature, is made up of flesh, mind and spirit.\nHow did she use these three different natures--the physical, the\nintellectual, the spiritual?\n\nIn her youth the views of health were very different from what they are\nnow. As a child, she lived the greater part of the year in New York,\nwhere she was never encouraged to take much outdoor air or exercise.\nEvery afternoon at three o’clock the big yellow and blue family coach,\ndrawn by two fat horses, came to the door to take the children out for\na drive. Even when they went to the country for a change of air, the\nchildren’s complexions were more considered than their health. Miss\nDanforth, an old friend of the family, told my mother in later years of\nhaving met the Wards at the seaside, where Julia, who had a delicate\nivory complexion, wore a thick green worsted veil when she went down to\nthe beach.\n\n“Little Julia has another freckle today,” the visitor was told. “It was\nnot her fault, the nurse forgot her veil.”\n\nShe was from the first a natural student, loving her books better than\nanything else; but she was a perfectly normal child too and her good\nspirits and her social gifts often tempted her from her work. Her\nsister Louisa remembered that she used to make her maid tie her into\nher chair, so that she should not be able to leave her study should the\ntemptation assail her. In spite of a too sedentary youth, she started\nlife with an uncommonly good body. After her marriage to my father she\nreceived many new and valuable ideas on matters hygienic, and while\nnever a great pedestrian she always walked twice a day till the very\nend of her life. Still it must be confessed that her muscles were the\nleast developed part of her. For the last twenty years she was rather\nlame, the result of a fall, when her knee was badly injured. She was\nalways persistent in walking as much as she was able however, in spite\nof the effort it cost her. During the summer and autumn, she passed\na large part of the day, studying and reading, on the piazza of her\ncountry house at Oak Glen in Portsmouth, Rhode Island.\n\nThough for many years she left the housekeeping to the daughter or\ngranddaughter who was living with her, she always kept her own bank\naccount and never allowed any one to take charge of her finances. She\noften lamented that her hands were so useless for household tasks,\nenvying her granddaughters’ dexterity with scissors and needle. I must\nnot forget to mention her practising. She had a beautiful voice which\nhad been carefully trained in the old Italian method. She practised\nher scales regularly all her life; I have often heard her say she\nbelieved the exercise of singing was very valuable in preparing her\nfor public speaking. She was faithful too in practising on the piano,\nand always played her scales so that her fingers never lost their\nflexibility or the power to do the things she really wanted them to\ndo--to hold the pen (she almost never dictated, but wrote everything\nwith her own hand), to play the piano, to accompany her speaking with\nappropriate gestures. To the last her hands retained their exquisite\nshape; the cast made from them after death shows their unimpaired\nbeauty. My father was very strict about diet; all “fried abominations”\nwere taboo with him, pastry, high seasoning, ham, cocoanut cakes--all\nrich food--were anathema maranatha. From first to last she was frankly\na rebel in this matter. It was said, in the family, that she had\nthe digestion of an ostrich. In spite of all opposition she calmly\ncontinued to eat whatever she fancied to the end of her life. During\nher last summer she wrote to her physician asking permission to eat\nham and pastry, dishes that to her daughters seemed a little heavy for\nsummer weather. At her last luncheon party she was advised not to eat\npâté de foies gras or to drink champagne; she put aside the advice with\nthe familiar remark we all knew so well:\n\n“I have taken these things all my life and they have never hurt me.”\n\nThe fact of the matter was, she had a perfect digestion which she used\ncarefully and never abused. She ate moderately and slowly, with an\nentire disregard to what is usually considered good for old people.\nShe rose at seven; in her youth and middle age she took a cold bath,\nin later years the bath was tepid--well or ill, it was never omitted.\nDuring the last twenty years, that great fourth score so rich in\nhappiness to herself and her family, and that greater family of hers,\nthe Public, she took a little light wine with her dinner, “for her\nstomach’s sake,” as she would say, quoting St. Paul. This, with a\ncup of tea for breakfast, was the only stimulant she needed, for her\nspirits were so buoyant, her temperament so overflowing with the _joie\nde vivre_, that we called her the “family champagne.” Breakfast with us\nwas a social meal; there was always conversation and much laughter for\nshe came down in the morning with her spirits at their highest level.\nShe slept about eight hours. Until her seventieth year I never knew her\nto lie down in the daytime, unless she was suffering with headache.\nThe first part of that seventieth year was not a good time for her.\nMore hearty healthy people are killed every year by the sentence:\n“The days of our years are threescore years and ten,” than by any\nfour diseases you like to name. Even her radiant health, her buoyant\ntemperament felt its depressing influence; as the weeks and months went\nby and she found herself quite as vigorous in her seventieth year\nas she had been in her sixty-ninth, she forgot all about her age and\nresumed her activities, retaining under protest the daily nap. She lay\ndown with the clock on the bed beside her; twenty minutes was quite\ntime enough to “waste in napping!” During the last five or six years,\nalways grudgingly, she gave a little more time to resting, taking a\nhalf-hour’s siesta before luncheon, another before dinner, “to rest her\nback.” She always sat in a straight backed chair, never in her long\nlife having learned how to “lounge” in an easy chair. She was by nature\na night owl and never wanted to go to bed if there was any other night\nowl to keep her company. So much for her use of that faithful servant,\nthe body. If the development of her muscles was not quite up to the\nmodern standard, her intellectual training far surpassed it. From first\nto last she kept her mind in the same state of high training that the\nathlete keeps his body, strove for that perfect balance of power in all\nthe different functions of the brain that an all-round athlete aims for\nin his physique. I never remember a time when she relaxed the mental\ngymnastics that kept her mind strong, supple, active.\n\nOnce, at a crucial moment, when beset by perplexities, I asked for\nadvice, her answer, stamped on my memory as long as it shall hold\ntogether, was given in three Latin words:\n\n“_Posce fortem animum._” Ask for a strong mind! The motto of her\nEnglish friend, Edward Twistleton, known and loved by her generation of\nBostonians.\n\nAsk for a strong mind; ask earnestly enough and you will get it,\nwill learn to laugh at that old-fashioned bogey, the fear of being\nconsidered “strong-minded.”\n\nLong ago, when a silly acquaintance demanded if it was true she was a\nstrong-minded woman, she parried with the counter thrust:\n\n“Is it not better to be strong-minded than to be weak-minded?”\n\nIf you want a strong mind or a strong body there is only one way to get\nit, by faithful exercise. There is no royal road, no easy short cut to\neither goal. The wise friend, the good physician can point out the\nway, you yourself must tread it!\n\nShe always read her letters and the newspapers (history in the making)\nimmediately after breakfast. Then came the morning walk, a bout of\ncalisthenics, or a game of ball; after this she settled to the real\nserious business of the day; ten o’clock saw her at her desk. She began\nthe morning with study, took up the hardest reading she had on hand. In\nher youth she read Goethe; in her middle life, when she was deep in the\nstudy of German philosophy, Kant, Fichte or Hegel. For years Kant was\nthe most intimate companion of her thought. In the early sixties, when\nshe was in the forties, her diary was filled with Kant’s philosophy.\nSometimes she differs with his conclusions, sometimes amplifies them,\noftenest endorses them.\n\n“One chosen lover, one chosen philosopher!” was her motto. While she\nowed much to Spinoza and records in her journal that Kant does not\ndo him justice, her philosopher par excellence was Immanuel Kant. On\nher seventieth birthday the Saturday Morning Club of Boston gave her\na beautiful jewel with seven moonstones and one topaz. At a dinner\nsoon after she wore this jewel to pin a lace scarf. The conversation\nat table turned on Kantian philosophy and she was asked some question\nconcerning it.\n\n“Do you think I wear the Categorical Imperative on my left shoulder?”\nshe cried.\n\n“Is this the Categorical Imperative?” asked Mrs. Whitman, pointing to\nthe jewel that held the lace. After that the club’s jewel went by the\nname of one of the toughest nuts in Kant’s philosophy.\n\nWhen she was fifty years old she learned Greek; from the time she could\nread it fluently, the Greek philosophers, historians, and dramatists\nshared with the Germans those precious hours of morning study. In the\nend the Hellenes routed the Teutons, and remained her most cherished\nintimates. At luncheon she would tell us what she had been studying,\nan excellent way to teach children history. I shall never forget the\nday when she had read in Xenophon’s Anabasis the account of the retreat\nof the Greeks, who formed part of the expedition of Cyrus. She came\ndancing into the dining room, where the children were waiting for their\nsoup, waving her beautiful hands and crying:\n\n“Thalatta! Thalatta!” the cry of the wearied Greeks on first catching\nsight of the sea, after wandering for years in the interior of the\nPersian empire.\n\nNo event in history is quite so real to me as Hannibal’s crossing the\nAlps. Day by day she took us with that valiant Carthaginian general\non his long journey across Hispania, over the Pyrenees, through Gaul,\nalong the Rhone, and over the Graian Alps. The day Hannibal finally got\nhis elephants over the Little Saint Bernard Pass, and down into Italy,\nwas one of positive rejoicing for us little ones. Her imagination was\nso keen that when she repeated to us what she had been studying, it\nalways seemed as if she had seen these things with her own eyes, not\nmerely read about them. The effort of studying Greek whetted her mind\nto its keenest edge. Aristotle and Plato, with her Greek Testament,\nshe read to the last. She talked with us less about the philosophers\nthan the dramatists and historians. I remember how much we heard about\nthe Birds of Aristophanes, one of her favorite classics. Reading Greek\nwas, I think, the greatest pleasure of her later life. One afternoon\nlast summer, when a pretty girl of a studious turn came to see her, I\nchanced to hear her parting words, said with a fervor and solemnity\nthat impressed the young visitor:\n\n“Study Greek, my dear, it’s better than a diamond necklace!”\n\nAfter the morning plunge into Greek or German philosophy “to tone up\nher mind,” she took up whatever literary task she was at work upon,\n“put the iron on the anvil,” as her phrase was, “and hammered” at\nit till luncheon. She was a most careful and conscientious writer,\nwriting, rewriting, and “polishing” her work with inexhaustible\npatience. Occasionally she got a poem all whole, in one piece, like The\nBattle Hymn. This was rare though; as a rule she toiled and moiled over\nher manuscripts. In the afternoon she was at her desk again, unless\nthere was some outside engagement--answering letters, reading books in\na lighter vein, Italian poetry, a Spanish play, a book of travels or,\nbest of all, a good French novel.\n\nEach day opened with the stern drill of the Greek or German philosophy,\nby which her mind was exercised and at the same time stored with the\nthoughts of the wise, the labors of the good, the prayers of the\ndevout. That was the first process, the taking in, receiving the wisdom\nof the ages. Then came the second or creative process, when she gave\nout even as she had received. This regular mental exercise was like a\nseries of gymnastics, by widen the receptive and creative functions\nof the brain were kept in perfect working order. If you are to _pour\nout_, you must first _pour in_. If your lamp is to serve as a beacon\nlight, it must be well trimmed and filled with oil every day.\n\nShe never in my memory took up any work after dark. Unless she was\ncalled abroad by some festivity or meeting, the evening was our play\ntime. She invariably dressed for dinner, which was followed by talk,\nwhist, music, and reading aloud. She rarely used the precious daylight\nfor reading English novels, so at night she was ready to listen to some\n“rattling good story” recommended by one of the grandchildren. She\ndelighted in Stevenson, Crawford, Cable, Barrie, Stanley Weyman, Conan\nDoyle, Meredith, Tolstoi and Sienkiewicz. How she loved the friends\nof bookland, the friends who never hurt or bore! The new ones were\nwelcome, but she was faithful to the old and liked nothing better than\nto reread those masterpieces of her youth, the novels of Scott, Dickens\nand Thackeray. We read Pickwick every year or two; she never wearied\nof the greatest English novelist’s greatest masterpiece. A good ghost\nstory made her flesh creep; she was often kept awake by the troubles of\nthe “people in the book,” who were so real to her that, when they were\nhaving a very bad time of it, she would spread her hands before her\nface and cry out:\n\n“Stop! Stop! I cannot endure it!”\n\nMoney troubles of hero or heroine especially afflicted her; this was\nodd, for she bore the loss of the greater part of her own fortune\nwith courage and equanimity. Though she knew the value of money,\nand practised the most touching little economies so that she might\nhave more to give away, she cared very little about money and was\nalways too busy with more important matters to think much of it. The\nstories of arctic adventure, Jack London’s especially, “gave her the\nshivers;” she ached with the cold and hunger of his dogs and heroes.\nThe younger people among the listeners often envied her enthusiasm. Her\nimagination was so keen, her power of making believe the story was real\nso tantalizing, infectious too, that it carried us through many a book\nthat would have been dull without it.\n\nOne of the last books she enjoyed was Dr. Morton Prince’s Dissociation\nof a Personality. She was deeply interested in this last word on\npsychology and every day at luncheon gave us an account of Sally’s last\nprank.\n\nIn her later years, though she wrote much poetry, she did not read\nas much English verse as in her youth. I do not know at what period\nshe studied Shakespeare, but she was so familiar with the plays that\nat the theatre I have often heard her murmur a correction of a line\nfalsely given by some player. Her memory was prodigious; it was\nlike a vast collection of pigeon-holes, where there was a place for\neverything, and everything was in its place. She seemed to have a sort\nof mental card-catalogue of all the knowledge that was stored away in\nher capacious brain. It was as if the subjects were all classified,\nand when she wished to speak, write or think on any given one, she\nconsulted the catalogue, then went straight to the alcove in that well\nstored library and brought forth volume after volume dealing with the\nsubject under consideration. It will hardly be believed that she wrote\nher volume of Reminiscences entirely from memory, never so much as\nconsulting her own diary. It has been said of her that she remembered\nall she ever knew, whereas most of us forget a large part of what we\nhave known. She certainly had an unusual command of her own knowledge.\nOn one of my long absences in Europe, I had taken with me by mistake\nher large Worcester’s dictionary, thinking it was mine. On my return\nafter an absence of more than two years, I exclaimed:\n\n“How dreadful it was of me to take your dictionary--what have you\ndone--did you buy a new one?”\n\n“I did not know you had taken it,” she said.\n\n“But--how did you get along without a dictionary?”\n\nShe was surprised at the question.\n\n“I never use a word whose meaning I do not know.”\n\n“But the spelling?”\n\nShe gave a funny little French gesture of the shoulders, inherited with\nso much else from her Huguenot ancestors, of whom she knew little and\nthought much. It meant, I suppose:\n\n“When you have learned Latin, Greek, French, German, Spanish and\nItalian, you will have learned how to spell English--perhaps!”\n\nAt sunset, sitting upon her piazza at Oak Glen, her eyes fixed on the\nflaming sky beyond her pines, if she chanced to be alone, she would\nrepeat an ode of Horace. She was learning one, line by line, when the\nsummons came. I remember her saying that this made the thirtieth ode\nshe had committed to memory. _Nous revenons á nos premiers amours_.\nHorace, the delight of her youth, consoled what might have been some\nlonely hours in her last days.\n\nSo much for the regular intellectual drill, by which she kept her mind\ndelicately keen, as the soldier keeps his weapons for the fight, as\nthe craftsman keeps the tools for his work. Admirable as this was, it\nwas only the secondary source of her power. What was it fed the inner\nflame of her life so that it shone through her face, as fire shines\nthrough an alabaster vase?\n\nShe tapped the great life current that flows round the world; to those\nwho know the trick, ’tis the simplest, most natural thing in the world\nto do, as easy as for the babe to draw the milk from its mother’s\nbreast. You have merely to put yourself “on the circuit,” let the\nforce universal flow through you, and you can move mountains or bridge\noceans. She knew the trick; she was forever trying to teach it to\nothers, to women in especial, to working women above all others.\n\nHer first waking act was prayer, aspiration; her last, thanksgiving,\npraise! Just as some persons’ first action is to open the window and\nfill the lungs with fresh air, or to drink a glass of cold water, hers\nwas to open wide the door of her soul and let the breath of the Spirit\nblow through it. She was a mystic, a seer. The Battle Hymn was not\nthe only poem “given” her in the gray dawn of day when the birds were\nsinging their matins; many of her best poems, her best thoughts came to\nher during the first moments of consciousness, when the Marthas of this\nworld are wondering what they shall get for breakfast, or what clothes\nthey shall put on. Poor Martha, dear Martha! Try for the uplift and the\ngrace--they will come to you, even if yours is not the art to make a\npoem out of them. That is a special gift! Live your poem, and its music\nwill turn the lives of those with whom you live from prose to poetry,\nchange life’s water into wine.\n\nShe very rarely talked with her children on religious matters. Both\nshe and my father had a dread of giving us the very narrow religious\ntraining they themselves had received. Conscious of the mistakes of\nsuch a bringing up, she shunned them and, though we all knew how devout\na person she was, it was chiefly through her writings and her poems\nthat we received a sense of the religious side of her nature. Her faith\nin a divine Providence was the deep well-spring in which the roots of\nher being were fixed. She lived in daily communion with the divine\nlife. Her diary is full of dreams that are like the ecstatic visions of\nthe old saints. In the note already referred to written on the margin\nof a poem in her posthumous volume, At Sunset, she says:\n\n“The thought came to me that if God only looked upon me I should become\nradiant like a star.”\n\nBeatrice, her favorite of Shakespeare’s heroines, says:\n\n    “There was a star danced and under that I was born!”\n\nIn October, the month she left us, a wonderful star appears in the\nheavens, and at this season of the year shines with an extraordinary\nbrilliancy. She always watched for it and often pointed it out to\nothers.\n\n“What is the name of that star?” I have heard her ask more than one man\nof science. “It changes color like a flash light in a light house,\nflashes from white to green and then to red.” At last she asked the\nquestion of a man who could answer it and learned that her star’s name\nwas Aldebaran and that is one of the stars of the constellation of\nTaurus. Her horoscope was never cast, but I believe that she was born\nunder the influence of that wonderful star that flashes first the color\nof the diamond, then the ruby, and last the emerald, and that when she\nwas born, Aldebaran danced!\n\nThough she so rarely spoke of such matters, we who lived with her were\nfed at second hand by that deep limpid stream, the river of immortal\nlife, in which she grew rooted deep. One of the many manifestations of\nthis was the joyousness with which she took up each day and its little\ncares. She always came into the room in the morning like a child who\nhas some good news to share with the family. Those wonderful spirits,\nthat overflowed in every sort of wit, jest and antic, took the sting\nfrom the bitterest nature; in her company the satirist grew kind,\nthe cynic humane. A deep spiritual joy seemed to enwrap her like a\nsort of enveloping climate. Where she was, the sun shone, the sky was\nblue, birds sang, brooks babbled, for so tremendous was her spiritual\nforce that it always conquered. It sometimes seemed to me as if I\nwas conscious of a sort of war of temperaments between her and some\npessimistic or cynical nature. It was like one of those days when, as\nwe say, “the sun is trying to come out.” The sun of her presence never\nfailed to come out, to banish the gray fog of the blues, the sufferings\nof the irritable or the disheartened. When people came to talk to her\nof their troubles, as they often did, the troubles seemed to shrink\nlike the clouds on a dark day, leaving first a little peep of blue\nvisible, and finally the whole sky, clear and fervid.\n\nOne word more, take it as a legacy, a keepsake from her. I asked her\nfor a statement of the ideal aim of life. She paused a moment, then\nsummed up the mighty matter in one sentence, clear and cosmic as a\nsingle rain-drop, a very epitome of her own life:\n\n“To Learn, To Teach, To Serve, And To Enjoy!”",
    "metadata": {
        "author": [
            "Howe, Maud",
            "Elliott, Maud Howe"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/56877/pg56877.txt",
        "name": "the_eleventh_hour_in_the_life_of_julia_ward_howe.json"
    }
}