{
    "name": "The impossible invention",
    "author": [
        "Jarvis, E. K.",
        "Williams, Robert Moore"
    ],
    "body": "I had to admire this little guy's courage. Fradin, his name was--James\nArthur Fradin, with a string of letters after it that even the\nalphabet agencies down at Washington could not have unscrambled. The\nletters represented honorary degrees conferred on him by half a dozen\ndifferent colleges, and they should have entitled him to be heard with\nrespectful consideration, but they weren't. The assembled scientists of\nthe Institute of Radio Engineers were giving him merry hell.\n\n\"What you are saying, Fradin,\" one of the scientists interrupted hotly,\n\"is gross nonsense.\"\n\n\"It is absolutely impossible,\" another shouted.\n\n\"Faker!\" somebody yelled, and a dozen voices took it up until the room\nechoed with the sound.\n\nI sat back and grinned to myself. If this meeting ended in a\nfree-for-all fight, which was what looked like was due to happen, I\nwould be able to make a swell human interest humorous yarn out of it.\nMy editor went for human interest stuff, which was largely why he had\nsent me down to cover this meeting. He knew I wasn't likely to develop\nany front page news here, scientific meetings being what they are. But\nthere might be a human interest angle that would be good for a laugh.\nAnd the way these solemn scientists were calling Fradin a liar, it\nlooked like the laugh was coming.\n\nThere was one man who wasn't doing any name calling, I noticed, a tall,\ncadaverous-looking individual sitting two seats down from me. He had\nlistened very carefully, almost eagerly, I thought, to everything the\nspeaker had said. Glancing at him, I got the impression that I should\nknow him, but at the moment I couldn't place him. Tall, bony face,\nthin, hawk nose--yes, it seemed I should know him.\n\nFradin had stopped speaking when the storm of abuse broke over him. He\nstood there on the platform, a little, white haired guy with a gentle\nface.\n\n\"If you numbskulls will only be quiet for a moment,\" he said, when the\nnoise had subsided for an instant, \"I will offer incontrovertible proof\nto support my statement that radio waves are transmitted through what\nI must, for lack of a better term to describe the undescribable, call\nthe fourth dimension.\"\n\nWhat I mean, the roof must have been nailed down tight, or the\nexplosion that followed would certainly have lifted it off the\nbuilding. You never did see so many excited scientists in one group.\nNormally a scientist is supposed to be cool, aloof, and impersonal.\nBut this group was anything else! They went right straight up in the\nair. I couldn't tell whether they were angrier because he had called\nthem a bunch of numbskulls or because he had said that radio waves were\ntransmitted through the fourth dimension.\n\n\n\nOne of them leaped to his feet. Ramsen, I think his name was. He was a\nbig shot in the field, almost as big as De Forest and Marconi.\n\n\"Fradin,\" he yelled, \"that is the most preposterous statement I ever\nheard from the lips of any man in his right senses. It raises the\nimmediate question of whether or not _you_ are in your right senses.\"\n\nThere was a buzz of approval following his statement. Fradin waited for\nit to die down.\n\n\"Mr. Ramsen,\" he said, \"you have chosen to challenge my theory.\nPerhaps you can tell me what medium _does_ carry the electro-magnetic\nradiations that we call radio waves?\"\n\n\"Certainly,\" Ramsen answered. \"Any schoolboy knows that.\"\n\n\"We are not here concerned with the knowledge of schoolboys,\" Fradin\ngently replied. \"Sound is carried in air and water and by many solid\nsubstances. But we know that radio waves do not travel in air, because\nthey will pass through a perfect vacuum. In what medium do they travel,\nMr. Ramsen?\"\n\nRight here was where I began to pay close attention. Something about\nFradin's manner, his calmness, his certainty, gave me the impression\nthat he knew pretty much what he was talking about.\n\n\"Radio waves, Mr. Fradin,\" Ramsen answered, in the manner of a\nscoutmaster revealing the facts of life to an errant Boy Scout, \"travel\nin the ether.\"\n\nHe was right. I was not assigned to cover this meeting by chance but\nbecause I happen to have a pretty good groundwork in science. Radio\nwaves, all scientists admit, are propagated through the ether.\n\n\"And what,\" Fradin countered, \"is the ether?\"\n\n\"Why--\" Ramsen answered. \"It's--\" He started to flounder. A sudden\nsilence fell in the room. Ramsen's face started to get red. \"The\nether,\" he finished, \"is--why it's the ether, that's what it is.\"\n\n\"What you are refusing to admit,\" Fradin crowed, \"is that 'ether' is\na meaningless word invented by numbskulls such as are gathered here\nto describe something about which they know absolutely nothing. The\nether is a word, nothing more. It does not exist. The Michelson-Morley\nexperiments conclusively proved that, if it existed, its nature\nwas such that it could not be detected by any physical experiment\nwhatsoever. In other words, that it exists only as a handy tool by\nwhich scientists who ought to know better can conceal their own\nignorance. Gentlemen,\" he said, turning from the red-faced Ramsen to\nthe perturbed audience, \"I can not only conclusively prove that radio\nwaves are transmitted through the fourth dimension--but I can also\nprove that power, actual power, can also be transmitted through the\nsame medium!\"\n\nHe stopped suddenly, biting his lips as if he had said more than he\nhad intended to. But I think only one man in the audience had caught\nthe full implication of Fradin's words. The rest of them were too busy\ndefending themselves against the accusation of being numbskulls to\nnotice the one really important thing he had said.\n\nHow that audience did boil! And they boiled because every man jack of\nthem, in his heart of hearts, knew that Fradin was right. I knew it the\nminute he said it. And they knew it too. When he said that \"ether\" was\nonly a word used by fools to conceal their own ignorance, he had hit\nthe nail exactly on the head.\n\nFor that is precisely what it is. Nobody has ever seen the ether, felt\nit, smelled it, heard it, touched it. Scientists of the past century,\nneeding a mechanical device to account for the observed propagation of\nelectro-magnetic radiations such as light and the then little known\nradio waves, had invented the ether to carry those radiations, invented\nit out of whole cloth. Fradin's hearers knew he was right. Taken\nindividually, when they were calm, they would have admitted it. But\nthey were in a group and he was calling them fools right out in public.\nMass hysteria got them. They boiled over and very promptly demanded\nthat he prove his statements.\n\nHe refused to do it. Absolutely refused.\n\n\n\n\"We demand that you produce your proof,\" Ramsen howled. \"You have\ncalled us fools and said you could prove it. We demand that you _do_\nprove it.\"\n\n\"I--\" Fradin began. He wet his lips. His face had whitened. It wasn't a\ngentle, kindly face any more. It was the face of a badly scared man.\n\nFradin was scared. But he wasn't scared of those engineers who were\nshouting at him. He was scared of something else.\n\n\"Speak up,\" Ramsen roared. \"Produce your proof!\"\n\n\"I can show you mathematical proof,\" Fradin offered.\n\nHow they howled at that, all except the tall, thin, hawk-nosed\nindividual sitting two seats down from me. He took no part in the\ndemonstration. Instead he got up and very quietly went out of the room.\n\nAs he walked out, I again got the impression that I ought to know him.\nBut I still couldn't place him. A reporter sees too many people to\nremember all of them.\n\n\"Mathematical proof, unless supported by incontrovertible experimental\nevidence, is not sufficient,\" Ramsen thundered. \"We demand that you\nproduce experimental proof.\"\n\nBy experimental proof, he meant an actual instrument of some kind to\ndemonstrate Fradin's claims--some gadget that they could see and feel\nand examine, something they could take apart and put back together\nagain, something that they could watch in operation. Ramsen was quite\nright in making such a demand, for without experimental evidence to\nback it up, mathematical theory is more often than not just so much hot\nair.\n\n\"Your demand is just,\" Fradin faltered. \"I fear in the heat of argument\nI made statements I do not care to support. I do not choose to produce\nthe experimental evidence that I have.\"\n\nHe didn't say another word. Instead, he turned and walked off the\nplatform, going out through a door at the back. Nor did he enter the\nlecture hall where the meeting was being held. He walked out of the\nroom.\n\nAnd he didn't come back.\n\nWhy had he refused to produce the evidence that he had? What had scared\nhim?\n\nQuestions were buzzing like gadflies in my mind. There was one\nparticularly persistent gadfly. Fradin had said something of which\nI had almost caught the significance. Almost, but not quite. The\nsignificant thing he had said kept buzzing in the back of my mind, but\nI couldn't quite put a mental finger on it....\n\nThen I remembered it.\n\nI went out of that room at a dead run. I went up over the speaker's\nplatform and through the door Fradin had taken. How I did want to talk\nto that tortured man!\n\nWhat he had said, letting it slip accidentally, added up to one of\nthe biggest stories that ever splashed across the front page of a\nnewspaper. I had come down here looking for a human interest yarn.\nInstead I had run straight into a story that could easily set the world\non fire, _if_ I could find Fradin and make him talk.\n\nI didn't doubt that I would find him. He couldn't have gotten far away.\nHe hadn't had time. Not five minutes had passed after he had walked off\nthe platform until I was following him.\n\nThe door opened into a long hall, and in that hall I found Fradin.\nHe was down at the far end, getting into an elevator. A tall, thin\nindividual was with him.\n\nI sprinted down the hall to try to catch them before the elevator doors\nclosed. The operator saw me coming and started to wait for me, but\nsomething changed his mind for him. The two men were already in the\ncage; I couldn't be positive of it, but I thought the tall man said\nsomething to the operator. Just as I got there, the operator slammed\nthe door in my face. The cage started down.\n\n\"All right, smart guy,\" I yelled at the operator. \"I'll give you a\nsmack in the snoot for this.\"\n\nProbably I could have gotten down faster by waiting for another\nelevator, but there was a stairway and I used that. I was in a hurry.\n\n\n\nI got to the first floor just in time to see Fradin and his companion\nwalk out of the front door.\n\n\"Hey!\" I yelled. \"Wait--\"\n\nI started to say, \"Wait for me,\" but the words were choked off in my\nthroat. I recognized Fradin's companion. The hawk-faced man who had sat\ntwo seats down from me and who had slipped unobtrusively out of the\nmeeting. He had gone around to the back of the hall and joined Fradin.\n\nBut the fact that he was with Fradin wasn't the thing that had choked\noff my call. It was the way the two men were walking. Fradin was a\nlittle ahead, and he wasn't looking to the right or the left. Just\nwalking. There was a stiffness about him that made me think of a\nmechanical toy that has been wound up and is taking a walk for itself.\n\nHawk-face was following right behind him. Hawk-face had his hand in his\npocket. I didn't need to look twice to know that he had a gun in that\npocket too, pointing straight at the little inventor's back.\n\nIt wasn't a stick-up. It was a kidnap job. Hawk-face had also heard\nthe really important thing that Fradin had said in his speech. I had\nmissed it for a few minutes, but he hadn't missed it. He had instantly\nrealized how damned important it was. He had walked out of the meeting,\ngone around to the back, waited for the scientist.\n\nI should have called the police. But just then something happened that\nupset me so badly I completely forgot all about police.\n\nI recognized Hawk-face, and cold chills began to run up and down my\nspine.\n\nHis name--or at least the name attached to the picture I had once\nseen in the hands of an F.B.I. man--was Marvak. The name didn't mean\nanything. He had others. A name to use in Asia, one for Russia, one for\nEurope, all different.\n\nMarvak was one of the names he used in America, but the F.B.I.\nsuspected he had others. They would cheerfully have hung him by any of\nhis names, if they could have caught him, but he didn't catch easily.\nCompared to him, an eel was a rank amateur in slipperiness, and a\nrattlesnake was man's best friend.\n\nRight out in front of the building, on a crowded city street, he forced\nFradin into a cab. I was so close I could see the haunted, terrified\nexpression on the little scientist's face. But I didn't think then and\nI know now that he wasn't afraid of the gun. He was afraid of something\neven more horrible than Marvak.\n\nThe cab pulled away.\n\nAn eternity seemed to pass before I could collect my faculties and grab\nthe next cab in line.\n\n\"Follow that cab,\" I hissed at the hacker. \"There's a ten-spot in it\nfor you if you don't lose it.\"\n\nHe didn't lose it. We followed Fradin and Marvak down to an old,\nabandoned factory building on the outskirts of the city. They were\ngetting out of their cab when we drove up. Marvak, with his right hand\nstill in his coat pocket, was paying off the driver.\n\n\"Drive on past,\" I told my driver.\n\nHe went on past and around the block and I got out, but the driver had\nto remind me about the ten-spot I had promised him. I paid off like a\nslot machine.\n\n\n\nThat shows how excited I was. I had stopped thinking about the story I\nmight get. The story was secondary now. What really mattered was that\nFradin had to be rescued, and fast. The thing he had let slip was too\nbig to fall into Marvak's hands under any circumstances. And I had to\nbe the one who rescued him. There wasn't time to go for the police.\nMarvak would work fast.\n\nMarvak did work fast.\n\nI tried the front door first because that was the obvious thing to do.\nIf I got caught coming in the front door I could say I had the wrong\naddress and back out. But if I got caught at the back door, no amount\nof explanation would do me any good.\n\nThe front door was unlocked. It opened into what had once been an\noffice. A flight of stairs led up to the second floor.\n\nI listened--there wasn't a sound. \"They went upstairs,\" I thought.\n\n\"Hold it, bud,\" a voice said behind me.\n\nThe voice had a chilled steel ring that sent my heart right down into\nmy shoes. There was no mercy in it, no compassion, no pity. It was\ndouble-edged with the threat of death. It jerked my head around.\n\nMarvak was standing there in the office. He had the gun out of his\npocket now, pointing it straight at me.\n\nThere was a closet in the office. Marvak had simply waited in the\ncloset until I entered. When I started up the stairs, he had stepped\nout behind me.\n\n\"I--I must have got the wrong ad--address,\" I faltered.\n\nHis eyes, gray chilled steel, they were, drilled into me.\n\n\"No doubt,\" he said--but very doubtfully. \"You're the reporter I\nnoticed at the meeting, aren't you? What are you doing here?\"\n\nHow big a lie could I tell and still be safe? How close to the truth\ncould I come and not get one of those slugs between my eyes?\n\n\"I came out to interview Mr. Fradin,\" I blurted out.\n\nHe seemed to let it go, but back of those cold gray eyes I could see\nhis mind working as he decided what to do with me. Then I saw him reach\na decision.\n\nFirst, he searched me. I didn't have a gun, which seemed to surprise\nhim.\n\n\"You can come along,\" he said. \"If Fradin can demonstrate to my\nsatisfaction the discovery he claimed to have made, it will make the\nheadlines, _if_ you get a chance to write it.\"\n\nWith that, he dug the little inventor out of the closet, and with the\ngun out, prodded both of us upstairs. There were only two floors to\nthis building and the entire second floor was Fradin's laboratory.\n\n\n\nIt was crammed to the ceiling with the weirdest collection of\nelectrical equipment I have ever seen. Generators, dynamos, electric\nmotors. There was enough radio equipment to set up a modest\nbroadcasting station. And in one corner was something big enough to be\na cyclotron. Fradin had just about everything in his laboratory.\n\n\"Now,\" said Marvak to the little inventor, \"you will please prove the\ntruth of your assertion that power can be transmitted by radio.\"\n\nThat was the thing that Fradin had said. Power by radio! It doesn't\nsound like much, but let me tell you, it's plenty big. With it, science\ncould come darned close to remaking the face of the globe.\n\nHow?\n\nThis is the power age. Practically all of our industrial\nachievements--and through them we have achieved what passes for\ncivilization--have come about through cheap power. Coal, the steam\nengine, the dynamo, water power. Maybe, not so long in the future,\nwe'll have atomic power, but we don't have it yet. All we have now are\ncoal and water. And possibly 90% of the water power in this country and\nprobably 95% of the water power on earth are going to waste, simply\nbecause the waterfalls are usually in mountains and the places where\nthe current is to be used are in cities hundreds and even thousands\nof miles away. _Transmission losses over high lines are so great that\nelectrical energy cannot be efficiently transmitted very far._ So the\nwater power goes to waste.\n\nBut here we have radio transmitted power. No high lines, hence no high\nline losses. Of course there would be other losses, but if Fradin said\npower could be transmitted by radio, he would know how to cure the\nlosses. Radio transmitted power would make electricity so damned cheap\nthat every home in the country could have it.\n\nAnd this is only part of the picture that Fradin's invention brought\ninto being. Supposing power could be transmitted by radio. Suppose\nautomobiles could pick it up and use it. Then the extremely expensive\ninternal combustion engine that goes into every car could be replaced\nby cheap motors. The price of cars could be cut in half. Everybody\ncould have one. And operation costs would be next to nothing.\n\nOcean liners? No more bully, costly steam engines. Boats could take\ntheir power out of the air.\n\nAnd airplanes. There was the most important item of all. No gasoline\nengines in planes, no engine failures, no crashes because the motor\nconked out. Air flight spanning the globe.\n\nThat's what radio transmitted power ought to mean, that's what it would\nmean--until Marvak entered the picture. When he appeared on the scene,\npower by radio, instead of being a blessing, would become one of the\nworst disasters that ever happened to humanity.\n\nMarvak was a spy. Not a common, garden variety of spy, not a fifth\ncolumnist, not a saboteur, but a sort of super-spy who sold his\nservices to the highest bidder. If you wanted a war started, he could\nmake all the arrangements to provide for an \"incident.\" If you wanted\nto take over a minor nation, he could pave the way for you; if your\nenemy had a new and secret weapon, he could get the plans. Anything,\njust so he was well paid for it.\n\nIf Fradin could really transmit power by radio, and if Marvak got\nthe plans, the waterfalls would not be harnessed, there wouldn't be\ncheap automobiles, and handy power for ocean liners. There would be\npower--unfailing power--for one thing: planes! Bombing planes, fighting\nplanes!\n\nIf you think several nations on this globe would not jump at the chance\nto acquire such an invention, you have another think coming. And the\nprice they would be willing to pay for it, would be big enough to\ninterest even Marvak. It would be worth--well, what is the worth of\nthe British Empire, China, and the United States?\n\nFradin's invention had exactly the same value as those three nations\nlumped together, if Marvak succeeded in peddling it in Europe. Bombers\nover New York, bombers over Chicago. There would no longer be any\nsafety in three thousand miles of water. Bombers over London. New\nbombers that would be almost invincible.\n\n\n\nSweat was running down over my face, down over my body, down over my\nsoul. If Marvak got Fradin's invention, Johnny Holmes--that's me--go\nhunt for an air-raid shelter, because you're sure going to need it.\n\n\"I was mistaken,\" Fradin faltered, his voice a whisper. \"I\nwas--boasting. I cannot transmit power by radio.\"\n\n\"You're a liar!\" Marvak snapped.\n\n\"I'm not a liar,\" Fradin whispered.\n\n\"Either or else,\" Marvak said, bringing up his gun until it pointed\nright at the little inventor's forehead.\n\nFradin had something that a man could call courage. He looked that gun\nin the eye. His face went a shade whiter, but his eyes did not drop.\n\n\"I'm afraid it will have to be else,\" he said. As he spoke the words,\nhe seemed to stiffen himself until he stood very straight. He looked\nlike a soldier standing at attention. \"But if you shoot me you may find\nit difficult to operate my invention.\"\n\nMarvak's finger tightened around the trigger. His face was cold with\nrage, his grey, killer eyes looked like icicles.\n\n\"Don't shoot him, you fool!\" I hissed. \"Then you'll never find out what\nyou want to know.\"\n\nI was stalling for time, stalling for anything, stalling for a chance\nto jump that gun. I was standing beside Fradin, but the gun covered\nboth of us.\n\n\"Shut up!\" Marvak snarled at me.\n\nThe gun went off.\n\nHe had shot Fradin. It was cold blooded murder. But as he had shot the\nlittle scientist, he had taken his eyes off me. I started to jump. The\ngun instantly swung to cover me. I saw Marvak's face, with no mercy in\nit. The gun froze me motionless.\n\nFradin didn't fall. There was a look of surprise on his face, but he\ndidn't fall. Then I saw what had happened. Marvak had shot him in the\nshoulder instead of through his head.\n\n\"That's just a sample,\" Marvak said, \"to show you that I mean business.\nYou're not badly hurt, but the next one will go through your knee-cap.\nI understand that a bullet through the knee is very painful. Now are\nyou going to tell me what I want to know or are you going to need\nfurther persuasion?\"\n\nBlood was running down Fradin's coat. He was clutching his shoulder\nwith the other hand, trying to stop the flow of blood. His face was\nvery white. And now there was fear on it, fear that had not been there\nwhen he first faced Marvak's gun. I got the fleeting impression that\nit was not fear of the spy nor of the weapon, but of something else. I\nalso got the impression that it was a terrible fear, a soul-consuming\nfear, a bleaching, whitening, shuddering fear, a fear greater even than\nthe fear of death....\n\n\"All right,\" the little inventor whispered. \"You win. I'll show you\nwhat you want.\"\n\n\"That's better,\" Marvak said, in a satisfied tone. \"I don't mind saying\nthat if I make a cleaning on this, I'm quite willing to cut you and the\nreporter in on it.\"\n\nHe was lying. The only way he would cut us in would be to cut our\nthroats. Both Fradin and I knew it.\n\n\"I'm afraid,\" the inventor said, \"that your shot has injured my arm so\nbadly that I will have to ask you to help me.\"\n\n\"Okay,\" Marvak said. \"But remember I have an excellent knowledge of\nelectrical apparatus, so don't try any tricks, like electrocuting me by\naccident.\"\n\n\"There won't be any trickery involved here,\" the little inventor\nwhispered through bloodless lips.\n\n\n\nI watched. There were two bulky instruments, one of them a transmitter,\nthe other a receiver. The current flow was seemingly directional. It\nwas sent out from the transmitter and caught by the receiver. There\nwas a meter on the transmitter to show how much current was being\ntransmitted and another on the receiver to show how much was getting\nthrough.\n\nThere was a red line on the dial of the meter at the transmitter.\n\nThe purpose of the set-up was obviously to demonstrate that current\ncould be transmitted by radio.\n\nMarvak made a complete examination of the apparatus. He knew what he\nwas doing, all right. You could tell from the way he went over the\ninstruments that he knew his stuff.\n\n\"I'm not interested in transmitting just a little power,\" Marvak\nsaid. \"If this thing is to be useful, it must be able to send lots of\nkilowatts through the ether.\"\n\n\"I think,\" Fradin answered wearily, \"it will handle all the power you\nchoose to put into it.\"\n\nThat was the thing Marvak had to know, that the power transmitted would\nbe adequate to keep a plane in the air. If only a little power was\ntransmitted, the invention, from a practical viewpoint, was useless. No\ndictator would give a cent for it.\n\nMarvak handled the transmitter, Fradin tried to operate the receiver\nand to stanch the flow of blood from his shoulder at the same time.\n\nMarvak turned a switch, and the power transmitter began to throb under\nthe load. Marvak consulted the meter on the transmitter, then ran\nacross the room to the receiver and examined the meter there.\n\n\"You've really got it!\" he exulted. \"There's enough power flowing\nthrough the receiver to keep a plane in the air.\"\n\nI was sick, sicker than I had ever been. Fradin's invention worked. And\nwhen it worked, it spelled our doom. We would be killed, because it\nworked. How many millions of others would also die, I could not begin\nto guess.\n\n\"One plane is not enough,\" Marvak said. \"It has to be strong enough to\nsupply current to a fleet of planes.\"\n\nHe started triumphantly back to the transmitter.\n\n\"I--\" Fradin faltered. He started to say something but changed his mind\nabruptly.\n\nMarvak kicked over the handle of the rheostat that fed current into the\ntransmitter. The transformer groaned. I could see the hand of the meter\non the transmitter. It was moving forward as more and more current\nflowed into that mysterious medium that transmits radio waves.\n\nThe needle on the dial touched the red mark.\n\nThen--it happened.\n\nIf I live to be a thousand years old I'll never be able to describe\nadequately what I saw happen, what I heard happen, what I felt happen.\nIt had never happened before.\n\nSomething that I can only describe as a lightning flash ran through\nthe room. It was a sharp, tearing crash, similar to the sound you hear\nwhen a bolt of lightning hits near you. There was a flash of brilliant\nlight. Thunder seemed to smash my ear drums.\n\nFradin leaped--but not at Marvak. He leaped at me. The next instant he\nwas grabbing me, shoving me across the room. And all the tortures of\nhell were breaking loose around that generator.\n\n\n\nThere was a blasting, howling roar of wind. It was the coldest wind\never. It was, I suspect, the cold of absolute zero that struck through\nthat laboratory.\n\nOut of nowhere, around that transmitter, a hole seemed to appear. It\nseemed to be torn in space. It was black, with a curiously liquid kind\nof blackness. It appeared around the transmitter, and Marvak was at the\ntransmitter.\n\nThe spy seemed to freeze. A look of amazed fright appeared on his face.\n\nThen he seemed to fall. The transmitter seemed to fall with him. Marvak\ntried to leap, but the footing seemed to fall away under him. He fell\nout of sight.\n\nFor a mad instant, while Fradin kicked and hauled me away from that\ntransmitter, the laboratory was hideous with the blast of thunder.\n\nThen another murderous crash came, and....\n\nThen there was silence. Utter silence. The only sound was Fradin\nfighting for his breath. I looked across the room. The transmitter was\ngone. It just wasn't there any more. Under it, in the floor of the room\nwas a neat, round hole. All the mass of wires that had led into it\nwere neatly severed. Wires came from the transformer to where the hole\nbegan, then stopped.\n\nMarvak wasn't there. Marvak was gone.\n\nSuddenly I turned to Fradin. \"You--\" I gulped. \"You were afraid this\nwould happen. My God, man, what was it?\"\n\n\"It was,\" he answered, \"a hole in the fourth dimension.\"\n\nThen I got it. He had been trying to tell that convention of radio\nengineers that radio waves were transmitted through the fourth\ndimension, not through the \"ether.\" He had been able to prove his point\nbut he had refused because he knew that this would happen.\n\n\"But even if radio waves do pass through the fourth dimension, nothing\nlike this has ever happened,\" I stammered.\n\n\"Ordinary broadcasting stations do not put enough power through their\ntransmitters to open this hole,\" he explained. \"It takes power to do\nit, lots of power. I had calculated how much power it would take.\nThere was a red mark on the input meter of the transmitter. That\nred line marked the critical point. If more power was put through\nthe transmitter, it would break down the fabric of space between\nthis dimension and the fourth dimension. I knew it would happen.\nThat's why I refused to make a demonstration for the benefit of my\nskeptical compatriots. If I told them what I had discovered, proved I\nhad discovered it, some fool would be sure to try it, with disastrous\nresults.\"\n\n\"But that cold wind,\" I protested.\n\n\"This particular region opens out into what must be interplanetary\nspace in the fourth dimension. That cold wind was simply the cold of\nouter space rushing through what was in effect a window.\"\n\nSo that was it. There was a hole in space. And space is cold.\n\n\"Marvak!\" I said weakly.\n\n\"Don't mention him,\" Fradin shuddered. \"He was catapulted into the\nfourth dimension. He's frozen solid by now.\"\n\nI guess the human race will never have power by radio. Probably we will\nbe able to get along without it. Atomic power seems to be coming along,\nand it's safe.\n\nI took Fradin to the hospital. That slug through his shoulder had cost\nhim a lot of blood, but he recovered all right, only to discover that\nthe Institute of Radio Engineers had booted him right out of their\norganization, for making the preposterous claim that radio waves are\ntransmitted through the fourth dimension instead of through the ether.\nHowever, he never cared two whoops in hell about that. He knew what he\nknew. And he was content with that.",
    "metadata": {
        "author": [
            "Jarvis, E. K.",
            "Williams, Robert Moore"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68659/pg68659.txt",
        "name": "the_impossible_invention.json"
    }
}