{
    "name": "The Inventor. Introducing the Wishing Box. A Christmas Play",
    "author": [
        "Yale, Elsie Duncan"
    ],
    "body": "  COPYRIGHT NOTICE\n  WARNING!\n  Permission for Public Performance\n\n  According to the provisions of the Copyright Act of\n  July, 1909, the owner of the Copyright “shall have the\n  exclusive right to print, reprint, publish, copy and vend\n  the Copyright work.”\n\n  The purchase of this copy or any number of copies does\n  not carry with it the right of Public Performance for any\n  purpose whatever, but the Owners of the Copyright hereby\n  grant permission for Public performance to any bona fide\n  purchaser of five or more copies who shall in good faith\n  make such a purchase for the purpose herein stated.\n\n  Performance from borrowed or rented copies is not\n  permitted.\n\n                               HALL-MACK COMPANY,\n                                    Owners of Copyright.\n\n PRICE 15 CENTS\n\n Hall-Mack Co., 1018 Arch St., Phila, Pa.\n Western Agent, F. E. HATHAWAY, 425 S. Wabash Ave., Chicago, Ill.\n Copyright MCMXV, by Hall-Mack Company. International Copyright secured.\n\n\n\n\nThe Inventor\n\nIntroducing the Wishing Box\n\nA CHRISTMAS PLAY\n\n\nSCENE AND PROPERTIES REQUIRED.\n\nThe sitting room of Faraway Farm. Rocking chairs, table covered with\nred cloth or oilcloth, braided rugs, small mirror hanging on wall,\nbeneath which are comb and brush. Lantern, carpet slippers, books, and\nlarge box (see suggestions).\n\n\nCHARACTERS AND COSTUMES.\n\n TOM.—Ordinary street clothes, long overcoat, and afterward cap with\n college band. Carries college flag, after he comes from the Wishing\n Box.\n\n EDITH.—Dressed as girl of fourteen in traveling costume.\n\n AUNT SUSAN.—Gingham dress, white apron, white wig.\n\n ABNER.—Old suit, blue overalls, boots, afterwards removed for carpet\n slippers. After he comes from the Wishing Box wears checked suit, gay\n necktie, derby and carries “sample” case of soap and perfumes.\n\n MISS WISE.—  } Teachers. Long cloaks and veils.\n MISS MARKUS.—}\n\n MISS PRISCILLA.—} Spinsters. Old-fashioned dress, carry\n MISS PRUDENCE.— } old valises, umbrellas, bundles, bird-cage,\n                 } etc.\n\n RASTUS (1) Black face.—Pullman porter. Dark uniform trimmed with brass\n buttons, cap lettered “Pullman.” Blackened face and hands.\n\n RASTUS (2) White face.—Same size boy, costumed identically. He takes\n Rastus’ place, as provided in the play.\n\n INVENTOR.—Should be dressed to suggest “absent-mindedness,” as, for\n example, a tan shoe on one foot and a black one on the other, gloves on\n wrong hands, etc.\n\n\nGENERAL SUGGESTIONS.\n\nThe magic wishing box is a large packing box, lettered “Wishing Box\nPatent Applied For.” Across the rear of the platform a dark curtain is\nstretched, making as it were a false wall to the room. This conceals\nthe box until it is needed, and affords opportunity for the characters\nto make the necessary changes in their costumes. One side of the box,\nalso the top are removed, so that the characters may enter the box\nthrough the top, using a small stepladder if necessary, and come out\nagain quickly, being enabled to change their costumes and receive the\nnecessary accessories through the side which has been removed. It is\nimportant that everything necessary for the change of costume should\nbe in readiness. In the case of the Pullman porter it will be found\nadvisable to substitute for “Rastus,” a boy costumed in exactly the\nsame manner but with face unblackened.\n\n\nCOPYRIGHT NOTICE.\n\nWARNING.\n\nPERMISSION FOR PUBLIC PERFORMANCE.\n\nAccording to the provisions of the Copyright Act of July, 1909, the\nowner of the Copyright “shall have the exclusive right to print,\nreprint, publish, copy and vend the Copyright work.”\n\nThe purchase of this copy or of any number of copies does not carry\nwith it the right of Public Performance for any purpose whatever,\nbut the Owners of the Copyright hereby grant permission for Public\nPerformance to any bona fide purchaser of ten or more copies who shall\nin good faith make such a purchase for the purpose herein stated.\n\nPerformance from borrowed or rented copies is not permitted.\n\n                                   HALL-MACK COMPANY,\n                                         Owners of the Copyright.\n\n\n  Copyright, MCMXV, by HALL-MACK CO., International Copyright secured.\n\n\n\n\nThe Inventor\n\n\n\n\nACT I.\n\n\n(Curtain rises. Aunt Susan seated near table with knitting in hand.)\n\nAUNT SUSAN (laying down knitting).—Dear, dear, it’s snowing still. This\nwill certainly be a white Christmas. (Resumes work.) I must hurry and\nfinish this sock for Abner. He’s been such a faithful hired boy, and I\ndon’t know of a thing that would please him better for Christmas than a\npair of nice red socks. (Holds them up to view.) (Knits a few moments.)\nThey’re finished now, and I know he’ll be plumb tickled. He did say\nsomethin’ about a baseball an’ bat, but these here socks are better. I\nmust wrap them up in paper. Where’s that piece the meat came in? (Rises\nand searches, at last finding it.) I don’t believe in this new-fangled\nnonsense about red ribbon and holly tags for wrapping presents. (Wraps\nsocks in meat paper.)\n\n(Enter Abner, whistling, sets down lantern, takes off boots and puts on\nbright colored carpet slippers. Goes to mirror and combs hair.)\n\nABNER.—The chores are all done now, thank goodness. Where’s that book I\nwuz readin’, “Wyoming Will, the Hero of Gold Gulch?” (Searches on table\nand finds it. Sits down to read.)\n\nSUSAN.—Did you shut the henhouse door and lock the stable?\n\nABNER.—Yes, ma’am. I got up at three o’clock this morning, an’ I swept\nthe barn an’ fed the horses an’ cows an’ pigs an’ chickens, an’ did\nthe milkin’, an’ shoveled paths, an’ split kindlin’ an sawed wood, an’\ncleaned the harness, an’ got the mail, an’ shoveled some more, an’\nmended the sleigh, an’ did the evening chores, an’ now it’s nine an’\nI’m through. (Sighs.) Nothin’ to do till to-morrow. Ain’t I the lucky\nguy?\n\nSUSAN.—Yes, Abner, you are a right lucky boy to be hired man here I can\ntell you, an’ I hope you won’t be foolish an’ run away to the city. You\nmay be plumb thankful you have to work. Do you know who finds mischief\nfor idle hands?\n\nABNER (promptly).—Yes, ma’am, you do. I know what I’d do if I had a lot\nof money, though.\n\nSUSAN.—What would you do?\n\nABNER.—I’d go to a high-class hotel an’ hire a number-one room, an’\nleave orders to be called at three.\n\nSUSAN.—That’s a crazy notion.\n\nABNER.—Then, when they knocked on my door, I’d say, Nix, I don’t have\nto get up.\n\nSUSAN.—Hark! I hear someone at the gate. I hope it ain’t a tramp. I\nain’t got no time for those fellers that don’t want to work between\nmeals. Cut out the meals, I say, if that’s the case.\n\nABNER.—You’ve got as much sympathy for them as you have for me. The\nonly place _I_ find sympathy is in the dictionary.\n\nSUSAN.—Don’t stop to talk, Abner, but open the door.\n\n(Abner reluctantly lays down his book and rises.)\n\nABNER.—Got to tend door, too. Next thing I’ll have to wear a frilly\napron and a dinky little cap. Miss Susan is sure the President of the\nSociety for the Prevention of Leisure.\n\nVOICE.—Anybody home?\n\nABNER.—Nobody but the lamp and that’s going out.\n\n(Opens door and enter storm-bound party.)\n\nABNER.—Well, I swan! Are you sure you’re all here and ain’t left\nanybody setting down in the snow? (A thought strikes him.) If this is a\nsurprise for Miss Susan, you’re a week too late for her seventy-eighth\nbirthday was last Wednesday.\n\nSUSAN.—Abner! Aren’t you ashamed of yourself! Seventy-eighth birthday!\n\nEDITH.—We really must apologize for coming in this—er—this—what IS the\nword I want?\n\nTOM.—Nervy.\n\nEDITH.—No, indeed. I mean unceremonious. That’s it. This unceremonious\nfashion. We are passengers on the Limited, and it is stalled in the\nsnow half a mile below here.\n\nTOM.—We’ve been late the last six hours, for the train before was\nbehind, and we were behind before besides.\n\nEDITH.—We hated to spend Christmas eve in a snow bank, half frozen,\nand the conductor said it would be at least two hours before the plows\ncould reach us.\n\nTOM.—So, when we saw the lights of your farm-house, we invited\nourselves, and we hope you will accept the invitation.\n\nSUSAN.—Well, this is a surprise party, an’ I am plumb pleased to see\nyou folks, for I wuz lonesome here by myself. I wouldn’t want nobody\na-celebratin’ Christmas eve in a snow bank. I thought I heard that\ntrain a-whistlin’ there awhile ago, an’ yet I didn’t hear it go past;\nthey’re company for me, them trains, though I fought considerable agin\nthe track crossing my land. Their fust plan was to have the tracks run\nright through my barn, and I set my foot on that. No, sir, says I. I\nain’t goin’ to get up all hours of the night at my age, to open the\nbarn doors to let them trains through, an’ shut ’em after they pass. I\nguess that made them railroad men change their plans. Abner, take the\nfolks’ coats an’ hats. Sit down all of you an’ get thawed out.\n\nMISS PRUDENCE.—Be careful of that hat, young man. I’ve worn it six\nyears. (Removes hat and hands it to him.)\n\nEDITH.—Why, I get a new one every season. Last Easter I had such a\npretty one, all trimmed with pansies, and the milliner sent it home in\na paper bag. Uncle Reuben opened the door and took it in, for I had\ngone to bed. He thought it was flowers, so he put it to soak in the\ndishpan all night, and you should have seen it in the morning.\n\n(Abner lays down pile of wraps and proceeds to try on Tom’s hat\nand overcoat. “Business” of examining wraps, trying on hats, while\nwhistling—\n\nor something monotonous which should be introduced at every\nopportunity. Whistle “off the key” as much as possible. The others\nwhisper to each other, moving quietly, to positions away from centre,\nto right and left.)\n\nABNER.—Now I can get the latest city styles better than Bill Barker’s\nmail-order catalogue that he was reading out of last night. These\nclothes have sure got some class to them. If Lorena Boggs had seen me\nnow she wouldn’t have gone to the picnic with the soap salesmen, she’d\nhave gone with yours truly. (Puts on hat.) This is I reckon one of\nthem there fried egg derbies that’s so nifty. Yes, sir, if I’d been\ntogged up in these here instead of them hand-me-downs of Miss Susan’s\nbrother’s. (Miss Susan approaches him.) I’d have gone up to Lorena, and\ntaken off my hat like this an’ said—\n\nMISS SUSAN (sharply).—Don’t be a fool!\n\nABNER (as if surprised).—No, ma’am, I wouldn’t said that to Lorena at\nall!\n\nMISS SUSAN (in irritation).—Haven’t you any sense?\n\nABNER.—No, ma’am, nor dollars either, seeing as I earn ten dollars a\nmonth and there ain’t no raise of salary visible to the naked eye.\n\n(Exit with wraps, whistling).\n\nMISS PRISCILLA (advancing).—I am certainly glad to be here, for I’m\nalways so nervous when traveling. I’m afraid of losing my ticket. That\nreminds me—I wonder if I have it now! (Opens valise and nervously takes\nout miscellaneous articles. Shakes her head. Replaces articles. Opens\nhand bag, and finds ticket.) Thank goodness, here it is!\n\nTOM.—I lost my ticket once and when I told the conductor I was\ntraveling on my face he said he always punched his fares, and guessed I\nwasn’t going very far.\n\nEDITH.—I get nervous, too, and when I was in England with Cousin Lydia,\nI had two bags and a rug, and I asked the porter if he had seen two\nrags and a bug.\n\nMISS PRUDENCE (looking about her).—How delightfully comfortable it is\nhere, and how charming your old-fashioned furniture is. We don’t see\nanything like it nowadays.\n\nTOM.—No, modern furniture is on the instalment plan; pay a dollar down\nand a dollar a week till death us do part.\n\nMISS PRISCILLA.—If you will permit us, Miss Susan, we will continue\nour fancy work, for we are somewhat belated with our Christmas gifts.\n(Abner enters.)\n\nMISS SUSAN.—No need to offer excuses, ladies, for I like to see folks\nbusy.\n\nABNER (with earnestness).—Yes, ma’am, you do.\n\nMISS PRUDENCE.—I was reading in a magazine article recently that a\nbusiness man should always be well-dressed, and as my nephew has\nrecently accepted a position with a large firm, I am making him a\nhandsome necktie for business wear. (Displays gaudy tie to audience,\nand then continues knitting it.)\n\nMISS PRISCILLA.—I am making a gift for my sister-in-law who is a woman\nof fashion, and who is fond of automobiling, so I am knitting her a\ntasteful scarf which I am sure will prove pleasing. (Shows gay muffler,\nand continues knitting it.)\n\nSUSAN.—What do you folks say to having a Christmas tree?\n\nALL.—Fine!\n\nSUSAN.—Well, I ain’t had a tree for years, but I think it would be nice\nto trim up one to celebrate.\n\nEDITH.—That will be splendid!\n\nSUSAN.—Then Mr. Tom you an’ Abner go out and chop down a tree. Land\nsakes! Abner’s asleep an’ I never called him till quarter past three!\nAbner! Wake up! Take off them slippers, an’ put on your gum boots, an’\ngo chop down a tree!\n\nABNER (drowsily).—I ain’t George Washington! Work again!\n\n     (Repeats). O life is just a round of joy\n                To one who is a hired boy.\n\n(Whistling, exeunt Abner and Tom.)\n\nSUSAN.—Now we’ll get the decorations ready. (Takes up bowl of popcorn.)\nI know you young ladies will enjoy stringing these. (Bring pail of\ncranberries, needles and thread.)\n\nMISS PRISCILLA (reluctantly).—I can hardly spare the time from my fancy\nwork, as I know that my sister-in-law would be terribly disappointed if\nthis scarf were not completed.\n\nMISS PRUDENCE.—It is really imperative that I finish this scarf for\ndear Reginald, so we will continue our knitting while the others make\nready the decorations.\n\n(Enter Miss Wise, Miss Markus and Rastus the porter, the latter\ncarrying suit-cases.)\n\nMISS WISE.—This really is an imposition, but when we saw the others\ncrossing the fields to your delightful farm-house, we thought we would\nfollow their example.\n\n(Porter sets down suit-cases and extends his hand.)\n\nMISS WISE.—Dear me, must I pay another porter?\n\n(Miss Wise and Miss Markus give porter coins which he pockets with\nthanks.)\n\nRASTUS.—Dis sholy am a salubrious farm. Nice place for chickens. I\nwonder if dey’s all roostin’ now?\n\nSUSAN (nervously).—I hope Abner locked that henhouse door!\n\nMISS MARKUS.—I’m surely glad to be here, for that train was dreadfully\ncold.\n\nRASTUS.—Well I been habin’ trubbel too, for de genelman in de diner dis\nmornin’ he ordered two fried eggs,—two fried eggs he sez, one fried\non one side an’ one fried on tother. I asked him again jest natchelly\nthinkin’ I hadn’t heard c’rect, an’ he say “Two fried eggs, one fried\non one side an’ one fried on tother,” I done told de cook an’ he wuz\ndat mad he gwine pitch me out de winder into a snow bank? Yes, sir, an’\nsee de black eye he gib me! Mebbe it doan’ show but its dere all right!\n\nSUSAN (cordially).—I hope you ladies will feel quite at home, and join\nus in our preparations for a Christmas tree.\n\nMISS WISE.—That will be lovely. Porter, take my wraps and be careful of\nmy Raglan coat.\n\nRASTUS.—Yessum, I’ll shore take care of dat ragbag coat.\n\nMISS WISE.—Raglan, not ragbag!\n\nMISS MARKUS.—What a relief to have finished my school work! I had a\nterrific headache from correcting those papers of mine. What do you\nthink of answers like this? One of my scholars in English history said\nthat the kings were not allowed to order taxis without the consent of\nParliament.\n\nTOM.—Well, it kept the rulers from being too extravagant.\n\nMISS WISE.—I told one of my young hopefuls to write a sentence\ncontaining the word income and this was the sentence, “I opened the\ndoor and in come the cat.”\n\nMISS MARKUS.—I asked a boy what gravitation was and he said,\n“Gravitation is that which if there were none we should all fly away.”\n\nMISS WISE.—I was positively discouraged with my algebra class. One girl\nwrote that algebraic symbols were used when you didn’t know what you\nwere talking about.\n\n(Abner’s whistle is heard.)\n\nMISS MARKUS.—O that whistling! Is that all he can whistle?\n\nSUSAN.—Yes, and it gets on my nerves somethin’ awful sometimes.\n\nMISS MARKUS.—Have you a lemon? Lemon juice is most good for everything.\n\n(Susan procures a lemon and hands it to her as Abner and Tom enter with\ntree.)\n\nTOM.—Now, ladies and gentlemen, this is some tree. I cannot tell a lie,\nI did it with my little hatchet.\n\nABNER.—You mean I did it. That’s the way it always is, I do the work\nand some other feller gets the credit of it.\n\nSUSAN.—Well, Abner, I think you had better see that the henhouse door\nis locked. I’d feel safer. My brother in the South heard someone in\nhis henhouse one night, and he went out with a gun to investigate. He\nhollered out, “Hey, who’s there?” And the third time he spoke right up\nan’ said he’d shoot; then a voice came right plumb out of that henhouse\nan’ said, “Don’t shoot, massa, it’s only one of us chickens.”\n\nRASTUS.—Yas’m! I done heerd ’bout dat. He’s de genelman what was skeert\nto leave de henhouse do’ open, kase de chickens might all go home.\n(Rolls his eyes and laughs).\n\nTOM (to Rastus).—Come on, Rastus, help me up with this tree, but\nremember this is a free-gratis job, no tips for this.\n\nRASTUS.—Why sholy, Sir, I wouldn’t want no remuneration for settin’ up\na Christmas tree.\n\nTOM.—We’ll nail it to a board. (Takes hammer and strikes his finger.\nYells.)\n\n(All speaking at once.)\n\nEDITH.—Did you hurt yourself?\n\nABNER.—What you do it for?\n\nSUSAN.—Ain’t you hurt yourself?\n\nRASTUS.—How did that—ar happen?\n\nTOM.—I did it for fun of course. O those foolish questions! (Puts thumb\nin mouth. Abner begins his whistle. Miss Markus bites top off lemon\nand begins sucking it (or pretends to). Abner sees, and after a few\nefforts to whistle, gives up. Miss Markus places lemon somewhere. Abner\nwatching slyly, and when opportunity arrives slips it in his pocket.)\n\nSUSAN.—Now all get busy and trim the tree for we have plenty of popcorn\nand cranberries. Abner, hand me some of those nice red apples to tie on\nthe branches.\n\nABNER (sighing).—More work! (During the following all trim tree.)\n\nSUSAN (severely).—Abner, I have always tried to inculcate in you habits\nof industry. Do you not remember the poem about the little busy bee?\n\nABNER.—Well, if any one takes me for a bee they’ll get stung!\n\n(Miss Wise and others decorate the tree with the strings of cranberries\nand popcorn.)\n\nEDITH.—Abner, hand me an apple, there’s a good boy, this branch just\nneeds one.\n\nMISS WISE.—Abner, give me a string of cranberries, a nice long one.\n\nABNER.—My land! what a rest-cure this here farm is!\n\nSUSAN.—Abner, get some string from the kitchen.\n\nEDITH.—Look out, Tom, your tipping the tree.\n\nRASTUS.—If dere’s any tippin’ roun’ here, doan’t forget de porter.\n\nEDITH.—Abner you’re real tall, hang that string of popcorn there on the\ntop branch. (Abner gets chair.)\n\nSUSAN.—Abner don’t you dare stand on that chair, you’ll break it!\n\nMISS WISE.—Now our tree looks fine! I am proud of it!\n\nSUSAN (suddenly).—Why how inhospitable I am! I’ve never offered you a\nthing to eat and you must be half starved!\n\nABNER (promptly).—Yes’m, a pie and some gingerbread would sure go good!\n\nSUSAN.—I didn’t mean you, Abner, I meant the company.\n\nEDITH.—I must say it sounds good to me!\n\nTOM (enthusiastically).—Lead me to it!\n\nRASTUS (announcing).—First call for dinner in de dining car!\n\n                    Second call for dinner in de dining car!\n\n                      Last call for dinner in de dining car!\n\nSUSAN.—Abner, you can stay and redd up the sitting room while we have\nsupper!\n\n(Exeunt all, while Abner pantomimes disgust, but takes the lemon from\nhis pocket, looks at it, grins, replaces it, and, whistling, takes\nseat; begins to doze and nod as curtain falls.)\n\n\n(_Intermission._)\n\n\n\n\nACT II.\n\n\n(Curtain rises on same scene. Abner dozing, chin on chest, or head\nback, mouth open. Voice outside, “That sure was good pie, Aunt Susan.”\nAbner wakens, rises.)\n\nABNER (soliloquizing).—That’s just it! The others all in there eatin’\npie, an’ me got to redd up the settin’ room like a sissy! (Picks up a\nfew articles in a discontented manner.) Christmas tree! Much chance\nthere is of being something for me on that tree! I guess stinginess\nmust run in Miss Susan’s family, for when her brother and his wife\nspent Christmas here last year, do you s’pose they brought Miss Susan\na present? Nix! Christmas morning brother says (mimicking) “Merry\nChristmas, dear Susan! We wish to give you a useful gift and no foolish\ntrumpery, so Amelia and I decided to pay for having your henhouse\nwhitewashed as it needs it badly.” Then that there generous giver he\nturns to me and says, “Abner, my boy (mimicking), I do not wish to\nforget you, and I have noticed that a pane in your bedroom window is\nbroken, so I will have it fixed at my expense.” Yessum, that there\ngentleman literally and figuratively gives me a pane!\n\n(Continues work, whistling over and over—)\n\nWell I s’pose now I have performed the noble duties of a vacuum cleaner\nenough to satisfy Miss Susan, an’ here comes them pie-eaters!\n\n(Enter all except Aunt Susan.)\n\nEDITH.—I really think we ought to give some presents to this dear old\nlady who has been so good to us. Let’s hang up a stocking for her.\nAbner, you get one, there’s a good boy.\n\n(Exit Abner, returns immediately with stocking, and meanwhile guests\nrummage through valises for suitable gifts.)\n\nABNER.—I’ll contribute the pair of red socks she gave me.\n\nEDITH.—How ungrateful! I’m going to put in this pretty lace\nhandkerchief.\n\nPRISCILLA.—Here’s the jelly I was going to give Uncle Joshua. He’ll\nnever know the difference.\n\nTOM.—Right-O. What you don’t know don’t hurt you. That’s a good motto.\n\nRASTUS.—Dis here am a rabbit foot, an’ it will sholy bring de Madam\ngood luck. An’ whenever she travels on de Limited I’ll sholy see dat\nshe is taken care of. I’ll steal a magazine from de train boy, and\npinch a box of chocolates when he ain’t lookin’ an’ I’ll tell de waiter\nin de diner to make out her check wrong so she gets twice as much as\nshe pays for.\n\nMISS PRISCILLA.—What a shocking sense of honor.\n\nRASTUS.—Yes, Miss, I’m a genelman of honor, an’ when a lady is as kind\nas de Madam here, I suttinly would study to pay her back. I’d even put\nsome of de neighbors’ hens in her henhouse. Here am a couple of silver\nspoons for de lady. (Brings spoons from pocket.)\n\nEDITH.—(Examining spoon). C. P. R. That’s Canadian Pacific Railroad.\n\nRASTUS (with dignity).—No, Miss. Dat means Colored Pusson’s Remembrance.\n\n(Enter Susan.)\n\nALL.—Merry Christmas.\n\nEDITH.—This is a little token of appreciation of your kindness, which\nwe hope you will accept. (Hands stocking to Aunt Susan.)\n\nABNER.—Nobody says nothin’ about my kindness for workin’ overtime\ntrampin’ out in the snow for the tree. I’ll join the hired man’s union\nand strike for only sixteen hours a day.\n\nSUSAN.—Well, I never. I ain’t hung up a Christmas stocking for forty\nyears.\n\nEDITH.—What do you suppose became of that man in the car with us who\nsaid he was an inventor and spent all his time drawing on brown paper\nwith a stubby pencil?\n\nTOM.—I think he was inventing a convertible submarine, one that could\nbe turned into an air ship when necessary.\n\nMISS PRUDENCE.—Maybe he has frozen to death upon the train.\n\n(Knock at door and enter Inventor.)\n\nINVENTOR.—Good evening, ladies and gentlemen! Madam, will you permit me\nto avail myself of the shelter of your home? When the other passengers\nleft the train I was so absorbed in a drawing I was making that I did\nnot observe their departure until a few minutes ago. So seeing the\nlights of your farm-house I started across the snow.\n\nSUSAN.—You are very welcome. Abner, take the gentleman’s hat and coat.\n\n(Inventor hands hat and overcoat to Abner and absentmindedly gives him\na tip.)\n\nABNER.—Thank you, sir.\n\nRASTUS.—Hey you, don’t be buttin’ into Pullam porter’s work.\n\nEDITH.—Merry Christmas to you.\n\nINVENTOR.—O dear me. It is Christmas isn’t it. I had forgotten all\nabout it.\n\nRASTUS.—Yes, sir, this am the happy Christmas time when everybody gives\npresents, specially to them what has blackened their shoes and brushed\ntheir overcoats and waited on them in the diner. Folks gives them\npussons presents like fifty cent pieces an’ dollar bills to show their\nappreciation an’ gratitude.\n\nABNER.—Well, Rastus, you come round here this spring and I’ll give you\nan asparagus tip.\n\nINVENTOR.—Ladies, gentlemen and Rastus!\n\nRASTUS.—What’s dat? Ladies, gen’l’men and Rastus!\n\nINVENTOR.—Surely. You’re not a lady, are you? Your youth and\ninexperience precludes the possibility of your exercising a gentleman’s\nprerogatives, and therefore having eliminated all surrounding\nsuperfluities you remain—just Rastus; that’s all.\n\nRASTUS.—Jes’ so! When de wissle blows, fo’ ev’rybody else it means\ndinner time, but fo’ me its jes’ twelve o’clock an’ dat’s all.\n\nINVENTOR.—Correct. To resume. Ladies, gentlemen and Rastus. You all\nhave contributed to the success of the Christmas party. (To Tom.)\nDoubtless this young giant hewed this mighty monarch of the forest\n(points to tree) and single-handed and alone bore it upon his capacious\nback to this hospitable domicile for our delectation.\n\nABNER.—Well, I never! After all the work I done dragging that there\ntree through them there drifts!\n\nINVENTOR (continuing).—And the ladies by decorating the tree in this\nmost artistic manner (girls courtesy), and this estimable friend by\noffering us her hospitality, so I would like to contribute to the\nevening’s pleasure.\n\nRASTUS.—Yessir! You shall sholy contribute. Where’s a genelman’s hat\nfor de c’lection box!\n\nINVENTOR.—So I will have a new invention of mine which is in the\nbaggage car brought here, with this lady’s kind permission.\n\nSUSAN.—Certainly, I am greatly interested in new inventions. Abner, go\nover to the train and get the gentleman’s box. The porter will help\nyou. Abner, are you asleep again?\n\nABNER.—Nothing to do till to-morrow. Plow through them drifts again? I\nain’t no snowplow, Miss Susan. Have a heart can’t you?\n\nSUSAN.—You should be glad to do anything to give others happiness.\n\nABNER.—Come on, Rastus. All aboard for the North Pole. (Go out\nwhistling.)\n\nSUSAN.—It is such a great pleasure to have you young folks all here,\nfor Abner and I would have spent a very quiet Christmas together,\nand this really seems like a very festive celebration. My father was\nalways a great hand for keeping Christmas, and he contrived to combine\ngenerosity with economy in a very remarkable manner. I remember one\nyear he purchased a china cup for my mother, and desiring to prolong\nher pleasure in the gift he gave her the cup alone for Christmas and\nthe saucer for her birthday in April.\n\nEDITH.—My Aunt Malvina is a great hand for giving useful presents,\nand one Christmas she gave the boys a rubber doormat, and Lilian, her\nlittle girl, a set of soup spoons.\n\nMISS PRISCILLA.—I’m thankful that this tie is almost completed, and I’m\nsure that it will please my nephew who is most elegant and refined in\nhis tastes. (Exhibits tie.)\n\n(Voices without are heard.)\n\n“Easy there!”\n\n“Hey, you, Abner. Doan you drop dat ar on my toes!”\n\n“Givin’ me all the weight.”\n\n“I ain’t! Hol’ on dar!”\n\n“Look out, you’ll smash the door!”\n\n“Easy! Whoa dar, Abner!”\n\n(Enter Rastus and Abner. Draw aside curtain and reveal Wishing Box.)\n\nRASTUS.—Here she am, sah! Nigh as heavy as a Mogul locomotive.\n\nABNER.—Jiminy! My feet are cold! Where’s them slippers?\n\nINVENTOR.—Here it is, ladies and gentlemen, the wonder of the ages!\n\nEDITH.—How interesting.\n\nINVENTOR.—I will explain it if you desire.\n\nMISS PRISCILLA.—I am sure it will be most edifying.\n\nRASTUS.—If there am gwine to be speechifyin’ I reckon you an’ me had\nbetter fortify ourselves with popcorn, Abner. (Abner, and Rastus take\nstrings of popcorn from the tree unobserved and eat them.)\n\nINVENTOR (as if lecturing).—Ladies and gentlemen, it affords me great\npleasure to address this cultured and intelligent audience.\n\nRASTUS (aside).—That’s us, Abner, cultured an’ intelligent!\n\nINVENTOR.—My invention is the result of years of study, experimentation\nand research and is destined to fill a long felt want.\n\nTOM (aside).—That’s what they say about every new rat-trap, egg-beater,\ndictionary, or patent hairpin.\n\nINVENTOR.—One of the secrets of the psychological unrest which\ncharacterizes the human race is that each person desires, in short, to\nbe someone else. The poor man wishes he were rich, the rich man would\nlike to be a boy again, the young would like to be old, and the old\nyoung. Now by means of my remarkable invention, these wishes may be\ngratified either permanently or temporarily.\n\nEDITH.—You really mean that any one can be transformed into somebody\nelse by stepping into the wishing box?\n\nINVENTOR.—Precisely, my dear young lady, and I desire to offer as a\nChristmas gift to this pleasant little assembly the transformation\nwhich each one desires.\n\nABNER.—Well, I wish (clapping his hand to his mouth) I nearly put my\nfoot into it that time!\n\nTOM.—Your mouth?\n\nEDITH.—Aunt Susan, you make the first wish.\n\nRASTUS.—Wish for a watermelon, or a possum, or fried chicken.\n\nSUSAN.—I know a lot of things I wanted when I was a young girl, but I\nain’t young no more. (Regretfully.) I wish I didn’t have gray hair.\n\nINVENTOR.—You made your wish, Aunt Susan. Hop into the box.\n\nSUSAN (as she gets in).—Mercy sakes, it’s all the hair I have, I don’t\nwant to be bald.\n\n(Inventor grinds policeman’s rattle a few moments, and assists Aunt\nSusan out, who now, having removed wig, has hair in long braid.)\n\nEDITH.—What lovely hair. Do let me arrange it for you, Aunt Susan.\n(Arranges hair, while next character enters box.)\n\nINVENTOR (to spinsters).—Now, ladies?\n\nPRISCILLA.—Well, it may be a foolish wish, but (looks toward sister who\nnods) we would like to be young again.\n\nINVENTOR.—Very easily done. Step right into the magic box.\n\n(The two spinsters assisted by the porter enter the box and emerge\nagain, having removed cloaks and let down hair, and are seen in girlish\ndresses. They look in the mirror and smile at each other.)\n\nINVENTOR.—Now for our teachers?\n\nMISS WISE.—I have consulted my friends, and we agree that we would\nrather have a year’s vacation than anything else.\n\nINVENTOR.—A sensible wish. (Draws three envelopes from box.) Here,\nladies, you will find leave of absence with salary for a year, and\ntrust that you will spend a delightful vacation.\n\nABNER.—Well, I wish I could be a soap salesman so the girls would take\nsome notice of me, like that feller that comes round here every once in\nawhile an’ sells perfumery and stuff.\n\nINVENTOR.—Very well, young man, step into the box and your wish shall\nbe granted.\n\nABNER.—Goodbye chores! And bossy cows and pigs and chickens, I’m going\non the road.\n\nSUSAN.—Mercy! I don’t know how I can get along without Abner. He was\nvery troublesome sometimes but he was a helpful boy, and a splendid\nhand with the pigs and chickens. (Business of rattle, etc. Abner comes\nout of the box).\n\nABNER.—Ladies and gentlemen, permit me to bring to your observation our\nfamous Scrubit Soap the wonder of the century, the marvel of the ages\nand the apex, acme, and ne plus ultra of our civilization. Soap, ladies\nand gentlemen, soap. I appeal to your——\n\nEDITH.—O for pity sakes, we can’t hear ourselves think.\n\nMISS MARKUS.—How delightful it is to think that we won’t have to teach\nfor a whole year.\n\nABNER.—Ladies, I perceive that you now have your pay envelope. May I\nsuggest that you devote a little of your money to the purchase of soap?\nI have many varieties here. Nifty Soap for Nice People, Pink Powder for\nParticular Persons, and Diamond Dust which makes washday an occasion of\nrejoicing equal to Fourth of July, Valentine or Christmas?\n\nSUSAN.—Abner, what has come over you?\n\nINVENTOR.—It is simply my wonderful invention, madam, and instead of\nbeing tied down to the pursuit of agriculture which was evidently\ndistasteful to him, he has now entered the mercantile world.\n\nABNER.—Miss Susan, here is Cleanup Soap for tired toilers, especially\ngood for farmhands.\n\nTOM.—Have you a little hired boy in your home?\n\nMISS SUSAN.—O don’t pester me!\n\nABNER.—Is any one here interested in a hand laundry?\n\nMISS SUSAN.—Hand laundry? I should say not! Just think of folks bein’\ntoo plum lazy to wash their own hands.\n\nABNER (to porter).—Rastus, here is a bleacher which I think would help\nyou.\n\nRASTUS.—Massy sakes! Bleach me? I’d like to be white all right!\n\nINVENTOR.—Well, Rastus, you’ve made your wish. Into the box with you!\n\nRASTUS.—O no! Massa I was only being facetious like!\n\nTOM.—A wish is a wish, into the box with you!\n\n(Rushes Rastus into the box, etc. Business of rattle. The substitute\nRastus emerges.)\n\nRASTUS.—That sholy am a wonderful box.\n\nABNER.—Can I sell you some skin food?\n\nRASTUS.—Why, I feed my mouf, I don’t feed mah skin!\n\nTOM (to Edith).—Why, Sis, you haven’t had your wish. Fire away.\n\nEDITH.—It sounds silly, but I want to be a young lady, so that I can go\nto parties.\n\nINVENTOR.—Foolish child, stay young while you can. Get into the box\nthough.\n\n(Edith enters, and emerges in party dress, with fan and flowers.)\n\nTOM.—Well, I wish I were a college fellow for they have no end of a\ngood time!\n\nINVENTOR.—Into the box with you, young man, and we’ll transform you\ninto a Rah! Rah! boy in no time.\n\n(Tom emerges from box with college cap, college sweater, carrying\ncollege flag.)\n\nTOM.—This is fine fellows! Give three cheers for the wishing box!\n\n(Leads cheers.)\n\n  Fra-valio! E—E—E—E!\n  Fra-valio (whistle)\n  E—nick—a—deena—ena—wah!\n  E—nick—a—deena—hah! hah! hah!\n  Wishing Box! Wishing box! Ah!\n\nABNER.—A college education is an excellent thing but I prefer life\nin the great mercantile world, and what could be more stimulating to\nhealth, happiness and psychological contentment than the dissemination\nof useful articles conducive to cheerfulness and cleanliness which when\nonce tried, always used. Let me call you attention to these novelties\nespecially appropriate and appreciated as Christmas gifts for mothers,\nsisters, aunts, cousins, wives, daughters, sweethearts, and others.\nLilac Lotion for Lovely Ladies, twenty-five cents per bottle, this\ntrifling sum including not only the lotion itself but bottle, cork,\nwrapping paper, high grade string and advertising matter which is both\ninteresting and instructive.\n\n(Exhibits bottle.)\n\nEDITH.—O who wants your Lilac Lotion for Lovely Ladies?\n\nABNER.—Correct, miss, absolutely, unreservedly and undoubtedly\ncorrect, for there are many ladies who are not lovely. For them I have\n(producing a bottle) Helps for the Homely, First Aid to the Fat, and\nthe Fiji Freckle-Killer.\n\nINVENTOR (pointing to Abner).—You see, ladies and gentlemen, the\ncomplete change which my wishing box has wrought. He’s even lost his\nwhistle.\n\nSUSAN.—Somehow I don’t think Abner is specially improved.\n\nRASTUS.—Hark! I done hear a snowplow moseyin’ along. I guess this here\nChristmas party will have to be adjournin’.\n\n(Whistle is heard.)\n\nTOM.—Ladies and gentlemen, fellow-citizens and fellow-travelers, I move\nthat before we adjourn to the Limited we give three cheers for Faraway\nFarm and Miss Susan. (Repeat yell, ending Miss Susan.)\n\nTOM.—Now, three cheers for the Inventor and his Wishing Box.\n\n(Repeat yell ending “Inventor! Merry Christmas!”)\n\n(If desired local cheers may be given as the curtain falls.)\n\n\n\nObvious punctuation errors repaired.\n\nPage 13, “perogatives” changed to “prerogatives” (a gentleman’s\nprerogatives)\n\nPage 17, the following line had less of an initial indentation than\nother lines in the play. As no reason for this could be ascertained, it\nwas concluded to be a typesetting error and ignored.\n\n    SUSAN.—Abner, what has come over you?",
    "metadata": {
        "author": [
            "Yale, Elsie Duncan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53086/pg53086.txt",
        "name": "the_inventor_introducing_the_wishing_box_a_christm.json"
    }
}