{
    "name": "The eternal quest",
    "author": [
        "Gilbert, Joseph"
    ],
    "body": "\"I have come,\" said the little man, \"a new Moses, to lead my people to\nthe Promised Land.\" He said it slowly, with dramatic restraint. \"Fate\nhas led me to a star, and I have returned to show mankind the way to a\nthing it has not known for over a hundred years--hope!\"\n\nHe was not quite five feet tall, with a chubby face and a beet-red\nnose, straw-colored hair, and mild gray eyes. He was nondescript.\nAnd it seemed very strange, somehow, that this ridiculous little man\ncould stand there on that platform, with the gleaming majesty of that\nfive-hundred-foot spaceship in the background dwarfing him--and facing\nthat battery of telecasters, talk to two billion people and awaken in\nthem a thing that had been dormant for a century or more.\n\nHe said, \"We have died spiritually, and the eternal quest of man for\ncontentment has almost ceased--for he knows, in his barren, bitter\nheart that there is no contentment to find.\" He paused, and the\ntremendous crowd that filled the rocket-ground were weirdly silent,\nwaiting. \"No longer shall only the Space Patrol know the thrills of\nadventure and discovery. We, too....\"\n\n\n\nRobert Lawrence smiled whimsically and cut off the televisor. It was\nalmost impossible to hear the speaker, anyway, for no matter how well\nsound-proofed a Space Patrol ship is, the noise is still deafening to\none not long accustomed to it. You can't stop the vibrations of an\natomic engine.\n\nBesides, the reference of the little man to the adventure and discovery\nof the Space Patrol was rather amusing to one who held that job, and\nwas tired of it.\n\nYou took up a tight orbit around Mars and were bored to death for some\nfour weeks, and then there was an order to intercept a gang of wild\nyoungsters who had run past the Interplanetary Way Station without\nsignaling, for the thrill of it.\n\nOccasionally you sent out a call for a battle cruiser when you spotted\na private ship that wouldn't answer your demand for call letters, and\nif part of the crew tried to run for it in the life rocket, you would\nchase them out as far as Venus before you got a magnetic grapple on\nthem.\n\nThen you risked your life, but it still wasn't much fun, because the\ncrew was probably made up of a bunch of scatter-brained kids, with\na hysterical finger on the trigger of their blasters, ready to kill\ninstantly when you got them in the corner.\n\nThe rest of the time you dropped in on settlers who were sick and tried\nto bring them around; answered any call for help on the planet or in\nyour sector of space; acted as a sort of watchdog; and wondered what\nthe hell to do with yourself.\n\nStill, it was the only life left for a strong, active man, and he had\nbeen following it for four years now and would certainly continue\nit until the little man's plans were carried out. And carried out\nthey would be--of that he was confident. Proud, too. Proud that his\nquiet faith in the future of mankind had proven itself in spite of\nthe contempt and cynical ridicule of some of the best minds in the\ndecadent, dying Science Hall, where he had received his training for\nthis job.\n\nNot, he thought wryly, that they didn't have excellent reason for\ntheir cynicism. Few people had quite as much opportunity as he to see\nwhat was happening to the world, how effeminate its inhabitants were\nbecoming. The patrol had been recently cut in half, not for any lack\nof material resources, but due rather to the fact that there weren't\nenough men to fill the ranks.\n\nA man with sufficient stamina to be in the Patrol, plus the necessary\nmental and emotional stability, was practically unobtainable. Perhaps,\nhe mused, that was why men in the Patrol married so well; they were the\nvery cream of mankind, the finest group of its kind on earth. But the\nthought of women and marriage brought the old hurt and the old memory,\nand he turned his attention to checking his unquestionably accurate\ncourse in an equally old and equally futile attempt to forget the past.\n\nFinding it correct, as he had known it would be, he leaned back in his\nchair against the centrifugal push of the ship as it banked slightly\nand headed in for Mars. Then a buzzer made frantic bees' noise, and he\nreleased the automatic pilot, taking the controls himself. The buzzer\nhad been a warning that atmosphere was close, and it takes a human hand\nto handle a rocket in an atmosphere.\n\nIt was possible, of course, that this trip of his was purely a waste of\nenergy, but it wasn't his job to guess; he was the type who made sure\nfirst--if he had not been, the Patrol would never have accepted him.\n\nWith one hand he reached over and flicked on the televisor.\n\nHe wouldn't be able to hear much, and already knew the general trend of\nthe little man's plan, but to have that belief around which his entire\nphilosophy of life had been built borne out by the man who was himself\nto restore mankind to the glory that was its heritage, to the ultimate\nfulfilment of its age-old quest--that, indeed, was worth the hearing.\n\nThe image of the little man snapped on the screen with an abruptness\nthat was startling after the long minutes required for the televisor to\nwarm up.\n\nThe colors were blurred from the distortion of millions of miles\nof travel in space, but the ruddy nose of the little man was still\nprominent.\n\nAbove the crashing pound of the rockets, Lawrence heard faintly,\n\"... the psychologists have long known the reason for this soul-decay\nin man....\"\n\n\n\nThe small room was so Grecian in its simplicity, with its shining\nmarblelike walls, the bench of the same sea-foam white in the corner,\nand the three tunic-clad men, that the televisor screen set in the wall\nappeared incongruous and out of place.\n\n\"Hear him talk about 'the psychologists',\" said Herbert Vaine, with a\nwave of his slender, beautiful hand toward the little unimpressive man\non the screen, \"when he knows more about applied psychology than any of\nus in this room. More than you or I, Stanton, or even Parker there.\"\n\nHe smiled cynically, and his eyebrows climbed an astonishing distance\nup his dome of a forehead.\n\nStanton grunted. He was a sour, disillusioned little monkey of a man,\nand prone, at times, to communicate largely by grunts. But now he\nspoke. \"Be grateful. If it wasn't for that little runt we'd be fighting\noff a howling mob of neurotics and incipient schizophrenics right now.\nAnd not only is he giving us a holiday, he's practically saving the\nentire race.\n\n\"After that speech of his, there's going to be a wave of hysteria that\nwill make the panic over that comet-striking-the-earth hoax way back\nin 2037, ninety-six years ago, look as innocuous as a Sunday school\npicnic. And it'll be healthy, it'll be the best that could possibly\nhappen to this jaded civilization of ours, a safety valve for the\npent-up emotions of over a hundred years! Lord, I hope he can go\nthrough with it--if they're disappointed after this renewal of hope, I\ndread to think of the reaction.\"\n\nHe paused, took a deep breath. \"Listen.\"\n\n\"--were wise, those ancient ancestors of ours,\" came the voice of the\nlittle man, \"but they did not have the background of experience that\nwould have enabled them to predict what has happened. They realized\nthat if machines became so perfect that they could do the work of man,\nwithout the guidance of man, then the hedonistic existence this would\nleave as man's only alternative, would quickly lead him back to the\njungles.\n\n\"So they arranged a social pattern that would give every man something\nto do; you know what that pattern was as well as I. You might have an\ninterest in constructing televisors, and you would strive to make your\ntelevisors so excellent that there would be a worldwide demand for\nthem; others who had different hobbies would exchange the product of\ntheir hobbies for that of yours, or give them to you if the difference\nin value was too great.\n\n\"The world became one giant hobby field, a paradise apparently.\n\n\"They were wise; it was a good plan. But it didn't work.\n\n\"The machines were to blame. They could do things better, infinitely\nbetter, than human hands. You built televisors and put them together\ncarefully with the proud hands of a creator. With your care and skill\nyou were able to turn out, say, some ten televisors a month, but they\nwere the best of their kind, and you were happy in that knowledge. Then\nyou discovered that the machines could produce those televisors of\nyours at the rate of some five hundred a month, and could make a better\none than you could, with all your patient toil and trouble. You were a\nrocket builder, a constructor of homes, a monocar designer? It was the\nsame.\n\n\"Or perhaps you were an inventor? Why? That, too, was what the\ninventors wondered--and ceased to invent. There had been too many\nwonders, the world was satiated with wonderful things, and those who\ncreate more, found for them merely a bored acceptance. The acceptance\nwas of the machine, not himself, for the majority of the population\ndid not even know who had built the marvels that made their life so\nmonotonously comfortable.\n\n\"The incentive to do good in this world died--there was no good to\ndo. There were no physicians, because the machines could diagnose an\nailment better than they; there were no diseases to eliminate because\nthey had long been eliminated; there were no surgeons to operate,\nbecause the machines did it quicker, safer, better. There were no\nabuses to correct, no social conditions to improve, because there were\nno abuses, and the social conditions were Utopian.\n\n\"There was no longer any desire to achieve in writing, in art, in\nmusic--for achievement was no longer recognized. If your writing was\npacked with significance, with powerful, thought-provoking originality,\nthen it probably would not even see publication. Those who wrote and\nwere recognized were those who could thrill with screaming action, with\nthe forgotten danger of the old, primitive days back in the twentieth\ncentury; cheap stuff produced by men who were more mechanical than the\nmachines. The only art that any man recognized was illustrating posters\nand those stories. Beauty had become too tame. The swing, the jazz, of\nan earlier age had evolved into a nerve-racking bedlam of discordant\nsounds not even needing a composer--mechanically timed, mechanically\nproduced, mechanically precise.\n\n\"Mankind lost its most precious possession--the sense of achievement,\nof being valuable, and with it lost its initiative. They suffered from\na mass inferiority complex that was only too well justified by the\nsuperiority of the metal monstrosities they, the Frankensteins, had\nmade.\n\n\"Something died inside the mind of man--his self-confidence, his\nsuperiority. And with it died achievement and progress. Mankind no\nlonger lived. It existed.\"\n\n\n\nHis rather ridiculously high-pitched voice died quietly away as he\npaused and gazed into, it seemed, the room, as he had gazed into the\nempty temple of man's intellect but a moment before. And in that\ninstant, standing there with his stubby hands on the railing of the\nplatform, he had the surpassing dignity of one who sees conquest near\nand rejoices in the knowledge that his achievement has been something\nmore than worthy.\n\n\"The result,\" he continued, \"was inevitable. The hobby system, as\nit has been flippantly termed, dissolved in a chaotic attack on the\nmachines. Fortunately, the mobs were too disorganized to destroy much\nbefore they felt the effects of their attacks. For men, subject to a\ncold they had never known before--due to their damaging the weather\ntowers--died from exposure, untended by smashed machines that could\nhave saved them. Everywhere hundreds of people, deprived of the comfort\nof machines they had come to regard as essential, died swiftly from\nunaccustomed hardships to which their delicate constitutions had been\ntoo long unconditioned.\n\n\"That, as you know, was the first and only attack on the machines. It\nhad become apparent that they had not only degenerated man, but so\ndegenerated him that he could not live without them.\n\n\"And so the present system of credits for the amount of work done by\neach person in his own line has come into being. It has not changed the\nsituation. Man still has no excuse for living, only for existing.\n\n\"The frenzied, maddened search for some purpose, some reason for\nbeing, that has taken place since--I need not go into. It is a rather\nhorrible thing to think about. And in the last twenty-five years it has\nresulted in a revolt against convention and the accepted decencies in\nlife. That has led, in turn, to orgies, to abandoned pleasure-seeking\nthat has no parallel in our written history. The frustrated creative\ngenius of our time has found outlet shocking to more ordinary\npeople--if any person can be called ordinary in this time and age. I do\nnot believe there is such a person. I believe that we have all gone mad\nin our despair and in our lack of any intelligent goal.\"\n\n\n\nThe voice of Parker cut across the spell in the room like the explosion\nof a shell in a country graveyard.\n\n\"He's just made the world's biggest understatement. By the God of the\nancients, he should see some of the human wrecks that come to us, that\npack our offices, and practically hang from the fluorescent. Day after\nday, hundreds and hundreds of them. And we can only tell them what is\nwrong with them--not what to do about it. A noble profession ours,\ngentlemen. Hah! It's hollow. Hollow and futile. Like the mobs that\nvisit us here at Science Hall and go away uncomforted, to wait until\nthey go completely mad and are taken away to a mechanical madhouse\npresided over by the same magnificently futile psychologists. A noble\nprofession indeed.\"\n\n\"We can't claim immunity from it, either, you know,\" said Vaine.\n\"We're all too old to join the orgies, but we try to compensate for\nour helplessness, our uselessness, in other ways. You, Parker,\" he\nsmiled at the chubby psychologist, \"are a faddist who follows every\nsingle mad-eyed craze that crops up. You have no idea how strange you\nlook right now without any hair at all on your face; no eyebrows, no\neyelashes, a bald dome. You're a remarkable sight.\"\n\nParker colored. This turned him oddly red from his smooth chin to his\nbald pate, so that he rather resembled a beet carved into the form of a\nface.\n\n\"It's not a fad. It's a hygienic movement that I highly approve of.\"\n\nVaine's laugh left little echoes repeating themselves in the corners of\nthat acoustically perfect room.\n\n\"What term would you use to explain away the time that you brought to\nyour office some quack's mystic device which would supposedly soothe\nthe patient by a mysterious mixture of vibrations and music made by the\nmovement of the operator's hands in an eddy field? Remember how the\nfrightful noises you hauled up sent three patients into hysteria, and\nso accentuated another's delusion of persecution that he focused his\nattentions on you as the cause of his troubles? Then he chased you all\naround the office with a metal chair, earnestly imploring you to stand\nstill long enough to get your head bashed in.\n\n\"And how about the time you claimed it was the duty of every citizen to\nlearn the intricacy of a certain machine--and blew out the side of the\nwall with the 'harmless' little projector you rigged up? Eh?\"\n\nHe chuckled and a smile flickered for an instant on the face of the\nsour Stanton.\n\n\"You aren't too normal yourself,\" retorted Parker. \"Spending all your\ntime dashing around with other people's wives.\"\n\n\"Granted,\" said Vaine. \"I'm an old fool and I know it.\"\n\nHe smiled somberly.\n\n\"Queer. We psychologists know exactly what makes us tick mentally, but\nwe can't do anything more about our twisted emotions and impulses than\nwe can do for those poor people who come to us for assistance we can't\ngive them. Stanton collects old books. Never psychology, religion,\nor anything serious. What our ancestors called blood and thunder.\nBang-bang adventure stuff. He calls it a hobby. It isn't. It's wish\nfulfilment.\"\n\nHe went on: \"Look at that laughable little idiot on the televisor\nscreen. He's the least imposing person I know of--and the happiest man\non earth. He may be the greatest man who ever lived, for all I know.\nListen to him.\"\n\n\"--man was useless. I knew that man must again find a motive for\nprogress if he was to exist. The number of births had diminished almost\nto nothing. Both sexes felt that it was useless to bring children\ninto such a world. So they did not, and the population has dropped\nfrighteningly.\n\n\"After some time and thought I came to the conclusion that what\nwas needed was another civilization with which our own could fuse\nits intellectual achievements and progress. For, it would be a new\ninspiration to find a race with a culture radically different from our\nown, and to adapt ourselves to that culture, to build shelters and\nnew cities without the machines, and to bring back the old striving,\never-searching spirit of bygone days. And--I found it.\"\n\nHe stood there flushed with triumph. And the light in his face lit a\nsimilar light in the eyes and hearts of two billion people. Thus this\nmodern Prometheus brought to earth a far more precious flame than did\nhis predecessor of old.\n\n\"For the last fifty years,\" he said, \"there have been no human trips\nmade in a rocket--other than were absolutely necessary. As for\nexploring trips, there have been none beyond Pluto, and those by robots\ntelecasting their impressions to earth; for we have lost the spirit of\nexploration, the spirit of discovery above all personal discomfort.\n\n\"At my request, the Central Consul built a spaceship suitable for a\nvoyage to Alpha Centauri, which the electronic telescope revealed as\nthe only star within its range having a civilization stationed on one\nof its planets. We used a device in the ship invented nearly forty\nyears previous and completely ignored, which enabled us to make very\nnearly the speed of light.\"\n\nStanton interrupted the voice of the little man there. \"Wonder how he\nmanaged to get permission to build the ship from that gang of ghouls.\nThere was nothing they could get out of it, and it took a lot of\ncredits.\"\n\nVaine said: \"We're underestimating that little genius, I think. He grew\nup with an inferiority complex not brought on by the machines, but\nmerely accentuated by it. He was one of those people virtually born\nthat way; without any special ability except for bungling things in\ngeneral.\n\n\"He's a type that every psychologist knows, the born failure. Only he\nhad something in him that none of the others had. Something almost\nforgotten nowadays, and exceedingly rare in a person of his personality\nmakeup: guts. There's a rumor that he spent years accumulating enough\nblackmail on the members of the Consul, after they refused him the\nfirst time, to force them to build that ship. I believe it.\n\n\"If he's right he'll go down in history, if he isn't right--then there\nwon't be any history.\"\n\n\"Throttle down and listen,\" suggested Parker.\n\n\n\n\"Alpha Centauri has four planets,\" said the little man, \"and the second\ninnermost was our destination. We found that it had every conceivable\nadvantage. The people were advanced scientifically, and evolved\nfrom a protoplasm basis that was, not unnaturally considering the\nsimilar conditions, along our own lines. They were rather ludicrously\nlike certain twentieth century writers' conception of Martians and\nother extra-terrestrial creatures, particularly considering that no\nintelligent life has been found on Mars or the other planets in our\nsystem.\n\n\"They were small, with strangely faceted eyes, and two long slim\ncords for arms, these terminating in three thin fingers.\" He paused\nand repeated that, to emphasize such a familiar human characteristic.\n\"Three fingers.\"\n\nHe continued: \"They had no facial features outside of their eyes. They\napparently perceived sounds by vibrations through their glossy black\n'skin', if I may use such an inappropriate phrase, and their body was a\ncylinder and nothing more. They transported themselves in swift little\ncars, and how they got around before they progressed so far, I don't\nknow. Probably they had some other method of physical motivation that\nhas disappeared in long centuries of disuse. It does not matter. What\ndoes is the fact that they are an intelligent, sensitive people, and\nthey have a great civilization, being able to communicate by means of\ntelepathy, as many of our own people are able to do quite well.\n\n\"We hastened back before we had an opportunity to learn much about\nthem, but were assured that we were welcome to their planet by their\ngoverning group.\n\n\"And the best news of all, is that it will not be necessary to build\nexpensive ships to make the long trip! They have long had teleportation\ndevices that enable them to transport the disassembled atoms of an\nindividual or material to any distant place on which it is focused,\nno matter how far, there to be reassembled. The process is an\nextremely complicated and cumbersome one, requiring much mathematical\ncalculation, but it can be done with absolutely no danger to the person\nusing it. We have the plans for those machines.\"\n\nThe sound of cheering from the televisor became so ear-splitting that\nVaine cut the volume, and then stood there, numbly cracking the fingers\non his beautiful hands.\n\nThe picture on the screen whirled dizzily as the frantic operator\npanned too swiftly to pick up the image of the crowd, which was going\nmad with an enthusiasm that hurt them inside until they had to get it\nout, release it, let off their emotional energy. Women fainted, men\nwept, and the platform swayed dangerously as the amok crowd climbed\nover it to shake the hands of a new Messiah.\n\n\"I'll be damned,\" whispered Vaine, trying to comprehend hope, \"I'll be\ncompletely damned.\" He cracked his long fingers slowly.\n\nStanton looked at his sandals as if he had never seen them before, and\nscowled. Parker ran his hand through his hair absently, forgetting that\nhe no longer had any.\n\nThere was a buzzing in the next room.\n\nParker cursed all visaphones and vanished into the other room. They\nheard a bellowed, \"Pleasure to you, too, and what the hell do you\nwant?\" Pause. \"Oh.\" Another pause. Then: \"Glad to hear it, Martin. Yes,\nit's a great thing all right. Huh? ... sure; thanks. Same to you. Glad\nyou changed your mind. Pleasure, Martin.\"\n\nParker came back into the room. He tugged absently at his ear lobe.\nThere was a strange look on his face. He noticed the stares of his\nfellow psychologists, and answered the question in their eyes.\n\n\"Remember that old duck, Martin Winter, the one with the registry full\nof credits he don't know what to do with--who came in here last week?\"\n\nHe went on without waiting for an acknowledgement of acquaintance from\nthe other two. \"The old fool positively refused when he was here last\ntime to have a transference to a robot body because he said he didn't\nhave anything worth living for. But now he's determined to have the\ntransference made, and to get transported to this other system. Wished\nme a happy trip over.\"\n\n\"Oh,\" said Vaine softly.\n\nThe voice of the little man came again into the room.\n\n\"Adventure,\" he said. \"Adventure for all of us, and hope, and\nhappiness.\" His voice trembled a little with the immensity of his\nown vision. \"A new heaven and a new Earth, and a new dream for all\nmankind--everlasting, eternal, enduring for all time!\"\n\nHis voice was drowned by a crowd roar that filled the room, then died\naway.\n\n\n\nThe jets under the ship came to life with an ear-splitting _whoo-o-om!_\nand the ship leveled off and hurtled west.\n\nElectrical impulses touched the desert outside and rebounded to\nregister on a dial the information that his distance from the ground\nwas two thousand feet. He consulted another dial and found that the\nrocket was traveling a little more than eighteen hundred feet a second.\nToo fast. He cut it down to a thousand feet. Instruments were checked.\n\nThe energy waves he had received in space had come from the most\ndesolate part of Mars. Lawrence was unable to understand why anyone\nchose this part of the planet to live on.\n\nIt was barren of the Martian planets collected by the settlers for\ntheir medicinal and museum value on earth, and it was far from the\nclosely-clustered settler's towns. Which was strange. The settlers, he\nthought with a smile, made a lot of their being pioneers and all that\nsort of thing, but they loved their mechanical comforts and the warm,\nclose companionship of their fellows.\n\nHe reached over and flicked the switch of the visor set in the nose\nof the ship for observation purposes. The scene revealed was as\ndisappointingly prosaic to him now, as it had been when he had first\nseen it. It looked just as the mid-western deserts used to look before\nthe Consul had turned them into fertile agricultural grounds, with one\nexception: the ground was as red as blood, even in the feeble light of\nthe Martian moons.\n\nThere was a wind blowing, carrying the sand and the half-vegetable,\nhalf-animal \"tumblies\" along with it. But the wind always blew on Mars\nat this time of year, despite the thin air, when one was this near to\nthe pole.\n\nThe shack he had been watching for, loomed dark and dismal in the black\nof the Martian night. Lawrence cut his rear jets and throttled down,\naiding the ineffectual gliding surfaces of the rocket with occasional\nblasts from the hull. He landed with a very slight jar and cut the\nengines.\n\nThe racket of the engines in a rocket is so violent that it is always\nsomething of a shock to a rocket man when he cuts them off. The effect\nis as though something very vital had died.\n\nLawrence stood there trying to accustom his ears to the silence that\nclaimed the ship, saving only the weep of the wind outside. And the\nwind became, in that moment, as all-pervading, as much a part of things\nas the rockets had been. The difference was that the rocket noise\nexisted for only a brief while, and the wind had moaned out on those\nsomber plains for--how many millions of years had it been?\n\nHe shook off the mood, drew on a light, electrically-heated suit with\nan oxygen container on the back. It completely covered every part of\nhis body, and was especially designed for Mars, having two metaglass\nopenings for his eyes and a voice amplifier just below it.\n\nAfter that, he stepped out into the air-lock, the sound detectors\ncatching the _whoosh_ of exhausted air, and the faint crunch of his\nweighted boots in the Martian sand.\n\nThe shack was of metal, neat and compact. One side of it bulged like\na tin can in which a firecracker has exploded. He stumbled over\nsomething in the sand--but he did not look down. The ground was covered\nin spots with strange relics of a Martian civilization here in this\ndesert.\n\nIn the early twenty-first century, during the rush of excitement over\ninterplanetary travel, there had been many expeditions to this part\nof the planet. In fact, the shack in front of him was probably one\nof the Smithsonian's archaeological stations. It had been supposedly\nlong-deserted, though he had evidence that it wasn't now.\n\nThe expeditions had accumulated enough evidence from the desert to\nprove conclusively that the Martians had been a highly civilized and\nadvanced people; more advanced, probably, than Earth. There were ruins\nof great cities in the south of the planet that must have been there\nfor over two million years. The Martians had built well. As to what had\nhappened to them--that was a mystery that remained unsolved. There had\nbeen no evidence of warfare of any sort, and a few rare translations\nof even rarer books, indicated that the Martians had eliminated\ndiseases and had, in their time, colonized the entire solar system with\ntheir people. But now there was only the weeping wind and the barren\nsand--nothing more.\n\nHe reached the door, twisted the handle on it. Having suspected that\nsomeone was inside, Lawrence was not surprised when it came open easily\nwith a sharp creaking sound. It had been recently used, of course,\nsince otherwise the years would have rusted it to the extent that\nthe first man to open it again would have had to exert a great deal\nof strength. It was monometal, but everything except lead and a few\nberyllium alloys rusted in the Martian air.\n\nHe took a torch from his utility bag, and the soft but brilliant green\nof the portable Howard-Brazier fluorescent stabbed into the darkness\nand tore away the shadows. There was nothing in the path of the beam\nthat he could see. Only the red dust on the wings of the restless wind.\n\nHe went in.\n\nThe door creaked shut behind him. A tiny air purifier made sighings\nsomewhere like a big dog with asthma. There was a bare metal table. And\nthat was all. A door led into another room. He walked into it. Silence,\nsave for the moan of the deathless wind, crying outside.\n\nIt was dark in the room, with only the light of Deimos and Phobos\nshining into the glassite windows. He could just make out the\ndarkness-shrouded bulks of shattered machinery in the corner. He\npressed the button on his torch and the darkness fled in panic from the\nbrightness of the light.\n\nThe whisper in his brain came then. \"_Don't_....\"\n\n\n\nHis flashlight clattered to the metal floor, and his hand was on his\nblaster. Then he cursed himself for a fool and retrieved his torch. He\ndid not, however, turn it on again.\n\nTo be startled like that by mental telepathy was childish. It was\nsomething that every member of the Space Patrol had to master, and\nwas an ability fairly common among intelligent people--many of whom\npracticed the art as something of a hobby. The only element of surprise\nwas the fact that it was a strain on any ordinary man to project his\nthoughts that way, and speech was preferable when practicable. Still,\nthere was no reason why anyone should not use telepathy if he wished.\n\n\"Who--\" he began aloud, then shrugged and concentrated on thinking:\n\"Who are you?\"\n\n\"Speak aloud,\" came the thought. \"It is easier for you, and makes your\nmental impulses clearer.\"\n\nThere is an individuality in thoughts, as well as in voices and faces.\nIt occurred to Lawrence that the thought waves of this person were the\nclearest, the gentlest and the saddest of any he had ever encountered.\n\nThere was a clarity about them that was superhuman, that is associated\nwith genius. And they were filled with a sorrow that transcended all\nhuman understanding. The sorrow of a dying race, of the shattered\ndreams of a billion years, the sorrow of the Wandering Jew alone on\nanother planet and watching his own dissolve into cosmic dust--a sorrow\nbeyond expression.\n\nHe found it dominating his soul, drowning him in a bitterness such as\nhe had never dreamed possible.\n\nLawrence explained, \"My instruments detected a steady stream of free\ngamma rays out in space, such as could only come from a ruptured atomic\npower source of some sort, and I flew down to ascertain if there had\nbeen an accident.\" He raised his voice a trifle over the wail of the\ndesert wind. \"Who are you?\"\n\nThe brooding thought crept slowly into his mind, infinitely sad,\ninfinitely weary.\n\n\"I am one who saw too far. It is no good for any being to go ahead of\nhis fellows; to dream a greater dream and to find no reality in it.\nI had a machine, and it should have carried me outside, should have\ntaken me above our lost visions to finer things. It did not. I thought\nI would climb to heaven. I descended to hell. How they have reversed\nour ancestors' prophecies, these metal masters of ours.\" His thoughts\nwashed away in a tide of ultimate despair.\n\nLawrence's eyes were becoming accustomed to the darkness, and he could\nmake out the hammock in the corner of the room with the small form upon\nit. \"You're hurt!\"\n\nHe came forward, his bewilderment becoming concern. \"Here, I'm one of\nthe few men who still know something of medicine. Space Patrol men have\nto know in case the machines break down. Which,\" he grimaced, \"happens\nabout once in every four hundred years.\"\n\n\"_No!_\"\n\nThe thought stopped Lawrence on the verge of tearing the threadbare\ncover off the figure on the cot and turning on his flash to examine it.\n\n\"Please,\" it came again, more gently, \"I am dying. Believe me, there is\nnothing you or any other man or machine could do. And I do not care to\nlive any more now; there is nothing to live for--now or for the rest of\ntime.\"\n\nPieces of what seemed to be a pattern exploded in Lawrence's brain, and\nhe turned white. Had this man used the disassembler, obtaining it by\nbribing some minor member of the little man's crew, and had he visited\nthat far-off star and found that which doomed mankind's new hopes?\nThe thought stunned him beyond thinking. That couldn't be true; it\ncouldn't. This was man's last hope, his last stand, it was unthinkable\nthat--\n\nHe felt within his brain, currents that were at first puzzled and then\ncleared.\n\n\"No--\" and there was a smile in Lawrence's mind, a heartbroken,\nwhimsical thing. \"No, I have not been to that system you are thinking\nof; my journey has been elsewhere. And what I have seen has led me\nto destroy both my machine and myself.\" He was silent a moment,\noverwhelmed by disappointment.\n\nThen, \"Let me explain, please.\n\n\"In our world we know not happiness, have not known it for such a long,\nlong time. The machines have taken over and there is no longer anything\nleft--only the bare drabness of day after futile, empty day for all\nour lives. Some feel these things more than others, and the idealist,\nthe dreamer, have suffered in this age more than any other person can\nconceive. We feel so much, so very, very much, and we long so hard for\nthe little, insignificant things that make up beauty--for beauty is our\nlife.\"\n\n\n\nThe wind outside sang a song of other days, of laughter and beauty,\nand the glorious fortress of mental and physical perfection that had\nbeen here. It spoke of the shining towers, and glistening ships that\nthundered above them.\n\nThen it remembered and died slowly away, taking with it the red dust\nthat drifted across the barren plains.\n\n\"Yes,\" said Lawrence, very softly. \"Yes, I understand.\"\n\n\"Not quite,\" came the whisper in his brain. \"You do not, cannot, quite\nunderstand. There are things you do not know.\"\n\nSilence then. Except for the eternal wind and its companion, the dust.\n\n\"I disassembled my atoms,\" the explanation echoed unexpectedly in\nLawrence's mind, \"and selected a lonely place on another world where\nthey were reassembled. I watched from afar, and there, too, it was\nthe same. The machines. The uncertain, hurt look in people's eyes,\nand--their lack of purpose.\n\n\"I destroyed my machine and myself with it. That was best. There was\nnothing left for me, you see.\"\n\nLawrence stood up by the dusty televisor against the wall. There was\ninfinite compassion and understanding in his voice. He said, \"If\nonly you had waited! If only you had known that another planet in\nanother system had a place for us, instead of going elsewhere as you\ndid--without thought or direction.\"\n\n\"There was thought and direction,\" said the mental voice. \"It availed\nme nothing. Bury me, please, out there on the desert with the wind and\nsand. I would be with seekers like myself, knowing that their search\nis impotent, as was mine. Thank you for your good intentions and your\nkindness. Good-by, my friend.\"\n\nThe sense of rapport faded from Lawrence's brain, and he knew he was in\nthe presence of death. The requiem of the wind sang for another lost\nthing now, and that was queerly fitting, somehow.\n\nThen he knew! Knew that the being had indeed traveled to other than\nthe little man's star system, and his heart cried out within him\nunbearably, though he stood still and numb. Knew it when he had\npicked up the other's hand to place it beneath the covering and had\nfelt--three slender fingers.\n\nThe quest was ended.",
    "metadata": {
        "author": [
            "Gilbert, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69148/pg69148.txt",
        "name": "the_eternal_quest.json"
    }
}