{
    "name": "The Psychical Researcher's Tale - The Sceptical Poltergeist\nFrom 'The New Decameron', Volume III.",
    "author": [
        "Beresford, J. D. (John Davys)",
        "Beresford, John Davys"
    ],
    "body": "There was once a time (he began) when I decided that I was a fraud; that\nI could not be a psychical researcher any longer. I determined to give\nit all up, to investigate no more phenomena nor attend another seance,\nnor read a word about psychical research for the remainder of my life.\nOn the contrary, I planned an intensive study of the works of the later\nVictorians, of that blissful period in the history of Europe when\nwe could believe in the comforting doctrine of materialism. \"Oh!\" I\nthought, \"that one had a Haeckel or a Huxley living now to console\nus with their beautiful faith in the mortality of the soul!\" The\nNeo-Darwinians failed to convince me; the works of H. G. Wells left me\ncold.\n\nI will tell you the events that brought me to this evil pass.\n\nIt is not likely that anyone here will remember the Slipperton case. It\nattracted little attention at the time. In 1905 there was still a little\nsanity left in the world. A few even of the London dailies were nearly\nsane then, and refused to report ghost stories unless they were known to\nbe untrue. And the Slipperton case had hardly any publicity--an inch\nin the _Daily Mail_, headed \"Family Evicted by Ghosts,\" was the only\nnewspaper report that I saw; though there may have been others. In these\ndays the story would be given a couple of columns opposite the leader\npage; and the Sunday papers...\n\nI was connected with the thing because Edgar Slipperton and his wife\nwere friends of mine; quiet, old-fashioned people who believed that when\nyou were dead you _were_ dead, and that that was the end of it.\n\nThe phenomena that drove them out of their house at last were of the\nordinary poltergeist type that date back to the days of John Wesley. The\nSlippertons had a fat and very stupid cook, whom I suspected of being an\nunconscious medium; but they were so attached to her that they refused\nto give her notice, as I strongly advised them to do. They told me that\nalthough she was constitutionally unable to grasp a new idea, such as\nthe idea of a different pudding, she was entirely dependable, always\ndoing the same things in the same way and with the same results. And\nwhile this confirmed my suspicions that she was a spiritualistic medium,\nI recognised that she might have useful qualities as a cook.\n\nThe Slippertons stood it pretty well for a time. At first they were only\nmildly inconvenienced. Things used to disappear mysteriously, and turn\nup in unexpected places. Slipperton's pince-nez, for example, were lost,\nand found inside the piano. And Mrs. Slipperton's \"false front\" would\nbe moved in the night from the dressing-table to the brass knob of the\nbed-post, even after she took to pinning it to the toilet cover. Things\nlike that; irritating, but not really serious.\n\nBut the trouble increased, grew to be beyond endurance in the end. The\npoltergeists, with that lack of imagination which always characterises\nthem, started to play the old trick of pulling off the Slippertons'\nbed-clothes in the middle of the night--one of the most annoying of the\nspirits' antics. And they followed that by experimenting with the heavy\nfurniture.\n\nI was out of England when the trouble came to a head, and I heard\nnothing of the later developments until after the Slippertons had left\nthe house. I happened to meet Slipperton by accident in the Haymarket,\nand he took me into his club and gave me the whole story. Naturally,\nI was glad of the chance to investigate, although I thought it very\nprobable that the phenomena would cease with the departure of the cook.\nI determined, however, to go down and spend a week in the house, alone.\nI was not dismayed by the fact that I should be unable to get any help\nwith my domestic arrangements, owing to the superstitious fears of the\nvillagers. I rather enjoyed cooking my own meals in those days.\n\nIt was fine weather in late May when I went down, and I regarded\nthe visit as a kind of holiday rather than as a serious investigation.\nNevertheless, from force of habit I carried out my inquiry in the\nscientific spirit that is so absolutely essential in these matters.\nThe Slippertons' house was on the outskirts of a small town in\nBuckinghamshire. The shell of the house dated from the early seventeenth\ncentury. (You will find it described in the _Inventory of the\nRoyal Commission on Historical Monuments_--the second volume of the\nBuckinghamshire survey.) But the inside had been gutted and replanned to\nsuit our modern requirements, such as the need for making each bedroom\naccessible without passing through other bedrooms, the necessity for a\nfitted bathroom, and so on.\n\nI found the house as Slipperton had warned me that I should, in a\nchaotic condition inside. Everything movable seemed to have been\nmoved--without any definite intention, so far as I could see, but just\nfor the sake of upsetting the decent order of the household. I found\na frying-pan, for instance, hung on the hook that was designed for the\ndinner-gong, and the gong inside one of the beds. A complete set of\nbedroom ware had been arranged on the drawing-room table; and apparently\nsome witticism had been contemplated with a chest of drawers, which had\nbecome firmly wedged into the angle of the back staircase. In short, the\nusual strange feats that characterise poltergeist phenomena.\n\nI touched none of these misplaced things with the exception of the\nfrying-pan, which I needed to cook the sausages I had brought with me;\nbut after I had had my meal, I went through all the rooms and entered\nthe position of every article in a large note-book, making plans of each\nroom, besides a full list of the furniture and ornaments it contained.\nLater, I went up into the roof and disconnected the water supply,\nafterwards emptying the cistern and all the pipes. And before I went\nto bed I turned off the electric light at the main switch. All these\nprecautions, as I need hardly tell you, were absolutely essential. It\nmight appear difficult to explain the moving of a large chest of drawers\nby the sound of water-pipes or the fusing of an electric wire; but the\ncritics of psychical research have essayed far more difficult tasks than\nthat, to their own entire satisfaction.\n\nI went up to the bedroom the Slippertons used to occupy, a little before\neleven o'clock. I had with me a couple of spare candles, a new notebook,\nand a fountain pen. I was even at that time, I may add, a highly\ntrained researcher in every way, and was quite capable of taking a full\nshorthand report of a seance. I tried my pulse and temperature before\ngetting into bed and found them both normal. So far, there had been no\nsign of any phenomena; and I was not at all nervous. Indeed, I may say\nthat I have never been nervous with spirits.\n\nI had brought the _Pickwick Papers_ upstairs to read in bed--it is\nalways as well to choose some book that has no kind of bearing on the\nsubject of one's investigation--and I was in the middle of the Trial\nScene when my attention was caught by the sound of something moving in\nthe room. I had left both windows wide open and the curtains undrawn,\nand I thought at first that an unusually large moth had flown in and was\nfluttering against the ceiling. I laid down my book, sat up and looked\nround the room, but I could see nothing. The night was very still, and\nthe candle on the table by my bed burnt without a flicker. Nevertheless,\nthe sound continued; a soft, irregular fluttering that suggested the\nintermittent struggle of some feeble winged creature. It occurred to me\nthat a wounded bat or bird might have flown into the room and might be\nstruggling on the floor out of sight near the foot of the bed. And I\nwas about to get up and investigate when the flame of the candle sank\na little, and I became aware that the temperature of the room was\nperceptibly colder.\n\nI picked up my note-book at once and made an entry of the circumstances,\nand the exact time.\n\nWhen I looked up again, the sound of fluttering had ceased and the\ncandle was once more burning brightly; but I now perceived a kind of\nuncertain vagueness that was apparently trying to climb on to the rail\nat the foot of the bed. When I first saw it, it could not be described\nas a form. It had rather the effect of a patch of dark mist, with an\nirregular and changing outline, that obscured to a certain extent the\nfurnishings of the room immediately behind it. I must confess, however,\nthat my observations at this point were not so accurate as they should\nhave been, owing to the sudden realisation of my stupidity in not having\nbrought a camera and flashlight apparatus. The Slipper-tons had prepared\nme for poltergeists, and I was, at that moment, distinctly annoyed at\nbeing confronted with what I presumed to be an entirely different class\nof phenomenon. Indeed, I was so annoyed that I was half inclined to blow\nout the candle and go to sleep. I wish, now, that I had....\n\nThe Psychical Researcher paused and sighed deeply. Then producing a\nlarge note-book from his pocket, he continued, despondently:\n\nI have got it all down here, and when I come to material that\nnecessitates verbal accuracy, I should prefer to read my notes aloud\nrather than give an indefinite summary. In the first place, however, I\nmust give you some idea of the form that gradually materialised; of the\nform, that is, as I originally saw it.\n\nIt took the shape, I may say, of a smallish man, grotesquely\npot-bellied, with very thin legs and arms. The eyes were\ndisproportionately large and quite circular, with an expression that\nwas at once both impish and pathetic. The ears were immense, and set at\nright angles to the head; the rest of the features indefinite. He was\ndressed rather in the fashion of a medieval page.\n\n(The professor was heard to murmur, \"The typical goblin,\" at this point,\nbut made no further interruption.)\n\nHe sat with his feet crossed on the rail at the foot of the bed and\nappeared able to balance himself without difficulty. He had been sitting\nthere for perhaps a couple of minutes, while I made various entries in\nmy note-book before I tried the experiment of addressing him.\n\n\"Have you a message?\" I asked. \"If you cannot answer directly, knock\nonce for 'No,' and three times for 'Yes,' and afterwards we can try the\nalphabet.\"\n\nTo my great surprise, however, he was able to use the direct voice. His\ntone was a trifle wheezy and thin at first, but afterwards gained power\nand clearness.\n\n\"I can hear you fairly well,\" he said. \"Now do try to keep calm. It\nisn't often that one gets such a chance as this.\"\n\nI will now read my notes.\n\nMyself. \"I am perfectly calm. Go on.\"\n\nSpirit. \"Will you try to answer my questions?\"\n\nThe Researcher looked up from his note-book with a frown of impatience\nafter reading these two entries, and said:\n\nBut perhaps I had better summarise our earlier conversation for you.\nThere was, I may say, a somewhat long and distinctly complicated\nmisunderstanding between myself and the spirit before the real\ninterest of the message begins; a misunderstanding due to my complete\nmisapprehension of our respective parts. You see, it is unhappily\ntrue--however much we may deplore the fact and try to guard against\nit--that even in psychical research we form habits of thought and\nmethod, but particularly of thought. And I had got into the habit of\nregarding communications from spirits as referring to what we assume\nto be the future life. Well, this communication didn't. The spirit with\nwhom I was talking had not, in short, ever been incarnated. He was what\nthe Spiritualists and Theosophists, and so on, call an \"Elemental.\"\nAnd to him, I represented the future state. I was, so to speak,\nthe communicating spirit and he the psychical researcher. He was, I\ninferred, very far advanced on his own plane and expecting very shortly\nto \"pass over,\" as he put it. Also, I gathered that he was in his\nown world by way of being an intellectual; keenly interested in the\nfuture--that is, in our present state; and that the Slipperton phenomena\nwere entirely due to the experiments he had been carrying out (\"on\nstrictly scientific lines,\" he assured me) to try and ascertain the\nconditions of life on this plane.\n\nPerhaps I can, now, illustrate his attitude by a few quotations from our\nconversation. For example:\n\nSpirit. \"Are you happy where you are?\"\n\nMyself. \"Moderately. At times. Some of us are.\"\n\nSpirit. \"Are you yourself happy?\"\n\nMyself. \"I may say so. Yes.\"\n\nSpirit. \"What do you do? Try and give me some idea of life on your\nplane.\"\n\nMyself. \"It varies so immensely with the individual and the set in\nwhich one lives. But we--oh! we have a great variety of what we call\n'interests' and occupations, and most of us, of course, have to work for\nour livings.\"\n\nSpirit. \"I don't understand that. What are your livings, and how do you\nwork for them?\"\n\nMyself. \"We can't live without food, you see. We have to eat and drink\nand sleep; protect ourselves against heat and cold and the weather\ngenerally, which means clothes and shelter--garments to wear and houses\nto live in, that is.\"\n\nSpirit. \"I have inferred something of this very vaguely from my\nexperiments. For instance, I gather that you put on hair in the daytime,\nand take it off when you are--where _you_ are at the present time. Also,\nI have noticed that when the coverings which at present conceal you are\npulled away, you invariably replace them. Am I to deduce from that that\nyou try to keep your bodies warm and your heads cool at night?\"\n\nMyself. \"Well, that's a trifle complicated. About the hair, you\nunderstand, some of us lose our hair--it comes out, we don't know\nwhy--in middle life, as mine has, and women and some men are rather\nashamed of this and wear--er--other people's hair in the daytime to hide\nthe defect.\"\n\nSpirit. \"Why?\"\n\nMyself. \"Oh, vanity. We want to appear younger than we really are.\"\n\nSpirit. \"Why?\"\n\nThe Researcher bent a little lower over his notebook as he said:\n\nI seem to have written \"Damnation\" at this point; but so far as I can\nremember I did not speak the word aloud. You will see, however, that I\ntried my best to be patient in what were really the most exasperating\ncircumstances. But I will miss the next page or two, and come to more\ninteresting material. Ah I here:\n\nSpirit. \"This thing you call death, or dying? Am I to understand that it\ncorresponds to what we call incarnation?\"\n\nMyself. \"We are not sure. Some of us believe that our actual bodies will\nrise again in the flesh; others that the body perishes and the spirit\nsurvives in an uncertain state of which we have very little knowledge;\nothers, again, that death is the end of everything.\"\n\nSpirit. \"In brief, you know nothing whatever about it?\"\n\nMyself. \"Uncommonly little.\"\n\nSpirit. \"Do you remember your lives as elementals?\"\n\nMyself (definitely). \"No!\"\n\nSpirit. \"Then where do you suppose yourselves to begin?\"\n\nMyself. \"We don't know. There are various guesses. None of them\nparticularly likely.\"\n\nSpirit. \"Such as?\"\n\nMyself. \"Oh, some of us believe that the soul or spirit is a special\ncreation made by a higher power we call God, and breathed into the body\nat birth. And some that the soul or spirit, itself eternal, finds a\ntemporary house in the body, and progresses from one to another with\nintervals between each incarnation.\"\n\nSpirit. \"Then this being born is what we should call dying?\"\n\nMyself. \"Quite. It makes no difference. And, as a matter of fact, the\noverwhelming majority of us--that is to say, all but about one in every\nmillion--never bother our heads where we came from, or what's likely to\nhappen to us when we die, or are born, as you would call it.\"\n\nI have a note here that after this we were both silent for about ten\nminutes.\n\nSpirit (despondently). \"I wish I could get some sort of idea what you do\nall the time and what you think about. I thought, when I so unexpectedly\ngot into touch with someone in the future state, that I should be able\nto learn everything. And I have, so far, learnt nothing--absolutely\nnothing. In fact, except that I have been able to correct my inferences\nwith regard to one or two purely material experiments, I may say that\nI know less now than I did before. And, by the way, those things over\nthere--he pointed to the washstand--I noticed that at certain times you\ngo through some ceremony with them upstairs, and as I wished to discover\nif there was any reason why you should not perform the same ceremony\ndownstairs, I moved the things. Well, I noticed that the spirit who\nwas here before you was apparently very annoyed. Can you give me any\nexplanation of that?\"\n\nMyself. \"Our bodies become soiled by contact with matter, and we wash\nourselves in water. We prefer to do it in our bedrooms.\"\n\nSpirit. \"Why?\"\n\nMyself. \"We use a certain set of rooms for one purpose and another set\nfor other purposes.\"\n\nSpirit. \"Why?\"\n\nMyself. \"I don't know why. We do.\"\n\nSpirit. \"But you are sure of the fact, even if you can give no reason?\"\n\nMyself. \"Absolutely.\"\n\nSpirit. \"I wish I could prove that. One of my fellow-scientists, who has\nrecently been able to press his investigations even further than I have\nup to the present time, has recently brought forward good evidence to\nprove that spirits are all black, wear no coverings on their bodies,\nlive in the simplest of dwellings, and, although they have a few\nceremonies, certainly have none which in any way corresponds to that you\nhave just described.\"\n\nMyself. \"He has probably been investigating the habits of the Australian\naborigines.\"\n\nSpirit. \"What are they?\"\n\nMyself. \"Men, or, as you would say, spirits, like us in a few respects,\nbut utterly different in most.\"\n\nSpirit. \"Have you ever seen them?\"\n\nMyself. \"No.\"\n\nSpirit. \"Or met anyone who has?\"\n\nMyself. \"No.\"\n\nSpirit. \"Then this account of them tallies with nothing in your\nexperience.\"\n\nMyself. \"No, but they exist all right. There's no doubt of that.\"\n\nSpirit. \"I question it. In any case, I could not accept your word as\nevidence, seeing that you have neither seen them yourself nor met with\nanyone who has.\"\n\nAnd so on, you know (the Researcher muttered, flicking over the pages of\nhis note-book).\n\nHe was infernally sceptical about those aborigines. It seems that he\nhad had a tremendous argument with the other investigator about the\npossibility of \"spirits\" being black and naked, and he was dead set on\nproving that he had been right. I think, as a matter of fact, that what\nI said tended to confirm him in his theory. He put it that if there were\nsuch spirits on this plane, I must have seen them or have had some quite\nfirst-hand evidence of their existence; and when I said that I had\nseen black people, Indians, and so on, he cross-examined me until I\ngot confused. You see, I had to confess that they weren't, strictly\nspeaking, black, that they wore clothes, and washed, and lived in\nhouses; and he got me involved in apparent contradictions--you have no\nidea how easy it is, when you are trying to be very lucid--and then he\nchanged the subject with the remark that I was a very poor witness.\n\nIt was about this time that I began to lose my temper. It was after\nthree o'clock when we got to that point, and I was getting very\ntired, and, strange as it may appear, curiously doubtful about my own\nexistence. I had for some time been coming to the conclusion that he did\nnot quite believe in my reality; and after he had dismissed my account\nof the black races as being untrustworthy, he said, half to himself,\nthat quite probably I was nothing more than an hallucination, a\nthought projection of his own mind. And after that I got more and more\nannoyed--partly, I think, because I had a kind of haunting fear that\nwhat he had said might be true. When you have been talking to a spirit\nfor over three hours in the middle of the night, you are liable to doubt\nanything.\n\nBut it was foolish of me to try and prove to him that I had a real\nobjective existence, because obviously it wasn't possible. I tried to\ntouch him, and my hand went through him as if he were nothing more than\na patch of mist. Then I got right out of bed and moved various articles\nabout the room, but, as he said, that proved nothing, for if he had an\nhallucination about me, he might equally well have one about the things\nI appeared to move. And then we drifted into a futile argument as to\nwhat I looked like.\n\nIt began as a sort of test, to try if my own conception of myself\ntallied with his; and it didn't--not in the very least. In fact, the\ndescription he gave of me would have done very well for the typical\ngoblin of fairy-tale, which, as I told him, was precisely how _I_ saw\n_him_. He laughed at that, and told me that, as a matter of fact, he had\nno shape at all, and that my conception of him proved his description of\nme was the correct one, because I had visualised myself. He said that he\nwould appear to me in any shape that I happened to be thinking of, and\nnaturally I should be thinking of my own. And I could not disprove a\nthing he said; and when I looked at myself in the cheval glass, I was\nnot at all sure that I did not look like the traditional goblin.\n\nWell, I assure you that I felt just then as if the one possible way left\nto demonstrate my sanity, my very existence, was to lose my temper;\nand I did it very thoroughly. I raved up and down the room, knocked the\nfurniture about, chucked my boots through him, and called him a damned\nelemental. And although it had no more effect upon him than if I had\nbeen in another world--as I suppose in a sense I actually was--that\noutbreak did help to restore my sanity.\n\nPerhaps you may have noticed that if a man is worsted in an argument\nhe invariably loses his temper? It is the only means he has left to\nconvince himself that he is right. Well, my temper did that for me on\nthis occasion. I could not prove my existence to that confounded spirit\nby any logic or demonstration, but I could prove it to myself by getting\nangry. And I did.\n\nThe Researcher glared round the circle as if challenging anyone there to\ndeny the validity of his existence, then slapped his note-book together\nand sat upon it.\n\nI do not expect you to believe my story (he concluded, with a touch of\nvehemence). Indeed, I would much sooner that you did not believe it.\nI have been trying to doubt it myself for the past eleven years, and I\nstill hope to succeed in that endeavour, aided by my intensive study of\nthe comforting theories of the later Victorian scientists. But I must\nwarn you that there was just one touch of what one might call evidence,\nbeyond my own impressions of that night--which may have been, and\nprobably were, a mixture of telepathy, hallucination, expectancy, and\nauto-suggestion, that found expression in automatic writing.\n\nThis rather flimsy piece of evidence rests upon a conclusion drawn from\nthe end of my conversation with the spirit. I was still banging about\nthe room, then, and I said that I had finished with psychical research,\nthat never again would I make the least inquiry with regard to a\npossible future life, or any kind of spiritualistic phenomenon. And,\ncuriously enough, the poltergeist precisely echoed my resolve. He said\nthat that night's experience had clearly shown him that the research was\nuseless, that it could never prove anything, and that, even if it did,\nno one would believe it. _For if_, as he pointed out, _we who were in a\nmanner of speaking face to face, were unable to prove our own existence\nto each other, how could we expect to prove the other's existence to\nanyone else?_\n\nIt was getting light then, and he faded out almost immediately\nafterwards.\n\nBut it is a fact that there were no more poltergeist phenomena in that\nhouse, although the Slippertons went back to it a month or two later and\nstill have the same cook.",
    "metadata": {
        "author": [
            "Beresford, J. D. (John Davys)",
            "Beresford, John Davys"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22479/pg22479.txt",
        "name": "the_psychical_researcher_s_tale_the_sceptical_polt.json"
    }
}