{
    "name": "The Protector",
    "author": [
        "Curtis, Betsy",
        "Curtis, Elizabeth M.",
        "Curtis, B."
    ],
    "body": "How come I live here on Gorlin permanent? Well, it's something like\nthis.\n\nThere is nobody real surprised when some scientist writes an article\nin the Sunday supplement about the primitive tribes of Anestha dying\nout probably. The Anesthon natives is freaks, anyway, and folks just\nnaturally figure they can't last long in stiff competition. If you\nare like them and your body don't feel any pain any time, you need a\nnursemaid around to keep you from doing dumb things, like walking in\nfront of a truck or starving to death.\n\nI am here on Gorlin a couple times and know about 'em. Some folks think\nit's comical to watch the space crews think up ways to give an Anesthon\na workout. I see one Anesthon girl--a real looker she is, too--dance\nfourteen hours before she gives out, just for a bottle of perfume and\none of them Venusian fur lounge robes. They sure enjoy their pleasures,\neven if they never feel no pain. You feeling any? More thiska?\n\nHey, Noor! Another round of thiska for the boys!\n\nWell, they can feel your feelings, and any thoughts that are about\nthem, too. I guess all they live for is pleasure and a pat on the\nback. One time a little runty Anesthon guy even builds a whole stone\nblockhouse for a first looie, when the looie thinks real hard that\nthe little guy looks like a first-rate hod carrier. Time the house is\nbuilt, the Anesthon's hands is all bloody and one ankle broke where a\nchunk of rock drops on him. He don't notice it, of course.\n\nPierre gets all worked up about them Anestha dying out. That's my\nboy Pierre, the heavyweight. I name him Pierre so's nobody thinks he\nis tough till afterward. He comes from Gorlin. Of course I have to\nstable him on Venus long enough for a legal residence, or the Boxing\nCommission would have him investigated and maybe banned from the ring\nas a telepath. Tough training him, too. He can't see the sense of\nfighting, but, man, he can stay in the ring all night. He never does\nget real speedy on his feet, but he learns fast and packs a wicked\nleft. I don't have to lie when I am thinking real hard he is champeen\nmaterial.\n\nAnyhow, Pierre gets all worked up over his race getting extinct. He has\na sister who is glenched to some nice boy and his old man is some sort\nof a chief. He is all for beating it back by the next via-Venus ship to\nsee what is getting at the old folks at home. I calm him down though,\ngive him a couple of shots of thiska and say I better take him around\nto see that scientist-dopester and get the inside first. I have to go\neverywhere with him to see he doesn't break a leg and forget to tell me\nabout it.\n\n\n\nSo we hop a TAT in Chi and make for Washington where this science\nfellow is with some Smithsonian Institute. He is nice enough about\nseeing us, but he can't figure how a Chinaman like Pierre has any\ncall to be steamed up about the Anestha (you seen these Anestha with\ntheir slick black hair and goldy skin and smooth eyelids like a Earth\nChinaman) so I have to break down and tell him about Pierre being an\nAnesthon.\n\nThat scientist is pretty peeved with me bringing Pierre into the Earth\nsystem, but when I tell him Pierre wants to go back to help out the\nfolks, he kind of clams up and says the article is just one of those\nSunday paper things. There don't really seem to be anything wrong on\nGorlin except that all the workers are getting more careless than\nusual, falling off walls they are building and getting hit by rocks\nduring blasting, or walking in front of full cars in the mines.\n\nPierre gives the man a look. \"Workers? Mines? Blasting?\" he says. \"What\ngives? There are no mines on Gorlin,\" he says, \"just a few quarries\nand a lot of big farms. We never have to kill ourselves working. What\ngives?\" he says.\n\n\"Oh,\" the man comes back, \"there's a couple big targ mines in full\nswing. Some big Earth concern is shipping out the stuff five freighters\na day to Mercury for mass insulation. All native workers. They don't\nget paid much--weej cigarettes, bubble bath, some thiska, electro-fur\nblankets, stuff like that--but I don't hear yapping. If I do, I report\nanything that looks like slavery.\" Of course he says it with a lot of\ngrammar and it takes him a half hour, but that is the slant.\n\nHe wants to gab some then with Pierre. I see that the boy is getting\njittery and homesick, too, when the guy starts raving about swimming\nin the flaff pools and the feeling of katweela petals under your bare\nfeet, so I says we have to catch a plane and get out of there.\n\nPierre still wants to head for Gorlin. He says his people must be\nunhappy about something or they are more careful. Life on Gorlin is too\nmuch fun to just go and die for no reason.\n\nI try to pep him up on the way back to Chi, talking about his next\nfight with Kid Bop, but he says he can't see any reason in fighting,\neither, just now. I tell him I think he kind of likes fighting, but he\nsays what he likes is the nice things I think about him when he wins,\nand he is too worried about his family to pay much attention to what I\nthink just now.\n\n\n\nWell, we are both pretty flush from one of the best fight seasons I\never see and a rest won't hurt the boy, so I say okay, we are going by\nthe first liner off the Flats.\n\n\"You don't have to go, Joe,\" he says. \"Keep your dough and train a\ncouple more kids. I may not be back,\" he says.\n\n\"Look, boy,\" I says, \"you know what the food is like on them liners,\"\nI says, kind of kidding, \"and if there's nobody around to cram it\ndown you, you don't eat, and if you don't eat, you starve--and if you\nstarve, you are in no condition to cheer up your sister and your old\nman. Besides,\" I says, \"I can afford a vacation and you're the only\nfighter I want to work with. You've got a real future,\" I says, \"and\nI'm going to bring you back alive.\"\n\nI guess that makes him feel kind of good, because he grins first time\nsince he reads that paper and says, \"All right, Joe, come on along.\"\n\n\n\nWe buy a few pretties and neckties in the station and ship out of Chi\nfor the Flats on the next TAT. Pierre wants to get some perfume for his\nsister, but I tell him we can get better on Venus, where all the good\nstuff is made.\n\nThe trip from Venus Space Base to Gorlin is fast on account of\nover-drive, but even so I have no trouble passing Pierre off as a\nfighter who has the jitters and is headed for a vacation where he\nlearns to take it easy the easy way. He is always burning his fingers\nor his mouth on a cigarette, and I have to keep an eye on him all the\ntime. Nerves, I explain to the passengers.\n\nWhen we land, Pierre is all for hunting up his folks, but I says no,\nif there is some trouble, it is smarter to case the joint. We check in\nat the swanky tourist hotel. She is new since I am on Gorlin a couple\nyears ago and what class! She is built around one of the biggest flaff\npools on the whole planet and our room is completely lined with padded\nvelvety stuff, sort of a deep red color, and the bathroom has a\ncloudrift shower that you nearly float away on.\n\nBut Pierre just doesn't relax. I keep trying to make him get in the\nshower, but it is no use. He says he is just too worried to take any\npleasure in it. I don't think we ought to go scouting till night and\nthat is thirty some hours yet, but when I see he is settling down to\nwear the fuzz right off the floor walking round and round, I give in,\nfeed him a sandwich I bring from the ship, and we stroll off in the\nwoods like we are looking for flowers.\n\nThere are no signs around the hotel saying which way to the mines, so\nwe set off to circle the hotel and spaceport clearing to look for the\nrail-line that brings the targ to the port. I figure we have gone about\ntwo-thirds of the way around when I nearly fall over a guy sitting on\nthe ground with his head in his hands. What I think is katweela flowers\nis just the red Anesthon kloa he has on. He looks up sort of dull and\nthen he sees Pierre with me. He lets out a yip and sits back hard on\nthe ground and moans. Pierre yanks the fellow up on his feet and hugs\nhim and starts to jabber away so fast I can't tell what he is saying.\nForeigners always talk faster than anybody else. The other guy puts in\na word or two every once in a while and then he scrams off through the\ntrees.\n\n\"That's Noor,\" Pierre informs me, \"the guy my sister Jennel is\nglenched to. He's gonna get us a couple of kloas so nobody'll notice\nus around the mine. He's feeling mighty low, but I can't figure out\nwhy. He says Jennel and the old man are okay, only he can't ever carry\nJennel to his own house because he ain't man enough. I don't get it. He\ncan make a good fighter, Joe.\"\n\n\n\nBefore you can count three, Noor is back again with the kloas and\nPierre strips and gets into his. I ain't too keen to show my shapelies,\nbut Pierre starts grabbing my shirt and I have to put the kloa on or\nelse. The boys head south at a good clip and I tag along trying to\ncatch up and find out the score. When Pierre sees I am making like\nwinded, he slows down and tells me we are going to the mine owner's\nfancy dump about two miles down the drag. Pierre says Noor tells him\nthe mine owner doesn't like him and he has to leave us when we get in\nsight of the house.\n\nAfter about a mile, Noor begins to drag along. Then he just sits down\nunder another tree and says that is the end of the line for him. He\npoints through the trees and says go on, maybe he is still there when\nwe come back, maybe not. While Pierre is jawing with him, I look up the\ntrail and see a Anesthon babe about a hundred feet away. You can tell\nit is a babe from one of them blue and green mollos draped around her\nover the kloa.\n\nNoor sees her, too, and takes off like a bat back the way we come.\nPierre jogs ahead and when I get up with him, there he is hugging and\njabbering again.\n\n\"My sister Jennel,\" he says, and, \"Jennel, this is Joe, my manager.\"\n\nShe is a cute trick with lots of yumph showing through the mollo. She\nstands kind of slumped, though, and a few of the flowers in her shiny\nblack hair are pretty mashed.\n\n\"'Smatter, Jennel?\" I says. \"You look kind of dragged out for a dame\nwhose brother comes home practically a champeen. Katweela flowers go on\nstrike?\" I says, just trying to make talk.\n\nShe slumps a little more and says the boss don't like her and how it's\ntoo bad her brother has to come home and find her still alive and\ncluttering up the woods.\n\nI tell Pierre she better take us to this boss that don't like a babe\nlike her, but she just shakes her head and says go that way and we\ncome to the house. Then she says the boss makes the natives use the\nemployees' entrance on the other side of the house and she offers to\ntake and show us the way. She kind of twitches when she says \"natives.\"\n\nShe don't even says yes or no all the way to the gate till, just before\nwe get there, I trip on a root and bang my knee on a rock on the way\ndown. Well, I howl and cuss some and she comes up close and asks me\nwhat seems to be the matter. I tell her the blamed rock hurts my knee\nand I think real hard about how her knee would feel if a rock hits it\nand she busts right out crying.\n\n\"Oh, you poor man, you poor man, you,\" she sobs. \"That rock don't like\nyou at all.\"\n\n\"It don't hate me, either,\" I says. \"It's only a rock.\"\n\n\"But it makes a hurt to you. It don't love you and now you are not\nhappy where there's any rocks because they don't love you,\" she says,\nand she helps me up and starts dragging me along, still crying like\ncrazy.\n\n\n\nI don't make nothing out of that, but pretty soon we come to a little\ngate in a thick row of bushes. Jennel lets go of me then and says she\nhopes Pierre is a strong man and a good worker and that the boss likes\nhim. And then she gives a big sigh and says if the boss don't like him,\nwe can find her over there where the men are cutting down a bunch of\ntrees, because if one of the trees likes her, it will maybe fall on her\npretty soon.\n\nPierre tells her to wait right there by the gate because he is coming\nback. He isn't looking for work so the boss won't care if he is strong\nor not. She just sighs again and sits down on the grass and whimpers.\n\nPierre tries once more to get her to tell him what is the matter, but\nall she says is that their father and some other fellow named Frith\nare up at the big house. They are being talked to by the boss about\nnot getting out enough targ on the shifts where they are foremen, and\nshe says how sad it is about Pierre coming home.\n\nIt is just beginning to filter through my thick skull that the boss is\nconnected with all this dying out of the Anestha, as the Sunday paper\nputs it, and I grab Pierre away from Jennel and hustle him through the\ngate.\n\n\"Look, Pierre,\" I says, \"we'll go around and listen by them long\nwindows and see what cooks. I'll bet that boss is up to something dirty\nin there. If he is the one who messed up Jennel,\" I says, \"we better\njust mess him up some.\"\n\nThere is nobody in sight on the lawn and we just march up to the window\neasy as pie. There is this big booming voice giving somebody what for.\n\n\"You poor miserable idiots,\" yells this voice, \"you can't keep the\nworkers off the tracks and you get out less than twenty tons of targ\nsince last night, and then you waste a whole charge of nitro by not\ntelling the watchman he's not supposed to smoke in the enclosure. All\nthose people are dead and it's your fault.\"\n\nI hear a sniffle behind me and when I turn around, there is Jennel. She\nhas sneaked up behind us to see what we are going to do.\n\n\"That's how he talks to me, too,\" she lets us know in a whisper, \"only\nhe says I am not fit to even wash dishes, let alone ever have a house\nof my own ... when I drop one of his plates a little while ago. He says\nI am looking in a mirror instead of where I am going and he hopes I see\nwhat an ugly pan I have, because I ought to know it and keep out of\npeople's way so they won't have to look at me.\" Her tears splash right\ndown on the grass.\n\n\"And that's not all,\" the yelling inside goes on. \"Not only do you\nkill off all my workers, but at this rate I'm losing money paying you\nfour packs of cigarettes a day. If I have to blast off and start from\nscratch in some other part of this blamed universe, you stupid,\ngutless ... why, you aren't even men. You worms don't even run when you\nsee a car coming at you. Too blamed dumb to come in out of the rain.\"\n\nI stick my head around the corner and look in, and there is the back of\na big guy in a Mercury-made suit and with a bald head that is red all\nthe way round to the back of his neck. On the other side of the room I\nsee a couple of the sorriest-looking Anestha God ever makes, shuffling\ntheir feet and looking like kicked dogs.\n\nI turn to Pierre. \"Go in there swinging,\" I says, like at a fight, and\npull the window open.\n\n\"He won't like me,\" Pierre says, hanging back. \"He says Anestha are\ndumb cowards. Maybe he knows. Maybe I won't dare hit him.\"\n\n\"You get in there and poke him, boy,\" I says and give him a push.\n\"I like you and I see you fight and the Anestha got more guts than\nanybody!\"\n\n\n\nThe big guy hears us and turns around. \"Get out of here, you mangy\nnatives,\" he bellows. \"You good for nothing, shivering, sniveling,\ncowardly boobs. I'm not ready for you yet.\" He is shaking a\nwhippy-looking cane at me and Pierre, and I think he has turned purple.\n\n\"We're ready for you, though,\" I yell back. I climb into the room\npulling Pierre in after me. \"Pierre's no sniveling coward and you can\nquit talking to his brave, heroic, self-sacrificing father like that.\nPut 'em up and defend yourself, you howling ape,\" I yell, \"because\nPierre is going to give you the beating of your howling life!\"\n\nI see Pierre's old man and the other fellow spruce up some.\n\nThe big guy sits down in a chair real quick, and, sucking in a big\nbreath, he starts going all fatherly at Pierre, telling him that he\ndoesn't want to have to hit him back, because Pierre will not feel\nit when he kills him, which he doesn't want to have to do because\nPierre is just a poor weak Anesthon who don't know from nothing, and\nhe doesn't want to injure any of his workers and he is just telling\nPierre's old man a few things to protect the Anestha.\n\nPierre looks at me kind of doubtful.\n\n\"Go on, hit the fat bully,\" I says, real icy. \"He has it coming. You\nowe it to your old man and Noor and Jennel here. Go ahead and show him\nwhat kind of champeens the Anestha can turn out. It's just for his own\ngood,\" I says, \"so hit him now. Then you can tell your dad what a great\nguy you are.\"\n\nPierre's left obediently swings into the lug's jaw with a crack like a\nrifle. He don't even watch the big guy sag down on the floor. He begins\nhugging his father and the other fellow and grinning and jabbering away\nlike blue blazes.\n\nThe big guy is still breathing, but out cold, so I go to look for a\ntele-viz. I figure the authorities better hear my story before the big\nguy wakes up.\n\nAfter I make my spiel, the port chief says to come in and bring Pierre\nand his father and Frith and Jennel and Noor, too, if we can find him,\nand make an official recorded report. He is sending a doctor out by\n'copter.\n\nWe beat it for the port, leaving the fat boss sleeping on the floor.\n\nWe all stay in protective custody at the hotel, swimming in flaff\nand lounging around the thiska bar for a couple of weeks, until the\ncommission headed by that scientist from the Smithsonian Institute\ncomes out and takes the boss back to Earth. He has to see a judge about\nwhy he should not go into stir for a while for psychological coercion\nor something like that.\n\nBefore they leave, the commission hands me an official charge at a\nhundred thou a year to stay as Protector of Morale to the Anestha. That\nis better than the fight racket, but the protectorship is a laugh. I\ncan't even go out for a walk without a couple dozen Anestha tagging\nalong, to keep me from stubbing my toe on some unfriendly pebble, or\nsocking my eye on some unloving devil of a doorknob.",
    "metadata": {
        "author": [
            "Curtis, Betsy",
            "Curtis, Elizabeth M.",
            "Curtis, B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51028/pg51028.txt",
        "name": "the_protector.json"
    }
}