{
    "name": "The Cathedral",
    "author": [
        "Lowell, James Russell",
        "Wilbur, Homer",
        "Meliboeus-Hipponax"
    ],
    "body": "    Far through the memory shines a happy day,\n    Cloudless of care, down-shod to every sense,\n    And simply perfect from its own resource,\n    As to a bee the new campanula’s\n    Illuminate seclusion swung in air.\n    Such days are not the prey of setting suns,\n    Nor ever blurred with mist of afterthought;\n    Like words made magical by poets dead,\n    Wherein the music of all meaning is\n    The sense hath garnered or the soul divined,\n    They mingle with our life’s ethereal part,\n    Sweetening and gathering sweetness evermore,\n    By beauty’s franchise disenthralled of time.\n\n    I can recall, nay, they are present still,\n    Parts of myself, the perfume of my mind,\n    Days that seem farther off than Homer’s now\n    Ere yet the child had loudened to the boy,\n    And I, recluse from playmates, found perforce\n    Companionship in things that not denied\n    Nor granted wholly; as is Nature’s wont,\n    Who, safe in uncontaminate reserve,\n    Lets us mistake our longing for her love,\n    And mocks with various echo of ourselves.\n\n    These first sweet frauds upon our consciousness,\n    That blend the sensual with its imaged world,\n    These virginal cognitions, gifts of morn,\n    Ere life grow noisy, and slower-footed thought\n    Can overtake the rapture of the sense,\n    To thrust between ourselves and what we feel,\n    Have something in them secretly divine.\n    Vainly the eye, once schooled to serve the brain,\n    With pains deliberate studies to renew\n    The ideal vision: second-thoughts are prose;\n    For beauty’s acme hath a term as brief\n    As the wave’s poise before it break in pearl.\n    Our own breath dims the mirror of the sense,\n    Looking too long and closely: at a flash\n    We snatch the essential grace of meaning out,\n    And that first passion beggars all behind,\n    Heirs of a tamer transport prepossessed.\n    Who, seeing once, has truly seen again\n    The gray vague of unsympathizing sea\n    That dragged his Fancy from her moorings back\n    To shores inhospitable of eldest time,\n    Till blank foreboding of earth-gendered powers,\n    Pitiless seignories in the elements,\n    Omnipotences blind that darkling smite,\n    Misgave him, and repaganized the world?\n    Yet, by some subtler touch of sympathy,\n    These primal apprehensions, dimly stirred,\n    Perplex the eye with pictures from within.\n    This hath made poets dream of lives foregone\n    In worlds fantastical, more fair than ours;\n    So Memory cheats us, glimpsing half-revealed.\n    Even as I write she tries her wonted spell\n    In that continuous redbreast boding rain:\n    The bird I hear sings not from yonder elm;\n    But the flown ecstasy my childhood heard\n    Is vocal in my mind, renewed by him,\n    Haply made sweeter by the accumulate thrill\n    That threads my undivided life and steals\n    A pathos from the years and graves between.\n    I know not how it is with other men,\n    Whom I but guess, deciphering myself;\n    For me, once felt is so felt nevermore.\n    The fleeting relish at sensation’s brim\n    Had in it the best ferment of the wine.\n    One spring I knew as never any since:\n    All night the surges of the warm southwest\n    Boomed intermittent through the shuddering elms,\n    And brought a morning from the Gulf adrift,\n    Omnipotent with sunshine, whose quick charm\n    Startled with crocuses the sullen turf\n    And wiled the bluebird to his whiff of song:\n    One summer hour abides, what time I perched,\n    Dappled with noonday, under simmering leaves,\n    And pulled the pulpy oxhearts, while aloof\n    An oriole clattered and the robins shrilled,\n    Denouncing me an alien and a thief:\n    One morn of autumn lords it o’er the rest,\n    When in the lane I watched the ash-leaves fall,\n    Balancing softly earthward without wind,\n    Or twirling with directer impulse down\n    On those fallen yesterday, now barbed with frost,\n    While I grew pensive with the pensive year:\n    And once I learned how marvellous winter was,\n    When past the fence-rails, downy-gray with rime,\n    I creaked adventurous o’er the spangled crust\n    That made familiar fields seem far and strange\n    As those stark wastes that whiten endlessly\n    In ghastly solitude about the pole,\n    And gleam relentless to the unsetting sun:\n    Instant the candid chambers of my brain\n    Were painted with these sovran images;\n    And later visions seem but copies pale\n    From those unfading frescos of the past,\n    Which I, young savage, in my age of flint,\n    Gazed at, and dimly felt a power in me\n    Parted from Nature by the joy in her\n    That doubtfully revealed me to myself.\n    Thenceforward I must stand outside the gate;\n    And paradise was paradise the more,\n    Known once and barred against satiety.\n\n    What we call Nature, all outside ourselves,\n    Is but our own conceit of what we see,\n    Our own reaction upon what we feel;\n    The world’s a woman to our shifting mood,\n    Feeling with us, or making due pretence;\n    And therefore we the more persuade ourselves\n    To make all things our thought’s confederates,\n    Conniving with us in whate’er we dream.\n    So when our Fancy seeks analogies,\n    Though she have hidden what she after finds,\n    She loves to cheat herself with feigned surprise.\n    I find my own complexion everywhere:\n    No rose, I doubt, was ever, like the first,\n    A marvel to the bush it dawned upon,\n    The rapture of its life made visible,\n    The mystery of its yearning realized,\n    As the first babe to the first woman born;\n    No falcon ever felt delight of wings\n    As when, an eyas, from the stolid cliff\n    Loosing himself, he followed his high heart\n    To swim on sunshine, masterless as wind;\n    And I believe the brown earth takes delight\n    In the new snow-drop looking back at her,\n    To think that by some vernal alchemy\n    It could transmute her darkness into pearl;\n    What is the buxom peony after that,\n    With its coarse constancy of hoyden blush?\n    What the full summer to that wonder new?\n\n    But, if in nothing else, in us there is\n    A sense fastidious hardly reconciled\n    To the poor makeshifts of life’s scenery,\n    Where the same slide must double all its parts,\n    Shoved in for Tarsus and hitched back for Tyre.\n    I blame not in the soul this daintiness,\n    Rasher of surfeit than a humming-bird,\n    In things indifferent by sense purveyed;\n    It argues her an immortality\n    And dateless incomes of experience,\n    This unthrift housekeeping that will not brook\n    A dish warmed-over at the feast of life,\n    And finds Twice stale, served with whatever sauce.\n    Nor matters much how it may go with me\n    Who dwell in Grub Street and am proud to drudge\n    Where men, my betters, wet their crust with tears:\n    Use can make sweet the peach’s shady side,\n    That only by reflection tastes of sun.\n    But she, my Princess, who will sometimes deign\n    My garret to illumine till the walls,\n    Narrow and dingy, scrawled with hackneyed thought\n    (Poor Richard slowly elbowing Plato out),\n    Dilate and drape themselves with tapestries\n    Nausikaa might have stooped o’er, while, between,\n    Mirrors, effaced in their own clearness, send\n    Her only image on through deepening deeps\n    With endless repercussion of delight,--\n    Bringer of life, witching each sense to soul,\n    That sometimes almost gives me to believe\n    I might have been a poet, gives at least\n    A brain desaxonized, an ear that makes\n    Music where none is, and a keener pang\n    Of exquisite surmise outleaping thought,--\n    Her will I pamper in her luxury:\n    No crumpled rose-leaf of too careless choice\n    Shall bring a northern nightmare to her dreams,\n    Vexing with sense of exile; hers shall be\n    The invitiate firstlings of experience,\n    Vibrations felt but once and felt lifelong:\n    O, more than half-way turn that Grecian front\n    Upon me, while with self-rebuke I spell,\n    On the plain fillet that confines thy hair\n    In conscious bounds of seeming unconstraint,\n    The _Naught in overplus_, thy race’s badge!\n\n    One feast for her I secretly designed\n    In that Old World so strangely beautiful\n    To us the disinherited of eld,--\n    A day at Chartres, with no soul beside\n    To roil with pedant prate my joy serene\n    And make the minster shy of confidence.\n    I went, and, with the Saxon’s pious care,\n    First ordered dinner at the pea-green inn,\n    The flies and I its only customers,\n    Till by and by there came two Englishmen,\n    Who made me feel, in their engaging way,\n    I was a poacher on their self-preserve,\n    Intent constructively on lese-anglicism.\n    To them (in those old razor-ridden days)\n    My beard translated me to hostile French;\n    So they, desiring guidance in the town,\n    Half condescended to my baser sphere,\n    And, clubbing in one mess their lack of phrase,\n    Set their best man to grapple with the Gaul.\n    “Esker vous ate a nabitang?” he asked;\n    “I never ate one; are they good?” asked I;\n    Whereat they stared, then laughed, and we were friends,\n    The seas, the wars, the centuries interposed,\n    Abolished in the truce of common speech\n    And mutual comfort of the mother-tongue.\n    Like escaped convicts of Propriety,\n    They furtively partook the joys of men,\n    Glancing behind when buzzed some louder fly.\n\n    Eluding these, I loitered through the town,\n    With hope to take my minster unawares\n    In its grave solitude of memory.\n    A pretty burgh, and such as Fancy loves\n    For bygone grandeurs, faintly rumorous now\n    Upon the mind’s horizon, as of storm\n    Brooding its dreamy thunders far aloof,\n    That mingle with our mood, but not disturb.\n    Its once grim bulwarks, tamed to lovers’ walks,\n    Look down unwatchful on the sliding Eure,\n    Whose listless leisure suits the quiet place,\n    Lisping among his shallows homelike sounds\n    At Concord and by Bankside heard before.\n    Chance led me to a public pleasure-ground,\n    Where I grew kindly with the merry groups,\n    And blessed the Frenchman for his simple art\n    Of being domestic in the light of day.\n    His language has no word, we growl, for Home;\n    But he can find a fireside in the sun,\n    Play with his child, make love, and shriek his mind,\n    By throngs of strangers undisprivacied.\n    He makes his life a public gallery,\n    Nor feels himself till what he feels comes back\n    In manifold reflection from without;\n    While we, each pore alert with consciousness,\n    Hide our best selves as we had stolen them,\n    And each by-stander a detective were,\n    Keen-eyed for every chink of undisguise.\n\n    So, musing o’er the problem which was best,--\n    A life wide-windowed, shining all abroad,\n    Or curtains drawn to shield from sight profane\n    The rites we pay to the mysterious I,--\n    With outward senses furloughed and head bowed\n    I followed some fine instinct in my feet,\n    Till, to unbend me from the loom of thought,\n    Looking up suddenly, I found mine eyes\n    Confronted with the minster’s vast repose.\n    Silent and gray as forest-leaguered cliff\n    Left inland by the ocean’s slow retreat,\n    That hears afar the breeze-borne rote, and longs,\n    Remembering shocks of surf that clomb and fell,\n    Spume-sliding down the baffled decuman,\n    It rose before me, patiently remote\n    From the great tides of life it breasted once,\n    Hearing the noise of men as in a dream.\n    I stood before the triple northern port,\n    Where dedicated shapes of saints and kings,\n    Stern faces bleared with immemorial watch,\n    Looked down benignly grave and seemed to say,\n    _Ye come and go incessant; we remain_\n    _Safe in the hallowed quiets of the past;_\n    _Be reverent, ye who flit and are forgot,_\n    _Of faith so nobly realized as this._\n\n    I seem to have heard it said by learned folk\n    Who drench you with æsthetics till you feel\n    As if all beauty were a ghastly bore,\n    The faucet to let loose a wash of words,\n    That Gothic is not Grecian, therefore worse;\n    But, being convinced by much experiment\n    How little inventiveness there is in man,\n    Grave copier of copies, I give thanks\n    For a new relish, careless to inquire\n    My pleasure’s pedigree, if so it please,\n    Nobly, I mean, nor renegade to art.\n    The Grecian gluts me with its perfectness,\n    Unanswerable as Euclid, self-contained,\n    The one thing finished in this hasty world,\n    Forever finished, though the barbarous pit,\n    Fanatical on hearsay, stamp and shout\n    As if a miracle could be encored.\n    But ah! this other, this that never ends,\n    Still climbing, luring fancy still to climb,\n    As full of morals half-divined as life,\n    Graceful, grotesque, with ever new surprise\n    Of hazardous caprices sure to please,\n    Heavy as nightmare, airy-light as fern,\n    Imagination’s very self in stone!\n    With one long sigh of infinite release\n    From pedantries past, present, or to come,\n    I looked, and owned myself a happy Goth.\n    Your blood is mine, ye architects of dream,\n    Builders of aspiration incomplete,\n    So more consummate, souls self-confident,\n    Who felt your own thought worthy of record\n    In monumental pomp! No Grecian drop\n    Rebukes these veins that leap with kindred thrill,\n    After long exile, to the mother-tongue.\n\n    Ovid in Pontus, puling for his Rome\n    Of men invirile and disnatured dames\n    That poison sucked from the Attic bloom decayed,\n    Shrank with a shudder from the blue-eyed race\n    Whose force rough-handed should renew the world,\n    And from the dregs of Romulus express\n    Such wine as Dante poured, or he who blew\n    Roland’s vain blast, or sang the Campeador\n    In verse that clanks like armor in the charge,--\n    Homeric juice, if brimmed in Odin’s horn.\n    And they could build, if not the columned fane\n    That from the height gleamed seaward many-hued,\n    Something more friendly with their ruder skies:\n    The gray spire, molten now in driving mist,\n    Now lulled with the incommunicable blue;\n    The carvings touched to meanings new with snow,\n    Or commented with fleeting grace of shade;\n    The statues, motley as man’s memory,\n    Partial as that, so mixed of true and false,\n    History and legend meeting with a kiss\n    Across this bound-mark where their realms confine;\n    The painted windows, frecking gloom with glow,\n    Dusking the sunshine which they seem to cheer,\n    Meet symbol of the senses and the soul;\n    And the whole pile, grim with the Northman’s thought\n    Of life and death, and doom, life’s equal fee,--\n    These were before me: and I gazed abashed,\n    Child of an age that lectures, not creates,\n    Plastering our swallow-nests on the awful Past,\n    And twittering round the work of larger men,\n    As we had builded what we but deface.\n    Far up the great bells wallowed in delight,\n    Tossing their clangors o’er the heedless town,\n    To call the worshippers who never came,\n    Or women mostly, in loath twos and threes.\n    I entered, reverent of whatever shrine\n    Guards piety and solace for my kind\n    Or gives the soul a moment’s truce of God,\n    And shared decorous in the ancient rite\n    My sterner fathers held idolatrous.\n    The service over, I was tranced in thought:\n    Solemn the deepening vaults, and most to me,\n    Fresh from the fragile realm of deal and paint,\n    Or brick mock-pious with a marble front;\n    Solemn the lift of high-embowered roof,\n    The clustered stems that spread in boughs disleaved,\n    Through which the organ blew a dream of storm,--\n    Though not more potent to sublime with awe\n    And shut the heart up in tranquillity,\n    Than aisles to me familiar that o’erarch\n    The conscious silences of brooding woods,\n    Centurial shadows, cloisters of the elk:\n    Yet here was sense of undefined regret,\n    Irreparable loss, uncertain what:\n    Was all this grandeur but anachronism,--\n    A shell divorced of its informing life,\n    Where the priest housed him like a hermit-crab,\n    An alien to that faith of elder days\n    That gathered round it this fair shape of stone?\n    Is old Religion but a spectre now,\n    Haunting the solitude of darkened minds,\n    Mocked out of memory by the sceptic day?\n    Is there no corner safe from peeping Doubt,\n    Since Gutenberg made thought cosmopolite\n    And stretched electric threads from mind to mind?\n    Nay, did Faith build this wonder? or did Fear,\n    That makes a fetish and misnames it God\n    (Blockish or metaphysic, matters not),\n    Contrive this coop to shut its tyrant in,\n    Appeased with playthings, that he might not harm?\n\n    I turned and saw a beldame on her knees;\n    With eyes astray, she told mechanic beads\n    Before some shrine of saintly womanhood,\n    Bribed intercessor with the far-off Judge:\n    Such my first thought, by kindlier soon rebuked,\n    Pleading for whatsoever touches life\n    With upward impulse: be He nowhere else,\n    God is in all that liberates and lifts,\n    In all that humbles, sweetens, and consoles:\n    Blessëd the natures shored on every side\n    With landmarks of hereditary thought!\n    Thrice happy they that wander not lifelong\n    Beyond near succor of the household faith,\n    The guarded fold that shelters, not confines!\n    Their steps find patience in familiar paths,\n    Printed with hope by loved feet gone before\n    Of parent, child, or lover, glorified\n    By simple magic of dividing Time.\n    My lids were moistened as the woman knelt,\n    And--was it will, or some vibration faint\n    Of sacred Nature, deeper than the will?--\n    My heart occultly felt itself in hers,\n    Through mutual intercession gently leagued.\n\n    Or was it not mere sympathy of brain?\n    A sweetness intellectually conceived\n    In simpler creeds to me impossible?\n    A juggle of that pity for ourselves\n    In others, which puts on such pretty masks\n    And snares self-love with bait of charity?\n    Something of all it might be, or of none:\n    Yet for a moment I was snatched away\n    And had the evidence of things not seen;\n    For one rapt moment; then it all came back,\n    This age that blots out life with question-marks,\n    This nineteenth century with its knife and glass\n    That make thought physical, and thrust far off\n    The Heaven, so neighborly with man of old,\n    To voids sparse-sown with alienated stars.\n\n    ’Tis irrecoverable, that ancient faith,\n    Homely and wholesome, suited to the time,\n    With rod or candy for child-minded men:\n    No theologic tube, with lens on lens\n    Of syllogism transparent, brings it near,--\n    At best resolving some new nebula,\n    Or blurring some fixed-star of hope to mist.\n    Science was Faith once; Faith were Science now,\n    Would she but lay her bow and arrows by\n    And arm her with the weapons of the time.\n    Nothing that keeps thought out is safe from thought,\n    For there’s no virgin-fort but self-respect,\n    And Truth defensive hath lost hold on God.\n    Shall we treat Him as if He were a child\n    That knew not His own purpose? nor dare trust\n    The Rock of Ages to their chemic tests,\n    Lest some day the all-sustaining base divine\n    Should fail from under us, dissolved in gas?\n    The armëd eye that with a glance discerns\n    In a dry blood-speck between ox and man,\n    Stares helpless at this miracle called life,\n    This shaping potency behind the egg,\n    This circulation swift of deity,\n    Where suns and systems inconspicuous float\n    As the poor blood-disks in our mortal veins.\n    Each age must worship its own thought of God,\n    More or less earthy, clarifying still\n    With subsidence continuous of the dregs;\n    Nor saint nor sage could fix immutably\n    The fluent image of the unstable Best,\n    Still changing in their very hands that wrought:\n    To-day’s eternal truth To-morrow proved\n    Frail as frost-landscapes on a window-pane.\n    Meanwhile Thou smiledst, inaccessible,\n    At Thought’s own substance made a cage for Thought,\n    And Truth locked fast with her own master-key;\n    Nor didst Thou reck what image man might make\n    Of his own shadow on the flowing world;\n    The climbing instinct was enough for Thee.\n    Or wast Thou, then, an ebbing tide that left\n    Strewn with dead miracle those eldest shores,\n    For men to dry, and dryly lecture on,\n    Thyself thenceforth incapable of flood?\n    Idle who hopes with prophets to be snatched\n    By virtue in their mantles left below;\n    Shall the soul live on other men’s report,\n    Herself a pleasing fable of herself?\n    Man cannot be God’s outlaw if he would,\n    Nor so abscond him in the caves of sense\n    But Nature still shall search some crevice out\n    With messages of splendor from that Source\n    Which, dive he, soar he, baffles still and lures.\n    This life were brutish did we not sometimes\n    Have intimation clear of wider scope,\n    Hints of occasion infinite, to keep\n    The soul alert with noble discontent\n    And onward yearnings of unstilled desire;\n    Fruitless, except we now and then divined\n    A mystery of Purpose, gleaming through\n    The secular confusions of the world,\n    Whose will we darkly accomplish, doing ours.\n    No man can think nor in himself perceive,\n    Sometimes at waking, in the street sometimes,\n    Or on the hillside, always unforewarned,\n    A grace of being, finer than himself,\n    That beckons and is gone,--a larger life\n    Upon his own impinging, with swift glimpse\n    Of spacious circles luminous with mind,\n    To which the ethereal substance of his own\n    Seems but gross cloud to make that visible,\n    Touched to a sudden glory round the edge.\n    Who that hath known these visitations fleet\n    Would strive to make them trite and ritual?\n    I, that still pray at morning and at eve,\n    Loving those roots that feed us from the past,\n    And prizing more than Plato things I learned\n    At that best academe, a mother’s knee,\n    Thrice in my life perhaps have truly prayed,\n    Thrice, stirred below my conscious self, have felt\n    That perfect disenthralment which is God;\n    Nor know I which to hold worst enemy,--\n    Him who on speculation’s windy waste\n    Would turn me loose, stript of the raiment warm\n    By Faith contrived against our nakedness,\n    Or him who, cruel-kind, would fain obscure,\n    With painted saints and paraphrase of God,\n    The soul’s east-window of divine surprise.\n\n    Where others worship I but look and long;\n    For, though not recreant to my fathers’ faith,\n    Its forms to me are weariness, and most\n    That drony vacuum of compulsory prayer,\n    Still pumping phrases for the Ineffable,\n    Though all the valves of memory gasp and wheeze.\n    Words that have drawn transcendent meanings up\n    From the best passion of all bygone time,\n    Steeped through with tears of triumph and remorse,\n    Sweet with all sainthood, cleansed in martyr-fires,\n    Can they, so consecrate and so inspired,\n    By repetition wane to vexing wind?\n    Alas! we cannot draw habitual breath\n    In the thin air of life’s supremer heights,\n    We cannot make each meal a sacrament,\n    Nor with our tailors be disbodied souls,--\n    We men, too conscious of earth’s comedy,\n    Who see two sides, with our posed selves debate,\n    And only for great stakes can be sublime!\n    Let us be thankful when, as I do here,\n    We can read Bethel on a pile of stones,\n    And, seeing where God _has_ been, trust in Him.\n\n    Brave Peter Fischer there in Nuremberg,\n    Moulding Saint Sebald’s miracles in bronze,\n    Put saint and stander-by in that quaint garb\n    Familiar to him in his daily walk,\n    Not doubting God could grant a miracle\n    Then and in Nuremberg, if so He would;\n    But never artist for three hundred years\n    Hath dared the contradiction ludicrous\n    Of supernatural in modern clothes.\n    Perhaps the deeper faith that is to come\n    Will see God rather in the strenuous doubt,\n    Than in the creed held as an infant’s hand\n    Holds purposeless whatso is placed therein.\n\n    Say it is drift, not progress, none the less,\n    With the old sextant of the fathers’ creed,\n    We shape our courses by new-risen stars,\n    And, still lip-loyal to what once was truth,\n    Smuggle new meanings under ancient names,\n    Unconscious perverts of the Jesuit, Time.\n    Change is the mask that all Continuance wears\n    To keep us youngsters harmlessly amused;\n    Meanwhile some ailing or more watchful child,\n    Sitting apart, sees the old eyes gleam out,\n    Stern, and yet soft with humorous pity too.\n    Whilere, men burnt men for a doubtful point,\n    As if the mind were quenchable with fire,\n    And Faith danced round them with her war-paint on,\n    Devoutly savage as an Iroquois;\n    Now Calvin and Servetus at one board\n    Snuff in grave sympathy a milder roast,\n    And o’er their claret settle Comte unread.\n    Fagot and stake were desperately sincere:\n    Our cooler martyrdoms are done in types;\n    And flames that shine in controversial eyes\n    Burn out no brains but his who kindles them.\n    This is no age to get cathedrals built:\n    Did God, then, wait for one in Bethlehem?\n    Worst is not yet: lo, where his coming looms,\n    Of Earth’s anarchic children latest born,\n    Democracy, a Titan who hath learned\n    To laugh at Jove’s old-fashioned thunderbolts,--\n    Could he not also forge them, if he would?\n    He, better skilled, with solvents merciless,\n    Loosened in air and borne on every wind,\n    Saps unperceived: the calm Olympian height\n    Of ancient order feels its bases yield,\n    And pale gods glance for help to gods as pale.\n    What will be left of good or worshipful,\n    Of spiritual secrets, mysteries,\n    Of fair religion’s guarded heritage,\n    Heirlooms of soul, passed downward unprofaned\n    From eldest Ind? This Western giant coarse,\n    Scorning refinements which he lacks himself,\n    Loves not nor heeds the ancestral hierarchies,\n    Each rank dependent on the next above\n    In orderly gradation fixed as fate.\n    King by mere manhood, nor allowing aught\n    Of holier unction than the sweat of toil;\n    In his own strength sufficient; called to solve,\n    On the rough edges of society,\n    Problems long sacred to the choicer few,\n    And improvise what elsewhere men receive\n    As gifts of deity; tough foundling reared\n    Where every man’s his own Melchisedek,\n    How make him reverent of a King of kings?\n    Or Judge self-made, executor of laws\n    By him not first discussed and voted on?\n    For him no tree of knowledge is forbid,\n    Or sweeter if forbid. How save the ark,\n    Or holy of holies, unprofaned a day\n    From his unscrupulous curiosity\n    That handles everything as if to buy,\n    Tossing aside what fabrics delicate\n    Suit not the rough-and-tumble of his ways?\n    What hope for those fine-nerved humanities\n    That made earth gracious once with gentler arts,\n    Now the rude hands have caught the trick of thought\n    And claim an equal suffrage with the brain?\n\n    The born disciple of an elder time,\n    (To me sufficient, friendlier than the new,)\n    Who in my blood feel motions of the Past,\n    I thank benignant nature most for this,--\n    A force of sympathy, or call it lack\n    Of character firm-planted, loosing me\n    From the pent chamber of habitual self\n    To dwell enlarged in alien modes of thought,\n    Haply distasteful, wholesomer for that,\n    And through imagination to possess,\n    As they were mine, the lives of other men.\n    This growth original of virgin soil,\n    By fascination felt in opposites,\n    Pleases and shocks, entices and perturbs.\n    In this brown-fisted rough, this shirt-sleeved Cid,\n    This backwoods Charlemagne of empires new,\n    Whose blundering heel instinctively finds out\n    The goutier foot of speechless dignities,\n    Who, meeting Cæsar’s self, would slap his back,\n    Call him “Old Horse,” and challenge to a drink,\n    My lungs draw braver air, my breast dilates\n    With ampler manhood, and I front both worlds,\n    Of sense and spirit, as my natural fiefs,\n    To shape and then reshape them as I will.\n    It was the first man’s charter; why not mine?\n    How forfeit? when deposed in other hands?\n\n    Thou shudder’st, Ovid? Dost in him forbode\n    A new avatar of the large-limbed Goth,\n    To break, or seem to break, tradition’s clew,\n    And chase to dreamland back thy gods dethroned?\n    I think man’s soul dwells nearer to the east,\n    Nearer to morning’s fountains than the sun;\n    Herself the source whence all tradition sprang,\n    Herself at once both labyrinth and clew.\n    The miracle fades out of history,\n    But faith and wonder and the primal earth\n    Are born into the world with every child.\n    Shall this self-maker with the prying eyes,\n    This creature disenchanted of respect\n    By the New World’s new fiend, Publicity,\n    Whose testing thumb leaves everywhere its smutch,\n    Not one day feel within himself the need\n    Of loyalty to better than himself,\n    That shall ennoble him with the upward look?\n    Shall he not catch the Voice that wanders earth,\n    With spiritual summons, dreamed or heard,\n    As sometimes, just ere sleep seals up the sense,\n    We hear our Mother call from deeps of time,\n    And, waking, find it vision,--none the less\n    The benediction bides, old skies return,\n    And that unreal thing, pre-eminent,\n    Makes air and dream of all we see and feel?\n    Shall he divine no strength unmade of votes,\n    Inward, impregnable, found soon as sought,\n    Not cognizable of sense, o’er sense supreme?\n    His holy places may not be of stone,\n    Nor made with hands, yet fairer far than aught\n    By artist feigned or pious ardor reared,\n    Fit altars for who guards inviolate\n    God’s chosen seat, the sacred form of man.\n    Doubtless his church will be no hospital\n    For superannuate forms and mumping shams,\n    No parlor where men issue policies\n    Of life-assurance on the Eternal Mind,\n    Nor his religion but an ambulance\n    To fetch life’s wounded and malingerers in,\n    Scorned by the strong; yet he, unconscious heir\n    To the influence sweet of Athens and of Rome,\n    And old Judæa’s gift of secret fire,\n    Spite of himself shall surely learn to know\n    And worship some ideal of himself,\n    Some divine thing, large-hearted, brotherly,\n    Not nice in trifles, a soft creditor,\n    Pleased with his world, and hating only cant.\n    And, if his Church be doubtful, it is sure\n    That, in a world, made for whatever else,\n    Not made for mere enjoyment,--in a world\n    Of toil but half-requited, or, at best.\n    Paid in some futile currency of breath,--\n    A world of incompleteness, sorrow swift\n    And consolation laggard, whatsoe’er\n    The form of building or the creed professed,\n    The Cross, bold type of shame to homage turned,\n    Of an unfinished life that sways the world,\n    Shall tower as sovereign emblem over all.\n\n    The kobold Thought moves with us when we shift\n    Our dwelling to escape him; perched aloft\n    On the first load of household-stuff he went;\n    For, where the mind goes, goes old furniture.\n    I, who to Chartres came to feed my eye\n    And give to Fancy one clear holiday,\n    Scarce saw the minster for the thoughts it stirred\n    Buzzing o’er past and future with vain quest.\n    Here once there stood a homely wooden church,\n    Which slow devotion nobly changed for this\n    That echoes vaguely to my modern steps.\n    By suffrage universal it was built,\n    As practised then, for all the country came\n    From far as Rouen, to give votes for God,\n    Each vote a block of stone securely laid\n    Obedient to the master’s deep-mused plan.\n    Will what our ballots rear, responsible\n    To no grave forethought, stand so long as this,--\n    Delight like this the eye of after days\n    Brightening with pride that here, at least, were men\n    Who meant and did the noblest thing they knew?\n    Can our religion cope with deeds like this?\n    We, too, build Gothic contract-shams, because\n    Our deacons have discovered that it pays,\n    And pews sell better under vaulted roofs\n    Of plaster painted like an Indian squaw.\n    Shall not that Western Goth, of whom we spoke,\n    So fiercely practical, so keen of eye,\n    Find out, some day, that nothing pays but God,\n    Served whether on the smoke-shut battle-field,\n    In work obscure done honestly, or vote\n    For truth unpopular, or faith maintained\n    To ruinous convictions, or good deeds\n    Wrought for good’s sake, mindless of heaven or hell?\n    I know not; but, sustained by sure belief\n    That man still rises level with the height\n    Of noblest opportunities, or makes\n    Such, if the time supply not, I can wait.\n    I gaze round on the windows, pride of France,\n    Each the bright gift of some mechanic guild\n    Who loved their city and thought gold well spent\n    To make her beautiful with piety;\n    I pause, transfigured by some stripe of bloom,\n    And my mind throngs with shining auguries,\n    Circle on circle, bright as seraphim,\n    With golden trumpets silent, that await\n    The signal to blow news of good to men.\n\n    Then the revulsion came that always comes\n    After these dizzy elations of the mind:\n    I walked forth saddened; for all thought is sad,\n    And leaves a bitterish savor in the brain,--\n    Tonic, it may be, not delectable,--\n    And turned, reluctant, for a parting look\n    At those old weather-pitted images\n    Of bygone struggle, now so sternly calm.\n    About their shoulders sparrows had built nests,\n    And fluttered, chirping, from gray perch to perch,\n    Now on a mitre poising, now a crown,\n    Irreverently happy. While I thought\n    How confident they were, what careless hearts\n    Flew on those lightsome wings and shared the sun,\n    A larger shadow crossed; and, looking up,\n    I saw where, nesting in the hoary towers,\n    The sparrow-hawk slid forth on noiseless air,\n    With sidelong head that watched the joy below,\n    Grim Norman baron o’er this clan of Kelts.\n    Enduring Nature, force conservative,\n    Indifferent to our noisy whims! Men prate\n    Of all heads to an equal grade cashiered\n    On level with the dullest, and expect\n    (Sick of no worse distemper than themselves)\n    A wondrous cure-all in equality;\n    They reason that To-morrow must be wise\n    Because To-day was not, nor Yesterday,\n    As if good days were shapen of themselves,\n    Not of the very lifeblood of men’s souls;\n    Meanwhile, long-suffering, imperturbable,\n    Thou quietly complet’st thy syllogism,\n    And from the premise sparrow here below\n    Draw’st sure conclusion of the hawk above,\n    Pleased with the soft-billed songster, pleased no less\n    With the fierce beak of natures aquiline.\n\n    Thou beautiful Old Time, now hid away\n    In the Past’s valley of Avilion,\n    Haply, like Arthur, till thy wound be healed,\n    Then to reclaim the sword and crown again!\n    Thrice beautiful to us; perchance less fair\n    To who possessed thee, as a mountain seems\n    To dwellers round its bases but a heap\n    Of barren obstacle that lairs the storm\n    And the avalanche’s silent bolt holds back\n    Leashed with a hair,--meanwhile some far-off clown,\n    Hereditary delver of the plain,\n    Sees it an unmoved vision of repose,\n    Nest of the morning, and conjectures there\n    The dance of streams to idle shepherds’ pipes,\n    And fairer habitations softly hung\n    On breezy slopes, or hid in valleys cool,\n    For happier men. No mortal ever dreams\n    That the scant isthmus he encamps upon\n    Between two oceans, one, the Stormy, passed,\n    And one, the Peaceful, yet to venture on,\n    Has been that future whereto prophets yearned\n    For the fulfilment of Earth’s cheated hope,\n    Shall be that past which nerveless poets moan\n    As the lost opportunity of song.\n\n    O Power, more near my life than life itself\n    (Or what seems life to us in sense immured),\n    Even as the roots, shut in the darksome earth,\n    Share in the tree-top’s joyance, and conceive\n    Of sunshine and wide air and wingëd things\n    By sympathy of nature, so do I\n    Have evidence of Thee so far above,\n    Yet in and of me! Rather Thou the root\n    Invisibly sustaining, hid in light,\n    Not darkness, or in darkness made by us.\n    If sometimes I must hear good men debate\n    Of other witness of Thyself than Thou,\n    As if there needed any help of ours\n    To nurse Thy flickering life, that else must cease,\n    Blown out, as ’t were a candle, by men’s breath,\n    My soul shall not be taken in their snare,\n    To change her inward surety for their doubt\n    Muffled from sight in formal robes of proof:\n    While she can only feel herself through Thee,\n    I fear not Thy withdrawal; more I fear,\n    Seeing, to know Thee not, hoodwinked with dreams\n    Of signs and wonders, while, unnoticed, Thou,\n    Walking Thy garden still, commun’st with men,\n    Missed in the commonplace of miracle.\n\n\n                   THE END.",
    "metadata": {
        "author": [
            "Lowell, James Russell",
            "Wilbur, Homer",
            "Meliboeus-Hipponax"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65136/pg65136.txt",
        "name": "the_cathedral.json"
    }
}