{
    "name": "The Ancient Banner\nOr, Brief Sketches of Persons and Scenes in the Early History of Friends",
    "author": [
        "Anonymous",
        "Anonymous, Anonymous",
        "Anonyme"
    ],
    "body": "      In boundless mercy, the Redeemer left,\n    The bosom of his Father, and assumed\n    A servant's form, though he had reigned a king,\n    In realms of glory, ere the worlds were made,\n    Or the creating words, \"Let there be light\"\n    In heaven were uttered. But though veiled in flesh,\n    His Deity and his Omnipotence,\n    Were manifest in miracles. Disease\n    Fled at his bidding, and the buried dead\n    Rose from the sepulchre, reanimate,\n    At his command, or, on the passing bier\n    Sat upright, when he touched it. But he came,\n    Not for this only, but to introduce\n    A glorious dispensation, in the place\n    Of types and shadows of the Jewish code.\n    Upon the mount, and round Jerusalem,\n    He taught a purer, and a holier law,--\n    His everlasting Gospel, which is yet\n    To fill the earth with gladness; for all climes\n    Shall feel its influence, and shall own its power.\n    He came to suffer, as a sacrifice\n    Acceptable to God. The sins of all\n    Were laid upon Him, when in agony\n    He bowed upon the cross. The temple's veil\n    Was rent asunder, and the mighty rocks,\n    Trembled, as the incarnate Deity,\n    By his atoning blood, opened that door,\n    Through which the soul, can have communion with\n    Its great Creator; and when purified,\n    From all defilements, find acceptance too,\n    Where it can finally partake of all\n    The joys of His salvation.\n      But the pure Church he planted,--the pure Church\n    Which his apostles watered,--and for which,\n    The blood of countless martyrs freely flowed,\n    In Roman Amphitheatres,--on racks,--\n    And in the dungeon's gloom,--this blessed Church,\n    Which grew in suffering, when it overspread\n    Surrounding nations, lost its purity.\n    Its truth was hidden, and its light obscured\n    By gross corruption, and idolatry.\n    As things of worship, it had images,\n    And even painted canvas was adored.\n    It had a head and bishop, but this head\n    Was not the Saviour, but the Pope of Rome.\n    Religion was a traffic. Men defiled,\n    Professed to pardon sin, and even sell,\n    The joys of heaven for money,--and to raise\n    Souls out of darkness to eternal light,\n    For paltry silver lavished upon them.\n    And thus thick darkness, overspread the Church\n    As with a mantle.\n      At length the midnight of apostacy\n    Passed by, and in the horizon appeared,\n    Day dawning upon Christendom. The light,\n    Grew stronger, as the Reformation spread.\n    For Luther, and Melancthon, could not be\n    Silenced by papal bulls, nor by decrees\n    Of excommunication thundered forth\n    Out of the Vatican. And yet the light,\n    Of Luther's reformation, never reached\n    Beyond the morning's dawn. The noontide blaze\n    Of Truth's unclouded day, he never saw.\n    Yet after him, its rising sun displayed\n    More and more light upon the horizon.\n      Though thus enlightened, the professing Church,\n    Was far from many of the precious truths\n    Of the Redeemer's gospel; and as yet,\n    Owned not his Spirit's government therein.\n    But now the time approached, when he would pour\n    A larger measure of his light below;\n    And as he chose unlearned fishermen\n    To spread his gospel when first introduced,\n    So now he passed mere human learning by,\n    And chose an instrument, comparable\n    To the small stone the youthful David used,\n    To smite the champion who defied the Lord.\n      Apart from human dwellings, in a green\n    Rich pasturage of England, sat a youth,\n    Who seemed a shepherd, for around him there\n    A flock was feeding, and the sportive lambs\n    Gambolled amid the herbage. But his face\n    Bore evidence of sadness. On his knee\n    The sacred book lay open, upon which\n    The youth looked long and earnestly, and then,\n    Closing the book, gazed upward, in deep thought\n    This was the instrument by whom the Lord\n    Designed to spread a clearer light below\n    And fuller reformation. He appeared,\n    Like ancient Samuel, to be set apart\n    For the Lord's service from his very birth.\n    Even in early childhood, he refrained\n    From youthful follies, and his mind was turned\n    To things of highest moment. He was filled\n    With awful feelings, by the wickedness\n    He saw around him. As he grew in years,\n    Horror of sin grew stronger; and his mind\n    Became so clothed with sadness, and so full\n    Of soul-felt longings, for the healing streams\n    Of heavenly consolation, that he left\n    His earthly kindred, seeking quietude\n    In solitary places, where he read\n    The book of inspiration, and in prayer,\n    Sought heavenly counsel.\n      In this deep-proving season he was told,\n    Of priests, whose reputation had spread wide\n    For sanctity and wisdom; and from these\n    He sought for consolation,--but in vain.\n    One of these ministers became enraged,\n    Because the youth had inadvertently\n    Misstepped within his garden; and a priest\n    Of greater reputation, counselled him\n    To use tobacco, and sing holy psalms!\n    And the inquirer found a third to be\n    But as an empty, hollow cask at best.\n      Finding no help in man, the youthful Fox,\n    Turned to a higher and a holier source,\n    For light and knowledge. In his Saviour's school,\n    He sat a scholar, and was clearly shown\n    The deep corruption, that had overspread\n    Professing Christendom. And one by one,\n    The doctrines of the Gospel, were unveiled,\n    To the attentive student,--doctrines, which,\n    Though clearly written on the sacred page,\n    Had long been hidden, by the rubbish man's\n    Perversions and inventions heaped thereon.\n    He saw that colleges, could not confer,\n    A saving knowledge of the way of Truth,\n    Nor qualify a minister to preach\n    The everlasting Gospel; but that Christ,\n    Is the true Teacher, and that he alone\n    Has power to call, anoint, and qualify,\n    And send a Gospel minister to preach\n    Glad tidings of salvation. He was shown,\n    No outward building, made of wood and stone\n    Could be a holy place,--and that the Church--\n    The only true and living Church--must be\n    A holy people gathered to the Lord,\n    And to his teaching. He was clearly taught,\n    The nature of baptism, by which souls\n    Are purified and fitted for this Church;\n    That this was not, by being dipped into,\n    Or sprinkled with clear water, but it was\n    The one baptism of the Holy Ghost.\n    He saw the Supper was no outward food,\n    Made and administered by human hands,--\n    But the Lord's Table was within the heart;\n    Where in communion with him, holy bread\n    Was blessed and broken, and the heavenly wine,\n    Which cheers the fainting spirit, handed forth.\n    The Saviour showed him that all outward wars,\n    Are now forbidden,--that the warfare here,\n    Is to be waged within. Its weapons too,\n    Though mighty, even to the pulling down,\n    Of the strong holds of Satan, are yet all\n    The Spirit's weapons. He was shown, that oaths\n    Judicial or profane, are banished from\n    The Christian dispensation, which commands,\n    \"Swear not at all.\" He saw the compliments,--\n    Hat honour, and lip service of the world,\n    Sprang from pride's evil root, and were opposed\n    To the pure spirit of Christ's holy law.\n    And by His inward Light, was clearly seen\n    The perfect purity of heart and life\n    For which that Saviour calls, who never asked,\n    Things unattainable.\n      These truths and others, being thus revealed,\n    Fox was prepared and qualified to preach,\n    The unveiled Gospel, to the sons of men.\n    Clothed with divine authority, he went\n    Abroad through Britain, and proclaimed that Light,\n    Which Christ's illuminating Spirit sheds,\n    In the dark heart of man. Some heard of this,\n    Who seemed prepared and waiting, to receive\n    His Gospel message, and were turned to Him,\n    Whose Holy Spirit sealed it on their hearts.\n    And not a few of these, were called upon,\n    To take the message, and themselves declare\n    The way of Truth to others. But the Priests,\n    Carnal professors, and some magistrates,\n    Heard of the inward light, and purity,\n    With indignation, and they seized upon,\n    And thrust the Preacher within prison walls.\n    Not once alone, but often was he found,\n    Amid the very dregs of wickedness--\n    With robbers, and with blood-stained criminals,\n    Locked up in loathsome jails. And when abroad\n    Upon his Master's service, he was still\n    Reviled and buffeted, and spit upon.\n    But none of these things moved him, for within\n    He felt that soul-sustaining evidence,\n    Which bore his spirit high above the waves,\n    Of bitter persecution.\n      But now the time approached, for his release\n    From suffering and from labour. He had spent,\n    Long years in travel for the cause of Truth,--\n    Not all in Britain,--for he preached its light,\n    And power in Holland,--the West Indian isles,\n    And North America. Far through the wild,\n    And trackless wilderness, this faithful man,\n    Carried his Master's message; he lived,\n    To see Truth's banner fearlessly displayed\n    Upon both continents. He lived to see,\n    Pure hearted men and women gathered to\n    The inward teaching of the Saviour's will,--\n    Banded together in the covenant,\n    Of light and life. But his allotted work,\n    Was now accomplished, and his soul prepared,\n    For an inheritance with saints in light,\n    And with his loins all girded, he put off\n    His earthly shackles, triumphing in death,\n    That the Seed reigned, and Truth was over all!\n      Where the dark waters of the Delaware,\n    Roll onward to the ocean, sweeping by,\n    Primeval forests, where the red man still,\n    Built his rude wigwam, and the timid deer\n    Fled for concealment from the Indian's eye,\n    And the unerring arrow of his bow;\n    There, in the shadow of these ancient woods,\n    A sea-worn ship has anchored. On her deck,\n    Men of grave mien are gathered. One of whom,\n    Of noble figure, and quick searching eyes,\n    Surveys the scene, wrapt in the deepest thought.\n    And this is William Penn. He stands among,\n    Fellow believers, who have sought a home,\n    And place of refuge, in this wilderness.\n      Born of an ancient family, his sire\n    An English Admiral, the youthful Penn,\n    Might, with his talents, have soon ranked among\n    The proudest subjects of the British throne.\n    He chose the better part--to serve that King\n    Who is immortal and invisible.\n    While yet a student within college halls,\n    He heard Truth's message, and his heart was reached,\n    And fully owned it, though it came through one\n    Of that despised and persecuted class,\n    Called in derision Quakers. Thus convinced,\n    He left the college worship, to commune\n    In spirit with his Maker. And for this,\n    He was expelled from Oxford; and was soon\n    Maltreated by his father, who, enraged,\n    Because his only son, had turned away\n    From brilliant prospects, to pursue the path\n    Of self-denial, drove him harshly forth\n    From the paternal roof. But William Penn,\n    Had still a Father, who supported him,\n    With strength and courage to perform his will;\n    And he was called and qualified to preach,\n    And to bear witness of that blessed Light\n    Which shines within. He suffered in the cause,\n    His share of trial. He was dragged before\n    Judges and juries, and was shut within\n    The walls of prisons.\n      Looking abroad through England, he was filled\n    With deep commiseration, for the jails--\n    The loathsome, filthy jails--were crowded with\n    His brethren in the Truth. For their relief,\n    He sought the ear of royalty, and plead\n    Their cruel sufferings; and their innocence;\n    And thus became the instrument through which\n    Some prison doors were opened. But he sought\n    A place of refuge from oppression's power,\n    That Friends might worship the Creator there,\n    Free from imprisonment and penalties.\n    And such a place soon opened to his view,\n    Far in the Western Wilderness, beyond\n    The Atlantic's wave.\n      And here is William Penn, and here a band\n    Of weary emigrants, who now behold\n    The promised land before them; but it is\n    The Indian's country, and the Indian's home.\n    Penn had indeed, received a royal grant,\n    To occupy it; but a grant from one\n    Who had no rightful ownership therein;\n    He therefore buys it honestly from those\n    Whose claims are aboriginal, and just.\n    With these inhabitants, behold, he stands\n    Beneath an ancient elm, whose spreading limbs\n    O'erhang the Delaware. The forest chiefs\n    Sit in grave silence, while the pipe of peace\n    Goes round the circle. They have made a league\n    With faithful Onas--a perpetual league,\n    And treaty of true friendship, to endure\n    While the sun shines, and while the waters run.\n      And here was founded in the wilderness,\n    A refuge from oppression, where all creeds\n    Found toleration, and where truth and right\n    Were the foundation of its government,\n    And its protection. In that early day,\n    The infant colony sought no defence\n    But that of justice and of righteousness;\n    The only guarantees of peace on earth,\n    Because they ever breathe, good will to men.\n      His colony thus planted, William Penn\n    Sought his old field of labour, and again,\n    Both through the press and vocally, he plead\n    The right of conscience, and the rights of man;\n    And frequently, and forcibly he preached\n    Christ's universal and inshining Light.\n    His labour was incessant; and the cares,\n    And the perplexities connected with\n    His distant province, which he visited\n    A second time, bore heavily upon\n    His burdened spirit, which demanded rest;--\n    That rest was granted. In the midst of all\n    His labour and his trials, there was drawn\n    A veil, in mercy, round his active mind,\n    Which dimmed all outward things; but he still saw\n    The beauty and the loveliness of Truth,\n    And found sweet access to the Source of good.\n    And thus, shut out from the perplexities\n    And sorrows of the world, he was prepared\n    To hear the final summons, to put off\n    His tattered garments, and be clothed upon\n    With heavenly raiment.\n      Scotland, thou hadst a noble citizen,\n    In him of Ury! Born amid thy hills,\n    Though educated where enticing scenes,\n    Crowd giddy Paris, he rejected all\n    The world's allurements, and unlike the youth\n    Who talked with Jesus, Barclay turned away\n    From great possessions, and embraced the Truth.\n    He early dedicated all the powers\n    Of a well cultivated intellect\n    To the Redeemer and His holy cause.\n    He was a herald, to proclaim aloud,\n    Glad tidings of salvation; and his life\n    Preached a loud sermon by its purity.\n    Not only were his lips made eloquent,\n    By the live coal that touched them, but his pen,\n    Moved by a force from the same altar, poured\n    Light, truth, and wisdom. From it issued forth\n    The great Apology, which yet remains\n    One of the best expositors of Truth\n    That man has published, since that sacred book\n    Anciently written. Seekers are still led\n    By its direction, to that blessed Light,\n    And inward Teacher, who is Jesus Christ.\n    But now, this noble servant of the Lord,\n    Rests from his faithful labour, while his works\n    Yet follow him.\n      Early believers in the light of Truth,\n    Dwelt not at ease in Zion. They endured\n    Conflicts and trials, and imprisonments.\n    Even the humble Penington, whose mind\n    Seemed purged and purified from all the dross\n    Of human nature--who appeared as meek\n    And harmless as an infant--was compelled\n    To dwell in loathsome prisons. But he had,\n    Though in the midst of wickedness, sublime\n    And holy visions of the purity,\n    And the true nature of Christ's living Church.\n    While Edmundson, the faithful pioneer\n    Of Truth in Ireland, was compelled to drink\n    Deeply of suffering for the blessed cause.\n    Dragged from his home, half naked, by a mob\n    Who laid that home in ashes, he endured\n    Heart-rending cruelties. But all of these,\n    Stars of the morning, felt oppression's hand,\n    And some endured it to the closing scene.\n    Burroughs, a noble servant of the Lord,\n    Whose lips and pen were eloquent for Truth,\n    Drew his last breath in prison. Parnel, too,\n    A young and valiant soldier of the Lamb,\n    Died, a true martyr in a dungeon's gloom.\n    Howgill and Hubberthorn, both ministers\n    Of Christ's ordaining, were released from all\n    Their earthly trials within prison walls.\n    And beside these, there was a multitude\n    Of faithful men, and noble women too,\n    Who past from scenes of conflict, to the joys\n    Of the Redeemer's kingdom, within jails,\n    And some in dungeons. But amid it all,\n    Light spread in Britain, and a living Church\n    Was greatly multiplied. The tender minds,\n    Even of children, felt the power of Truth,\n    And showed the fruit and firmness it affords.\n    When persecution, rioted within\n    The town of Bristol, and all older Friends\n    Were locked in prison, little children met,\n    Within their place of worship, by themselves,\n    To offer praises, in the very place\n    From which their parents had been dragged to jail.\n      But let us turn from Britain, and look down,\n    Upon an inland sea whose swelling waves\n    Encircle Malta. There a cloudless sun,\n    In Eastern beauty, pours its light upon\n    The Inquisition. All without its walls\n    Seems calm and peaceful, let us look within.\n    There, stretched upon the floor, within a close,\n    Dark, narrow cell, inhaling from a crack\n    A breath of purer air, two women lie.\n    But who are these, and wherefore are they here?\n    These are two ministers of Christ, who left\n    Their homes in England, faithfully to bear,\n    The Saviour's message into eastern lands.\n    And here at Malta they were seized upon\n    By bigotted intolerance, and shut\n    Within this fearful engine of the Pope.\n    Priests and Inquisitor assail them here,\n    And urge the claims of popery. The rack,\n    And cruel deaths are threatened; and again\n    Sweet liberty is offered, as the price\n    Of their apostacy. All, all in vain!\n    For years these tender women have been thus,\n    Victims of cruelty. At times apart,\n    Confined in gloomy, solitary cells.\n    But all these efforts to convert them failed:\n    The Inquisition had not power enough\n    To shake their faith and confidence in Him,\n    Whose holy presence was seen anciently\n    To save his children from devouring flames;\n    He, from this furnace of affliction, brought\n    These persecuted women, who came forth\n    Out of the burning, with no smell of fire\n    Upon their garments, and again they trod,\n    Their native land rejoicing.\n      In Hungary, two ministers of Christ,\n    Were stretched upon the rack. Their tortured limbs\n    Were almost torn asunder, but no force\n    Could tear them from their Master, and they came\n    Out of the furnace, well refined gold.\n    Nor were these all who suffered for the cause\n    Of truth and righteousness, in foreign lands.\n    For at Mequinez and Algiers, some toiled,\n    And died in slavery. But nothing could\n    Discourage faithful messengers of Christ\n    From his required service. They were found\n    Preaching repentance where the Israelites\n    Once toiled in Egypt, and the ancient Nile\n    Still rolls its waters. And the holy light\n    Of the eternal Gospel was proclaimed,\n    Where its great Author had first published it--\n    Where the rich temple of King Solomon,\n    Stood in its ancient glory. Even there,\n    The haughty Musselmen, were told of Him,\n    The one great Prophet, who now speaks within.\n      For their refusing to participate\n    In carnal warfare, many early Friends,\n    Were made to suffer. On a ship of war\n    Equipped for battle, Richard Sellers bore,\n    With a meek, Christian spirit, cruelties\n    The most atrocious, for obeying Him\n    Who was his heavenly Captain, and by whom,\n    War is forbidden. Sellers would not touch,\n    The instruments of carnage, nor could all\n    The cruelties inflicted, move his soul\n    From a reliance on that holy Arm,\n    Which had sustained him in the midst of all\n    His complicated trials; and he gained\n    A peaceful, but a greater victory\n    Than that of battle, for he wearied out\n    Oppression, by his constancy, and left\n    A holy savor, with that vessel's crew.\n      But let us turn from persecuting scenes,\n    That stain the annals of the older world,\n    To young America, whose virgin shores\n    Offer a refuge from oppression's power.\n    Here lies a harbour in the noble bay\n    Of Massachusetts. Many little isles\n    Dot its expanding waters, and Nahant\n    Spreads its long beach and eminence beyond,\n    A barrier to the ocean. The whole scene,\n    Looks beautiful, in the clear northern air,\n    And loveliness of morning. On the heights\n    That overlook the harbour, there is seen\n    An infant settlement. Let us approach,\n    And anchor where the Puritans have sought,\n    For liberty of conscience. But there seems,\n    Disquietude in Boston. Men appear\n    Urged on by stormy passions, and some wear\n    A look of unrelenting bitterness.\n    But what is that now rising into view,\n    Where crowds are gathered on an eminence?\n    These are the Puritans. They now surround\n    A common gallows. On its platform, stands\n    A lovely woman in the simple garb\n    Worn by the early Quakers. Of the throng,\n    She only seems unmoved, although her blood\n    They madly thirst for.\n      The first professors of Christ's inward Light,\n    Who brought this message into Boston bay,\n    Were inoffensive women. They were searched\n    For signs of witchcraft, and their books were burned.\n    The captain who had brought them, was compelled\n    To carry them away. But others came,\n    Both men and women, zealous for the Truth.\n    These were received with varied cruelties--\n    By frequent whippings and imprisonments.\n    Law after law was made excluding them;\n    But all in vain, for still these faithful ones\n    Carried their Master's message undismayed\n    Among the Puritans, and still they found\n    Those who received it, and embraced the Truth,\n    And steadily maintained it, in the midst\n    Of whipping posts, and pillories, and jails!\n    A law was then enacted, by which all\n    The banished Quakers, who were found again\n    Within the province, were to suffer death.\n    But these, though ever ready to obey\n    All just enactments, when laws trespassed on\n    The rights of conscience, and on God's command,\n    Could never for a moment hesitate,\n    Which to obey.--And soon there stood upon\n    A scaffold of New England, faithful friends,\n    Who, in obeying Christ, offended man!\n    Of these was Mary Dyer, who exclaimed,\n    While passing to this instrument of death,\n    \"No eye can witness, and no ear can hear,\n    No tongue can utter, nor heart understand\n    The incomes and refreshings from the Lord\n    Which now I feel.\" And in the spirit which\n    These words a little pictured, Robinson,\n    Past to the presence of that Holy One\n    For whom he laboured, and in whom he died.\n    Then Stevenson, another faithful steward\n    And servant of the Lamb, was ushered from\n    Deep scenes of suffering into scenes of joy.\n    But Mary Dyer, who was all prepared,\n    To join these martyrs in their heavenward flight,\n    Was left a little longer upon earth.\n    But a few fleeting months had rolled away,\n    Ere this devoted woman felt constrained,\n    Again to go among the Puritans,\n    In Massachusetts, and in Boston too.\n    And here she stands! the second time, upon\n    A gallows of New England. No reprieve\n    Arrests her sentence now. But still she feels\n    The same sweet incomes, and refreshing streams\n    From the Lord's Holy Spirit. In the midst\n    Of that excited multitude, she seems\n    The most resigned and peaceful.--But the deed\n    Is now accomplished, and the scene is closed!\n    Among the faithful martyrs of the Lamb,\n    Gathered forever round His Holy Throne,\n    She doubtless wears a pure and spotless robe,\n    And bears the palm of victory.\n      The blood of Leddra was soon after shed,\n    Which closed the scene of martyrdom among\n    The early Quakers in this colony,\n    But not the scene of suffering. Women were\n    Dragged through its towns half-naked, tied to carts,\n    While the lash fell upon their unclothed backs,\n    And bloody streets, showed where they past along.\n    And such inhuman treatment was bestowed\n    On the first female minister of Christ,\n    Who preached the doctrine of his inward Light.\n      But in New England, there was really found\n    A refuge from oppression, justice reigned\n    Upon Rhode Island. In that early day,\n    The rights of conscience were held sacred there,\n    And persecution was a thing unknown.\n    A bright example, as a governor,\n    Was William Coddington. He loved the law--\n    The perfect law of righteousness--and strove\n    To govern by it; and all faithful Friends\n    Felt him a brother in the blessed Truth.\n      In North America, the Puritans\n    Stood not alone in efforts to prevent\n    The introduction and the spread of light.\n    The Dutch plantation of New Amsterdam,\n    Sustained a measure of the evil work.\n    The savage cruelties inflicted on\n    The faithful Hodgson, have few parallels\n    In any age or country; but the Lord\n    Was with His servant in the midst of all,\n    And healed his tortured and his mangled frame.\n      The early Friends were bright and shining stars,\n    For they reflected the clear holy light\n    The Sun of Righteousness bestowed on them.\n    They followed no deceiving, transient glare--\n    No ignis fatuus of bewildered minds;\n    They followed Jesus in the holiness\n    Of His unchanging Gospel. They endured\n    Stripes and imprisonment and pillories,\n    Torture and slavery and banishment,\n    And even death; but they would not forsake\n    Their Holy Leader, or His blessed cause.\n    Their patient suffering, and firm steadfastness,\n    Secured a rich inheritance for those\n    Who have succeeded them. Do these now feel\n    That firm devotion to the cause of Truth--That\n    singleheartedness their fathers felt?\n    Do they appreciate the price and worth\n    Of the great legacy and precious trust\n    Held for their children? The great cruelties\n    Borne by the fathers, have not been entailed\n    On their descendants, who now dwell at ease.\n    The world does not revile them. Do not some\n    Love it the more for this? and do they not\n    Make more alliance with it, and partake\n    More and more freely of its tempting baits,\n    Its fashions and its spirit? but are these\n    More pure and holy than they were of old,\n    When in the light of Truth, their fathers saw\n    That deep corruption overspread the world?\n      Other professors latterly have learned\n    To speak of Quakers with less bitterness\n    Than when the name reproachfully was cast\n    In ridicule upon them. Has not this\n    Drawn watchmen from the citadel of Truth?\n    Has it not opened doors that had been closed,\n    And should have been forever? And by these,\n    Has not an enemy been stealing in,\n    To spoil the goods of many; to assail,\n    And strive in secrecy to gather strength,\n    To overcome the citadel at last?\n    Is it not thought illiberal to refuse\n    Alliances with those who now profess\n    Respect and friendship? Must the Quaker then\n    Bow in the house of Rimmon, saying, Lord\n    Pardon in this thy servant? Do not some\n    Fail to resist encroachments, when they come\n    Clothed in enticing words, and wear the guise\n    Of charity and kindness, and are veiled,\n    Or sweetened to the taste, by courtesy?\n    But is a snare less certain, when concealed\n    By some enticing bait? or is a ball\n    Less sure and fatal, when it flies unheard,\n    Or, when the hand that sends it is unseen,\n    Or offers friendship? Did not Joab say,\n    \"Art thou in health my brother?\" and appeared\n    To kiss Amasa, while he thrust his sword\n    Into his life-blood? And when Jonas fled\n    From the Lord's service, and the stormy waves\n    Threatened the ship that bore him, was the cause\n    Not found within it? Was there not a calm\n    When he, whose disobedience to the Lord\n    Had raised the tempest, was no longer there?\n      Truth has a standard openly displayed,\n    Untorn--unsullied. Man indeed may change,\n    And may forsake it; but the Standard still\n    Remains immutable. May all who love\n    This Holy Banner, rally to it now!\n    May all whose dwellings are upon the sand,\n    Seek for a building on that living Rock,\n    Which stands forever;--for a storm has come--\n    A storm that tries foundations! Even now,\n    The flooding rains are falling, and the winds\n    Rapidly rising to a tempest, beat\n    Upon all dwellings. They alone can stand\n    Which have the Rock beneath them, and above\n    The Omnipresent and Omnipotent\n    Creator and Defender of His Church!",
    "metadata": {
        "author": [
            "Anonymous",
            "Anonymous, Anonymous",
            "Anonyme"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/19482/pg19482.txt",
        "name": "the_ancient_banner_or_brief_sketches_of_persons_an.json"
    }
}