{
    "name": "The Two Christmas Boxes: A Play for Girls",
    "author": [
        "Yale, Elsie Duncan"
    ],
    "body": "    PRICE 25 CENTS\n\n\n    Eldridge Entertainment House\n    Franklin, Ohio\n\n\n\n\nTWO PLAYS FOR BOYS\n\nMr. Tibbals has been unusually successful in furnishing boys’ plays\nthat introduce characters true to life. While the plays are strong and\nforceful in the lessons they teach, clean comedy predominates and the\nboys like them.\n\n\n“The Millionaire Janitor”\n\nA comedy in two acts. Here is a rollicking play for eight or more boys\nwith plenty of action. Just the thing for a Boys’ Class or Junior Y.\nM. C. A. Easily staged and costumed. Opportunity for introduction of\nmusical numbers and recitations. By introducing such features the play\nmay be used for an entire evening’s entertainment.\n\n    =Price 25 Cents=\n\n\n“Up Caesar’s Creek”\n\nA splendid play for any number of boys. The characters are real boys\nand the play deals with their experiences while camping up Caesar’s\nCreek the performance closing with a minstrel show in camp. Costumes\nand scenery are not elaborate and the play may be produced on any stage.\n\n    =Price 25 Cents=\n\nThese comedies are protected by copyright, but permission for amateur\nproduction is granted with the purchase of the book.\n\n\n    ELDRIDGE ENTERTAINMENT HOUSE\n    Franklin, Ohio\n\n\n\n\n    THE TWO CHRISTMAS BOXES\n\n\n    A Play for Girls.\n\n\n    Copyright, 1915, Eldridge Entertainment House\n\n\n    PUBLISHED BY\n    ELDRIDGE ENTERTAINMENT HOUSE,\n    FRANKLIN, - OHIO\n\n\n\n\nCHARACTERS\n\n\n    MRS. JENKINS       President of the Ladies’ Aid\n    MRS. HODGES           Member of the Ladies’ Aid\n    MRS. BANKS            Member of the Ladies’ Aid\n    MRS. WINTER           Member of the Ladies’ Aid\n    MISS LOOMIS           Member of the Ladies’ Aid\n    MRS. DAVID BROWN          Missionary in Montana\n    DOROTHY BROWN            Daughter of Mrs. Brown\n    MILDRED BANKS            Daughter of Mrs. Banks\n    MRS. WORTHINGTON    Sister-in-law of Mrs. Banks\n    GLADYS             Daughter of Mrs. Worthington\n    MARIE                                    A Maid\n\nThe members of the Aid Society wear plain, rather old-fashioned street\ndresses, with the exception of Miss Loomis, whose dress should be so\nold-fashioned as to be amusing. In the first scene Mrs. Banks wears a\nplain house dress with white apron. Mrs. David Brown should be dressed\nneatly but plainly, and Dorothy wears shirtwaist and skirt. Mrs.\nWorthington should appear in an elaborate negligee, and Gladys in a\npretty house dress, while Marie wears black dress, white apron and cap.\nMildred wears sweater, cap and dark skirt. Beneath the sweater is worn\na middy blouse.\n\nThe first and last scenes take place in Mrs. Banks’ sitting room. A\nfew chairs, a bookcase, pictures and table will be required, also two\nwooden boxes, exactly alike.\n\nIn the second scene a poorly furnished kitchen or living room is\nrepresented. Plain wood chairs should be used, while a red cover should\nbe upon the table. Mrs. Brown should have a large mending basket beside\nher. The Christmas box should be in the foreground.\n\nThe third scene should represent the living room of an apartment, and\nshould be as handsomely furnished as possible. The Christmas box should\nbe at the side of the room, but before unpacking, should be drawn into\nthe foreground.\n\n\n\n\nThe Two Christmas Boxes.\n\n\n\n\nSCENE I.\n\n\n(_Mrs. Banks enters carrying large pile of clothing, which she deposits\nupon a chair._)\n\n_Mrs. Banks._ Dear me, that was heavy! Now for the newspapers.\n\n(_Exit and returns with newspapers which she places on a table near the\npile of clothing._)\n\n_Mrs. B._ Now I have twine all ready and scissors, and everything but\nthe folks to do the work. It’s the same way in every church. A few are\nwilling to do all the work and the rest are all willing to have them.\nThere comes Martha Jenkins now!\n\n(_Hurriedly straightens sofa cushion, changes position of chairs,\nsmoothes hair._)\n\n(_Enter Mrs. Jenkins._)\n\n_Mrs. B._ (_effusively_). Well, Martha, I am glad to see you! I began\nto think that not a soul was coming to help me pack the missionary box.\nTake off your things!\n\n_Mrs. Jenkins._ Thank you. (_Removes hat, gloves and coat._)\n\n_Mrs. B._ What a pretty waist! Did you buy it ready made?\n\n_Mrs. J._ New! No indeed! I made that out of last year’s and the one\nbefore that pieced together. John has read an article about how you can\nmake nice dresses out of stuff you have in the rag bag, so he says I’m\njust as smart as the woman that wrote that article, and he wanted me to\ntry it. (_sits_).\n\n_Mrs. Banks._ Well, William did say something about that to me, so I\nsuppose he read the same article, so I said all right, but I’d have to\neconomize on him too. I’d cut off the tops of his socks for wristlets\nfor cold weather, and I’d make neckties out of Mildred’s hairbows for\nhim, and I’d try to make over his old frock coat into a sack coat to\nwear to the store on week days, so that silenced him all right!\n\n_Mrs. Jenkins._ There’s really no reason for economy being an\nexclusively feminine virtue.\n\n_Mrs. B._ (_Taking up several of the articles from the pile of\nclothing_). These things look as if somebody had been economizing all\nright.\n\n_Mrs. J._ (_placing newspaper carefully in the bottom of the box_).\nSuppose we get busy now and pack the box.\n\n_Mrs. B._ (_doubtfully_). I don’t believe any of the others are coming.\n\n_Mrs. J._ Emmeline Miller told me she couldn’t come on account of\ndomestic affliction.\n\n_Mrs. B._ (_surprised_). How terrible! What was it?\n\n_Mrs. J._ Her husband’s mother and two aunts have come to spend a week,\nand Emmeline said if that wasn’t domestic affliction she didn’t know\nwhat was!\n\n_Mrs. B._ Well we can soon get the box packed. Here’s a nice overcoat!\n(_Holds it up._)\n\n_Mrs. J._ Marcia Hill sent that. The sleeves are a bit raggedy and the\nlining is torn quite badly but the missionary’s wife can fix it. They\nsay that’s one of the qualifications of a missionary’s wife to be able\nto do anything.\n\n_Mrs. B._ I’ll fold it and wrap it and you can put it in the box.\n(_folds coat, wraps in paper. Hands to Mrs. Jenkins who places it in\nthe box_).\n\n_Mrs. B._ I’m going to give this white shawl. (_Holds up shawl._) It\nreally ought to be cleaned or washed but I simply haven’t the time. You\nknow how busy everyone is just before Christmas.\n\n_Mrs. J._ O that can easily be cleaned in cornmeal or flour or\ngasoline, I forget which, (_aside_). I should think she’d be ashamed to\nsend it!\n\n_Mrs. B._ (_wrapping shawl_). I know that the missionaries lead much\nsimpler lives than we do so of course they have more time.\n\n_Mrs. J._ Hand it to me and I’ll put it beside the overcoat.\n\n_Mrs. B._ Mrs. Hodges sent this dress of Clara’s. (_Holds up dress._)\n\n_Mrs. J._ It’s rather fadey looking but there’s a lot of wear in it yet.\n\n_Mrs. B._ There’s a guimpe that goes with it, but when I asked Clara\nfor it, she said her mother said the guimpe was too good to give away.\n\n_Mrs. J._ (_examining dress_). It isn’t a bad quality gingham and it\ncould easily be boiled out and used for a white dress. Wrap it up and\nhand it over, (_aside_). If she is going to hold a farewell service\nover every last thing that goes in the box, we’ll never get it packed.\n\n_Mrs. B._ Here’s Emmeline Miller’s red dress! (_holding up shabby\ndress._)\n\n_Mrs. J._ (_surprised_). O that dress! I don’t see how she ever brought\nherself to part with it for she has worn it years and years!\n\n_Mrs. B._ The material isn’t so bad and it can be scoured, and scrubbed\nand pressed and mended and it will look quite respectable. (_Wraps\ndress and hands to Mrs. J._) I’m going to give this suit of Albert’s.\nAlbert simply insists that he will not wear it another day, and so I\nthought it would do very well for the missionary’s son. (_Holds up\npatched and worn suit._)\n\n_Mrs. J._ Well, I’m sure the missionary’s son will be very thankful to\nget it. (_Places suit in box._)\n\n_Mrs. B._ I’m going to give these ties too. (_holds up gaudy ties_).\nTwo or three of them are new but Albert is so fussy he won’t wear them.\nI’m afraid I’ve brought him up to be too particular.\n\n_Mrs. J._ I’m afraid you have, Louisa.\n\n_Mrs. B._ (_indignantly_). I don’t know as he is any more fussy than\nanybody else’s boy. I like to see a boy particular about what he wears.\n(_Folds ties and wraps them._)\n\n_Mrs. J._ (_apologetically_). Well, don’t get mad, Louisa. I was just\nagreeing with you. (_aside_). Isn’t she a tinder-box when anybody\nmentions her boy!\n\n_Mrs. B._ Here’s a cape from Mrs. Winter. It’s warm, but you can’t say\nmuch else about it.\n\n_Mrs. J._ Why it will be just the thing for those cold Montana winters.\nI think the missionary’s wife will be glad to get it.\n\n_Mrs. B._ (_examining cape_). You see its some moth-eaten and I was\nscared for fear it would get moths in my house. I never have them.\n\n_Mrs. J._ Well wrap it up quick, and I’ll tuck it in here beside the\nother things. Why we are getting quite a box full. (_Places package in\nbox._)\n\n_Mrs. B._ I thought I would contribute this red wrapper. It’s warm,\neven though it isn’t so good looking. (_Holds up shabby wrapper._)\n\n_Mrs. J._ I’m sure that will be very useful. But what’s that?\n\n_Mrs. B._ Miss Loomis has actually contributed her hat. Isn’t it awful?\n\n_Mrs. J._ (_hesitating_). Really Louisa, we can’t send that! It’s\nterrible!\n\n_Mrs. B._ Miss Loomis would never forgive me if I didn’t. I’d like to\nput it in the ash barrel though. (_Holds up hat._)\n\n_Mrs. J._ Let’s see it! (_examines hat_). Well, I suppose if it were\nsteamed and pressed and dyed and other trimming put on, it wouldn’t be\nso bad. We’ll have to put it in for a finishing touch.\n\n_Mrs. B._ (_handing hat to her_). I am certainly thankful that I will\nnot see that hat in front of me in church any more. Here’s some more\nnewspapers, Martha, to stuff in at the top.\n\n_Mrs. J._ (_completes task by packing top of box firmly with papers._)\n\n_Mrs. J._ Now thank goodness, that’s done. Dear me, it’s five o’clock\nand I must hurry home. I had no idea it was so late.\n\n_Mrs. B._ (_hospitably_). Can’t you stay and have supper with us?\n\n_Mrs. J._ (_rising and pinning on her hat_). O no, thank you just the\nsame.\n\n_Mrs. B._ (_helping her on with coat_). Well thank you very much for\ncoming. I’m glad that _one_ member of the society was conscientious\nenough to help.\n\n_Mrs. J._ (_drawing on gloves_). O I never shirk my duty. Good-bye\nLouisa. Come and see me real soon.\n\n_Mrs. B._ You come and see me. Thank you ever so much for helping me.\n\n_Mrs. J._ Good-bye.\n\n_Mrs. B._ Good-bye, Martha.\n\n_Mrs. B._ (_picking up papers and rearranging room_). I suppose Martha\nthought it would have been absolutely impossible for me to have packed\nthat box by myself. Well, thank goodness it’s done, and Amelia’s box is\ndone, and I’m about done, too. (_Seats herself wearily._)\n\n(_Enter Mildred, swinging skates in one hand._)\n\n_Mildred._ Well, mother, you look about fagged out. (_goes over to her\nmother, and smoothes her forehead_). Is the rummage sale over?\n\n_Mrs. B._ Rummage sale? We were packing the missionary box.\n\n_Mildred._ (_smiling_). I hope the gifts will be appreciated. I wish I\nwere to get Miss Loomis’ hat, and Mrs. Hodges’ dress, and a few other\nadornments.\n\n_Mrs. B._ (_irritably_). Mildred, I am really too tired to stand any\nnonsense. I have your Aunt Amelia’s box all ready, and I’ve worried\nover that, for I know whatever I send will be criticised.\n\n_Mildred._ (_continuing to smooth her mother’s hair_). Well, I don’t\nsee how they could possibly find fault with those presents. Dad is\nalways so liberal about that box, but I know Aunt Amelia always finds\nfaults with every last thing we send. I should think though she would\nbe pleased with the waist I embroidered for her, and those lovely\nhandkerchiefs.\n\n_Mrs. B._ She won’t though.\n\n_Mildred._ It was the limit though for Dad to go shopping on his own\naccount and buy Gladys a dress pattern that I’d have given my eyes for,\nand fur gloves for Uncle and a fur cap for Joe, and an embroidered\ndress pattern for Aunt Amelia too. The saleswoman coaxed him into\ngetting those embroidered dress patterns, all right.\n\n_Mrs. B._ (_irritably_). O your father always has some foolishness\nabout Amelia loving him because he is her youngest brother. But the\nbox is packed anyway, and the expressman is to call in the morning the\nfirst thing. I’ve just got to nail the cover on both boxes and mark\nthem.\n\n_Mildred._ (_eagerly_). O let me do that mother. I’ve been gallivanting\nwith the girls out skating while you’ve been working, and I feel\nashamed of myself. Let me do that little bit. (_coaxingly_).\n\n_Mrs. B._ (_gratefully_). Thank you, dear. I am tired and my head\naches, so I’ll go rest awhile if you will finish up. Thank you ever so\nmuch, (_rises_). Be careful you don’t spill ink.\n\n_Mildred._ (_reassuringly_). O I’ll be careful all right. You go rest.\n\n(_Exit Mrs. Banks._)\n\n_Mildred._ (_cheerfully_). Now for the amateur carpentry! Who says\na girl can’t drive a nail? (_Hums a tune as she nails the lid upon\nfirst box._) There, Mrs. Missionary! Your valuable donations are\nsafe. Let us hope that they may not be injured in transit! Now Aunt\nAmelia, here’s something to complain about! (_takes up cards_). O poor\nmother! She’s forgotten to put the cards on the presents. Well, I\ncan’t unpack the box again, and I’m not going to worry her by telling\nher that she forgot them. Uncle William will know that the sash and\nembroidered dresses aren’t for him. (_nails box_). Now for the marking.\nLet’s see how artistic I can be! Mrs. William Worthington, Morningside\nApartments, 524 W. 118th Street, New York. (_suddenly_). O I wonder if\nthat was the right box? (_hesitates_). O I’m sure it was, I couldn’t\nmake a mistake about anything like that! Now for the other! (_repeats\nas she marks_). Mrs. David Brown, Silver Creek, Montana. Now ladies,\nfor what you are about to receive may you both be truly thankful!\n\n\nCURTAIN.\n\n\n\n\nSCENE II.\n\n\n(_Dorothy dusts room, while Mrs. Brown is seated at table mending._)\n\n_Dorothy._ (_mournfully_). Well, mother, it don’t look much like\nChristmas with father and Rob away. I suppose you are going to\ncelebrate by mending, so I’ll get out that old blue waist and see if I\ncan patch it up to look more respectable. (_Searches in mending basket\nand brings out waist ... Holds it up to view._) It’s pretty hopeless\nthough! (_satirically_). What a merry lively Christmas it will be!\n\n_Mrs. B._ (_cheerfully_). Things might be lots and lots worse,\ndaughter. Since your father had to be away, I’m glad that Rob could\nkeep him company, and we’ll have a postponed Christmas when they come\nback. Thread this needle for me, please. Your eyes are better than\nmine. (_Dorothy threads needle._)\n\n_Dorothy._ (_handing needle to her mother_). A postponed Christmas is\nas cheerful as a warmed over pancake! But let’s open the box instead of\nwaiting for father. He won’t care.\n\n_Mrs. B._ (_hesitatingly_). I had planned to wait till he came back\nbut there may be something perishable in the box.\n\n_Dorothy._ Perishable! Everything perished long before it reached us!\nWait till I get the hammer and chisel to open it.\n\n(_Exit Dorothy._)\n\n_Mrs. B._ (_sadly_). Poor Dorothy! How I would love to have pretty,\ndainty clothes for her and how she would enjoy them.\n\n(_Enter Dorothy with child’s shabby hat on head._)\n\n_Dorothy._ (_smiling_). This is the hat that was sent last year, so do\nyou wonder I am pessimistic about this year’s box? (_Tosses hat into\ncorner_). Well, now for the opening, and I’ll be hopeful anyway.\n\n_Mrs. B._ Look out for your fingers!\n\n_Dorothy._ (_cheerfully_). O I’m a fine amateur carpenter! This lid was\nnailed on to stay, though! (_Removes lid from box._)\n\n_Dorothy._ (_surprised_). Well, I never! Mother, mother, put down that\nold mending and look here! (_Takes mending from her mother._) Did you\never see such a lovely box!\n\n_Mrs. B._ (_also surprised_). What a beautiful box! Is it really meant\nfor us?\n\n_Dorothy._ Here’s the label all right. Mrs. David Brown, and that’s\nyou! Just see the holly! Isn’t it Christmas-y? (_Places sprig of holly\nin her hair._)\n\n_Mrs. B._ (_hesitating_). Hadn’t we better wait till your father and\nRob come?\n\n_Dorothy._ (_reproachfully_). Wait? O mother what outrageous cruelty!\nWhy my fingers just itch to open those packages. There don’t seem to be\nany labels, but we can guess at them. You take the first.\n\n_Mrs. B._ (_takes parcel, unwraps and displays white embroidered\nwaist_). Isn’t that exquisite?\n\n_Dorothy._ (_enthusiastically_). Why, mother, you’ll look as pretty as\na picture in it. Stand up and let’s see how it looks on you. (_Holds up\nwaist upon her mother._)\n\n_Dorothy._ Mother, you just look sweet. And now for my turn. (_Takes\nparcels, unwraps, and holds up dress with flowered sash._)\n\n_Dorothy._ (_excited_). Why mother I never had any thing like this in\nmy life! It’s the first thing that I’ve ever owned that didn’t look\nas if some one had worn it till they were sick of it, first. I wish I\ncould see it in the glass. Who’s our fairy godmother?\n\n_Mrs. B._ Why the Ladies’ Aid Society of the Meadowbrooke Church. Don’t\nyou remember that they wrote, saying that they were sending a box?\n\n_Dorothy._ Well, this is surely some box! Now mother, it’s your turn!\n\n_Mrs. B._ (_unwraps sweater_). This must be for Rob! How pleased he\nwill be! I’ll wrap it up again.\n\n_Dorothy._ That may be Rob’s but I know I’m going to borrow it\nsometimes! (_Tries on sweater._)\n\n_Mrs. B._ Now it’s your turn to take a package.\n\n_Dorothy._ It’s just like Aladdin’s lamp. (_takes package_). Now I\nwonder what this is? (_Opens box_). O mother what lovely neckwear! It’s\nalmost too dainty to touch. That pale blue will look so pretty with\nyour waist. Did I ever see such a box!\n\n_Mrs. B._ (_taking parcel_). I guess I am as excited as you are about\nit, Dorothy. (_Opens package_). This scarf must be for your father, and\nsee, here are gloves to go with it.\n\n_Dorothy._ Then I am going to throw away those gloves which you have\nmended and mended till they are nothing but mends. (_Takes gloves from\nmending basket and throws them in waste basket._)\n\n_Mrs. B._ (_reprovingly_). It doesn’t take you long to learn to be\nextravagant!\n\n_Dorothy._ (_taking large package from box_). I wonder what’s in this\nbig one. The best way to find out is to open it. (_Opens package\nand holds up eiderdown robe._) O mother, won’t this be nice for you,\nso warm and comfy! You must try it on right away! (_Slips robe over\nmother’s shoulders._)\n\n_Mrs. B._ I’ll enjoy this I know! Now for my turn. (_Opens box of\nhandkerchiefs._) How dainty and pretty! We’ll divide these, but you\nmustn’t lose one!\n\n_Dorothy._ My turn for the fairy gift box. (_Opens parcel._) A fur cap\nfor Father! _Won’t_ he be pleased! (_Tries cap on._) This looks nicely\non me, but I mustn’t be selfish!\n\n_Mrs. B._ I should hope not, with all the lovely gifts, that you\nhave! (_Takes prettily decorated package._) Candy! Well, this is for\neverybody! I’ll just keep it till father and Rob come back.\n\n_Dorothy._ (_reaching for it_). Perishable goods!\n\n_Mrs. B._ (_firmly_). I know it will be perishable if I put it where\nyou can get it!\n\n_Dorothy._ (_resigned_). Well, I’ll be patient and wait. Now I’ll put\nback father’s and Rob’s presents, and then I’ll take some of this holly\nand decorate with it. Dear me! We won’t recognize ourselves!\n\n_Mrs. B._ (_earnestly_). I am going to write at once to the\nMeadowbrooke ladies, and tell them what a beautiful Christmas they have\nmade for us.\n\n_Dorothy._ I take back all I said about a blue Christmas, and while you\nwrite _I’m_ going to try on my new clothes.\n\n\nCURTAIN.\n\n\n\n\nSCENE III.\n\n\n(_Gladys stands on a chair endeavoring to festoon a rope of evergreen\nover the doorway or window frame._)\n\n_Gladys._ Well, somebody has to get up enough energy for a little bit\nof Christmas decorating, with father and Joe both away. Maybe I’ll get\na tumble, but it will be in a good cause.\n\n(_Enter Marie, with tray._)\n\n_Gladys._ O Marie put your tray down and help me fix up this place so\nit will look more like Christmas and less like an apartment.\n\n_Marie._ (_politely_). Yes, Miss Gladys, (_aside_). It is a pleasure\nto see some cheerfulness. The madame! (_imitating_). Marie, the coffee\nis weak, the rolls are cold, the grapefruit is impossible! (_sets down\ntray_).\n\n_Gladys._ You hang a wreath in the window, and I’ll fix this rope of\ngreen over the door. (_Marie and Gladys arrange greens._)\n\n_Gladys._ Now that is something like.\n\n_Marie._ Miss Gladys, I will remove the tray, for madam would\ndisapprove of it remaining here.\n\n_Gladys._ (_stepping down from chair_). Yes, and I might put my foot in\nher blue and gold coffee cup, and she would disapprove still more.\n\n(_Exit Marie with tray._)\n\n(_Enter Mrs. Worthington._)\n\n_Mrs. W._ (_languidly_). Good morning, Gladys.\n\n_Gladys._ (_cheerfully_). Good morning, mother. Just in time to open\nAunt Louisa’s Christmas box.\n\n(_Mrs. W. seats herself and takes up bottle of smelling salts._)\n\n_Mrs. W._ (_listlessly_). I really am not interested especially in your\nAunt Louisa’s box. It is past my comprehension why when she is a woman\nof such plain, not to say plebeian taste, she and your uncle should\nenjoy a comfortable income, when we are obliged to strive so hard to\nkeep up the appearance which our social position demands.\n\n_Gladys._ (_calling_). Marie! Bring a screwdriver or a nail file or\nsomething and we’ll open the box. Well, mother, maybe Aunt Louisa\neconomizes more than we do, but my definition is that economy is\nspending your money in such a manner that you don’t get any pleasure\nout of it.\n\n(_Enter Marie._)\n\n_Gladys._ Thank you, Marie. Now let’s open the box. (_Both try to pry\nup lid, and finally are successful._)\n\n_Gladys._ Now mother, brace up, there’s a nice lady, and take some\ninterest in your pretty gifts.\n\n_Mrs. W._ (_carelessly_). Gladys, I have told you I am too nervous to\ntake an interest in anything today. (_changing tone_). How shocking!\nWhy your aunt has stuffed the box with newspapers! Newspapers for\npacking Christmas gifts! What execrable ignorance! Marie, take them out\nquickly!\n\n_Marie._ (_respectfully_). Yes madam. (_aside_). Madam is not too\nnervous to take an interest now.\n\n(_Exit Marie._)\n\n_Gladys._ (_smiling_). O that’s a novelty mother. Holly seals and red\nribbon are monotonous.\n\n_Gladys._ (_taking out parcel, and unwrapping it_). O how charming,\nmother! Here is a hat for me to wear on Fifth Avenue! I’ll try it on!\n\n_Mrs. W._ (_paralyzed with indignation_). O what can your aunt Louisa\nbe thinking of! To insult me in this manner! That hat! How atrocious!\nMarie take it out of my sight!\n\n_Marie._ (_respectfully_). Yes madam. (_aside, holding up hat to\naudience_). A charming token from the beloved relatives!\n\n(_Exit Marie._)\n\n_Mrs. W._ (_gasping_). Gladys! My smelling salts! It is\nincomprehensible! What will your father say!\n\n_Gladys._ (_laughing_). He will say that it is exclusive and that you\nwon’t find another in New York like it. (_unwraps parcel, and takes out\nmoth-eaten cape_). This is an evening wrap, which you can wear to the\nopera to-morrow evening. (_examining cape_). It looks as if the moth\nfamily and their relatives had been having an informal supper on this\nstylish garment.\n\n_Mrs. W._ Gladys how can you laugh? I shall not recover from this shock\nfor a year!\n\n(_Enter Marie._)\n\n_Mrs. W._ Marie, take that thing and tell the ashman to give it to his\npoor relations!\n\n_Marie._ (_respectfully_). Yes madam! (_aside_). Such a charming wrap,\nI almost fear to touch it! (_carries it gingerly_).\n\n(_Exit Marie._)\n\n_Gladys._ My dear brother is not forgotten I am glad to see! These ties\nwill cultivate a love of beauty.\n\n_Mrs. W._ And my poor boy must be insulted too! Terrible, terrible!\n(_uses smelling salts_).\n\n(_Enter Marie._)\n\n_Mrs. W._ Marie give these ties to your cousin, the policeman that\ncomes to call. He can wear them when he is off duty.\n\n_Marie._ Thank you for your kindness, Madam. (_aside_). Alphonse wear\nties like these? Never!\n\n_Gladys._ (_satirically_). Aunt Louisa remembers that you are an\ninvalid, and has sent this negligee (_hands shabby eiderdown robe to\nher mother_).\n\n_Mrs. W._ (_in agitation_). Gladys, how you can laugh at my poor\nhealth, is more than I can comprehend, and why your Aunt Louisa should\nhave chosen to make me the target of her insults is more than I can\nunderstand. Marie, give it to the rag man.\n\n_Marie._ Yes madam. (_aside_). I fear he would not accept it.\n\n(_Exit Marie._)\n\n_Gladys._ Well, mother, brother and I are some targets too. Here’s a\ndress to wear to the Van Schuyler’s tea, and here’s a very nifty suit\nfor Rob. (_exhibits faded gingham, and patched suit_). The gingham\nhowever is a bit decollette, but it has the fashionable short skirt.\n\n_Mrs. W._ I am mortified beyond expression that Marie should witness\nthis frightful scene. Marie!\n\n_Gladys._ What makes you subpoena her as a witness then?\n\n(_Enter Marie._)\n\n_Marie._ You called Madam?\n\n_Mrs. W._ (_with dignity_). Marie put these shocking garments where I\nshall never see or hear of them again.\n\n_Marie._ Yes, madam.\n\n_Gladys._ (_rummaging in box_). Wait a minute Marie, and save your\nsteps. Here are a couple more offerings that will need your kind care.\n(_unwraps shawl_). Dearest mother, a fleecy shawl for your shoulders,\nto shield you from the chill winds. (_attempts to place shawl about her\nmother’s shoulders_).\n\n_Mrs. W._ (_screaming_). Gladys! Take it away. How horrible! The thing\nisn’t a shawl, it’s a moth-hole!\n\n_Gladys._ (_continuing_). I feared that my dear father was to be\nforgotten, but he too is remembered. (_holds up overcoat_). An\novercoat, neat but not gaudy, with a pleasing openwork effect in the\nlining.\n\n_Mrs. W._ (_sinks back in chair_). I am overcome. Marie, take these\nabominable things away. I shall never recover from this shock, and I\nshall never forget this insult. (_dries her eyes_). And I shall write\nyour Aunt Louisa at once and tell her in unmistakable language, my\nopinion of her, in sending to me, to _me_ a box evidently intended for\nthe almshouse!\n\n\nCURTAIN.\n\n\n\n\nSCENE IV.\n\n\n(_As curtain rises, members of Ladies’ Aid Society are seen removing\nwraps, the President, Mrs. Jenkins, being in the chair._)\n\n_President._ (_rapping upon table_). Will the meeting please come to\norder?\n\n_Miss Loomis._ (_wildly_). Where _is_ my other rubber? They were brand\nnew last week, and—\n\n_President._ (_rapping again_). Ladies, will you _please_ come to\norder? We will open with the minutes of the last meeting, and Miss\nLoomis, who acted as secretary pro-tem, will read them.\n\n_Miss Loomis._ (_apologetically_). I didn’t have time to copy them in\nthe book, but I have them on a piece of paper. (_rummages in bag_). I’m\nsure I brought them. Here they are! (_reads_). Take one dozen eggs—Oh,\nmercy no, that’s the recipe for angel cake. Wait till I look again.\n(_takes crochet pattern from bag_). That’s the pattern for lace that\nBrother Tom’s wife gave me. (_Holds it up._) It’s real pretty, isn’t it?\n\n_Mrs. Hodges._ (_eagerly_). Let me see it!\n\n_Miss Loomis._ (_explaining_). You make a double crochet, after you’ve\nchained twelve.\n\n_Mrs. Hodges._ Oh, that’s easy! I could pick that out myself.\n\n(_Other members endeavor to examine the crochet pattern._)\n\n_President._ (_with dignity_). Miss Loomis, we are waiting for the\nminutes of the meeting.\n\n_Miss Loomis._ (_holding up paper_). O here they are! I’ll read them!\n\n_Miss Loomis._ The regular meeting of the Ladies’ Aid Society was\nheld on November tenth at the residence of Mrs. Winter, seven members\npresent, and the President, Mrs. Jenkins, being in the chair. Minutes\nof last meeting read and approved. Report of supper committee read and\napproved. Proceeds of harvest supper, seven dollars and thirty-five\ncents.\n\n_Mrs. Winter._ We charged too much for that supper, or we’d have made\nmore money.\n\n_Mrs. Hodges._ (_sharply_). I don’t think we charged too much\nconsidering the terrible price of food.\n\n_Mrs. Winter._ (_irritably_). Well, I don’t like to work my feet off\nfor a measly seven dollars.\n\n_President._ (_rapping_). Ladies, will you please come to order. Miss\nLoomis, continue with your report.\n\n_Miss Loomis._ (_nervously_). I lost my place. Let’s see—\n\n_President._ (_to help her_). You were reading about the harvest supper.\n\n_Miss Loomis._ O yes. It was voted to send a box to Mrs. David Brown,\ncommittee to meet at the home of Mrs. Banks, chairlady of the committee.\n\n_Mrs. Banks._ There were only two of the society there.\n\n_Miss Loomis._ I was too busy to come, but I sent a nice hat for the\nmissionary’s wife.\n\n_Mrs. Banks._ (_aside_). That terrible hat!\n\n_President._ Ladies, I must insist that you come to order.\n\n_Miss Loomis._ (_worried_). Where’s that crochet pattern? I can’t lose\nthat!\n\n_Mrs. Hodges._ (_handing it to her_). Here you are. I was just counting\nthe stitches.\n\n_President._ Miss Loomis, if you have finished your report, we will\nhear a letter received by Mrs. Hodges, our secretary, from Mrs. Brown.\n\n_Miss Loomis._ Yes, I guess that was all.\n\n_Mrs. Hodges._ (_nervously_). Wait till I find my glasses. (_rummaging\nin bag_). Here they are. (_Opens letter._)\n\n“My Dear Friends: Words fail me when I try to express my thanks for the\nbeautiful box which you sent.—”\n\n_Miss Loomis._ Pleased, wasn’t she?\n\n“My heart is too full to write, as I think of the wonderful kindness\nwhich prompted you to send it.”\n\n_Mrs. Winter._ (_puzzled_). They ain’t usually so thankful.\n\n_President._ Ladies, please come to order, and let us listen to the\nletter.\n\n_Mrs. Hodges._ (_continuing_). The beautiful dress for my daughter.\n(_aside_). She meant that gingham of Clara’s—Where was I—“The clothing\nfor myself which seems far too good for a missionary’s wife—”\n\n_Miss Loomis._ Somehow that don’t just fit our box.\n\n_Mrs. Hodges._ (_continuing_). “The gifts for my son and husband are\nmost thankfully received. Believe me dear friends, I am more than\ngrateful for your kindness.\n\n                                  “Yours very sincerely,\n                                               “RUTH M. BROWN.”\n\n_Mrs. Winter._ Somehow I can’t quite figure that out.\n\n_Mrs. Hodges._ Ours was a nice box, nice enough, but she didn’t have no\ncall to say quite so much.\n\n_Mrs. Banks._ (_rising_). Ladies, I have here a letter from my\nhusband’s sister, Mrs. Worthington, which may throw some light upon\nMrs. Brown’s letter. Each Christmas we send a box to Mrs. Worthington,\nand I have received this acknowledgment for the gifts which we sent\nthis year. (_Opens letter._)\n\n“Louisa: I have just supervised the opening of a box, which while\ndirected to me was evidently destined for the almshouse. In fact,\nI doubt whether the inmates of the almshouse would have found the\ndonations acceptable. Beneath newspapers which formed the packing, I\nfound an article, which at first appeared to be a abandoned birds’\nnest, but which upon closer inspection was evidently intended for a\nhat.”\n\n_Miss Loomis._ (_aghast_). My hat! Why I paid five dollars for that\nhat eight years ago and it was perfectly good. A bird’s nest! My hat!\n\n_Mrs. Banks._ (_calmly_). May I continue?\n\n“There were a motley collection of ghastly neckties, a tattered\novercoat, a forlorn gingham—”\n\n_Mrs. Hodges._ (_indignantly_). That was a perfectly good dress, only\nClara said she wouldn’t wear it any more!\n\n_Mrs. Banks._ (_continuing_). “And other disreputable apparel. I cannot\nunderstand the insult and assure you that I deem it unwarranted and\nunpardonable. I need hardly say that the garments were given to the rag\nman.\n\n                                          “Your sister-in-law,\n                                                “AMELIA WORTHINGTON.”\n\n_Mrs. Winter._ What an awful letter!\n\n_Mrs. Hodges._ (_shocked_). I’m glad I haven’t relations-in-law like\nthat!\n\n_Mrs. Banks._ It is evidently clear to you ladies, that the labels upon\nthe boxes were mixed, and the box for my sister-in-law reached Mrs.\nBrown, while the missionary box which we packed was sent by mistake to\nMrs. Worthington.\n\n_Miss Loomis._ (_indignantly_). To say that my hat was a birds’ nest!\n\n_Mrs. Winter._ And disreputable apparel!\n\n_President._ Ladies, will you come to order! I regret of course that\nthe mistake has been made, for doubtless it places Mrs. Banks in a very\nembarrassing position.\n\n_Mrs. Banks._ (_nervously_). Embarrassing is no word for it. She\nwas so mad, it showed in her handwriting. (_Passes letter round for\ninspection._)\n\n_Mrs. Hodges._ (_gently_). Well, there is one good side to it. The\nmissionary was pleased with her box, and I guess Clara’s dress was\npretty faded.\n\n_Mrs. Winter._ (_apologetically_). And I might have taken time to mend\nthe overcoat.\n\n_Miss Loomis._ (_firmly_). I make no apologies for my hat!\n\n_President._ I suppose we could have fixed up the box meant for the\nmissionary with pretty wrappings, like we do other peoples.\n\n_Mrs. Hodges._ (_rising_). Ladies, may I say a few words?\n\n_President._ Mrs. Hodges has the floor.\n\n_Mrs. Hodges._ I think this has been a lesson to us, although it has\nprobably made a peck of trouble for Mrs. Banks.\n\n_Mrs. Banks._ That’s so!\n\n_Mrs. Hodges._ I think it shows us that our missionary likes pretty\nthings the same as we do.\n\n_Miss Loomis._ (_interrupting_). That’s why I sent my hat!\n\n_Mrs. Hodges._ (_continuing_). And while I am sorry that it has made\ntrouble for Mrs. Banks, I can’t help being glad that the missionary got\nthe nice box, so I would move that hereafter we make our missionary\nChristmas boxes as nice as those we send our husband’s relations.\n\n_All._ Second the motion!\n\n_President._ It is moved and seconded that hereafter we make the boxes\nwe send to our missionaries as good as those which are intended for our\nhusband’s relations. All in favor say “Aye.”\n\n_All._ (_heartily_). Aye!\n\n_President._ Opposed? It is unanimously carried.\n\n\nCURTAIN.\n\n\n\n\nWe Call Attention to These Numbers for Christmas.\n\n\n    =Christmas at Finnegan’s Flat=       =15 Cents=\n    =Christmas at Golden Gulch=          =15 Cents=\n\nBoth splendid plays by Seymour S. Tibbals, for Public or Sunday School.\nSee description elsewhere in this catalog.\n\n    =Mrs. Santa Claus Militant=               =15c=\n\n    And then for your smaller children use these tuneful\n    cantatas, plays and drills:\n\n    =Santa at Sea=—(Cantata)                 =25c=\n    =Santa in Southland=—(Cantata)           =25c=\n\nBy Harry C. Eldridge. See description elsewhere in this catalog.\n\n    =Bo Peep’s Christmas Party=—(Play)       =15c=\n    =Home-Made Santa Claus=—(Play)           =25c=\n    =Christmas Chimes=—(Drill)               =15c=\n    =Christmas Surprise Drill=               =15c=\n    =Silver Stars=—(Drill)                   =15c=\n\n\nThree Successful Juvenile Operettas\n\n=Midsummer Eve= Libretto by Guptill. A musical fairy play, introducing\npretty drills and music. Has been given in hundreds of places and\nalways pleases. Price 40 cents.\n\n=Under the Sugar Plum Tree= Libretto by Bugbee. Introducing in a novel\nway the characters of Field, Riley and Stevenson. Bright music and easy\nto learn. Contains a May-pole dance. Price 40 cents.\n\n=In Little Folks Town= Libretto by Bugbee. Is a delightful musical play\nfor small children, introducing a clever pageant. Price 40 cents.\n\n\n\n\n——HERE ARE——\n\nSOME OF OUR VERY NEW TITLES\n\n\nIt is always a satisfaction to be the first to get hold of new and\nnovel entertainments, and here is =YOUR= chance:\n\n\nPLAYS FOR FEMALE CHARACTERS\n\n    =Aunt Deborah’s First Luncheon=         =25c=\n    =When Shakespeare Struck The Town=      =25c=\n    =Ye Tea Party of Ye Olden Time=         =25c=\n\n\nTWO CLEVER MUSICAL PLAYS FOR CHILDREN\n\n    =Under The Sugar Plum Tree=             =40c=\n    =In Little Folks Town=                  =40c=\n\n\nTWO NEW MOCK TRIALS\n\n    =Father Time’s Christmas Trial=         =15c=\n    =Will Soakum’s Matrimonial Bureau=      =25c=\n\n\nTHREE SPLENDID BOOKS\n\n  =Dramatic Stories, Myths and Legends=    { =Paper 35c; Boards 50c=\n    For Children—The Stage or School Room  {\n\n  =Good Stunts for Commencement Week=     =50c=\n    Novelties That Will Enliven This Festive Occasion\n\n  =What to Say For Closing Day=           =30c=\n    Good Dialogs, Exercises, Etc. for Closing Day\n\n\nSEND ORDERS TO\n\nELDRIDGE ENTERTAINMENT HOUSE\n\nFranklin, Ohio\n\n\n\n\nRELEASED FOR AMATEUR PRODUCTION.\n\n“The Little Politician”\n\n_A COMEDY IN FOUR ACTS_\n\n_SEVEN MALES AND THREE FEMALES_\n\n\nTHIS play was produced professionally for several seasons under another\ntitle, and is now released for amateur production without royalty and\nwithout restrictions of any kind. The scenery and costumes are simple.\nTime, about two hours. A young society girl plays an important part in\noverthrowing a corrupt political boss and brings about the election of\nher fiance. The race for the hand of a wealthy widow by rival suitors\nfurnishes the comedy. A pretty story is unfolded, but without actual\nlove-making or any scenes objectionable to the amateur. Recommended for\nhigh schools and dramatic clubs.\n\nPRICE, 25 CENTS\n\n\nSent Postpaid on Receipt of Price by the\n\nELDRIDGE ENTERTAINMENT HOUSE\n\nFranklin, Ohio\n\n\n\n\n“THE HOUSE THAT HELPS”\n\nWE ARE SPECIALISTS IN\n\nAmateur Entertainments\n\nIt is not a side line with us, but we devote our entire time to that\nbusiness\n\n\nRealizing that many people have grown weary of searching through\ncatalogs and reading entertainments only to discard them as unavailable\nwe appreciate the fact that our customers have often spoken of us as\n“the house that helps.” We have had practical experience in selecting\nand producing amateur entertainments and we feel that we know what will\nplease the public, and what can be produced under certain conditions.\n=Our experience is at your disposal.= Write us, giving full particulars\nof your special need in the way of an entertainment, and we will select\na play, an operetta, a drill or even an entire program for you. =But\nalways enclose a stamp for reply.=\n\n=Remember=, that in addition to our entertainments we carry a\nlarge line of publications of other dealers. If in doubt as to the\nentertainment you desire, send particulars and we will suggest\nsomething to fit.\n\nWe are at your service.\n\n\nELDRIDGE ENTERTAINMENT HOUSE\n\nFranklin, Ohio\n\n\n\n\nA HIT OH YOUR NEXT PROGRAM!\n\nSomething Out of The Ordinary In High-Class Humorous Songs.\n\nMUSICAL SKETCHES FOR YOUNG LADIES\n\n\nThese fill an urgent need in supplying musical numbers with action, for\nany secular program, for girls or ladies of any age. Clever words and\nsingable music combined to make novel numbers for your entertainment.\n\n=THE HAT OF OTHER DAYS.= Everyone knows how ridiculous the changing\nstyles make out-of-date hats appear. The song is based on this fact,\nand the appearance of these “hats of other days” will cause loads of\nmerriment.\n\n“=I CAN’T DO A THING WITH MY HAIR SINCE IT’S WASHED.=” Did you ever\nhear the above expression? They all say it. This song is for a merry\ngroup of girls who have trouble in keeping their hair in bounds. A\njolly song.\n\n=REDUCED TO $1.99.= The figures in a dry goods show window are\nindignant at having to participate in so many “reduction sales,” and,\nrevolting, walk off the stage after telling their troubles in song. The\neccentric motions of these figures make a very laughable number.\n\n=THE WINNING WAYS OF GRANDMA’S DAYS.= Sung in costume, this portrays\nthe many welcome and pleasing costumes of “ye olden times.” Directions\nfor minuet included. Very enjoyable.\n\n=Any one of the above sent postpaid on receipt of 25 cents.=\n\n\nELDRIDGE ENTERTAINMENT HOUSE\n\nFranklin, Ohio\n\n\n\nObvious punctuation errors repaired.\n\nPage 5, “but” changed to “put” (I’ll put it beside)\n\nPage 13, stage direction changed to match rest of directions. Original\nread:\n\n“_Mrs. W._ (_seats herself and takes up bottle of smelling salts_).”\n\nPage 15, printing issues led to some errors. Original text is below:\n\n    _Gladys._ Well, mother, brother and I are some tar-\n    My dear brother is not forgotten I am glad to see! These\n    ties will cultivate a love of beauty.\n\nThe top line is repeated almost exactly at the bottom of the page:\n\n    (_Enter Marie._)\n\n    _Gladys._ Well, mother, brother and I are some tag-\n\nThat is the first part of “target” which is finished on the next page.\nAdditionally, that “Enter” should be an “Exit.” The text has been\nedited to reflect these changes.\n\nPage 16, “(aside)” changed to “(_aside_)” to match rest of usage. (Yes\nmadam. (_aside_). Madam)\n\nPage 20, “Mrs. Hodges” made italic to match rest of play. (_Mrs.\nHodges._ (_nervously_). Wait till I find my)",
    "metadata": {
        "author": [
            "Yale, Elsie Duncan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53387/pg53387.txt",
        "name": "the_two_christmas_boxes_a_play_for_girls.json"
    }
}