{
    "name": "The Bequest\nShip's Company, Part 6.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE BEQUEST\n\nR. Robert Clarkson sat by his fire, smoking thoughtfully.  His lifelong\nneighbour and successful rival in love had passed away a few days before,\nand Mr. Clarkson, fresh from the obsequies, sat musing on the fragility\nof man and the inconvenience that sometimes attended his departure.\n\nHis meditations were disturbed by a low knocking on the front door, which\nopened on to the street.  In response to his invitation it opened slowly,\nand a small middle-aged man of doleful aspect entered softly and closed\nit behind him.\n\n\"Evening, Bob,\" he said, in stricken accents.  \"I thought I'd just step\nround to see how you was bearing up.  Fancy pore old Phipps!  Why, I'd\na'most as soon it had been me.  A'most.\"\n\nMr. Clarkson nodded.\n\n\"Here to-day and gone to-morrow,\" continued Mr. Smithson, taking a seat.\n\"Well, well!  So you'll have her at last-pore thing.\"\n\n\"That was his wish,\" said Mr. Clarkson, in a dull voice.\n\n\"And very generous of him too,\" said Mr. Smithson.  \"Everybody is saying\nso.  Certainly he couldn't take her away with him.  How long is it since\nyou was both of you courting her?\"\n\n\"Thirty years come June,\" replied the other.\n\n\"Shows what waiting does, and patience,\" commented Mr. Smithson.  \"If\nyou'd been like some chaps and gone abroad, where would you have been\nnow?  Where would have been the reward of your faithful heart?\"\n\nMr. Clarkson, whose pipe had gone out, took a coal from the fire and lit\nit again.\n\n\"I can't understand him dying at his age,\" he said, darkly.  \"He ought to\nhave lived to ninety if he'd been taken care of.\"\n\n\"Well, he's gone, pore chap,\" said his friend.  \"What a blessing it must\nha' been to him in his last moments to think that he had made provision\nfor his wife.\"\n\n\"Provision!\"  exclaimed Mr. Clarkson.  \"Why he's left her nothing but the\nfurniture and fifty pounds insurance money--nothing in the world.\"\n\nMr. Smithson fidgeted.  \"I mean you,\" he said, staring.\n\n\"Oh!\" said the other.  \"Oh, yes--yes, of course.\"\n\n\"And he doesn't want you to eat your heart out in waiting,\" said Mr.\nSmithson.  \"'Never mind about me,' he said to her; 'you go and make Bob\nhappy.'  Wonderful pretty girl she used to be, didn't she?\"  Mr. Clarkson\nassented.\n\n\"And I've no doubt she looks the same to you as ever she did,\" pursued\nthe sentimental Mr. Smithson.  \"That's the extraordinary part of it.\"\n\nMr. Clarkson turned and eyed him; removed the pipe from his mouth, and,\nafter hesitating a moment, replaced it with a jerk.\n\n\"She says she'd rather be faithful to his memory,\" continued the\npersevering Mr. Smithson, \"but his wishes are her law.  She said so to my\nmissis only yesterday.\"\n\n\"Still, she ought to be considered,\" said Mr. Clarkson, shaking his head.\n\"I think that somebody ought to put it to her.  She has got her feelings,\npoor thing, and, if she would rather not marry again, she oughtn't to be\ncompelled to.\"\n\n\"Just what my missis did say to her,\" said the other; \"but she didn't pay\nmuch attention.  She said it was Henry's wish and she didn't care what\nhappened to her now he's gone.  Besides, if you come to think of it, what\nelse is she to do?  Don't you worry, Bob; you won't lose her again.\"\n\nMr. Clarkson, staring at the fire, mused darkly.  For thirty years he had\nplayed the congenial part of the disappointed admirer but faithful\nfriend.  He had intended to play it for at least fifty or sixty.  He\nwished that he had had the strength of mind to refuse the bequest when\nthe late Mr. Phipps first mentioned it, or taken a firmer line over the\ncongratulations of his friends.  As it was, Little Molton quite\nunderstood that after thirty years' waiting the faithful heart was to be\nrewarded at last.  Public opinion seemed to be that the late Mr. Phipps\nhad behaved with extraordinary generosity.\n\n\"It's rather late in life for me to begin,\" said Mr. Clarkson at last.\n\n\"Better late than never,\" said the cheerful Mr. Smithson.\n\n\"And something seems to tell me that I ain't long for this world,\"\ncontinued Mr. Clarkson, eyeing him with some disfavour.\n\n\"Stuff and nonsense,\" said Mr. Smithson.  \"You'll lose all them ideas as\nsoon as you're married.  You'll have somebody to look after you and help\nyou spend your money.\"\n\nMr. Clarkson emitted a dismal groan, and clapping his hand over his mouth\nstrove to make it pass muster as a yawn.  It was evident that the\nmalicious Mr. Smithson was deriving considerable pleasure from his\ndiscomfiture--the pleasure natural to the father of seven over the\ntroubles of a comfortable bachelor.  Mr. Clarkson, anxious to share his\ntroubles with somebody, came to a sudden and malicious determination to\nshare them with Mr. Smithson.\n\n\"I don't want anybody to help me spend my money,\" he said, slowly.\n\"First and last I've saved a tidy bit.  I've got this house, those three\ncottages in Turner's Lane, and pretty near six hundred pounds in the\nbank.\"\n\nMr. Smithson's eyes glistened.\n\n\"I had thought--it had occurred to me,\" said Mr. Clarkson, trying to keep\nas near the truth as possible, \"to leave my property to a friend o' mine\n--a hard-working man with a large family.  However, it's no use talking\nabout that now.  It's too late.\"\n\n\"Who--who was it?\"  inquired his friend, trying to keep his voice steady.\n\nMr. Clarkson shook his head.  \"It's no good talking about that now,\nGeorge,\" he said, eyeing him with sly enjoyment.  \"I shall have to leave\neverything to my wife now.  After all, perhaps it does more harm than\ngood to leave money to people.\"\n\n\"Rubbish!\"  said Mr. Smithson, sharply.  \"Who was it?\"\n\n\"You, George,\" said Mr. Clarkson, softly.\n\n\"Me?\"  said the other, with a gasp.  \"Me?\"  He jumped up from his chair,\nand, seizing the other's hand, shook it fervently.\n\n\"I oughtn't to have told you, George,\" said Mr. Clarkson, with great\nsatisfaction.  \"It'll only make you miserable.  It's just one o' the\nmight ha' beens.\"\n\nMr. Smithson, with his back to the fire and his hands twisted behind him,\nstood with his eyes fixed in thought.\n\n\"It's rather cool of Phipps,\" he said, after a long silence; \"rather\ncool, I think, to go out of the world and just leave his wife to you to\nlook after.  Some men wouldn't stand it.  You're too easy-going, Bob,\nthat's what's the matter with you.\"\n\nMr. Clarkson sighed.\n\n\"And get took advantage of,\" added his friend.\n\n\"It's all very well to talk,\" said Mr. Clarkson, \"but what can I do?  I\nought to have spoke up at the time.  It's too late now.\"\n\n\"If I was you,\" said his friend very earnestly, \"and didn't want to marry\nher, I should tell her so.  Say what you like it ain't fair to her you\nknow.  It ain't fair to the pore woman.  She'd never forgive you if she\nfound it out.\"\n\n\"Everybody's taking it for granted,\" said the other.\n\n\"Let everybody look after their own business,\" said Mr. Smithson, tartly.\n\"Now, look here, Bob; suppose I get you out of this business, how am I to\nbe sure you'll leave your property to me?--not that I want it.  Suppose\nyou altered your will?\"\n\n\"If you get me out of it, every penny I leave will go to you,\" said Mr.\nClarkson, fervently.  \"I haven't got any relations, and it don't matter\nin the slightest to me who has it after I'm gone.\"\n\n\"As true as you stand there?\"  demanded the other, eyeing him fixedly.\n\n\"As true as I stand here,\" said Mr. Clarkson, smiting his chest, and\nshook hands again.\n\nLong after his visitor had gone he sat gazing in a brooding fashion at\nthe fire.  As a single man his wants were few, and he could live on his\nsavings; as the husband of Mrs. Phipps he would be compelled to resume\nthe work he thought he had dropped for good three years before.\nMoreover, Mrs. Phipps possessed a strength of character that had many\ntimes caused him to congratulate himself upon her choice of a husband.\n\nSlowly but surely his fetters were made secure.  Two days later the widow\ndeparted to spend six weeks with a sister; but any joy that he might have\nfelt over the circumstance was marred by the fact that he had to carry\nher bags down to the railway station and see her off.  The key of her\nhouse was left with him, with strict injunctions to go in and water her\ngeraniums every day, while two canaries and a bullfinch had to be removed\nto his own house in order that they might have constant attention and\ncompany.\n\n\"She's doing it on purpose,\" said Mr. Smithson, fiercely; \"she's binding\nyou hand and foot.\"\n\nMr. Clarkson assented gloomily.  \"I'm trusting to you, George,\" he\nremarked.\n\n\"How'd it be to forget to water the geraniums and let the birds die\nbecause they missed her so much?\"  suggested Mr. Smithson, after\nprolonged thought.\n\nMr. Clarkson shivered.\n\n\"It would be a hint,\" said his friend.\n\nMr. Clarkson took some letters from the mantelpiece and held them up.\n\"She writes about them every day,\" he said, briefly, \"and I have to\nanswer them.\"\n\n\"She--she don't refer to your getting married, I suppose?\"  said his\nfriend, anxiously.\n\nMr. Clarkson said \"No.  But her sister does,\" he added.  \"I've had two\nletters from her.\"\n\nMr. Smithson got up and paced restlessly up and down the room.  \"That's\nwomen all over,\" he said, bitterly.  \"They never ask for things straight\nout; but they always get 'em in roundabout ways.  She can't do it\nherself, so she gets her sister to do it.\"\n\nMr. Clarkson groaned.  \"And her sister is hinting that she can't leave\nthe house where she spent so many happy years,\" he said, \"and says what a\npleasant surprise it would be for Mrs. Phipps if she was to come home and\nfind it done up.\"\n\n\"That means you've got to live there when you're married,\" said his\nfriend, solemnly.\n\nMr. Clarkson glanced round his comfortable room and groaned again.  \"She\nasked me to get an estimate from Digson,\" he said, dully.  \"She knows as\nwell as I do her sister hasn't got any money.  I wrote to say that it had\nbetter be left till she comes home, as I might not know what was wanted.\"\n\nMr. Smithson nodded approval.\n\n\"And Mrs. Phipps wrote herself and thanked me for being so considerate,\"\ncontinued his friend, grimly, \"and says that when she comes back we must\ngo over the house together and see what wants doing.\"\n\nMr. Smithson got up and walked round the room again.\n\n\"You never promised to marry her?\"  he said, stopping suddenly.\n\n\"No,\" said the other.  \"It's all been arranged for me.  I never said a\nword.  I couldn't tell Phipps I wouldn't have her with them all standing\nround, and him thinking he was doing me the greatest favour in the\nworld.\"\n\n\"Well, she can't name the day unless you ask her,\" said the other.  \"All\nyou've got to do is to keep quiet and not commit yourself.  Be as cool as\nyou can, and, just before she comes home, you go off to London on\nbusiness and stay there as long as possible.\"\n\nMr. Clarkson carried out his instructions to the letter, and Mrs. Phipps,\nreturning home at the end of her visit, learned that he had left for\nLondon three days before, leaving the geraniums and birds to the care of\nMr. Smithson.  From the hands of that unjust steward she received two\nempty bird-cages, together with a detailed account of the manner in which\nthe occupants had effected their escape, and a bullfinch that seemed to\nbe suffering from torpid liver.  The condition of the geraniums was\nascribed to worms in the pots, frost, and premature decay.\n\n\"They go like it sometimes,\" said Mr. Smithson, \"and when they do nothing\nwill save 'em.\"\n\nMrs. Phipps thanked him.  \"It's very kind of you to take so much\ntrouble,\" she said, quietly; \"some people would have lost the cages too\nwhile they were about it.\"\n\n\"I did my best,\" said Mr. Smithson, in a surly voice.\n\n\"I know you did,\" said Mrs. Phipps, thoughtfully, \"and I am sure I am\nmuch obliged to you.  If there is anything of yours I can look after at\nany time I shall be only too pleased.  When did you say Mr. Clarkson was\ncoming back?\"\n\n\"He don't know,\" said Mr. Smithson, promptly.  \"He might be away a month;\nand then, again, he might be away six.  It all depends.  You know what\nbusiness is.\"\n\n\"It's very thoughtful of him,\" said Mrs. Phipps.  \"Very.\"\n\n\"Thoughtful!\"  repeated Mr. Smithson.\n\n\"He has gone away for a time out of consideration for me,\" said the\nwidow.  \"As things are, it is a little bit awkward for us to meet much at\npresent.\"\n\n\"I don't think he's gone away for that at all,\" said the other, bluntly.\n\nMrs. Phipps shook her head.  \"Ah, you don't know him as well as I do,\"\nshe said, fondly.  \"He has gone away on my account, I feel sure.\"\n\nMr. Smithson screwed his lips together and remained silent.\n\n\"When he feels that it is right and proper for him to come back,\" pursued\nMrs. Phipps, turning her eyes upwards, \"he will come.  He has left his\ncomfortable home just for my sake, and I shall not forget it.\"\n\nMr. Smithson coughed-a short, dry cough, meant to convey incredulity.\n\n\"I shall not do anything to this house till he comes back,\" said Mrs.\nPhipps.  \"I expect he would like to have a voice in it.  He always used\nto admire it and say how comfortable it was.  Well, well, we never know\nwhat is before us.\"\n\nMr. Smithson repeated the substance of the interview to Mr. Clarkson by\nletter, and in the lengthy correspondence that followed kept him posted\nas to the movements of Mrs. Phipps.  By dint of warnings and entreaties\nhe kept the bridegroom-elect in London for three months.  By that time\nLittle Molton was beginning to talk.\n\n\"They're beginning to see how the land lays,\" said Mr. Smithson, on the\nevening of his friend's return, \"and if you keep quiet and do as I tell\nyou she'll begin to see it too.  As I said before, she can't name the day\ntill you ask her.\"\n\nMr. Clarkson agreed, and the following morning, when he called upon Mrs.\nPhipps at her request, his manner was so distant that she attributed it\nto ill-health following business worries and the atmosphere of London.\nIn the front parlour Mr. Digson, a small builder and contractor, was busy\nwhitewashing.\n\n\"I thought we might as well get on with that,\" said Mrs. Phipps; \"there\nis only one way of doing whitewashing, and the room has got to be done.\nTo-morrow Mr. Digson will bring up some papers, and, if you'll come\nround, you can help me choose.\"\n\nMr. Clarkson hesitated.  \"Why not choose 'em yourself?\"  he said at last.\n\n\"Just what I told her,\" said Mr. Digson, stroking his black beard.\n\"What'll please you will be sure to please him, I says; and if it don't\nit ought to.\"\n\nMr. Clarkson started.  \"Perhaps you could help her choose,\" he said,\nsharply.\n\nMr. Digson came down from his perch.  \"Just what I said,\" he replied.\n\"If Mrs. Phipps will let me advise her, I'll make this house so she won't\nknow it before I've done with it.\"\n\n\"Mr. Digson has been very kind,\" said Mrs. Phipps, reproachfully.\n\n\"Not at all, ma'am,\" said the builder, softly.  \"Anything I can do to\nmake you happy or comfortable will be a pleasure to me.\"\n\nMr. Clarkson started again, and an odd idea sent his blood dancing.\nDigson was a widower; Mrs. Phipps was a widow.  Could anything be more\nsuitable or desirable?\n\n\"Better let him choose,\" he said.  \"After all, he ought to be a good\njudge.\"\n\nMrs. Phipps, after a faint protest, gave way, and Mr. Digson, smiling\nbroadly, mounted his perch again.\n\nMr. Clarkson's first idea was to consult Mr. Smithson; then he resolved\nto wait upon events.  The idea was fantastic to begin with, but, if\nthings did take such a satisfactory turn, he could not help reflecting\nthat it would not be due to any efforts on the part of Mr. Smithson, and\nhe would no longer be under any testamentary obligations to that\nenterprising gentleman.\n\nBy the end of a week he was jubilant.  A child could have told Mr.\nDigson's intentions--and Mrs. Phipps was anything but a child.  Mr.\nClarkson admitted cheerfully that Mr. Digson was a younger and better-\nlooking man than himself--a more suitable match in every way.  And, so\nfar as he could judge, Mrs. Phipps seemed to think so.  At any rate, she\nhad ceased to make the faintest allusion to any tie between them.  He\nleft her one day painting a door, while the attentive Digson guided the\nbrush, and walked homewards smiling.\n\n\"Morning!\"  said a voice behind him.\n\n\"Morning, Bignell,\" said Mr. Clarkson.\n\n\"When--when is it to be?\" inquired his friend, walking beside him.\n\nMr. Clarkson frowned.  \"When is what to be?\" he demanded, disagreeably.\n\nMr. Bignell lowered his voice.  \"You'll lose her if you ain't careful,\"\nhe said.  \"Mark my words.  Can't you see Digson's little game?\"\n\nMr. Clarkson shrugged his shoulders.\n\n\"He's after her money,\" said the other, with a cautious glance around.\n\n\"Money?\"  said the other, with an astonished laugh.  \"Why, she hasn't got\nany.\"\n\n\n\"Oh, all right,\" said Mr. Bignell.  \"You know best of course.  I was just\ngiving you the tip, but if you know better--why, there's nothing more to\nbe said.  She'll be riding in her carriage and pair in six months,\nanyhow; the richest woman in Little Molton.\"\n\nMr. Clarkson stopped short and eyed him in perplexity.\n\n\"Digson got a bit sprung one night and told me,\" said Mr. Bignell.  \"She\ndon't know it herself yet--uncle on her mother's side in America.  She\nmight know at any moment.\"\n\n\"But--but how did Digson know?\"  inquired the astonished Mr. Clarkson.\n\n\"He wouldn't tell me,\" was the reply.  \"But it's good enough for him.\nWhat do you think he's after?  Her?  And mind, don't let on to a soul\nthat I told you.\"\n\nHe walked on, leaving Mr. Clarkson standing in a dazed condition in the\ncentre of the foot-path.  Recovering himself by an effort, he walked\nslowly away, and, after prowling about for some time in an aimless\nfashion, made his way back to Mrs. Phipps's house.\n\nHe emerged an hour later an engaged man, with the date of the wedding\nfixed.  With jaunty steps he walked round and put up the banns, and then,\nwith the air of a man who has completed a successful stroke of business,\nwalked homewards.\n\nLittle Molton is a small town and news travels fast, but it did not\ntravel faster than Mr. Smithson as soon as he had heard it.  He burst\ninto Mr. Clarkson's room like the proverbial hurricane, and, gasping for\nbreath, leaned against the table and pointed at him an incriminating\nfinger.\n\n\"You you've been running,\" said Mr. Clarkson, uneasily.\n\n\"What--what--what do you--mean by it?\" gasped Mr. Smithson.  \"After all\nmy trouble.  After our--bargain.\"\n\n\"I altered my mind,\" said Mr. Clarkson, with dignity.\n\n\"Pah!\"  said the other.\n\n\"Just in time,\" said Mr. Clarkson, speaking rapidly.  \"Another day and I\nbelieve I should ha' been too late.  It took me pretty near an hour to\ntalk her over.  Said I'd been neglecting her, and all that sort of thing;\nsaid that she was beginning to think I didn't want her.  As hard a job as\never I had in my life.\"\n\n\"But you didn't want her,\" said the amazed Mr. Smithson.  \"You told me\nso.\"\n\n\"You misunderstood me,\" said Mr. Clarkson, coughing.  \"You jump at\nconclusions.\"\n\nMr. Smithson sat staring at him.  \"I heard,\" he said at last, with an\neffort...  \"I heard that Digson was paying her attentions.\"\n\nMr. Clarkson spoke without thought.  \"Ha, he was only after her money,\"\nhe said, severely.  \"Good heavens!  What's the matter?\"\n\nMr. Smithson, who had sprung to his feet, made no reply, but stood for\nsome time incapable of speech.\n\n\"What--is--the--matter?\"  repeated Mr. Clarkson.  \"Ain't you well?\"\n\nMr. Smithson swayed a little, and sank slowly back into his chair again.\n\n\"Room's too hot,\" said his astonished host.\n\nMr. Smithson, staring straight before him, nodded.\n\n\"As I was saying,\" resumed Mr. Clarkson, in the low tones of confidence,\n\"Digson was after her money.  Of course her money don't make any\ndifference to me, although, perhaps, I may be able to do something for\nfriends like you.  It's from an uncle in America on her mother's--\"\n\nMr. Smithson made a strange moaning noise, and, snatching his hat from\nthe table, clapped it on his head and made for the door.  Mr. Clarkson\nflung his arms around him and dragged him back by main force.\n\n\"What are you carrying on like that for?\" he demanded.  \"What do you mean\nby it?\"\n\n\"Fancy!\"  returned Mr. Smithson, with intense bitterness.  \"I thought\nDigson was the biggest fool in the place, and I find I've made  a\nmistake.  So have you.  Good-night.\"\n\nHe opened the door and dashed out.  Mr. Clarkson, with a strange sinking\nat his heart, watched him up the road.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10566/pg10566.txt",
        "name": "the_bequest_ship_s_company_part_6.json"
    }
}