{
    "name": "The Feather Bed",
    "author": [
        "Graves, Robert",
        "Ranke-Graves, Robert von",
        "Graves, Robert von Ranke",
        "Doyle, John"
    ],
    "body": "    “Goodbye, but now forget all that we were\n    Or said, or did to each other, here’s goodbye.\n    Send no more letters now, only forget\n    We ever met....” and the letter maunders on\n    In the unformed uncompromising hand\n    That witnesses against her, yet provides\n    Extenuation and a grudging praise.\n    Rachel to be a nun! Postulate now\n    For her noviciate in a red brick convent:\n    Praying, studying, wearing uniform,\n    She serves the times of a tyrannic bell,\n    Rising to praise God in the early hours\n    With atmosphere of filters and stone stairs,\n    Distemper, crucifixes and red drugget,\n    Dusty hot-water pipes, a legacy-library....\n\n    Sleep never comes to me so tired as now\n    Leg-chafed and footsore with my mind in a blaze\n    Troubling this problem over, vexing whether\n    To beat Love down with ridicule or instead\n    To disregard new soundings and still keep\n    The old course by the uncorrected chart,\n    (The faithful lover, his unchanging heart)\n    Rachel, before goodbye\n    Obscures you in your sulky resignation\n    Come now and stand out clear in mind’s eye\n    Giving account of what you were to me\n    And what I was to you and how and why,\n    Saying after me, if you can say it, “I loved.”\n\n    Rachel so summoned answers thoughtfully\n    But painfully, turning away her head,\n    “I lived and thought I loved, for I had gifts\n    Of most misleading, more than usual beauty,\n    Dark hair, grey eyes, capable fingers, movement\n    Graceful and certain; my slow puzzled smile\n    Accusing of too much ingenuousness\n    Yet offered more than I could hope to achieve,\n    And if I thought I loved, no man would doubt it.”\n    So speaks the image as I read her mind,\n    Or is it my pride speaks on her behalf,\n    Ventriloquizing to deceive myself?\n    Anger, grief, jealousy, shame confuse the issue,\n    Her beauty is a truth I can not blink\n    However angry, jealous, sad, ashamed.\n\n    Dissolve, image, dissolve!\n    Make no appeal to the hunter in my nature,\n    Leave me to self-reproach in my own time;\n    If I too promised more than you could meet,\n    Your beauty overrode my sense of fate\n    And fitness, with extravagant pretence.\n    Is it true that we were lovers once, or nearly?\n    Lovers should sleep together on one pillow\n    Clasped in each others arms with lip to lip,\n    Their bed should be a masterpiece of ease,\n    A mother-of-pearl embrace for its twin pearls.\n    But where do you sleep now, and where am I?\n    Disdaining all the comforts of old use\n    We fall apart, are made ridiculous.\n    You in your cell toss miserably enough\n    Under thin blankets on a springless couch,\n    And I two hundred miles away or further\n    Wallow in this feather bed,\n    With nothing else to rest my gaze upon\n    Than flowery wall-paper, bulging and stained,\n    And two stern cardboard signals “_God is love_,” and\n    “_I was a stranger and ye took Me in_,”\n    Ye took me in, took me in, took me in, ...\n    The train of my thought straggles, loses touch,\n    Piles in confusion, takes the longer road,\n    Runs anyhow, heads true only by chance.\n    Sacred Carnivals trundle through my mind,\n    With Rhyme-compulsion mottoing each waggon.\n    _God’s Love_, _the Holy Dove_, and _Heaven above_\n    _Sin_, _deadly Sin_, _Begin_, _the Fight to Win_\n    _Ye took me in_; _inn_; _inn_;—and now a jolt\n    Returns me consciousness, and weary Logic\n    Gathers her snapped threads up. A mouldy inn\n    Offensive with cockchafers, sour and musty,\n    All night the signboard creaks and the blinds bang,\n    The cupboards groan, the draught under the door\n    Flurries the carpets of this inn, this inn.\n    How I came here? Where else could I be bettered?\n    Loneliness drew me here and cloudy weather\n    With cold Spring rains to chill me through and through\n    Pelting across the mountains, purging away\n    Affection for a fault, restoring faith....\n    So God is Love? Admitted; still the thought\n    Is Dead Sea fruit to angry baffled lovers\n    Lying sleepless and alone in double beds,\n    Shaken in mind, harassed with hot blood fancies.\n    Break the ideal, and the animal’s left\n    Which this ideal stood as mask to hide.\n    Then the hot blood with no law hindering it\n    Drums and buffets suddenly at the heart\n    And seeks a vent with what lies first to hand.\n\n    But yet no earthbound evil spirit comes\n    Taking advantage of my unwrought mind,\n    Tempting me to a gay concubinage,\n    In likeness of some ancient queen of heaven\n    Ardent and ever young. The legends say\n    They come to hermits so, and holy saints,\n    Disguised in a most blinding loveliness;\n    Disrobe about the good man’s bed and twitch\n    His blankets off and make as if to kiss him\n    With sighs of passion irresistibly sweet.\n    Yet he has power to turn on them, to cry\n    “In the name of Christ begone!” and go they must.\n    If I were a hermit now—but being myself\n    I never give them challenge, never bend\n    Kneeling at my bedside for hours together\n    Praying aloud for chastity—that’s the bait\n    Certain to draw them from their shadowy caves,\n    Their broken shrines and rockbound fastnesses—\n    Praying against the World, the Flesh, the Devil,\n    But pausing most on Flesh—that praying against,\n    Proposing yet denying the fixed wish!\n    Closest expressed it’s the most dangerous....\n\n    How would I _say my prayers_ now, if I tried,\n    Using what formula? Would instinct turn\n    To\n            Gentle Jesus meek and mild\n            Look upon thy little child\n    To Gentle Jesus and the entrancing picture\n    Of _Pretty mice in Plicity_ (where alas,\n    Is County Plicity now? Beyond what skyline?\n    I climbed in vain to-day).... When Rachel prays,\n    Does she still dreamily speak to Gentle Jesus,\n    The shepherd in that Nurnberg oleograph\n    Hanging above the nursery mantlepiece?\n    Her God? Anthropomorphic surely. One\n    Bearded like Moses, straddled on the clouds,\n    Armed with thunderbolts and shaggy eyebrows.\n    “Bless me, dear God, and make me a good child.”\n    Her childishness obscures her womanhood.\n    When was I ever conscious in her presence\n    That she was bodily formed like other women\n    With womb for bearing and with breasts for suckling,\n    With power, when she desired, to rouse in me\n    By but the slightest art in diminution\n    Of her accustomed childish truthfulness,\n    A word or gesture hinting doubtfulness,\n    The angry stream flooding beyond restraint?\n    And yet no frisky wraith has come to-night\n    Assuming Rachel’s body, goading me\n    With false presentment of her honest person\n    To mutiny and to utter overthrow;\n    No wanton Venus, no bold Helen of Troy.\n\n    For look, a different play performs to-night!\n    See how come crowding in, with a bold air\n    Of pertinence I do not dare to question\n    This odd rag-tag-and-bobtail of lost souls,\n    Ecclesiastical, furtive, dim, far gone\n    In their _dementia praecox_! Doctor Hornblow\n    On the Pentateuch, Dean Dogma upon Ruth\n    (Ay, Ruth; the alien corn was not the worst)\n    Keble and Pusey, Moody and Sankey griddling,\n    And one most strange Victorian apparition,\n    The ghost of Gladstone, with his stickout collars,\n    Goes hand in hand with Senor Monkey-brand,\n    Comrades who, printed on a paper cover,\n    Gladstone in front and Monkey on the back,\n    Made the _Impregnable Rock of Holy Scripture_\n    Tacit defence of Darwin’s blasphemies.\n    There go the ghosts of Mason, Martin Tupper,\n    Dean Farrar, South, Cautionary Mrs. Turner,\n    Butterfield with a spotted senior clerk,\n    And a long rabble of confusing figures,\n    Nuns, deacons, theologians, commentators,\n    Spikes in birettas, missionaries like apes\n    Hairy and chattering, bald; with, everyone,\n    A book in the left hand tight clasped, the right\n    Free to point scorn.\n                        My cauliflower-wicked candle\n    Gutters and splutters on the chair beside me,\n    Over two books and a letter; the crowd passing\n    Groans for reproach, confident in their numbers.\n    But I, long used to crowds and their cowardly ways,\n    Return these insults with the cold set eye\n    That break their corporate pride—\n                        What? those are plays.\n    Yes, dramas by John Ford—_Love’s Sacrifice_,\n    _The Broken Heart_, _’Tis Pity she’s a Whore_.\n    The titles shock? These things are “not convenient?”\n    Well, try this other by (ah) Canon Trout,\n    _The Wisest Course of Love_—why do you smile?\n    The book of plays I bought, this was a present,\n    Sent me with Rachel’s letter—but you smile,\n    You’re smiling still? Then I apologize,\n    Ladies and Lords. Indeed I never guessed\n    Humour was a luxury you admitted.\n    “’Tis pity she’s a ... postulant.” Is it that?\n    Malicious hearts! but you still nod, laugh, point,\n    Pointing what joke? _The Wisest Course of Love?_\n    Yes?\n      I don’t see. I’ll buy it for a forfeit.\n    Then a red-haired beaky-nosed burly nun\n    Called Sister Agatha, so I tell myself,\n    Comes nearer, throws her veil aside, takes up\n    The envelope of the letter. Now she lays\n    A manicured finger on the office post-mark,\n    Leering down in my face.\n                            I see it now,\n    You ugly she-bear. Wisest Course of Love\n    Is _Maidenhead_? Then you have read the letter?\n    Dictated it quite likely? You, then, you!\n    I know you, nun-official set to guide\n    The postulants through their long penances\n    And stern soul-searchings—with the twisted grin\n    Of a bawd mistress, none too well concealed,\n    You greeted Rachel in the Convent Hall,\n    And peered and saw that she was beautiful,\n    Giving her welcome with a sisterly kiss.\n\n    Mother Superior was quite satisfied\n    After inquiry in Burke’s _Landed Gentry_\n    That the newcomer was a suitable\n    Candidate for the Order of Seven Sorrows.\n    It’s _so important_ to have _ladies only_!\n    You twirl dear Mother round a little finger;\n    You know her weaknesses, emotionalism,\n    Snobbery, love of ritual; quite content\n    To let her have her way in formal matters\n    If you may mould the spirit of the place\n    By due control of youthful aspirants,\n    Postulants and novices—with the glow\n    Of great devotion, honesty itself,\n    You teach them hatred of their woman-flesh\n    Eying their bodies with flagellant gaze\n    Approving shame’s rebellion. _Maidenhead!_\n    A well spiced joke! The carnal maidenhead\n    Untaken, but the maidenhead of spirit\n    Stolen away. Rachel in your good care!\n\n    She says three years’ probation. For three years\n    Humiliation, then she takes the veil\n    And goes for ever.... “But of course, dear Friend,\n    (Where did she learn “Dear Friend?”)\n    Should I discover when I search my heart\n    That God has sealed me for some other life,\n    That my intended vow of resignation\n    Is only pride, why then I’m free again.\n    I pray for you,” etc., and etc.\n    Dear Friend? lover or nothing it must be.\n    I’m tired of friends, I’m past the need of friends.\n\n    We never talked religion till that day.\n    I took for granted Rachel used her sense,\n    Thought for herself without the aid of priests\n    On spiritual matters: I? I never trouble\n    About such talk one year’s end to the next,\n    But one day argument began; she started\n    On Christian meekness, the low slavish virtue\n    “Tapeinophrosune”, obsequiousness,\n    Which I called nonsense. “Nonsense?” (with wide eyes)\n    “Or call it poetry. Christ was never meek.\n    Let meekness crawl below in catacombs,\n    Pride drives the money-changers with a scourge,\n    Keeps silence to accusers, chooses death\n    When an escape is more acceptable\n    To justice than embarrassment of killing.\n    I’m talking paradox? I never meant it.”\n    (Here I grew nettled at her wooden look)\n    “And as for ‘feeling Jesus in my heart’\n    What _does_ that mean? explain!\n    I might acknowledge that historically\n    All generous action flows from the prime source\n    Of Jesus’ teaching (though give Plato credit\n    And Aristotle). But Jesus as a power\n    Alive, praying, pleading like a ouija spirit,\n    Or _Laughing Eyes_ the séance influence,\n    That’s stupid and unnecessary, in my mind.\n    I am a man, I am proud, Jesus was man and proud;\n    He died fulfilling, and his soul found peace.\n    I greet him friendly down the gulf of years.”\n    “But no!” she said “There _is_ a Spirit of Jesus\n    Say what you like, there _is_ a Spirit of Jesus.”\n    So I allowed her that, changing my front\n    Saying, “If Jesus died on Cross, He’s dead,\n    In so far as Mary’s son, the prophet died\n    But hardly was He dead,\n    Than up this elemental demon sprang\n    Assuming mastership of Jesus’ school\n    Using his body, even, so it’s told\n    Calling himself by name of _Jesus Risen_.\n    Who was he? Some poor godling, fallen through pride\n    And greed of human flesh, on evil days.\n    He changed his heart and once more stood for power,\n    A roaring lion in the white lamb’s fleece,\n    So by a long campaign of self-abasement\n    And self-effacement grown mob-strong at length\n    He overturned high Heaven, now rules the world.\n    Yes, he’s a powerful devil; we are his sons\n    Got on she-furies of our Northern gales.\n    We hate the inheritance entailed on us\n    And the outlandish family coat we blazon,\n    The tell-tale features also; would deny\n    His fatherhood, but for that eye, that nose,\n    Betraying Galilee our Father’s land.\n    There’s no escape from him. Midwife Tradition\n    Has knotted Jesus in our navel strings\n    Never to be undone this side the grave.”\n    But that was one stage worse than blasphemy.\n    And when we parted, she smiled grudgingly.\n    I had said too much and cut her to the quick.\n    She thought, poor child, she had her choice to make\n    Between God’s way and my way. And so she chose ...\n    This letter ... But she writes of Christian love.\n    What _is_ that? It’s a most annoying habit,\n    A warm blood-teasing smile, an open look,\n    A recognition—thinks I to myself,\n    Boy, this is fine! Love at first sight! True love!\n    But then the disillusionment—by God\n    She turns the same look of those clear kind eyes\n    On a bootblack, on some fool behind a counter.\n    She calls that, Love? But what _is_ Love to me?\n    Love; it’s a two-part game, I’d say, not merely\n    The searching radiations from one eye,\n    That fly about with indiscriminate force—\n    Sometimes unthinking in a public place\n    I stare at girls sitting sideface to me\n    And wonder at their beauty, summing it up,\n    Then being innocent girls (I’d never look\n    At others so) they grow aware of the heat\n    That pours out from my eyes; but do not see me.\n    (I may be fifty feet away or more)\n    They fidget in their seats, uncross their knees,\n    Pull down their skirts to hide even their ankles,\n    Blush furiously and gaze about, in trouble;\n    Then I start guiltily, rise and walk away;\n    But that’s not Love, the searching and the heat;\n    Love is an act of God, akin to Faith,\n    Call it the union of two prayers by Faith\n    (Here we come back to prayer by a long circuit\n    And back to “God is Love”)\n    But to explain again what’s Faith, what’s prayer,\n    That’s the teaser! much too hard for me.\n\n    Still, these are not Christian monopolies.\n    What’s Faith but power stripped of its ornaments,\n    Grants, title-deeds and such like accidentals;\n    Force won by disentangling from the mind\n    All hampering ties of luxury and tradition,\n    Possessions, loyalties and hobby-horses?\n    Cast all these overboard, and Faith is left,\n    Faith potent through its prayer to miracles,\n    Whether in name of Jesus or Jim Crow.\n    Prayer: Rachel seems to think the collects prayer,\n    And Mother Superior, I make no doubt,\n    Will teach her scores of neatly turned devotions\n    Couched in diminutives and pastoral terms,\n    (Lord, how I hate the _literary_ prayer),\n    Little white lambs indeed—O baa baa black sheep\n    Have you any wool?—And Rachel in return\n    Flushing with shame impetuously confesses,\n    And holds half back, but crafty eyes are watching\n    To drag all out, so Rachel has to tell\n    How on the river bank one morning early\n    The water was so clear, the sun so warm,\n    She kissed me suddenly and was kissed by me—\n    Lip kisses, that was all, and fingers clasped.\n    Mother Superior then demanding further\n    Will cross-examine her on how and why.\n    “To tell it now will mortify the passion,\n    Then when you make your general confession\n    To Father James, your mind will have found peace.”\n    (A good excuse) “What then were your sensations,\n    The physical joy, tell me, my erring lamb!\n    Tell me, I beg, but as the sin was pleasant\n    So must confession of the sin be pain....”\n\n    “Tis pity she’s a whore”. Rachel told all.\n    _Whore_, traitress to the secret rites of love,\n    Publisher of the not-communicable.\n    If she refused the vows? If her heart changed?\n    Rachel and I? This meek ex-novice rifled\n    Of her love-secrets? medals and images\n    Sewn in her skirts, Birmingham images\n    From the totem-factory, niched in her heart?\n    No, Love is fusion of Prayer, and prayer must be\n    The flash of faith, unformulated words\n    Demanding an accomplishment of Love\n    With noise of thunder, against circumstance,\n    And Rachel forfeits there all power to love.\n\n    Who’s this? For now the rabble have passed through,\n    Going unnoticed out; Mother Superior\n    Secretly with one finger at her lips,\n    Re-enters, carefully locks my bedroom door,\n    Now she disrobes with fingers trembling so\n    They tear the fastenings—naked she steps out\n    To practise with her long-past-bearing body\n    The wiles of the Earthbound (Ah, the fine young man,\n    The hot young man whose kisses tasted sweet\n    To our new postulant!) Madam, I beg you!\n    You have mistaken the room; no, next door sleeps\n    A lusty bagman, he’s the man to embrace you\n    And welcome you with every brisk refinement\n    Of passion. But while _you_ rumple his sheets,\n    The innocent and unhappy eyes of Rachel\n    Bewilder me—Oh then in spite of Faith\n    I am cast down—You nuns, but if I needed,\n    As I no longer need, I’d challenge you\n    To contest of hard praying, one against all.\n    I could wrest Rachel back even to this bed\n    To-night. But Faith, and Prayer that’s born of Faith\n    Find her slow mind impediment to their power,\n    So I resign her—Agatha, do your worst.\n\n    The wisest course of Love? Yes, maidenhead.\n    For me? Love’s Sacrifice? It was not love.\n    The Broken Heart? Not mine. I’ll say no more\n    Than mere _goodbye_. Go, get you to your nunnery,\n    And out the candle! Darkness absolute\n    Surrounds me, sleepy mother of good children\n    Who drowse and drowse and cry not for the sun,\n    Content and wisest of their generation.\n\n\n\n\nEPILOGUE.\n\n\n    The morning star, over the mountains peering,\n    Spoke to him not too distant for his hearing:—\n\n    _I am the star of morning poised between_\n    _The dead night and the coming of the sun,_\n    _Yet neither relic of the dark nor pointing_\n    _The angry day to come. My virtue is_\n    _My own, a mild light, a relief a pity_\n    _And the remembering ancient tribe of birds_\n    _Sing blithest at my showing; only Man_\n    _Sleeps on and stirs rebellious in his sleep._\n    _Lucifer, Lucifer am I, millstone-crushed_\n    _Between conflicting powers of doubleness,_\n    _By envious Night lost in her myriad more_\n    _Counterfeit glints, in day-time quite overwhelmed_\n    _By tyrant blazing of the warrior sun._\n    _Yet some, my prophets who at midnight held me_\n    _Fixedly framed in their observant glass,_\n    _By daylight also, sinking well shafts deep_\n    _For water and for coolness of pure thought_\n    _Gaze up and far above them see me shining_\n    _Me, single natured, without gender, one_\n    _The only spark of Godhead unresolved._\n\n    But the lover gave no heed, so through his dreams\n    Marched back the rabble rout, they glowered upon him\n    But grown more awful and more reverend,\n    Poor things before, now garbed in ancient dress,\n    Bearded patriarchs and angry sybils\n    Levites with censers, chariot riding kings,\n    With comminations of hell fire and plague.\n    Then even Nehushtan, the snake finger-post,\n    Nehushtan which the credulous Hezekiah\n    Spurned for superstitious, would have eased him,\n    Or the bellowing voice of Aaron’s molten calf.",
    "metadata": {
        "author": [
            "Graves, Robert",
            "Ranke-Graves, Robert von",
            "Graves, Robert von Ranke",
            "Doyle, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59742/pg59742.txt",
        "name": "the_feather_bed.json"
    }
}