{
    "name": "The man who was pale",
    "author": [
        "Sharkey, Jack",
        "Sharkey, John Michael"
    ],
    "body": "Mrs. Tibbets was a worrier. When it rained, she worried about people\ncaught outside without umbrellas. When the sun shone, she worried about\nthe corn crop that might need water. At band concerts, she worried\nabout the deaf people who were missing the music. If it thundered,\nshe worried for the hearing of people with good ears. No matter what\nhappened, she found something to get worried about. As long as she was\nworried, she was content.\n\nHer husband had been dead ten years when Mrs. Tibbets realized that she\nhad a twelve-bedroom house for just herself alone, and began to worry\nabout people who had no place to live. So she put an ad into the papers\noffering her home as lodging for any who could afford the modest price\nshe asked for the rooms (her husband had left her very little money,\nand this worried her, too).\n\nAfter eleven of the rooms were filled--leaving the remaining room for\nherself--the price of the ad in the paper began to worry her, so she\ncalled and had it taken out. Then she settled herself comfortably in\nthe living room, and, in her new role as landlady, began to worry about\ncollecting the weekly rent.\n\nThe sun had just set, and Mrs. Tibbets had just turned on the lights in\nthe living room--and begun to worry about the electric bill--when the\ndoor-chimes sounded.\n\n\"It could be a telegram with bad news,\" thought Mrs. Tibbets, worrying\nherself toward the door. \"Or the police are here to arrest one of the\ntenants. Or some desperate criminal has come here to murder us all.\nOr--\"\n\nAt this juncture, she opened the door.\n\nShe found herself looking up into the sad-eyed, pale face of a man\nwho stood at least six-feet-six inches tall, couldn't have weighed\nless than two hundred pounds, and was rather startlingly garbed in an\nankle-length opera cloak with a flame-colored silk lining.\n\n\"I've come about a room,\" he said, in an enthralling baritone voice,\nwith just the smallest hint of a foreign accent bending the syllables.\n\"My name,\" he added, with a toothy smile, \"is Thobal. Vandor Thobal.\"\n\n\n\nMrs. Tibbets found herself smiling back, despite the queer goosefleshy\nfeeling she got all over when she saw the length and sharpness of his\ncanines. There was a numbing sort of heat in his deep-set, burning eyes\nthat made her feel rather weak and helpless.\n\n\"I'm afraid--\" she said, and almost left those two words as her\ncomplete statement, \"--I'm afraid that I've rented all the rooms. I\njust had the ad taken out of the paper today.\"\n\n\"Surely you have something ...\" he insisted, coming inside her hall and\nclosing the door behind him. He made no move to remove his cloak. \"All\nI require is a place to sleep....\"\n\n\"I'm so terribly sorry, but I--\" Mrs. Tibbets began to worry about\nMister Thobal, all at once. What if she turned him away, and he were\nfound in the morning, huddled frozen in an alley somewhere. The fact\nthat it was mid-July didn't stop her mental image of frosty death.\nThen she brightened. \"Perhaps ... I wouldn't show this to anybody,\nordinarily, because it's really a terrible sort of place, but I _do_\nhave a very small room. However, I should warn you: It's down in the\ncellar.\"\n\n\"Ah!\" said Vandor Thobal, his eyes flashing scarlet. \"Does it have\nmice? Cobwebs? Mold?\"\n\nMrs. Tibbets sighed, and nodded. \"Yes, I'm afraid it does.\"\n\n\"Wonderful!\" said the pale man. \"I'll take it.\"\n\n\"You will?\" she said, with considerable surprise.\n\n\"Yes. I'm--I'm a sort of nature-lover. We're all brothers, really. The\ncat, the bat, the rat, the spider, the maggot....\"\n\n\"Well,\" said Mrs. Tibbets, with a sniff, \"it'll be like Old Home Week\nfor you in my cellar, then. It's this way,\" she said, leading him out\ninto the kitchen.\n\n\n\nShe had to fumble with a ring of keys before she found the one that\nopened the stiff metal padlock on the cellar door. \"Haven't been\ndown here in months,\" she said with a little laugh, flicking on the\nlightswitch, and preceding him down the stairs. He followed wordlessly\npast the heaped cartons of odd bits of junk, past the furnace--unused\nduring the summer months--and to a small room (really hardly more than\na bin) at the rear of the cellar.\n\nMrs. Tibbets reddened in embarrassment as she opened the crooked door\nof plain, unsanded boards. \"Used to be used for coal, before I had oil\nheat put in,\" she said, apologetically, hoping he wouldn't mind the\ncrust of grime that covered the tiny cellar window near the top of the\nflaking brick wall. The place had a rather repulsive wet, yeasty smell\nto it.\n\nHer new tenant, however, seemed very content. Almost ecstatic. \"And\nwhat is this?\" he said, indicating a short flight of stairs just\noutside the door of his room.\n\n\"Oh, that leads to the backyard,\" said Mrs. Tibbets. \"Hasn't been\nunlocked in years,\" she said, indicating the slope of the sturdy cellar\ndoors at the head of the stone stairway.\n\n\"It will do nicely, thank you,\" said Vandor, rubbing his white hands\nbriskly together. \"Yes, it will be ideal. I shall move my things in\ntonight.\"\n\n\"Through there?\" she asked. \"I'm not even sure what I've done with the\nkey....\"\n\n\"Do not worry. I have a way with locks,\" he smiled.\n\n\n\nThat _smile_, she thought, it makes me all queasy inside.\n\n\"Well,\" she said, trying to brush off the mildewed folding cot in the\ncorner of the room and raising a cloud of fleas from the damp dust on\nthe mattress, \"all right. It'll be ten dollars a week.\"\n\nVandor Thobal made a short, snappy bow, and clicked his heels slightly.\n\"Of course,\" he said, reaching inside his cloak, and coming out with a\ncrisp new bill. \"This should take care of it for awhile.\"\n\nMrs. Tibbets adjusted her glasses in the dim cellar and looked at the\nbill. \"Five hundred dollars?\" she said, with a little squeak in her\nvoice. \"Why, that's almost a year's rent!\"\n\n\"Am I to understand there is a limit to my stay?\" asked Vandor.\n\n\"Why, no,\" she said, quickly. \"It's just that--I mean--Nobody gives a\nyear's--No, of course not. No limit at all. Stay as long as you like.\"\n\nA little giddy at her good fortune, she rushed upstairs, and had\nautomatically almost locked the cellar door when she remembered that\nher new tenant was still downstairs. \"You don't have anything of value\ndown there, do you?\" she called, leaning over the stairs from the\nkitchen door. \"I mean, you have no way of locking your room....\"\n\nThere was no answer.\n\n\"Mister Thobal?\" she called, a little less heartily.\n\nStill no answer.\n\nFinally, cautiously, she made her way back down to the tiny room at the\nback of the cellar. It was empty.\n\n\"Mister Tho-bal!\" she sing-songed, peering around in the semi-gloom of\nthe shadowy cellar. She went to the short flight of stone stairs and\nlooked up at the slanting cellar doors. Hesitantly, she reached up a\nhand toward them and gave a tiny shove.\n\nThe doors flew outward with a loud slamming noise, and she gasped and\ndrew back. Vandor was standing there above her, silhouetted against the\nnight sky, his eyes glowing redly and nostrils flaring as he saw her\nthere. He was carrying a large, ugly wooden box in his arms.\n\n\"Oh!\" she said. \"Is that your luggage?\"\n\n\"... Yes. My--er--trunk,\" he said, starting slowly downstairs, with his\nburden, nearly as wide as the stone steps. Mrs. Tibbets stepped aside\nto let him pass, and as he did so, entering through the door to his\nroom, a tiny trickle of dirt sprinkled on the floor from under the edge\nof the box's lid.\n\n\n\n\"Goodness gracious!\" she said, following him into his room curiously,\n\"Whatever have you got in there? It seems so odd.\"\n\nVandor set the box against the cellar wall and turned to her, his face\nwhite and angry. \"Madam, that is my own personal business, if you don't\nmind!\"\n\nMrs. Tibbets shrugged. \"Well, I just saw a dribble of dirt coming out\nof it, and thought perhaps I could sweep it out for you--\"\n\nVandor's face went--if anything--whiter. \"_No!_\" he roared, in an\nalmost terrified voice. \"I--I mean, that won't be necessary. It's\n_supposed_ to be full of earth. I--I'm a sort of--of botanist. I grow\nthings.\"\n\n\"Hmmph,\" Mrs. Tibbets sniffed. \"You won't be able to grow anything but\nmushrooms, down here!\"\n\n\"That's just what I _do_ grow,\" he said, with a smile of relief,\nbringing his long pointed canines into view. \"Horticulture.... Nothing\nlike it.\"\n\n\"I s'pose not,\" said his landlady, starting out of his room. \"I'll come\ndown tomorrow and kind of straighten things up a little for you, while\nyou're at work. The place certainly needs it.\"\n\n\"_No!_\" he said, adding hastily, \"I work _nights_. I usually sleep\nduring the day.\"\n\n\"Oh, then I wouldn't want to disturb your sleep,\" said Mrs. Tibbets,\nat the foot of the stairs. \"I'll wait until you go to work, and _then_\nI'll--\"\n\n\"Please!\" Vandor approached her, his hands spread wide in supplication.\n\"I like everything _just_ as it is!\"\n\n\"Well, it's your room ...\" she sighed, starting upstairs. \"If there's\nanything I can do--\"\n\n\"There _is_ something,\" said Vandor. \"Will you please replace the\npadlock on the door in your kitchen? I'll be using the cellar door, if\nyou don't mind, as a sort of private entrance....\"\n\nMrs. Tibbets hesitated, then thought of the five hundred dollar\nadvance, and smiled. \"Certainly. Do as you like, Mister Thobal.\nGoodnight.\"\n\n\"Goodnight,\" said Vandor.\n\n\"Oh,\" she said, at the top of the stairs, \"did I tell you that you have\nkitchen privileges? Perhaps I should leave the padlock off the door\njust in case....\"\n\n\"I never _eat_--at the place I live,\" he said. \"I usually dine _out_.\nThank you just the same.\"\n\n\"Very well,\" she said a little tartly, and exited to the kitchen and\nre-padlocked the door. She was just snapping the padlock shut when Mrs.\nLeonetti entered the kitchen.\n\n\"Something is the matter, Meesus Teebuts?\" asked her roomer, setting a\nbag of groceries on the table.\n\n\"Oh, just a new roomer,\" smiled Mrs. Tibbets. \"I'm worried about him.\nHe looks so sickly. I wonder if I should have rented him that room.\nLiable to catch his death of pneumonia.\"\n\n\"Pah. Always you worry too much,\" said Mrs. Leonetti. \"If it's not the\none thing, it's the other.\"\n\n\"But the cellar ...\" said Mrs. Tibbets, with a little shiver. \"It's so\n_damp_.\"\n\n\"He's-a live in the _cellar_?\"\n\n\"He--He seemed to _prefer_ it.\"\n\nMrs. Leonetti shrugged, and began putting away her purchases in the\nrefrigerator. \"Well, if he likes, he likes. I'm-a have an uncle once,\nhe likes to live in the attic and fly kites from-a the window.\"\n\n\"It takes all kinds, I guess,\" said Mrs. Tibbets.\n\n\"Sure it does,\" said Mrs. Leonetti, dismissing the subject. \"Say, I'm-a\ngonna make a big pot spaghett'. Maybe you can-a bring him a plate. Warm\nhim up good.\"\n\n\"That's a wonderful idea!\" said Mrs. Tibbets. \"But--\" her face fell.\n\"He'll probably be going to work. He works nights.\"\n\nMrs. Leonetti shrugged. \"Is okay. I cook fast. If he's-a there when you\ngo down, you give him. If he's-a _no_ there, you eat yourself. Okay?\"\n\n\"A fine idea,\" Mrs. Tibbets smiled.\n\n\n\nAn hour later, Mrs. Tibbets tiptoed down into the cellar, with a\nsteaming covered dish in her hands. She knocked on the door of Vandor's\nroom, but there was no response.\n\n\"Oh, I've missed him,\" she complained aloud. \"But maybe he's just\nstepped out for cigarettes or something. I can leave it for him.\"\n\nShe set the dish on the closed lid of the wooden box, and went back\ninto the cellar proper, searching in the heaped cartons until she found\na blank sheet of paper.\n\n\"Dear Mister Thobal,\" she scribbled, \"if this has gotten cold when you\nreturn, feel free to use the stove to heat it up. Mrs. Leonetti, one\nof your fellow roomers, made it. It's really quite good, if you like\nItalian food. It's got a bit too much _garlic_ in it for my taste.\"\n\nSmiling, she signed the note, and went back upstairs.\n\nShe was awakened just before dawn by a hand upon her shoulder, shaking\nher violently. She sat up in bed, very startled, and flicked on the\nbedside lamp.\n\n\"_Mis_ter Thobal!\" she said in horror, drawing the bed-clothes about\nher, \"How _dare_ you come into a lady's _bedroom_ at--\" she consulted\nher alarm clock \"--at four in the _morning_, and--\"\n\n\"Mrs. Tibbets!\" he interrupted in an anguished voice that went straight\nto her woman's heart, \"would you _kindly_ come down to my room and\nremove that _garlic_-stinking thing from my _cof_--my horticulture box?\"\n\n\"At four in the morning?\" she said, testily.\n\n\"Look--\" he said, quivering with some emotion she could not fathom,\n\"Dawn will be breaking soon, and I'd _like_ to be asleep when it does.\nI can't sleep at all once it's bright out.\"\n\n\"Well,\" she said, slipping into her flannel robe despite her\nmisgivings, \"can't you remove it yourself?\"\n\n\"No--\" he said, miserably, \"I'm _allergic_ to garlic. I appreciate the\nthought, but would you please remove that plate from my room. The very\nredolence of that odor, even when you've taken it away, will make me\nill for the rest of the day. _Please_ hurry!\"\n\n\"Oh, _all_ right, _all_ right,\" she said, huffily, leading the way\ndownstairs, with Vandor Thobal looming after her like an ominous black\ncloud.\n\n\"Well, I hope you're happier now,\" she said, holding the plate in\nher hands as she stood outside the door of Vandor's tiny room. \"If\nthe smell is going to bother you, I can bring you down a bottle of\nAirwick--\"\n\n\"No, please,\" he protested, his white face tinged with greenish gray.\n\"You've done enough already. Just--\" he darted an anxious glance behind\nhim, where the grimy windowpane was beginning to glow pink, \"Just go\nupstairs and padlock the door. I've got to get to _sleep_!\"\n\n\"Maybe if I brought you some flowers--\" she began.\n\n\"No!\" he wailed. \"No Airwick, no flowers, _nothing_! I'll be getting\nalong fine, if you'll just leave!\"\n\n\"Well.... If you're sure--\" she said.\n\n\"Positive!\" he said, though his voice sounded oddly weak. There was\na reddish glow in the room from the tiny window. \"Now ... please ...\ngo....\" His voice faded.\n\n\"All right,\" she smiled, closing the door. \"Pleasant dreams.\"\n\nThe only answer was a scuffling of feet and a muffled slamming sound.\nMrs. Tibbets cocked her head, shrugged, and went back upstairs.\n\nShe was worried about her new roomer.\n\n\n\nTwo weeks later, she was still worried. She felt it was her\nresponsibility, in a way, to keep him healthy. After all, if he got\nsick, might not the local authorities protest her renting out such a\ndamp, germ-breeding place?\n\nShe was too worried to even share in Mrs. Leonetti's misgivings about\nthe mysterious attacks in the neighborhood. Mrs. Leonetti was afraid\nto go out at night, what with the mounting number of men and women\nfound pale-faced and incoherent in their beds in the mornings, though\nnow and then they'd be found upon the grass in the park, or slumped in\na doorway on the main street. The police were calling them \"attacks\"\nbecause the word was ambiguous enough to refer either to a malefactor\nof some sort or just a poor state of the victims' health.\n\nIt was Mrs. Tibbets' opinion that it was just \"something that was going\n'round.\" She thought of it hardly at all, unless Mrs. Leonetti brought\nthe topic up. Mostly, she was worried about Mister Thobal. Perhaps _he_\nwas getting whatever was laying these others low. He certainly didn't\n_look_ very healthy.\n\n\"Vitamin deficiency,\" said Mrs. Leonetti, in reply to a query of Mrs.\nTibbets. \"He's-a no got the right vitamins. I'm-a read in a medical\nstory in a magazine. It's-a called a vitamin deficiency.\"\n\n\"Don't see how I can help him, then,\" sighed Mrs. Tibbets. \"No way to\nget vitamins to the man if he doesn't eat his meals here.\"\n\nShe brooded and worried about the state of her roomer's health until\nshe could think of nothing else. She rarely saw him. Only the few times\nshe went down into the cellar to \"get something\" she \"needed\" from one\nof the cartons did she see him. He never, after that first night, came\ninto the upstairs part of the house at all.\n\n\"He could be sick, dead, or dying,\" she said to herself. \"And I'd never\nfind out until the five hundred dollars was used up. It's my _duty_ to\ncheck on him.\"\n\nSo every so often, making some excuse or other, she'd go downstairs\nand rummage through the dusty cartons there, hoping for a glimpse of\nhim, still alive. But he never came out of the room by day, and at\nnightfall, she wasn't quite up to facing him in the darkened cellar\nalone.\n\nWhen an entire week had passed without her so much as catching a\nglimpse of him, she couldn't stand it any longer.\n\n\"I'll just peep into his room, quietly, and see if he's all right,\"\nshe said to herself.\n\nBut just to be on the safe side, she waited till almost sunset. \"That\nway,\" she assured herself, \"if I _do_ waken him, it'll be about time\nfor him to get up for work anyhow.\"\n\n\n\nBeing as silent as she could, she crept down into the cellar, and\ncautiously opened the door of his room. The cot was still folded, up\nagainst the wall.\n\n\"How strange,\" she said, entering the room. There was nothing there to\nshow the room's occupancy except his wooden box against the far wall\nunder the window.\n\n\"I wonder--\" she said, half-aloud, \"where he's gone to?\"\n\nAt that moment, the sun went down, and the lid of the box opened up.\n\n\"Yipe!\" said Mrs. Tibbets, as Vandor Thobal sat up in the box. His\nhands arrested themselves in the process of brushing the soil from his\ncloak.\n\n\"What are you doing in here!?\" he demanded.\n\n\"What are _you_ doing _there_?\" she countered, folding her arms.\n\nVandor swallowed, then seemed to think of something. \"The mushrooms,\"\nhe explained, rising to his awesome full height before her, the tiny\nclods of earth rolling off his cloak back into the box. \"They--They\nneed heat, you see. It's rather chilly here in the cellar at night, and\nso, I've taken to sleeping in there, hoping my body heat will suffice\nto help them grow.\"\n\n\"I never heard of such a thing!\" said Mrs. Tibbets.\n\n\"Did you never hear of a chicken incubating an egg?\" he said smoothly.\n\nMrs. Tibbets was taken aback at this. \"Why--Yes, of course, but--\"\n\n\"It's the same principle, really,\" he said, flashing his pointed teeth\nin a wide smile at her.\n\n\"Yes--\" she said, with a funny cold feeling inside her. \"Yes, I suppose\nit is.\"\n\nSuddenly, without another word, she turned about and hurried upstairs.\nShe couldn't get the padlock on the door fast enough to suit her.\n\n\n\n\"Whew!\" she gasped, sinking into a kitchen chair. \"I've never been so\njittery in my life.\"\n\nAt the rear window of the kitchen, just over the cellar door, she heard\nsomething, a kind of beating, flapping sound, but when she turned to\nlook through the window, there was nothing there.\n\n\"Brrr,\" she shuddered. \"Someone must be walking over my grave.\"\n\nShe began to make a pot of tea to warm herself up. She was having her\nsecond cup when the bright idea struck her.\n\n\"He'll be so grateful,\" she said, hurrying into the front hall to\nsearch through the junk in the closet there. She hadn't liked the look\nin his eyes when she'd last seen him. Perhaps he'd be so angry with her\nthat he'd leave, and then she'd have to refund what remained of the\nfive hundred dollars. This really gave her something to worry about.\n\n\"But,\" she half-sang to herself, taking out the box from the closet,\n\"this will make him change his mind. _Anyone_ would be grateful not to\nhave to sleep in a dirty old box like that another night....\"\n\n\n\n\"Hello!\" she chirped, as Vandor opened the door to his room. \"I got up\nearly to surprise you.\"\n\n\"Mrs. Tibbets ...\" he said, closing the door behind him with an odd,\nintent stare, \"for once, I am very glad to see you.\"\n\nHe approached her slowly, towering over her in his enormous black\ncloak, his pallid hands reaching out toward her.\n\n\"You--You are?\" she said, in a very small voice.\n\n\"Yes,\" he said, eyes and teeth glinting. \"I had a rather ...\n_unfruitful_ ... night's work. But now I feel that everything will soon\nbe all right.\"\n\nHis gaze shifted from her eyes to her throat, and she suddenly felt\nchilly.\n\n\"Mister Thobal,\" she said quickly, \"I have good news for you.\"\n\n\"You have?\" he said, surprised into halting a few paces from her. \"For\nme? You have news for me?\"\n\n\"Yes,\" she said, with what she hoped was infectious delight. \"You won't\nhave to sleep in that dirty box anymore.... Look!\"\n\nShe turned to her left and, reaching out a hand, flicked a switch.\n\nInstantly, reflecting from the inner walls and soil of the box, a\nbright, warm light came alive.\n\n\"It'll keep your mushrooms _much_ warmer than _you_ ever could!\" she\nsaid, turning back to him. \"It's a _sunlamp_!\"\n\nBut, as she completed her turn, Vandor Thobal was not in evidence. His\nsuit, cloak, and shoes were still there, however, sagging horribly into\na viscous brown-and-green puddle on the floor of the room.\n\n\"Goodness!\" said Mrs. Tibbets, leaping to her feet. \"Now I _am_\nworried!\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Sharkey, Jack",
            "Sharkey, John Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73938/pg73938.txt",
        "name": "the_man_who_was_pale.json"
    }
}