{
    "name": "The weaker vessel [Night watches, Part 4.]",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE WEAKER VESSEL\n\nMr. Gribble sat in his small front parlour in a state of angry\namazement. It was half-past six and there was no Mrs. Gribble; worse\nstill, there was no tea.  It was a state of things that had only\nhappened once before. That was three weeks after marriage, and on that\noccasion Mr. Gribble had put his foot down with a bang that had echoed\ndown the corridors of thirty years.\n\nThe fire in the little kitchen was out, and the untidy remains of Mrs.\nGribble's midday meal still disgraced the table.  More and more dazed,\nthe indignant husband could only come to the conclusion that she had\ngone out and been run over.  Other things might possibly account for her\nbehaviour; that was the only one that would excuse it.\n\nHis meditations were interrupted by the sound of a key in the front\ndoor, and a second later a small, anxious figure entered the room and,\nleaning against the table, strove to get its breath.  The process was\nnot helped by the alarming distension of Mr. Gribble's figure.\n\n\"I--I got home--quick as I could--Henry,\" said Mrs. Gribble, panting.\n\n\"Where is my tea?\"  demanded her husband.  \"What do you mean by it?  The\nfire's out and the kitchen is just as you left it.\"\n\n\"I--I've been to a lawyer's, Henry,\" said Mrs. Gribble, \"and I had to\nwait.\"\n\n\"Lawyer's?\"  repeated her husband.\n\n\"I got a letter this afternoon telling me to call.  Poor Uncle George,\nthat went to America, is gone.\"\n\n\"That is no excuse for neglecting me,\" said Mr. Gribble.  \"Of course\npeople die when they are old.  Is that the one that got on and made\nmoney?\"\n\nHis wife, apparently struggling to repress a little excitement, nodded.\n\"He--he's left me two hundred pounds a year for life, Henry,\" she said,\ndabbing at her pale blue eyes with a handkerchief.  \"They're going to\npay it monthly; sixteen pounds thirteen shillings and fourpence a month.\nThat's how he left it.\"\n\n\"Two hund--\" began Mr. Gribble, forgetting himself.  \"Two hun----Go and\nget my tea!  If you think you're going to give yourself airs because\nyour uncle's left you money, you won't do it in my house.\"\n\nHe took a chair by the window, and, while his wife busied herself in the\nkitchen, sat gazing in blank delight at the little street.  Two hundred\na year!  It was all he could do to resume his wonted expression as his\nwife re-entered the room and began to lay the table.  His manner,\nhowever, when she let a cup and saucer slip from her trembling fingers\nto smash on the floor left nothing to be desired.\n\n\"It's nice to have money come to us in our old age,\" said Mrs. Gribble,\ntimidly, as they sat at tea.  \"It takes a load off my mind.\"\n\n\"Old age!\" said her husband, disagreeably.  \"What d'ye mean by old age?\nI'm fifty-two, and feel as young as ever I did.\"\n\n\"You look as young as ever you did,\" said the docile Mrs. Gribble. \"I\ncan't see no change in you.  At least, not to speak of.\"\n\n\"Not so much talk,\" said her husband.  \"When I want your opinion of my\nlooks I'll ask you for it.  When do you start getting this money?\"\n\n\"Tuesday week; first of May,\" replied his wife.  \"The lawyers are going\nto send it by registered letter.\"\n\nMr. Gribble grunted.\n\n\"I shall be sorry to leave the house for some things,\" said his wife,\nlooking round.  \"We've been here a good many years now, Henry.\"\n\n\"Leave the house!\"  repeated Mr. Gribble, putting down his tea-cup and\nstaring at her.\n\n\"Leave the house!  What are you talking about?\"\n\n\"But we can't stay here, Henry,\" faltered Mrs. Gribble.  \"Not with all\nthat money.  They are building some beautiful houses in Charlton Grove\nnow--bathroom, tiled hearths, and beautiful stained glass in the front\ndoor; and all for twenty-eight pounds a year.\"\n\n\"Wonderful!\"  said the other, with a mocking glint in his eye.\n\n\"And iron palings to the front garden, painted chocolate-colour picked\nout with blue,\" continued his wife, eyeing him wistfully.\n\nMr. Gribble struck the table a blow with his fist.  \"This house is good\nenough for me,\" he roared; \"and what's good enough for me is good enough\nfor you.  You want to waste money on show; that's what you want.\nStained glass and bow-windows!  You want a bow-window to loll about in,\ndo you? Shouldn't wonder if you don't want a servant-gal to do the\nwork.\"\n\nMrs. Gribble flushed guiltily, and caught her breath.\n\n\"We're going to live as we've always lived,\" pursued Mr. Gribble.\n\"Money ain't going to spoil me.  I ain't going to put on no side just\nbecause I've come in for a little bit.  If you had your way we should\nend up in the workhouse.\"\n\nHe filled his pipe and smoked thoughtfully, while Mrs. Gribble cleared\naway the tea-things and washed up.  Pictures, good to look upon, formed\nin the smoke-pictures of a hale, hearty man walking along the primrose\npath arm-in-arm with two hundred a year; of the mahogany and plush of\nthe saloon bar at the Grafton Arms; of Sunday jaunts, and the Oval on\nsummer afternoons.\n\nHe ate his breakfast slowly on the first of the month, and, the meal\nfinished, took a seat in the window with his pipe and waited for the\npostman.  Mrs. Gribble's timid reminders concerning the flight of time\nand consequent fines for lateness at work fell on deaf ears.  He jumped\nup suddenly and met the postman at the door.\n\n\"Has it come?\"  inquired Mrs. Gribble, extending her hand.\n\nBy way of reply her husband tore open the envelope and, handing her the\ncovering letter, counted the notes and coin and placed them slowly in\nhis pockets.  Then, as Mrs. Gribble looked at him, he looked at the\nclock, and, snatching up his hat, set off down the road.\n\nHe was late home that evening, and his manner forbade conversation.\nMrs. Gribble, with the bereaved air of one who has sustained an\nirremediable loss, sighed fitfully, and once applied her handkerchief to\nher eyes.\n\n\"That's no good,\" said her husband at last; \"that won't bring him back.\"\n\n\"Bring who back?\" inquired Mrs. Gribble, in genuine surprise.\n\n\"Why, your Uncle George,\" said Mr. Gribble.  \"That's what you're turning\non the water-cart for, ain't it?\"\n\n\"I wasn't thinking of him,\" said Mrs. Gribble, trying to speak bravely.\n\"I was thinking of----\"\n\n\"Well, you ought to be,\" interrupted her husband.  \"He wasn't my uncle,\npoor chap, but I've been thinking of him, off and on, all day.  That\nbloater-paste you are eating now came from his kindness.  I brought it\nhome as a treat.\"\n\n\"I was thinking of my clothes,\" said Mrs. Gribble, clenching her hands\ntogether under the table.  \"When I found I had come in for that money,\nthe first thing I thought was that I should be able to have a decent\ndress.  My old ones are quite worn out, and as for my hat and jacket--\"\n\n\"Go on,\" said her husband, fiercely.  \"Go on.  That's just what I said:\ntrust you with money, and we should be poorer than ever.\"\n\n\"I'm ashamed to be seen out,\" said Mrs. Gribble.\n\n\"A woman's place is the home,\" said Mr. Gribble; \"and so long as I'm\nsatisfied with your appearance nobody else matters.  So long as I am\npleased, that's everything.  What do you want to go dressing yourself up\nfor?  Nothing looks worse than an over-dressed woman.\"\n\n\"What are we going to do with all that money, then?\"  inquired Mrs.\nGribble, in trembling tones.\n\n\"That'll do,\" said Mr. Gribble, decidedly.  \"That'll do.  One o' these\ndays you'll go too far.  You start throwing that money in my teeth and\nsee what happens.  I've done my best for you all these years, and\nthere's no reason to suppose I sha'n't go on doing so.  What did you\nsay?  What!\"\n\nMrs. Gribble turned to him a face rendered ghastly by terror.  \"I--I\nsaid--it was my money,\" she stammered.\n\nMr. Gribble rose, and stood for a full minute regarding her.  Then,\nkicking a chair out of his way, he took his hat from its peg in the\npassage and, with a bang of the street-door that sent a current of\nfresh, sweet air circulating through the house, strode off to the\nGrafton Arms.\n\nIt was past eleven when he returned, but even the spectacle of his wife\nlaboriously darning her old dress failed to reduce his good-humour in\nthe slightest degree.  In a frivolous mood he even took a feather from\nthe dismembered hat on the table and stuck it in his hair.  He took the\nstump of a strong cigar from his lips and, exhaling a final cloud of\nsmoke, tossed it into the fireplace.\n\n\"Uncle George dead,\" he said, at last, shaking his head.  \"Hadn't\npleasure acquaintance, but good man.  Good man.\"\n\nHe shook his head again and gazed mistily at his wife.\n\n\"He was a teetotaller,\" she remarked, casually.\n\n\"He was tee-toiler,\" repeated Mr. Gribble, regarding her equably.  \"Good\nman.  Uncle George dead-tee-toller.\"\n\nMrs. Gribble gathered up her work and began to put it away.\n\n\"Bed-time,\" said Mr. Gribble, and led the way upstairs, singing.\n\nHis good-humour had evaporated by the morning, and, having made a light\nbreakfast of five cups of tea, he went off, with lagging steps, to work.\nIt was a beautiful spring morning, and the idea of a man with two\nhundred a year and a headache going off to a warehouse instead of a\nday's outing seemed to border upon the absurd.  What use was money\nwithout freedom? His toil was sweetened that day by the knowledge that\nhe could drop it any time he liked and walk out, a free man, into the\nsunlight.\n\nBy the end of a week his mind was made up.  Each day that passed made\nhis hurried uprising and scrambled breakfast more and more irksome; and\non Monday morning, with hands in trouser-pockets and legs stretched out,\nhe leaned back in his chair and received his wife's alarming intimations\nas to the flight of time with a superior and sphinx-like smile.\n\n\"It's too fine to go to work to-day,\" he said, lazily.  \"Come to that,\nany day is too fine to waste at work.\"\n\nMrs. Gribble sat gasping at him.\n\n\"So on Saturday I gave 'em a week's notice,\" continued her husband, \"and\nafter Potts and Co. had listened while I told 'em what I thought of 'em,\nthey said they'd do without the week's notice.\"\n\n\"You've never given up your job?\"  said Mrs. Gribble.\n\n\"I spoke to old Potts as one gentleman of independent means to another,\"\nsaid Mr. Gribble, smiling.  \"Thirty-five bob a week after twenty years'\nservice!  And he had the cheek to tell me I wasn't worth that.  When I\ntold him what he was worth he talked about sending for the police.  What\nare you looking like that for?  I've worked hard for you for thirty\nyears, and I've had enough of it.  Now it's your turn.\"\n\n\"You'd find it hard to get another place at your age,\" said his wife;\n\"especially if they wouldn't give you a good character.\"\n\n\"Place!\"  said the other, staring.  \"Place!  I tell you I've done with\nwork.  For a man o' my means to go on working for thirty-five bob a week\nis ridiculous.\"\n\n\"But suppose anything happened to me,\" said his wife, in a troubled\nvoice.\n\n\"That's not very likely,\" said Mr. Gribble.\n\n\"You're tough enough.  And if it did your money would come to me.\"\n\nMrs. Gribble shook her head.\n\n\"WHAT?\" roared her husband, jumping up.\n\n\"I've only got it for life, Henry, as I told you,\" said Mrs. Gribble, in\nalarm.  \"I thought you knew it would stop when I died.\"\n\n\"And what's to become of me if anything happens to you, then?\"  demanded\nthe dismayed Mr. Gribble.  \"What am I to do?\"\n\nMrs. Gribble put her handkerchief to her eyes.\n\n\"And don't start weakening your constitution by crying,\" shouted the\nincensed husband.\n\n\"What are you mumbling?\"\n\n\"I sa--sa--said, let's hope--you'll go first,\" sobbed his wife.  \"Then\nit will be all right.\"\n\nMr. Gribble opened his mouth, and then, realizing the inadequacy of the\nEnglish language for moments of stress, closed it again.  He broke his\nsilence at last in favour of Uncle George.\n\n\"Mind you,\" he said, concluding a peroration which his wife listened to\nwith her fingers in her ears--\"mind you, I reckon I've been absolutely\ndone by you and your precious Uncle George.  I've given up a good\nsituation, and now, any time you fancy to go off the hooks, I'm to be\nturned into the street.\"\n\n\"I'll try and live, for your sake, Henry,\" said his wife.\n\n\"Think of my worry every time you are ill,\" pursued the indignant Mr.\nGribble.\n\nMrs. Gribble sighed, and her husband, after a few further remarks\nconcerning Uncle George, his past and his future, announced his\nintention of going to the lawyers and seeing whether anything could be\ndone.  He came back in a state of voiceless gloom, and spent the rest of\na beautiful day indoors, smoking a pipe which had lost much of its\nflavour, and regarding with a critical and anxious eye the small, weedy\nfigure of his wife as she went about her work.\n\nThe second month's payment went into his pocket as a matter of course,\nbut on this occasion Mrs. Gribble made no requests for new clothes or\nchange of residence.  A little nervous cough was her sole comment.\n\n\"Got a cold?\"  inquired her husband, starting.\n\n\"I don't think so,\" replied his wife, and, surprised and touched at this\nunusual display of interest, coughed again.\n\n\"Is it your throat or your chest?\"  he inquired, gruffly.\n\nMrs. Gribble coughed again to see.  After five coughs she said she\nthought it was her chest.\n\n\"You'd better not go out o' doors to-day, then,\" said Mr. Gribble.\n\"Don't stand about in draughts; and I'll fetch you in a bottle of cough\nmixture when I go out.  What about a lay-down on the sofa?\"\n\nHis wife thanked him, and, reaching the sofa, watched with half-closed\neyes as he cleared the breakfast-table.  It was the first time he had\ndone such a thing in his life, and a little honest pride in the\npossession of such a cough would not be denied.  Dim possibilities of\nits vast usefulness suddenly occurred to her.\n\nShe took the cough mixture for a week, by which time other symptoms,\nextremely disquieting to an ease-loving man, had manifested themselves.\nGoing upstairs deprived her of breath; carrying a loaded tea-tray\nproduced a long and alarming stitch in the side.  The last time she ever\nfilled the coal-scuttle she was discovered sitting beside it on the\nfloor in a state of collapse.\n\n\"You'd better go and see the doctor,\" said Mr. Gribble.\n\nMrs. Gribble went.  Years before the doctor had told her that she ought\nto take life easier, and she was now able to tell him she was prepared\nto take his advice.\n\n\"And, you see, I must take care of myself now for the sake of my\nhusband,\" she said, after she had explained matters.\n\n\"I understand,\" said the doctor.\n\n\"If anything happened to me--\" began the patient.\n\n\"Nothing shall happen,\" said the other.  \"Stay in bed to-morrow morning,\nand I'll come round and overhaul you.\"\n\nMrs. Gribble hesitated.  \"You might examine me and think I was all\nright,\" she objected; \"and at the same time you wouldn't know how I\nfeel.\"\n\n\"I know just how you feel,\" was the reply.  \"Good-bye.\"\n\nHe came round the following morning and, following the dejected Mr.\nGribble upstairs, made a long and thorough investigation of his patient.\n\n\"Say 'ninety-nine,'\" he said, adjusting his stethoscope.\n\nMrs. Gribble ticked off \"ninety-nines\" until her husband's ears ached\nwith them.  The doctor finished at last, and, fastening his bag, stood\nwith his beard in his hand, pondering.  He looked from the little,\nwhitefaced woman on the bed to the bulky figure of Mr. Gribble.\n\n\"You had better lie up for a week,\" he said, decidedly.  \"The rest will\ndo you good.\"\n\n\"Nothing serious, I s'pose?\"  said Mr. Gribble, as he led the way\ndownstairs to the small parlour.\n\n\"She ought to be all right with care,\" was the reply.\n\n\"Care?\"  repeated the other, distastefully.  \"What's the matter with\nher?\"\n\n\"She's not very strong,\" said the doctor; \"and hearts don't improve with\nage, you know.  Under favourable conditions she's good for some years\nyet.  The great thing is never to thwart her.  Let her have her own way\nin everything.\"\n\n\"Own way in everything?\"  repeated the dumbfounded Mr. Gribble.\n\nThe doctor nodded.  \"Never let her worry about anything,\" he continued;\n\"and, above all, never find fault with her.\"\n\n\"Not,\" said Mr. Gribble, thickly--\"not even for her own good?\"\n\n\"Unless you want to run the risk of losing her.\"\n\nMr. Gribble shivered.\n\n\"Let her have an easy time,\" said the doctor, taking up his hat.\n\"Pamper her a bit if you like; it won't hurt her.  Above all, don't let\nthat heart of hers get excited.\"\n\nHe shook hands with the petrified Mr. Gribble and went off, grinning\nwickedly.  He had few favourites, and Mr. Gribble was not one of them.\n\nFor two days the devoted husband did the housework and waited on the\ninvalid.  Then he wearied, and, at his wife's suggestion, a small girl\nwas engaged as servant.  She did most of the nursing as well, and,\nhaving a great love for the sensational, took a grave view of her\nmistress's condition.\n\nIt was a relief to Mr. Gribble when his wife came downstairs again, and\nhe was cheered to see that she looked much better.  His satisfaction was\nso marked that it brought on her cough again.\n\n\"It's this house, I think,\" she said, with a resigned smile.  \"It never\ndid agree with me.\n\n\"Well, you've lived in it a good many years,\" said her husband,\ncontrolling himself with difficulty.\n\n\"It's rather dark and small,\" said Mrs. Gribble.  \"Not but what it is\ngood enough for me.  And I dare say it will last my time.\"\n\n\"Nonsense!\"  said her husband, gruffly.  \"You want to get out a bit\nmore. You've got nothing to do now we are wasting all this money on a\nservant. Why don't you go out for little walks?\"\n\nMrs. Gribble went, after several promptings, and the fruit of one of\nthem was handed by the postman to Mr. Gribble a few days afterwards.\nHalf-choking with wrath and astonishment, he stood over his trembling\nwife with the first draper's bill he had ever received.\n\n\"One pound two shillings and threepence three-farthings!\" he recited.\n\"It must be a mistake.  It must be for somebody else.\"\n\nMrs. Gribble, with her hand to her heart, tottered to the sofa and lay\nthere with her eyes closed.\n\n\"I had to get some dress material,\" she said, in a quavering voice.\n\"You want me to go out, and I'm so shabby I'm ashamed to be seen.\"\n\nMr. Gribble made muffled noises in his throat; then, afraid to trust\nhimself, he went into the back-yard and, taking a seat on an upturned\nbucket, sat with his head in his hands peering into the future.\n\nThe dressmaker's bill and a bill for a new hat came after the next\nmonthly payment; and a bill for shoes came a week later.  Hoping much\nfrom the well-known curative effects of fine feathers, he managed to\ntreat the affair with dignified silence.  The only time he allowed full\nplay to his feelings Mrs. Gribble took to her bed for two days, and the\ndoctor had a heart-to-heart talk with him on the doorstep.\n\nIt was a matter of great annoyance to him that his wife still continued\nto attribute her ill-health to the smallness and darkness of the house;\nand the fact that there were only two of the houses in Charlton Grove\nleft caused a marked depression of spirits.  It was clear that she was\nfretting.  The small servant went further, and said that she was fading\naway.\n\nThey moved at the September quarter, and a slight, but temporary,\nimprovement in Mrs. Gribble's health took place.  Her cheeks flushed and\nher eyes sparkled over new curtains and new linoleum.  The tiled\nhearths, and stained glass in the front door filled her with a deep and\nsolemn thankfulness.  The only thing that disturbed her was the fact\nthat Mr. Gribble, to avoid wasting money over necessaries, contrived to\nspend an unduly large portion on personal luxuries.\n\n\"We ought to have some new things for the kitchen,\" she said one day.\n\n\"No money,\" said Mr. Gribble, laconically.\n\n\"And a mat for the bathroom.\"\n\nMr. Gribble got up and went out.\n\nShe had to go to him for everything.  Two hundred a year and not a penny\nshe could call her own!  She consulted her heart, and that faithful\norgan responded with a bound that set her nerves quivering.  If she\ncould only screw her courage to the sticking-point the question would be\nsettled for once and all.\n\nWhite and trembling she sat at breakfast on the first of November,\nwaiting for the postman, while the unconscious Mr. Gribble went on with\nhis meal.  The double-knocks down the road came nearer and nearer, and\nMr. Gribble, wiping his mouth, sat upright with an air of alert and\npleased interest.  Rapid steps came to the front door, and a double bang\nfollowed.\n\n\"Always punctual,\" said Mr. Gribble, good-humouredly.\n\nHis wife made no reply, but, taking a blue-crossed envelope from the\nmaid in her shaking fingers, looked round for a knife.  Her gaze\nencountered Mr. Gribble's outstretched hand.\n\n\"After you,\" he said sharply.\n\nMrs. Gribble found the knife, and, hacking tremulously at the envelope,\npeeped inside it and, with her gaze fastened on the window, fumbled for\nher pocket.  She was so pale and shook so much that the words died away\non her husband's lips.\n\n\"You--you had better let me take care of that,\" he said, at last.\n\n\"It is--all right,\" gasped his wife.\n\nShe put her hand to her throat and, hardly able to believe in her\nvictory, sat struggling for breath.  Before her, grim and upright, her\nhusband sat, a figure of helpless smouldering wrath.\n\n\"You might lose it,\" he said, at last.  \"I sha'n't lose it,\" said his\nwife.\n\nTo avoid further argument, she arose and went slowly upstairs.  Through\nthe doorway Mr. Gribble saw her helping herself up by the banisters, her\nleft hand still at her throat.  Then he heard her moving slowly about in\nthe bedroom overhead.\n\nHe took out his pipe and filled it mechanically, and was just holding a\nmatch to the tobacco when he paused and gazed with a puzzled air at the\nceiling.  \"Blamed if it don't sound like somebody dancing!\"  he growled.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12154/pg12154.txt",
        "name": "the_weaker_vessel_night_watches_part_4.json"
    }
}