{
    "name": "The girl from Samarcand",
    "author": [
        "Price, E. Hoffman",
        "Price, E. H. (E. Hoffmann)",
        "Price, E. Hoffmann"
    ],
    "body": "As her guest set the dainty bone china cup on the onyx-topped, teak\ntabouret and sank back among the embroidered cushions, Diane knew to\nthe syllable the words which were to filter forth with the next breath\nof smoke; for three years as Hammersmith Clarke's wife had convinced\nher that that remark was inevitable.\n\n\"My dear, where did you ever get those perfectly gorgeous rugs?\"\n\nAnd Diane, true to form, smiled ever so faintly, and luxuriated in\nthe suspicion of a yawn: the ennui of an odalisk hardened to the\nmagnificence of a seraglio carpeted with an ancient Feraghan rug, and\nhung with silken witcheries from the looms of Kashan. Diane saw the\nwonder permeate her friend's soul and heard it surge into words.\n\n\"The rugs? Why--well, I married them along with Ham, you might say.\nYes, they are rather pretty, aren't they? But they're an awful pest at\ntimes----\"\n\n\"Naturally,\" agreed Louise, who lived in a loft in the Pontalba\nBuilding, where she could look down into the Plaza where Jackson\nreins in his brazen horse and lifts his brazen hat in salutation to\nthe French Quarter of New Orleans. \"You simply couldn't let the maid\nclean----\"\n\n\"Maid? Lord help us, but I daren't touch them myself! I tried it,\nonce. That heaven-sent prayer-rug\"--Diane indicated an ancient\nGhiordes, a sea-green splendor worth more than his right eye to any\ncollector--\"looked a bit dingy. And Ham caught me at it. What was left\nof my hair just fell short of a close shingle. Do you know, one day I\ncaught him filling the bathtub with milk----\"\n\n\"What?\"\n\n\"Precisely. Seems some expert claimed a milk bath improves the luster.\nSo the little Bokhara--that blood-red creature beneath your feet--got\na treatment fit for a Circassian beauty. I'm just waiting for him to\nbring home a duster of bird-of-paradise plumes for this venerable\nwreck.\"\n\nDiane stroked what was left of the peachblow, sapphire and gold nap of\nan age-old Senna woven on a silken warp.\n\n\"The truth of it is,\" continued Diane, \"I feel guilty of bigamy. The\nman was married to his rugs long before he ever met me. 'Member how we\nspeculated on the pros and cons of polygamy the other day at Arnaud's?\nWell, here I am, one lone woman competing with a dozen odd favorites,\nand a new rival added to the harem every so often.\"\n\n\"Good lord, Diane, what next! You are unique. Why, one would think you\nwere jealous of them.\"\n\n\"Well, I am!\"\n\n\"Outlandish as that fantastic husband of yours. I don't know which\nis the more _outré_, his mania for these beautiful things with the\nimpossible names, or your--heavens above, it does really seem like\nresentment against them. Now, if you'd married Peter\"--Louise laughed\nmetallically--\"he'd never have given you time to be jealous of a _rug_.\"\n\n\"That's just it,\" flared Diane. \"I could forgive flirtations and\nblack eyes, and a reasonable degree of non-support. But these damned\nrugs--look at that!\"\n\nDiane dug her cobraskin toe into the closely worn nap of the Feraghan\ncarpet.\n\n\"Look at it! Just a rug, the first time. But live with it day after\nday. See the witchery sparkling in it at sunset. Catch yourself losing\nyourself in the thrill of its three hundred years, wondering that\nall the ecstasy ever lost in the entire world could be imprisoned\nin a rug. Then see your one and only and otherwise adequate husband\nsitting of an evening, hours at a stretch, staring at it and dreaming\nof all the richness and glamor he's lost through becoming civilized,\nlearning to wear shoes, and having only one woman, and she his wife,\nabout the house. Yes, I called you up to have you listen to me get the\nindignation out of my soul. The truth of it is, Lou, that if I don't\nget out of this atmosphere soon, I'll go utterly mad. Some day I'm\ngoing to move in on you in your attic--anything to get away from all\nthis!\"\n\n\"Do you mean to say,\" began Louise with wide-spaced deliberation, \"that\nyou'd actually leave Ham because he likes to mess and poke around with\nhis rugs, and spend most of his waking moments talking about them?\nHonestly, now----\"\n\n\"Good Lord, I could stand his _talking_ about them. But\"--Diane\nshuddered--\"Lou, he _loves_ them. Sits there, transfigured, like a\nsaint contemplating the dewdrop glistening in the lotus cup.\"\n\n\"When I suggested, over at the Iron Gate, that you move in with me,\nI didn't know that you were married--they all called you _la belle\nLivaudaise_, and you were the life of everything--and least of all, I\nnever suspected anyone had you enshrined in magnificence like this.\nBetter think it over, Di--I've been through the mill, and I _know_.\"\n\n\n\nDiane from the first had been fascinated by the exotic atmosphere in\nwhich Clarke had planted her after their marriage; but in the end,\nseeing how they had become a part of him, she half consciously hated\nthem and their everlasting song of Bokhara and Herat of the Hundred\nGardens: an unheard song to which Clarke listened, and replied in\nunspoken syllables. And thus it was that Diane learned that to live in\nClarke's apartment would be to become an accessory to those precious\nfabrics that were his hard-ridden hobby; for no woman would fit into\nthe dim, smoky shadows of that titled salon unless bejeweled and\ndiaphanously veiled she could dance with curious paces and gestures\nbeneath the sullen glow of the great brazen mosque lamp as became\nthe favorite of a khan in far-off Tartary. From the very beginning,\nDiane fought to keep her individuality untainted by the overwhelming\npersonality of those damnably lovely fabrics from Shiraz and the dusty\nplains of Feraghan.\n\nAnd Diane was right; for they dreamed, those old weavers, of the roses\nof Kirman, of the evening star that danced on the crest of Mount\nZagros, of dancing girls in the gardens of Naishapur, of fountains that\nsprayed mistily in the moonlit valley of Zarab-shan; and all this they\nwove into what we now learn to catalogue as Sixteenth Century Persian,\nor whatever our best guess may be. Into his masterwork the weaver\nwove his soul; so that whoever lives with one of those imperishable\nsorceries that come out of the East must in the end feel its presence\nunless he be somewhat duller than the very wood of the loom on which it\nwas woven.\n\nLook upon wine as often as you wish, but beware of a Bokhara when it is\nred--red as the blood of slaughter--red as the embers of a plundered\ncity--a redness charged with the quartered octagons of Turkestan--for\nin the end you will become enslaved to the silky splendor that once\ngraced the tent floor of a Tekke prince....\n\nDiane was right; though Diane never suspected, even dimly, what in the\nend really did happen to Hammersmith Clarke. For, naturally enough,\nneither she nor anyone else saw or heard the Yellow Girl; that is, no\none but Clarke: and he saw and heard too much.\n\nHad she suspected--but she couldn't have. For who would imagine Fate\nriding to the crossroads in a truck of the American Express Company? It\njust isn't done; not until one looks back and sees that it could have\nhappened in no other way.\n\nBut unheard-of things happen in Turkestan; and while one may pause for\nan evening's glamor beside some moon-kissed fountain in the valley of\nZarab-shan, and then march on, forgetting, there is that which does not\nforget, being undying and everlasting; so that though forgotten, it\nreaches forth across time and space, not only clinging to the pile of\na rug from Samarcand, but resorting even to express trucks to carry it\nthe last step toward capturing the forgetful one....\n\nAll this Diane knew without knowing why she knew: and it seemed so\nreasonable that there was nothing incongruous in shuddering and saying\nas she often had, \"I'm afraid of the damned things....\"\n\n\n\nAs the door clicked behind the departing expressman, Clarke clipped the\nleaden seals of the cylindrical bale, cut its stitching, and thrilled\nat the thought of the rug he was about to unwrap; for the bale was from\nSiraganian of New York, who by dint of persistent reaching into the\nEast must finally have succeeded in executing Clarke's impossible order.\n\nA tawny, golden silkiness smiled from the gaping burlap sheath.\n\nJust a glimpse of that wonder in buff and cream, with its lotus-bud\nborder, and frets and meanders in blue and coral and peach, told\nClarke that this of all things was as far as possible from what he had\nordered Siraganian to get, cost what it might. For in place of Persian\nintricacies in deep wine reds and solemn green, florid magnificence\nthat Ispahan had given to the world before the splendor died, Clarke\nwas confronted by an ancient rug from Samarcand--silken Samarcand in\nthe valley of Zarab-shan--thick-napped and luxurious, mysterious with\nits Mongolian cloud bands and asymmetrical corner pieces, bats and\ndragons, and five-medallioned firmaments of blue that could come from\nnone but the vats of Turkestan.\n\n\"Good God! It's silk!\" marveled Clarke as he stroked the lustrous pile.\n\"Silk, and by the Rod, on a linen warp!\"\n\nHe wondered how Siraganian could have made that incredible mistake,\nsending him such a rug in place of what he had ordered. If it were a\ncase of sending something just as good--an unheard-of procedure with\nthat Armenian merchant-prince--he certainly had been crafty enough, for\nno connoisseur who once touched that rich pile, whose eyes were once\ndazzled by those insinuant colors, whose senses were stricken by the\nsorcery of cabalistical designs, could ever return it and say that he\nhad ordered something else. Rather would he thank Siraganian for his\nerror.\n\nA silk pile on a warp of blue linen, and woven in the days when Persian\nHafiz was called to account by that fierce Mongol for a verse wherein\nthe poet bartered the prince's favorite cities, Samarcand and Bokhara,\nfor the smile of a _Turki_ dancing girl, and the mole on her left\nbreast: unbelievable fortune had sent him this incredible rug.\n\nAnd then Clarke's wondering, triumphant eyes clouded as he thought of\na girl beside whom Samarcand and Bokhara were but the tinkle of brazen\nanklets--a very long time ago, when there was no Diane, when Clarke\npursued rugs for that same Siraganian who now sought them for Clarke.\n\n\"_Egher an Turki bedest ared dili mara_,\" muttered Clarke, forgetting\nall but the glamorous perils that had lured him far into lost cities\nand high adventure. Hafiz was right.\n\nAnd for a moment the rug from Samarcand, its five by seven feet of\ntawny, silken perfection putting to confusion the priceless Feraghan on\nwhich it had been unrolled, gleamed unregarded as Clarke's mind whirled\nto the sonorous accent with which the divine Hafiz had enslaved the\nEast and its savage conquerors.\n\n\"_Egher an Turki_----\"\n\nStrange, how after all this time one would remember. It must be that\none could never quite forget.\n\nThe telephone rang; but Clarke ignored it until the jangling became too\ninsistent, when he muffled the bell with several towels and a small\ncushion.\n\n\"Too bad,\" he apologized, as he took the cord from his lounge robe and\ncompleted the throttling of the almost stifled annoyance, \"but I simply\ncan't be disturbed.\"\n\nIn which he was wrong: for to contemplate that wonder from Samarcand\nwas more disturbing than any voice that could creep in over the wire.\nHe fingered the rings of dull, hand-hammered gold that were sewed\nto one of the selvaged sides; he wondered what palace wall had been\nenriched by that precious fabric--and with it all came the knowledge\nthat that very rug had been a part of his own past. The life that had\nbeen knotted into its pile and the sorcery that had been woven into\nits pattern were speaking to one of Clarke's forgotten selves. Yet\nhe was certain that he had never before seen it; for one could never\nhave forgotten such as this, though seen but for an instant. Truly,\nthe _rug_ was a stranger, but the presence that accompanied it was\ndemanding recognition.\n\nIn the meanwhile, Diane tired of hearing the operator's \"They don't\nanswer,\" and abandoned her efforts to remind Clarke of an engagement.\n\n\"I wonder,\" she mused, as she finally set aside the useless telephone,\n\"what deviltry my _bien aimé_ is devising.\"\n\nAnd then she sought the rendezvous unattended, and made the customary\napologies for Clarke's unaccountable absence.\n\nHe might have retreated into that dusky inner kingdom which from the\nvery beginning he had held against Diane--a silence into which he\nplunged unaccompanied, not lacking appreciative company, but rather\nloving solitude and electing seclusion rather than the sharing of the\nfancies that twisted and the thoughts that writhed in his strange brain.\n\nAs Diane made her well-rehearsed apologies and frothed behind her\nvivacious mask, Clarke noted the manila envelope that was fastened to\nthe web of the rug from Samarcand, and addressed to him: a letter,\ndoubtless from Siraganian.\n\n\"We regret,\" wrote the Armenian, \"that thus far we have had no success\nin finding at any cost a rug of the weave you ordered. However, we take\npleasure in forwarding you this rug which a caravan stopping at Meshed\nleft with our agent in that city with instructions to forward it to\nour New York office and thence to you. We are pleased that your agent\nsaw fit to use our facilities for forwarding it to you, and wish to\ncongratulate you on having obtained such a priceless specimen. Should\nyou at any time care to dispose of it, be so kind as to give us an\noption on it, for we are in a position to offer you a better price than\nany dealer or collector in the United States....\"\n\nThe rug itself was improbable enough--but Siraganian's letter! An\ninsoluble riddle. It couldn't be a jest. Then who----?\n\nTrue enough, Colonel Merbere's expedition must have passed through\nSamarcand, Yarkand, and Kashgar on its way into the unknown stretches\nof Chinese Turkestan; but his acquaintance with the colonel was\nslight, and he had no friend in the colonel's train. And what obscure\nacquaintance of the \"wish you were here\" postal-card banality would\nsend a rug which in the old days served as a gift from one prince to\nanother?\n\nDiane's arrival cut the thread of fancy.\n\n\"Oh, Ham, but it is gorgeous,\" enthused _la belle Livaudaise_ as she\nentered the roseate duskiness of Clarke's studio. And to herself,\n\"Another rival....\"\n\nThen she rehearsed the excuses she had offered for Ham's absence, and\nhoped he'd absent-mindedly contradict her the first time he deigned to\nspeak for himself. That done, one must consider the latest addition to\nthe seraglio.\n\nClarke detailed the story of the rug and its riddle.\n\n\"But who in the world would send you such a gift,\" wondered Diane.\n\n\"Exactly no one, _très chère_.\"\n\n\"Unless,\" Diane pointed out, \"it might be one of your lost loves in\nthose Asiatic playgrounds you've never entirely left.\"\n\nClarke laughed, but his derision was unconvincing, and Diane knew that\nhe had been deep in the blacknesses of Asian nights; knew that her\narrival had been an intrusion, that he was but a friendly stranger,\nbabbling to her, a friendly stranger, of loveliness whose intoxication\nforced him to speak of it to anyone, even her.\n\nThe others were bad enough, with their everlasting song of Bokhara, and\nHerat of the Hundred Gardens--an unheard song to which Clarke listened,\nand replied in unspoken syllables; they were bad enough, they, and\nthose monstrous fancies which at times he smilingly expressed with\ndeliberate vagueness, but this yellow witch from Samarcand----\n\n\n\nDiane knew that more than a rug had emerged from that bale whose burlap\nwinding-sheet still littered the floor.\n\nAt last it seemed that she was intruding on a _tête-à-tête_,\neavesdropping on a monologue; so that when Clarke would emerge from his\nreveries, Diane resented the inevitable thought that he was robbing\nhimself to keep her company. But patience reaches its limit, finally....\n\nShe saw it, one night, twinkle and smile through a lustrous haze\nthat played over its surface, smile the slow, curved smile of a\ncarmine-lipped woman through the veils of her mystery; saw Clarke\nsitting there, eyes shearing the veil and half smiling in return, a\ndevotee in the ecstatic contemplation of a goddess shrouded in altar\nfumes....\n\n\"Ham!\"\n\n\"Yes,\" answered Clarke's lips. He had now perfected the trick of having\nhis body act as his proxy.\n\n\"Are you taking me to that show tonight?\"\n\n\"What show?\" Clarke the simulacrum stirred lazily in the depths of the\ncushion-heaped lounge. \"The truth of it is, my dear,\" he resumed after\na pause during which some memory of the proposed entertainment must\nhave returned, \"truth of it is I'm awfully busy tonight----\"\n\n\"Busy sitting there staring at nothing and sipping Pernod!\" flared\nDiane, the wrath of months flashing forth. Then, as she saw Clarke\nsettle back into the depths: \"Listen, once for all: this nonsense has\nlasted too long. I might as well have married a mummy! Either get that\nthing out of the house, or I'll leave you to your pious meditations\nindefinitely----\"\n\n\"What? Good Lord, Diane, what's this?\"\n\n\"You heard me. You used to be half human, but now you're utterly\nimpossible. And if you can't show me a little attention, I'm leaving\nhere and now. For the past many weeks you've acted like a model for a\npetrified forest. Ever since that yellow beast----\"\n\n\"Yellow beast?\"\n\n\"Exactly! That damned rug is driving me crazy----\"\n\n\"Is, or has driven?\" suggested Clarke.\n\n\"Lies there like a beast of prey just ready to wake. And you sit there,\nnight after night, staring at it until you fall asleep in your chair.\nDoes it go, or do I?\"\n\n\"What do you want me to do? Throw it away?\"\n\n\"I don't care what you do with it. Only I won't stay in the house with\nit. It gives me the creeps. You've said entirely too much in your sleep\nlately--first yellow rugs, and now it's a yellow girl. I'm through!\"\n\nClarke's brows rose in Saracenic arches. And then he smiled with\nsurprizing friendliness and a touch of wonder.\n\n\"Di, why didn't you tell me sooner? I could understand your craving\nalligator pears at 3 in the morning--I might have understood that, but\nhating a rug is really a new one on me----\"\n\n\"No, stupid, it's nothing like that! I just hate the damned thing, and\nno more to be said.\"\n\n\"Well, lacking the infallible alibi\"--Clarke glared and assumed his\nfighting face--\"if you mean I choose between you and the rug, I'll call\na taxi right now.\"\n\n\"Don't bother. I'll walk.\"\n\nThe door slammed.\n\nClarke twisted his mustache, and achieved a laugh; not merry, but still\na laugh. And then he sank back among the cushions.\n\n\"Yellow Girl, I thought _you_ were fantastic....\"\n\n\n\nLe Vieux Carré wondered when the next morning it was rumored that\n_la belle Livaudaise_ had been seen hurrying down Saint Peter Street\nwithout speaking to any one of the several acquaintances she had met;\nbut when at the Green Shutter and the Old Quarter Bookstore it was\nannounced that Diane was living in a loft of the Pontalba Building,\nwonder ceased. For Diane's friend Louise had been no less garrulous\nthan she should have been, so that the habitués of the French Quarter\nwere prepared for the news.\n\nAnd then it was said that to gain admittance to Clarke's studio one\nmust know the code of taps whereby someone who at times left a certain\nside door bearing bottles of Pernod announced his arrival; for Clarke\nanswered neither doorbell nor telephone. The vendor of Pernod was\ncertainly a discreet person; yet even a discreet seller of absinthe\ncould see no harm in mentioning that his patron found enormous\nfascination in watching the play of sunlight and the dance of moonbeams\non the golden buff pile of a rug that was more a sleeping, breathing\ncreature than any sane child of the loom.\n\nFinally the courier failed to gain admittance, despite his tapping in\ncode. And this he thought worthy of Diane's ear.\n\n\"He starves himself, _petite_--since three days now he has not admitted\nme. All the while she lies there, gleaming in the moon, that awful\nrug--_mordieu_, it is terrible....\"\n\nDiane had stedfastly denied that which had been clamoring for\nrecognition. But when this last bit was added to what had gone before,\nlogic gave way, and Diane's fears asserted themselves. That rug _was_\nhaunted, _was_ bewitched, _was_ bedevilling Clarke; logic or no logic,\nthe fact was plain.\n\nDriven by that monstrous thought, Diane exhumed the little golden\nkey-ring and started up Royal Street, determined to cross the barrier\nbefore it became impassable. But her determination wavered; and before\nfitting the well worn key into the lock, she applied her ear to the\nkeyhole, listened, and heard Clarke's voice.\n\nDiane resisted the temptation to use her key and stage a scene that\neven in the imperturbable Vieux Carré would be sensational for at least\na week. Then her pride conquered, and she achieved a most credible\nsmile of disdain.\n\n\"Sly devil, pretending it was a rug he was so absorbed in....\"\n\nAnd, since it was but an amorous escapade, Diane's unbelievable\nspeculations were replaced by thoughts reasonable enough not to be\nterrifying.\n\n\n\nThat very night, Clarke was sitting cross-legged on the floor of his\nstudio, full under the red glow of a tall bronze mosque lamp. Before\nhim, shimmering in the moonlight that streamed in through the French\nwindows, lay the rug from Samarcand, mysterious and golden, with its\npale sapphire corner pieces glittering like a distant sea viewed\nthrough a cleft between two mountain crests.\n\nAll the witchery and ecstasy that had ever been lost in the entire\nworld were reassembled, pulsing in the silken pile which he\ncontemplated. And this was _the_ night; the Night of Power, when Fate\nstalked through the corridors of the world like a colossus just risen\nfrom an age-old throne of granite, resistless and unconquerable. Clarke\nhad spent so many nights and days of staring that it was inevitable\nthat there must be such a night. He saw more than the wonder before\nhim: in place of the marvel woven by deft, forgotten hands, there\ngleamed enchantingly as through moon-touched mist a garden in the\nvalley of Zarab-shan.\n\nThen came a faint, oddly accented drumming and piping, music to whose\ntune dead years reassembled their bones and danced forth from their\ngraves. And their ghosts as they danced exhaled an overwhelming\nsweetness that made Clarke's brain reel and glow, and his blood surge\nmadly in anticipation of that which he knew must follow.\n\nThen out of the blackness just beyond the range of the ruddy mosque\nlamp and full into the moonlight that marched slowly across the rug\ncame a slim Yellow Girl, diaphanously garbed and veiled. Her anklets\nclicked faintly; and very faint was the tinkle of the pendant that\nadorned her unusual coiffure.\n\n\"All these many days I have sought you, my lord,\" she began, as she\nextended her arms in welcome. \"But in vain, until tonight, when at last\nI parted the veil and crossed the Border.\"\n\nClarke nodded understandingly, and looked full into her dark, faintly\nslanted eyes.\n\n\"And I have been thinking of you,\" he began, \"ever since someone sent\nme this rug on which you stand. It is strange how this rug could bridge\nthe gap of twenty years and bring into my very house a glimpse of the\nvalley of Zarab-shan. And stranger yet that you could escape from your\nfather's house and find me here. Though strangest of all, time has not\ntouched you, when by all reason you should be old, and leathery, and\npast forty.... Yet you are lovelier now than you were then, by that\nfountain in a garden near Samarcand.\"\n\n\"It is not strange,\" contradicted the Yellow Girl, as she pirouetted\nwith dainty feet across the moon-lapped silk. \"For you see me now as I\nwas when I wove my soul into this very rug.\"\n\nClarke smiled incredulously: which was illogical enough, since,\ncompared with the girl's presence, nothing else should be incredible.\n\n\"How can that be, Yellow Girl, seeing that we two met one evening\ntwenty years ago, whereas this rug was woven when the Great Khan sat\nenthroned in Samarcand and reproved the Persian Hafiz for his careless\ndisposal of the Great Khan's favorite cities. This was the joy of kings\nhundreds of years before you and I were born----\"\n\n\"Before the _last_ time we were born,\" corrected the Yellow Girl. \"But\nthe first time--at least, the first time that I can recollect--the\nbarred windows of a prince's palace failed to keep you from me. And\neunuchs with crescent-bladed simitars likewise failed. But in the\nend--why must all loveliness have an end?--a bowstring for me, and a\nswordstroke for you....\"\n\nThe Yellow Girl shuddered as she stroked her smooth throat with\nfingers that sought to wipe off the last lingering memory of a cord of\nhard-spun silk.\n\n\"And from the first,\" continued the girl, \"I knew what our doom would\nbe. So I started weaving, and completed my task before they suspected\nus and the bowstring did its work. My soul, my self, being woven\ncunningly and curiously into silk rich enough to hang on the wall of\nthe khan's palace, waited patiently and wondered whether you and I\ncould have our day again. Thus it was in the beginning----\"\n\n\"Ah ... how it does come back to me,\" interrupted Clarke, \"as in\na dream dimly remembered. How compactly and stiflingly they would\nwrap me in a bale of silk and carry me past the guards and into your\npresence. And by what devious routes I would leave you ... yes, and how\npainlessly swift is the stroke of a simitar....\"\n\nThe Yellow Girl shuddered.\n\n\"A simitar truly wielded is really nothing, after all,\" continued\nClarke. \"I might have been sawn asunder between planks.... Well, and\nthat meeting in the garden these short twenty years ago was after all\nnot our first ... it seems that I knew then that it was not the first.\nThough but for an evening----\"\n\n\"Yes. Just for an evening. So to what end were we spared bowstrings\nand the stroke of swift simitars, since we had but an evening?\" And\nthinking of the empty years of luxurious imprisonment that followed,\nshe smiled somberly. \"For only an evening. And then you forgot, until\nthis rug--this same rug I wove centuries ago--interrupted your pleasant\nadventuring, and reminded you.\n\n\"Death stared me in the face. The end of life more vainly lived than\nthe first. I knew that I was leaving this avatar after having lived but\none stolen evening. So I sent a trusted servant to carry this very rug\nto Meshed. For when we met in the garden, you were hunting rugs for\nhim who now seeks them for your delight. And I knew that he would find\nyou if you still lived. Thus it is that I have crossed the Border, and\nstand before you as I did once before--this time on that very rug which\nI wove centuries ago, while living in hope of another meeting and in\ndread of the bowstring I knew would in the end find me.\"\n\nThe moon patch had marched toward the end of the rug from Samarcand,\nand was cutting into the blue web at its end. Clarke knew that when\nthere remained no more room for her tiny feet, she would vanish, not\never to reappear. But Clarke hoped against knowledge.\n\n\"Yellow Girl,\" he entreated, \"my door will be barred to friend and\nacquaintance alike, if you will but return on whatever nights the moon\ncreeps across our rug....\"\n\nHad Diane, listening at the door, understood, she would have used her\nkey. But Diane merely heard:\n\n\"And I shall wait for these nights as long as life remains in me. For\nall that has happened since then is nothing and less than nothing; and\nall has been a dream since that one night in a garden of Zarab-shan.\"\n\nVery little remained of the moon patch. The Yellow Girl stepped a tiny\npace forward, to prolong her stay yet another few moments. All but the\nmoonlit strip of the rug from Samarcand glowed bloodily in the flare of\nthe brazen mosque lamp.\n\n\"No, forgetful lover,\" chided the Yellow Girl, \"I can not return. I\ncan not cross the Border again. In Samarcand, eight hundred years\nago we mocked for a while the doom that hung over us, and in the end\ncalled the bowstring but a caress of farewell. Again, in the garden of\nZarab-shan we met, we parted, and you forgot: so this time I take no\nchances. While I can not return, you at least can follow me ... if you\nwill ... for it is very easy....\"\n\nShe edged along the ever narrowing strip of moon-bathed silk, and with\nan embracing gesture, lured Clarke to rise and follow her.\n\n\"It is so easy ... move lightly ... but be careful not to disturb your\nbody or overbalance it....\"\n\nHad Diane not turned away from the door; were she not even now\nstrolling insouciantly down Royal Street----\n\n\"Yellow Girl, you and I have had enough of farewells!\"\n\nSomething left Clarke, tottered perilously on the two handbreadths of\nmoonlight that remained, then caught the Yellow Girl by the hand and\ntook the lead.\n\nThe blue web of the rug from Samarcand gleamed for another moment in\nthe moonlight, then sweltered in the red glow of the mosque lamp.",
    "metadata": {
        "author": [
            "Price, E. Hoffman",
            "Price, E. H. (E. Hoffmann)",
            "Price, E. Hoffmann"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73463/pg73463.txt",
        "name": "the_girl_from_samarcand.json"
    }
}