{
    "name": "The Lady of the Barge\nThe Lady of the Barge and Others, Part 1.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE LADY OF THE BARGE\n\n\nThe master of the barge Arabella sat in the stern of his craft with his\nright arm leaning on the tiller.  A desultory conversation with the mate\nof a schooner, who was hanging over the side of his craft a few yards\noff, had come to a conclusion owing to a difference of opinion on the\nsubject of religion.  The skipper had argued so warmly that he almost\nfancied he must have inherited the tenets of the Seventh-day Baptists\nfrom his mother while the mate had surprised himself by the warmth of his\nadvocacy of a form of Wesleyanism which would have made the members of\nthat sect open their eyes with horror.  He had, moreover, confirmed the\nskipper in the error of his ways by calling him a bargee, the ranks of\nthe Baptists receiving a defender if not a recruit from that hour.\n\nWith the influence of the religious argument still upon him, the skipper,\nas the long summer's day gave place to night, fell to wondering where his\nown mate, who was also his brother-in-law, had got to.  Lights which had\nbeen struggling with the twilight now burnt bright and strong, and the\nskipper, moving from the shadow to where a band of light fell across the\ndeck, took out a worn silver watch and saw that it was ten o'clock.\n\nAlmost at the same moment a dark figure appeared on the jetty above and\nbegan to descend the ladder, and a strongly built young man of twenty-two\nsprang nimbly to the deck.\n\n\"Ten o'clock, Ted,\" said the skipper, slowly.  \"It 'll be eleven in an\nhour's time,\" said the mate, calmly.\n\n\"That 'll do,\" said the skipper, in a somewhat loud voice, as he noticed\nthat his late adversary still occupied his favourite strained position,\nand a fortuitous expression of his mother's occurred to him: \"Don't talk\nto me; I've been arguing with a son of Belial for the last half-hour.\"\n\n\"Bargee,\" said the son of Belial, in a dispassionate voice.\n\n\"Don't take no notice of him, Ted,\" said the skipper, pityingly.\n\n\"He wasn't talking to me,\" said Ted.  \"But never mind about him; I want\nto speak to you in private.\"\n\n\"Fire away, my lad,\" said the other, in a patronizing voice.\n\n\"Speak up,\" said the voice from the schooner, encouragingly.  \"I'm\nlistening.\"\n\nThere was no reply from the bargee.  The master led the way to the cabin,\nand lighting a lamp, which appealed to more senses than one, took a seat\non a locker, and again requested the other to fire away.\n\n\"Well, you see, it's this way,\" began the mate, with a preliminary\nwriggle: \"there's a certain young woman--\"\n\n\"A certain young what?\" shouted the master of the Arabella.\n\n\"Woman,\" repeated the mate, snappishly; \"you've heard of a woman afore,\nhaven't you?  Well, there's a certain young woman I'm walking out\nwith I--\"\n\n\"Walking out?\"  gasped the skipper.  \"Why, I never 'eard o' such a\nthing.\"\n\n\"You would ha' done if you'd been better looking, p'raps,\" retorted the\nother.  \"Well, I've offered this young woman to come for a trip with us.\"\n\n\"Oh, you have, 'ave you!\"  said the skipper, sharply.  \"And what do you\nthink Louisa will say to it?\"\n\n\"That's your look out,\" said Louisa's brother, cheerfully.  \"I'll make\nher up a bed for'ard, and we'll all be as happy as you please.\"\n\nHe started suddenly.  The mate of the schooner was indulging in a series\nof whistles of the most amatory description.\n\n\"There she is,\" he said.  \"I told her to wait outside.\"\n\nHe ran upon deck, and his perturbed brother-in-law, following at his\nleisure, was just in time to see him descending the ladder with a young\nwoman and a small handbag.\n\n\"This is my brother-in-law, Cap'n Gibbs,\" said Ted, introducing the new\narrival; \"smartest man at a barge on the river.\"\n\nThe girl extended a neatly gloved hand, shook the skipper's affably, and\nlooked wonderingly about her.\n\n\"It's very close to the water, Ted,\" she said, dubiously.\n\nThe skipper coughed.  \"We don't take passengers as a rule,\" he said,\nawkwardly; \"we 'ain't got much convenience for them.\"\n\n\"Never mind,\" said the girl, kindly; \"I sha'nt expect too much.\"\n\nShe turned away, and following the mate down to the cabin, went into\necstasies over the space-saving contrivances she found there.  The\ndrawers fitted in the skipper's bunk were a source of particular\ninterest, and the owner watched with strong disapprobation through the\nskylight her efforts to make him an apple-pie bed with the limited means\nat her disposal.  He went down below at once as a wet blanket.\n\n\"I was just shaking your bed up a bit,\" said Miss Harris, reddening.\n\n\"I see you was,\" said the skipper, briefly.\n\nHe tried to pluck up courage to tell her that he couldn't take her, but\nonly succeeded in giving vent to an inhospitable cough.\n\n\"I'll get the supper,\" said the mate, suddenly; \"you sit down, old man,\nand talk to Lucy.\"\n\nIn honour of the visitor he spread a small cloth, and then proceeded to\nproduce cold beef, pickles, and accessories in a manner which reminded\nMiss Harris of white rabbits from a conjurer's hat.  Captain Gibbs,\naccepting the inevitable, ate his supper in silence and left them to\ntheir glances.\n\n\"We must make you up a bed, for'ard, Lucy,\" said the mate, when they had\nfinished.\n\nMiss Harris started.  \"Where's that?\"  she inquired.\n\n\"Other end o' the boat,\" replied the mate, gathering up some bedding\nunder his arm.  \"You might bring a lantern, John.\"\n\nThe skipper, who was feeling more sociable after a couple of glasses of\nbeer, complied, and accompanied the couple to the tiny forecastle.  A\nsmell compounded of bilge, tar, paint, and other healthy disinfectants\nemerged as the scuttle was pushed back.  The skipper dangled the lantern\ndown and almost smiled.\n\n\"I can't sleep there,\" said the girl, with decision.  \"I shall die o'\nfright.\"\n\n\"You'll get used to it,\" said Ted, encouragingly, as he helped her down;\n\"it's quite dry and comfortable.\"\n\nHe put his arm round her waist and squeezed her hand, and aided by this\nmoral support, Miss Harris not only consented to remain, but found\nvarious advantages in the forecastle over the cabin, which had escaped\nthe notice of previous voyagers.\n\n\"I'll leave you the lantern,\" said the mate, making it fast, \"and we\nshall be on deck most o' the night.  We get under way at two.\"\n\nHe quitted the forecastle, followed by the skipper, after a polite but\nfutile attempt to give him precedence, and made his way to the cabin for\ntwo or three hours' sleep.\n\n\"There'll be a row at the other end, Ted,\" said the skipper, nervously,\nas he got into his bunk.  \"Louisa's sure to blame me for letting you keep\ncompany with a gal like this.  We was talking about you only the other\nday, and she said if you was married five years from now, it 'ud be quite\nsoon enough.\"\n\n\"Let Loo mind her own business,\" said the mate, sharply; \"she's not going\nto nag me.  She's not my wife, thank goodness!\"\n\nHe turned over and fell fast asleep, waking up fresh and bright three\nhours later, to commence what he fondly thought would be the pleasantest\nvoyage of his life.\n\nThe Arabella dropped slowly down with the tide, the wind being so light\nthat she was becalmed by every tall warehouse on the way.  Off Greenwich,\nhowever, the breeze freshened somewhat, and a little later Miss Harris,\nlooking somewhat pale as to complexion and untidy as to hair, came slowly\non deck.\n\n\"Where's the looking-glass?\"  she asked, as Ted hastened to greet her.\n\"How does my hair look?\"\n\n\"All wavy,\" said the infatuated young man; \"all little curls and\nsquiggles.  Come down in the cabin; there's a glass there.\"\n\nMiss Harris, with a light nod to the skipper as he sat at the tiller,\nfollowed the mate below, and giving vent to a little cry of indignation\nas she saw herself in the glass, waved the amorous Ted on deck, and\nstarted work on her disarranged hair.\n\nAt breakfast-time a little friction was caused by what the mate bitterly\ntermed the narrow-minded, old-fashioned ways of the skipper.  He had\narranged that the skipper should steer while he and Miss Harris\nbreakfasted, but the coffee was no sooner on the table than the skipper\ncalled him, and relinquishing the helm in his favour, went below to do\nthe honours.  The mate protested.\n\n\"It's not proper,\" said the skipper.  \"Me and 'er will 'ave our meals\ntogether, and then you must have yours.  She's under my care.\"\n\nMiss Harris assented blithely, and talk and laughter greeted the ears of\nthe indignant mate as he steered.  He went down at last to cold coffee\nand lukewarm herrings, returning to the deck after a hurried meal to find\nthe skipper narrating some of his choicest experiences to an audience\nwhich hung on his lightest word.\n\nThe disregard they showed for his feelings was maddening, and for the\nfirst time in his life he became a prey to jealousy in its worst form.\nIt was quite clear to him that the girl had become desperately enamoured\nof the skipper, and he racked his brain in a wild effort to discover the\nreason.\n\nWith an idea of reminding his brother-in-law of his position, he alluded\ntwo or three times in a casual fashion to his wife.  The skipper hardly\nlistened to him, and patting Miss Harris's cheek in a fatherly manner,\nregaled her with an anecdote of the mate's boyhood which the latter had\nspent a goodly portion of his life in denying.  He denied it again,\nhotly, and Miss Harris, conquering for a time her laughter, reprimanded\nhim severely for contradicting.\n\nBy the time dinner was ready he was in a state of sullen apathy, and when\nthe meal was over and the couple came on deck again, so far forgot\nhimself as to compliment Miss Harris upon her appetite.\n\n\"I'm ashamed of you, Ted,\" said the skipper, with severity.\n\n\"I'm glad you know what shame is,\" retorted the mate.\n\n\"If you can't be'ave yourself, you'd better keep a bit for'ard till you\nget in a better temper,\" continued the skipper.\n\n\"I'll be pleased to,\" said the smarting mate.  \"I wish the barge was\nlonger.\"\n\n\"It couldn't be too long for me,\" said Miss Harris, tossing her head.\n\n\"Be'aving like a schoolboy,\" murmured the skipper.\n\n\"I know how to behave _my_-self,\" said the mate, as he disappeared below.\nHis head suddenly appeared again over the companion.  \"If some people\ndon't,\" he added, and disappeared again.\n\nHe was pleased to notice as he ate his dinner that the giddy prattle\nabove had ceased, and with his back turned toward the couple when he\nappeared on deck again, he lounged slowly forward until the skipper\ncalled him back again.\n\n\"Wot was them words you said just now, Ted?\" he inquired.\n\nThe mate repeated them with gusto.\n\n\"Very good,\" said the skipper, sharply; \"very good.\"\n\n\"Don't you ever speak to me again,\" said Miss Harris, with a stately air,\n\"because I won't answer you if you do.\"\n\nThe mate displayed more of his schoolboy nature.  \"Wait till you're\nspoken to,\" he said, rudely.  \"This is your gratefulness, I suppose?\"\n\n\"Gratefulness?\" said Miss Harris, with her chin in the air.  \"What for?\"\n\n\"For bringing you for a trip,\" replied the mate, sternly.\n\n\"You bringing me for a trip!\" said Miss Harris, scornfully.  \"Captain\nGibbs is the master here, I suppose.  He is giving me the trip.  You're\nonly the mate.\"\n\n\"Just so,\" said the mate, with a grin at his brother-in-law, which made\nthat worthy shift uneasily.  \"I wonder what Loo will say when she sees\nyou with a lady aboard?\"\n\n\"She came to please you,\" said Captain Gibbs, with haste.\n\n\"Ho!  she did, did she?\" jeered the mate.  \"Prove it; only don't look to\nme to back you, that's all.\"\n\nThe other eyed him in consternation, and his manner changed.\n\n\"Don't play the fool, Ted,\" he said, not unkindly; \"you know what Loo\nis.\"\n\n\"Well, I'm reckoning on that,\" said the mate, deliberately.  \"I'm going\nfor'ard; don't let me interrupt you two.  So long.\"\n\nHe went slowly forward, and lighting his pipe, sprawled carelessly on the\ndeck, and renounced the entire sex forthwith.  At teatime the skipper\nattempted to reverse the procedure at the other meals; but as Miss Harris\nsteadfastly declined to sit at the same table as the mate, his good\nintentions came to naught.\n\nHe made an appeal to what he termed the mate's better nature, after Miss\nHarris had retired to the seclusion of her bed-chamber, but in vain.\n\n\"She's nothing to do with me,\" declared the mate, majestically.  \"I wash\nmy hands of her.  She's a flirt.  I'm like Louisa, I can't bear flirts.\"\n\nThe skipper said no more, but his face was so worn that Miss Harris, when\nshe came on deck in the early morning and found the barge gliding gently\nbetween the grassy banks of a river, attributed it to the difficulty of\nnavigating so large a craft on so small and winding a stream.\n\n\"We shall be alongside in 'arf an hour,\" said the skipper, eyeing her.\n\nMiss Harris expressed her gratification.\n\n\"P'raps you wouldn't mind going down the fo'c'sle and staying there till\nwe've made fast,\" said the other.  \"I'd take it as a favour.  My owners\ndon't like me to carry passengers.\"\n\nMiss Harris, who understood perfectly, said, \"Certainly,\" and with a cold\nstare at the mate, who was at no pains to conceal his amusement, went\nbelow at once, thoughtfully closing the scuttle after her.\n\n\"There's no call to make mischief, Ted,\" said the skipper, somewhat\nanxiously, as they swept round the last bend and came into view of\nCoalsham.\n\nThe mate said nothing, but stood by to take in sail as they ran swiftly\ntoward the little quay.  The pace slackened, and the Arabella, as though\nconscious of the contraband in her forecastle, crept slowly to where a\nstout, middle-aged woman, who bore a strong likeness to the mate, stood\nupon the quay.\n\n\"There's poor Loo,\" said the mate, with a sigh.\n\nThe skipper made no reply to this infernal insinuation.  The barge ran\nalongside the quay and made fast.\n\n\"I thought you'd be up,\" said Mrs. Gibbs to her husband.  \"Now come along\nto breakfast; Ted 'll follow on.\"\n\nCaptain Gibbs, dived down below for his coat, and slipping ashore,\nthankfully prepared to move off with his wife.\n\n\"Come on as soon as you can, Ted,\" said the latter.  \"Why, what on earth\nis he making that face for?\"\n\nShe turned in amazement as her brother, making a pretence of catching her\nhusband's eye, screwed his face up into a note of interrogation and gave\na slight jerk with his thumb.\n\n\"Come along,\" said Captain Gibbs, taking her arm with much affection.\n\n\"But what's Ted looking like that for?\"  demanded his wife, as she easily\nintercepted another choice facial expression of the mate's.\n\n\"Oh, it's his fun,\" replied her husband, walking on.\n\n\"Fun?\" repeated Mrs. Gibbs, sharply.  \"What's the matter, Ted.\"\n\n\"Nothing,\" replied the mate.\n\n\"Touch o' toothache,\" said the skipper.  \"Come along, Loo; I can just do\nwith one o' your breakfasts.\"\n\nMrs. Gibbs suffered herself to be led on, and had got at least five yards\non the way home, when she turned and looked back.  The mate had still got\nthe toothache, and was at that moment in all the agonies of a phenomenal\ntwinge.\n\n\"There's something wrong here,\" said Mrs. Gibbs as she retraced her\nsteps.  \"Ted, what are you making that face for?\"\n\n\"It's my own face,\" said the mate, evasively.\n\nMrs. Gibbs conceded the point, and added bitterly that it couldn't be\nhelped.  All the same she wanted to know what he meant by it.\n\n\"Ask John,\" said the vindictive mate.\n\nMrs. Gibbs asked.  Her husband said he didn't know, and added that Ted\nhad been like it before, but he had not told her for fear of frightening\nher.  Then he tried to induce her to go with him to the chemist's to get\nsomething for it.\n\nMrs. Gibbs shook her head firmly, and boarding the barge, took a seat on\nthe hatch and proceeded to catechise her brother as to his symptoms.  He\ndenied that there was anything the matter with him, while his eyes openly\nsought those of Captain Gibbs as though asking for instruction.\n\n\"You come home, Ted,\" she said at length.\n\n\"I can't,\" said the mate.  \"I can't leave the ship.\"\n\n\"Why not?\" demanded his sister.\n\n\"Ask John,\" said the mate again.\n\nAt this Mrs. Gibbs's temper, which had been rising, gave way altogether,\nand she stamped fiercely upon the deck.  A stamp of the foot has been for\nall time a rough-and-ready means of signalling; the fore-scuttle was\ndrawn back, and the face of a young and pretty girl appeared framed in\nthe opening.  The mate raised his eyebrows with a helpless gesture, and\nas for the unfortunate skipper, any jury would have found him guilty\nwithout leaving the box.  The wife of his bosom, with a flaming visage,\nturned and regarded him.\n\n\n\"You villain!\"  she said, in a choking voice.\n\nCaptain Gibbs caught his breath and looked appealingly at the mate.\n\n\"It's a little surprise for you, my dear,\" he faltered, \"it's Ted's young\nlady.\"\n\n\"Nothing of the kind,\" said the mate, sharply.\n\n\"It's not?  How dare you say such a thing?\"  demanded Miss Harris,\nstepping on to the deck.\n\n\"Well, you brought her aboard, Ted, you know you did,\" pleaded the\nunhappy skipper.\n\nThe mate did not deny it, but his face was so full of grief and surprise\nthat the other's heart sank within him.\n\n\"All right,\" said the mate at last; \"have it your own way.\"\n\n\"Hold your tongue, Ted,\" shouted Mrs. Gibbs; \"you're trying to shield\nhim.\"\n\n\"I tell you Ted brought her aboard, and they had a lover's quarrel,\" said\nher unhappy spouse.  \"It's nothing to do with me at all.\"\n\n\"And that's why you told me Ted had got the toothache, and tried to get\nme off to the chemist's, I s'pose,\" retorted his wife, with virulence.\n\"Do you think I'm a fool?  How dare you ask a young woman on this barge?\nHow dare you?\"\n\n\"I didn't ask her,\" said her husband.\n\n\"I s'pose she came without being asked,\" sneered his wife, turning her\nregards to the passenger; \"she looks the sort that might.  You brazen-\nfaced girl!\"\n\n\"Here, go easy, Loo,\" interrupted the mate, flushing as he saw the girl's\npale face.\n\n\"Mind your own business,\" said his sister, violently.\n\n\"It is my business,\" said the repentant mate.  \"I brought her aboard, and\nthen we quarrelled.\"\n\n\"I've no doubt,\" said his sister, bitterly; \"it's very pretty, but it\nwon't do.\"\n\n\"I swear it's the truth,\" said the mate.\n\n\"Why did John keep it so quiet and hide her for, then?\"  demanded his\nsister.\n\n\"I came down for the trip,\" said Miss Harris; \"that is all about it.\nThere is nothing to make a fuss about.  How much is it, Captain Gibbs?\"\n\nShe produced a little purse from her pocket, but before the embarrassed\nskipper could reply, his infuriated wife struck it out of her hand.  The\nmate sprang instinctively forward, but too late, and the purse fell with\na splash into the water.  The girl gave a faint cry and clasped her\nhands.\n\n\"How am I to get back?\"  she gasped.\n\n\"I'll see to that, Lucy,\" said the mate.  \"I'm very sorry--I've been a\nbrute.\"\n\n\"You?\"  said the indignant girl.  \"I would sooner drown myself than be\nbeholden to you.\"\n\n\"I'm very sorry,\" repeated the mate, humbly.\n\n\"There's enough of this play-acting,\" interposed Mrs. Gibbs.  \"Get off\nthis barge.\"\n\n\"You stay where you are,\" said the mate, authoritatively.\n\n\"Send that girl off this barge,\" screamed Mrs. Gibbs to her husband.\n\nCaptain Gibbs smiled in a silly fashion and scratched his head.  \"Where\nis she to go?\"  he asked feebly.\n\n\"Wh'at does it matter to you where she goes?\"  cried his wife, fiercely.\n\"Send her off.\"\n\nThe girl eyed her haughtily, and repulsing the mate as he strove to\ndetain her, stepped to the side.  Then she paused as he suddenly threw\noff his coat, and sitting down on the hatch, hastily removed his boots.\nThe skipper, divining his intentions, seized him by the arm.\n\n\"Don't be a fool, Ted,\" he gasped; \"you'll get under the barge.\"\n\nThe mate shook him off, and went in with a splash which half drowned his\nadviser.  Miss Harris, clasping her hands, ran to the side and gazed\nfearfully at the spot where he had disappeared, while his sister in a\nterrible voice seized the opportunity to point out to her husband the\nprobably fatal results of his ill-doing.  There was an anxious interval,\nand then the mate's head appeared above the water, and after a breathing-\nspace disappeared again.  The skipper, watching uneasily, stood by with a\nlifebelt.\n\n\"Come out, Ted,\" screamed his sister as he came up for breath again.\n\nThe mate disappeared once more, but coming up for the third time, hung on\nto the side of the barge to recover a bit.  A clothed man in the water\nsavours of disaster and looks alarming.  Miss Harris began to cry.\n\n\"You'll be drowned,\" she whimpered.\n\n\"Come out,\" said Mrs. Gibbs, in a raspy voice.  She knelt on the deck and\ntwined her fingers in his hair.  The mate addressed her in terms rendered\nbrotherly by pain.\n\n\"Never mind about the purse,\" sobbed Miss Harris; \"it doesn't matter.\"\n\n\"Will you make it up if I come out, then,\" demanded the diver.\n\n\"No; I'll never speak to you again as long as I live,\" said the girl,\npassionately.\n\nThe mate disappeared again.  This time he was out of sight longer than\nusual, and when he came up merely tossed his arms weakly and went down\nagain.  There was a scream from the women, and a mighty splash as the\nskipper went overboard with a life-belt.  The mate's head, black and\nshining, showed for a moment; the skipper grabbed him by the hair and\ntowed him to the barge's side, and in the midst of a considerable hubbub\nboth men were drawn from the water.\n\nThe skipper shook himself like a dog, but the mate lay on the deck inert\nin a puddle of water.  Mrs. Gibbs frantically slapped his hands; and Miss\nHarris, bending over him, rendered first aid by kissing him wildly.\n\nCaptain Gibbs pushed her away.  \"He won't come round while you're\na-kissing of him,\" he cried, roughly.\n\nTo his indignant surprise the drowned man opened one eye and winked\nacquiescence.  The skipper dropped his arms by his side and stared at him\nstupidly.\n\n\"I saw his eyelid twitch,\" cried Mrs. Gibbs, joyfully.\n\n\"He's all right,\" said her indignant husband; \"'e ain't born to be\ndrowned, 'e ain't.  I've spoilt a good suit of clothes for nothing.\"\n\nTo his wife's amazement, he actually walked away from the insensible man,\nand with a boathook reached for his hat, which was floating by.  Mrs.\nGibbs, still gazing in blank astonishment, caught a seraphic smile on the\nface of her brother as Miss Harris continued her ministrations, and in a\npardonable fit of temper the overwrought woman gave him a box on the ear,\nwhich brought him round at once.\n\n\"Where am I?\"  he inquired, artlessly.\n\nMrs. Gibbs told him.  She also told him her opinion of him, and without\nplagiarizing her husband's words, came to the same conclusion as to his\nultimate fate.\n\n\"You come along home with me,\" she said, turning in a friendly fashion to\nthe bewildered girl.  \"They deserve what they've got--both of 'em.  I\nonly hope that they'll both get such awful colds that they won't find\ntheir voices for a twelvemonth.\"\n\nShe took the girl by the arm and helped her ashore.  They turned their\nheads once in the direction of the barge, and saw the justly incensed\nskipper keeping the mate's explanations and apologies at bay with a boat-\nhook.  Then they went in to breakfast.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12121/pg12121.txt",
        "name": "the_lady_of_the_barge_the_lady_of_the_barge_and_ot.json"
    }
}