{
    "name": "The Little Pets of Arkkhan",
    "author": [
        "Garson, Vaseleos",
        "Geovanes, Basilios",
        "Garson, William J.",
        "Garson, Bill",
        "Garson, Billie"
    ],
    "body": "At first, it was only a spider thread of sound. It was so soft, so\ncaressing that it was like some healing unguent to the throbbing,\nburning boil that was Kent Knight's brain.\n\nTender and soothing as a wind-wafted melody in the first hush of\nevening, his grateful mind whispered. Then his mind was screaming as\nthe spider thread grew jagged edges that clawed open the first pain\nwounds and tore them wider.\n\nKnight lay on the hot rocky plain of the asteroid, sprawling\nconvulsively where he was thrown when the first sharp hurt slashed at\nhis mind.\n\n_And it was such a lovely little beastie. All furry and round and\nsoft. What awful power did it hold? I just touched it. Like an Earthly\nkitten, a little furry butterball. I should have known better, but it\nwas like being on Earth again._\n\nThat faint wondering thought whispered through the pain. But it was\nflung from him as his pain-frantic brain raged at his nerves, knotted\nand twisted his muscles.\n\nThere was too much agony for his mind to absorb. Knight sensed the\nwaning of his mind's last resources with relief. The mental shocks\nceased, his nerves and muscles quieted, and he drifted into a gentle\ndarkness where there was no pain....\n\n... _It's gone_, his mind observed gleefully. The thankful knowledge\nthat wakefulness did not bring renewed pain smothered the _other\nthing_. But only for a moment.\n\n_Kent Knight. I am Kent Knight, I must remember that. I mustn't forget\nit. I mustn't let_ It _make me forget. I am a man. My shipmates and I\ncrashed on this asteroid in the_ Star Climber.\n\nThe _other thing_ laughed at him--_in_ him. The wee bit of Kent Knight\nwhich the _other thing_ couldn't take or didn't want urged him to his\nfeet. _It_ didn't seem to mind his doing that much.\n\nKnight drew his lean, rawboned frame erect. His muscles didn't hurt\nany more, he realized. He ran his strong fingers--which were shaking\nnow--through his brown hair, ruffling the rock dust out of it. He\nlooked toward the green oasis on the far side of the rocky plain where\nhis friends were.\n\n_It's hard to remember that I am Kent Knight. It doesn't really matter\nanyway. No, Kent Knight, that's the_ other thing! _I am six feet tall.\nI weigh one hundred and seventy pounds. I have brown hair. My eyes are\nhazel with funny blue flecks in them. Remember? Looks like somebody\npunched at them with a sharp blue pencil--that's what Mary Jo said._\n\n_I wonder if Sammy's drunk. That last time just before we crashed\nshould have been a drunk to finish even Sammy, his big, broken nose,\nshiny, bald head and all._\n\n_Yes, I know_ you _know my every thought, Thing! You've stolen my mind.\nBut you cannot steal_ me. _I am Kent Knight. I am a man. You, Thing,\nare my enemy and man's enemy._\n\n_It_ chuckled in Knight's mind.\n\n\"You are whistling in the dark, fool. Have you not wondered why you\ncrashed on this wandering asteroid? We Arkkhans willed you here. There\nwas nothing wrong with your ship--we willed you to crash because we\nwanted weak creatures like you.\n\n\"You are the first we found whose minds are strong enough to contain us\nwithout destroying the motor impulses.\"\n\nThe Thing filled Kent Knight's mind with a thousand scenes and chuckled\nas the horror spread like wildfire through the little that was left of\nKent Knight.\n\n\"No!\" Knight cried, the muscles in his lean throat convulsing.\n\n\n\nSuddenly, Kent Knight began to run. He didn't want to, but his long\nsinewy legs drove him across the rocky plain at reckless speed, and his\nmind would not answer his frantic orders to stop. His lungs burned and\nscreamed as they sucked in the asteroid's thin air, and his heart was a\nwrithing, sobbing thing within his straining chest.\n\nOne ankle caught between two rough hands of rock and broke, but he did\nnot stop running. Each time the weight of his body fell fully upon that\nfractured bone, it splintered a little more until the shards were sharp\ndaggers biting into what mind still belonged to Kent Knight.\n\nThen the other foot--the right one--stepped on a razor-edged rock that\ncut through flesh, bone and sinew, but still Kent Knight ran on. The\nThing was chuckling at the stabbing pain signals.\n\nFinally _It_ said, \"No, Kent Knight?\" _It_ released control, and Knight\nsprawled on the hurting rock, the blows and stabs of the rough plain\nagainst his body unfelt through the agony of his crippled feet.\n\n\"I hate you, Thing.\" Knight's deadly thought reached for the Thing\nwithin his mind. Then Kent Knight cradled his head in his arms and\nsobbed uncontrollably, his shoulders shaking convulsively, his whole\nbody trembling with rage and agony.\n\n\"Why rebel, Earthling? You cannot prevail against us. So simple it was\nto hurt you. If you but accept your destiny as our hosts, it will be\npleasant. Like this!\"\n\nThe sense of peace which flooded through Kent Knight then was so deep\nand so full, he wanted to cry again--this time because he was happy\nand free of pain. For the agony in the broken ankle and the slashed\nfoot was gone. The throb of the bruises, the aching loss of his\nindividuality, of his will, the horror of his and mankind's destiny\nwith the Arkkhans--all these were gone.\n\nHe stood up slowly and, for the first time since he picked up the\nstrange furry little creature from its hiding place in a rock crevice,\nhe felt like Kent Knight.\n\nHe lifted his dirty face, streaked with tears, to where he knew Earth\nmust be circling its familiar old sun. He whispered, \"Thing, all my\nlife I have feared pain. Ever since I was a kid back on Earth and my\npup dug his needle teeth in my hand, I have hated and feared it.\n\n\"But peace at your price is not for me. If you don't mind,\" and\nKnight's full, almost sensual lips which loved pleasure so well twisted\nwryly as he spoke, \"I'll take the pain.\"\n\nHe got it....\n\n\n\nIt was Sammy's hoarse breath, saturated with liquor fumes, that was his\nfirst sensation when he finally crawled wearily back the molten road\nfrom his hell of pain.\n\nHis mind listened avidly, reaching out tenuous fingers, searching every\nnook and cranny of Kent Knight's brain, seeking out the Thing. The\nfingers grew surer, swifter as they worked through the brain, finding\nonly pain. Then his desperate mind relaxed. Pain was something it\nunderstood; it could take care of that.\n\nKnight opened his eyes. Sammy's blood-flecked black ones, popping as\nusual from his flushed face, stared into his eyes from only inches away.\n\n\"Cripes,\" muttered Knight. \"Sammy, you're stinking drunk again!\"\n\nSammy pulled his face back far enough so Knight could focus his eyes.\nHe rubbed a huge blunt paw on his shiny pate, transferred the paw to\nhis broken nose, tried unsuccessfully to straighten the sharp curve it\nmade to the right before he answered, very slowly and very distinctly.\n\n\"You know, Kent, I do believe that you have made a highly astute and\nhighly correct observation. I think, however, that you are guilty of\nan understatement when you say only stinking drunk. I have never in my\nbinge-ridden life been as intoxicated as I am at this present moment.\"\n\nHe waved his paw at Knight.\n\n\"But, Kent, there is something very definitely wrong. Something is\nlousing up the usual beatific feeling I have after three quarts. Honest\nto gosh, Kent, I have been drinking for three days and three nights,\nbut I can't go to sleep. I can't pass out. I can't get happy.\" He shook\nhis bald head, and the wall-light made it gleam like a highly polished\negg.\n\n\"Hell, Kent,\" he exploded suddenly. \"All I do is drink and, honest to\ngosh, it gets tiresome lifting and dropping a bottle all the time, day\nand night. But I can't stop. My mind keeps nagging at me to stay drunk.\nIt's just like there was somebody in me with me.\" He was shaking his\nhead like a puzzled child.\n\nKent Knight sat up slowly, looked first at his feet, then wiggled them.\nThey were healed all right. At last he looked at Sammy. _So_ they'd\n_got him, too. How many of the others have the parasites? And why has\nmy Thing left me?_\n\nKent Knight stood up slowly, warily, fearing that the Thing would make\nhis muscles flaccid, limp, uncontrollable by the wee bit of mind that\nstill was his.\n\nHe looked around the sleeping cubicle he shared with Sammy. He looked\nat Sammy's bald pate, the harried black eyes, remembering.\n\n\"So I've been gone for three days and three nights, Sammy?\" _I couldn't\nhave been unconscious that long_, his trammeled mind thought, conscious\nof the unfelt shackles of the Thing. He walked slowly to the porthole.\nHis eyes traveled out past the greensward to the rocky plain.\n\n\"Asteroid time?\" he asked. That wouldn't be so bad but....\n\n\"Chron time,\" Sammy muttered. Three Earth days and nights! _Where have\nI been?_ His mind shuddered. _Its_ laughter was mocking.\n\nKent Knight delved through his memory.\n\n_We were exploring, that was all, checking planets, planetoids and\nasteroids with an eye to colonization. We cracked up here. I went\nlooking for lead to replace a burned-out rocket shield. I saw the\npretty little beastie, a furry little ball. I touched it. And_ It _had\nme. I wonder if it got Sammy the same way?_\n\nHe started to put the question into words. But he didn't. The answer\nwas there. A little butterball of fur came into view when Sammy shifted\nhis seat on the floor. _Then where is mine?_ He looked around the\nfloor, then turned to where he'd lain on the floor. It was there, still\nbegging to be touched. He bent toward it, but the memory of pain rose\nup sharp. He looked at it instead.\n\nSammy coughed. \"You nervous, Kent? Want to participate in a little\nsnort?\" Sammy took a swig out of the bottle and offered it to Knight.\n\n\"No, Sammy. That's what put me on this hellish little ship, remember?\nFive years of exile from Earth.\" Sammy nodded owlishly, and said, in\nthe cruel honesty of men who have been broken by the same thing, \"It's\nman's great curse, but women are worse, and you had them both.\"\n\n\"Not women, Sammy, a woman--but she loved another guy so I just walked\nout.\"\n\n\"Correction, please,\" Sammy said. \"You floated out.\" Sammy looked sad.\n\"That was the trouble, Kent. You should have never stopped floating.\nLook at me. I'm happy and I stay that way because of liquor. But you\nstopped, and now look at you. In the three years I've been on this ship\nwith you, you never have smiled once. Come on, have a drink.\"\n\nKent Knight shook his head. Sammy took an extra long snort. \"Honest\nto gosh, Kent, there must be something wrong with this stuff. It's\nsobering me up.\"\n\nKnight looked at Sammy, thinking, _Just wait until_ It _starts talking\nto you_. He almost smiled at the thought. But his mind shuddered\ninstead. Sammy was terror-stricken enough when the little D.T. imps\ntalked to him. _It_ would drive him mad.\n\n_As_ It _is doing to me. Huh-uh_, his mind whispered cautiously, _you\ndon't trap me that easily._ Knight strode toward the cubicle door.\n\nHe followed the passageway to the outer lock and stepped out into the\nasteroid's thin but breathable air. _Hide our thoughts_, his mind\nurged, _and I will tell you something._ But _It_ was listening. _Two\ntimes two is four, two times three is six--what do you want to tell\nme, mind?--is eight, two times five is--Sammy, careful, careful,\ncareful!--fourteen, two times eight is sixteen--Sammy what? Sammy what,\nmind!--I don't understand--ty-two, two times twelve is--We can't hide\nfrom_ It's _mind--twenty-eight._\n\n_It_ was laughing! Knight's eyes flicked toward the spring where\nCaptain Isaac Hansen was tasting the water.\n\n\"I know everything, Kent Knight,\" It chuckled. \"I could tell you what\nyour mind is trying to tell you but hide from me.\"\n\n\"Do you?\" Knight's thought was listless. \"Yes.\" The part that was\nstill Kent Knight, though smothered by the Thing's presence, sighed,\nand Knight felt himself sigh almost in relief.\n\n\"No,\" Kent Knight said, and his lips were smiling. \"You don't know what\nit's trying to tell me, Thing. We'll beat you. It will let me know and\nyou won't know it.\"\n\n\"I _will_ know!\" The Thing's thought was sharp, almost angry, and it\nstruck again with pain. But Kent Knight had hope again, and the pain\ndidn't matter ... too much....\n\n\n\nWhen it was gone, leaving only the echoes behind, Kent Knight raised\nhimself to his feet, walked slowly toward the tiny spring where Captain\nHansen was still tasting the water.\n\nCaptain Hansen, his seamed face beaming, looked up as Knight\napproached. His blue eyes were sparkling. \"We can make millions on this\nwater, Kent! It's the fountain of youth that Ponce de Leon sought! Why,\nlook, I've sipped only about three ounces and look at my old hands.\nThey're smooth and young as yours! And my face--see the fresh new skin!\"\n\nKent Knight looked at the Captain's hands. They were age-gnarled,\nthe knuckles big against the wizened fingers. Knight looked at the\nCaptain's face. It was lined and rough and _old_. He thought, _Another\nmanifestation of your powers, Thing? Make a man's dream come true? That\nis the Captain's dream. He wants never to grow old._\n\nBut he said, and he actually put feeling into the words, \"Why, you\nlook like that picture of your son on your desk, Ike. But hadn't you\nbetter be careful? You don't know that water's strength. It might cause\nirreparable damage to you.\"\n\n\"That's right,\" Captain Hansen agreed. \"I'm young enough now, don't you\nthink?\"\n\nKnight twisted his lips into a smile he didn't feel, turned back toward\nthe ship. Captain Hansen followed him, dancing.\n\n_Damn you, Thing!_\n\n_It_ chuckled.\n\nKnight leaned against the wall of the spacemen's mess, his eyes\nsearching the crew members eating at the long table. _You can tell\nwhich ones still are fighting_ Them. _They are the unhappy ones. But,\nGod, so few of them!_\n\n_And we're hurtling toward Earth--to bring these parasitic\nthought-things to feed upon the minds of mankind. The ship is filled\nwith them. Everywhere I go, my Thing whispers to those bodiless ones\npromising, promising, promising! Thought-conquerors ... the power of\nthought had brought Man to the pinnacle of destiny. Now these--these_\nThings--_were stealing his birthright!..._\n\n\"Do you see now how impossible it is, Earthman? We Arkkhans are so\nvastly superior to you, there is nothing you can do but bow to us? And\nyou will be unutterably happy,\" his Thing thought.\n\nInto Kent Knight's mind came the soft, sweet face of Mary Jo. _Mary\nJo._ The thought was a caress--warm and tender as the touch of her\nhand. Mary Jo, whose warmth and brightness were life to him--even now\nwhen he had lost her forever.\n\nHe was remembering....\n\nHe'd known it for a long time, ever since the night when the big,\nflame-thatched space captain had swerved gracefully over to their table\nand said,\n\n\"So this is your Faith, Kent. You're right, she's magnificent. No\nwonder you're the best damn spacer in the system. With a Faith like\nthat, you couldn't help it.\" He knew it when she leaned almost\nunconsciously toward him, as if she feared Bob Mallory's mocking green\neyes, his lean, almost hawk-like face.\n\nAnd as the weeks wore on, the memory stayed with her for she would ask\nthis and that about Mallory. And he would answer.\n\nHe knew for sure the second time the two met. They fought--not in just\nwords, but with their eyes, with movements of their bodies. And he knew\nthat he could not fight that lightning with the slow-burning flame that\nwas his love.\n\nSo he said, and with the memory came the pain again, \"You love him\nquite a bit, don't you.\" Her blue eyes had looked startled at first,\nthen almost soft, then harried, \"I guess I do, Kent. I'm sorry.\"\n\n\"No need to be sorry,\" he said. \"This sort of thing happens all the\ntime. I don't love you so much that life would stop without you.\nBesides, I like Bob, he's a good joe.\" I kissed her, he thought, and\nI knew I was a damn liar, or why did I go out and try to drink the\ndistilleries dry? Sure, it was a hurt pride--but I still kind of like\nMary Jo.\n\nThe last words he said came back. \"This is it, then, Mary Jo.\nGood-night, good luck, goodbye.\"\n\n\"I will give her to you, Kent Knight,\" the Thing said. \"Your love will\nbe the lightning. You can hold her in your arms, feel the warmth and\nexcitement of her, knowing that she is yours. Nothing can take her from\nyou.\"\n\nFor a moment, Kent Knight was tempted to let that little bit of mind\nthat still was his be swallowed up by the Thing. But he remembered in\ntime.\n\n\"Like Captain Hansen's fountain of youth?\" his mind asked, and he\nlaughed.\n\n\n\nLike a magnified echo to his laugh came the excited clamor of the alarm\nbells. The signal board in the mess began to pulse redly. Approaching\nmass! Asteroid, wandering star, spaceship? Knight waited.\n\nThe look-out's voice came excitedly over the intercom. \"SP ship! SP\nship! And her nose is red!\"\n\nAnd her nose is red! Cut rockets or we'll blow you out of the universe.\nThis was no routine SP check--that would have called for a yellow\nsignal at the Space Patrol ship's bow.\n\n_It_ wanted to know what was the matter. Kent could feel its thought\nfingers searching hurriedly through his mind. And when it didn't find\nan answer it grew almost frantic in its headlong scrabbling. Kent\nKnight's mind was chuckling. He couldn't tell the Thing why, because he\ndidn't know himself!\n\nThe muted thunder of the rockets to which his mind and ears had\naccustomed themselves suddenly cut out as Captain Hansen switched off\nthe cycs. Then there was a long moment of almost hurting silence, then\nthe bow rockets began to fire and slow the ship.\n\nThe bow rockets ceased too, finally, and the silence came again. But\nall the while, Kent Knight's Thing was trying to find an answer.\n\nSammy came plowing into the mess, a sloshing bottle in one hand, his\nbald head glistening, his big nose twitching.\n\nHe said to Kent, \"I knew it was too good to be true. I was just sitting\nin my cubicle looking out and I saw the Moon. I conjectured that\nperhaps our exile had come to a premature end. But then that damn SP\nship showed up.\"\n\nKnight couldn't stop his mind quick enough. The Thing caught it in\nmid-flight, and stopped scrabbling. \"So that is why. This is a prison\nship and can come only so close to Earth. For a moment, I believed you\nEarthmen were stronger mentally than you are.\"\n\nHell, I should have known, Knight thought. This is the _Star Climber_.\nIt's never been back to Earth since its maiden launching. It's not a\nprison ship exactly, just a place to live while you serve out your\nyears of separation from Earth. And only an Earthman can know the\npoignant loneliness that comes when he is kept from seeing and smelling\nand hearing the loveliness of the planet that bore him. Five years of\nan indefinable torture--five years of loneliness and a sense of loss so\ndeep that it brings you from sleep, screaming for Earth like a kid in\nthe dark begs for his mother.\n\nYou go aboard the _Star Climber_ or one of her sisters. They load you\nand supplies aboard. They salute you even in your punishment--you and\nthe others who are serving the same sentences. Just before you step\nthrough the spacelock, you look up and see the beauty of Earth above\nyou. You look down at the Moon's dusty plain.\n\nAnd you set forth on your Odyssey of punishment. You can go anywhere\nyou please. You can settle anywhere--on any planet. You can do anything\nyou damn please so long as you stay half a million miles from Earth for\nthe period of your sentence.\n\nIf you come closer than that, the SP ships will blow you into eternity\nif you do not heed them when their noses are red.\n\nLike now.\n\nKent Knight strode to the viewplate and clicked it on.\n\nHer nose was red all right. But it was fading, now that the SP's\nwarning was heeded. But there were going to be explanations--the SP\ncommander would come jetting across in his space suit, his regulation\nfour-man guard behind him. \"Explain why you have crossed the line,\"\nhe would say. _Our story will have to be good, Thing_, Kent Knight\nthought. Only an emergency will excuse the infraction. And it must be\nan honest-to-God emergency, or the _Star Climber_ becomes a satellite\nof some lonely star for twice our original sentence. That should stymie\nyou, Thing.\n\n\"Will they take our eyes, Kent?\" Sammy asked anxiously, \"and tow us to\nsome godforsaken spot and leave us?\"\n\n\"I hope so, Sammy,\" Kent Knight breathed and the part of his mind that\nwas his was chuckling at the Thing. _It_ chuckled, too. \"An SP ship can\ngo to Earth,\" it said.\n\nThe bright flame of hope that had flared up in Kent Knight's heart was\nblown out by despair. Of course, what _would_ stay the Things from\ntaking over the minds of the SP crew?\n\n\"That is right,\" _It_ agreed. \"Nothing can stop us. Even now the\ncommander is coming across.\"\n\n\n\nKent Knight looked at the viewplate. A spacelock had opened, spewed\nforth five space-suited figures.\n\n_So many times I have done exactly what they are doing. Push the stud\nat your belt, feel the kick as the tiny cycs take hold and spit their\nenergy from the jets at your back. Wonder why this exile-ship came\nacross the line? You think: Are they waiting with guns, ready to blow\nus up when we step into the airlock? Or is there something terribly\nwrong? Has the loneliness made them mad so they risk coming back just\nto see Earth at closer range? Or are all of them dead?_\n\n_I used to think all those things, Kent Knight. Remember? Then I walked\naway from Mary Jo, got stinking drunk, and tried to hide it when I took\na ship out on patrol. So now a commander comes to find out why we have\ncrossed the line._\n\n_Better help out Captain Hansen now. Don't want him to start talking\nabout how young he looks._\n\nKent Knight strode out of the messhall, heading for the main airlock,\nSammy and his bottle tagging along behind. All around him, Knight felt\nthe excited whisper of the Things.\n\n\"I don't know what to tell them, Kent,\" Captain Hansen said anxiously.\n\"I forgot all about the line. But something kept telling me, 'We're\ngoing home. We're going home ...' and I just set the course. It seemed\nso natural, Kent.\"\n\n\"I know, Ike,\" Knight said softly. Then, as the turning levers on the\ninner lock moved, he added, \"Here they come.\"\n\nThe five figures, bulky in their lead and rubberoid suits, their\ntransparent helmets almost opaque as the lights within the ship\nreflected from them, closed the lock behind them. Four moved silently\naside, two to stand on either side of the lock, while the commander\nstrode toward Knight and Captain Hansen.\n\n_I must warn them_, Kent Knight thought. _They mustn't be taken by the\nThings. But I cannot move my lips. The Thing knows I want to speak.\nThere is a way! he thought excitedly._ The Thing became angry, began\nscrabbling through his mind, seeking the way, found it. \"You will not\nforget to do it,\" _It_ ordered. \"Do it!\"\n\nWith a sudden movement, Kent Knight's body grew taut. His left arm came\nup in a quick salute, and the SP commander suddenly stiffened, his four\naides whipped atomic pistols out, held them at ready.\n\nThe left-handed salute! Knight's mind was laughing. _I fooled you,\nThing! That's what I wanted to do, salute with my left hand. And you\ndidn't catch the thought! We'll lick you now, Thing! Sure, you conquer\nby thought, but you can't conquer all of an Earthman's mind!_\n\n_The left-handed salute. To an SP man, that means danger, proceed\nwith caution, destroy everything which you know or feel is inimical\nto you. So, Thing, just try to get them to pick up one of your fuzzy\nanimals. The SP man's prime rule_: When warned, distrust everything and\neverybody! You will live longer.\n\nThe SP commander left on his glassite helmet, turned on the little\nspeaker.\n\n\"Damn my eyes,\" the rich vibrant voice which issued from the speaker\nexclaimed, \"Kent Knight! Of all the exiles who should know better than\nto cross the line, it's you. But damn it, Kent, it's swell to see you.\"\nGauntleted fingers reached to the SP commander's throat, twisted twice,\nand then pushed the glassite helmet back from a shock of flaming hair.\n\nEven before the red hair was exposed, Knight had recognized the voice.\nBob Mallory, the lightning which had struck Mary Jo's love from him.\n\n_Please, God_, the mind which still belonged to Kent Knight whispered,\n_don't let the Things get him and his ship. He belongs to Mary Jo. She\nloves him, and he can't be her Bob Mallory with a Thing in his brain._\n\n_Ah, but what a sweet revenge! Here is the man who stole my girl. Let a\nThing take his brain and let my Thing give me Mary Jo. If I cooperate I\ncan be powerful among men. Just shake that gauntleted hand and he will\nhave your Thing and you will have Mary Jo._\n\nMallory strode forward, his face smiling, one hand outstretched.\n\n_He is your enemy, Kent Knight. He brought you to this exile. He stole\nyour Faith from you._ No! The part that was still Kent Knight rebelled\nand the sharp stabbing memory of the pain he felt when he touched the\nfurry little animal made him flinch. He stepped back instinctively from\nthe outstretched hand.\n\n_It_ became angry. Through the tornado of pain which tore through his\nbody, drowning out his will, Kent Knight heard his own voice saying,\n\"Sorry, Bob, you startled me.\" Heard the words his lips voiced, the\nwords which his pain-fighting mind couldn't silence. Saw his hand reach\nout, the hand he could not control, felt it clasp Mallory's firmly.\nKnew his lips smiled a smile of treachery masked in friendship.\n\nThe pain stopped. But it was too late for Mallory.\n\n\n\nThe mocking green eyes slitted. The firm handclasp loosened. Then\nBob was writhing on the deck, his handsome face grimacing, his body\ntwisting and convulsing within the space suit.\n\n_I hope you're satisfied, Thing!_ Kent Knight's thought was bitter.\n_You are giving him the pain that you gave me--pain that I wouldn't\ngive to my worst enemy and he is a friend. Sure, he was a rival for\nMary Jo, but he fought fair. I was hurt, too, sure, but it was the\nfortunes of love. But, see, even if I loved Mary Jo, I liked Bob. He's\na grand guy...._\n\n_Somehow, Thing, I will beat you. You have hurt a square guy. You have\nstolen his mind, just as you have stolen mine. You are destroying\nsomething fine and beautiful. You have trampled on an Earthman's\ndream. For that and for Mary Jo, you will pay._\n\n_It_ said nothing.\n\nHis mind suddenly began to signal frantically. Knight's glance flashed\nto the four space guards at the portal, saw them recovering from their\nmomentary paralysis at the sight of their commander writhing on the\nfloor. The atomic pistols which had dropped unconsciously from the\nready were coming up. The pinhole muzzles were centering on him.\n\n\"Wait!\" Kent Knight's voice snapped authoritatively. \"I warned him\nthere was danger. Will you destroy me before I can explain?\"\n\nThe four guardsmen hesitated. Knight said urgently, \"Don't touch any\nliving thing on this ship. Shoot anything down if it approaches you.\nAnything. We harbor terrible Thought Things which steal our minds. One\nhas just seized your commander and--\"\n\nKnight's voice halted in mid-sentence.\n\n_I'm free_, his mind was crying joyfully. _It's gone. Act quickly, Kent\nKnight, act before it can come back._ It _is busy with Bob and he's\nstrong enough to give it a battle so that_ It _can't watch you, too._\n\nKnight spun around swiftly, seeking Sammy. Sammy has the answer, his\nmind had said. Now to find it.\n\nSammy lay in one corner of the airlock entrance, one hand clutching\nhis ever-present bottle. But for the first time in a week, Sammy\nhad succumbed finally to the prodigious quantities of liquor he had\nconsumed. He was sleeping like a child, the bottle held against his\nbreast.\n\nKent strode over to him and reached down to shake Sammy awake. But\nbefore his hands touched the sleeping Sammy, his mind shrieked a\nwarning. _Remember, Kent, you touched a furry beastie and you got the\nThing. Careful Sammy doesn't give you his._\n\n_Oh, Sammy_, Kent Knight thought, _you have the answer and then, damn\nyou, Sammy, you pass out. Just when I'm free of my Thing--just when we\nneed you and your answer most._ Knight was angry for a moment, then his\nrage waned. He liked the guy, though he was always in an alcoholic fog.\nUnconsciously, he bent down and punched Sammy lightly in the jaw.\n\nInstantly, he knew his mistake, and his mind cried out, _Fool!..._\n\nHe flinched in expectation. But nothing happened. There was no\ninsidious fingering in his brain. A thought developed within him. _Do\nthe Things sleep when their hosts sleep?_\n\nKent Knight looked thoughtfully at Sammy's bald head and at the crooked\nbeak of a nose. _If they did, maybe Man could win after all._\n\n_It_ chuckled.\n\nThe suddenness of it plunged Kent Knight back into despair. But then\nhis mind rallied, and he was chuckling himself. _It_ wasn't inside him.\n_Its_ presence wasn't strong enough.\n\n\n\nKent turned slowly, and the heart died within him. Bob Mallory, green\neyes haunted, stared at him over the bore of an atomic pistol.\n\n\"I don't know what awful power you have, Knight,\" his lips twisted\npainfully, \"but it sure played hell with me. I was going to give you\na break, but now....\" Mallory pushed at the white stud, bringing the\natomic gun to full power.\n\n\"Don't you feel _It_?\" Knight asked desperately. \"Don't you feel the\nThing in your mind?\"\n\n\"I feel nothing, Knight, except that you should be exterminated.\nSomewhere you have picked up the power to inflict agony by the touch of\nyour hand. I can't let you take it to Earth as I know you're planning\nto do.\"\n\n\"Mary Jo,\" Knight said sharply. \"Mary Jo.\" For a moment, the haunting\nlook was gone from the green eyes, and Mallory's lips twisted in a\nsmile. The tense fingers on the atomic gun relaxed.\n\nIn that instant, Knight acted. _Sorry, mind_, he said under his breath,\n_but we can take care of the Thing. It isn't talking to Bob._ He seized\nMallory by the pistol arm, and thought desperately, _Bob, for the love\nof Mary Jo, remember the left-handed salute._\n\nHe caught Mallory's thought, a frightened, anxious thing. _Something's\nwrong! Something's wrong. I feel it. What is it?_\n\nKent Knight felt _It_ flow into him, saw Mallory's puzzled face,\napologized to his mind and braced himself against the pain.\n\nHe kept his eyes fixed upon Mallory's face, saw puzzlement spread over\nit, and laughed at the raging Thing. He would have thought that _It_\ncould match the previous hurt, but the pain this time....\n\n\n\nThe sound of his own sobs still was echoing in his ears when he\nawakened. His whole body ached, but his mind was numb and only\npartially felt the signals. He opened his eyes, and there was Sammy.\n\n\"Hello,\" Sammy said matter-of-factly. \"I do hope you had a pleasant\nsleep while I battled over your body.\"\n\n\"It wasn't a pleasant sleep, Sammy. But what do you mean, battled over\nmy body?\"\n\n\"Exactly that, my good man,\" Sammy reported. \"They moved us all to the\nSP ship, taking us to Earth for observation. Earth! Just imagine it,\nKent. For the first time in three years, we'll be seeing home.\" He\nupended his bottle, his adam's apple bobbing.\n\n\"And I can obtain some honest-to-gosh Earth whiskey. No more of this\nstuff I've been distilling myself. Oh joy, oh rapture.\"\n\n\"Back up, Sammy,\" Knight said softly. \"What's this about battling over\nyour body?\"\n\n\"Nothing too dramatic, really. They just seemed reluctant to let you go\nhome, too. Seems as if you tried to skewer Mallory. You even beat up\na couple of guards with atomic pistols. You went raving and screaming\nthrough the _Star Climber_ trying to rip instruments out of the ship.\n\n\"In short, you went space crazy, Kent. You raved and babbled about some\nawful Thing that was running around in your mind.\"\n\n\"Yes?\" Knight questioned quietly.\n\n\"And Mallory decided that you were better off in the _Star Climber_. He\nthinks you've picked up some terrible disease.\"\n\nSammy looked at Knight suddenly, searchingly.\n\n\"You're all right now, aren't you?\" he asked.\n\nIt was quite a while before Knight answered. He was going over his mind\nwith a mental fine-toothed comb. _Is_ It _in me? I can't tell for sure.\nOnce before I was sure_ It _was gone, and_ It _was here. Is_ It _gone\nnow?_\n\n\"Yes, Sammy,\" he answered finally. \"I think I'm all right now. Why?\"\n\n\"Well,\" said Sammy, taking another quick gulp out of the bottle, \"You\ndon't look all right.\"\n\nHis mind, which had been seeking out the Thing in Kent Knight's being,\nrelaxed from its search and thought of other items.\n\n\"Sammy,\" Knight asked suddenly. \"Do _you_ feel queer?\"\n\nSammy looked at Knight, his eyes suddenly harried.\n\n\"Honest-to-gosh, Kent, I wouldn't admit this to anybody else. But I\nwonder sometimes if _I_ am all right. Everybody else seems just a\nlittle odd to me. I don't know what it is, I just feel it. But, then,\nmaybe it's me. I'm scared all the time, Kent, and I don't know why.\nSometimes, I believe something's trying to steal _me_.\" He looked up,\nwaiting for Knight to laugh.\n\nBut Kent Knight's hazel eyes were very serious and very searching.\n\n\"Not the physical me,\" Sammy amended. \"But the real me, the essence of\nme. So I try to drown that fear in my bottles. I never had that feeling\nuntil we landed on that asteroid. And now it won't go away.\"\n\n_You were supposed to have the answer, Sammy_, Knight thought\ndespairingly. _But I guess you haven't. The Thought Conquerors have got\nto you, too. Because we are complex in our mental makeup, the reaction\nis different. You only feel there's something wrong with_ It _in you;\nIt didn't seem to affect Mallory much;_ It _made Captain Hansen believe\nhe's young;_ It _made itself known to me and I wanted to fight_ It.\n\n_But how can you fight_ It _when you have no measure of your\nopponent--when_ Its _attack is so varied--when_ It _comes and goes as_\nIt _wills?_\n\nHe shrugged in answer. To Sammy, he put the question, \"So we're going\nhome?\"\n\n\"It won't be much longer now,\" Sammy said. \"The make ready signal\nbuzzed just before you woke up.\"\n\nThe urgency struck at Knight. Only a hundred thousand miles from Earth!\nRather, Earth was only a hundred thousand miles from slavery--abject\nsubmission to these Thought Conquerors, first seen by Earthmen as furry\nlittle butterballs.\n\nKent stood up. \"You offered me a drink a couple of days ago, Sammy.\nI'll take that drink now.\" Sammy parted with the bottle, almost\nreluctantly.\n\nKnight strode to the porthole and looked out at the star-studded\npanorama. _We're near Earth, so very, very near. We're carrying her\ndoom._\n\nHe turned his back on the porthole, hoisted the bottle.\n\n\"A toast, Sammy,\" he said. \"To might-have been. To Earth--which, but\nfor this ship, might have reached the stars.\"\n\nKnight put the mouth of the bottle to his lips and tilted it. The fiery\nliquor burned in his mouth, seared at his throat, sent warm fingers\nreaching through his belly.\n\nHe hurled the bottle to the floor. It smashed against the duralloy and\nthe brown liquid spread. Smashed! Like Earth as the Thought Conquerors'\nconquests spread.\n\n\"Are you batty, Kent?\"\n\nKnight strode from the cubicle without answering.\n\n\n\nBob Mallory jerked his red head around when Knight came striding into\nthe pilot room.\n\nIt _had sensed him_, Knight thought. It _knows how I hate_ It, And--his\nheart was filled with a bright blaze of hope--It _fears me!_\n\nMallory's atomic pistol was out, but Knight was reckless. He leapt\nforward. _Come into_ my _mind, Thing! I know you. I can fight you now.\nI have no weapon, no answer to your strength, but you are afraid of me!_\n\nSomehow, Knight dodged the flashing bolt, touched Mallory's arm. It\n_accepted the challenge and came to him._ But the pain was sufferable.\nHe could stand the pain! His mind was exultant. It called orders to\nKent Knight and Knight answered.\n\n\"Mallory,\" he cried, even as a part of his mind battled against _It_.\n\"You must turn the ship, head it away from Earth. We're carrying a\ncargo of death!\"\n\nMallory's handsome face was puzzled. A sort of apathy was mixed with it.\n\n\"Move, damn you!\" Knight snapped. \"Fire in the aft bow rockets, kick\nthis ship around. Signal! Signal!\"\n\nThe pain of _It_ didn't seem to increase, and its control of his will\nwasn't growing stronger. _So much pain_, he thought happily, _has\nvaccinated me against_ It.\n\n_Oh, please, let there be time!_ Mallory turned slowly toward the\ncontrol board. He was shaking his head dazedly.\n\n\"Don't shout so,\" Mallory said finally, almost petulantly. \"I have a\nterrific headache.\" He beat at his forehead with the back of a clenched\nfist.\n\nThe puzzled look was fading from his face. He turned suddenly to stare\nat Knight. \"What's the matter with you, Kent? Are you going to throw\nanother fit?\"\n\n\"Damn you, Bob, can't you hear? Kick this ship around. We're loaded\nwith death, I tell you.\"\n\n\"You crossed the line,\" Mallory said, accusingly.\n\n_It_ was going wild within Knight, but it wasn't hurting so very much.\nThe pain wasn't so strong that it completely occupied Kent Knight's\nmind.\n\n_Great gods of space_, Knight thought in exasperation. _This dumb\nMallory can't understand that Earth's destiny lies in his hands. He's\ngot to turn the ship. I can't. The Thing is just strong enough to stop\nme. Something had to be done to shock Mallory out of his lethargy._\n\n\"Damn it, Mallory,\" Kent grated. \"You stole my girl! The least you\ncan do for me is to swing this ship around. By my Faith, it means\neverything.\"\n\nMallory jerked. His green eyes suddenly came alive. \"I stole your girl,\nhuh? By your Faith? _Your_ Faith?\" Mallory spun to the control board,\nsnapped switches and barked alert orders.\n\nThe ship shuddered as the bow rockets kicked up a cross power that\nswung the bow, spinning the two Earthmen in the pilot room off their\nfeet.\n\nMallory came to his feet, both fists swinging, his green eyes glinting,\nhis red head bobbing. But Knight was quick on his feet, too, and he was\ndodging the light-moving Mallory.\n\n\"I'll keep _It_,\" he said, side-stepping Mallory. _It_ was weakening\nwithin Kent Knight's mind. Knight knew that the minute he had ducked\nMallory's first darting punch. _Just so long you can hold sway_, his\nmind jibed at the Thing, _then you succumb. This is just the start.\nWe'll smash you one by one._\n\n\"You haven't done it alone,\" _It_ protested weakly. \"You had a weapon,\na terrible weapon, but you still don't know the weapon.\"\n\nWhen _It_ died, an intangible weight lifted from Kent Knight's mind.\nThe intoxication of that feeling of an untrammelled mind mingled with\nthe fiery liquor that still burned in his belly.\n\n\"All right, Bob,\" he said, and he was grinning. \"I'll fight you now.\"\n\nMallory grinned back. \"It's all right, Kent. I'm just beginning to\nunderstand. It's hazy, but somehow I feel that I have just escaped some\nterrible fate. I've been in a daze ever since we challenged the _Star\nClimber_. But what happened to me to do that, Kent?\"\n\nKent Knight, his mind exulting, told Mallory of the asteroid, the\nlittle fur-ball and the Arkkhans who were seeking to enslave Man.\n\n\"But our minds are too strong for them,\" he pointed out at last. \"They\ncan keep us in thrall just so long and then they weaken and die.\"\n\nA shuffle of feet on the duralloy deck turned their heads. SP guardsmen\nwere pushing their way into the pilot room, and they were laughing.\n\nTheir laughter brought a sudden drenching to Knight's high-flying\nspirits. The Things still lived within these men. The threat to Earth\nwas still alive, so long as the Things held sway within the minds of\nthe crewmen. _But we need only to wait, and soon their minds will kill\nthe Thought Conquerors._\n\nKnight looked at Mallory. Mallory nodded and said, \"It may take a long\ntime.\" He reached to the control board and pushed the switch, turning\nthe cycs up to full power.\n\n\n\nIt was then that the little butterball of fur rolled in from the\npassageway and scooted across the deck toward Mallory's legs.\n\n\"Look out, Bob!\" Knight called. But the butterball was quicker than\nMallory's pistol. He squirmed suddenly, his face stiffening with the\npain of the Thing's entrance.\n\nKnight caught a sudden thought within his mind. With an abrupt\nmovement, he spun, dashed for the guardsmen by the door and plowed his\nway through them somehow, feeling the shock of a half-dozen Things\ndarting into his body.\n\nBut he broke through, the Things within him screaming and snarling at\nhis mind. _Sammy had the answer! He still has the answer. Sammy has\nthe weapon._ The words pounded into his mind, upholding it against the\nonslaughts of the Things.\n\n_They hate me!_ He gloried in the thought. _Let them. I have the weapon\nnow. Hating me won't hurt any more!_\n\nHe fell, tripping; one leg had momentarily refused to function as the\nconcentrated power of the thoughts of the half-dozen Things within him\nlashed at his mind. He staggered to his feet, his mind fighting, his\nlungs laboring.\n\nHe found the cubicle door at last, and with a tremendous effort of\nwill stepped across the threshold. Sammy was there--good, wonderful,\nprecious Sammy, with his bald head, his hook nose and his bottle. His\nbottle.\n\nHe half-staggered across the room. The Things within him screamed and\ntore at his very soul, but he managed to snatch the bottle from Sammy's\nhand and gulp it hurriedly. The Things tried to make him vomit, but he\nheld the hot liquor down until he felt it warming him deep inside.\n\nThe shock of the liquor reached into his blood stream and he felt the\nThings' frantic struggles wane.\n\n_Yah_, he thought exultingly, _yah! One man's drink is another man's\npoison. And, Things, are you going to get poisoned!_\n\nThe Things died. _I'm just a little drunk_, Kent Knight thought. He\nlooked down around him. For a moment, he thought he saw a half-dozen\nshadows on the silvery deck. But then the shadows were gone and his\nmind was free again.\n\nSammy was staring at him with worried eyes. Knight bent down and kissed\nSammy's bald spot with a loud smack.\n\n\"Bless you, you stinking drunk,\" Knight muttered, and staggered out,\nbottle in hand.\n\nSammy was still sitting there when Knight came back with four\nguardsmen. The bottle he had was removed from his hand and Knight and\nthe guardsmen staggered out.\n\nSammy didn't mind the second or the third or the fourth time, but,\nwhen Knight came back with Mallory and snatched the fifth bottle, he\nrebelled.\n\nHe hung onto the bottle. \"What in the name of space are you doing with\nmy liquor? Are you trying to put me on the wagon?\"\n\nKnight and Mallory laughed and almost as a duet shook their fingers in\nSammy's face.\n\n\"We're having a purge. We are cleaning minds of nasty thoughts.\" Sammy\nrelinquished the bottle, and puzzledly followed Knight and Mallory.\n\nHe followed them all over the ship, but they didn't find any more minds\nto purge. Finally, Kent Knight said, \"I think the Arkkhans are gone,\nBob.\"\n\n\"Yeah,\" the red head replied. \"But maybe we ought to give everybody\nanother slug of it just to be sure they're not hiding out.\"\n\nThat bottle and several others went down the throats of the crew amid\nthe wails and laments of Sammy.\n\n\n\nSammy snored peacefully in a corner as Knight and Mallory talked. \"It's\nfunny when you think of it,\" Mallory commented. \"They must have been\nmore than just pure thought, or how could the liquor bother them?\"\n\n\"Sammy had the clue. All the time I thought he had one of them in his\nmind, but he didn't. His subconscious mind somehow made him stay drunk.\nHe knew something was trying to get at him.\n\n\"I feel sure, but somehow I'll never know, that they had a physical\nbody of some sort, else they could have roamed at will across space.\nThey wouldn't have needed any hosts.\"\n\nKnight rubbed the nape of his neck where the hackles had risen at the\nmemory of that furry little body he had touched which had brought _It_\ninto his mind.\n\n\"Then it seemed like an actual weight, a physical load, lifted from my\nmind when the Things died in me,\" he added, tapping a tumbler of the\namber fluid on the table between them. \"I'm sure I saw their bodies\nfading away that last time. There were a half-dozen shadows on the\nfloor and then they disappeared.\"\n\nMallory nodded agreement. \"I saw shadows, too, when we poured that\nliquor down a couple of my men. But what I can't figure is why your\nThing jumped back and forth. First you had it. Then you gave it to me,\nand took it back again.\"\n\n\"I guess they just couldn't help it, Bob. Maybe it was instinctive, or\nperhaps they needed to change hosts lest they became rooted into one\nand died with it.\"\n\nKnight stared at the glass, picked it up. He looked quietly at Mallory.\n\"How's Mary Jo, Bob?\"\n\nMallory grinned. \"I wondered how long it would be before you asked\nthat. So I suppose I'd better say it now.\"\n\nHe picked up his glass, clicked against Knight's. \"Here's to Faith,\" he\nsaid. \"Your Faith, Kent Knight.\"\n\n\"_My_ Faith?\"\n\n\"Mary Jo didn't know how much she loved you until you walked out so\ngallantly. But,\" he added ruefully, his green eyes flickering, \"I found\nout what a smash climax you gave her. So, since then I've been looking\nfor a Faith like yours.\n\n\"Honestly, I don't see what the hell she sees in you. You're about as\nromantic as an old shoe. But....\" He drank in one swift gulp.\n\nKent Knight only stared out into space, seeing nothing for the joyous\ntears in his eyes.",
    "metadata": {
        "author": [
            "Garson, Vaseleos",
            "Geovanes, Basilios",
            "Garson, William J.",
            "Garson, Bill",
            "Garson, Billie"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64363/pg64363.txt",
        "name": "the_little_pets_of_arkkhan.json"
    }
}