{
    "name": "The Timeless Ones",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "\"There will be a great many changes, Ned,\" Cynthia Jackson said. She\nstared out the viewport at the little green world which the contact\nrocket _Star Mist_ was swiftly approaching on warp-drive.\n\nHer husband co-pilot nodded, remembering Clifton and Helen Sweeney,\nand the Sweeney youngsters. Remembering with a smile Tommy Sweeney's\nkite-flying antics, his freckles and mischievous eyes--a tow-headed kid\nof ten with an Irish sense of humor, sturdily planted in a field of\nalien corn five thousand light years from Earth.\n\nSowing and reaping and bringing in the sheaves, in the blue light\nof a great double sun, his dreams as vibrant with promise as the\ninterstellar warp-drive which, a century ago, had brought the first\nprospect ship from Earth to the stars.\n\nHe'd be a man grown now, as sturdy as his dad. You could almost take\nthat for granted. And his sister would be a willowy girl with clear\nblue eyes, and she'd come out of a white plastic cottage with the\nbuoyancy of twenty summers in her carriage and smile.\n\nThey'd be farmers still. You couldn't change the Sweeneys in a million\nyears, couldn't wean them away from the good earth.\n\nIt was funny, but he couldn't even visualize the Sweeneys without\nthinking of a little sleepy town, the kind of town he'd left himself as\na kid to strike out across the great curve of the universe. Dry dust\nof Kansas and the Dakotas that would still be blowing after a thousand\nyears!\n\n\"They've had time to build a town, Ned!\" Cynthia said. \"A really fine\ntown with broad streets and modern, dust-proof buildings!\"\n\nNed Jackson awoke from his reverie with a wry start. He nodded again,\nremembering the many other colonists and the equipment which had been\nshipped to the little green world across the years. Plastic materials\nto build houses and schools and roadways, educational materials to\nbuild eager young minds.\n\nEvery ten years a contact rocket went out from Earth by interstellar\nwarp-drive to make a routine check. The trip was a long one--eight\nmonths--but the Central Colonization Bureau had to make sure that\nanarchy did not take the place of law on worlds where teeming jungles\nencouraged the free exercise of man's best qualities--and his worst.\n\nFrom end to end of the Galaxy, on large planets and small, progress had\nto be measured in terms of the greatest good for the greatest number.\nThere could be no other yardstick, for when man ceased to be a social\nanimal his star-conquering genius shriveled to the vanishing point.\n\n\"The friends we made here were very special, Ned,\" Cynthia said.\n\"I guess people who dare greatly have to be a bit keener than the\nstay-at-homes, a bit more eager and alive. But the Sweeneys had such a\ntremendous zest for living--\"\n\n\"I know,\" Ned said.\n\n\"They were wonderful--generous and kind. It will be good to see them\nagain. Good to--\" Cynthia laughed. \"I don't know why, but I was about\nto say: 'Good to be home.'\"\n\nNed thought he knew why.\n\nThey'd made their first flight for the Bureau exactly ten years before.\nIt had been a combined \"official business\" and honeymoon flight, and\nalmost the whole of it had been spent on the little green world.\n\nDid not the queen bee and her consort, flying high above the hive on\na night of perfumed darkness, remember best what was bliss to recall,\nthe shifting lights and shadows and honey-scented murmurings of their\nnuptial trance?\n\nWould not the brightest, furthest star be \"home\" to the star-beguiled?\n\n\n\nThe rocket-ship was out of subspace now and traveling on its murmuring\noverdrive. It was well within sight of green valleys and purple-rimmed\nhills.\n\nThe planet had grown from a tiny dot to a shining silver sphere\nswimming in misty radiance; for a moment it had wavered against the\nbrightly burning stars, caught in a web of darkness--\n\nThen, swiftly, had exploded into a close, familiar world, as beautiful\nas a flower opening snowy petals to the dawn.\n\nIt was a simple matter to bring the rocket down. The valley seemed to\nsweep up toward them, and gravity jets took over in automatic sequence.\nThere was a gentle hiss of air as the _Star Mist_ settled to rest on\nhard-packed soil, a scant fifty yards from a blue and vermillion flower\ngarden.\n\nThrough a dancing blue haze a dwelling loomed, white and serene in the\nrosy flush of evening.\n\nCynthia looked at her husband, her eyes wide with surmise.\n\n\"Just shows how close you can come when you follow dial readings!\" Ned\nsaid. \"The first lean-to shack stood just about here. I remember the\nslope of the soil--\"\n\nCynthia's eyes grew warm and eager. \"Ned, I'm glad--it's no fun\nsearching for old friends with your heart in your throat! We'll step\nright up and surprise them!\"\n\nWhen they emerged from the ship the perfume of flowers mingled with the\nricher scent of freshly-turned earth, bringing back memories of their\nearlier visit.\n\nThere had been no flower garden then, but the soil had possessed the\nsame April shower freshness.\n\n\"I must look like a fright!\" Cynthia said. \"You didn't give me time to\npowder my nose!\"\n\nThey were within five yards of the dwelling when a door opened and a\nchild of ten or twelve emerged. She was blue-eyed, golden-haired, and\nshe stood for a moment blinking in the evening light, her hair whipped\nby the wind.\n\n\"Mary Sweeney!\" Cynthia exclaimed, catching hold of Ned's arm. Then, in\na stunned whisper: \"Oh, but it can't be! She'd be a grown woman!\"\n\n\n\nThe child straightened at the sound of the voice, looking about. She\nsaw Ned and Cynthia, and blank amazement came into her eyes. Then she\ngave a little glad cry, and ran toward them, her arms reaching out in\nwelcome.\n\n\"You've come back!\" she exclaimed. \"Mom and dad thought it would be a\nlong time. But I knew you'd come soon! I knew! I was sure!\"\n\nNowhere any sign that this was not the child they had known ten years\nbefore! Her voice, the peaches-and-cream color that flooded her cheeks,\nthe way her hair clung in little ringlets to her temples, all struck\nmemory chords from long ago.\n\nAnd now she was beckoning them into the dwelling, having moved a little\naway from them. She was balancing herself in elfin lightness on one\ntoe, and smiling in warm gratefulness, the sun all blue and gold behind\nher.\n\nShe had always seemed an elfin and mischievous child.\n\n\"What can it mean, Ned?\"\n\nWhite-lipped, Ned shook his head. \"I--I don't know! We'd better go\ninside!\"\n\nHelen Sweeney, her white-streaked auburn hair damp with steam vapor,\nsent a frying pan crashing to the floor as she turned from the stove\nwith a startled cry.\n\n\"Ned! Cynthia! Why, land sakes, it seems only yesterday--\"\n\nNed had a good look at her face. The eyes were the same, good-humored\nand kindly and wise; and if she had been forty a decade before she\nseemed now to be forcing herself back into an earlier instant of\ntime--the very evening of that last well-remembered birthday party,\nwith the candles all bright and gleaming, and the children refusing to\nadmit that she could ever be middle-aged.\n\nOld Clifton came in from his workshop out in back. He'd been whittling\naway at a rocket-ship model, and he still held it firmly in the crook\nof his arm, his eyes puckered in dust bowl grief. Like most men of the\nsoil, Clifton had difficulty with his whittling when he turned his\nskill to rocketships.\n\nThe grief vanished when he saw Ned and Cynthia. Pure delight took hold\nof him, bringing a quick smile of welcome to his lips.\n\n\"Back so soon? Seems only yesterday you folks went away!\"\n\n\"It was ten years ago!\" Ned said, his throat strangely dry.\n\nClifton looked at him and shook his head. \"Ten years, Ned? Surely\nyou're joking!\"\n\n\"It was a good many years, Clifton,\" Helen Sweeney said quickly. \"You\nmust forgive us, Ned, Cynthia. Time just doesn't seem to matter when\nyou're busy building for the future. Time goes fast, like a great ship\nat sea, its sails ballooning out with a wind that keeps carrying it\nfaster and faster into the sunrise.\"\n\n\"There are no ships here,\" Clifton said, chuckling. \"Helen's\nfancy-wedded to Earth, but she's forgetting the last sailing ship\nrotted away a hundred years before she was born. It's a good thought\nthough.\n\n\"Don't know what put a sailing ship in Helen's head, but I guess folks\nwho were born on Earth have a right to hark back a bit. It'll be\ndifferent with Tom and Mary.\"\n\n\"Where's Tommy?\" Ned asked.\n\n\"Out shucking corn!\" Clifton's voice was vibrant with sudden pride.\n\"He's still the same reckless young lad. He'd risk his neck to bring in\na full harvest. I keep warning him, but he goes right on worrying his\nmother.\n\n\"Fact is, he hasn't changed at all. No more than we have.\"\n\nSo they knew! Cynthia looked at Ned, an unspoken question in her eyes.\nHow could they accept the tremendousness of not changing without\nrealizing that any arrest of the aging process must alter their daily\nlives in a thousand intangible ways?\n\nHow could they build for the future--when their children would never\ngrow up?\n\nIt was Ned who discovered the mind block.\n\nNot only had the Sweeneys ceased to age physically--they lacked a\nnormal time sense. If you reminded them of the passing years their\nminds cleared momentarily, and they could think back.\n\nBut that link with the past had no staying power. It was like punching\npillows to get them to remember. They lived in the present, well\ncontent to accept the world about them on a day-to-day basis, warmed by\nthe bright flame of their children growing up--\n\nBut their children weren't growing up--they had only the illusion of\nchange, the illusion of planning for their future; and that illusion\nwas terribly real to them--unless jolted by a question:\n\n\"How's Tommy?\"\n\n\"Why, Tommy hasn't changed at all--\"\n\nA puzzled frown. A moment's honest facing of the truth, an old memory\nstirring into life. Then the mind block closing in, clamping down.\n\n\"Ned, Cynthia, you'll stay for dinner?\"\n\n\n\nIt was late and growing cold, and the stars had appeared in the sky. In\nthe rocket-ship Ned sat facing his wife.\n\n\"That house was never built by human hands!\" he said, a cold prickling\nat the base of his scalp. He had suffered from the prickling off and on\nfor a full hour. He could still taste the strong coffee he'd downed at\na gulp before rising in haste at the end of an uneasy meal.\n\nHe was sorry now they'd returned to the ship without waiting to say\n\"hello\" to Tommy, fresh from his harvesting chores. Tommy was the\nbrightest member of the family. Perhaps Tommy knew more than the\nothers--or could remember better.\n\n\"Not built by human hands! But that's insane, Ned.\" Cynthia's face,\nshadowed from below by the cold light of the instrument board, was\nharsh with concern. \"The materials came from Earth.\"\n\n\"They did,\" Ned acknowledged. \"Grade A plastics--the best. And a good\nengineer can build almost anything with malleable plastics. But not a\nhouse without seams!\"\n\n\"Without--seams?\"\n\n\"Joints, connections, little rough places,\" Ned elaborated. \"Inside\nand out that house was smooth, all of a piece. Like a burst of frozen\nenergy. Like--oh, you know what I mean! Surely you must have noticed\nit!\"\n\n\"There were other colonists,\" Cynthia said. \"Some of them were\nengineers. They've had time to work out new constructive techniques.\"\n\n\"They've had time to disappear. Why did the Sweeneys act so funny when\nI asked them about the other colonists? Why did Clifton refuse to look\nat me? Why did I have to drag the answer out of him? 'Oh, we spread\nout. Enough land here for all of us--' Does that ring true to you?\"\n\n\"They didn't want us to stay together!\" Tommy Sweeney said.\n\nNed leapt up with a startled cry. Cynthia swayed, her eyes widening in\nstark disbelief.\n\nTommy Sweeney walked smiling into the compartment, his shoulders\nsquared. He came through the pilot-room wall in a blaze of light, and\nstood between Ned and Helen, his lips quivering in boyish earnestness.\n\n\"Take any school,\" Tommy said. \"Some of the pupils are bright. Some are\njust good students who work hard at their homework. Some are stupid and\ndull. If you let them stay together the bright ones, the really bright\nones, get held back.\"\n\nTommy seemed suddenly to realize he was seeing Ned and Cynthia for the\nfirst time in ten years. His good friends, Ned and Cynthia. A Cynthia\nwho was as beautiful as ever, though deathly pale now, and a Ned who\nwas just a little older and grayer.\n\nA broad grin overspread his face. \"I knew you'd come back!\" he said.\n\n\"You--you came through a solid metal wall!\" Ned said, feeling as though\nan earthquake had taken place inside of him.\n\n\"It's easy when you know how!\" Tommy said.\n\n\"Who taught you how?\" Cynthia asked, in a voice so emotional Ned forgot\nhis own horror in concern for her sanity. \"Who taught you, Tommy?\"\n\n\"The Green People!\" Tommy said.\n\n\"The Green--People?\"\n\n\"They live in the forest,\" Tommy said. \"They come out at night and\ndance around the house. They hold hands and dance and sing. Then they\ntalk to us. To mom, dad and sis--but mostly to me. They taught me how\nto play, to really have fun.\"\n\n\"Did they teach you how to change the atoms of your body so that you\ncould pass through a solid metal wall?\" Ned asked, framing the question\nvery carefully.\n\n\"Shucks, it was nothing like that!\" Tommy said. \"They just told me that\nif I forgot about walls I could go anywhere.\"\n\n\"And you believed them!\"\n\nSuddenly Cynthia was laughing. Her laughter rang out wild and\nuncontrollable in the pilot-room.\n\n\"He believed them, Ned! He believed them!\"\n\nNed went up to her and took her by the shoulders and shook her.\n\nTommy looked shamefaced. He shuffled his feet, ill at ease in the\npresence of adult hysteria.\n\n\"I've got to go now!\" he stammered. \"Mom will be awful mad if I'm late\nfor dinner again.\"\n\n\"You _are_ late, Tommy!\" Cynthia said. \"The joke's on you. We just had\ndinner with your parents in a house Ned claims wasn't built by human\nhands.\"\n\nShe laughed wildly. \"Your parents are sensible people, though. They\ndidn't even try to walk through the kitchen wall.\"\n\n\"They could if they tried hard enough,\" Tommy said. \"Someday they will.\"\n\nTommy looked almost apologetic. \"I can't stay any longer. I saw your\nship, and wanted to see if you really had come back. I thought it\nmight be someone else. I'm sure glad it's you.\"\n\nTommy turned abruptly and walked straight out of the pilot-room, his\nsmall body lighting up the wall until he vanished.\n\n\n\nCynthia stared at her husband, her eyes dark with a questioning horror.\n\n\"The Green People,\" Ned said. \"Think, Cynthia. Does the name mean\nanything to you?\"\n\nCynthia shook her head, her lips shaping a soundless _No_.\n\nNed sat down slowly, rubbing his jaw. \"I just thought you might know\nsomething about Druidism, and what the strange rites of that mysterious\ncult meant to the ancient inhabitants of Gaul and the British Isles.\nAccording to the Roman historian Pliny, the Druids built stone houses\nfor their pupils and called themselves the Green People.\"\n\nStarlight from the viewport illuminated Ned's pale face. He paused,\nthen said: \"The Druids were soothsayers and sorcerers who disappeared\nfrom history at the time of the Roman conquest. It was widely believed\nthey had the power of conferring eternal youth. They taught that time\nwas an illusion, space the shadow of a dream.\"\n\nHis eyes were grim with speculation. \"The Druids were teachers almost\nin the modern sense. Pliny records that they had a passion for\nteaching, and thought of their worshippers as pupils, as children with\nmuch to learn. Instruction in physical science formed the cornerstone\nof the Druidic cult.\"\n\nCynthia leaned forward, her face strained and intense as he went on.\n\n\"The Romans hated and feared them. There was a terrible, bloody battle\nand the Druids no longer danced in their groves of oak, in slow\nprocession to a weird dirge-like chanting. They vanished from Earth and\nalmost from the memory of man.\"\n\nNed took a deep breath.\n\n\"Man fears the unknown, and knowledge is a source of danger. Maybe the\nDruids were never really native to Earth. What if this were their home\nplanet--\"\n\n\"Ned, you can't really believe--\"\n\n\"Listen!\" Ned said.\n\nThe sound was clearly audible through the thin walls of the\nrocket-ship. It was a steady, dull droning--an eerie, terrifying sound.\n\nNed got up and walked to the viewport. He stared out--\n\nHe could see the Sweeney's dwelling clearly. It was bathed in an\nunearthly green light, and around it in a circle robed figures moved\nthrough shadows the color of blood. Around and around in ever widening\ncircles, their tall gaunt bodies strangely bent.\n\nFor a full minute he stared out. When his wife joined him he stretched\nout a hand and let it rest lightly on her shoulder.\n\n\"Perhaps we wouldn't be far wrong if we thought of the Sweeneys as\ncatalysts!\" he said.\n\nCynthia stood very straight and quiet, a great fear growing in her.\n\n\"Catalysts, Ned?\"\n\n\"It's just a wild guess, of course. I can't even tell you what made me\nthink of it. But it does have a certain relevancy. In chemistry, as you\nknow, a catalytic agent is a substance which promotes chemical action,\nbut is _in itself unchanged_.\"\n\n\"Well?\"\n\n\"Why do men and women who surrender themselves to sorcery remain, in\nlegend, eternally young? Young, unchanging. It's a belief as old as\nprehistory and all the ages since. Only in the Middle Ages were witches\npictured as shrunken, hideous old women. The ancient world pictured\nwitches as eternally youthful, unaging.\"\n\nA long pause, and then Ned said: \"As unaging as the forests of oak\nwhere they served as human catalysts for the Druids before the Druids\nleft Earth forever?\"\n\nHe suddenly seemed to be thinking aloud rather than addressing his wife.\n\n\"Well--and why not? The Druids must change, for change is the first\nlaw of life. But perhaps they can only find complete fulfillment, can\nonly grow in wisdom and strength, by using human beings as little hard\ngrains of chemical substance which must remain forever bright and\nshining.\n\n\"Human catalysts, imprisoned in a horrible little test tube of a house.\nIf human beings aged and changed they would cease to be catalysts.\nThey would become valueless to the Druids. And when the Romans\ndiscovered the truth--\"\n\nAgreement was clearly in Cynthia's eyes. She moved closer to the\nviewport, her face pale.\n\n\"Fear, and a merciless hatred,\" Ned said. \"Pursuing the Druids, driving\nthem from Earth. And dim, fearful legends remaining of a dark magic\nolder than the human race.\"\n\n\"Ned, they've stopped dancing!\" Cynthia's voice rang out sharply in the\nsilence. \"They're coming toward the ship!\"\n\n\"I know,\" Ned said.\n\n\"But we don't know what they're planning to do!\" Cynthia's voice rose.\n\"We've got to get out!\"\n\n\"Steady,\" Ned said, turning. \"If we take off at peak acceleration I\njust can't picture them stopping us!\"\n\n\n\n\"Ned, the Sweeneys may be happier than we know,\" Cynthia said, hours\nlater. They were deep in subspace, a hundred light years from the\nlittle green world; and, in the warm security of the pilot-room, its\nmenacing shadows seemed immeasurably remote.\n\n\"Happy?\" Ned laughed harshly. \"Kids who'll never grow up. Adults cut\noff from all further growth. The same today, tomorrow and forever.\"\n\n\"Their minds may change,\" Cynthia said. \"Their minds may grow, Ned.\nTommy said that bright pupils could go far.\"\n\n\"As catalysts, caught in a ghastly trap.\"\n\n\"How can you be so sure, Ned? A wild guess, you called it. How do you\nknow the Druids and the Sweeneys don't learn from one another? Perhaps\nthey grow wise together, in a wonderful bright sharing of knowledge and\nhappiness that's like nothing we can imagine.\"\n\nNed looked at his wife. \"Why say a thing like that? Why even think of\nit?\"\n\n\"Pandora, I guess.\"\n\n\"What do you mean?\"\n\n\"I'm a woman and the Pandora complex is pretty basic, darling. I'd be\ntempted to go back and throw open the box.\"\n\n\"Something pretty black and horrible would come out,\" Ned said sharply.\n\"You can take my word for that. I hope you're not forgetting that\nPandora was the first woman chosen by Zeus to bring complete ruin on\nthe human race.\"\n\n\"She didn't quite succeed. And how can we know for sure, Ned? If what\nyou say is true, if the Druids were really driven from Earth, we\nhaven't done so well since. Wars and madness for two thousand years.\nDestruction and cruelty and death.\"\n\n\"All you have to do is prove we'd be better off if the Druids had\nstayed,\" Ned said.\n\n\"Darling, think. If people grew wiser all the time, if they never aged,\nwould they want to murder one another?\"\n\n\"Now see here--\"\n\nCynthia smiled. \"Think of having our own beautiful little home forever,\nin a fragrant woody patch, with shining kitchen utensils on the wall.\nThink of being spared all the miseries of old age and poverty and\nsickness and death.\n\n\"Think of having neighbors like the Sweeneys to grow young with, to\ngrow wise and young with, day by splendid day until the end of time.\"\n\nThere was a long silence, and then Cynthia said: \"I'd trust them, Ned.\nThe Druids, I mean. I'd take the chance. What have we to lose that's\nreally great, that can hold a candle to what the Sweeneys have?\"\n\n\"You can go anywhere if you just remember how close you are to where\nyou want to be!\" Tommy Sweeney said, coming through the pilot-room\nwall in a blaze of light. He grinned. \"I asked mom and dad to try real\nhard this time and here they are!\"\n\nAll of the Sweeneys came into the pilot-room as Tommy spoke, their\nfaces incredibly radiant.\n\n\"I never really believed Tommy until this minute!\" Clifton Sweeney\nsaid. \"If you just forget about walls you're where you want to be!\"\n\n\"Sure you are!\" Tommy said. \"It's as easy as skinning a chipmunk.\"\n\n\"Ned, Cynthia,\" Helen Sweeney said. \"Come back!\"\n\nTommy's sister simply smiled, a mischievous elfin smile which seemed\nto mock the vast loneliness of space. It was as if some wizard game,\nplayed by laughing children and wise forest creatures through long\ngolden afternoons, had become a universe-spanning web, embracing\neverything in its path in a warm and radiant way.\n\nCynthia looked at Dan. \"Well, darling?\"\n\n\"Yes,\" Ned said, with quick decision. \"We'll go back!\"\n\n\n\n_And at that moment, in the forest deep and dark, the Druids built\nanother house. It was designed to appeal to a man and a woman who\nhad traveled far and grown weary of human cruelty and death. It\nwas designed for gracious living; but whether the Druids, in their\ninscrutable wisdom, wished mankind well or ill, who could say?_",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63967/pg63967.txt",
        "name": "the_timeless_ones.json"
    }
}