{
    "name": "The Hills of Home",
    "author": [
        "Marin, A. C.",
        "Coppel, Alfred",
        "Galaxan, Sol",
        "Coppel, Alfredo Jose de Arana-Marini",
        "Gilman, Robert Cham",
        "Coppel, Alfredo José de Arana-Marini"
    ],
    "body": "by Alfred Coppel\n\n  +--------------------------------------------------------------+\n  | _\"Normality\" is a myth; we're all a little neurotic, and the |\n  | study of neurosis has been able to classify the general      |\n  | types of disturbance which are most common. And some types   |\n  | (providing the subject is not suffering so extreme a case as |\n  | to have crossed the border into psychosis) can be not only   |\n  | useful, but perhaps necessary for certain kinds of work...._ |\n  +--------------------------------------------------------------+\n\n\n_The river ran still and deep, green and gray in the eddies with the\nwarm smell of late summer rising out of the slow water. Madrone and\nbirch and willow, limp in the evening quiet, and the taste of\nsmouldering leaves....\n\nIt wasn't the Russian River. It was the Sacred Iss. The sun had touched\nthe gem-encrusted cliffs by the shores of the Lost Sea of Korus and had\nvanished, leaving only the stillness of the dusk and the lonely cry of\nshore birds.\n\nFrom downstream came the faint sounds of music. It might have been a\nphonograph playing in one of the summer cabins with names like Polly Ann\nRoost and Patches and Seventh Heaven, but to Kimmy it was the hated cry\nof the Father of Therns calling the dreadful Plant Men to their feast of\nvictims borne into this Valley Dor by the mysterious Iss.\n\nKimmy shifted the heavy Martian pistol into his left hand and checked\nhis harness. A soft smile touched his lips. He was well armed; there was\nnothing he had to fear from the Plant Men. His bare feet turned\nup-stream, away from the sound of the phonograph, toward the shallows in\nthe river that would permit him to cross and continue his search along\nthe base of the Golden Cliffs--_\n\n\n\nThe sergeant's voice cut through the pre-dawn darkness. \"Oh, three\nhundred, Colonel.... Briefing in thirty minutes.\"\n\nKimball tried to see him in the black gloom. He hadn't been asleep. It\nwould have been hard to waste this last night that way. Instead he had\nbeen remembering. \"All right, Sergeant,\" he said. \"Coming up.\"\n\nHe swung his feet to the bare boards and sat for a moment, wishing he\nhadn't had to give up smoking. He could almost imagine the textured\ntaste of the cigaret on his tongue.\n\nOddly enough, he wasn't tired. He wasn't excited, either. And that was\nmuch stranger. He stood up and opened the window to look out into the\ndesert night. Overhead the stars were brilliant and cold. Mars gleamed\nrusset-colored against the sable sky. He smiled, remembering again. So\nlong a road, he thought, from then to now.\n\nThen he stopped smiling and turned away from the window. It hadn't been\nan easy path and what was coming up now was the hardest part. The goddam\npsychs were the toughest, always wanting him to bug out on the deal\nbecause of their brainwave graphs and word association tests and their\nRorschach blots.\n\n\"You're a lonely man, Colonel Kimball----\"\n\n\"Too much imagination could be bad for this job.\"\n\nHow could you sit there with pentothal in your veins and wires running\nout of your head and tell them about the still waters of Korus, or the\npennons flying from the twin towers of Greater Helium or the way the\ntiny, slanting sun gleamed at dawn through the rigging of a flyer?\n\nKimball snapped on a light and looked at his watch. 0310. Zero minus one\nfifty. He opened the steel locker and began to dress.\n\n\n\n_The water swirled warm and velvety around his ankles. There, behind\nthat madrone, Kimmy thought. Was that a Plant Man? The thick white trunk\nand the grasping, blood-sucking arms----\n\nThe radium pistol's weight made his wrist ache, but he clung to it\ntightly, knowing that he could never cope with a Plant Man with a sword\nalone. The certainty of coming battle made him smile a little, the way\nJohn Carter would smile if he were here in the Valley Dor ready to\nattack the white Therns and their Plant Men.\n\nFor a moment, Kimmy felt a thrill of apprehension. The deepening\nstillness of the river was closing in around him. Even the music from\nthe phonograph was very, very faint. Above him, the great vault of the\nsky was changing from pink to gray to dusty blue. A bright star was\nbreaking through the curtain of fading light. He knew it was Venus, the\nEvening Star. But let it be Earth, he thought. And instead of white, let\nit be the color of an emerald.\n\nHe paused in midstream, letting the warm water riffle around his feet.\nLooking up at the green beacon of his home planet, he thought: I've left\nall that behind me. It was never really what I wanted. Mars is where I\nbelong. With my friends, Tars Tarkas the great Green Jeddak, and Carter,\nthe Warlord, and all the beautiful brave people._\n\n\n\n_The phonograph sang with Vallee's voice: \"Cradle me where southern\nskies can watch me with a million eyes----\"\n\nKimmy's eyes narrowed and he waded stealthily across the sacred river.\nThat would be Matai Shang, the Father of Holy Therns--spreading his arms\nto the sunset and standing safely on his high balcony in the Golden\nCliffs while the Plant Men gathered to attack the poor pilgrims Iss had\nbrought to this cursed valley.\n\n\"Sing me to sleep, lullaby of the leaves\"--the phonograph sang. Kimmy\nstepped cautiously ashore and moved into the cover of a clump of\nwillows. The sky was darkening fast. Other stars were shining through.\nThere wasn't much time left._\n\n\n\nKimball stood now in the bright glare of the briefing shack, a strange\nfigure in blood-colored plastic. The representatives of the press had\nbeen handed the mimeographed releases by the PRO and now they sat in\nsilence, studying the red figure of the man who was to ride the rocket.\n\nThey were thinking: Why him? Out of all the scores of\napplicants--because there are always applicants for a sure-death\njob--and all the qualified pilots, why this one?\n\nThe Public Relations Officer was speaking now, reading from the mimeoed\nrelease as though these civilians couldn't be trusted to get the sparse\ninformation given them straight without his help, given grudgingly and\nwithout expression.\n\nKimball listened, only half aware of what was being said. He watched the\nfaces of the men sitting on the rows of folding chairs, saw their eyes\nlike wounds, red from the early morning hour and the murmuring reception\nof the night before in the Officers' Club. They are wondering how _I_\nfeel, he was thinking. And asking themselves why I want to go.\n\nOn the dais nearby, listening to the PRO, but watching Kimball, sat\nSteinhart, the team analyst. Kimball returned his steady gaze thinking:\nThey start out burning with desire to cure the human mind and end with\nthe shadow of the images. The words become the fact, the therapy the\naim. What could Steinhart know of longing? No, he thought, I'm not being\nfair. Steinhart was only doing his job.\n\nThe big clock on the back wall of the briefing shack said three\nfifty-five. Zero minus one hour and five minutes.\n\nKimball looked around the room at the pale faces, the open mouths. What\nhave I to do with you now, he thought?\n\n\n\nOutside, the winter night lay cold and still over the Base. Floodlights\nspilled brilliance over the dunes and the scrubby earth, high fences\ncasting laced shadows across the burning white expanses of\nferroconcrete.\n\nAs they filed out of the briefing shack, Steinhart climbed into the\ncommand car with Kimball. Chance or design? Kimball wondered. The\nothers, he noticed, were leaving both of them alone.\n\n\"We haven't gotten on too well, have we, Colonel?\" Steinhart observed in\na quiet voice.\n\nKimball thought: He's pale skinned and very blond. What is it that he\nreminds me of? Shouldn't there be a diadem on his forehead? He smiled\nvaguely into the rumbling night. That's what it was. Odd that he should\nhave forgotten. How many rocket pilots, he wondered, were weaned on\nBurroughs' books? And how many remembered now that the Thern priests all\nwore yellow wings and a circlet of gold with some fantastic jewel on\ntheir forehead?\n\n\"We've done as well as could be expected,\" he said.\n\nSteinhart reached for a cigaret and then stopped, remembering that\nKimball had had to give them up because of the flight. Kimball caught\nthe movement and half-smiled.\n\n\"I didn't try to kill the assignment for you, Kim,\" the psych said.\n\n\"It doesn't matter now.\"\n\n\"No, I suppose not.\"\n\n\"You just didn't think I was the man for the job.\"\n\n\"Your record is good all the way. You know that,\" Steinhart said. \"It's\njust some of the things----\"\n\nKimball said: \"I talked too much.\"\n\n\"You had to.\"\n\n\"You wouldn't think my secret life was so dangerous, would you,\" the\nColonel said smiling.\n\n\"You were married, Kim. What happened?\"\n\n\"More therapy?\"\n\n\"I'd like to know. This is for me.\"\n\n\n\nKimball shrugged. \"It didn't work. She was a fine girl--but she finally\ntold me it was no go. 'You don't live here' was the way she put it.\"\n\n\"She knew you were a career officer; what did she expect----?\"\n\n\"That isn't what she meant. You know that.\"\n\n\"Yes,\" the psych said slowly. \"I know that.\"\n\nThey rode in silence, across the dark Base, between the concrete sheds\nand the wooden barracks. Overhead, the stars like dust across the sky.\nKimball, swathed in plastic, a fantastic figure not of earth, watched\nthem wheel across the clear, deep night.\n\n\"I wish you luck, Kim,\" Steinhart said. \"I mean that.\"\n\n\"Thanks.\" Vaguely, as though from across a deep and widening gulf.\n\n\"What will you do?\"\n\n\"You know the answers as well as I,\" the Colonel said impatiently. \"Set\nup the camp and wait for the next rocket. If it comes.\"\n\n\"In two years.\"\n\n\"In two years,\" the plastic figure said. Didn't he know that it didn't\nmatter?\n\nHe glanced at his watch. Zero minus fifty-six minutes.\n\n\"Kim,\" Steinhart said slowly. \"There's something you should know about.\nSomething you really should be prepared for.\"\n\n\"Yes?\" Disinterest in his voice now, Steinhart noted clinically. Natural\nunder the circumstances? Or neurosis building up already?\n\n\"Our tests showed you to be a schizoid--well-compensated, of course. You\nknow there's no such thing as a _normal_ human being. We all have\ntendencies toward one or more types of psychoses. In your case the\nsymptoms are an overly active imagination and in some cases an inability\nto distinguish reality from--well, fancy.\"\n\n\n\nKimball turned to regard the psych coolly. \"What's reality, Steinhart?\nDo _you_ know?\"\n\nThe analyst flushed. \"No.\"\n\n\"I didn't think so.\"\n\n\"You lived pretty much in your mind when you were a child,\" Steinhart\nwent on doggedly. \"You were a solitary, a lonely child.\"\n\nKimball was watching the sky again.\n\nSteinhart felt futile and out of his depth. \"We know so little about the\npsychology of space-flight, Kim----\"\n\nSilence. The rumble of the tires on the packed sand of the road, the\nmurmur of the command car's engine, spinning oilily, and lit by tiny\nsunbright flashes deep in the hollows of the hot metal.\n\n\"You're glad to be leaving, aren't you--\" Steinhart said finally. \"Happy\nto be the first man to try for the planets----\"\n\nKimball nodded absently, wishing the man would be quiet. Mars, a dull\nrusty point of light low on the horizon, seemed to beckon.\n\nThey topped the last hillock and dropped down into the lighted bowl of\nthe launching site. The rocket towered, winged and monstrously checkered\nin white and orange, against the first flickerings of the false dawn.\n\n\n\n_Kimmy saw the girls before they saw him. In their new, low waisted\nmiddies and skirts, they looked strange and out of place standing by the\npebbled shore of the River Iss.\n\nThey were his sisters, Rose and Margaret. Older than he at fifteen and\nseventeen. But they walked by the river and into danger. Behind him he\ncould hear the rustling sound of the Plant Men as the evening breeze\ncame up.\n\n\"Kimm-eeeee--\"\n\nThey were calling him. In the deepening dusk their voices carried far\ndown the river. \"Kimmmmm--eeeeeeeeee--\"\n\nHe knew he should answer them, but he did not. Behind him he could hear\nthe awful Plant Men approaching. He shivered with delicious horror.\n\nHe stood very still, listening to his sisters talking, letting their\nvoices carry down to where he hid from the dangers of the Valley Dor.\n\n\"Where is that little brat, anyway?\"\n\n\"He always wanders off just at dinnertime and then we have to find\nhim----\"\n\n\"Playing with that old faucet--\" Mimicry. \"'My rad-ium pis-tol----'\"\n\n\"Cracked--just cracked. Oh, where IS he, anyway? Kimmm-eee, you\nAN-swer!\"\n\nSomething died in him. It wasn't a faucet, it WAS a radium pistol. He\nlooked at his sisters with dismay. They weren't really his sisters. They\nwere Therns, with their yellow hair and their pale skins. He and John\nCarter and Tars Tarkas had fought them many times, piling their bodies\nfor barricades and weaving a flashing pattern of skillful swords in the\nshifting light of the two moons.\n\n\"Kimmmm--eeee Mom's going to be mad at you! Answer us!\"\n\nIf only Tars Tarkas would come now. If only the great Green Jeddak would\ncome splashing across the stream on his huge thoat, his two swords\nclashing----\n\n\"He's up there in that clump of willows--hiding!\"\n\n\"Kimmy! You come down here this instant!\"\n\nThe Valley Dor was blurring, fading. The Golden Cliffs were turning into\nsandy, river-worn banks. The faucet felt heavy in his grimy hand. He\nshivered, not with horror now. With cold.\n\nHe walked slowly out of the willows, stumbling a little over the rocks._\n\n\n\nHe lay like an embryo in the viscera of the ship, protected and quite\nalone. The plastic sac contained him, fed him; and the rocket, silent\nnow, coursed through the airless deep like a questing thought. Time was\nmeasured by the ticking of the telemeters and the timers, but Kimball\nslept insulated and complete.\n\nAnd he dreamed.\n\nHe dreamed of that summer when the river lay still and deep under the\nhanging willows. He dreamed of his sisters, thin and angular creatures\nas he remembered them through the eyes of a nine-year-old----\n\nAnd his mother, tall and shadowy, standing on the porch of the rented\ncottage and saying exasperatedly: \"_Why do you run off by yourself,\nKimmy? I worry about you so----_\"\n\nAnd his sisters: \"_Playing with his wooden swords and his radium pistol\nand never wanting to take his nose out of those awful books----_\"\n\nHe dreamed of the low, beamed ceiling of the cottage, sweltering in the\nheat of the summer nights and the thick longing in his throat for red\nhills and a sky that burned deep blue through the long, long days and\ncanals, clear and still. A land that he knew somehow never was, but\nwhich lived, for him, through some alchemy of the mind. He dreamed of\nMars.\n\nAnd Steinhart: \"_What is reality, Kimmy?_\"\n\n\n\nThe hours stretched into days, the days into months. Time wasn't. Time\nwas a deep night and a starshot void. And dreams.\n\nHe awoke seldom. His tasks were simple. The plastic sac and the tender\ncare of the ship were more real than the routine jobs of telemetering\ninformation back to the Base across the empty miles, across the rim of\nthe world.\n\nHe dreamed of his wife. \"_You don't live here, Kim._\"\n\nShe was right, of course. He wasn't of earth. Never had been. My love\nis in the sky, he thought, filled with an immense satisfaction.\n\nAnd time slipped by, the weeks into months; the sun dwindled and earth\nwas gone. All around him lay the stunning star-dusted night.\n\nHe lay curled in the plastic womb when the ship turned. He awoke\nsluggishly and dragged himself into awareness.\n\n\"I've changed,\" he thought aloud. \"My face is younger; I feel\ndifferent.\"\n\nThe keening sound of air over the wings brought a thrill. Below him, a\ngreat curving disk of reds and browns and yellows. He could see dust\nstorms raging and the heavy, darkened lines of the canals.\n\nThere was skill in his hands. He righted the rocket, balanced it. Began\nthe tricky task of landing. It took all of his talent, all of his\ntraining. Ponderously, the ship settled into the iron sand; slowly, the\ninternal fires died.\n\n\n\nKimball stood in the control room, his heart pounding. Slowly, the ports\nopened. Through the thick quartz he could see the endless plain. Reddish\nbrown, empty. The basin of some long ago sea. The sky was a deep,\nburning blue with stars shining at midday at the zenith. It looked\nunreal, a painting of unworldly quiet and desolation.\n\n_What is reality, Kimmy?_\n\nSteinhart was right, he thought vaguely. A tear streaked his cheek. He\nhad never been so alone.\n\nAnd then he imagined he saw something moving on the great plain. He\nscrambled down through the ship, past the empty fuel tanks and the\nlashed supplies. His hands were clawing desperately at the dogs of the\nouter valve. Suddenly the pressure jerked the hatch from his hands and\nhe gasped at the icy air, his lungs laboring to breathe.\n\nHe dropped to one knee and sucked at the thin, frigid air. His vision\nwas cloudy and his head felt light. But there _was_ something moving on\nthe plain.\n\nA shadowy cavalcade.\n\n\n\nStrange monstrous men on fantastic war-mounts, long spears and\nfluttering pennons. Huge golden chariots with scythes flashing on the\ncircling hubs and armored giants, the figments of a long remembered\ndream----\n\nHe dropped to the sand and dug his hands into the dry powdery soil. He\ncould scarcely see now, for blackness was flickering at the edges of his\nvision and his failing heart and lungs were near collapse.\n\n_Kimmm-eee!_\n\nA huge green warrior on a gray monster of a thoat was beckoning to him.\nPointing toward the low hills on the oddly near horizon.\n\n_Kimmmm-eeeee!_\n\nThe voice was thin and distant on the icy wind. Kimball knew that voice.\nHe knew it from long ago in the Valley Dor, from the shores of the Lost\nSea of Korus where the tideless waters lay black and deep----\n\nHe began stumbling across the empty, lifeless plain. He knew the voice,\nhe knew the man, and he knew the hills that he must reach, quickly now,\nor die.\n\nThey were the hills of home.",
    "metadata": {
        "author": [
            "Marin, A. C.",
            "Coppel, Alfred",
            "Galaxan, Sol",
            "Coppel, Alfredo Jose de Arana-Marini",
            "Gilman, Robert Cham",
            "Coppel, Alfredo José de Arana-Marini"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22102/pg22102.txt",
        "name": "the_hills_of_home.json"
    }
}