{
    "name": "The Ghost of Jerry Bundler",
    "author": [
        "Jacobs, W. W. (William Wymark)",
        "De Fabeck, Arthur Charles Rock",
        "Rock de Fabeck, Arthur Charles",
        "Rock, Charles",
        "Jacobs, William Wymark",
        "Fabeck, Arthur Charles Rock de"
    ],
    "body": "SCENE.--_The Commercial Room in an old-fashioned hotel in a small\ncountry town. An air of old-fashioned comfort is in evidence everywhere.\nOld sporting prints on the walls._\n\n_On the table up C. are half a dozen candlesticks, old-fashioned shape\nwith snuffer attached. Two pairs of carpet slippers are set up within\nfender. Red curtains to window recess. Shutters or blinds to windows.\nArmchair and about six other chairs in the room. One old-fashioned\nsettle. One small table. Clock. Decanter of water, half a dozen toddy\ntumblers. Matches, etc. The only light is a ruddy glow from the fire.\nKettle on hob. Moonlight from R. of window when shutter is opened.\nPractical chandelier from ceiling or lights at side of mantelpiece.\nDOCTOR'S coat and muffler on chair up L., his cap on mantelpiece._\n\n_All lights out, dark stage. Opening music. Curtain rise--ticking of\nclock heard. Wind, then church clock chimes, the Lights come very slowly\nup, when the red glow is seen in the fireplace the low murmurs of the\ncharacters heard, and gradually get louder as lights come up to when\nSOMERS' voice tops all._\n\n(_The stage occupied by all characters except GEORGE the waiter.\nDiscovered, PENFOLD, sitting in arm chair L. of fire, above it. DOCTOR\nLEEK standing above fire and leaning on mantel-shelf. HIRST sitting on\nsettle below fire and nearest to audience. SOMERS seated on settle with\nhim but above him. MALCOLM and BELDON on chairs R. C., facing fire. ALL\nare smoking, and drink from their respective glasses from time to time.\nSOMERS has just finished a story as Curtain rises._)\n\nOMNES. Oh, I say, that sounds impossible, etc.\n\nSOMERS. Haunted or not haunted, the fact remains that no one stays in\nthe house long. It's been let to several tenants since the time of the\nmurder, but they never completed their tenancy. The last tenant held out\nfor a month, but at last he gave up like the rest, and cleared out,\nalthough he had done the place up thoroughly, and must have been pounds\nout of pocket by the transaction.\n\nMALCOLM. Well, it's a capital ghost story, I admit, that is, as a story,\nbut I for one can't swallow it.\n\nHIRST. I don't know, it is not nearly so improbable as some I have\nheard. Of course it's an old idea that spirits like to get into the\ncompany of human beings. A man told me once, that he travelled down by\nthe Great Western, with a ghost as fellow passenger, and hadn't the\nslightest suspicion of it, until the inspector came for tickets. My\nfriend said, the way that ghost tried to keep up appearances, by feeling\nin all its pockets, and even looking on the floor for its ticket, was\nquite touching. Ultimately it gave it up, and with a loud groan vanished\nthrough the ventilator.\n\n(_SOMERS, MALCOLM and LEEK laugh heartily._)\n\nBELDON. Oh, I say come now, that'll do.\n\nPENFOLD (_seriously_). Personally I don't think it's a subject for\njesting. I have never seen an apparition myself, but I have known people\nwho have, and I consider that they form a very interesting link between\nus and the after life. There's a ghost story connected with this house,\nyou know.\n\nOMNES. Eh! Oh? Really!\n\nMALCOLM (_rising and going to mantelpiece, takes up his glass of\ntoddy_). Well, I have used this house for some years now. I travel for\nBlennet and Burgess--wool--and come here regularly three times a year,\nand I've never heard of it. (_Sits down again on his chair, holding\nglass in his hand._)\n\nLEEK. And I've been here pretty often too, though I have only been in\npractice here for a couple of years, and I have never heard it\nmentioned, and I must say I don't believe in anything of the sort. In my\nopinion ghosts are the invention of weak-minded idiots.\n\nPENFOLD. Weak-minded idiots or not, there is a ghost story connected\nwith this house, but it dates a long time back.\n\n(_GEORGE, the waiter, enters D. L. with tray and serviette._)\n\nOh, here's George, he'll bear me out. You've heard of Jerry Bundler,\nGeorge?\n\nGEORGE (_C._). Well, I've just 'eard odds and ends, sir, but I never put\nmuch count to 'em. There was one chap 'ere, who was under me when fust I\ncome, he said he seed it, and the Guv'nor sacked him there and then.\n(_Goes to table by window, puts tray down, takes up glass and wipes it\nslowly._)\n\n(_MEN laugh._)\n\nPENFOLD. Well, my father was a native of this town, and he knew the\nstory well. He was a truthful man and a steady churchgoer. But I have\nheard him declare that once in his life he saw the ghost of Jerry\nBundler in this house; let me see, George, you don't remember my old\ndad, do you?\n\n(_GEORGE puts down glasses over table._)\n\nGEORGE. No, sir. I come here forty years ago next Easter, but I fancy he\nwas before my time.\n\nPENFOLD. Yes, though not by long. He died when I was twenty, and I shall\nbe sixty-two next month, but that's neither here nor there.\n\n(_GEORGE goes up to table C. tidying up and listening._)\n\nLEEK. Who was this Jerry Bundler?\n\nPENFOLD. A London thief, pickpocket, highwayman--anything he could turn\nhis dishonest hand to, and he was run to earth in this house some eighty\nyears ago.\n\n(_GEORGE puts glass down and stands listening._)\n\nHe took his last supper in this room.\n\n(_PENFOLD leans forward. BELDON looks round to L. nervously._)\n\nThat night soon after he had gone to bed, a couple of Bow Street\nrunners, the predecessors of our present detective force turned up here.\nThey had followed him from London, but had lost scent a bit, so didn't\narrive till late. A word to the landlord, whose description of the\nstranger who had retired to rest, pointed to the fact that he was the\nman they were after, of course enlisted his aid and that of the male\nservants and stable hands. The officers crept quietly up to Jerry's\nbedroom and tried the door, it wouldn't budge. It was of heavy oak and\nbolted from within.\n\n(_OMNES lean forward, showing interest._)\n\nLeaving his comrade and a couple of grooms to guard the bedroom door,\nthe other officer went into the yard, and, procuring a short ladder, by\nthis means reached the window of the room in which Jerry was sleeping.\nThe Inn servants and stable hands saw him get on to the sill and try to\nopen the window. Suddenly there was a crash of glass, and with a cry, he\nfell in a heap on to the stones at their feet. Then in the moonlight,\nthey saw the face of the highwayman peering over the sill.\n\n(_OMNES move uneasily._)\n\nThey sent for the blacksmith, and with his sledge-hammer he battered in\nthe strong oak panels, and the first thing that met their eyes was the\nbody of Jerry Bundler dangling from the top of the four-post bed by his\nown handkerchief.\n\n(_OMNES sit back, draw their breath, and are generally uneasy. Slight\npause._)\n\nSOMERS. I say, which bedroom was it? (_Earnestly_).\n\nPENFOLD. That I can't tell you, but the story goes that Jerry still\nhaunts this house, and my father used to declare positively that the\nlast time he slept here, the ghost of Jerry Bundler lowered itself from\nthe top of his four-post bed and tried to strangle him.\n\nBELDON (_jumps up, gets behind his chair, twists chair round;\nnervously_). O, I say, that'll do. I wish you'd thought to ask your\nfather which bedroom it was.\n\nPENFOLD. What for?\n\nBELDON. Well, I should take jolly good care not to sleep in it, that's\nall. (_Goes to back._)\n\n(_PENFOLD rising, goes to fire, and knocks out his pipe, Leek gets by\narm-chair._)\n\nPENFOLD. There's nothing to fear. I don't believe for a moment that\nghosts could really hurt one. (_GEORGE lights candle at table._) In\nfact, my father used to say that it was only the unpleasantness of the\nthing that upset him, and that, for all practical purposes, Jerry's\nfingers might have been made of cotton wool for all the harm they could\ndo.\n\n(_GEORGE hands candle, gets to door and holds it open._)\n\nBELDON. That's all very fine, a ghost story is a ghost story, but when a\ngentleman tells a tale of a ghost that haunts the house in which one is\ngoing to sleep, I call it most ungentlemanly.\n\n(_BELDON places his chair to L. of table R. PENFOLD goes up to C. LEEK\nsits in arm chair. BELDON goes to fireplace._)\n\nPENFOLD. Pooh! Nonsense. (_At table up C._).\n\n(_During his speech George lights one of the candles._)\n\nGhosts can't hurt you. For my own part, I should rather like to see one.\n\nOMNES. Oh, come now---- etc.\n\nPENFOLD. Well, I'll bid you good-night, gentlemen.\n\n(_He goes towards door L. GEORGE opens it for him; he passes out as they\nall say._)\n\nOMNES. Good-night.\n\n(_HIRST rises, crosses to L. C._)\n\nBELDON (_up R., calling after him_). And I hope Jerry'll pay you a\nvisit.\n\nMALCOLM (_rises, goes to fire_). Well, I'm going to have another whisky\nif you gentlemen will join me. I think it'll do us all good after that\ntale. George, take the orders.\n\n(_GEORGE comes down with salver to table R., gathers up glasses._)\n\nSOMERS. Not quite so much hot water in mine.\n\nMALCOLM. I'll have the same again, George.\n\nBELDON. A leetle bit of lemon in mine, George.\n\nLEEK. Whisky and soda for me, please.\n\nHIRST. Whisky!\n\n(_GEORGE goes to table R., collects glasses, crosses to door L.\nspeaks._)\n\nGEORGE (_to MALCOLM_). Shall I light the gas, Mr. Malcolm? (_At door._)\n\nMALCOLM. No, the fire's very comfortable, unless any of you gentlemen\nprefer the gas.\n\nOMNES. No, not at all--etc.\n\nMALCOLM. Never mind, George. (_This to GEORGE as no one wants the gas._)\nThe firelight is pleasanter.\n\n(_Exit GEORGE for orders L._)\n\n(_BELDON gets C._)\n\nMALCOLM (_at fire_). Does any gentleman know another----?\n\nSOMERS (_seated R._). Well, I remember hearing----\n\nBELDON (_up C._). Oh, I say--that'll do.\n\n(_OMNES laugh._)\n\nLEEK. Yes, I think you all look as if you'd heard enough ghost stories\nto do you the rest of your lives. And you're not all as anxious to see\nthe real article as the old gentleman who's just gone.\n\nHIRST (_looking to L._). Old humbug! I should like to put him to the\ntest. (_C._) (_Bus._) I say, suppose I dress up as Jerry Bundler and go\nand give him a chance of displaying his courage? I bet I'd make the old\nparty sit up.\n\nMALCOLM. Capital!\n\nBELDON. A good idea.\n\nLEEK. I shouldn't, if I were you.\n\nHIRST. Just for the joke, gentlemen (_C._).\n\nSOMERS. No, no--drop it, Hirst.\n\nHIRST. Only for the joke. Look here, I've got some things that'll do\nvery well. We're going to have some amateur theatricals at my house.\nWe're doing a couple of scenes from \"The Rivals,\" Somers, (_pointing to\nSOMERS_) and I have been up to town to get the costumes, wigs, etc.,\nto-day. I've got them up-stairs--knee-breeches, stockings, buckled\nshoes, and all that sort of thing. It's a rare chance. If you wait a\nbit, I'll give you a full dress rehearsal, entitled \"Jerry Bundler, or\nthe Nocturnal Stranger.\" (_At door L._).\n\nLEEK (_sneeringly_). You won't frighten us, will you?\n\nHIRST. I don't know so much about that--it's a question of acting,\nthat's all.\n\nMALCOLM. I'll bet you a level sov, you don't frighten me.\n\nHIRST (_quietly_). A level sov. (_Pauses._) Done. I'll take the bet to\nfrighten you first, and the old boy afterwards. These gentlemen shall be\nthe judges. (_Points to LEEK and BELDON._)\n\nBELDON (_up C._). You won't frighten us because we're prepared for you,\nbut you'd better leave the old man alone. It's dangerous play. (_Appeals\nto LEEK_).\n\nHIRST. Well, I'll try you first. (_Moves to door and pauses._) No gas,\nmind.\n\nOMNES. No! no!\n\nHIRST (_laughs_). I'll give you a run for your money.\n\n(_GEORGE enters, holds door open._)\n\n(_Exit HIRST._)\n\n(_GEORGE passes drinks round. Five drinks. SOMERS takes the one ordered\nfor HIRST and puts it on the table R. BELDON sits R. C. GEORGE crosses\nto table, puts two drinks down, goes to fire and gives drinks, then up\nto table, puts tray down, takes up glass and begins to wipe it, gets\ndown L. for lines._)\n\nLEEK (_to MALCOLM_). I think you'll win your bet, sir, but I vote we\ngive him a chance. Suppose we have cigars round, and if he's not back by\nthe time we've finished them I must be off, as I have a quarter of an\nhour's walk before me. (_Looks at watch._) He's a friend of yours, isn't\nhe?\n\nSOMERS. Yes, I have known him a good many years now, and I must say he's\na rum chap; just crazy about acting and practical joking, though I've\noften told him he carries the latter too far at times. In this case it\ndoesn't matter, but I won't let him try it on the _old gentleman_. You\nsee we know what he's going to do, and are prepared, but he doesn't, and\nit might lead to illness or worse; the old chap's sixty-two and such a\nshock might have serious consequences. But Hirst won't mind giving up\nthat part of it, so long as he gets an opportunity of acting to us.\n\nLEEK (_knocks pipe on grate_). Well, I hope he'll hurry up. It's getting\npretty late. (_To SOMERS._)\n\nMALCOLM. Well, gentlemen, your health!\n\nSOMERS. Good luck.\n\nLEEK. Hurrah!\n\nBELDON. Chin-chin!\n\nLEEK. By the way, how is it you happen to be here to-night?\n\nSOMERS. Oh, we missed the connection at Tolleston Junction and as the\naccommodation at the Railway Arms there was rather meagre, the Station\nMaster advised us to drive on here, put up for the night, and catch the\nGreat Northern express from Exton in the morning. (_Rises, crosses to\nL._) Oh, George, that reminds me--you might see that 'Boots' calls us at\n7 sharp.\n\n(_BELDON rises, goes up to them to fire._)\n\nGEORGE. Certainly, sir. What are your numbers?\n\nSOMERS. 13 and 14.\n\nGEORGE. I'll put it on the slate, special, sir. (_Goes to door L._)\n\nLEEK. I beg pardon, gentlemen, I forgot the cigars; George, bring some\ncigars back with you.\n\nBELDON. A very mild one for me.\n\nGEORGE. Very well, sir. (_Takes up tray from sideboard._)\n\n(_Exit L._)\n\n(_SOMERS sits R. C._)\n\nMALCOLM. I think you were very wise coming on here. (_Sits on settle\nR._) I stayed at the Railway Arms, Tolleston, once--never again though.\nIs your friend clever at acting?\n\nSOMERS. I don't think he's clever enough to frighten you. I'm to spend\nChristmas at his place, and he's asked me to assist at the theatricals\nhe spoke of. Nothing would satisfy him till I consented, and I must\nhonestly say I am very sorry I ever did, for I expect I shall be pretty\nbad. I know I have scarcely slept a wink these last few nights, trying\nto get the words into my head.\n\n(_GEORGE enters backwards, pale and trembling._)\n\nMALCOLM. Why! Look--what the devil's the matter with George? (_Crosses\nto GEORGE._)\n\nGEORGE. I've seen it, gentlemen. (_Down stage L. C._)\n\nOMNES. Seen who?\n\n(_BELDON down R. edge of table R. LEEK up R. C. SOMERS up R._)\n\nGEORGE. The ghost. Jer--Bun--\n\nMALCOLM. Why, you're frightened, George.\n\nGEORGE. Yes, sir. It was the suddenness of it, and besides I didn't look\nfor seeing it in the bar. There was only a glimmer of light there, and\nit was sitting on the floor. I nearly touched it.\n\nMALCOLM (_goes to door, looks off, then returns--to others_). It must be\nHirst up to his tricks. George was out of the room when he suggested it.\n(_To GEORGE._) Pull yourself together, man.\n\nGEORGE. Yes, sir--but it took me unawares. I'd never have gone to the\nbar by myself if I'd known it was there, and I don't believe you would,\neither, sir.\n\nMALCOLM. Nonsense, I'll go and fetch him in. (_Crosses to L._)\n\nGEORGE (_clutching him by the sleeve_). You don't know what it's like,\nsir. It ain't fit to look at by yourself, it ain't indeed. It's got the\nawfullest deathlike face, and short cropped red hair--it's--\n\n(_Smothered cry is heard._)\n\nWhat's that? (_Backs to C and leans on chair._)\n\n(_ALL start, and a quick pattering of footsteps is heard rapidly\napproaching the room. The door flies open and HIRST flings himself\ngasping and shivering into MALCOLM'S arms. The door remains open. He has\nonly his trousers and shirt on, his face very white with fear and his\nown hair all standing on end. LEEK lights the gas, then goes to R. of\nHIRST._)\n\nOMNES. What's the matter?\n\nMALCOLM. Why, it's Hirst.\n\n(_Shakes him roughly by the shoulder._)\n\nWhat's up?\n\nHIRST. I've seen--oh, Lord! I'll never play the fool again. (_Goes C._)\n\nOTHERS. Seen what?\n\nHIRST. Him--it--the ghost--anything.\n\nMALCOLM (_uneasily_). Rot!\n\nHIRST. I was coming down the stairs to get something I'd forgotten, when\nI felt a tap--(_He breaks off suddenly gazing through open door._) I\nthought I saw it again--Look--at the foot of the stairs, can't you see\nanything? (_Shaking LEEK._)\n\nLEEK (_crosses to door peering down passage_). No, there's nothing\nthere. (_Stays up L._)\n\n(_HIRST gives a sigh of relief._)\n\nMALCOLM (_L. C._). Go on--you felt a tap----\n\nHIRST (_C._). I turned and saw it--a little wicked head with short red\nhair--and a white dead face--horrible.\n\n(_Clock chimes three-quarters._)\n\n(_They assist him into chair L. of table R._)\n\nGEORGE (_up C._). That's what I saw in the bar--'orrid--it was devilish.\n(_Coming C._)\n\n(_MALCOLM crosses to L. HIRST shudders._)\n\nMALCOLM. Well, it's a most unaccountable thing. It's the last time I\ncome to this house. (_Goes to R. of LEEK._)\n\nGEORGE. I leave to-morrow. I wouldn't go down to that bar alone--no, not\nfor fifty pounds. (_Goes up R. to arm-chair._)\n\nSOMERS (_crosses to door R. then returns to R. C._). It's talking about\nthe thing that's caused it, I expect. We've had it in our minds, and\nwe've been practically forming a spiritualistic circle without knowing\nit. (_Goes to back of table R._)\n\nBELDON (_crosses to R. C._). Hang the old gentleman. Upon my soul I'm\nhalf afraid to go to bed.\n\nMALCOLM. Doctor, it's odd they should both think they saw something.\n\n(_They both drop down L. C._)\n\nGEORGE (_up C._). I saw it as plainly as I see you, sir. P'raps if you\nkeep your eyes turned up the passage you'll see it for yourself.\n(_Points._)\n\n(_They all look. BELDON goes to SOMERS._)\n\nBELDON. There--what was that?\n\nMALCOLM. Who'll go with me to the bar!\n\nLEEK. I will. (_Goes to door._)\n\nBELDON (_gulps_). So--will I. (_Crosses to door L. They go to the door.\nTo MALCOLM._) After you. (_They slowly pass into the passage. GEORGE\nwatching them. All exit except HIRST and SOMERS._)\n\nSOMERS. How do you feel now, old man?\n\nHIRST (_changing his frightened manner to one of assurance_). Splendid!\n\nSOMERS. But--(_a step back._)\n\nHIRST. I tell you I feel splendid.\n\nSOMERS. But the ghost--(_Steps back to C._)\n\nHIRST. Well, upon my word, Somers--you're not as sharp as I thought you.\n\nSOMERS. What do you mean?\n\nHIRST. Why, that I was the ghost George saw. (_Crosses to L. C._) By\nJove, he _was_ in a funk! I followed him to the door and overheard his\ndescription of what he'd seen, then I burst in myself and pretended I'd\nseen it too. I'm going to win that, bet--(_VOICES heard. Crosses to R._)\nLook out, they're coming back. (_Sits._)\n\nSOMERS. Yes, but----\n\nHIRST. Don't give me away--hush!\n\n(_Re-enter MALCOLM, LEEK, BELDON and GEORGE L._)\n\n(_BELDON and GEORGE go up to back C._)\n\nHIRST. Did you see it? (_In his frightened manner._)\n\nMALCOLM (_C._) I don't know--I thought I saw something, but it might\nhave been fancy. I'm in the mood to see anything just now. (_To HIRST._)\nHow are you feeling now, sir?\n\nHIRST. Oh, I feel a bit better now. I daresay you think I'm easily\nscared--but you didn't see it.\n\nMALCOLM. Well, I'm not quite sure. (_Goes to fire._)\n\nLEEK. You've had a bit of a shock. Best thing you can do is to go to\nbed.\n\nHIRST (_finishing his drink_). Very well. Will you, (_rises_) share my\nroom with me, Somers?\n\n(_GEORGE lights two candles._)\n\nSOMERS (_crosses to L. C._). I will with pleasure. (_Gets up to table C.\nand gets a candle_). Provided you don't mind sleeping with the gas full\non all night. (_Goes to door L._)\n\nLEEK (_to HIRST_). You'll be all right in the morning.\n\nHIRST. Good night, all. (_As he crosses to door._)\n\nOMNES. Good night.\n\n(_ALL talking at fire, not looking to L. as HIRST and SOMERS exeunt.\nHIRST chuckles and gives SOMERS a sly dig._)\n\nSOMERS. Good night.\n\nMALCOLM (_at fireplace_). Well, I suppose the bet's off, though as far\nas I can see I won it. I never saw a man so scared in all my life. Sort\nof poetic justice about it. (_LEEK with revolver in his hand, is just\nputting it into his pocket. Seeing him._) Why, what's that you've got\nthere?\n\nLEEK. A revolver. (_At fire._) You see I do a lot of night driving,\nvisiting patients in outlying districts--they're a tough lot round here,\nand one never knows what might happen, so I have been accustomed to\ncarry it. I just pulled it out so as to have it handy. I meant to have a\npot at that ghost if I had seen him. There's no law against it, is\nthere? I never heard of a close time for ghosts.\n\nBELDON.--Oh, I say, never mind ghosts. Will _you_ share my room? (_To\nMALCOLM._)\n\n(_GEORGE comes down a little, holding candle._)\n\nMALCOLM. With pleasure. I'm not exactly frightened, but I'd sooner have\ncompany, and I daresay George here would be glad to be allowed to make\nup a bed on the floor.\n\nBELDON. Certainly.\n\nMALCOLM. Well, that's settled. A majority of three to one ought to stop\nany ghost. Will that arrangement suit you, George?\n\nGEORGE. Thank you, sir. And if you gentlemen would kindly come down to\nthe bar with me while I put out the gas. I could never be sufficiently\ngrateful, and when (_at door_) we come back we can let the Doctor out at\nthe front door. Will that do, sir?\n\nLEEK. All right; I'll be getting my coat on. (_GEORGE gets to door. They\nexit at door L. LEEK picks up his coat off chair up L., puts it on and\nthen turns up trousers. Footsteps heard in flies, then goes to the\nwindow R., pulls curtain aside and opens the shutters of the window\nnearest the fire. A flood of moonlight streams in from R. Clock strikes\ntwelve._) By Jove, what a lovely night. That poor devil did get a\nfright, and no mistake. (_Crossing down to fireplace for his cap which\nis on the mantelpiece. MALCOLM, BELDON and GEORGE return--the door\ncloses after them._) Well, no sign of it, eh?\n\nMALCOLM. No, we've seen nothing this time. Here, give me the candle,\nGeorge, while you turn out the gas.\n\nLEEK. All right, George, I'll put this one out. (_Turns out gas below\nfire._)\n\n(_MALCOLM and BELDON are up at sideboard, GEORGE having put the other\ngas out, goes up to them and is just lighting the candles for them. The\nDOCTOR is filling his pipe at mantel-shelf, and stooping to get a light\nwith a paper spill. LEEK whistles and lights spill. The handle of the\ndoor is heard moving. OMNES stand motionless--MALCOLM and BELDON very\nfrightened. They all watch. The room is lit only by the firelight which\nis very much fainter than it was at the beginning of the play, by the\ncandle which GEORGE holds, and by the flood of moonlight from the\nwindow._)\n\n(_The door slowly opens, a hand is seen, then a figure appears in dark\nbreeches, white stockings, buckled shoes, white shirt, very neat in\nevery detail, with a long white or spotted handkerchief tied round the\nneck, the long end hanging down in front. The face cadaverous, with\nsunken eyes and a leering smile, and close cropped red hair. The figure\nblinks at the candle, then slowly raises its hands and unties the\nhandkerchief, its head falls on to one shoulder, it holds handkerchief\nout at arm's length and advances towards MALCOLM._)\n\n                      _Table_\n                                     GEORGE\n      LEEK      BELDON      MALCOLM\n      _Chair_\n\n_Fire_                                      HIRST\n\n(_Just as the figure reaches the place where the moonbeams touch the\nfloor, LEEK fires--he has very quietly and unobtrusively drawn his\nrevolver. GEORGE drops the candle and the figure, writhing, drops to the\nfloor. It coughs once a choking cough. MALCOLM goes slowly forward,\ntouches it with his foot, and kneels by figure, lifts figure up, gazes\nat it, and pulls the red wig off, discovering HIRST. MALCOLM gasps out\n\"DOCTOR.\" LEEK places the revolver on chair, kneels behind HIRST.\nMALCOLM is L. C., kneeling. At this moment SOMERS enters very brightly\nwith lighted candle._)\n\nSOMERS. Well, did Hirst win his bet? (_Seeing HIRST on floor, he\nrealizes the matter_). My God, you didn't--I told him not to. I told him\nnot to!! I told him--(_falls fainting into arms of GEORGE._)\n\n_Curtain._\n\n\n\n\n                       PICTURE.\n\n               BELDON               GEORGE\n    LEEK         HIRST        MALCOLM       SOMERS\n(_kneeling_)  (_seated      (_kneeling_) (_at door L._)\n               on floor_)\n\nNOTE. _When played at The Haymarket the piece finished with a different\nending as given below. MR. CYRIL MAUDE fearing the above tragic\ntermination would be too serious._\n\n_From SOMERS' entrance._\n\n_SOMERS enters with lighted candle, and exclaims very brightly._\n\nSOMERS. Well, did Hirst win his bet?\n\n_Slight pause._\n\nHIRST (_suddenly sitting up_). Yes. (_Turning to DR. LEEK._) You're a\ndamned bad shot, Doctor. (_Then to MALCOLM._) And I'll trouble you for\nthat sovereign.\n\n_The remaining characters express astonishment._\n\nCURTAIN.\n\n\n\n     *     *     *     *     *     *     *\n\n\n\nMARY'S ANKLE\n\n\nA comedy in 3 acts. By May Tully. Produced originally at the Bijou\nTheatre, New York. 6 males, 4 females. 1 interior, 1 exterior scene.\nModern costumes.\n\nThis brisk and peppery farce is one of the cleanest and most hilariously\namusing plays of recent years. It is the story of ambitious but\nimpecunious youth. \"Doc\" Hampton, without a patient, \"Stocksie,\" a\nlawyer devoid of clients, and \"Chub\" Perkins, a financier without\ncapital, are in a bad way. In fact, they are broke and it is a real\nproblem for them actually to get food. Mary Jane Smith is the heroine\nwith the ankle. The three pals meet her first as a solicitor of funds\nfor the poor and again as the victim of an automobile accident.\n\nA rich relative, \"Doc's\" uncle, inclined to be a tightwad but good at\nheart, comes upon the scene and seeing Mary, immediately takes it for\ngranted that she is his nephew's wife, having been informed by a bogus\nwedding invitation that the ceremony had just taken place. The\nfictitious wedding had been arranged by the boys in a moment of need in\norder to get \"Doc's\" family in the West to send on wedding presents that\ncould be pawned. As his wedding present, the Uncle insists that \"Doc\"\nand Mary accompany him to Bermuda. The situation is tense, but Mary has\na sense of humor, and saves the day.\n\n(Royalty, twenty-five dollars.) PRICE 75 CENTS.\n\n\n\n\nWILD WAVES\n\n\nA comedy in 3 acts. By William Ford Manley. Produced originally at the\nTimes Square Theatre, New York. 30 males, 15 females. 4 interior scenes.\nModern costumes.\n\nA rollicking farce about what transpires behind the microphone of a\nbroadcasting studio. The most popular singing artist in Station WWVW is\nRoy Denny. Through some mischance it comes about that the Denny \"golden\nvoice\" is really John Duffy. Duffy, being a nervous lad, has always\nfailed miserably from microphone fright whenever he has attempted to\nsing under his own name. When he croons under Denny's name he kindles\nthe divine hope in female breasts clear across this palpitating country.\nBut Denny receives all the credit. This hoax destroys Duffy's personal\nlove life and results in a conspiracy inside Station WWVW. As a sort of\nundercurrent to the narrative it introduces satiric bits about the\nbuncombe of radio broadcasting. The play offers fine opportunities for\nthe introduction of musical numbers and comedy acts.\n\n(Royalty, twenty-five dollars.) PRICE 75 CENTS.\n\n\n\n\nTHE MIDDLE WATCH\n\n\nA farcical comedy in 3 acts. By Ian Hay and Stephen King-Hall. Produced\noriginally at the Times Square Theatre, New York. 9 males, 6 females.\nModern costumes and naval uniforms. 2 interior scenes.\n\nDuring a reception on board H. M. S. \"Falcon,\" a cruiser on the China\nStation, Captain Randall of the Marines has become engaged to Fay Eaton,\nand in his enthusiasm induces her to stay and have dinner in his cabin.\nThis is met with stern disapproval by Fay's chaperon, Charlotte\nHopkinson, who insists that they leave at once. Charlotte, however, gets\nshut up in the compass room, and a gay young American widow accepts the\noffer to take her place, both girls intending to go back to shore in the\nlate evening. Of course, things go wrong, and they have to remain aboard\nall night. By this time the Captain has to be told, because his cabin\ncontains the only possible accommodations, and he enters into the\nconspiracy without signalling the Admiral's flagship. Then the \"Falcon\"\nis suddenly ordered to sea, and the Admiral decides to sail with her.\nThis also makes necessary the turning over to him of the Captain's\nquarters. The presence of the ladies now becomes positively\nembarrassing. The girls are bundled into one cabin just opposite that\noccupied by the Admiral. The game of \"general-post\" with a marine sentry\nin stockinged feet is very funny, and so are the attempts to explain\nmatters to the \"Old Man\" next morning. After this everything ends both\nromantically and happily.\n\n(Royalty, twenty-five dollars.) PRICE 75 CENTS.\n\n\n\n\nNANCY'S PRIVATE AFFAIR\n\n\nA comedy in 3 acts. By Myron C. Fagan. Produced originally at the\nVanderbilt Theatre, New York. 4 males, 5 females. 2 interior scenes.\nModern costumes.\n\nNothing is really private any more--not even pajamas and bedtime\nstories. No one will object to Nancy's private affair being made public,\nand it would be impossible to interest the theatre public in a more\ningenious plot. Nancy is one of those smart, sophisticated society women\nwho wants to win back her husband from a baby vamp. Just how this is\naccomplished makes for an exceptionally pleasant evening. Laying aside\nher horn-rimmed spectacles, she pretends indifference and affects a\nmysterious interest in other men. Nancy baits her rival with a bogus\ndiamond ring, makes love to her former husband's best friend, and\nfinally tricks the dastardly rival into a marriage with someone else.\n\nMr. Fagan has studded his story with jokes and retorts that will keep\nany audience in a constant uproar.\n\n(Royalty, twenty-five dollars.) PRICE 75 CENTS.\n\n\n\n\nTAKE MY TIP\n\n\nA comedy in 3 acts. By Nat N. Dorfman. Produced originally at the 48th\nStreet Theatre in New York. 7 males, 6 females. 1 interior scene. Modern\ncostumes.\n\nFew of us have escaped getting our fingers burnt in the crash of the\nstock market, and even those of us who have, have heard enough about it\nto take a sympathetic and amused interest in the doings of Henry Merrill\nwhen he tries to buck the game and grow rich. The play starts just two\nmonths before the crash. Henry, of the local soap works, is so heavy an\ninvestor in an oil stock that he is made a thirty-sixth Vice President\nof the Corporation. Not being the kind of fellow who would forget his\nfriends in this time of good fortune, he lets them all in on the good\nthing. Being humanly greedy, the friends jump at the chance to\nprofit.... In the second act, after Henry's daughter has eloped, the\nfriends are presenting Henry with a diamond-studded wrist watch, as a\ntoken of their esteem, when news comes of the Wall Street upheaval and\nall are wiped out. Things, however, are not as bad as they look, for\nHenry, who has an invention to revolutionize the soap industry, sells\nthe idea for a large price and everything is all right again.\n\n(Royalty, twenty-five dollars.) PRICE 75 CENTS.\n\n\n\n\nPETER FLIES HIGH\n\n\nA comedy in 3 acts. By Myron C. Fagan. Produced originally at the Gaiety\nTheatre, New York. 8 males, 6 females. 1 interior scene. Modern\ncostumes.\n\nThis delightful comedy concerns one Peter Turner who caddied for the\nMorgans, the Kahns and the Guggenheims on the links at Miami. It was\nduring one of these rounds on the golf links that Peter fell over and\nkilled a stray dog. The local paper built the story up so that Peter\nbecomes a nation-wide hero who saved the lives of many people by\nstrangling a mad canine. By the time the story reaches his home town,\nRosedale, New Jersey, Peter has become the boon companion of all the\nmoney kings--at least in the public mind--and Peter does his best to\nfoster the deception. Carried away by his imagination he pretends to be\na friend of the great, persuades his brother-in-law to buy an option to\na ninety-acre lot on the assumption that \"Guggenheim\" is to build a golf\ncourse there, obtains $10,000 from the local banker and then becomes\nbadly involved in his deceptions. After Peter endures the ridicule of\nhis townsfolk and the ire of the banker there suddenly appears on the\nscene a representative of \"Guggenheim\" who wants the acreage not for a\ngolf course but an air field, and promptly turns over a check for\n$75,000 for a part of it.\n\n(Royalty, twenty-five dollars.) PRICE 75 CENTS.",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)",
            "De Fabeck, Arthur Charles Rock",
            "Rock de Fabeck, Arthur Charles",
            "Rock, Charles",
            "Jacobs, William Wymark",
            "Fabeck, Arthur Charles Rock de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/18677/pg18677.txt",
        "name": "the_ghost_of_jerry_bundler.json"
    }
}