{
    "name": "The Poors",
    "author": [
        "Lorayne, Harry"
    ],
    "body": "The world newspapers had heralded the event for months. \"The First\nPersonal Visit from Outer Space\" was the most important headline of the\ndecade. Now there were perhaps sixty thousand people crowding behind\nropes and guards at the Earth Interspace Airport, waiting patiently for\nMr. Kramvit of Planet Six.\n\nFourth Vice President Vincent J. Carrowick had been selected to be Mr.\nKramvit's guide for the length of his visit. He was waiting now, with\nSecretary Gordon, in the airport's executive office.\n\nCarrowick spoke first, \"Well, this is it. I've spoken to Kramvit\nat least eight times on the Vidcope phone, but I'm as nervous as a\ncontestant right now.\"\n\nGordon eyed the screen which was noting the ship's approach. \"I don't\nsee why you should be. You know what he's like basically. Their bodies\nand physical capabilities are the same as ours, and most of the people\nof Six speak English almost as well as we do, by now.\"\n\nHe looked at Carrowick, \"Are their Vidcopes going to stay on Kramvit\nduring his entire visit?\"\n\nCarrowick spoke slowly, \"Yes. At least they're going to try; on all six\nof the Planets. Kramvit's going to carry a pin microphone on his person\nall the time. So they should see and hear us no matter where we are.\"\n\n\"How long do you intend to be out of the country with him?\" asked\nGordon.\n\n\"Well, most of his time will be spent here, visiting all fifty-three\nstates. We'll take one cruise to pay token visits to the heads of all\ncountries first, then back here until he goes home. Hey! He's landing,\nlet's go!\"\n\n... After over an hour of welcoming speeches, photographs and newspaper\nreporters, Marryl Kramvit was alone in the executive office with Vice\nPresident Carrowick and Secretary Gordon.\n\n\"If we didn't know you were from Six, we would certainly take you for\nan Earthman,\" Carrowick was saying, \"Why, your clothes, your coloring,\neverything about you is just the same!\"\n\nKramvit smiled and said, \"Well, thank you. Physically, of course, we\nare the same. The clothes--well, ours are quite a bit different, as\nyou know. I had these made by a superb tailor who copied them from our\nVidcope screens.\n\n\"Many of our females,\" Kramvit continued, \"have already started to wear\nsome of your ladies' styles, and quite becoming they are.\"\n\nCarrowick put on his cloak, and said, \"Well, let's be on our way.\nYou're to meet our President for lunch, and then we start our tour, if\nthat's all right with you.\"\n\n\"Why, of course, that's why I'm here, and I'm anxious to see your\nworld. Particularly America.\"\n\n\n\nThe trip around the world had gone as smoothly as could be expected.\nWere it not for the multitudes that gathered at each airport in order\nto catch a glimpse of Kramvit, it would have been just perfect.\nKramvit, however, was as cordial to the throngs as he was to the heads\nof their respective countries. He was a fine good will ambassador. A\nlittle flicker of disappointment was usually evident when the people\nsaw for themselves that this man from another world looked and acted\njust as they did.\n\nAll in all, Carrowick was quite pleased, and he and Kramvit were now\nin the Vincent and Marryl stage, except in public.\n\n\"Well, you've been in most of the countries of the Earth,\" said\nCarrowick, as they relaxed in the private plane, \"and visited forty of\nour States of America. What do you think, Marryl?\"\n\n\"I'm pleased, of course,\" answered Kramvit. \"You're aware, I'm sure,\nVincent, that Six and the other five planets of the Orb are a bit\nfarther advanced than Earth. But, I don't think it will be very long\nbefore you're up to us.\n\n\"I've been able to understand almost everything I've seen,\" he\ncontinued, \"and I've made notes of what I couldn't understand; _one\nthing_, Vincent, you haven't explained to me at all.\"\n\n\"What's that?\"\n\n\"Well, so far as I can see, there are only two economic classes here\non Earth. I've seen what appear to me to be only very wealthy people\nand very, very poor people. I've also noticed,\" here Kramvit smiled,\n\"that you have sort of avoided these poor people, and what I assume to\nbe their dwellings. I've seen glimpses of the squalor and terribly poor\nsections in each of your states so far.\"\n\nCarrowick seemed a bit shocked, but Kramvit continued. \"Also, you have\naddressed almost all of the working people with whom we've been in\ncontact as Poor Mr. Jones and Poor Miss Smith, and so on. While those\nof the wealthy class, you simply addressed as Mr. or Mrs. Why?\"\n\nCarrowick _was_ shocked. \"Didn't you know? No, I see you really\ndidn't. I'm terribly sorry, Marryl, we here on Earth take it so much\nfor granted, and I assumed it was the same all over the Orb.\"\n\n\"No, I don't know what you mean,\" said Kramvit, \"on Six and the others,\nwe have our quota of poor people. We also have a middle class, (in\nwhich I think I would belong) and some very wealthy people. But the\ndefinite dividing line here, I don't understand.\n\n\"I know some of your ancient history, but I've noticed complete\nintegration wherever I've been. I've seen absolutely no discrimination\nas far as color, faith or religion is concerned. I saw no caste system\nat all, even in India, and inter-marriage, it seems, has become\ncompletely acceptable.\"\n\n\"That is so,\" interrupted Carrowick. \"We've had no such prejudice at\nall as long as I've been alive. It has avoided a lot of trouble. Nobody\nhas been able to think up a reason for a war, since.\"\n\n\"Then why,\" asked Kramvit, \"have I seen these Poors, as you call them,\nsitting only in the rear of busses? Why have I not seen one of these\nunfortunate looking people in any of the restaurants in which we've\neaten, or for that matter, in most any public place?\"\n\n\"The reason for them not being in any of the restaurants is simple.\nThey can't afford the prices. Haven't you noticed all the Vidcope, or\nV.C. centers here?\"\n\n\"Yes, I have.\"\n\n\"You've seen some of the V.C. shows, haven't you?\"\n\n\"I didn't pay much attention to them,\" answered Kramvit. \"I'm not much\nfor V.C. Incidentally, we call it T.V., for television, at home. Many\nof our people have become quite addicted to it in the last few years. I\ncan take it or leave it alone. Usually the latter, I'm afraid.\"\n\nCarrowick asked, \"Aren't all your shows Qua shows?\"\n\n\"I'm sorry, what is a Qua show?\"\n\n\"You're jesting, of course,\" laughed Carrowick. \"They were once called\nQuiz shows. Now, they're Quas, for question and answer, I guess.\"\n\n\"Oh, yes,\" said Kramvit, \"we do have many of those.\"\n\n\"Why, that's _all_ we have here, on commercial V.C.\" exclaimed\nCarrowick. \"And, there's the obvious answer to your original question!\"\n\n\"The answer? I'm sorry, I don't see what you mean.\"\n\n\"It's simple,\" said Carrowick. \"The Poors are people who have never\nbeen a contestant on a Qua show! The wealthy are those who either have\nbeen winners, or whose ancestors were.\"\n\nIt was Kramvit's turn to be shocked. \"I don't believe it.\"\n\n\"Oh, yes, it's true,\" said Carrowick. \"Of course, some of the Poors\n_have_ been contestants, but didn't win.\"\n\nKramvit was staring at Carrowick. \"You are quite serious, aren't you?\"\n\n\"Of course,\" answered Carrowick, \"the situation has been so, for\nperhaps two hundred years--we've come to take it for what it is.\"\n\n\"I'll wager that the Poors don't take it quite as calmly as you do.\nDon't tell me that they're satisfied with their position.\"\n\n\"I wouldn't say they were satisfied,\" was the answer, \"but they know no\nother way of life, and don't have much choice in the matter.\"\n\nKramvit was finding it difficult to picture the situation. \"Well, as\nI've told you,\" he said, \"we have T.V. on Six, but we've been stressing\nvariety and drama shows. Don't you have any big V.C. stars, like\ncomedians or singers here?\"\n\n\"No, we don't. I've never seen any variety or drama shows on V.C.\"\n\n\"I'm surprised. You see, we have been using all the air time, or most\nof it, for entertainment purposes. Commercially, T.V. is just a baby\nwith us. We've been using it much longer than you have, technically,\nbut not commercially. I'd say that we've had sponsored shows for about\nfourteen years.\"\n\n\"Oh, then it is a comparatively new thing with you,\" said Carrowick.\n\"We've had commercial Vidcope for over five hundred years.\"\n\nKramvit shook his head. \"I still can't see why your Poors have to live\nin such poverty. Don't they get paid on their jobs?\"\n\n\"Why, sure they do,\" answered Carrowick, \"but their rate of pay is\nnot particularly high. You see, only the Poors do all the menial and\nservice work; aside from high service positions like government work,\nof course. There are so many Poors and so few jobs for them, that those\nthat work are little better off than those that don't.\"\n\n\"I see,\" said Kramvit, \"and is there no protection for these\nunemployed? I mean Social Security or unemployment insurance, which I\nknow you did have a long time ago.\"\n\n\"No, there isn't. We had to stop that because if we kept it up we'd\nhave no workers at all,\" replied Carrowick. \"Believe me, Marryl, I\ndon't particularly like the situation. We've tried integration in one\nor two sections, but only riots resulted. I think that eventually we'll\neliminate some of the prejudices, but it can't be pushed or hurried.\nIt'll take many years to do it. I'm sure I won't live to see it gone\ncompletely.\"\n\n\"And,\" asked Kramvit, \"have _you_ been a winner on a Qua show?\"\n\n\"Oh, no. I'm not one of those nouveau riche; my great grandfather won\neight million dollars, tax free, when he was just a boy. That took care\nof us, and will take care of us from here on in.\"\n\n\"I see,\" said Kramvit. \"Vincent, I want to visit some of these people\nin their homes. Will you take me?\"\n\nCarrowick was shocked again. \"I don't think you'll enjoy it, Marryl. Do\nyou really feel it's necessary?\"\n\n\"Please don't refuse me, Vincent. I do feel it's important. I've\nunderstood almost everything I've seen here on Earth. Either because\nwe've been faced with it ourselves on Six, or I've read about it. But\nthis is entirely new to me.\"\n\n\"All right,\" agreed Carrowick reluctantly. \"I'm supposed to show you\nanything you want to see, but you won't like it.\"\n\n\"Let me be the judge of that.\"\n\n\n\nThey had ridden to the end of the upper level moving street in\ncomfortable armchairs. All of Carrowick's arguments couldn't swerve\nKramvit from his idea of visiting some Poors. Kramvit was just about\nthrough with his explanation of how all the automobiles on Six drove\nunderground, and didn't have to use the lower street level, as they did\nhere; when they came to the end of the moving street.\n\nNow they were both walking through the filthy, garbage laden streets of\nthe Poors' village. The smell wrinkled Carrowick's nose, and he was not\ndispleased to see that Kramvit wasn't quite enjoying it, either.\n\n\"Doesn't the sanitation department know about this?\" asked Kramvit.\n\"Don't they ever remove this dirt?\"\n\n\"No,\" answered Carrowick, \"the Poors have to carry it to appointed\ngarbage dumps themselves. They let it pile up until even they can't\nstand it, then they usually get rid of some of it.\"\n\nHe went on to explain that in all the cities, except in Poor villages,\nall garbage recepticles led to giant underground incinerators. Here the\nfires burned continually. But in the hot weather, the heat from these\nfires was used as power to run an underground air conditioner, so that\nall the streets were cooled. In the wintertime, of course, these same\nfires warmed the cities and highways.\n\nAs they walked, they were both aware of the many Poors scrounging and\nsearching in the debris. They were also aware of the silence that fell\nas they neared groups of people. The Poors just stared at them, and\ntalked excitedly when they were out of earshot.\n\n\"They're not used to seeing any of us in their villages,\" remarked\nCarrowick.\n\nKramvit smiled, somewhat bitterly, it seemed to Carrowick, \"No, I\nshouldn't think they would be.\"\n\nAs they rounded a corner, Kramvit pointed to a car parked about a\nhundred feet away. It was almost leaning against a broken down shack,\nand was so dirty that it was impossible to make out its color.\n\n\"How did that get here, Vincent? Surely, nobody here can afford a car.\"\n\nCarrowick laughed, \"No, they can't. That happens to be this year's\nSputzmobile, one of our most expensive cars. Although you wouldn't know\nit from the looks of that one. They are given as consolation prizes to\nlosers on almost all the larger Qua shows.\"\n\n\"I see. Why don't those people sell the cars? It seems to me they could\nuse the money.\"\n\n\"I guess they could,\" answered Carrowick. \"But to whom could they sell\nit? Very few of us ever buy a second hand car. We all change our cars\nas soon as the new ones appear. Anyway, most of the losers want to keep\nthem; they consider it a mark of distinction.\"\n\nHe frowned, and continued, \"They drive them around the villages\nwhenever they can beg, borrow or steal some regular grade atomic\npellets. And, whenever they can maneuver through these streets. Those\nthat own them sort of look down their noses at the other Poors. They\nconsider themselves aristocrats of their village, because they, at\nleast, have been called to appear on a Qua. Actually, they're to be\npitied, they're worse off than the others.\"\n\n\"Why is that?\" asked Kramvit.\n\n\"Well, once they've appeared on a Qua show, and lost, they'll usually\nnever be asked again. That's the worst of it, since they have nothing\nmore to look forward to. Also, I believe that most of the Poors leave\nwhatever jobs they may have, as soon as they get the call. They feel\nit's beneath their dignity somehow. No Poor that gets on a Qua ever\nexpects to lose. Of course, once they do lose, they can't get their\njobs back. Because when they leave it's like creating a vacuum--all the\nPoors in the vicinity flock to apply for his position.\"\n\nThey were just adjacent to one of the Poors' houses at the moment, and\nKramvit asked if he could visit the people that lived there. Carrowick\nsaid he could, but he doubted if they'd find anyone home. It was after\nfour o'clock, and the large network Quas had already begun. All the\nPoors that could navigate would be at the large open air V.C. centers,\nwhich were usually located near the garbage dumps.\n\nThese centers were sometimes miles away from many of the Poors, but\nthat's where they were, no matter what the weather, from four in the\nafternoon to eleven at night, when the Quas finished and the news\nflashes began.\n\nThese centers consisted of a large empty lot, many of which got the\noverflow from the adjacent garbage dumps, with two scopes seemingly\nsuspended about six feet off the ground in the middle. They were\nrectangular; about five feet long, and four feet wide. Only a little\nover an inch thick, the pictures appeared on both sides of each scope.\nThey were at right angles to each other, so that the picture could be\nseen from any part of the lot.\n\nCarrowick knocked on the old wooden door. There was no answer, and they\nwere about to turn away, when the door opened creakily to display an\nelderly man. He was clean, except for the dirty rags that were tied\naround his throat.\n\nCarrowick explained who they were, and the elderly gentleman invited\nthem in.\n\n\"Come in, come in. I'm honored by your visit,\" he said in a hoarse\nvoice. \"Well, now I'm almost glad that I have this bad throat,\notherwise I would be at the center, and I'd have missed your visit. By\nthe way, my name is Poor Mr. Alex Smith.\"\n\nThe shack consisted of two rooms, one of which was obviously a bedroom.\nObviously, because there were a number of flattish mounds of rags,\nstraw and excelsior on the floor, which could serve no other purpose\nthan for sleeping. It was completely devoid of any furniture. The room\nthey were in was the combination living-room, dining room and kitchen.\nA few old chairs, some crates and a wobbly card table on a bare floor\njust about filled the room.\n\nCarrowick and Kramvit introduced themselves, and Kramvit started to\nask Poor Mr. Smith questions. These were all answered eagerly, and\nKramvit was almost convinced that the Poors didn't mind their situation\ntoo much; they were all quite used to it.\n\nPoor Mr. Smith asked some questions of Kramvit too, and was answered\ngood naturedly. He showed particular interest in the pin microphone\nKramvit wore, and seemed awed when he was told that he was probably\nbeing seen and heard by people on Six at this very moment.\n\nWhile Carrowick showed signs of impatience over the length of the\nvisit, Kramvit asked Smith, \"Tell me, my friend, wouldn't you like\nto see some entertainment on V.C.? Comedians or singers, or dancers,\nperhaps?\"\n\nPoor Mr. Smith laughed, \"Why no. Comedians and singers? Who wants to\nsee them when we can watch some lucky souls winning anywhere from one\nto sixty-four million dollars, or more. I remember about forty years\nago, Mr. Krackel, our largest food pill manufacturer at that time,\ntried something like that.\"\n\n\"Oh, did he?\"\n\n\"Yes. He had the biggest two hour Qua show on the scopes. His daughter\nliked to sing, and she talked him into devoting the first fifteen\nminutes to singing. Well,\" Smith laughed, \"that was the last time he\ntried that. I read that the ratings for the show that evening went down\nto zero. The studio was swamped with angry letters. Everyone wanted\nto know why fifteen minutes of a good Qua show was wasted with such\nnonsense.\"\n\nKramvit smiled and said, \"Yes, I can understand that. Tell me, Poor Mr.\nSmith, what would you do if you won on a Qua?\"\n\n\"I'd try to help my people, of course. Perhaps like Legislator Brown.\nHe's an ex-Poor, you know, but he worked himself up the hard way. Won a\nQua, then studied and studied, and finally made the Legislature. He's\nthe one that passed the law to give us our V.C. centers. He's a great\nman.\"\n\n\"That's a worthy ambition,\" said Kramvit.\n\n\"Do you people on Six have Qua shows, too?\" asked Poor Mr. Smith.\n\n\"Yes. But not as many as you do.\"\n\n\"And do you have Poors like me on your planet?\"\n\nKramvit said that they didn't, and went on to explain a little of the\nsituation of Six and the other five planets.\n\nPoor Mr. Smith was amazed. He couldn't believe that there was any place\nthat didn't have Poors.\n\n\"Well, don't let it happen, then,\" he said. \"Don't do it. Don't let\nthose Qua shows take over.\" His voice seemed to be getting stronger, or\nwas it just louder, now.\n\nHe leaned closer to Kramvit, his head only a foot away from the pin\nmicrophone, and almost shouted, \"Do you hear me? Don't let it happen\nto you.\" He was near to sobbing now. \"Be smart, stay happy--stop those\nQuas. They'll only....\"\n\nCarrowick practically pulled Kramvit out the door, and started to\nhurry away.\n\n\"Well,\" said Kramvit, \"you told me that they didn't mind their\nsituation too much; Poor Mr. Smith almost had me believing the same\nthing, but he sure didn't convince me.\"\n\n\"He's just a sick, old man,\" was Carrowick's answer.\n\n\n\nKramvit had insisted on visiting another Poor village the next day.\nEarlier, this time, so that they'd find most of the people home. After\nfive or six visits, Kramvit was persuaded to leave by Carrowick, who\nreminded him that he was to appear on Earth's largest Qua show himself\nthat very evening. Kramvit didn't want to appear, but Carrowick\nconvinced him that all preparations had been made. This was Earth's way\nof honoring him, and he simply mustn't and couldn't refuse. Also, his\nown people would be watching for him on the show. Kramvit had to agree\nto do it.\n\nWhen they had arrived at the studio, Kramvit was amazed at the hustle\nand bustle that went on around them. The usual investigations,\ninterviews and testing that contestants went through were eliminated\nfor Kramvit, since he was an honored guest.\n\nAir time approached rapidly, and Kramvit couldn't help feeling a\nbit apprehensive. He wasn't used to appearing before multitudes of\nthis size, and it all made him feel uncomfortable. Carrowick assured\nhim that there was nothing to fear; this was simply a good will\nappearance. The questions he would have to answer would all be in the\nscience category, and he should have no trouble with them.\n\nFinally, Kramvit found himself standing in the wings of the vast stage.\nThe previous contestant was just answering his last ten part question.\nHe answered all the parts correctly, and left the stage to loud\napplause. Now the Master of Ceremonies asked who was to be the next\nguest. A booming voice whose body was nowhere to be seen, went through\na flowery introduction of Marryl Kramvit. Two beautiful young ladies,\ndressed in almost nothing, appeared on each side of him. As the voice\nfinished the introduction, the girls all but dragged him into camera\nrange.\n\nKramvit jumped with fright as eight young men, each over six feet tall,\nheralded his entrance with long, loud trumpets. He shook hands with the\nMaster of Ceremonies, chatted for a while, and finally was told to get\nready for his questions.\n\nThe first group of queries pertained to his particular field, and he\nanswered them correctly and easily. It took about ten minutes to arrive\nat the $10,000 question. Kramvit knew that if and when he reached a\nmillion dollars, he would be asked to come back in a week, which of\ncourse he couldn't do, to tell if he would go for two million or keep\nthe one he had. He made a mental note to ask Carrowick as to the fate\nof those who stopped at one or two million. He wondered if they were\nlooked down upon too.\n\nRight now, the M.C. was telling him that he would have to enter the\nsound proof booth for the $10,000 question. The booth appeared from\nnowhere, and he was escorted into it by the two lovely, almost nude,\nyoung ladies, who didn't seem to hear the trumpet blasts from the eight\nyoung men.\n\nWhen the door of the booth clicked shut, the booth moved out and over\nthe studio audience, and finally came to a stop in mid-air. There were\nno wires or cables to be seen attached to the booth, but this didn't\nbother Kramvit, since he knew the principles involved. He did feel\nquite ridiculous, hanging suspended, with hundreds of faces upturned to\nwatch him.\n\nIt seemed to him that they must be awfully uncomfortable with their\nnecks craned like that. But he knew that the producers of the show were\nonly interested in the effect on the home viewers.\n\nKramvit lost count of the questions he answered, but he was now being\ntold that he was going for $500,000. A half million dollars! That was\nthe largest amount of money given away on the biggest quiz show on Six;\nhere it was just the beginning.\n\nThe question consisted of sixteen parts, and he answered them without\ninterruption until the fourteenth part. After he gave his answer to\nthis one, the M.C. asked him to repeat it. He did, hesitantly, and saw\nthe M.C. look nervously towards the control booth.\n\n\"I'm sorry, Mr. Kramvit, that's not the correct answer.\"\n\nKramvit felt himself being lowered towards the stage. He was helped out\nof the booth by the young ladies, and escorted to the M.C. No trumpets,\nnow. The audience was silent as the M.C. thanked Kramvit, and told him\nhow honored he was to be the first to welcome the first visitor from\nanother planet on V.C. He also told him how sorry he was that Kramvit\nhad lost.\n\nKramvit walked off stage while the audience applauded.\n\n... \"The funny thing is, I really knew the answer,\" Kramvit was saying\nto Carrowick, with a sheepish grin. \"I was just so nervous. I'm not\naccustomed to this at all.\"\n\n\"Well,\" said Carrowick, \"it's nothing to worry about. As I said, it was\njust a good will appearance.\"\n\nThey were leaving the studio, when a young man in uniform approached\nKramvit.\n\n\"Excuse me, sir, a Phonogram for you.\"\n\nKramvit looked at the envelope and saw that it was from the High\nCouncil of Six. He turned the envelope over and read the name.\n\nIt was addressed to, \"_Poor Mr. Marryl Kramvit\"_!",
    "metadata": {
        "author": [
            "Lorayne, Harry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60384/pg60384.txt",
        "name": "the_poors.json"
    }
}