{
    "name": "The Last Victory",
    "author": [
        "Godwin, Thomas William",
        "Godwin, Tom"
    ],
    "body": "The Howling things in the dark forest were coming closer. Thane\nlistened as he watched Curry, the ship's captain, approach across the\nstrip of land that separated the two camps; standing back from his fire\nas he waited, where he would make an uncertain target for an assassin's\nblaster.\n\nNo one could be seen near any of the fires in the two camps on the\nhill. Only the unarmed Outlanders, at their fires in the swale below,\nmoved about without wariness. And it was not yet three hours from the\nlanding of the ship.\n\nCurry stopped before him, restrained anger on his arrogantly handsome\nface.\n\n\"You failed to report to me and turn your Frontier Guards over to my\ncommand as you were ordered,\" he said.\n\n\"Since your rank is no higher than mine I saw no reason to do so,\"\nThane answered.\n\nCurry smiled, very thinly. \"Perhaps I can show you a reason.\"\n\n\"Perhaps. Let's have it.\"\n\n\"First, I want to remind you of our circumstances,\" Curry said. \"The\nship will never lift again and we're marooned here for centuries to\ncome. You know what the reaction of the Outlanders will be.\"\n\nThe Outlanders were the outcasts of a society that could not\ntolerate individuality. Two hundred years before the complexities of\ncivilization had combined technocracy with integration and produced\nTechnogration. Technogration had abolished race, creed and color,\nnations and borders, had welded all into a common mass and prohibited\nall individual pursuits that did not contribute to the Common Good. The\nOutlanders, refusing to come under Technograte domination, lived as\nbest they could in the deserts, plateaus and jungles that Technogration\ncould not use. The ones on the ship had been bound for Capella Five\nwhere men accustomed to wrestling a living from hostile environments\nwere needed. Under such circumstances Outlanders were given certain\nrights and freedoms. Until they were no longer needed. Then, again,\nthey became a people without a world....\n\n\"For two hundred years the Outlanders have hated Technogration and\nwanted a world where they could set up their own archaic form of\nsociety,\" Curry said. \"Now, those down there will think their millenium\nhas arrived and they can refuse to recognize Technograte authority.\"\n\n\"I see,\" Thane said. \"And you want my cooperation so that Technogration\nwon't fall by the wayside?\"\n\n\"Your willingness to accept a subordinate position would give me an\nintact force of both crewmen and Guardsmen.\" Curry's lips thinned. \"But\nthere will be Technogration, with or without your support. There will\nbe no retrogression back into the Outlanders' hallowed Dark Ages.\"\n\n\"There is no argument--we both want Technogration,\" Thane said. \"We\nonly disagree over who should be in command.\"\n\n\"There is a slight difference in our qualifications. Your present rank\nwas gained by your ability to kill and not by loyalty to Technogration.\"\n\n\"Yes, of course,\" Thane agreed. \"We'll say that I'm a materialistic\nopportunist while you're a noble idealist. But it's still the same\nidentical whip that we're both going to reach for.\"\n\n\"As I said, I would prefer a peaceful transfer of your Guardsmen to my\ncommand. But my crewmen outnumber them almost two to one and they are\nexpendable if necessary.\" The thin smile came back, almost mocking in\nits confidence. \"You haven't much choice but to cooperate and accept a\nsubordinate role, have you?\"\n\nThe subordinate role would be very brief; it would end with a blaster\nbeam in the back as soon as the Guardsmen were transferred to Curry's\ncommand....\n\n\"Try again, Curry. I can't bite on that one.\"\n\nThe smile faded from Curry's face, leaving it icily cold. \"That was the\nonly opportunity you'll ever get.\"\n\nThe howling sounded again in the forest and Thane said:\n\n\"We understand each other, now. But the Outlanders are unarmed and\nit may require our full forces to hold off whatever is out there. I\nsuggest a truce until morning.\"\n\nThe iciness remained on Curry's face and he did not reply at once.\n\"Perhaps you are right. You will order your men to observe a truce for\nthe rest of the night.\"\n\nHe turned back to his camp.\n\nThane made the rounds where his guards patrolled with their\nsearchlights probing out into the darkness. All of Curry's men but two\nhad been added to reinforce the guard ring around the Outlander camp;\nmost of the crewmen along the east and south lines, leaving the more\nexperienced Guardsmen to patrol the two lines facing the forest.\n\nGuardsmen and crewmen patrolled in silence, watching one another with\nthe calculating regard of men who knew they might soon be ordered to\nkill one another. Apparently it was obvious to all of them that two\nofficers of equal rank was a situation that could not for long exist.\n\nHis return to his camp took him through the scattered camp fires of the\nOutlanders. There were not many men to be seen; most of the survivors\nwere women and children whom the Outlander leader had ordered into the\nsafer inner compartments when the ship began breaking up.\n\nThane met him at the second fire; a gaunt old man with a jutting gray\nbeard and sharp blue eyes under bristling gray brows. He stepped out\nfrom the fire and spoke:\n\n\"Captain Thane--I'd like to ask a question.\"\n\nThane stopped. \"What is it?\"\n\n\"My name is Paul Kennedy and I speak for all of us,\" the old man said.\n\"Captain Curry has locked up all arms from us--he's already starting\nthe regimentation for a permanent Technograte colony here and making\nsure we can't object. For two hundred years Technogration has failed\non Earth except to turn men into robots. Here we could have a new\nchance and live like humans again.\"\n\n\"The question,\" Thane reminded him.\n\n\"You were in the Frontier Guards, where men still have to think for\nthemselves to survive, and we were hoping you would understand why we\ndon't want to start another ant hill here.\"\n\nHe could understand--but now, after thirty years of planning and\nfighting, he was only one step from the top.\n\n\"There will be Technogration,\" he said.\n\n\"We thought you would say that.\" Kennedy's expression did not change.\n\"We hoped we would be wrong.\"\n\nAn ecstatic yelping sounded suddenly from nearby and something brown\nand white raced across the firelit ground with a laughing boy in\npursuit. Thane stared.\n\nIt was a dog.\n\nHe had not seen one for thirty years. Technogration prohibited the\nowning of pets as an unnecessary drain upon the planned economy and as\nnon-contributive to the Common Good.\n\n\"We knew about the regulations,\" Kennedy said, \"but children need\npets to love and be loved by. She's going to have pups--only she and\nLornie's kitten were left.\" The old man's eyes watched him closely,\nquestioningly. \"Surely, no one will object to them?\"\n\nThe dog circled back and a dark haired young woman beyond another fire\ncalled to it: \"Binkie--come here!\"\n\nThe dog obeyed, its tail drooping a little, and the woman looked\nuncertainly in Thane's direction before she disappeared back in the\nshadows, the dog close behind her. The boy followed, asking, \"Why did\nyou stop us, Blanche?\"\n\nThane watched them go, the sight of the boy and dog bringing back with\nunwanted vividness the memory of another Outlander boy who had played\nwith his dog, long ago; bringing back the past that necessity had\nforced him to forget....\n\nHe put the dangerous weakness from his mind and spoke to Kennedy:\n\n\"You Outlanders were bound for a Technograte world when you left Earth.\nYou now stand on a Technograte world. You will do as you are ordered to\ndo. As for your pets--you may have as many as you want so far as I'm\nconcerned.\"\n\nHe stepped past Kennedy and continued on through the camp. The\nconversation of the Outlanders froze as he drew near, letting him walk\nin a little sea of silence that moved along with him. It was the usual\nreaction to the presence of a Technograte officer.\n\nA little girl was out beyond the last fire; her back turned to him as\nshe knelt in the grass and worked at something. He came closer and saw\nshe was trying to tie a white cord around the neck of a half grown\nkitten. It sat with resigned patience as she struggled with earnest,\ninexperienced fingers to tie a knot that would not fall apart. She was\ntalking to it as she worked:\n\n\"--and maybe the things in the forest kill cats. So you'll have to stay\ntied up, Tommy, and close to me because you're the only kitten on this\nwhole world--\"\n\nHis shadow fell across her and she looked up. Black curls framed a\nstartled little face and gray eyes went wide at the sight of his\nuniform. She seized the surprised kitten and held it protectively in\nher arms, the knot falling apart again on the ground.\n\n\"Please--Tommy won't ever hurt anything--\"\n\nTwo women and a man were watching him from beyond the fire with\nfrozen-faced hatred. Technograte regulations required the immediate\nkilling of any animals found smuggled aboard a ship....\n\n\"I won't harm your kitten,\" he said. He smiled sardonically at the\nOutlanders beyond the fire. \"My horns aren't quite that long yet.\"\n\n\n\nHe met Curry when he was almost back to his camp. Curry had two\nbodyguards with him and passed without speaking.\n\nThe hours went by and the night was like a cold October night on\nEarth but for the strange constellations that crept across the sky.\nThe Outlander fires burned lower and the things in the forest became\nsilent, as though massing for a surprise attack. Twice the wind\nshifted, to bring the scents from the forest, and each time he heard\nthe dog growl uneasily while the woman tried to quiet her.\n\nHe was going down the south guard line, the western horizon touched\nwith the light of coming moonrise, when the monsters attacked the north\nline.\n\nThey broke suddenly from the forest with a demoniac howl of command\nfrom their leader, a boiling wave of them. They were green, hard to see\nagainst the green grass, racing low to the ground like giant tigers,\ntheir long, serpentine necks thrust forward and eyes blazing yellow in\nhyena faces.\n\nThe blaster fire of the Guardsmen met them, pale blue beams that\nblossomed into brief incandescence when they struck. Curry's guards\nadded their fire, their reactions slower than those of the Guardsmen.\nThe guards along the other three lines turned to help halt the attack,\nthe south line guards firing across the Outlander camp.\n\nThe front rank of monsters went down, with them the leader. For an\ninstant the onslaught slowed, leaderless and uncertain, then the\nmonster that had been behind the leader gave the commanding howl and\nthe others surged ahead again.\n\nAt that moment, when the attention of every guard in every guard line\nwas on the north perimeter attack, the Outlander dog broke loose from\nwhoever had been holding her. She ignored the attack from the north and\nwas a blur as she went through the south guard line, screaming a snarl\nof warning and her leash whipping in the air behind her. She vanished\nbehind the guard line and Thane swung his searchlight.\n\nFive monsters were almost upon the backs of the unsuspecting guards,\ncharging without sound.\n\nHis blaster beam raked at them and two went down. The others struck\nthree guards with their bodies, knocking them to the ground before they\ncould fire. Then the monsters passed on, to lurch a dozen steps and\nfall limply to the ground. They did not even twitch after they fell.\n\nHe saw, when he reached the first one, that it was dead. So were the\nother two.\n\nYet there was not a blaster mark on them.\n\nThen he saw another thing. One of the monsters had fallen with its jaws\nslackly open and its teeth were visible. They were blunt and even.\n\nDespite their ferocious appearance, the monsters were only herbivores.\n\nThe three fallen guards were getting to their feet, apparently\nunharmed. Along the north perimeter the attack was over as suddenly\nas it had begun; the leader of the monsters lying dead against the\nguard line and all the others still alive fleeing wildly back into the\nforest. Quiet came, broken only by the growling of the dog out near the\ntwo monsters Thane had killed.\n\nHe turned his light on her, then went closer to make sure he had seen\nrightly.\n\nShe was fighting something on the ground, green-eyed with fury as she\nripped and tore at it. But there was nothing there. Nothing.\n\n\"Binkie!\"\n\nThe dark haired woman was coming toward them, wraithlike in a white\nsleeping garment. The dog turned away, with a last rip at the nothing\nit fought, and saw the three guards the monsters had knocked down. She\nfroze, like as though she saw something she could not believe.\n\nThen, deadly with menace, a growl vibrated in her throat and she\ncrouched to attack them.\n\n\"Binkie--_don't_!\" The voice of the girl was shrill with urgency. \"Come\nhere--come here!\"\n\nThe dog hesitated, then obeyed; going past the guards in a swift lope,\nher head turned to watch them and her teeth bared in a snarl. The girl\nseized the leash and girl and dog disappeared back into the Outlander\ncamp, both of them running.\n\nCurry loomed out of the darkness, his two bodyguards with him, and\nflashed his light over the fallen monsters.\n\n\"So you let three get through?\" he said. He glanced to the north\nguard line where the searchlights of the guards showed only the dark,\nlifeless edge of the forest. \"But no one was harmed and there's no\nindication that they are going to attack again.\"\n\nHe regarded Thane with cold thoughtfulness. \"Apparently the camp is in\nno danger, after all.\"\n\nTo Thane the implication of his words was obvious: if the monsters were\nnot a menace his cooperation was no longer needed by Curry. The three\nguards were Curry men and Curry had two with him. He was outnumbered\nsix to one....\n\n\"Sir--\"\n\nIt was one of the three guards; Bellam, the ship's pharmacist. He\nhurried up to Curry, the other two close behind him.\n\nCurry swung on him, impatiently. \"What is it?\"\n\n\"We must combine our forces to fight a new danger. This camp is\ninfected with rabies.\"\n\n\"Rabies?\"\n\n\"Yes, sir,\" Bellam answered. \"The Outlander's dog had a convulsion\nbeyond the guard line and then almost attacked the three of us. That\ndog is mad.\"\n\n\"How do you know it was a convulsion?\" Thane asked.\n\n\"You saw it, yourself,\" Bellam answered.\n\nHe turned his head to face Thane as he spoke and Thane saw his eyes for\nthe first time.\n\nThey were the lifeless, staring eyes of a dead man.\n\nHe flicked his light over the faces of the other two guards. They were\nthe same; all three were like walking dead.\n\n\"Did the monsters harm you?\" he asked Bellam.\n\nBellam hesitated, seeming to tense with suspicion. \"No.\" The dead eyes\nstared into his. \"What makes you ask?\"\n\nHe saw that Curry had noticed nothing different about the three guards.\nIt was typical of Curry; to him subordinates were only automatons to\ncarry out his orders.\n\n\"We were discussing a mad dog, Thane,\" Curry said. \"Not the health\nof my men.\" He spoke to Bellam. \"As I recall, rabies was a\npre-Technogration plague, often fatal.\"\n\n\"The bite of a rabid animal is invariably fatal, the death prolonged\nand painful,\" Bellam said. \"There is no preventative or cure among the\nmedical supplies on the ship. The dog must be killed at once, together\nwith all other animals in the Outlander camp.\"\n\n\"If the dog was mad, why hasn't it bitten any of the Outlanders,\" Thane\nasked Curry. \"I suggest we keep it on a leash until we know for sure.\"\n\n\"The dog was smuggled aboard the ship in defiance of regulations,\"\nCurry said. \"It would have been destroyed before had I known about it.\"\n\nHe turned to Bellam, ignoring Thane. \"The three of you will search the\nOutlander camp from end to end. Kill all animals and report to me the\nnames of the owners.\"\n\nThe three departed, to begin the search at the nearer end of the camp.\nThane made no further objection. He knew the Outlanders well enough\nto know that they would have overheard the discussion on the hill and\nslipped the dog out through the guard lines before that discussion\nended. Outlanders could be very clever in such matters--the searchers\nwould find no dog.\n\nThere was satisfaction on Curry's face as he turned and with his two\nbodyguards started back up the hill to his camp. Thane watched him go,\nsmiling a little. Curry was making the mistake that had been fatal for\nso many before him; he was taking it for granted too soon that he had\nwon.\n\nA man came hurrying from the north guard line before Curry had gone\nfar. He called to Curry:\n\n\"Sir, there is something you ought to know--\"\n\nThane saw, with almost disbelief, that it was one of his own men:\nGorman.\n\nCurry waited and when Gorman reached him he said:\n\n\"When I was helping inspect the Outlander section of the ship for\nhidden weapons this evening I saw some small animals in storage\ncompartment Thirteen. I think they were very young kittens. I would\nlike to volunteer to go and kill them.\"\n\nCurry said something that a vagrant breeze made inaudible then his\nwords came clear:\n\n\"--I'll send a detail to the ship as soon as the camp is searched. You\nwill report to my guards now for orders and help them hunt for the dog.\"\n\nGorman started back to meet the guards and Curry stood for a little\nwhile before he went on his way. Thane could imagine his feeling of\npleased surprise and triumph.\n\nThane called to Gorman as he passed some distance in front of him.\n\n\"Were you injured in the attack?\" he asked.\n\n\"No,\" Gorman said. Then, with the same tense suspicion that Bellam had\nhad he asked the same question: \"Why do you ask?\"\n\n\"Why did you report to Curry instead of me?\"\n\nThe answer came quickly, mechanically, \"The animals are in his ship and\nthey must be killed. They may be mad.\"\n\n\"Go help Curry's men,\" he said and watched Gorman go, trying to fit\ntogether the incidents that did not make sense.\n\nHerbivores had attacked without reason. There had fallen dead, without\na blaster mark on them. The Outlander dog had fought nothing and almost\nattacked the guards. One of his own men had gone over to the other\nside. And there was a sudden strange urgency to kill all animals in\ncamp.\n\nThere was nothing he could do for the time being but wait for further\ndevelopments so he waited. The moon came up, so swift in its retrograde\norbit that its speed was visible and so near that it had the brilliance\nof a dozen Earth moons. When it had lifted clear of the horizon it\nflooded the land with a cold silver light that made the searchlights\nof the guards unnecessary and revealed the camp with metallic\nlight-and-shadow clarity.\n\nThe search party was halfway through the camp, Gorman with them and\nBellam in command. They were ransacking the possessions and temporary\nshelters of the Outlanders with swift efficiency, ignoring the protests\nof the women and their blasters leveled warningly on the men.\n\nThey found the little girl.\n\nShe was carrying her kitten ahead of them, a small, silent shadow in\nthe moonlight, when Gorman saw her. He spoke to Bellam and Bellam's\nhead jerked up. Then the two of them advanced on her.\n\nShe tried to run when she realized they had seen the kitten, hugging it\nin her arms with the white cord trailing behind her. Bellam overtook\nher and caught her by the shoulder, jerking her to a halt. He tore the\nkitten from her arms and flung it hard to the ground. It made a thin\nlittle scream of pain and the girl fought to reach it, her cry sobbing\nand frantic:\n\n\"_Don't hurt him_--\"\n\nGorman's blaster hissed and blue flame leaped from it. Incandescence\nenveloped the kitten and then there was nothing where it had been but a\nsmall black hole in the ground.\n\nBellam and Gorman wheeled back, like mechanical men, to resume the\nsearch. The girl stood a moment, staring before her, saying something\nvery low that sounded like, \"_Tommy ... Tommy...._\" Then she stumbled\nto the little black hole and dropped to her knees beside it as though\nshe hoped that somehow she might still find her kitten there.\n\nHe looked away, strangely disturbed. He drummed his fingers restlessly\non the butt of his holstered blaster then he turned again to go down\ninto the Outlander camp.\n\nThe moon was up and it was time he found the dog. Something had come\nout of the night with the monsters and perhaps she could tell him what\nit was. He could not yet believe she was mad.\n\n\n\nThe dark haired woman stood by the fire, watching the little girl\nand the searchers with bitter, smouldering hatred. She faced him, her\nbreath coming fast in her anger.\n\n\"Her parents and her brother--when the ship broke up--she lost them\nall. Only her kitten was left to her.\"\n\n\"Where is the dog?\" he asked.\n\n\"Find her!\"\n\n\"The dog--where is she?\"\n\n\"Find her,\" she challenged again. \"Find her and kill her--if you can!\"\n\nHe stepped past her and went on his way. She had told him what he\nwanted to know: despite her attempts not to do so she had been unable\nto keep from glancing toward the ship.\n\n\n\nHis route took him by the little girl. She was standing by the hole,\nsmall and bare-footed in the grass, her hands holding the white cord\nthat was black and charred on one end. She was crying, silently, as\nthough too proud to let him see her break.\n\nAfter he had passed her the vision went with him for a little way;\nthe terrible, helpless hatred and hurt in her eyes and the moonlight\ngleaming coldly on her tears.\n\nHe looked back when he reached the ship. Gorman was coming, running,\nand the other three were turning back from the far end of the camp to\nhurry after Gorman.\n\nHe looked toward Curry's camp and saw Curry watching him. Curry and his\nmen moved toward him and there were six to make a rendezvous with him.\n\nThe truce was over.\n\nHe found the dog behind the farthest tail fin, leashed to a thorny bush\nand almost invisible in the shadows.\n\nShe watched him as he stopped before her, her ears forward\nquestioningly and her tail moving a little with tentative friendliness.\nHe spoke to her and her reply was a low bark, her tail whipping with\ndelight. She thought he had come to release her....\n\nHe had known dogs well as a boy and he knew the one before him was not\nmad.\n\nHe heard Gorman's feet plodding fast through the grass and he waited\nwith his blaster in his hand.\n\nGorman came around the tail fin, panting, his own blaster in his hand.\nThe dog went rigid at the sight of him, the growl in her throat, and\nGorman's blaster swung toward her.\n\n\"_Hold it!_\" he ordered.\n\nGorman paused, and the dead eyes looked into his. \"There the mad dog\nis--we must kill it.\"\n\n\"We can kill it later if it's mad. We'll watch it a while, first.\"\n\nThe suspicion became like something almost tangible about Gorman and\nhis blaster started the first movement toward Thane.\n\n\"_Why?_\"\n\n\"I think it can see something--\"\n\nGorman fired, so swiftly that he felt the heat of the beam even though\nhe had been expecting it. He shot for the heart and Gorman collapsed\nbefore he could fire again. He lay still on the ground, the eyes that\nstared up into the sky no deader than when he had been alive.\n\nThe dog was lunging against her leash, trying to get to him. Thane\nstepped closer and watched the grass beside Gorman's head. A patch of\nit the size of his hand suddenly bent down, as from an unseen weight,\nand then something struck his knee.\n\nHe slapped at it as it darted up his leg and knocked it off; something\nthat felt like a mass of cold, rubbery tentacles. He knew, then.\n\nHe stepped back, his blaster swinging aimlessly. The thing would\nleap again, to reach his head as it had done with Gorman, and it was\ninvisible. There was nothing but the moonlit grass to be seen. Perhaps\nit was behind him, already preparing to spring....\n\nThe dog's snarling was a frenzied scream as she fought against her\nleash. He swung his blaster and its blue beam cut the leash in two.\n\nShe flashed toward him, then up, her ears laid back, her eyes blazing\nslits and her teeth slashing at his throat. His blaster was in line\nwith her chest and for a brief instant he had only to press the firing\nstud.\n\nHe did something he had not done for thirty years; he trusted his life\nto another being and did not fire.\n\nCold tentacles whipped against his face and her teeth closed together\nbeside his cheek with a vicious snap and gust of hot breath. She\nrebounded and held the thing on the ground between her paws as she tore\nat it; gagging a little, whining and snarling in fury and triumph.\n\nHe squatted beside her and laid his hand on her, speaking to her\nsoothingly. She calmed a little, though her chest still pounded with\nthe beating of her heart, and he saw the thing she had killed.\n\nIt was dead and slowly becoming visible as it changed to a color like\npale milk. It resembled a huge, hairless spider.\n\nIt was a parasite; a highly intelligent parasite that could take over\nthe mind of its host as well as the body. The parasites had had only\nthe forest monsters as hosts, before, but with the coming of the\nhumans they had the opportunity for hosts of a far higher order. They\npossessed a means of locomotion but apparently it was limited in its\nduration or else they would not have needed to control the leaders of\nthe monster bands and stage the attack that would carry them to the\nguard lines.\n\nThe dog, with the acute sixth sense of some animals, could sense the\nhostile alienness of the things. She could see them--apparently the\nvision range of dogs went a little farther beyond that of humans. So\nalso would that of cats but the kitten had had no chance to show by its\nactions what it had seen.\n\nThe dog had hated the changed men because they were alien things, no\nlonger human. The thing that had been Bellam had used the knowledge\nstored in Bellam's mind to claim there was rabies in the camp and\nthereby enlist the support of the humans in killing their only means of\ndetecting the parasites.\n\n\n\nThere was a pounding of feet beyond the ship as the zombies came.\nOn the slope above him Curry was striding toward him, his bodyguards\nflanking him and the moonlight bright on his face.\n\nHe stood with the dog beside him and watched them come to kill him.\nOnly he and the dog knew of the parasites; if they were killed the way\nwould be open for the parasites to infiltrate the camp. In the end the\nnew world would hold only the walking dead, down to the last Outlander\nchild.\n\n\"Curry,\" he called.\n\nHe did not have to speak loudly in the still night air for Curry to\nhear him but Curry came on, his face hard, arrogant metal in the\nmoonlight.\n\n\"Give me one minute, Curry, to tell you what I found.\"\n\nCurry's reply was the order to his men.\n\n\"The dog is with him. Kill them both.\"\n\nHis blaster swung up as he spoke.\n\nThane dropped, firing as he went down. Curry's arrogant face dissolved\ninto nothing and his blaster flamed aimlessly into the ground at his\nfeet. The blaster of the swiftest guard sent its beam hissing like a\nsnake over Thane's head, then he went down as Curry had done, the other\nguard falling beside him with his first and only shot licking off into\nthe moonlight.\n\nThen the zombies came around the tail fin, in a quick rush with their\ndead eyes staring and their blasters making a curtain of blue fire\nbefore them.\n\nThe dog lunged at them and a blaster beam dipped down to meet her.\nBellam--his headless body was falling forward as Thane killed the\nzombie beside him. The blaster of the third one ripped its beam like\na white-hot iron along Thane's ribs as he died. Then, within two\nheartbeats, it was over and the night was quiet again.\n\nHe returned his blaster to its holster. The dog was limping from one\nzombie to the other, searching for parasites, her shoulder red with\nblood and staining the grass.\n\nShe found none and he called her to him to look at her shoulder. It was\nnot a serious wound but it was painful and bleeding fast and should be\ncared for. He took her around the ship, where the Outlander camp lay\nin view below. He looked again at the wound and she whimpered a little\nfrom the pain, gentle though his touch had been, then licked his hand\nin quick apology.\n\n\"Your job is over for now,\" he said. He motioned toward the camp below,\nwhere the dark haired woman was waiting. \"Home, girl--go home.\"\n\nShe left him and went running and limping down the hill where her hurts\nwould be cared for.\n\n\n\nHis side was burning and blood was like a warm, wet sheet down it. He\nmade a temporary bandage of his shirt and then leaned wearily against\nthe tail fin.\n\nIt was all over. The nature of the parasites was known and everyone\ncould be fitted with a thin metal helmet until they were completely\neliminated. They did not seem to be numerous--apparently there had\nbeen no more than ten or twelve among the scores of monsters. The dog\nwould watch, and warn them if any more were in the vicinity.\n\nIt was all over, with Curry a motionless spot on the hillside above\nhim and no one left to challenge him. He had come a long way from the\nOutlander boy on the high, cold prairie who had hated Technogration. He\nhad been nineteen before he finally realized the futility of hating the\nunassailable power of Technogration and realized he must accept it and\nadapt to it. And then carve out a niche for himself with a ruthlessness\ngreater than any of those around him. So he had fought his way up,\ntrampling those who would have trampled him had they been a little\nstronger, each step another victory in his conquest of the system that\nhad condemned him.\n\nAnd now--the last victory. There was no one to challenge him; there\ncould be no one under the rigid discipline of Technogration.\n\nThe last victory. The security of Power to the end of his life.\n\nThat was Technogration.\n\n\n\nDawn touched the sky, softening the moon's hard light. As though the\ncoming of day was a signal, the ship trembled and there was the whisper\nof dislodged soil as the tail fin lifted a fraction of an inch. The\nantigravity plates were almost exhausted--the ship would fall within\nminutes.\n\nDown in the Outlander camp the children were gathering around the dog\nas the dark haired woman bandaged her shoulder. A voice came to him,\ntreble and joyous, \"Binkie is back--Binkie is back....\"\n\nThe little girl sat to one side, so small and alone that he almost\nfailed to see her. She watched the children crowd up to pet their dog\nbut she did not move to join them. Only her hands moved, caressing the\nwhite cord that was charred on one end.\n\nHe felt the triumph and satisfaction become like something turned\nbitter around the edges and draining away.\n\nTechnogration was planning and fighting and killing until at last a man\nreached the top and no one dared oppose him; Technogration was control\nof a world and the seeds of an empire.\n\nAnd Technogration was a child crying in the cold moonlight, was a\nlittle black hole where a kitten had screamed out with pain, with\na little girl's heart that had nothing left to hold but harsh and\npoignant memories and a piece of burnt cord.\n\nHe ran to the boarding ramp, feeling the fiery lash of pain and hot\nflow of blood as the wound reopened, telling himself he was a fool who\nwould probably die in the falling ship and would deserve it.\n\n\n\nHe stood by the gray ashes of his fire, the Guardsman's combat helmet\nunder his arm, and watched the little girl come alone up the hill.\nSomeone had washed the tear-stains from her face and she stopped before\nhim with her head held high and defiant, trying not to let him see she\nwas afraid of him and almost succeeding.\n\n\"I sent for you, Lornie, to tell you I'm sorry about last night.\"\n\nHe saw she did not believe him. Her face was like a little carving of\ncold, unforgiving stone and she did not answer him.\n\nHe set the helmet down in the grass before her. Six tiny kittens lay\ninside it, red and white and gray fluffs of fur, their pink mouths\nquesting hungrily.\n\nHer eyes widened with incredulous wonder.\n\n\"_Oh!_\"\n\nThen the suspicion came back and she stopped the quick forward step she\nhad taken.\n\n\"They haven't any mother and they're hungry,\" he said.\n\nShe did not move.\n\n\"They're yours, Lornie. To keep.\"\n\n\"They're--mine?\" Then the doubt fled from her and she ran forward to\ngather them in her arms.\n\nHe left her with her head bent down over the kittens in her lap, making\nsoft little sounds of endearment to them, her face so radiant that\nthere was no room left for hurt or hatred on it.\n\nKennedy was coming, not yet knowing why he had been summoned nor\nthat Technogration had died at dawn. He would not relinquish all his\nauthority, of course. And he would have to remember to tell Kennedy\nthat they were going to give him one of Binkie's pups.\n\nThe companionship of an understanding dog might be comforting in the\nyears to come, whenever he recalled the morning he had owned a world\nand a bare-footed girl had taken it away from him.",
    "metadata": {
        "author": [
            "Godwin, Thomas William",
            "Godwin, Tom"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60309/pg60309.txt",
        "name": "the_last_victory.json"
    }
}