{
    "name": "The Dearest Things in Boots",
    "author": [
        "MacKenzie, Edna I."
    ],
    "body": "SCENE\n\n    The front room of MR. WILSON’S store used for fitting\n    shoes. A long table piled with boxes is down stage L, a\n    small table with cash box, books, paper and cord down\n    stage R, a couple of chairs and foot rests at C, doors\n    at R and L. MR. WILSON is discovered leaning against\n    table at R while JACK is straddling a chair.\n\n  MR. WILSON: It’s been a whole week, Jack, since you first\n    came into the store, so if you’ve been keeping your\n    ears and eyes open, you will have caught on to some of\n    my methods.\n\n  JACK: Take it from me, dad, I have. They are in a class\n    by themselves. Summed up briefly, as the minister says,\n    they are [_checks each point on fingers_]: Firstly,\n    soak a customer for all she’s worth, or you think she’s\n    worth. Secondly, if a shoe is too expensive, take off\n    a _cent or two_. Thirdly, if it is too cheap, which\n    doesn’t happen very often, take it to the rear where\n    you change the _price_ but not the _shoe_, bring it\n    back and tuck on a _dollar or two_. Fourthly, always\n    side in with everything a customer says, even if she\n    insists that the moon is made of green cheese. Fifthly,\n    always, always,—oh, what does my thumb say, dad? I’ve\n    run out.\n\n  MR. WILSON: Never fail to make a sale, that’s what it\n    says.\n\n  JACK: That’s it. I knew it was something like that. Do\n    you want me to start on the other hand, now?\n\n  MR. WILSON: No, that will do to begin with. I’m glad\n    you’ve been keeping your ears and eyes open so well.\n    Now, I hope you use your tongue to as good advantage.\n    Since the only way to learn the shoe business is to\n    stand firmly on your own feet, I’m going to let you\n    get your first experience this afternoon in waiting on\n    customers, by yourself. I will not interfere unless I\n    see that you are going to lose a sale.\n\n  JACK [_kicking over footrest_]: Lose a sale? Not on your\n    life! Just see me put it all over the dears until\n    they’ll be tumbling over each other to buy. Leave it\n    to your Uncle Dudley. [_Fixes footrest and resumes\n    former position._]\n\n  MR. WILSON: Don’t be so sure, young man. There’s many\n    a spill between the dollar and till and women are\n    pernickety things to handle at any time. [_Bell\n    tinkles._] Here comes your first customer. Good luck.\n    [_Exit door L._]\n\n  JACK [_cranes neck towards door R._]: If it isn’t\n    Betty Moffat, the dearest thing in boots. [_Jumps up\n    hastily, overturning chair._] I’m going to sell her the\n    peachiest shoes in the whole establishment, the little\n    queen!\n\n_Enter BETTY door R._\n\n  BETTY: Why Jack, are _you_ here? I didn’t even know you\n    had started to work.\n\n  JACK [_replaces chair_]: Well, I like that! I’d like you\n    to know that I have worked more or less all my young\n    life.\n\n  BETTY: Principally less. I’d imagine.\n\n  JACK [_hits his head_]: Did you say this was a slammy\n    day? Well, I have started to work in earnest this\n    afternoon for dad has given me the job of waiting on\n    all the customers and you’re the first.\n\n  BETTY: Am I really? I’m so glad.\n\n  JACK: The pleasure is all mine and—the shelling out all\n    yours. [_Draws himself up pompously._] And what can I\n    do for you, madam?\n\n  BETTY [_giggles_]: Oh Jack, you’re too funny for words.\n    I want to buy a pair of dancing slippers. Have you any\n    nice ones?\n\n  JACK: It’s a mighty good thing you asked for the nice\n    ones because we’re out of the other kind. Then you’re\n    going to the dance tonight? Save me a dozen or two,\n    won’t you?\n\n  BETTY [_leans parasol against table R. It falls down and\n    both collide in picking it up_]: Oh, look at my hat!\n    It’s all crooked. [_Fixes it._] Is it on straight now?\n\n  JACK: No, it’s tilted a little to the left side.\n\n  BETTY: Then it _is_ on straight. [_Takes mirror from\n    vanity bag and tilts hat farther._] There, it’s all\n    right now.\n\n  JACK [_aside_]: I never knew that crooked meant straight\n    before, but one is always learning. [_Aloud._] You\n    didn’t say whether you’d save me those dances.\n\n  BETTY [_coquettishly_]: I may save you one or two, I’ll\n    think about it.\n\n  JACK: Put your whole mind to it, then. Now just take this\n    chair. I’m the doctor. And what size do you take?\n\n  BETTY: Two’s and a half.\n\n  JACK: By jove, but you have mighty dainty little feet!\n\n  BETTY [_pleased_]: Do you think so?\n\n  JACK: I don’t think, I know. It will be no feat to fit\n    them. [_Takes a box from table and brings it over._]\n    Here is just the very thing you want. [_Takes out\n    slippers._] Aren’t they classy? Let me try one on.\n\n  BETTY [_kicks off pump_]: They are rather nice, aren’t\n    they? [_Puts foot on footrest. Jack tries to put\n    slipper on, but fails._]\n\n  JACK: These are too small, Betty. You’ll need a half size\n    larger. [_He starts to go towards table L._]\n\n  BETTY [_indignantly_]: They’re not a bit too small. I\n    never take a larger size than that. [_Jerks slipper\n    on._] There, you see _I_ can get it on. I think you’re\n    real mean, trying to make out that I have big feet.\n\n  JACK: Upon my soul. [_Hits sole of boot._] Betty, I’m not\n    doing anything of the kind. You have the dearest little\n    feet I have ever seen, but you can see for yourself\n    that that slipper is too tight. I’d hate to have you\n    get a horrid corn for somebody to trample on and—\n\n  BETTY [_jumps up angrily_]: The very idea! There’s only\n    one boy I’ve danced with who’s ever trampled on my feet\n    and you’re not going to get the chance tonight, so\n    there! [_Stamps foot with slipper on, grimaces and hops\n    on one foot._] Ouch!\n\n  JACK: What’s the matter?\n\n  BETTY: I—I—oh, I turned on my ankle. It’s weak you know.\n\n  JACK: It wasn’t the slipper’s fault, was it?\n\n  BETTY [_indignantly_]: Of course it wasn’t; the very\n    idea, as though it could hurt anything. [_Goes behind\n    his back, takes off slipper and rubs her toes._]\n\n  JACK: But that slam you gave me, you didn’t mean what you\n    said, did you?\n\n  BETTY: What about?\n\n  JACK: Why, my dancing, and—\n\n  BETTY: I do, I mean every word of it.\n\n  JACK: Well. I’m sorry, Betty, if I have offended you.\n    Take these if you want to. All I can say is that I’d\n    hate to have to stand in your shoes.\n\n  BETTY: I tell you they’re _not_ too small, _they’re not,\n    they’re not, they’re not_! But I’ll not take them nor\n    any other either. [_Sits down, takes off slipper and\n    puts on her own._] You can keep your old slippers.\n\n_Enter MR. WILSON from door L._\n\n  MR. WILSON: You’ll have to make allowance for this new\n    clerk of mine, Miss Moffat. You see you’re his first\n    customer so he’s pretty green at the business. Let me\n    try this slipper on. [_Picks it up._] Jack, did you use\n    a shoe horn?\n\n  JACK [_sulkily_]: No, I didn’t. Should you?\n\n  MR. WILSON: Of course. No wonder you had trouble putting\n    it on. [_Puts it on her foot._] There, it fits\n    perfectly, Miss Moffat. You have such pretty feet, it’s\n    a pleasure to fit them.\n\n  BETTY: I’m glad _you_ think so, Mr. Wilson. I’ll take\n    them. How much are they?\n\n  MR. WILSON: They’re twelve dollars, Miss Moffat, but\n    seeing that you’ve had so much annoyance with our new\n    clerk, I’m going to let you have them for eleven,\n    ninety-five. [_Wraps them up._]\n\n  BETTY [_gathering parasol, purse, etc._]: Thank you, Mr.\n    Wilson. Charge them to dad. [_Takes parcel and goes\n    towards door R._] Good-bye.\n\n  JACK [_rushes to open door_]: Good-bye, Betty. I’ll see\n    you at the dance.\n\n  BETTY [_haughtily_]: _You’ll_ not fail to see my big\n    feet, at any rate, Mr. Wilson. [_Exit._]\n\n  JACK [_sinks into chair_]: The dearest thing in boots!\n    And now I’ve made her so mad that she’ll never speak\n    to me again. All over a measely half-size in slippers.\n    Who’d think a girl could be so silly!\n\n  MR. WILSON: Eight women out of ten want boots too small\n    for them and won’t take anything else. That’s why women\n    can endure pain better than men; they get used to it,\n    breaking in tight shoes.\n\n  JACK: The Chinese have nothing on them, believe me!\n    [_Shakes finger at father._] And you old fraud you,\n    you side in with them and then later on sell them corn\n    plasters and bunion-easers and arch-supports and all\n    the rest of the instruments of torture.\n\n  MR. WILSON: That’s the great idea, my son. You’re\n    learning fast. But you must confess that my method is\n    better than sending a customer away angry, and it has\n    put you through college, besides, remember that.\n\n  JACK: I do, dad. Rule number six—always tell a woman that\n    you’re sure she takes a half-size smaller boot than you\n    know she does.\n\n  MR. WILSON: That’s it. As a rule it tickles them all to\n    pieces. And you get their money and their good-will to\n    boot. [_Bell tinkles._] Here’s another customer. Better\n    luck this time. [_Exit MR. WILSON. JACK busies himself\n    at table._]\n\n_Enter MISS FIRMROCK._\n\n  JACK: How do you do, Miss Firmrock, and what can I do for\n    you today?\n\n  MISS FIRMROCK: Young man, before I buy anything from\n    you, I must know how you stand on the woman suffrage\n    question. Do you believe that women should take an\n    active part in politics now that they are given the\n    vote?\n\n  JACK [_taken back_]: Do I believe what?\n\n  MISS FIRMROCK: That women should mix up in politics.\n    [_Emphasize words by pounding floor with umbrella._]\n\n  JACK [_aside_]: Now what in the dickens does she want\n    me to say? From her wording, I’d say she was agin the\n    petticoat government. [_Aloud grandiloquently._] My\n    dear Madam, the woman’s place is in the home, cooking\n    the meals, keeping the house clean,—er—er—making the\n    children’s dresses er—er—winding up the cat and putting\n    the clock out. Why should women need to enter into\n    politics? Is not her influence greater at home? Who has\n    not heard that beautiful and noble sentiment—“The hand\n    that _rules_ the cradle _rocks_ the world.” [_Aside._]\n    Gee, I didn’t know I was such a speaker. [_Starts to\n    strut._] I hope dad got that.\n\n  MISS FIRMROCK: I knew as soon as I looked at you that you\n    were one of these lordly males, who believe in keeping\n    women a slave, a household drudge, with no more rights\n    than the criminal, the child and the imbecile. If women\n    do not help to do the governing, who is going to make\n    decent laws? Who is going to see that the bachelor\n    pays twice as much in taxes as the man who has a\n    family to support? Who is going to make this beautiful\n    country of ours a decent place to live in? The men?\n    [_Scornfully._] They’ve had their try at it ever\n    since Columbus discovered America. And what have they\n    accomplished? [_Snaps her fingers._] Not that! I want\n    _nothing_ from you sir. I shall buy only in a store\n    where woman is not trodden upon. [_Starts to go._]\n\n  JACK [_aside_]: Imagine me treading on the likes of her?\n    But good-night! I’ve backed the wrong horse. How in\n    the world am I going to fix it? [_Taps his head._]\n    I’ve got it! A little bit of soft soap goes a long\n    way. [_Aloud._] Miss Firmrock, one moment, please.\n    [_She turns at door._] I had never given the matter any\n    thought or I certainly wouldn’t have said what I did.\n    But you have enlightened me. [_Bowing._] You have made\n    me see that women must enter the political arena to\n    fight the beasts of bachelor’s vice and—and—no—backed\n    dresses! You have shown me that men as uplifters are\n    failures, that women alone can reform the world. Miss\n    Firmrock, how can I thank you?\n\n  MISS FIRMROCK [_comes back to C, shakes his hand_]: It\n    gives me great pleasure to know a man who is so open\n    to convictions as you are, Mr. Wilson; and I will feel\n    that I have accomplished something in life since I have\n    converted you to our cause. But really, Mr. Wilson, I\n    never knew that you were such an orator. I am going\n    to put you down for a speech at our Women’s Club next\n    Wednesday evening. How will this subject suit you, “The\n    Failures Men Have Made”? [_Takes out note-book and\n    writes._]\n\n  JACK [_aside, pretending to faint against table_]:\n    Suffering cats, what next! [_Aloud._] My dear Miss\n    Firmrock, [_aside_] Gee, it sounds like a proposal.\n    [_Aloud._] I’ve never made a speech in public in all my\n    life and I—\n\n  MISS FIRMROCK [_interrupts_]: Then it’s time you were\n    beginning.\n\n  JACK [_desperately_]: Oh, really, I can’t possibly go\n    that night; I have another engagement; I—I—you see I\n    have to go to prayer meeting.\n\n  MISS FIRMROCK: To prayer meeting! I’ve never seen you\n    there in my life, so you can put off your starting for\n    another week.\n\n  JACK [_aside_]: If I don’t have nervous prostration by\n    then, there’s nothing for it but to get myself smashed\n    up in an auto accident. [_Aloud._] Well, I’ll do my\n    best, Miss Firmrock. Were you wanting to buy anything?\n\n  MISS FIRMROCK: Yes, a pair of boots.\n\n  JACK [_pulls chair out_]: Now just sit here, Miss\n    Firmrock and I’ll fit you. What size do you take?\n\n  MISS FIRMROCK: Six and a half.\n\n  JACK [_aside as he gets a box from table_]: Now, let me\n    see; the rule I’ve learned by bitter experiences is,\n    “Tell the dears they have such little feet you’re sure\n    they should take a smaller size.″ Very well, I’ll just\n    do that little thing. [_Aloud._] Now let me try these\n    sixes on you, Miss Firmrock. I’m sure you can’t take\n    a larger size than that, you have such little feet.\n    [_Gets down on knees to fit shoe. MISS F. boxes his\n    ears and he tumbles over._]\n\n  MISS FIRMROCK: How _dare_ you make fun of my feet?\n    [_Whacks him with umbrella. JACK jumps up._] I know\n    they’re large and I’m proud of it. The only people\n    capable of having big ideas in their heads are the\n    ones with feet large enough to give them a good\n    understanding. [_Grabs parcels._] I’d like you to\n    know that I’m not a silly, giggling fashion-plate\n    who insults her feet by sticking them into shoes far\n    too small for them and then minces along with her\n    heels raised on stilts. I can see you can’t suit me so\n    I’ll try another store, and you needn’t bother about\n    that speech, either. We can manage without it. [_Goes\n    towards door R._]\n\n_Enter MR. WILSON._\n\n  MR. WILSON [_goes forward and shakes hands_]: How-do-you\n    do, Miss Firmrock. Allow me to congratulate you on the\n    excellent work you did in the prohibition campaign.\n    It’s women like you who are bringing about the reforms\n    that are so badly needed in this country. And did you\n    get the boots you wanted?\n\n  MISS FIRMROCK: No, I didn’t, this son of yours insulted\n    me, sir.\n\n  MR. WILSON: Oh, I’m sure he didn’t do it intentionally.\n    But it is his first day at the shoe business and he\n    hasn’t gotten onto the hang of it yet. It is a pair of\n    boots you were wanting?\n\n  MISS FIRMROCK [_appeased_]: Yes, a good sensible boot\n    that I don’t have to be thinking about all the time.\n\n  MR. WILSON: We have the very thing. [_Takes box from\n    table and shows her a very large boot._] This size is\n    seven as it doesn’t come in half sizes. You see it has\n    a low heel, wide last, cushion sole, everything that\n    tends for comfort. The price is twenty dollars and\n    thirty cents.\n\n  MISS FIRMROCK: I like the boot immensely, but I wouldn’t\n    think of paying such a price. It’s exhorbitant.\n\n  MR. WILSON: Not for this boot, Madam. This is a very\n    special boot, designed for broadminded women by the\n    greatest suffragette leader the world has ever known.\n    [_Impressively._] Madam, this is the _Pankhurst_ boot\n    you see before you. We are not allowed to sell it\n    to anyone who has not done something for the great\n    cause. You have proved yourself worthy, Miss Firmrock.\n    [_Bows._]\n\n  MISS FIRMROCK [_flattered_]: Oh, Mr. Wilson, do you\n    really think so? I’ll take them and [_gushes_] every\n    time I wear them, I’ll feel as though they were a bond\n    uniting that noble woman and me—and I’ll recommend them\n    to every woman I know.\n\n  MR. WILSON: In that case, I’ll give them to you for\n    twenty and a quarter. Would you like to try them on?\n\n  MISS FIRMROCK [_pays_]: Oh no, I’ll wait until I get\n    home. [_Takes boots._] Good afternoon, Mr. Wilson. I\n    hope you’ll be able to make something out of your son\n    some day. He certainly doesn’t seem to take after you.\n\n  MR. WILSON: No, I can’t say that he does. He is just like\n    his mother. [_Exit_ MISS FIRMROCK.]\n\n  JACK [_mops his brow_]: Good lord, dad. If I have any\n    more of this, I’ll be a stark, staring lunatic by\n    tonight. [_Shakes finger at him._] And I’ll never trust\n    your old rules again. Look what that one did for me.\n\n  MR. WILSON: But there’s an exception to every rule, and\n    if you knew anything about feminine psychology, you\n    would know at a glance that Miss Firmrock was the\n    exception, the one out of a thousand.\n\n  JACK: Hang feminine psychology and feminine vanity and\n    feminine feet and feminine everything else! A gents’\n    establishment for mine! [_Brightens up._] But this last\n    failure of mine has saved you a mighty lot of money and\n    worry, dad.\n\n  MR. WILSON: How do you make that out?\n\n  JACK: It has prevented you from having your car smashed\n    to pieces and your son in the hospital. [_Bell\n    tinkles._] By jove, here’s another customer. This is a\n    Jonah day for son Jack, all right.\n\n  MR. WILSON: That’s a queer name to apply to a busy day.\n\n  JACK: Well, I’m having a whale of a time, aren’t I?\n\n_Exit MR. WILSON, laughing, at door L. Enter MRS. ATKINS at door R._\n\n  JACK: Good-morning, Mrs. Atkins, and what can I do for\n    you this afternoon?\n\n  MRS. ATKINS: Will you show me your litest style in boots?\n\n  JACK [_puzzled_]: Lightest? Do you mean boots with thin\n    soles?\n\n  MRS. ATKINS: No, it’s good ’eavy walkin’ boots I want,\n    but they must be in the litest style. I always gets the\n    litest in everything. Me ’usband, ’ee tells me I hain’t\n    anything if not stylish.\n\n  JACK: Is it something in white you were wanting? That is\n    the lightest color we keep. [_Gets white boots._]\n\n  MRS. ATKINS: Oh, no. I want black so that I can wear them\n    every day.\n\n  JACK: But you said you wanted the lightest—\n\n  MRS. ATKINS: Yes, the litest in black.\n\n  JACK [_aside_]: The lightest in black! The woman must be\n    crazy!\n\n_MR. WILSON comes to door. MRS. A. examines boots._\n\n  MR. WILSON [_aside to_ JACK]: _Latest, latest_, you\n    chump! Don’t you know she’s English?\n\n  JACK [_aside_]: I get you! [_Aloud._] Oh, you mean the\n    latest, Mrs. Atkins?\n\n  MRS. ATKINS [_tartly_]: Isn’t that what I said, the\n    litest in black?\n\n  JACK [_hurriedly_]: Yes, certainly, Mrs. Atkins, and we\n    have the very latest here; never keep any other kind,\n    in fact. [_Places chair for her._] Just take this\n    chair, please. [_Aside._] Now, which class does she\n    belong to, the size smaller or size larger? Blest, if\n    I know. I’ll try her on dad’s Pankhurst dope first.\n    Shouldn’t wonder but she would fall for that when she’s\n    so English. [_Takes shoe from table and holds it up._]\n    Here, madam, you have before you the very latest thing\n    in boots, no other than the Pankhurst, designed by the\n    celebrated suffragette leader herself and— [MRS. ATKINS\n    _knocks boot out of his hand_.] Why, what’s the matter?\n\n  MRS. ATKINS [_vehemently_]: Don’t you dare to sell me a\n    boot that horrid woman’s ’ad anything to do with.\n\n  JACK [_aside_]: Struck it wrong again. Oh the\n    contrariness of woman. [_Aloud._] But my dear madam,\n    surely you’re an admirer of the woman who was the\n    greatest pioneer in fighting for the vote for women?\n\n  MRS. ATKINS [_jumps up excitedly_]: That’s the very\n    reason I ’ate ’er. Votes for wimen! What does wimen\n    want with votes? Us women ’ave enough to do to cook our\n    ’usbands’ meals and tend the childrens’ noses and clean\n    up the ’ouse after the man’s gone to work, leaving\n    hashes and mud all over the floor, the way he does.\n    [_Looks at boots on table._]\n\n  JACK [_aside, indicating fourth finger_]: This finger\n    says, Agree with everything a customer says. [_Aloud._]\n    That’s my idea, entirely, Mrs. Atkins. I agree with you\n    there.\n\n  MRS. ATKINS [_turns on him_]: What do you know about it,\n    young man?\n\n  JACK [_confused_]: Why, I—I—\n\n  MRS. ATKINS: Hit’s me who’s ’ad to suffer on account of\n    the wimen being given the vote. My ’usband, ’ee’s a\n    great one for electioneering, ’ee ’is, but he never\n    used to leave me alone at nights until wimen got the\n    frances. [_Sobs._] H’ever since then, ’ee’s been\n    spending ’is evenings in other wimen’s ’omes, teaching\n    them how to vote and he’s never h’at ’ome any more\n    except for his meals. Ee do be regular for them, I must\n    si. Ee ’as such an appetite. [_Sighs deeply several\n    times._]\n\n  JACK [_aside_]: So that’s where the shoe pinches!\n    [_Aloud._] Now, that’s too bad, Mrs. Atkins. I don’t\n    blame you for not wanting the Pankhurst boot. I\n    wouldn’t wear it myself. I’ll show you something else.\n    What size?\n\n  MRS. ATKINS: And you’d sigh, too, young man, if you had\n    the troubles I’ve had, with your ’usband finding fault\n    with the cooking ever since other wimen have been\n    feeding him up and—\n\n  JACK [_hurriedly_]: What size boot do you take? That’s\n    what I mean, Mrs. Atkins.\n\n  MRS. ATKINS [_gets ready to go_]: It doesn’t matter wot\n    size I tike, for I’m not tiking any boots. That’s the\n    only style of boot I want hand I’d buy it in a minute\n    if it didn’t ’ave that odious woman’s nime connected\n    with it. Not content with breaking windows, she ’as to\n    break up ’omes, too, the hussy. [_Goes towards door\n    R._] Good-h’afternoon, sir.\n\n_Enter MR. WILSON._\n\n  MR. WILSON: Why, good-afternoon, Mrs. Atkins. I trust\n    you’ve been served satisfactorily?\n\n  MRS. ATKINS [_tartly_]: No, I ’aven’t, not with the\n    Pankhurst boot.\n\n  MR. WILSON [_picks up boot_]: Jack, why didn’t you show\n    her this anti-suffragette style. I’m sure Mrs. Atkins\n    would like this.\n\n  MRS. ATKINS: _The H’ante-suffragette?_ Why, ’ee told me\n    it was the Pankhurst and—\n\n  MR. WILSON [_looks surprised_]: Why, Jack, however could\n    you make such a mistake as that? The Pankhurst is a\n    different shoe, altogether. Only dowdy people wear\n    them. I wouldn’t think of trying to sell that shoe to\n    _you_, Mrs. Atkins. But you’ll have to make allowance\n    for my son, here. You see, this is his first day in\n    selling and he really doesn’t know one style from the\n    other. But he’ll soon learn.\n\n  JACK [_aside as he tidies up the tables_]: Not in a\n    thousand years, believe me!\n\n  MRS. ATKINS: I ’ope so, but ’ee doesn’t look any\n    too bright, Mr. Wilson. [_JACK shakes fist in her\n    direction._]\n\n  MR. WILSON: Everyone says he takes after his mother.\n    [_Holds up boot._] Now, this is the very latest thing\n    we have, worn by all the fashionable and sensible\n    ladies who are against this tomfoolery of women voting\n    and entering into politics. It does nothing but break\n    up homes and—and—would you like to try it on?\n\n  MRS. ATKINS [_hurriedly_]: Oh no, I’m sure it’s the right\n    size by the looks of it. [_Aside._] I wouldn’t for\n    h’anything let him see the ’ole where my big toe ’as\n    worked through my stocking. [_Aloud._] I’ll tike them,\n    Mr. Wilson if they’re not too expenses.\n\n  MR. WILSON: The price is ten dollars and forty-five\n    cents, but I’m only charging you ten-forty on account\n    of the trouble you have had with my son. [_Wraps boots\n    up._]\n\n  MRS. ATKINS: H’all right, Mr. Wilson, Atkins will be in\n    to piy for them Saturday night when ’ee gits his week’s\n    wages. [_Takes parcel._] Good h’afternoon, sir. [_Turns\n    towards JACK._] And to you too, sir. I ain’t ’olding\n    any ’ard feelings agin you. You didn’t know any better.\n    [_Exit._]\n\n  JACK [_wildly rumples hair as he strides back and\n    forth_]: Good heavens, this is awful. [_Stops in front\n    of MR. WILSON._] Do you see any change in my hair, dad?\n\n  MR. WILSON: No, why?\n\n  JACK: Then it hasn’t turned grey?\n\n  MR. WILSON [_laughs_]: It will take more than that to\n    turn your head grey. But I thought you were going to\n    put it all over the dears until they would be tumbling\n    over each other to buy. Have I quoted you correctly?\n\n  JACK: That’s right, rub it in. But when I said that,\n    I didn’t know that I had to be a politician and a\n    feminine psychologist and—and an accomplished liar in\n    order to sell a woman a pair of boots.\n\n  MR. WILSON: Not a liar, son. Be careful what you call\n    your respected parent.\n\n  JACK: Well, if what you have been doing all afternoon\n    isn’t lying, I’d like to know what you’d call it.\n\n  MR. WILSON: Diplomacy, my boy.\n\n  JACK: The same thing under a fancy name.\n\n  MR. WILSON: Not at all. A lie is telling what is\n    absolutely untrue, Diplomacy is—is—oh yes, it is a\n    skillful juggling of the truth. [_Bell tinkles._] Here\n    comes your next triumph. I tell you what I’ll do, I’ll\n    give you ten dollars for every pair of boots, shoes or\n    slippers that you sell. [_Exit door L._]\n\n  JACK: I guess he knows his money’s safe.\n\n_Enter MRS. O’BRIEN, loaded up with bundles._\n\n  MRS. O’BRIEN [_drops bundles on table and mops brow_]:\n    The saints presarve us, it is a hot day and it’s the\n    loikes of me that knows it, bendin’ over the washboard\n    ivery day of me loife, ceptin’ the blissed howly-day,\n    doin’ other folk’s worruk while they dressin silks\n    and satin. Shure and Oim afther thinking things ain’t\n    avenly divided in this worruld, they ain’t. [_Fans\n    herself with hat._]\n\n  JACK [_aside_]: She’s a living eight-day clock.\n    [_Aloud._] They sure aren’t, Mrs. O’Brien, I agree with\n    you there.\n\n  MRS. O’BRIEN: And be yez a socialist loike meself?\n\n  JACK: Sure thing. I’ve never been anything else.\n\n  MRS. O’BRIEN: Then yez belave the rich should share with\n    the downtrodden poor?\n\n  JACK [_aside_]: Rule 4. Always agree, etc. [_Aloud._]\n    Certainly they should share and share alike I say.\n\n  MRS. O’BRIEN [_Throws arms around him._]: Shure and yez\n    is a bohy afther me own heart. [_JACK frees himself._]\n    It be a pity that yer father ain’t afther belavin’ the\n    same as yez. But he’s a harrud skin-flit, he is and\n    Oi’m only afther hopin’ that yez don’t be takin’ afther\n    him.\n\n  JACK [_goes to door L and says aside_]: Get that dad? The\n    shoe’s on the other foot now. [_Aloud._] I don’t. He\n    was just telling a customer a few minutes ago that I\n    wasn’t the least bit like him. And what can I sell you\n    today? [_As MRS. O’BRIEN talks, he gets behind her and\n    pretends to wind her up._]\n\n  MRS. O’BRIEN: Shure and Oim afther buyin’ shoes for\n    all the chilrun. There’s Betsy aged noine, she’s me\n    roight-hand girrul. Then there’s Pat ond Moike, twins\n    they be both borrun at the same toime and sick limbs\n    of Satan yez niver see, bless their hearuts. They’re\n    siven. Then there’s Norah, she’s foive, the swatest\n    crather that iver wuz hit she wears out her souls\n    loike they wuz paper. And there’s the baby, he’s jest\n    crapin’, his name be Rory afther his dad.\n\n  JACK [_picks up large box_]: Here is just what you need,\n    Mrs. O’Brien, boots in family lots. [_Empties them\n    out._] They come cheaper that way. [_Pulls out very\n    small shoe._] Now, these are just the thing for Betsy.\n\n  MRS. O’BRIEN: Bless me sowl! Me Betsy could niver git\n    aven her big toe into the loikes of them. They’re more\n    Norah’s size.\n\n  JACK: That’s right. I meant Norah. My mistake. [_Pulls\n    out two pairs._] And these will suit the twins, Rory\n    and Mike—\n\n  MRS. O’BRIEN: Shure and Rory is six years behint Moike in\n    comin’ into the worruld. It’s Pat—\n\n  JACK: Oh yes, of course, Pat and Mike. They always go\n    together. Well these will suit—\n\n  MRS. O’BRIEN: But shure and me Pat tikes a larger size\n    than Moike as his fate are bigger.\n\n  JACK: All the better, one of these is a size larger\n    than the other. Family lots are always sold that way.\n    Now here’s the baby’s [_holds up bootees_] and here’s\n    [_holds up a larger shoe_] one pair for the baby to\n    grow into as its— [_MRS. O’BRIEN throws up her hands._]\n    Why, what’s the matter?\n\n  MRS. O’BRIEN: Och, a—nee—o! And it’s mesilf that be\n    the unnathural parunt. Oi don’t be desarvin’ to have\n    chilrun, Oi don’t. Here be me Danny at home waitin’\n    to fill them shoes and me forgittin’ all about the\n    darlint. Oi’ll be afther takin’ them all, Misther\n    Wilson, and plaze wrap them in that pi’tcher page.\n    [_Points to colored supplement._] So that the chilrun\n    can look at the pitchers. [_JACK wraps them up._.]\n\n  JACK [_aside_]: Six pairs of shoes and dad has promised\n    me ten dollars a pair. Pretty good business, I’ll\n    tell the world. [_Aloud._] These come to twenty-three\n    dollars and seventy cents, Mrs. O’Brien, but to\n    encourage the raising of large families, I’ll just\n    charge twenty-three, sixty-eight. Will you pay for them\n    now or have them charged? [_Gives her the shoes._]\n\n  MRS. O’BRIEN [_indignantly_]: Pay, did yez say? And\n    whoiver talked of payin’? Wuzun’t yez jist afther\n    sayin’ yez wuz a socialist and yez belaved the rich\n    should share with the poor and—\n\n  JACK: Yes, but—\n\n  MRS. O’BRIEN [_interrupts_]: And ain’t yez rich and me\n    as poor as Paddy’s pig afther they took it’s straw bed\n    away? Niver a cint will Oi be afther payin’.— [_Starts\n    towards door R._]\n\n  JACK: Oh, but I didn’t mean that you could cart away the\n    whole—\n\n  MRS. O’BRIEN: Then yez should say phwat yez mane and mane\n    phwat yez say. Oi wuz jist afther takin’ yez at yer\n    worrud. [_Opens door._]\n\n  MR. WILSON [_comes in quickly_]: Just a minute, Mrs.\n    O’Brien.\n\n  MRS. O’BRIEN [_drops bundles_]: Howly Moses, and where be\n    yez afther comin’ from?\n\n  MR. WILSON [_picks up shoes_]: From the back of the store\n    and Mrs. O’Brien, I’m very sorry, but you can’t have\n    these shoes unless you pay cash for them.\n\n  MRS. O’BRIEN: Pay cash? And Oi’d loike to know how the\n    loikes of me can pay cash whin Oi haven’t a cint to my\n    name. Bad cess to yez, yez ould skin-flint. [_Shakes\n    fist in his face._] Yez would skin a flea for its hide,\n    yez would. May the saints forgit yez and the devil fly\n    away with yez. [_Exit._]\n\n  JACK: Merciful heavens, dad, isn’t she a howly terror?\n    But what gets me is after raising my hope to the high\n    pinnacle of sixty dollars, she shooed them away, worse\n    luck! I confess, dad, that I’m an out and out failure.\n    I’ve never put in such a day in all my life. I’ll sell\n    newspapers, shovel coal, dig ditches or—or—or even\n    teach school before I’ll put in another. I’m through.\n    Not another customer will I wait on for all the money\n    in the world. [_Bell tinkles._] There goes that darned\n    bell. It’s _me_ for the back shop this time. [_Hurries\n    toward door L._]\n\n  MR. WILSON [_looks toward entrance_]: Why, it’s Betty\n    Moffat back, I wonder—\n\n  JACK [_rushes back_]: I’ll wait on her, dad. Clear out.\n\n_Enter BETTY._\n\n  MR. WILSON: But I thought—\n\n  JACK: Don’t, it’s bad for the brain. Hustle. [_Exit MR.\n    WILSON._] Why, Bett—Miss Moffat, I didn’t think—\n\n  BETTY [_mischievously_]: Don’t, it’s bad for the brain.\n    [_Both laugh._] I’ve come back to tell you you were\n    right and—\n\n  JACK [_puzzled_]: Right? What about?\n\n  BETTY: Why about those slippers; they _are_ too small for\n    me.\n\n  JACK [_aside_]: Hanged if I hadn’t forgotten all about\n    that, but goodness knows I’ve had enough other things\n    to worry about. [_Aloud._] Oh, no, Betty, I’m sure they\n    are the right size; you have such dear little—\n\n  BETTY: But they _are_ too small. I tried to dance in them\n    when I got home and they hurt my feet like everything.\n\n  JACK [_tenderly_]: Poor little feet!\n\n  BETTY: And I want a half size larger. [_Sits down. JACK\n    gets slippers and kneels to fit them._] And—and I’m\n    awfully sorry, Jack, that I was so horrid. I’ve got a\n    nasty, mean temper and—\n\n  JACK: Now, don’t you dare call yourself names. Why Betty,\n    you’re the sweetest girl that ever lived, you’re—you’re\n    the dearest thing in boots!\n\n  BETTY: That’s just what daddy says when he gets the bills\n    for them.\n\n  JACK: Oh, but I didn’t mean it that way I— [_Aside._]\n    Hang it, I wish dad weren’t taking in every word I say.\n    [_Calls._] Dad, come on out here and mind your robber’s\n    den yourself for awhile. Betty and I are going to the\n    ice-cream parlor. Come on, Betty. [_Drags her a few\n    steps with one pump on._]\n\n  BETTY: Really Jack, don’t you think I ought to put my\n    other pump on first? I wouldn’t like to go like this.\n    What would people say?\n\n  JACK: What a dear little foot! [_Puts her slipper on her\n    foot._] Here you are. Come on. [_Exit BETTY and JACK\n    hand in hand._]\n\n  MR. WILSON [_Enters, picks up slipper and shakes his\n    head._]: The dearest thing in boots, eh? He’s not far\n    off for I’ll never be able to sell these. But what’s a\n    pair of these to my boy’s happiness? [_Pours out glass\n    of water and raises it._] So here’s to the dearest\n    thing in boots—and may they ever continue to buy\n    them—the ladies, God bless them. [_Drinks._]\n\n    CURTAIN\n\n\n\n\nEntertainments for All Occasions\n\n\n_Special Day Entertainments_\n\n  =BEST CHRISTMAS PANTOMIMES=—Irish                 $0.40\n  =CHOICE CHRISTMAS DIALOGUES AND PLAYS=—Irish        .40\n  =CHOICE CHRISTMAS ENTERTAINMENTS=—Irish             .40\n  =CHRISTMAS AT McCARTHY’S=—Guptill                   .25\n  =CHRISTMAS AT PUNKIN HOLLER=—Guptill                .25\n  =CHRISTMAS EVE AT MULLIGAN’S=—Irish                 .25\n  =CHRISTMAS SPEAKIN’ AT SKAGG’S SKULE=—Irish         .25\n  =IN A TOY SHOP=—Preston                             .25\n  =THE PRIMARY CHRISTMAS BOOK=—Irish                  .40\n  =PUMPKIN PIE PETER=—Irish                           .25\n  =THE REUNION AT PINE KNOT RANCH=—Irish              .25\n  =SNOWBOUND FOR CHRISTMAS=—Preston                   .25\n  =A STRIKE IN SANTA LAND=—Preston                    .25\n  =A THANKSGIVING CONSPIRACY=—Irish                   .25\n  =A THANKSGIVING DREAM=—Preston                      .25\n  =A TOPSY-TURVY CHRISTMAS=—Guptill                   .25\n\n\n_Dialogues and Children’s Plays_\n\n  =ALL IN A GARDEN FAIR=—Wilbur                     $0.25\n  =DOLLS ON DRESS PARADE=—Preston                     .25\n  =A PARTY IN MOTHER GOOSE LAND=—Preston              .25\n  =SNAPPY HUMOROUS DIALOGUES=—Irish                   .40\n\n\n_Recitations and Pantomimes_\n\n  =CATCHY PRIMARY RECITATIONS=—Irish                $0.30\n  =OLD TIME SONGS PANTOMIMED=—Irish                   .40\n\n\n_Plays_\n\n  =THE DEAREST THING IN BOOTS=—MacKenzie                         $0.25\n  =THE GREAT CHICKEN STEALING CASE OF EBENEZER COUNTY=—Richardson  .25\n  =THE GREAT WHISKEY STEALING CASE=—Richardson                     .25\n  =MISS JANIE; OR, THE CURTAILED COURTSHIP=—Bonham                 .25\n  =THAT AWFUL LETTER=—MacKenzie                                    .25\n  =THE UNEXPECTED GUEST=—MacKenzie                                 .25\n\n\n_Monologues_\n\n  =AS OUR WASHWOMAN SEES IT=—MacKenzie              $0.25\n  =ASK OUIJA=—MacKenzie                               .25\n  =THE COUNTRY COUSIN SPEAKS HER MIND=—MacKenzie      .25\n  =GLADYS REVIEWS THE DANCE=—MacKenzie                .25\n  =I’M ENGAGED=—MacKenzie                             .25\n  =SHE SAYS SHE STUDIES=—MacKenzie                    .25\n  =SUSAN GETS READY FOR CHURCH=—MacKenzie             .25\n\n\n    PAINE PUBLISHING CO.      Dayton, Ohio\n\n\n\n\nEntertainments for Christmas\n\n\n\n=CHOICE CHRISTMAS ENTERTAINMENTS=                   =By Marie Irish=\n\nFor children of all grades. Contents: 50 recitations, 8 monologues, 11\nplays and dialogues, 5 drills and marches, 8 tableaux, 4 pantomimes, 8\npantomimed carols, 8 songs, etc. =Price, 40 cents.=\n\n=THE PRIMARY CHRISTMAS BOOK=                        =By Marie Irish=\n\nFor children under ten years of age. Contents: 68 recitations, 12\nexercises, 7 songs, 6 drills, 12 dialogues and plays, 9 pantomimes.\n=Price, 40 cents.=\n\n=BEST CHRISTMAS PANTOMIMES=                          =By Marie Irish=\n\nTwelve pantomimes, each accompanied by complete words, directions and\nmusic. Some are serious and some are in a lighter vein. =Price, 40\ncents.=\n\n=CHOICE CHRISTMAS DIALOGUES AND PLAYS=               =By Marie Irish=\n\nTen dialogues for Primary Grades, 10 dialogues for Intermediate Grades\nand 8 plays for Grammar Grades. =Price, 40 cents.=\n\n=CHRISTMAS AT McCARTHY’S=                   =By Elizabeth F. Guptill=\n\nBrimful of fun and Christmas spirit. For any number of young folks and\nchildren. Time, 30 minutes. =Price, 25 cents.=\n\n=CHRISTMAS AT PUNKIN HOLLER=                =By Elizabeth F. Guptill=\n\nThe old-fashioned school is rehearsing for the Christmas entertainment.\nFunny from beginning to end. Time, 30 minutes. For any number of\nchildren. =Price, 25 cents.=\n\n=CHRISTMAS EVE AT MULLIGAN’S=                        =By Marie Irish=\n\nFor all grades. 4 males, 5 females. Time, 30 minutes. A most unusual\nplay. Plenty of wit and humor as well as more serious episodes. Sure to\nbe a success. =Price, 25 cents.=\n\n=CHRISTMAS SPEAKIN’ AT SKAGG’S SKULE=                =By Marie Irish=\n\nA back woods school entertainment is featured. Easy to prepare and\nplenty of fun. For 6 boys and 8 girls. Time, 30 minutes. =Price, 25\ncents.=\n\n=IN A TOY SHOP=                                  =By Effa E. Preston=\n\nIn rhyme. For 12 or more small children. A clever little play that will\nplease. Time, 20 minutes. =Price, 25 cents.=\n\n=THE REUNION AT PINE KNOT RANCH=                     =By Marie Irish=\n\nFor upper grades. 5 males and 6 females. Time, 30 minutes. Plenty of\nfun and a great surprise. =Price, 25 cents.=\n\n=SNOWBOUND FOR CHRISTMAS=                            =By Marie Irish=\n\nFor 4 boys and 4 girls. For mixed grades. Time, 25 minutes. The older\nchildren play Santa Claus for the younger ones. =Price, 25 cents.=\n\n=A STRIKE IN SANTA LAND=                         =By Effa E. Preston=\n\nIn rhyme. 8 boys, 7 girls. Time, 20 minutes. Very easy but effective.\n=Price, 25 cents.=\n\n=A TOPSY-TURVY CHRISTMAS=                   =By Elizabeth F. Guptill=\n\nHumorous. For any number of children under fourteen years of age. Time,\n30 minutes. =Price, 25 cents.=\n\n\n    PAINE PUBLISHING CO.      Dayton, Ohio\n\n\n\nObvious punctuation errors repaired.\n\nBack cover had a sticker over part of the text. Text was supplied by\nduplicate cover text.\n\nPage 1, title page, “Things” changed to “Thing” (The Dearest Thing in\nBoots)\n\nPage 2, cast list “MOFFATT” change to “MOFFAT” (BETTY MOFFAT)\n\nPage 4, the first dialogue in the play spoken by Mr. Wilson, with an\nadditional “been”:\n\n  MR. WILSON: It’s been a whole week, Jack, since you first\n    came into the store, so if you’ve been been keeping\n    your ears and eyes open, you will have caught on to\n    some of my methods.\n\nwas repeated at the top of the second page of the dialogue right before\nthe line beginning:\n\n  MR. WILSON: Don’t be so sure, young man. There’s many\n\nThe repetition was deleted.\n\nPage 7, a line of dialogue was misplaced, replacing the original. The\ntranscriber has attempted to come up with a plausible number in its\nplace. The original read:\n\n    MR. WILSON: That’s the great idea, my son. You’re learn-\n    women out of ten want boots too small for them and\n    won’t take anything else. That’s why women can endure\n    pain better than men; they get used to it, breaking in\n    tight shoes.\n\nIt has been amended to:\n\n  MR. WILSON: Eight women out of ten want boots too small\n    for them and won’t take anything else. That’s why women\n    can endure pain better than men; they get used to it,\n    breaking in tight shoes.\n\nPage 8, “by” changed to “my” (That’s the great idea, my son)\n\nPage 8, “grandliquently” changed to “grandiloquently” ([_Aloud\ngrandiloquently._])\n\nPage 9, “treadding” changed to “treading” (Imagine me treading on the)\n\nPage 10, “desparately” changed to “desperately” (JACK [_desperately_]:\nOh, really)\n\nPage 12, character’s last name of “Firmrock” was changed from italics\nto match the form of the rest of the play. (MISS FIRMROCK [_pays_]: Oh\nno, I’ll wait)\n\nPage 19, “buisness” changed to “business” (Pretty good business)\n\nPage 20, “Ii” changed to “Oi” (whin Oi haven’t a cint)\n\nBoth inside and outside of back cover, “McCARTHYS’” and “SKAGGS’”\nchanged to “McCARTHY’S” and “SKAGG’S” to match actual name of plays.",
    "metadata": {
        "author": [
            "MacKenzie, Edna I."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53425/pg53425.txt",
        "name": "the_dearest_things_in_boots.json"
    }
}