{
    "name": "The Ultimate World",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "Low tinkling music awakened Amco. He stirred up out of\nsemi-consciousness as the three-dim screen glowed purple. Lethargic\nnerves sharpened with intuitive sense of foreboding as the noble figure\nof the City's Coordinator appeared in the three-dim radius.\n\nThe perfect, if characterless, features of the Coordinator were taut\nwith strain.\n\n\"We're confronted by a serious crisis, Amco,\" his voice said, and\nwaited.\n\nAmco frowned. A crisis? How could perfection be confronted by crisis?\nThe City was an ultimate City, colossal, tiers on tiers of intricacy\nthat left nothing desired nor sought after. But--\n\nThe last episode that could be termed crisis had been six centuries\nago in 9400 when an armada of heavily armed ships from an alien cosmos\ntried an invasion of Dhoma and were annihilated. Could they be facing\nanother such attack? If so, it was a form of offensive unpredictable\nby the most advanced Dhomastrial minds. He examined the Coordinator's\nwaiting face.\n\n\"I see that the word 'crisis' is perplexing you, Amco.\"\n\n\"Yes. I fail to evolve such a possibility.\"\n\n\"Our city is dying,\" said the Coordinator.\n\n\"How?\" Amco asked. \"How can perfection die?\"\n\n\"That is the crisis,\" said the Coordinator. \"We have forgotten how\nto think. The City has reached a theoretical saturation point. The\napparently insoluble problem of--no problems. Utter intellectual and\nneural satiation. We're no longer motivated to exist. After attaining\nall conceivable goals, then what?\"\n\nA little flutter of interest stirred in Amco's bored mind. \"We must\nthink again,\" he said. \"Constructively.\"\n\n\"Then why don't you think?\" said the Coordinator softly.\n\nAmco paused blankly. Then: \"Wha--what about?\"\n\n\"That,\" said the Coordinator, \"is our problem. Think of something to\nthink about.\"\n\nAmco felt the atavistic fluttering again. \"We've achieved all possible\nphysical attainments. Perhaps the answer is in the psychoneurel. The\nimagination.\"\n\n\"Possibly, Amco. Any practical ideas to follow up with?\"\n\n\"I--I--No,\" said Amco in almost a whisper. \"But it would be sad to see\nthe City die.\"\n\nThe Coordinator trembled with the extreme atavism that differentiated\nhim so starkly from the norm. He raised a clenched fist in a gesture\nsymbolic of a time so long buried that it stirred fear in Amco.\n\n\"It mustn't die!\" he hissed. \"It mustn't die!\"\n\n\"But you said--\" began Amco. The Coordinator interrupted:\n\n\"Yes. Rotting with inactivity and futility, the logical next step is\ndeath. If we are unable to discover any purpose in living further--end\nit. But I can't admit such a possibility. The plenum of all evolution\nmustn't end in oblivion. The greatness of organic matter must be\nevolving toward some future other than nothingness. Flux must mean\nsomething besides an inevitable return to vacuum!\"\n\n\"At least we have a problem,\" said Amco.\n\n\"And the greatest problem of all,\" said the Coordinator. \"Because if we\ncan find the true answer now, I shall dictate whether or not life as\nfar as Dhoma is concerned should continue.\"\n\nAmco found himself tensing forward. \"You mean if we could definitely\ndetermine that Dhomastrial life isn't justified because it has no\nultimate goal--you would destroy it?\"\n\n\"Yes,\" said the Coordinator hoarsely. \"And why not?\"\n\n\n\nAmco finally managed to say, \"No reason, logically. Why go on living\nwithout an ultimate goal?\" His voice bore a note of resignation, but\nhis eyes hinted at the anxiety he felt.\n\n\"That, then, is our problem,\" enthused the Coordinator. \"Is a worthy\ncause for continued Dhomastrial life determinable? If not, I'll envelop\nDhoma in the vibratory blasts that destroyed the invaders of 9400.\" He\npaused, then added, thoughtfully, \"Perhaps that will be the logical end\nof it.\"\n\nAmco revealed what had occurred to him when the Coordinator first\nmentioned the crisis. He said: \"The space-time converter. That is an\nanswer. We could go into the plegarthic time flow called the future and\nfind out.\"\n\nThe Coordinator nodded. \"I can think of no other way. Even if it is\nunsatisfactory. Though it's been proven that the space-time converter\noperates satisfactorily no rationale has ever been reached as to _how_\nit functions. The converter is illogical.\"\n\nAmco nodded, too. \"It is that. Perhaps it's been wise, restricting the\nconverter. But I see no other way.\"\n\n\"You agree then to make the attempt, Amco? You are the only one I\ncould trust. I know of no one else who still retains adequate sense of\nresponsibility.\"\n\n\"Of course,\" Amco was saying, his heart pounding abnormally, and his\nface flushed.\n\n\"Thank you, Amco. I put the future of Dhoma in your hands then. Any\nquestions?\"\n\n\"One,\" said Amco. \"What if my findings are negative? You are definitely\ndetermined to destroy all Dhomastrial life?\"\n\n\"Yes, Amco.\"\n\nAmco shrugged. He watched the three-dim screen fade.\n\n\n\nAmco stood beside the space-time converter on the periphery of a\ndead sea. A slight cold wind blew from it, whispering of a worldly\nloneliness. Away from the sea stretched an undulating plane of naked\nclay, unblemished, glossy, cruel. An anemic pale red sun shown fitfully\nthrough a slight dust-mist on the dead sea's horizon.\n\nRealizing that outside his plastic suit, the air was crackling cold,\nAmco shivered.\n\nHe had plunged two million years into the plegarthic flow.\n\nAmco turned away from the barren area that had been a teeming sea.\nHe faced the City. Yes. It still stood as he had left it. It seemed\nincredible that it was still intact. And yet, if it was perfect, how\ncould it have been touched even by time?\n\nBut it appeared quite dead like the rest of Dhoma. He began walking\ntoward it.\n\nFear crawled like a live parasite into his heart, as he approached the\nCity. Fear coupled with its antecedents, anxiety and uncertainty.\n\nThe City, _dead_? His brain balked at such a possibility. Let the sea\ndie. And the sun and all of Dhoma. Let space shrivel and freeze and the\nstars go out. But the City had to go on living. It was too illogical\nthat the humanoid and its inexhaustible ego should step off into\noblivion. The City had to go on living.\n\nBut he could see no life. Nothing moved. Not the faintest aura\nsuggestive of life. A coldness permeated the thin air, radiating from\nthe gleaming plastoid of the City's towering structures, gelid as from\na corpse interned in eternal ice.\n\nHe found himself walking stiffly and fearfully through its familiar\nintricacies. He climbed other almost forgotten shafts and hurtled\nthrough the tubeways to remote sectors of the City. He stood, a pigmy\namong gigantic towers he had helped create two million years before,\nand felt crushed by grandeur, and vague terror.\n\nHe had found the answer for the Coordinator. It was simple enough in\nits futile horror. The City had died. There was not a trace of its\ninhabitants. There was no clue as to their fate. The City might have\nbeen abandoned yesterday, or two million years ago. It didn't matter.\nThere was no life in it. There weren't even ghosts of things or of\nmemories. Only grey, thick, crushing silence.\n\nHe looked over collonades toward the red, ugly nakedness of the plane,\ntoward the space-time converter. It was a minute silver blob waiting\nbeside the barren sea. This was the answer he had been sent across the\nmillennia to find. Somehow, it seemed unjust, irrational.\n\n_Death, only death._\n\nHe would return and tell the Coordinator. The only cycle, the story of\nthe plenum is merely an eruption that falls back as dust which some\ngalactic wind would swirl away. A vacuum would efface the bloated\nplenum. And out of the vacuum would appear the dust again; and out of\nit would crawl colloidal mucous that would only return inexplicably to\nthe dust again. And the galactic wind would again--\n\nAmco shivered. But in spite of the growing terror, he was grateful that\nhe had found out the truth. Now the Coordinator could frustrate, defeat\ncompletely the aimless, ridiculous evolving that led to--emptiness.\nThen for no cause repeated itself. He was grateful that he could be a\nfactor in blotting out the whole illogical process. He started back out\nof the City toward the space-time converter.\n\nThen he heard, or rather sensed the radiations. A vague, almost\nimperceptible tickling of hidden mental potentials flooded his heart\nwith hope.\n\nHe plummeted down into the City's heart. Somehow, he knew there was\nstill a form of life in the City.\n\nThe smooth, soft walls of plastic stretched away and disappeared in\na mauve green distance. Amco stood humbled, sensing something of\nmagnitude beyond his ken in the scene.\n\nDown the endless hall, growing smaller and smaller with distance,\nbodies lay outstretched on slabs. Monochromatic harmonies of light\noscillated soothingly and dreamily. Their forms were nude and their\nnoble heads were enmeshed in mechanical contrivances that eluded\nAmco's technical genius.\n\nAs in a dream, he began walking down between the rows of corpses. Or\nwere they alive? He couldn't tell. Perhaps some elaborate form of\nburial with perfect preservation.\n\nBut the emotion reflected by every face differed. Differed in all\nthe basic emotions of pain, joy, fear, pleasure, enlightenment,\nimbecility, perplexity, ecstasy, defeat, shame, grandeur--and all the\nendless shades of the intermingling of these and the gradations. Their\nhands lay open at their sides, and their eyes were closed. Yet the\nexpressions on their faces were unmistakable.\n\nThe hall was sufficiently weird, bizzare and alien so that he was\nhardly surprised when he was accosted by the Robot.\n\nThe teleo-electronic man walked up and stopped in front of Amco.\nThere was something unfriendly, almost inimical in his attitude. The\nemanations from the electronic brain seemed coldly unemotional:\n\n\"I suppose you must be destroyed,\" the thought from the electronic\nbrain impinged sharply on Amco's consciousness.\n\n\"Why?\" said Amco.\n\n\"I have been commanded to do so.\"\n\n\"By them?\" Amco motioned toward the rows of corpse like beings.\n\n\"Yes,\" radiated the teleo-electronic man. \"I was told to destroy\nanything that might intrude on the dreams of the sleepers. It's very\ndoubtful that they anticipated intrusion from something already dead.\nWhy are you here?\"\n\nThe thought penetrated Amco's mind that no thought processes he might\nhave could be given up to the robot according to Amco's desires. His\nmind was completely open to the robot. He wanted to have a few thoughts\nto himself, but--\n\n\"Only the dead have that privilege,\" said the robot.\n\nAnd then the logical, the only realization Amco could maintain, flooded\nhis brain: \"But you cannot kill me. I am already dead.\"\n\n\"My mind isn't dialectical,\" radiated the robot. \"My mind lacks that\nhuman characteristic. You say you are from two million years in the\npast, and because of that, you are already dead and that I cannot\nkill you again. Such reasoning means nothing to my type of thinking\napparatus. It couldn't become an obsession with me. My orders are to\ndestroy you. I will carry out that order. If you are already dead, it\nwon't matter. If you aren't then--well--you soon will be.\"\n\n\n\nAmco, analyzing his emotions, found only a mild excitement. As an\nexample of the world he had left, he proved its great need for change.\n\n\"Try to reason,\" said Amco. \"That command was given you to provide for\nthe advent of aliens bent on harmful intent. I have no such intentions.\"\n\n\"Why are you here?\"\n\n\"I'm here to try and determine what course civilization has taken\nsince my time. What course has evolution taken, if any? And if it has\nevolved, is there any conceivable goal toward which it is evolving?\"\n\nThe teleo-electronic man's reaction radiations were confused.\n\nAmco glanced at the rows of outstretched bodies. \"Is this the end?\nThese Dhomans sleep. Is such sleep the ultimate end for two million\nyears of struggle? If so, what is its nature and purpose?\"\n\nThe teleo-electronic man radiated: \"This is both the beginning and\nthe ending. Somewhat of a state of eternity. I am fitted to repair\nmyself so that I will also be eternal. I administer to them, and repair\nmyself, and we all live on and on.\"\n\nAmco's consciousness expressed distaste at the robot's vagueness.\n\n\"You must pardon me,\" emanated the robot. \"I love beauty of words for\nits own sake. Thought doesn't interest me. I am not an intellectual,\nbut an aesthete. I brood and am forced to introspect over long periods.\nYou understand. Damn the loneliness! I've been a long time alone. A\nlong time. Wait! Two million years! These sleepers have slept for\nalmost that long. One million nine hundred and fifty thousand. Only\na few years after you left your City.\" The robot paused, then lost\ninterest. \"So lonely.\"\n\nAmco's mind whirled confusedly. Two million years of sleep for\nthese--these were the same who had inhabited the City when he--perhaps\nthe Coordinator--perhaps--Why he had just missed becoming a living\ncorpse himself by a few years. Now, when he returned--his mind groaned\nwith strain.\n\n\"Would you mind explaining all this,\" he thought.\n\n\"No,\" replied the robot. \"Anything I tell you, you won't remember\nanyway when you return to your own time. It will not have happened yet.\"\n\nAmco's thoughts were ones of hopeless dismissal. The trivial cliches\nof the paradox of time travel. He had gone over them countless times\nwith the Coordinator. Of course it was illogical. But it seemed to\nwork. Perhaps three-dimensional logic was distorted when applied\nfour-dimensionally. He was partially a four-dimensional object now, so--\n\n\"So, I'll tell you of this hall of dreams,\" radiated the\nteleo-electronic man dramatically....\n\n\"Dhomans have always been dissatisfied with the shallow, sensory world.\nThis is their last recourse to escape from this shallowness. You see,\nthey have retreated into the boundless realms of the mind to live.\n\n\"There are no restrictions, no physical limits to the thought potential\nof the brain. This sleeper here just at my right proves that. He was\nthe first of the sleepers. So he has lain here for almost two million\nyears. Yet, it's been no longer than a second, no longer than no time\nat all. In dreams there is no time. A moment may be forever. Forever\ndoesn't exist--until you create it. Then you can destroy it with a\nthought. Strange isn't it?\"\n\nAmco studied the indicated figure. \"He doesn't seem to be very happy\nabout the whole thing.\"\n\n\"Why should he be happy? Happiness grows tiring. Then he wills his\nconsciousness into other emotions. He has lived them all. Countless\ncombinations and sub combinations until it becomes an infinity of\ncomplexities, beyond computation--even for me. And then after all\nemotion has been tapped on this world, the sleeper creates in his\nmind another, and the process repeats itself. And then he may create\nworlds within worlds within worlds. It is an endless, deathless joy. An\neternal newness of sensation. It's the ultimate state, the final goal.\"\n\nAmco stood and looked into the mauve infinity of the hall. Somewhere\nin the past the Coordinator waited. But why return to him? The City\ndid go on. It wasn't destroyed. There was no need in returning. Why\nshould he go back and miss an eternity of true perfection--the perfect\nfree agency of living? \"_You will put me into this final sleep_,\" he\nradiated for the robot.\n\nThe robot stood as though undecided. Then emanated: \"I will do it. I\nwill forget their orders to destroy all intruders. You have broken the\nunbearable pattern of my loneliness, and for that you should receive\nsomething in gratitude. I will--\"\n\nThe robot half turned as though to fulfill his answer, then turned back\nslowly. \"On second thought,\" his mind said, \"it isn't what I must do.\"\n\n\"Why not,\" radiated Amco nervously.\n\nThe robot looked at the sleeping dreamer at his right, and said:\n\"Because it just dawned on me. Why shouldn't _I_ have this pleasure of\nliving the ultimately perfect life? Listen. I'll instruct you so that\nyou can carry out the duties that I have to do now. You can administer\nto them from now on. And also to me. For a little while anyway.\"\n\n\"_You!_\" radiated Amco, breaking into vocal speech in his rage. \"What\nmakes you think you're entitled to that honor? You were created for a\nspecific purpose--to oversee the sleep of your creators. I'm like them.\nYou're only metal, a machine. No more nonsense. Come.\"\n\n\n\nThe teleo-electronic man stood in his mechanical coldness. \"Perhaps\nthey made a mistake when they constructed me. My mind is much more\ndelicate, sensitive and human than they intended it should be. I think.\nBut it seems to be much too late to rectify the error. I'm human. I\ndeserve the same considerations as a human, as you. I'm even more\ndeserving of the relaxation and beautiful dreams of the Sleep than\nyou because I've served in the indescribable monotony of mechanical\nservitude for so long. So, I've definitely decided. You'll take my\nplace.\"\n\nAmco felt frustrated at the teleo-electronic man's logic. His longings\nwarped his own logic. \"You were designed for this duty. I'd be\nvulnerable to fatigue, sickness, death, whereas you--\"\n\nThe teleo-electronic man started moving toward Amco. \"No. I'm\ngoing to make an electronic body for your brain--a body of\neternity like mine. I'll construct this body according to your\nspecifications--superficially that is.\"\n\nAmco backed away.\n\n\"Don't make it difficult,\" radiated the robot. \"You can't avoid the\ninevitable.\"\n\n\n\nOvercoming the metal man was out of the question. Physical violence of\nany sort was vague and abstract to Amco anyway. Resignation saved him\nfrom confusion. His only regret now was that he would be cheated out of\nthe sleep. He had forgotten the Coordinator who waited for his answer\nas to the goal of evolution.\n\nThe teleo-electronic man was radiating: \"If you'll accept my\nproposition amiably, I'll make a pact with you. We'll alternate. You'll\nadminister the sleepers for a certain agreed on period of time, then\nI'll relieve you. Say at intervals of a thousand years.\"\n\nAmco decided suddenly that it would be more propitious for him if he\ntried to run away from the robot, get back to the space-time converter\nand go back to his own time. He was involving himself too deeply in\naeons.\n\n\"No. I'll not let you return,\" radiated the robot. \"My mind is set on\nthe sleep.\"\n\n\"Wait,\" said Amco, bursting into speech again. \"I've just thought of\nsomething rather vast.\"\n\n\"What,\" radiated the robot.\n\n\"Have any of the sleepers ever awakened?\"\n\n\"Of course not,\" radiated the robot. \"Why should they?\"\n\n\"If they've never awakened,\" said Amco. \"How do you know that all\nyou've explained to me about their timeless paradise is really true?\nTheir state resembles death. Too much so. Human kind used to delude\nthemselves with the dream that they continued a kind of super life\nafter they were dead. But alas, no one ever came back from paradise to\nprove it, and the paradoxical concept gradually died out. It was just\nwishful thinking. Exactly the same kind of suggestion has dulled your\nrationale mind.\n\n\"Before we go on with this conflicting egoism, let's revive one of the\nbodies, if possible, and see if its consciousness, its mind, really\nstill lives as you've insisted that it does. Or whether only its\nphysical body exists in some state of preservation resembling life.\nPerhaps all these countless bodies are no better than mindless pieces\nof cold storage.\"\n\nThe robot backed away uncertainly. \"I never thought of that\npossibility. It is quite possible, too. Perhaps their minds, their\nneural circuits don't really function at all. None has ever awakened to\ntell.\"\n\nSuddenly, the teleo-electronic man spun forcefully, and strode to the\nside of the first sleeper whom he had indicated before to Amco.\n\n\"We'll revive this one,\" he radiated. \"His sleep has been the longest.\nHe was the first sleeper.\"\n\n\"How are they awakened?\" questioned Amco \"--if they can be awakened at\nall.\"\n\n\"I--I don't know,\" radiated the electronic man humbly. \"That was never\nincluded in my training. Evidently it wasn't planned at all.\"\n\nA sound startled Amco as a sudden sound might be expected to do in\na place that seemed dead and soundless. A human moan. It rasped\nalienly down the hall, echoing eerily through the loneliness. The\nteleo-electronic man stared. The first sleeper was moving.\n\n\"None of them have stirred before,\" radiated the robot. \"Look! His arms\nare moving.\"\n\nAmco was watching. The arms that hadn't moved for so very long were\nmoving now. The wrists flexed. The forearms quivered, then the whole\narm moved up. Fingers spread, clenched, spread again. Lips parted,\neye-lids flickered slightly.\n\nThe robot hastily removed the mechanism from the first sleeper's\nhead and bent over him. Amco felt the mystic awakening vapor of the\nsleeper's brain.\n\nAbruptly the first sleeper sat up and looked at them. Amco felt that he\nwas looking into space and time. The eyes of the now awakened sleeper\nseemed circuitous, spinning pools of eternity.\n\n\"How long?\" his extra-sensory communication centers radiated, weakly at\nfirst. \"Where I've been, you know, there's no time.\"\n\n\"One million nine hundred and fifty thousand years,\" radiated the\nrobot. \"By last table of reckoning, Arnim 500 A.S.\"\n\nThe first sleeper smiled. It was a thin, strangely alien smile for\nhuman lips. \"One million nine hundred and fifty thousand years. I sense\nthat such a span impresses you. To me it might have been a trillion\nyears multiplied by itself, or the fraction of a second's most minute\nfraction.\n\n\"Time, and matter, there is a point of difference. Matter is limited.\nIt has a beginning, an end. I can't explain it to you. You would have\nto travel through it all, as I have, before you could understand.\nAnyway, I am tired. It is an ultimate incredible weariness.\"\n\nThe sleeper understood. Amco was lost. He was thinking frantically, how\ncould one be tired of eternity?\n\n\"Because I have experienced everything,\" said the sleeper. \"I have\ngone back to the first of the beginning. I have been into the future\nwhere it merges with the beginning I found in the past. I have\nfloated through space that seemed limitless, but I found that it only\neventually became the beginning I found in the past. Well, in all the\ndimensions, in all the spaces and times and imaginative worlds, I\nfound only one path--it led back to the beginning. But I have had the\nforesight to save one world for the last.\"\n\nAmco was aware of an emptiness creeping through his heart.\n\n\"But what could remain, sleeper?\" he murmured.\n\nThe sleeper continued: \"My experience is completely inconceivable to\nyou. The splendor of traveling as light does, effacing space, bending\nas it bends, repeating itself into endless prisms of existence. The\nswirling of the electron, or the frantic swimming through the plasma\nof monsters. I have lived and relived all the complexities of all the\ncombinations. But I've anticipated the ultimate. I've prepared for it.\nI saved what might prove to be the final eternal moment for the last.\"\n\nThe sleeper closed his eyes and relaxed. His lips moved slightly. \"You\nknow what to do, Robot.\"\n\nAmco backed away. He swallowed hard, and brushed his eyes. He turned\ntoward the teleo-electronic man--\n\n\"Odd,\" it radiated, \"that oblivion, or death, or whatever symbol is\nused to describe the Unknown, should be the final and most desirable\nworld of all worlds.\"\n\nAmco looked dazedly about, still backing away from the inert sleeper.\n\"Yes. Yes, odd. Very odd. You will let me go now, let me return to my\nown time. I don't desire the fate of this sleeper, and I'm sure you\ndon't. Let me return.\"\n\nThe teleo-electronic man nodded. \"It does seem futile now. You can\nreturn.\"\n\nAmco did not answer. He was running, running frantically away from the\nfuture.\n\nAt least he had found the true, ultimate goal. Oblivion. Now he could\ninform the Coordinator of that fact. He would be the instrument through\nwhich all this impossible flow termed life would be terminated--at\nleast for Earth and for his own particular species of rational life.\n\nWhy evolve a few million years more only to decide that oblivion was\npreferable? One could find that immediately. The sleeper, through the\nrobot, had brought about his own death because he had learned the\nultimate truth.\n\n\n\n\"Of course, you can't remember, Amco,\" the Coordinator said. \"We\nforesaw that. It's one of the paradoxes of time travel. But now\ncomprehending its principle, I anticipated illogical results in its\neffects. I thought, or rather hoped, you would remember.\"\n\nAmco shrugged. \"There is some kind of vague, indistinct memory in\nmy mind. I'm convinced of that. But--I can't grasp it. Wherever my\ndiscoveries are, they are important to us. They would have answered our\nproblem and given us a definite course of action.\"\n\nThe Coordinator turned. \"We still have a problem at least to work on.\nThat's more than we had before. New worlds must be devised for the\nsenses and the mind. This one is about exhausted.\"\n\nAmco nodded. \"Meanwhile,\" he said, \"I'll try constantly to recall what\nI discovered in the future. Surely some sensory impression was made.\"\n\nAmco isolated himself in laboratory and worked in exhaustive\nauto-psycheometry. And after many centuries succeeded in uncovering\nthe buried memory. The date of his self destruction, through the\nteleo-electronic man, was Arnim 500 A.S.",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63656/pg63656.txt",
        "name": "the_ultimate_world.json"
    }
}