{
    "name": "The Sentimentalists",
    "author": [
        "Meredith, George"
    ],
    "body": "HOMEWARE.\n\nPROFESSOR SPIRAL.\n\nARDEN,............. In love with Astraea.\n\nSWITHIN,........... Sympathetics.\nOSIER,\n\nDAME DRESDEN,...... Sister to Homeware.\n\nASTRAEA,........... Niece to Dame Dresden and Homeware.\n\nLYRA,.............. A Wife.\n\nLADY OLDLACE.\n\nVIRGINIA.\n\nWINIFRED.\n\n\n\n                           THE SENTIMENTALISTS\n\n                           AN UNFINISHED COMEDY\n\n\nThe scene is a Surrey garden in early summer.  The paths are shaded by\ntall box-wood hedges.  The--time is some sixty years ago.\n\n\n                                 SCENE I\n\n              PROFESSOR SPIRAL, DAME DRESDEN, LADY OLDLACE,\n                  VIRGINIA, WINIFRED, SWITHIN, and OSIER\n\n(As they slowly promenade the garden, the professor is delivering one of\nhis exquisite orations on Woman.)\n\nSPIRAL:  One husband!  The woman consenting to marriage takes but one.\nFor her there is no widowhood.  That punctuation of the sentence called\ndeath is not the end of the chapter for her.  It is the brilliant proof\nof her having a soul.  So she exalts her sex.  Above the wrangle and\nclamour of the passions she is a fixed star.  After once recording her\nobedience to the laws of our common nature--that is to say, by descending\nonce to wedlock--she passes on in sovereign disengagement--a dedicated\nwidow.\n\n     (By this time they have disappeared from view.  HOMEWARE appears;\n     he craftily avoids joining their party, like one who is unworthy of\n     such noble oratory.  He desires privacy and a book, but is disturbed\n     by the arrival of ARDEN, who is painfully anxious to be polite to\n     'her uncle Homeware.')\n\n\n\n                                 SCENE II\n\n                             HOMEWARE, ARDEN\n\nARDEN:  A glorious morning, sir.\n\nHOMEWARE:  The sun is out, sir.\n\nARDEN:  I am happy in meeting you, Mr. Homeware.\n\nHOMEWARE:  I can direct you to the ladies, Mr. Arden.  You will find them\nup yonder avenue.\n\nARDEN:  They are listening, I believe, to an oration from the mouth of\nProfessor Spiral.\n\nHOMEWARE:  On an Alpine flower which has descended to flourish on English\nsoil.  Professor Spiral calls it Nature's 'dedicated widow.'\n\nARDEN: 'Dedicated widow'?\n\nHOMEWARE:  The reference you will observe is to my niece Astraea.\n\nARDEN:  She is dedicated to whom?\n\nHOMEWARE:  To her dead husband!  You see the reverse of Astraea, says the\nprofessor, in those world-infamous widows who marry again.\n\nARDEN:  Bah!\n\nHOMEWARE:  Astraea, it is decided, must remain solitary, virgin cold,\nlike the little Alpine flower.  Professor Spiral has his theme.\n\nARDEN:  He will make much of it.  May I venture to say that I prefer my\npresent company?\n\nHOMEWARE:  It is a singular choice.  I can supply you with no weapons for\nthe sort of stride in which young men are usually engaged.  You belong to\nthe camp you are avoiding.\n\nARDEN:  Achilles was not the worse warrior, sir, for his probation in\npetticoats.\n\nHOMEWARE:  His deeds proclaim it.  But Alexander was the better chieftain\nuntil he drank with Lais.\n\nARDEN:  No, I do not plead guilty to Bacchus.\n\nHOMEWARE:  You are confessing to the madder form of drunkenness.\n\nARDEN:  How, sir, I beg?\n\nHOMEWARE:  How, when a young man sees the index to himself in everything\nspoken!\n\nARDEN:  That might have the look.  I did rightly in coming to you, sir.\n\nHOMEWARE: 'Her uncle Homeware'?\n\nARDEN:  You read through us all, sir.\n\nHOMEWARE:  It may interest you to learn that you are the third of the\ngentlemen commissioned to consult the lady's uncle Homeware.\n\nARDEN:  The third.\n\nHOMEWARE:  Yes, she is pursued.  It could hardly be otherwise.  Her\nattractions are acknowledged, and the house is not a convent.  Yet, Mr.\nArden, I must remind you that all of you are upon an enterprise held to\nbe profane by the laws of this region.  Can you again forget that Astraea\nis a widow?\n\nARDEN:  She was a wife two months; she has been a widow two years.\n\nHOMEWARE:  The widow of the great and venerable Professor Towers is not\nto measure her widowhood by years.  His, from the altar to the tomb.  As\nit might be read, a one day's walk!\n\nARDEN:  Is she, in the pride of her youth, to be sacrificed to a\nwhimsical feminine delicacy?\n\nHOMEWARE:  You have argued it with her?\n\nARDEN:  I have presumed.\n\nHOMEWARE:  And still she refused her hand!\n\nARDEN:  She commended me to you, sir.  She has a sound judgement of\npersons.\n\nHOMEWARE:  I should put it that she passes the Commissioners of Lunacy,\non the ground of her being a humorous damsel.  Your predecessors had also\nargued it with her; and they, too, discovered their enemy in a whimsical\nfeminine delicacy.  Where is the difference between you?  Evidently she\ncannot perceive it, and I have to seek: You will have had many\nconversations with Astraea?\n\nARDEN:  I can say, that I am thrice the man I was before I had them.\n\nHOMEWARE:  You have gained in manhood from conversations with a widow in\nher twenty-second year; and you want more of her.\n\nARDEN:  As much as I want more wisdom.\n\nHOMEWARE:  You would call her your Muse?\n\nARDEN:  So prosaic a creature as I would not dare to call her that.\n\nHOMEWARE:  You have the timely mantle of modesty, Mr. Arden.  She has\nprepared you for some of the tests with her uncle Homeware.\n\nARDEN:  She warned me to be myself, without a spice of affectation.\n\nHOMEWARE:  No harder task could be set a young man in modern days.  Oh,\nthe humorous damsel.  You sketch me the dimple at her mouth.\n\nARDEN:  Frankly, sir, I wish you to know me better; and I think I can\nbear inspection.  Astraea sent me to hear the reasons why she refuses me\na hearing.\n\nHOMEWARE:  Her reason, I repeat, is this; to her idea, a second wedlock\nis unholy.  Further, it passes me to explain.  The young lady lands us\nwhere we were at the beginning; such must have been her humorous\nintention.\n\nARDEN:  What can I do?\n\nHOMEWARE:  Love and war have been compared.  Both require strategy and\ntactics, according to my recollection of the campaign.\n\nARDEN:  I will take to heart what you say, sir.\n\nHOMEWARE:  Take it to head.  There must be occasional descent of lovers'\nheads from the clouds.  And Professor Spiral,--But here we have a belated\nbreeze of skirts.\n\n     (The reference is to the arrival of LYRA, breathless.)\n\n\n\n                                SCENE III\n\n                          HOMEWARE, ARDEN, LYRA\n\n\nLYRA:  My own dear uncle Homeware!\n\nHOMEWARE:  But where is Pluriel?\n\nLYRA:  Where is a woman's husband when she is away from him?\n\nHOMEWARE:  In Purgatory, by the proper reckoning.  But hurry up the\navenue, or you will be late for Professor Spiral's address.\n\nLYRA:  I know it all without hearing.  Their Spiral!  Ah, Mr. Arden!  You\nhave not chosen badly.  The greater my experience, the more do I value my\nuncle Homeware's company.\n\n     (She is affectionate to excess but has a roguish eye withal, as of\n     one who knows that uncle Homeware suspects all young men and most\n     young women.)\n\nHOMEWARE:  Agree with the lady promptly, my friend.\n\nARDEN:  I would gladly boast of so lengthened an experience, Lady\nPluriel.\n\nLYRA:  I must have a talk with Astraea, my dear uncle.  Her letters breed\nsuspicions.  She writes feverishly.  The last one hints at service on the\nWest Coast of Africa.\n\nHOMEWARE:  For the draining of a pestiferous land, or an enlightenment of\nthe benighted black, we could not despatch a missionary more effective\nthan the handsomest widow in Great Britain.\n\nLYRA:  Have you not seen signs of disturbance?\n\nHOMEWARE:  A great oration may be a sedative.\n\n\nLYRA:  I have my suspicions.\n\nHOMEWARE:  Mr. Arden, I could counsel you to throw yourself at Lady\nPluriel's feet, and institute her as your confessional priest.\n\nARDEN:  Madam, I am at your feet.  I am devoted to the lady.\n\nLYRA:  Devoted.  There cannot be an objection.  It signifies that a man\nasks for nothing in return!\n\nHOMEWARE:  Have a thought upon your words with this lady, Mr. Arden!\n\nARDEN:  Devoted, I said.  I am.  I would give my life for her.\n\nLYRA:  Expecting it to be taken to-morrow or next day?  Accept my\nencomiums.  A male devotee is within an inch of a miracle.  Women had\nbeen looking for this model for ages, uncle.\n\nHOMEWARE:  You are the model, Mr Arden!\n\nLYRA:  Can you have intended to say that it is in view of marriage you\nare devoted to the widow of Professor Towers?\n\nARDEN:  My one view.\n\nLYRA:  It is a star you are beseeching to descend.\n\nARDEN: It is.\n\nLYRA:  You disappoint me hugely.  You are of the ordinary tribe after\nall; and your devotion craves an enormous exchange, infinitely surpassing\nthe amount you bestow.\n\nARDEN:  It does.  She is rich in gifts; I am poor.  But I give all I\nhave.\n\nLYRA:  These lovers, uncle Homeware!\n\nHOMEWARE:  A honey-bag is hung up and we have them about us.  They would\npersuade us that the chief business of the world is a march to the altar.\n\nARDEN:  With the right partner, if the business of the world is to be\nbetter done.\n\nLYRA:  Which right partner has been chosen on her part, by a veiled\nwoman, who marches back from the altar to discover that she has chained\nherself to the skeleton of an idea, or is in charge of that devouring\ntyrant, an uxorious husband.  Is Mr. Arden in favour with the Dame,\nuncle?\n\nHOMEWARE:  My sister is an unsuspicious potentate, as you know.\nPretenders to the hand of an inviolate widow bite like waves at a rock.\n\nLYRA:  Professor Spiral advances rapidly.\n\nHOMEWARE:  Not, it would appear, when he has his audience of ladies and\ntheir satellites.\n\nLYRA:  I am sure I hear a spring-tide of enthusiasm coming.\n\nARDEN:  I will see.\n\n     (He goes up the path.)\n\nLYRA:  Now! my own dear uncle, save me from Pluriel.  I have given him\nthe slip in sheer desperation; but the man is at his shrewdest when he is\nleft to guess at my heels.  Tell him I am anywhere but here.  Tell him I\nran away to get a sense of freshness in seeing him again.  Let me have\none day of liberty, or, upon my word, I shall do deeds; I shall console\nyoung Arden: I shall fly to Paris and set my cap at presidents and\nforeign princes.  Anything rather than be eaten up every minute, as I am.\nMay no woman of my acquaintance marry a man of twenty years her senior!\nShe marries a gigantic limpet.  At that period of his life a man becomes\ntoo voraciously constant.\n\nHOMEWARE:  Cupid clipped of wing is a destructive parasite.\n\nLYRA:  I am in dead earnest, uncle, and I will have a respite, or else\nlet decorum beware!\n\n     (Arden returns.)\n\nARDEN:  The ladies are on their way.\n\nLYRA:  I must get Astraea to myself.\n\nHOMEWARE:  My library is a virgin fortress, Mr. Arden.  Its gates are\nopen to you on other topics than the coupling of inebriates.\n\n     (He enters the house--LYRA disappears in the garden--Spiral's\n     audience reappear without him.)\n\n\n\n                                 SCENE IV\n\n             DAME DRESDEN, LADY OLDLACE, VIRGINIA, WINIFRED,\n                          ARDEN, SWITHIN, OSIER\n\n\nLADY OLDLACE:  Such perfect rhythm!\n\nWINIFRED:  Such oratory!\n\nLADY OLDLACE:  A master hand.  I was in a trance from the first sentence\nto the impressive close.\n\nOSIER:  Such oratory is a whole orchestral symphony.\n\nVIRGINIA:  Such command of intonation and subject!\n\nSWITHIN:  That resonant voice!\n\nLADY OLDLACE:  Swithin, his flow of eloquence!  He launched forth!\n\nSWITHIN:  Like an eagle from a cliff.\n\nOSIER:  The measure of the words was like a beat of wings.\n\nSWITHIN:  He makes poets of us.\n\nDAME DRESDEN:  Spiral achieved his pinnacle to-day!\n\nVIRGINIA:  How treacherous is our memory when we have most the longing to\nrecall great sayings!\n\nOSIER:  True, I conceive that my notes will be precious.\n\nWINIFRED:  You could take notes!\n\nLADY OLDLACE:  It seems a device for missing the quintessential.\n\nSWITHIN:  Scraps of the body to the loss of the soul of it.  We can allow\nthat our friend performed good menial service.\n\nWINIFRED:  I could not have done the thing.\n\nSWITHIN:  In truth; it does remind one of the mess of pottage.\n\nLADY OLDLACE:  One hardly felt one breathed.\n\nVIRGINIA:  I confess it moved me to tears.\n\nSWITHIN:  There is a pathos for us in the display of perfection.  Such\nsubtle contrast with our individual poverty affects us.\n\nWINIFRED:  Surely there were passages of a distinct and most exquisite\npathos.\n\nLADY OLDLACE:  As in all great oratory!  The key of it is the pathos.\n\nVIRGINIA:  In great oratory, great poetry, great fiction; you try it by\nthe pathos.  All our critics agree in stipulating for the pathos.  My\ntears were no feminine weakness, I could not be a discordant instrument.\n\nSWITHIN:  I must make confession.  He played on me too.\n\nOSIER:  We shall be sensible for long of that vibration from the touch of\na master hand.\n\nARDEN:  An accomplished player can make a toy-shop fiddle sound you a\nStradivarius.\n\nDAME DRESDEN:  Have you a right to a remark, Mr. Arden?  What could have\ndetained you?\n\nARDEN:  Ah, Dame.  It may have been a warning that I am a discordant\ninstrument.  I do not readily vibrate.\n\nDAME DRESDEN:  A discordant instrument is out of place in any civil\nsociety.  You have lost what cannot be recovered.\n\nARDEN:  There are the notes.\n\nOSIER:  Yes, the notes.\n\nSWITHIN:  You can be satisfied with the dog's feast at the table, Mr.\nArden!\n\nOSIER:  Ha!\n\nVIRGINIA:  Never have I seen Astraea look sublimer in her beauty than\nwith her eyes uplifted to the impassioned speaker, reflecting every\nvariation of his tones.\n\nARDEN:  Astraea!\n\nLADY OLDLACE:  She was entranced when he spoke of woman descending from\nher ideal to the gross reality of man.\n\nOSIER:  Yes, yes.  I have the words [reads]: 'Woman is to the front of\nman, holding the vestal flower of a purer civilization.  I see,' he says.\n'the little taper in her hands transparent round the light, against rough\nwinds.'\n\nDAME DRESDEN:  And of Astraea herself, what were the words?  'Nature's\ndedicated widow.'\n\nSWITHIN:  Vestal widow, was it not?\n\nVIRGINIA:  Maiden widow, I think.\n\nDAME DRESDEN: We decide for 'dedicated.'\n\nWINIFRED:  Spiral paid his most happy tribute to the memory of her late\nhusband, the renowned Professor Towers.\n\nVIRGINIA:  But his look was at dear Astraea.\n\nARDEN:  At Astraea?  Why?\n\nVIRGINIA:  For her sanction doubtless.\n\nARDEN:  Ha!\n\nWINIFRED:  He said his pride would ever be in his being received as the\nsuccessor of Professor Towers.\n\nARDEN:  Successor!\n\nSWITHIN:  Guardian was it not?\n\nOSIER:  Tutor.  I think he said.\n\n     (The three gentlemen consult Osier's notes uneasily.)\n\nDAME DRESDEN:  Our professor must by this time have received in full\nAstraea's congratulations, and Lyra is hearing from her what it is to be\ntoo late.  You will join us at the luncheon table, if you do not feel\nyourself a discordant instrument there, Mr. Arden?\n\nARDEN (going to her):  The allusion to knife and fork tunes my strings\ninstantly, Dame.\n\nDAME DRESDEN:  You must help me to-day, for the professor will be tired,\nthough we dare not hint at it in his presence.  No reference, ladies, to\nthe great speech we have been privileged to hear; we have expressed our\nappreciation and he could hardly bear it.\n\nARDEN:  Nothing is more distasteful to the orator!\n\nVIRGINIA:  As with every true genius, he is driven to feel humbly human\nby the exultation of him.\n\nSWITHIN:  He breathes in a rarified air.\n\nOSIER:  I was thrilled, I caught at passing beauties.  I see that here\nand there I have jotted down incoherencies, lines have seduced me, so\nthat I missed the sequence--the precious part.  Ladies, permit me to rank\nhim with Plato as to the equality of women and men.\n\nWINIFRED:  It is nobly said.\n\nOSIER:  And with the Stoics, in regard to celibacy.\n\n     (By this time all the ladies have gone into the house.)\n\nARDEN:  Successor!  Was the word successor?\n\n     (ARDEN, SWITHIN, and OSIER are excitedly searching the notes when\n     SPIRAL passes and strolls into the house.  His air of self-\n     satisfaction increases their uneasiness they follow him.  ASTRAEA\n     and LYRA come down the path.)\n\n\n\n                                 SCENE V\n\n                              ASTRAEA, LYRA\n\n\nLYRA:  Oh!  Pluriel, ask me of him!  I wish I were less sure he would not\nbe at the next corner I turn.\n\nASTRAEA:  You speak of your husband strangely, Lyra.\n\nLYRA:  My head is out of a sack.  I managed my escape from him this\nmorning by renouncing bath and breakfast; and what a relief, to be in the\nrailway carriage alone! that is, when the engine snorted.  And if I set\neyes on him within a week, he will hear some truths.  His idea of\nmarriage is, the taking of the woman into custody.  My hat is on, and on\ngoes Pluriel's.  My foot on the stairs; I hear his boot behind me.  In my\nboudoir I am alone one minute, and then the door opens to the inevitable.\nI pay a visit, he is passing the house as I leave it.  He will not even\naffect surprise.  I belong to him, I am cat's mouse.  And he will look\ndoating on me in public.  And when I speak to anybody, he is that fearful\npicture of all smirks.  Fling off a kid glove after a round of calls;\nfeel your hand--there you have me now that I am out of him for my half a\nday, if for as long.\n\nASTRAEA:  This is one of the world's happy marriages!\n\nLYRA:  This is one of the world's choice dishes!  And I have it planted\nunder my nostrils eternally.  Spare me the mention of Pluriel until he\nappears; that's too certain this very day.  Oh! good husband! good kind\nof man! whatever you please; only some peace, I do pray, for the husband-\nhaunted wife.  I like him, I like him, of course, but I want to breathe.\nWhy, an English boy perpetually bowled by a Christmas pudding would come\nto loathe the mess.\n\nASTRAEA:  His is surely the excess of a merit.\n\nLYRA:  Excess is a poison.  Excess of a merit is a capital offence in\nmorality.  It disgusts, us with virtue.  And you are the cunningest of\nfencers, tongue, or foils.  You lead me to talk of myself, and I hate the\nsubject.  By the way, you have practised with Mr. Arden.\n\nASTRAEA:  A tiresome instructor, who lets you pass his guard to\ncompliment you on a hit.\n\nLYRA:  He rather wins me.\n\nASTRAEA:  He does at first.\n\nLYRA:  Begins Plurielizing, without the law to back him, does he?\n\nASTRAEA:  The fencing lessons are at an end.\n\nLYRA:  The duetts with Mr. Swithin's violoncello continue?\n\nASTRAEA:  He broke through the melody.\n\nLYRA:  There were readings in poetry with Mr. Osier, I recollect.\n\nASTRAEA:  His own compositions became obtrusive.\n\nLYRA:  No fencing, no music, no poetry!  no West Coast of Africa either,\nI suppose.\n\nASTRAEA:  Very well!  I am on my defence.  You at least shall not\nmisunderstand me, Lyra.  One intense regret I have; that I did not live\nin the time of the Amazons.  They were free from this question of\nmarriage; this babble of love.  Why am I so persecuted?  He will not take\na refusal.  There are sacred reasons.  I am supported by every woman\nhaving the sense of her dignity.  I am perverted, burlesqued by the fury\nof wrath I feel at their incessant pursuit.  And I despise Mr. Osier and\nMr. Swithin because they have an air of pious agreement with the Dame,\nand are conspirators behind their mask.\n\nLYRA:  False, false men!\n\nASTRAEA:  They come to me.  I am complimented on being the vulnerable\nspot.\n\nLYRA:  The object desired is usually addressed by suitors, my poor\nAstraea!\n\nASTRAEA:  With the assumption, that as I am feminine I must necessarily\nbe in the folds of the horrible constrictor they call Love, and that I\nleap to the thoughts of their debasing marriage.\n\nLYRA:  One of them goes to Mr. Homeware.\n\nASTRAEA:  All are sent to him in turn.  He can dispose of them.\n\nLYRA:  Now that is really masterly fun, my dear; most creditable to you!\nLove, marriage, a troop of suitors, and uncle Homeware.  No, it would not\nhave occurred to me, and--I am considered to have some humour.  Of\ncourse, he disposes of them.  He seemed to have a fairly favourable\nopinion of Mr. Arden.\n\nASTRAEA:  I do not share it.  He is the least respectful of the\nsentiments entertained by me.  Pray, spare me the mention of him, as you\nsay of your husband.  He has that pitiful conceit in men, which sets them\nthinking that a woman must needs be susceptible to the declaration of the\nmere existence of their passion.  He is past argument.  Impossible for\nhim to conceive a woman's having a mind above the conditions of her sex.\nA woman, according to him, can have no ideal of life, except as a ball to\ntoss in the air and catch in a cup.  Put him aside.  .  .  . We creatures\nare doomed to marriage, and if we shun it, we are a kind of cripple.\nHe is grossly earthy in his view of us.  We are unable to move a step\nin thought or act unless we submit to have a husband.  That is his\nreasoning.  Nature!  Nature!  I have to hear of Nature!  We must be above\nNature, I tell him, or, we shall be very much below.  He is ranked among\nour clever young men; and he can be amusing.  So far he passes muster;\nand he has a pleasant voice.  I dare say he is an uncle Homeware's good\nsort of boy.  Girls like him.  Why does he not fix his attention upon one\nof them; Why upon me?  We waste our time in talking of him .  .  .  .\nThe secret of it is, that he has no reverence.  The marriage he vaunts is\na mere convenient arrangement for two to live together under command of\nnature.  Reverence for the state of marriage is unknown to him.  How\nexplain my feeling?  I am driven into silence.  Cease to speak of him\n. . . .  He is the dupe of his eloquence--his passion, he calls it.\nI have only to trust myself to him, and--I shall be one of the world's\nmarried women!  Words are useless.  How am I to make him see that it is\nI who respect the state of marriage by refusing; not he by perpetually\nsoliciting.  Once married, married for ever.  Widow is but a term.  When\nwomen hold their own against him, as I have done, they will be more\nesteemed.  I have resisted and conquered.  I am sorry I do not share in\nthe opinion of your favourite.\n\nLYRA:  Mine?\n\nASTRAEA:  You spoke warmly of him.\n\nLYRA:  Warmly, was it?\n\nASTRAEA:  You are not blamed, my dear: he has a winning manner.\n\nLYRA:  I take him to be a manly young fellow, smart enough; handsome too.\n\nASTRAEA:  Oh, he has good looks.\n\nLYRA:  And a head, by repute.\n\nASTRAEA:  For the world's work, yes.\n\nLYRA:  Not romantic.\n\nASTRAEA:  Romantic ideas are for dreamy simperers.\n\nLYRA:  Amazons repudiate them.\n\nASTRAEA:  Laugh at me.  Half my time I am laughing at myself.  I should\nregain my pride if I could be resolved on a step.  I am strong to resist;\nI have not strength to move.\n\nLYRA:  I see the sphinx of Egypt!\n\nASTRAEA:  And all the while I am a manufactory of gunpowder in this quiet\nold-world Sabbath circle of dear good souls, with their stereotyped\ninterjections, and orchestra of enthusiasms; their tapering delicacies:\nthe rejoicing they have in their common agreement on all created things.\nTo them it is restful.  It spurs me to fly from rooms and chairs and beds\nand houses.  I sleep hardly a couple of hours.  Then into the early\nmorning air, out with the birds; I know no other pleasure.\n\nLYRA:  Hospital work for a variation: civil or military.  The former\ninvolves the house-surgeon: the latter the grateful lieutenant.\n\nASTRAEA:  Not if a woman can resist .  .  .  I go to it proof-armoured.\n\nLYRA:  What does the Dame say?\n\nASTRAEA:  Sighs over me!  Just a little maddening to hear.\n\nLYRA:  When we feel we have the strength of giants, and are bidden to sit\nand smile!  You should rap out some of our old sweet-innocent garden\noaths with her--'Carnation!  Dame!'  That used to make her dance on her\nseat.--'But, dearest Dame, it is as natural an impulse for women to have\nthat relief as for men; and natural will out, begonia! it will!'  We ran\nthrough the book of Botany for devilish objurgations.  I do believe our\nmisconduct caused us to be handed to the good man at the altar as the\nright corrective.  And you were the worst offender.\n\nASTRAEA:  Was I?  I could be now, though I am so changed a creature.\n\nLYRA:  You enjoy the studies with your Spiral, come!\n\nASTRAEA:  Professor Spiral is the one honest gentleman here.  He does\nhomage to my principles.  I have never been troubled by him: no silly\nhints or side-looks--you know, the dog at the forbidden bone.\n\nLYRA:  A grand orator.\n\nASTRAEA:  He is.  You fix on the smallest of his gifts.  He is\nintellectually and morally superior.\n\nLYRA:  Praise of that kind makes me rather incline to prefer his\ninferiors.  He fed gobble-gobble on your puffs of incense.  I coughed\nand scraped the gravel; quite in vain; he tapped for more and more.\n\nASTRAEA:  Professor Spiral is a thinker; he is a sage.  He gives women\ntheir due.\n\nLYRA:  And he is a bachelor too--or consequently.\n\nASTRAEA:  If you like you may be as playful with me as the Lyra of our\nmaiden days used to be.  My dear, my dear, how glad I am to have you\nhere!  You remind me that I once had a heart.  It will beat again with\nyou beside me, and I shall look to you for protection.  A novel request\nfrom me.  From annoyance, I mean.  It has entirely altered my character.\nSometimes I am afraid to think of what I was, lest I should suddenly\nromp, and perform pirouettes and cry 'Carnation!'  There is the bell.\nWe must not be late when the professor condescends to sit for meals.\n\nLYRA:  That rings healthily in the professor.\n\nASTRAEA:  Arm in arm, my Lyra.\n\nLYRA:  No Pluriel yet!\n\n     (They enter the house, and the time changes to evening of the same\n     day.  The scene is still the garden.)\n\n\n\n                                 SCENE VI\n\n                              ASTRAEA, ARDEN\n\nASTRAEA:  Pardon me if I do not hear you well.\n\nARDEN:  I will not even think you barbarous.\n\nASTRAEA:  I am.  I am the object of the chase.\n\nARDEN:  The huntsman draws the wood, then, and not you.\n\nASTRAEA:\n               At any instant I am forced to run,\n               Or turn in my defence: how can I be\n               Other than barbarous?  You are the cause.\n\nARDEN:  No: heaven that made you beautiful's the cause.\n\nASTRAEA:\n               Say, earth, that gave you instincts.  Bring me down\n               To instincts!  When by chance I speak awhile\n               With our professor, you appear in haste,\n               Full cry to sight again the missing hare.\n               Away ideas!  All that's divinest flies!\n               I have to bear in mind how young you are.\n\nARDEN:\n               You have only to look up to me four years,\n               Instead of forty!\n\nASTRAEA:  Sir?\n\n\n\nARDEN\n                    There's my misfortune!\n               And worse that, young, I love as a young man.\n               Could I but quench the fire, I might conceal\n               The youthfulness offending you so much.\n\nASTRAEA:  I wish you would.  I wish it earnestly.\n\nARDEN:  Impossible.  I burn.\n\nASTRAEA:  You should not burn.\n\nARDEN\n               'Tis more than I.  'Tis fire.  It masters will.\n               You would not say I should not' if you knew fire.\n               It seizes.  It devours.\n\nASTRAEA:  Dry wood.\n\nARDEN:\n               Cold wit!\n               How cold you can be!  But be cold, for sweet\n               You must be.  And your eyes are mine: with them\n               I see myself: unworthy to usurp\n               The place I hold a moment.  While I look\n               I have my happiness.\n\nASTRAEA:  You should look higher.\n\nARDEN:\n               Through you to the highest.  Only through you!\n                    Through you\n               The mark I may attain is visible,\n               And I have strength to dream of winning it.\n               You are the bow that speeds the arrow: you\n               The glass that brings the distance nigh.  My world\n               Is luminous through you, pure heavenly,\n               But hangs upon the rose's outer leaf,\n               Not next her heart.  Astraea!  my own beloved!\n\nASTRAEA:  We may be excellent friends.  And I have faults.\n\nARDEN:  Name them: I am hungering for more to love.\n\nASTRAEA:\n               I waver very constantly:  I have\n               No fixity of feeling or of sight.\n               I have no courage: I can often dream\n               Of daring: when I wake I am in dread.\n               I am inconstant as a butterfly,\n               And shallow as a brook with little fish!\n               Strange little fish, that tempt the small boy's net,\n               But at a touch straight dive!  I am any one's,\n               And no one's!  I am vain.\n               Praise of my beauty lodges in my ears.\n               The lark reels up with it; the nightingale\n               Sobs bleeding; the flowers nod; I could believe\n               A poet, though he praised me to my face.\n\nARDEN:\n               Never had poet so divine a fount\n               To drink of!\n\nASTRAEA:\n               Have I given you more to love\n\nARDEN:\n               More!  You have given me your inner mind,\n               Where conscience in the robes of Justice shoots\n               Light so serenely keen that in such light\n               Fair infants, I newly criminal of earth,'\n               As your friend Osier says, might show some blot.\n               Seraphs might!  More to love?  Oh!  these dear faults\n               Lead you to me like troops of laughing girls\n               With garlands.  All the fear is, that you trifle,\n               Feigning them.\n\nASTRAEA:\n               For what purpose?\n\nARDEN:\n                         Can I guess?\n\nASTRAEA:\n\n               I think 'tis you who have the trifler's note.\n               My hearing is acute, and when you speak,\n               Two voices ring, though you speak fervidly.\n               Your Osier quotation jars.  Beware!\n               Why were you absent from our meeting-place\n               This morning?\n\n\n.\n\nARDEN:\n                    I was on the way, and met\n               Your uncle Homeware\n\nASTRAEA:  Ah!\n\nARDEN:  He loves you.\n\nASTRAEA:\n               He loves me: he has never understood.\n               He loves me as a creature of the flock;\n               A little whiter than some others.\n               Yes; He loves me, as men love; not to uplift;\n               Not to have faith in; not to spiritualize.\n               For him I am a woman and a widow\n               One of the flock, unmarked save by a brand.\n               He said it!--You confess it!  You have learnt\n               To share his error, erring fatally.\n\nARDEN:  By whose advice went I to him?\n\nASTRAEA:\n                              By whose?\n               Pursuit that seemed incessant: persecution.\n               Besides, I have changed since then: I change; I change;\n               It is too true I change.  I could esteem\n               You better did you change.  And had you heard\n               The noble words this morning from the mouth\n               Of our professor, changed were you, or raised\n               Above love-thoughts, love-talk, and flame and flutter,\n               High as eternal snows.  What said he else,\n               My uncle Homeware?\n\nARDEN:\n                         That you were not free:\n               And that he counselled us to use our wits.\n\nASTRAEA:\n               But I am free I free to be ever free!\n               My freedom keeps me free!  He counselled us?\n               I am not one in a conspiracy.\n               I scheme no discord with my present life.\n               Who does, I cannot look on as my friend.\n               Not free?  You know me little.  Were I chained,\n               For liberty I would sell liberty\n               To him who helped me to an hour's release.\n               But having perfect freedom .  .  .\n\nARDEN: No.\n\nASTRAEA:\n               Good sir,\n               You check me?\n\nARDEN: Perfect freedom?\n\nASTRAEA: Perfect!\n\nARDEN: No!\n\nASTRAEA:  Am I awake?  What blinds me?\n\nARDEN:\n                                   Filaments\n               The slenderest ever woven about a brain\n               From the brain's mists, by the little sprite called\n                    Fancy.\n               A breath would scatter them; but that one breath\n               Must come of animation.  When the heart\n               Is as, a frozen sea the brain spins webs.\n\nASTRAEA:\n               'Tis very singular!\n               I understand.\n               You translate cleverly.  I hear in verse\n               My uncle Homeware's prose.  He has these notions.\n               Old men presume to read us.\n\nARDEN:\n               Young men may.\n               You gaze on an ideal reflecting you\n               Need I say beautiful?  Yet it reflects\n               Less beauty than the lady whom I love\n               Breathes, radiates.  Look on yourself in me.\n               What harm in gazing?  You are this flower\n               You are that spirit.  But the spirit fed\n               With substance of the flower takes all its bloom!\n               And where in spirits is the bloom of the flower?\n\nASTRAEA:\n               'Tis very singular.  You have a tone\n               Quite changed.\n\nARDEN:\n               You wished a change.  To show you, how\n               I read you . . .\n\nASTRAEA:\n               Oh!  no, no.  It means dissection.\n               I never heard of reading character\n               That did not mean dissection.  Spare me that.\n               I am wilful, violent, capricious, weak,\n               Wound in a web of my own spinning-wheel,\n               A star-gazer, a riband in the wind .  .  .\n\nARDEN:\n               A banner in the wind!  and me you lead,\n               And shall!  At least, I follow till I win.\n\nASTRAEA:\n               Forbear, I do beseech you.\n\nARDEN:\n                              I have had\n               Your hand in mine.\n\nASTRAEA:\n               Once.\n\nARDEN:\n                              Once!\n               Once!  'twas; once, was the heart alive,\n               Leaping to break the ice.  Oh!  once, was aye\n               That laughed at frosty May like spring's return.\n               Say you are terrorized: you dare not melt.\n               You like me; you might love me; but to dare,\n               Tasks more than courage.  Veneration, friends,\n               Self-worship, which is often self-distrust,\n               Bar the good way to you, and make a dream\n               A fortress and a prison.\n\nASTRAEA:\n                              Changed!  you have changed\n               Indeed.  When you so boldly seized my hand\n               It seemed a boyish freak, done boyishly.\n               I wondered at Professor Spiral's choice\n               Of you for an example, and our hope.\n               Now you grow dangerous.  You must have thought,\n               And some things true you speak-save 'terrorized.'\n               It may be flattering to sweet self-love\n               To deem me terrorized.--'Tis my own soul,\n               My heart, my mind, all that I hold most sacred,\n               Not fear of others, bids me walk aloof.\n               Who terrorizes me?  Who could?  Friends?  Never!\n               The world? as little.  Terrorized!\n\nARDEN:\n                              Forgive me.\n\nASTRAEA:\n               I might reply, Respect me.  If I loved,\n               If I could be so faithless as to love,\n               Think you I would not rather noise abroad\n               My shame for penitence than let friends dwell\n               Deluded by an image of one vowed\n               To superhuman, who the common mock\n               Of things too human has at heart become.\n\nARDEN:\n               You would declare your love?\n\nASTRAEA:\n                              I said, my shame.\n               The woman that's the widow is ensnared,\n               Caught in the toils! away with widows!--Oh!\n               I hear men shouting it.\n\nARDEN:\n               But shame there's none\n               For me in loving: therefore I may take\n               Your friends to witness?  tell them that my pride\n               Is in the love of you?\n\nASTRAEA:\n                              'Twill soon bring\n               The silence that should be between us two,\n               And sooner give me peace.\n\nARDEN:\n               And you consent?\n\nASTRAEA:\n               For the sake of peace and silence I consent,\n               You should be warned that you will cruelly\n               Disturb them.  But 'tis best.  You should be warned\n               Your pleading will be hopeless.  But 'tis best.\n               You have my full consent.  Weigh well your acts,\n               You cannot rest where you have cast this bolt\n               Lay that to heart, and you are cherished, prized,\n               Among them: they are estimable ladies,\n               Warmest of friends; though you may think they soar\n               Too loftily for your measure of strict sense\n               (And as my uncle Homeware's pupil, sir,\n               In worldliness, you do), just minds they have:\n               Once know them, and your banishment will fret.\n               I would not run such risks.  You will offend,\n               Go near to outrage them; and perturbate\n               As they have not deserved of you.  But I,\n               Considering I am nothing in the scales\n               You balance, quite and of necessity\n               Consent.  When you have weighed it, let me hear.\n               My uncle Homeware steps this way in haste.\n               We have been talking long, and in full view !\n\n\n\n                                SCENE VII\n\n                         ASTRAEA, ARDEN, HOMEWARE\n\nHOMEWARE:\n               Astraea, child!  You, Arden, stand aside.\n               Ay, if she were a maid you might speak first,\n               But being a widow she must find her tongue.\n               Astraea, they await you.  State the fact\n               As soon as you are questioned, fearlessly.\n               Open the battle with artillery.\n\nASTRAEA:\n               What is the matter, uncle Homeware?\n\nHOMEWARE (playing fox):\n                                   What?\n               Why, we have watched your nice preliminaries\n               From the windows half the evening.  Now run in.\n               Their patience has run out, and, as I said,\n               Unlimber and deliver fire at once.\n               Your aunts Virginia and Winifred,\n               With Lady Oldlace, are the senators,\n               The Dame for Dogs.  They wear terrific brows,\n               But be not you affrighted, my sweet chick,\n               And tell them uncle Homeware backs your choice,\n               By lawyer and by priests! by altar, fount,\n               And testament!\n\nASTRAEA:\n               My choice!  what have I chosen?\n\nHOMEWARE:\n               She asks?  You hear her, Arden?--what and whom!\n\nARDEN:\n               Surely, sir!  .  .  . heavens!  have you . . .\n\nHOMEWARE:\n                                   Surely the old fox,\n               In all I have read, is wiser than the young:\n               And if there is a game for fox to play,\n               Old fox plays cunningest.\n\nASTRAEA:\n               Why fox?  Oh!  uncle,\n               You make my heart beat with your mystery;\n               I never did love riddles.  Why sit they\n               Awaiting me, and looking terrible?\n\nHOMEWARE:\n               It is reported of an ancient folk\n               Which worshipped idols, that upon a day\n               Their idol pitched before them on the floor\n\nASTRAEA:\n               Was ever so ridiculous a tale!\n\nHOMEWARE\n               To call the attendant fires to account\n               Their elders forthwith sat .  .  .\n\nASTRAEA:\n                                   Is there no prayer\n               Will move you, uncle Homeware?\n\nHOMEWARE:\n                              God-daughter,\n               This gentleman for you I have proposed\n               As husband.\n\nASTRAEA:\n               Arden! we are lost.\n\nARDEN:\n                                   Astraea!\n               Support him!  Though I knew not his design,\n               It plants me in mid-heaven.  Would it were\n               Not you, but I to bear the shock.  My love!\n               We lost, you cry; you join me with you lost!\n               The truth leaps from your heart: and let it shine\n               To light us on our brilliant battle day\n               And victory\n\nASTRAEA:\n               Who betrayed me!\n\nHOMEWARE:\n                              Who betrayed?\n               Your voice, your eyes, your veil, your knife and fork;\n               Your tenfold worship of your widowhood;\n               As he who sees he must yield up the flag,\n               Hugs it oath-swearingly!  straw-drowningly.\n               To be reasonable: you sent this gentleman\n               Referring him to me .  .  .  .\n\nASTRAEA:\n                                        And that is false.\n               All's false.  You have conspired.  I am disgraced.\n               But you will learn you have judged erroneously.\n               I am not the frail creature you conceive.\n               Between your vision of life's aim, and theirs\n               Who presently will question me, I cling\n               To theirs as light: and yours I deem a den\n               Where souls can have no growth.\n\nHOMEWARE:\n               But when we touched\n               The point of hand-pressings, 'twas rightly time\n               To think of wedding ties?\n\nASTRAEA:\n               Arden, adieu!\n\n                    (She rushes into house.)\n\n\n\n                                SCENE VIII\n\n                             ARDEN, HOMEWARE\n\n\nARDEN:\n               Adieu!  she said.  With her that word is final.\n\nHOMEWARE:\n               Strange!  how young people blowing words like clouds\n               On winds, now fair, now foul, and as they please\n               Should still attach the Fates to them.\n\nARDEN:\n                              She's wounded\n               Wounded to the quick!\n\nHOMEWARE:\n                         The quicker our success: for short\n               Of that, these dames, who feel for everything,\n               Feel nothing.\n\nARDEN:\n                         Your intention has been kind,\n               Dear sir, but you have ruined me.\n\nHOMEWARE:\n                         Good-night. (Going.)\n\nARDEN:\n               Yet she said, we are lost, in her surprise.\n\nHOMEWARE:\n               Good morning.  (Returning.)\n\nARDEN:\n                         I suppose that I am bound\n               (If I could see for what I should be glad!)\n               To thank you, sir.\n\nHOMEWARE:\n                         Look hard but give no thanks.\n               I found my girl descending on the road\n               Of breakneck coquetry, and barred her way.\n               Either she leaps the bar, or she must back.\n               That means she marries you, or says good-bye.\n                                        (Going again.)\n\nARDEN:\n               Now she's among them.  (Looking at window.)\n\nHOMEWARE:\n               Now she sees her mind.\n\nARDEN:\n               It is my destiny she now decides!\n\nHOMEWARE:\n               There's now suspense on earth and round the spheres.\n\nARDEN:\n               She's mine now: mine!  or I am doomed to go.\n\nHOMEWARE:\n               The marriage ring, or the portmanteau now!\n\nARDEN:\n               Laugh as you like, air!  I am not ashamed\n               To love and own it.\n\nHOMEWARE:\n               So the symptoms show.\n               Rightly, young man, and proving a good breed.\n               To further it's a duty to mankind\n               And I have lent my push, But recollect:\n               Old Ilion was not conquered in a day.\n                                   (He enters house.)\n\nARDEN:\n               Ten years!  If I may win her at the end!\n\n\n                                 CURTAIN\n\n\n\n\nETEXT EDITOR'S BOOKMARKS:\n\nA great oration may be a sedative\nA male devotee is within an inch of a miracle\nAbove Nature, I tell him, or, we shall be very much below\nAs in all great oratory!  The key of it is the pathos\nBack from the altar to discover that she has chained herself\nCupid clipped of wing is a destructive parasite\nExcess of a merit is a capital offence in morality\nHis idea of marriage is, the taking of the woman into custody\nI am a discordant instrument  I do not readily vibrate\nI like him, I like him, of course, but I want to breathe\nI who respect the state of marriage by refusing\nLove and war have been compared--Both require strategy\nPeace, I do pray, for the husband-haunted wife\nPeriod of his life a man becomes too voraciously constant\nPitiful conceit in men\nRejoicing they have in their common agreement\nSelf-worship, which is often self-distrust\nSuspects all young men and most young women\nTheir idol pitched before them on the floor\nWere I chained,    For liberty I would sell liberty\nWoman descending from her ideal to the gross reality of man\nYour devotion craves an enormous exchange\n\n\n[The End]",
    "metadata": {
        "author": [
            "Meredith, George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/4497/pg4497.txt",
        "name": "the_sentimentalists.json"
    }
}