{
    "name": "The giftie gien",
    "author": [
        "Jameson, Malcolm Routh",
        "Jameson, Malcolm",
        "Keith, Colin"
    ],
    "body": "It was five o'clock. The girls were getting ready to go home and the\ncity salesmen were beginning to come trooping in. Mr. J. C. Chisholm,\nsales manager of the Pinnacle Office & Household Appliance Corp.,\nfolded his pudgy hands across his ample middle and sat back in his\nchair to watch the daily ritual going on beyond the clear-glass\npartition that separated his office from the salesmen's room. A bland\nsmile was on his pink face and a stranger might have said that he\nappeared to be beaming with satisfaction and good will. At any rate,\nthe smile was there, and, as a matter of fact, Mr. Chisholm was quite\nsatisfied with himself. There was not the slightest doubt in his\nmind--and the incoming orders up to that hour were added proof of\nit--that he was the best little old sales manager POHAC had ever had.\nConsequently, he viewed the activities beyond the partition with the\nutmost amiability.\n\nMiss Maizie Delmar, his secretary, sat beside him, her notebook on her\nknee and her pencil poised in anticipation of any weighty utterance he\nmight see fit to make. Not that she expected to take any notes for the\nnext ten minutes, for she knew her boss quite as well as he thought he\nknew everybody else. This was the \"psychic hour,\" as she caustically\nreferred to it when outside the smothering confines of POHAC's. It\namused Mr. Chisholm to display his keen powers of observation and his\nuncanny judgment of people. So she waited with a hard, set face for\nhis first prediction. She knew that he would look at her from time to\ntime to get her reaction, but she was ready for that. She had a little\nfrozen smile and a gleam to put into her tired eyes that she could\nflash on and off like a light, but she reserved those until they were\ndemanded.\n\n\"Har-rum,\" he observed, \"Miss Carrick has now finished dabbing her\nnose. In exactly forty-three seconds she will fold her typewriter under\nand slam the lid. Then she will go to the window and look at the sky.\nIt is cloudy, so she will put on her galoshes and take an umbrella.\"\n\nHe started his stop watch. Miss Delmar sighed inaudibly and waited. Of\ncourse he was right. Miss Carrick was an elderly and sour spinster and\ndecidedly \"set in her ways.\" She was as predictable as sunset and the\ntides.\n\n\"Forty-four seconds,\" he announced, triumphantly, snapping off the\nwatch at the bang of the desk top. \"Don't tell me. I know these people\nlike a book. Nobody can slip anything over old J.C.\"\n\nMiss Trevelyan was the next subject for prophecy. She had a\nwell-established routine that was almost as rigid as that of Miss\nCarrick, though she was of a different type. Miss Trevelyan was a\nbaby-doll beauty of the Betty Boop variety and with the voice to match.\nAt the moment she was regarding herself anxiously in a ridiculously\nsmall compact mirror, tilting her head this way and that with quick\nbirdlike jerks so as to better scrutinize nose, cheeks, eyes and ears.\nAfter that, as J.C. gleefully foretold, would come the powdering, the\nlip-sticking, the eyebrow-brushing--in the order named--and eventually\nan elaborate tucking-in of imaginary wisps of vagrant hair. J.C.\ndidn't miss a bet.\n\nThen three salesmen came in. Jake Sarrat, the big, jovial ace of the\nwholesale district, slapped the other two on the back, hurled his\nbrief case and kit into a desk drawer, made a brief phone call, and\nthen went out. Old Mr. Firrel wore his usual somber, tired look, and\nwalked slowly to the bare table they had let him use. He unbent his\nlanky and stooped six feet of skin and bones and began dragging copious\nsheafs of notes from his brief case. Those he glanced at briefly and\nbegan tearing up, one by one. The third, a saturnine little fellow who\nappeared to be perpetually angry, marched straight to his desk and\nbegan scribbling furiously on a pad of report blanks. He was Ellis\nHardy, Chisholm's pet.\n\n\"Jake,\" said Mr. Chisholm, confidently, \"is working up a big case and\nwants to surprise me with it. Watch his smoke before the week is over.\nEllis has just brought in a big one--stick around, we may pour a drink\nbefore we call it a day. As for Old Dismal, he's quitting. The poor\ndope!\"\n\nHe twirled his chair around to face a mahogany cabinet. He opened the\ndoor of it, took out a bottle and glass, and poured himself a stiff\nslug of rye. He tossed it off with a grunt and swiveled back.\n\n\"That guy is not a salesman and never will be,\" he snorted\ncontemptuously. \"Look at him! He looks like a tramp and as mournful as\na pallbearer. When I talk to him about dolling himself up he says he\nhasn't the dough; when I tell him to cheer up and wear a smile, he\ncroaks about his stomach ulcers. What do I care how hard he works if he\nnever brings the bacon in? Why, if that poor drip ever took a look at\nhimself in the mirror, he'd go hang himself.\"\n\nMaizie gripped her pencil harder and quoted softly:\n\n    \"Ah, wad some power the giftie gie us\n    To see oursels as ithers see us--\"\n\n\"That's right,\" exclaimed Mr. Chisholm. \"You get it. Take me. I'm\nalways on the lookout for that. If I didn't watch myself, I might turn\nstout. But no, I'm wise. I don't wait for people to tell me--I go to\nthe gym three times a week and have a good work-out. The rubber says\nthere's not a spare ounce on me. There's no crime in being big--people\nrespect a big man, don't you think?\"\n\n\"They do get out of their way,\" admitted Maizie, flashing her stock\nsmile, and batting her eyelids appreciatively. After all, he paid her\nforty a week and she had a paralyzed mother to support.\n\n\"Exactly,\" he continued, gratified, \"and that's only appearance I'm\ntalking about. The big thing is personal relations. Look how often\nsomebody takes me for an easy-mark and tries to slip something over.\nI fool 'em, don't I? That's because I keep studying myself. I say to\nmyself, say I, 'Look here, J.C., this bird thinks he's smart; now\nshow him you're smarter.' Good system, eh? That's what comes of taking\nan objective view of yourself. That's why I keep all those psychology\nbooks around. You have no idea--\"\n\n\"It must be grand to be so masterful, to be able to hold down such a\nbig position ... and ... and all that,\" she said, hoping the blush it\ncost her wouldn't be noticed.\n\nBut there was a diversion at hand. Ellis Hardy was approaching and she\nknew without being told what was about to happen. In line of duty she\nlistened in--with the connivance of Miss Perkins, the PBX operator--on\nsalesmen's telephone conversations. In fact, she was the modest source\nof much of Mr. Chisholm's omniscience.\n\nHardy came in without the ceremony of knocking, and promptly sat down\non top of Chisholm's desk. He threw down a sheaf of filled-out orders.\nA certified check running to five figures was clipped to the top.\n\n\"Got 'em,\" announced Hardy with a self-satisfied smirk. \"Eight SXV\nunits, motor-driven, complete with accessories and a year's supply.\nThat's for the head office. I sold 'em four more for the branches.\"\n\n\"Attaboy!\" responded Chisholm, doing another rightabout-face. This time\nhe set out three glasses with the bottle. \"Moore & Fentress, eh? I\ntold you they would be push-overs. Don't ever say I don't give you the\nbreaks--that was like getting money from home.\"\n\n\"Uh-huh,\" admitted Hardy, with a reluctant grin. \"Of course that sap\nFirrel--\"\n\n\"Never mind Firrel,\" snapped Chisholm, \"I'll handle him. The money's\nthe thing.\"\n\n\"Oh, sure,\" said Hardy, \"as soon as my check comes through--\"\n\n\"Drink up,\" said Chisholm, waving a deprecating hand. There was no need\nof Maizie knowing _too_ much--she was discreet and loyal and all\nthat, but still--\n\nFirrel was at the door, standing hesitantly as if unwilling to\ninterrupt the conference going on, but fidgeting as if anxious to be on\nhis way.\n\n\"Scram, Ellis,\" said Chisholm, seeing the gaunt old man. \"Let me hear\nwhat this egg's wail is.\"\n\n\n\nHardy grinned his sour grin and stepped out, giving Mr. Firrel but the\ncurtest nod in passing. Firrel came in, and not being invited to sit,\nstood awkwardly before the desk. Maizie felt sorry for the man. He was\nso earnest, so sincere, such a hard worker--yet he had been with them\nmore than a month and the few commissions he had received could hardly\nhave done more than pay his carfare. It was pathetic.\n\n\"Well?\" asked Chisholm, hard and cross, as if annoyed at the intrusion.\n\n\"I'm quitting,\" said Firrel. \"That's all.\"\n\n\"Suit yourself,\" said Chisholm, indifferently. \"I never begged a man to\nwork for me and I can't see myself starting now. Check out with Miss\nDelmar. Give her your kit and turn over the list of prospects you have\nbeen working on--not that I think they are any good. It's the rule, you\nknow.\"\n\n\"You can go to hell,\" said Mr. Firrel, very quietly. Maizie noticed\nthat his knuckles were white and his hands tense. \"I called in to\nsee Mr. Fentress this afternoon. He told me to. That was a week ago.\nHe said that they had to await the authorization of their Board of\nDirectors before signing an order. I found out what had happened.\"\n\n\"So what?\" roared Chisholm savagely. \"Do you think we could keep\nopen if we ran on a sometime, if and when basis? Alibis are all\nyou ever have ... at the end of the quarter ... when they take the\ninventory ... when Mr. Goofus gets back from the West Coast. We want\nbusiness _now_. That's why I sent Hardy when they called up this\nmorning and wanted to know why our man hadn't been around. _He_ doesn't\nstall and make alibis for himself. He gets 'em on the dotted line. I\ncouldn't let you muff a big order like this one.\"\n\nChisholm waved the order under his nose, then laid it face down so the\namount on the check would not show.\n\n\"Of course,\" the sales manager went on, in that\nI-lean-over-backward-being-a-good-fellow manner he assumed at times,\n\"if you really feel that you have anything coming to you for what\npreliminary work you did, I'm sure I can make Hardy see it that way.\nHe'll cut you in. That's a promise. Would a twenty, say, help out?\"\n\nHe pulled out his wallet and opened it. Maizie took one glance at the\nsmoldering hatred and contempt in the weary eyes of the man before the\ndesk and then hastily dropped her own to the notebook on her knee. If\nonly someone would sock the porcine jowl of her detested employer!\n\n\"You heard me,\" said Firrel with a cold distinctness that cut. \"You can\ngo to hell.\"\n\nHe turned abruptly and walked out. A moment later the outer door\nslammed.\n\n\"Never mind trying to piece out his torn prospect cards, Maizie,\" said\nPOHAC's eminently successful sales manager. \"We have a file of his\ndaily reports. Hardy can work just as well from those.\"\n\n\"Yes, sir,\" said Maizie. Her rent was over-due, and the doctor had\nsaid--\n\nShe swept out of the office and down the hall to the washroom. Her\nnails were biting into her palms and her eyes were brimming.\n\n\"Oh, the louse,\" she moaned over and over again, \"the louse, the dirty,\ndirty louse! If I were only a man--\"\n\nThen those lines of Burns came to mind again:\n\n    \"O, wad some power the giftie gie us--\"\n\n\"That would do,\" she cried fervently. \"Hang himself! If he only saw\nhimself as I see him, he'd be lucky if he _could_ hang himself.\"\n\nSeven o'clock came. Mr. Chisholm took one final snort before putting on\nhis hat and turning out the lights. He must be in fine form when he met\nMr. Lonigan. Lonigan was an important buyer and he was coming in on the\n_Rocket_ at seven thirty. The evening was already planned. He was\nto meet the buyer, take him to dinner, then meet the McKittricks in the\nlobby of the Palace Theater. Mr. McKittrick was the president of POHAC\nand had six box seats for the show. With him would be Mrs. McKittrick,\nMrs. Chisholm, and a certain very personable young woman whom the\ncompany employed from time to time to fill in on just such occasions.\nIt promised to be a gay evening, and as soon as he had a chance to\nwhisper to the big boss about the order he had topped the day off with,\neven McKittrick would concede that he had the best sales manager ever.\n\nChisholm jabbed the elevator button, whistling merrily as he stood back\nto watch the oscillations of the telltale above the door.\n\n\"Nice night, Jerry,\" he said cheerily to the elevator man.\n\n\"A very nice night, sir,\" agreed Jerry. But he never took his eyes off\nthe column of blinking ruby lights before his nose. Mr. Chisholm was to\nbe the most mistrusted when he was in a benign mood. It was usually the\ncome-on for some probing and tricky questions. Like, \"I saw Mr. Naylor\nget in your car awhile ago. What a card! He's higher'n a kite tonight.\n_Ha, ha._\" _Any_ response to a remark of that sort was sure\nto mean trouble for somebody.\n\nChisholm was in an expansive mood and strode along as if he owned the\nearth. He felt fine. It did not matter that ten of his men had quit\nthat week, and not all of them had been as restrained as old man Firrel\nin their good-bys. What did he care for the weak sisters? An ad in\ntomorrow's papers would fill up the anteroom with forty more. If they\nclicked--weeks from now--so much the better; if not, how could he lose?\nPOHAC's sales department was strictly a straight commission outfit.\n\nHe turned through the park. It was not only a short cut but pleasanter\nwalking, except for the beggars. One met him and whined for a cup of\ncoffee, but Chisholm growled at him and stalked on by. Farther on he\ncame to a place where the path passed through some heavy shrubbery.\nThere were deep shadows there and he hesitated a moment. He would have\nfelt better if a policeman were in sight. Then he reminded himself of\nwhat puny creatures most of the panhandlers were and of his own brawn.\nHe walked on.\n\nA man was coming toward him. Just as he supposed, the man was another\nbeggar. He asked for a dime. Chisholm realized it was dark where he was\nand thought perhaps a dime was cheap insurance against an argument. He\nstopped and groped in his change pocket for the coin. At that moment\nsomething happened. The beggar suddenly grasped his right arm, while\nanother man stepped out of the bushes and grabbed his left. At the\nsame instant someone from the rear locked an arm about his throat and\nlifted. He was off his feet and choking--skilled hands were exploring\nhis pockets--he kicked and squirmed only to feel the viselike grip\non his neck tighten maddeningly. There was an inward _plop_ and\nsomething cracked just under his skull with a sharp detonation and a\nblinding flare of light. Mr. Chisholm had been brutally mugged. Mr.\nChisholm was quite dead.\n\n\n\nTwo hours and a quarter later a group of four were still waiting\nimpatiently in the foyer of the Palace. An angry man from St. Louis\nsat in the back of a cafeteria eating his supper. He had not been met\nat the station as promised; neither the office phone, nor McKittrick's\nor Chisholm's home phones had answered. Not that he minded missing\nChisholm particularly--he had always thought him a phony--but he did\nlike the McKittricks. The party at the theater were equally angry,\nthough they showed it less.\n\n\"Well,\" remarked Mrs. McKittrick acidly to her husband in a moment when\nthe others were occupied, \"how much longer are you going to wait for\nthat stuffed-shirt of a head salesman of yours?\"\n\n\"One minute--no more,\" said McKittrick, glaring at his watch. \"If it's\nany comfort to you, he's being canned as of coming Monday. The office\nturnover since he's been in charge is something scandalous.\"\n\nIn the other corner of the foyer the smartly gowned creature brought\nalong for the delectation of Mr. Lonigan was growing restive also. She\nturned to Mrs. Chisholm.\n\n\"Whatever could have happened to your husband?\" she asked sweetly.\n\n\"Drunk, I suppose,\" answered Mrs. Chisholm calmly. \"I hope so. I hear\nthis is a good show and I want to enjoy it, even if we have missed half\nthe first act. My husband, you know, fancies himself as a dramatic\ncritic. He is quite unbearable, I assure you.\"\n\n\"Oh, really?\" said the fair young thing. It was best to be\nnoncommittal, she thought, though she had been secretly wondering for\nsome time how long Mrs. Chisholm No. 3 was going to stick it out. No\nother Mrs. Chisholm had ever finished out the first year, despite the\nChisholm legend of what a \"way\" he had with the gals.\n\n\"Let's go on in,\" said Mr. McKittrick, pocketing his watch.\n\nIt was about then that the park police stumbled across the defunct\nsales manager's broken form. It was already a long time after Mr.\nChisholm had temporarily forgotten all about Hardy and Firrel and\nMaizie and Lonigan and the theater party. For in some places a matter\nof a couple of hours or so seems longer. It was that way where Mr.\nChisholm was.\n\n\n\nFirst, there was all that tiresome marching. Chisholm found himself\non a vast gray plain under a dull leaden sky, marching, marching,\nmarching. It was odd that it tired him so, for it was effortless and\ntimeless and the distances, though interminable, seemed meaningless.\nIt must have been the monotony of it. And then, also, he found those\nmarching with him strangely disturbing. Some were healthy-looking men\nlike himself, except that most of them were gashed or mangled in some\nway, as if hurled through plate glass or smashed by bombs. Others were\nhaggard and pallid, as if coming from sickbeds. But it was the soldiers\nthat got him most. He had forgotten about the war. It had touched\nhim but slightly, though his impressions of it had been irritating,\nbut not in a flesh and blood way. The silly business of priorities,\nprice controls and sales taxes had annoyed him exceedingly, and the\noutrageous income-tax boosts had infuriated him. Now he was getting\nanother slant on the conflict, for hordes--armies--of soldiers were\nmarching along with him. They were of every kind--Russians, Japs,\nTommies, Nazis, even American bluejackets and soldiers--and mingled\nwith them were miserable-looking civilians of every race. A pair of\nwretched-looking Polish Jews walking near him had obviously been hanged\nbut a short time before. Chisholm edged away from them in horrified\ndisgust.\n\nHe was beginning to tumble to the fact that he was dead, and was\ngetting restive with the monotonous tramping across the plain. He\nhad never been a devout man, or even a philosophical one, so he had\nlittle idea of what to expect, except that certain childhood memories\nor notions kept intruding themselves upon his consciousness. Wasn't\nthere some sort of trial coming to him? Not that the prospect worried\nhim much. At least, not very much. For he had always dealt justly with\npeople according to his lights, he insisted to himself. He couldn't\nhelp it if there were venal people, or weaklings, or would-be tough\neggs that had to be pushed around. Nobody could be expected to get\nthrough life without handling such types in the most appropriate way.\nBut where, oh where, was the judge that would pass judgment?\n\nAfter a time the crowd grew thinner. At length the shade of Chisholm\nnoted that he was virtually alone and treading a narrow path that led\nupward over a shadowy hill. There was no one ahead of him or alongside,\nbut following him at a distance was a considerable multitude of\nother shades of his own kind. He supposed that shortly after his own\nunfortunate encounter with the thugs a catastrophe of some sort had\ndeveloped locally. He could not resist the malicious half hope that it\nmight have been a theater fire. Somehow it irked him that his latest\nwife should still be alive and fattening on his property while he was\ntramping these gray wilds. Nor would it have upset him to know that\nMcKittrick had been caught in the same disaster. McKittrick, in his\nestimation, was a pompous ass whom he would have shown up if he could\nhave lived just a little longer. As far as that went, he could also\nhave viewed with equanimity the decease of the girl that was brought\nalong for Lonigan. He hadn't forgotten the smart of her recent rebuff\nof him, the little cat!\n\nWith such thoughts in mind, he topped the rise and saw a wall with a\ngate in it before him. The gate was open, so he went on in. He halfway\nexpected to be stopped, or at least greeted by an angel, but things\nwere just the same inside the gate as out--except that there was a\nvoice. The voice cried out in the manner of a train announcer, deep and\nbooming.\n\n\"The prototype of Jerome Chester Chisholm!\"\n\nJust that. That was all.\n\nThen a demon materialized directly in front of the shade of Chisholm.\n\n\"This way, Jerome,\" he said very politely. He was not bad-looking--for\na demon--though he was unmistakably one, having the expected stock\nproperties: a reddish, glistening skin, stubby horns, and shiny\njet-black eyes.\n\n\"'J.C.' is what people call me,\" corrected Chisholm. He had never\ndealt with a demon before, but since the demon appeared to be friendly\nhe thought he might as well respond with a gesture of his own.\n\n\"Better stick to Jerome,\" advised the demon. \"I'll admit it's not\npretty, but it's safe. When you start being known by what people\n_call_ you--well!\"\n\nMr. Chisholm sniffed. The demon's words had the faint odor of a dirty\ncrack. He was beginning not to like the demon. Also the import of\nthe unseen aÃ«rial announcement was puzzling him. What did it mean by\ncalling him the \"prototype\" of himself? It didn't make sense.\n\n\n\nThe demon was skittering along ahead, paying very little attention to\nChisholm, who was following along meekly enough. Presently a large\nbuilding loomed ahead. As they approached Chisholm could see that it\nwas an auditorium of some kind. He could also see that the mob of\nshades were close behind and that they had no guiding demon with them.\nEvidently they were following blindly in his own tracks.\n\nThe demon turned into the door of the building and led the way up to\nits stage. It was an auditorium. By the time they had reached the\nplatform, the crowd of ghosts behind were crowding into the place. They\nsoon filled it from wall to wall.\n\n\"You must have been a pretty popular fellow,\" remarked the demon,\nlooking them over, \"or the reverse. Notorious, you know.\"\n\nChisholm didn't know. He had a reputation, he knew, as a go-getter and\na good fellow, but it was a modest one--restricted to his customers,\nhis salesmen, and people he met casually. He hardly expected this\nturn-out. Moreover, he couldn't recognize anybody in the hall. As he\nlooked them over he was struck with one singularity of the crowd. Many\nof them bore a family resemblance to him, some rather close, others\nfantastically distorted. The majority looked like three-dimensional,\nanimated caricatures of him. One especially obnoxious one kept trying\nto climb up onto the stage. He was far fatter than Chisholm himself\nhad ever been or could ever have been even if he had skipped the gym\nworkouts.\n\nThe demon observed the look of profound distaste on Chisholm's face,\nbut only grinned a little and picked up a gavel. He rapped sharply on\nthe table.\n\n\"Come to order, please,\" he said. \"The convention is assembled.\"\n\nThere was a momentary hush, and then pandemonium broke out. It was a\nvery disorderly crowd and an opinionated one, from the jeers that were\nhurled up at the stage. It was hard to pick out what they were saying,\nbut the trend of it seemed to be that practically everyone there wanted\nto preside or was full of hot ideas that demanded immediate and full\nexpression. The demon was unperturbed. He was an old hand. At intervals\nhe would bang with the gavel. At last he got a tiny bit of silence.\n\n\"Fellow heels,\" he commenced, unblushingly, then paused to see what\nuproar would follow. There was none. His insult had quieted the tumult\nlike oil on ruffled waters. He cleared his throat and went on.\n\n\"We are gathered here to form the ghost of Jerome Chester Chisholm,\ndeceased, erstwhile sales manager of the Pinnacle Office & Household\nAppliance Corp. We have all eternity, to be sure, but why waste it?\nCoalesce, please, as rapidly as possible. For purposes of comparison,\nyour prototype is standing here beside me. Take it or leave it. That's\nyour affair.\"\n\nThere were howls of \"Chuck him out,\" \"chiseler,\" \"heel,\" \"stuffed\nshirt,\" and many, many less elegant epithets. Then an ominous silence\ndescended. The demon quietly pointed to a spot on the stage and the\nprocession started. One by one the specters mounted the stage, marched\nto the spot and stood on it. Succeeding ones came on, each melting\nimperceptibly into the one that had been there before. Gradually the\nresultant figure took on more definite shape and looked far more solid\nthan any single shade in the hall. For many of them were so tenuous as\nto be hardly visible.\n\n\"Would you mind, sir,\" asked Mr. Chisholm, not knowing any better way\nto address a demon, \"telling me what this is all about? And after this\nmonkey business is over, when do I get my trial?\"\n\n\"Trial?\" The demon laughed. \"In one sense you have had your trial. This\nis the result. In another sense, this is your trial. In either case,\nthe verdict is already found and the sentence fixed.\"\n\n\"I don't get you,\" said Mr. Chisholm. \"Who are all these ... er ...\nspooks? And what have they got to do with me? They look like a flock of\ncomic Valentines.\"\n\n\"They have plenty to do with you. They _are_ you.\"\n\n\"Me! You're crazy. I'm me.\" He struck himself on the chest.\n\n\"No. You are only one aspect of you,\" corrected the demon. \"You are\na ghost now, and nothing more. Ghosts are intangible, immaterial\nthings--made of dream stuff, as your poets say. What you call you is\nyour own estimate of you. These creatures flocking up onto the stage\nare other people's estimates of you. _You_--the you that we\nrecognize--is the composite of them all. Stick around. You are going to\nlearn something.\"\n\n\n\nChisholm turned his gaze back at the oncoming file of shades. They were\nghastly cartoons of himself, and malicious ones at that. Many of them\nwere unintelligible.\n\n\"Hey,\" he said, \"what's that thing coming up--that slender wisp of\nsmoke with the lumpy feet? If that is a conception of me, the guy that\nthought it up has gone surrealistic.\"\n\nThe demon looked.\n\n\"Oh, that. Yes, it's weak. It is offered by a fellow named Percy\nHilyer. He roomed with you at school and has almost forgotten you. He\ndoes remember that you were lean and lanky then and used to swipe his\nsocks and wear holes in them.\"\n\n\"That's a hell of a thing to hold against a guy,\" complained Chisholm.\n\nThe demon shrugged.\n\n\"That is the way reputations are made. How do you like this one?\"\n\n\"This one\" was the rambunctious shade who had tried to take charge of\nthe meeting at the outset. He was egregiously repulsive.\n\n\"That,\" announced the demon blandly, \"is the contribution of one Maizie\nDelmar. Judging from its robustness and solidity, she knew you recently\nand well.\"\n\nChisholm's jaw had dropped and his eyes bulged. The thing was\nincredible. Not Maizie's. Maizie was regular; dumb, maybe, but they got\nalong.\n\n\"I take it Maizie was the tactful sort,\" remarked the demon with a sly\ndrawl, noting the amazement on Chisholm's loose face. Then, \"Here comes\none that might suit you better.\"\n\nIt was a fat, squally baby, drooling and flapping its pudgy arms.\n\n\"One of your mother's contributions. Her favorite of many. You might\nadmire some, but they are all on the helpless side--not at all in\nkeeping with your hardboiled idea of the way to do things.\"\n\nChisholm stood aghast and watched the endless procession. On they came,\none vile caricature after another. Nobody seemed to have forgotten him.\nHe expected the specter furnished by Firrel to be bad. It was. Malice\nwas not its creator, but sheer contempt. Chisholm had to turn his\nface when it clambered up onto the stage. The office girls' offering\ndiffered little from Maizie's except in intensity. The one held by\nHardy was a cruel surprise. He had done so much for Hardy. But he had\nforgotten how he had made Hardy pay through the nose for favors.\n\nThe greatest shocks were to follow. He steeled himself for whatever\nopinions those first two wives held, but the current one had done a\ndevastating job of analysis. Even the demon whistled. Interspersed\nbetween the major blows were minor ones, and not always shadowy.\nBootblacks, waiters, taxi drivers--on almost every casual contact he\nhad left a mark. Out of the lot there was only one that was glowingly\nheroic. He could not refrain from asking the demon about it. The demon\nbent his insight onto the wraith and pronounced:\n\n\"A girl you met once--a pick-up. You kissed her on the Drive that\nnight, and then lost her phone number, you lucky dog.\"\n\n\"Lucky?\"\n\n\"Yes. She never had a chance to know you better.\"\n\nMr. Chisholm was glum. It wasn't right to be pilloried that way. They\nsimply couldn't do that to him. To hell with what all those people\nthought. Who were they, anyhow? A lot of nitwit salesmen and office\nhelp, gold-diggers and climbers! He knew he was all right. He had got\nalong. They were jealous and envious, that's what. He nudged the demon.\n\n\"Hey,\" he called, \"this is a democracy, ain't it? If these soreheads\nhave a vote, so do I. Don't _I_ come in?\"\n\n\"Sure, sure. It ought to help a lot, too. All these figures are\nweighted, you have noticed, by degree of intimacy and one thing or\nanother. Since you have probably thought more about yourself than\nanybody else has, even if you've been wrong most of the time, your\nopinion counts.\"\n\nChisholm looked down at himself confidently, and then his confidence\nbegan to ooze. His own personality, it appeared, even when viewed from\nhis own standpoint, was more nebulous than he thought. He had never\ntaken himself apart with the critical fury employed by such persons as\nMaizie, his wives and some others. It looked as if the almost-finished\nmonstrosity standing in the center of the stage was going to be the\nimage handed down to posterity.\n\n\"It's not fair,\" he wailed. \"What do all those yapping people really\nknow about me--motives, and all that? I never did anything I didn't\nthink was right, I never--\"\n\n\"Neither did Nero,\" said the demon calmly, \"nor Torquemada, nor your\nestimable contemporary, Hitler. Nevertheless, we cannot take an Ego at\nits own valuation. Not where others are involved.\"\n\nChisholm took a shuddering look at the hideous thing that was the\nsummation of all his world thought of him. It was intolerable. That,\nthen, was the verdict the demon had spoken of.\n\n\"Your sentence,\" said the demon, as if he knew the thought, \"is to\ncontemplate it from now on. It is all yours--your life's work. At least\nit's definite, if that is any consolation.\"\n\n\"I can't, I can't,\" moaned Mr. Chisholm.\n\n\"Don't make things worse,\" warned the demon.\n\nThe composite spook had just turned a bright, lemon yellow.\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Jameson, Malcolm Routh",
            "Jameson, Malcolm",
            "Keith, Colin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69667/pg69667.txt",
        "name": "the_giftie_gien.json"
    }
}