{
    "name": "The band played on",
    "author": [
        "Shook, C."
    ],
    "body": "I'm playing trombone in a little five-piece combo at Benny's Bar and\nGrill when it happens. At the time we are slightly enlarged by the\npresence of four of Bill Gundry's boys who are working out at the park\nand have dropped by to sit in after they have finished, and also we\nhave present Eddie Smith and Mart Allen, who are a clarinet and trumpet\nfrom The Pines.\n\nBenny's is the local hangout for all the musicians in town, which is\nthe main reason I'm playing there; one night Whiteman himself shows,\nwhen his band is working a theatre job at the Palace.\n\nDuring the early part of the night we play our own arrangements off the\npaper, but after about one o'clock we are liable to be jamming with\nany of the boys who can find seats--like this night I'm telling you\nabout.\n\nWhen I first notice it we are giving out on the _Jazz Me Blues_, which\nis a fine ensemble number, and we are hitting it in a fast Dixieland.\nI'm ragging the beat and I can feel the old slush pump tremble, but\nI figure it's because I'm really solid at the moment and I keep on\nsending.\n\nWell, we clean up the _Jazz Me's_ and I'm still hot so I hit right on\nthe B-natural for _Stardust_, with the boys jumping in, and we take it\nslow and mellow through one chorus together. Then I stand up for a solo\non the second, and that is when it happens.\n\nI don't know exactly what takes place, but I'm riding as I reach out\nfor a high one that's really out of the world. I feel the pump tremble\nagain, and then what happens is that I am really out of the world.\n\nI mean _I'm actually out of the world_!\n\nThe vibrations from the trombone shoot right up my arms, and then\nmy whole body is shaking. I can't stop it. The lights fade away and\nI'm trembling so I can't even hear the music ... and then I'm not\nshaking any more, but Benny's is not there or I'm not there, and it is\ndaylight, which is crazy because it is only two A.M.\n\nI am still kind of weak as I look around, and then I'm weaker still.\nThe least thing, I figured, was that I had had a spasm or something\nand was in a hospital and it was the next day. But when I look around\nagain I know this is no hospital. I'm lying on a big flat rock and I am\ndressed just as I was at Benny's. I even have my slip-horn beside me.\n\nBut the thing that gives me the jumps is the grass. It is all purple.\nAnd the trees and everything around have purple leaves where they\nshould be green. I look at my coat. It is a light blue. My pants are\nblack and my skin is white. Then I look at the grass beside me. I\nreach out and pick a handful. It is plenty purple all right. And I'm\nthinking as I look at it there in my hand that there is no place in the\nworld where the trees and plants are purple. No place in the world....\n\nI know I am not asleep, but tell myself, \"whenever you read about\nanything like this happening, the hero always thinks he is asleep at\nfirst and pinches himself to find out whether he is or not.\" So I reach\nover for my slush pump and give it a good blast. I hear it all right.\nJust to make sure, I do pinch myself lightly, but it is no soap. I am\nhere and the grass is still purple. I get up off the rock and walk\nabout.\n\nWhen I stand up I find that I am in a large meadow with nothing more in\nsight than the rocks here and there and a few trees. The purple grass\nis nearly knee-high. There is no sense in staying where I am, so I pick\nup my trombone and begin hiking. After I have walked a couple of miles,\nmaybe, I come to a river. I am not surprised to find that the water is\na deep yellow. Nothing will surprise me now.\n\nThere must be some settlement along this river if there is anyone\nliving around here, I figure, so I follow along the way the water is\nflowing. Three or four hours I tramp, and this is something I am not\nused to. My feet are getting plenty beat and I take up the old bleater\nand try _The Stars and Stripes Forever_, the only march I can think of.\nThis helps me stumble along in two-four time a while, but it uses up\nwhat wind I have left, and pretty soon I am forced to sit down and rest.\n\nWell, I guess I doze off while I am resting, for when I come out of it\nI find myself tied up tighter than a drum, and there in front of me are\nfour men or animals or something examining my trombone.\n\n\"Hey,\" I say.\n\nAt that they turn around and stare at me and I stare even harder at\nthem. And then I bust out laughing. For they look like four grown up\nDonald Ducks. They have duck bills for mouths, and their feet are\nwebbed, but they have arms instead of wings. Their bodies are covered\nwith feathers, except for their heads which have a greenish skin and\nwould almost be human if it weren't for those bills and the green color.\n\nThey begin to gab among themselves and I am surprised because I am\nexpecting to hear them quack like ducks. Their voices are low-pitched\nand they talk way down in their throats something like German, but\nthough I don't understand it, I know it isn't. They are talking about\nme, I can tell, and finally one of them comes over and unties my feet\nand legs. But he leaves my arms fastened. He motions for me to get up.\nI do and we start down the river with one of them carrying my slip-horn\nand walking beside me, and the others floating on the water like their\nbarnyard relatives. This is the way we come to their town.\n\nIt is only a short distance before the river widens considerably, and\nI can see that it is dotted with little islands. The three men who are\nswimming come close to shore and they walk with the one guarding me,\npointing out at one of the islands as they speak. I gather that they\ndon't know how to take me out there. One of them gestures at the water\nand then at me, but I shake my head no. They gab some more.\n\nFinally one of them hops into the water and swims to the nearest\nisland. He is back in a flash with about ten other duck men who\nimmediately begin gabbing excitedly as soon as they see me. The one\nholding my trombone says something to them and they shut up and get\nback into the water. They push me to the edge of the bank and then one\nof them takes hold of my legs and pulls me into the river on his back.\nHe almost sinks before the others can grab me too and help him out,\nand even at that they are as far down as low 'E on the doghouse when\nthey start out for the large island almost in the center of the river.\nThis must be their main village, I figure, and it turns out that I am\nright. Once we get to the village they untie my arms and hand me my\nhorn. I guess they figure I can't get off the island now.\n\n\n\nWell, I don't know what I'm in for, but whatever it is, it is postponed\nfor a while because they take me to a small hut and leave me. There is\nnothing in the hut except a pile of pale purple straw in one of the\ncorners, but I don't need anything else. I am plenty weary and I flop\non the straw and am asleep in a minute.\n\nWhen I awake again, it is morning. I get up and walk to the door and\nthere are four or five of the duck men standing nearby. They see me\ncome out and they smile, but when I start to move about, they point\nback into the hut and so I go back in and sit down. I am still sitting\nthere when some others come in with some trays of food. These are a\nlot lighter green in the faces and I guess they must be the women of\nthe race. They have a lot of stuff that looks like purple lettuce, and\ndifferent vegetable-looking things on the trays, and they act as if I\nam to eat them. After I taste them they are not so bad. I even drink a\ncup of the yellow water, and it is not so bad either, only sweeter than\nI would want ordinarily.\n\nOnce I have finished, I go back outside. Right in front of the door is\nthe duck man which carried my slush pump on the walk yesterday, and\nwhen he sees me he smiles and comes over and hits me on the back with\nhis hand. I do the same to him and he smiles wider. This means we are\nfriends, I figure, like shaking hands, so I smile too. He motions for\nme to come with him.\n\nSome of the others come with us, and we walk all around the village\nwhich is not so large. My friend seems to be the head man. He walks\nwith me, and the rest stay a little behind. I am being treated like I\nhave the key to the city. All around are the small huts like the one I\nslept in, and there isn't much else to the town except for a couple of\nlarger buildings which are made of the same purple wood that the huts\nare made of. I figure that if three people occupy each hut, there are\nmaybe six hundred altogether in the town. There are some other villages\non the islands I can see, but they are not so large.\n\nAfter we have toured for an hour or two, the chief takes me to one\nof the large buildings and we go inside. City hall, I think. And\nsure enough we go right to the mayor's office, which is a little\nroom partitioned off from the rest. There are a couple of stools or\nsomething there, and the mayor hops up on one with his thin legs\nunderneath him. I sit on the other. He smiles and I smile, and I think\nthis is getting pretty dull and maybe it would be better if he weren't\nso friendly because anyway I would have some action. I think I will get\naway and go over and try a few numbers on the horn.\n\nFinally after we sit there smiling for some time, he points to himself.\n\n\"Ogroo,\" he says. His name.\n\nSo I hit myself on the chest and tell him my name.\n\nThen he walks around the room and points to the stools and the table\nand the walls. He says words at each one. He is trying to teach me\ntheir language, so I repeat each one after him. We play this little\ngame for quite a while and then we have food brought in. While we are\neating, Ogroo is telling me the name of what I am chewing on and it\ndoesn't taste nearly as good as it did when I knew it was plain food\nonly.\n\nWhen we finish eating, Ogroo gets up and takes me back to our hut. I\nam supposed to stay there, I see. Anyway I think I will get out a few\nriffs just to keep in practice, so I go inside for my slush pump. It\nisn't there.\n\nSo this is why the so and so was keeping me away all the time he did, I\nsay to myself. I am plenty burned up, but there is nothing I can do.\n\nWhen Ogroo shows up the next morning, I try to tell him about it, but\nhe pretends not to understand. Instead we go through the same routine\nas the day before, only we eat in another room and he shows me some new\nwords.\n\n\n\nWell, the horn doesn't show up and I can tell my lip is slipping out\nof shape. It is now three weeks since I got into this place and I have\nnothing different. I am able to talk to the duck men, though, and I\nwill say for Ogroo that he is a good teacher since I am never more than\na poor C in languages when I am in school.\n\nAnd then one day Ogroo says to me, \"Mac, I am happy to tell you that we\nhave located the object which you call a trombone. One of the men took\nit and has had it hidden. He feared it was a thing of evil power. I\nassured him it was not, though I was not so sure myself. I hope that I\nwas correct.\"\n\n\"Ogroo, old boy,\" I tell him, \"the trombone is strictly a thing of\ngood power as I will show you if you will produce it. It is a thing of\nmusic.\"\n\n\"Why, Mac,\" says Ogroo, \"why did you not say this before. We have music\ntoo. It is our great pride.\"\n\n\n\nNow during the time the mayor has been educating me, there is one of\nthe large buildings which I have never been in. I have asked Ogroo\nabout this and he has always said they were saving it as a surprise for\nme. But now he gets up and starts out the door.\n\n\"You will know of the surprise at last,\" he says.\n\nAnd he leads me to the big barn which has always been closed.\n\nWell you can hang me for a long-hair when we get inside, for there are\nabout two hundred of the duck people shuffling around like a flock\nof jitterbugs, and ten or twelve players are giving out with some\ncorny rhythm on a raised platform for a bandstand. They have about\nthree-fourths percussion, mostly tom-tom-like drums, but there are\na few gut buckets of some kind which they do not appear to play for\nnothing.\n\nOgroo looks at me.\n\n\"Is it not magnificent?\" he says.\n\n\"Well,\" I say, \"it is all right, but where I come from it is done in\na slightly different manner. I shall be happy to show you if you will\nkindly produce my horn.\"\n\nI can hardly wait to lay my lip into a solid beat the more I listen to\nthese ickies peeling it off the cob, and when one of the men finally\nbrings in old Susie, I kiss her lovingly. She is in fine shape.\n\nOld Ogroo stops the noise. He makes an announcement, and everything is\nquiet as I step up with my slush pump. It is like Goodman at Carnegie\nHall.\n\nEverybody crowds around as I give out with the _Royal Garden Blues_.\nI see I have them overcome and I begin to send softly as I hear one\nof the boys pick up the beat in the background. He is not so awful\nat that. After I have taken two choruses, one of the gut buckets has\npicked up the melody and I dub in the harmony for him. The crowd is\nbeginning to sway slightly when I slide into _Rose Room_ and pretty\nsoon they are on the jump until it is worse than a bunch of the\nalligators at a Krupa concert. All in all it is a very successful\nperformance indeed.\n\nBy the time I have finished, I see that I have first chair cinched, and\nthe crowd is eating out of my hand.\n\nThis is by no means the last performance I give. I soon have the duck\nmen in the band playing the best jive they can give out with, but it is\nrather sorry without any reeds and only one brass. They are entirely\nunable to play any wind instruments, though, so I am forced to make the\nbest of it.\n\nWe play for three or four hours, and when old Ogroo and I finally leave\nthe hall, I am cheered all down the line. I am really terrific.\n\n\"Mac,\" Ogroo tells me when we are outside, \"you are wonderful. We\nappreciate music and in fact it is the biggest thing in our lives here.\nBut you are lucky that we are the ones that found you on your arrival\nand not the animal men from the woods. They are very ignorant, and your\ntrombone would have meant nothing to them.\"\n\nWell, this is the first time I have heard about these animal men, and\nI figure maybe they are a little closer to civilization than Ogroo\nthinks. I ask him about them.\n\n\"They are our enemies,\" he says, \"and are much stronger than we. They\ncontrol all the land surrounding us, but on the water we have the best\nof them and they never try to attack us here. However we must venture\ninto the forests sometimes, and then we are in constant danger. Many of\nus are killed or captured each year.\"\n\nI think no more about this, however, and I spend my time playing for\nthe concerts they have every day. I am very popular with one and\nall. But a few weeks afterwards, Ogroo asks me to join one of their\nexpeditions into the forests.\n\n\"We have to gather our monthly food crop,\" he says. \"And everyone in\nthe community has to do his share. As you are now one of us, it is only\nfitting that you come along.\"\n\nWell, of course I clap Ogroo on the back and tell him I will be very\npleased to go, and, in fact, I am not worried much about their enemies\nbecause I am a good hundred pounds heavier than any of the duck men\nand I figured I will be plenty for these animal people to handle. As\nit turns out, I am right in this respect, but I hit one bad note which\nalmost costs me my life and very possibly does so for my friends.\n\nThere are about twenty of us that start out. Each one is carrying two\nlarge baskets made out of the purple reeds which grow in the swampy\nlowlands of the islands. Before we begin, I tell Ogroo that I will swim\nover if he will carry my baskets, but he does not understand what I\nmean until I dive into the river and demonstrate. This exhibition is\na great surprise to everyone, as they have never seen anything like\nit before. When I have climbed out on the other bank, the rest of the\nparty jumps in and floats over rapidly. Then we begin walking toward\nthe deep purple forests.\n\nWe hustle around all morning, and there is no trouble. What we are\ngathering is some kind of mushroom that grows around the foot of the\ntrees, and we are looking for certain vegetables which have to have\nthe shade to amount to anything. It is in the afternoon shortly before\nwe are ready to depart that one of the men who is acting as a lookout\ngives the alarm. There is a group of animal men hunting in the woods\nand they have spotted us. I am curious to see how these men appear and\nI hang back some while the others run as fast as they can on their\nwebbed feet toward the river; they are luckily near the water, for they\ncould never outdistance these land people.\n\nWell, I know I can catch up, so, as I say, I wait a couple of seconds.\nBut when I have a gander at our enemies, I am off faster than a\nsixty-fourth beat, and it is none too soon. As a matter of fact, it is\na wonder that I am able to run at all, for what I see charging at me\nis about ten big two-headed monsters running on four legs sometimes,\nand sometimes on two. They are not quite as large as a man when they\nstand up, but they are enough to send me heading for the river. I dive\nin just before they get there and I am churning the water like the\n_Queen Mary_ when I hit the island. Then I look around to see what has\nhappened. The monsters are lined up at the edge of the river watching\nus, but they do not try to cross over. They are pointing at me and\nacting excited, and Ogroo laughs.\n\n\"They have never seen anything like you,\" he says. \"But we are safe now\nfor they cannot--what did you call it--swim?\"\n\nI say that is very lucky indeed, as they are remarkably tough appearing\nbabies, but we do not bother any more with them and pretty soon they\nhave disappeared into the forests. It is over a week later that I\nrealize the bad note I hit and what it is going to do to us.\n\n\n\nI am sitting on a rock near the island's edge this morning trying to\nwork a little oil out of some plants I have found. I wish to apply some\nof this to my slip-horn, as the action is getting somewhat gummy and I\nhave neglected to bring any of these necessities with me when I ride\nout of Benny's. While I am doing this, I see some of the animal men\ncome out of the forest and start toward the river. This is odd since I\nam told they never do this. They do not see me so I stay where I am,\nand I see two of them talking and arguing with the others. These two\nseem to have some idea, and the rest are telling them no and shaking\nall their heads to do it. It must be a real argument, I think, with two\nmouths to speak with at the same time. I wonder if one of these animals\ncould get two part harmony with a pair of trumpets, but then I recall\nthat they are strictly ickies, as old Ogroo has explained to me.\n\nSo I watch them some more, and pretty soon the two who are talking most\njump right into the river and begin to throw their legs up and down and\nflail their arms, and they are soon moving across the water just as if\nthey could swim. In fact they are swimming, and this excites me greatly\nsince Ogroo has said they could not do this. I get up quick and begin\nto hunt Ogroo and luckily I find him right away. I tell him what is\ntaking place and he is also greatly excited.\n\n\"I'm afraid we have done it now, Mac,\" he says to me as we run back to\nwhere I saw the animal men. \"Those creatures are highly imitative--it\nis the only way they seem to gain any new skill--and they must have\nbeen thinking over what they saw when they watched you swim away from\nthem last week.\"\n\nBy the time he has told me this we are back where I have left my\ntrombone, and are just in time to see the last of the group jump into\nthe river. They are able to make the nearest island, which has a small\nvillage of maybe fifty people. Well, I do not like this part of my\nstory much and I will cut it short. What happens is that the animal men\nwipe out that little village in ten minutes and right before our eyes.\nThe animals are extremely happy and we see them grinning with their\nugly double faces as they return to shore.\n\n\"Quick,\" says Ogroo, \"we have only a little time. They will bring the\nrest of their tribe immediately and attack all the rest of our islands.\nWe must hide.\"\n\nI grab my horn and we hurry to notify our own village. But we are\nstopped. There is no place to go.\n\nThen we hear the menacing roar of the animal men. As we turn, they can\nbe seen jumping into the river one by one. There are hundreds of them.\n\nI turn resignedly to Ogroo. I start to tell him that we must get\nsomething to defend ourselves with, but the people are so paralyzed\nwith fear that I know we can never do it. And then before I can say\nanything, I see the villagers coming slowly toward Ogroo and me. They\nseem very angry indeed.\n\nOgroo speaks hurriedly. \"They are after you, Mac. You're the one that\nshowed the animal men how to swim and they are after you. In the state\nthey are in, you will probably be killed. I'll try to reason with them,\nbut it is almost certain to be useless, for they might even be after\nme. I have been your sponsor.\"\n\nHe claps me on the back and then starts toward his people. I do not\nknow what to do. I can see a detachment of the animal people not more\nthan a hundred yards off shore, and the duck men are moving angrily\ntoward me not much farther away. I see them push Ogroo aside as he\nbegins to say something to them.\n\nI move my trombone nervously. And suddenly I see my only chance. I am\nshaking before I start, but I fit the mouth-piece to my lip and begin\nto blow. I take a fast scale and I hit the B-natural for _Stardust_ at\nleast an octave higher than it was ever played before. I have got to\nride high and fast.\n\nWell, I close my eyes and I am shaking so that I hardly notice the\nvibrations of the horn begin, but when I reach the E in the third\nmeasure, I know I am feeling what I felt in Benny's. So I keep pushing\nit, and the last I remember I am trying to reach the high C closing.\n\nThat is when I pass out....\n\n\n\nWhen I come to this time, I am almost afraid to open my eyes. My ears\nare still buzzing, and I am just beginning to realize weakly what has\nhappened when I hear voices around me which are not part of the score.\nThey are speaking in English. I open my eyes then, and look around.\n\nI find that I am surrounded by a crowd of people who are saying to\none another to give him air and to take it easy, and I perceive that\nI am on a city sidewalk, and in fact, as I look up, I see that it is\nsomewhere on Fifty-Second Street. A perfect landing for a tail gate\nartist, I think as I sit up.\n\n\n\nWhen the crowd sees me do this they move in even closer, all the time\ntelling one another to give me air, but finally one of them claims that\nhe is a doctor and he helps me up and I go with him and another man in\nuniform who is probably a policeman. They tell me that they are taking\nme to a hospital, and I do not remember much after that. When I wake up\nagain, I am in the hospital.\n\nA doctor has hold of my wrist, and when he sees me open my eyes he\nsays, \"How are you feeling now?\"\n\nI tell him okay.\n\n\"Well,\" he says, \"you seem to have had quite a shock, and perhaps\nyou do not want to discuss it now, but your manner of dress and this\ninstrument which you have brought with you have excited my curiosity no\nlittle.\"\n\nI see that my trombone is on the table near him.\n\n\"Why no, I do not mind telling you,\" I say, \"though you might find it\nhard to believe what I have gone through. But first--where am I and\nwhat month is it?\"\n\nThe doctor lets go of my wrist.\n\n\"You are in New York,\" he says, \"and it is September of the year\nTwenty-five O Seven.\"\n\n\"Just a minute,\" I say, \"I must misunderstand you. I thought you said\nthe year was Twenty-five O Seven.\"\n\n\"That is what I did say,\" says the doc.\n\n\"But that cannot be true,\" I tell him. \"Why I was born in 1914 and it\nis not possible for me to be living at such a period in history.\"\n\nHe picks up my wrist again.\n\n\"You are a little excited,\" he says, \"and I think you had better get a\nbit more rest. Then we can talk this thing over later.\"\n\nI see him say something to the nurse who is standing in the doorway all\nthis time, and she nods as he goes out. I start to call to him but I\nfigure it is no use. So I go back to sleep.\n\nThe second time I wake up, the doc is back and he has four other men\nwith him. They are sitting in chairs around the room watching me; as\nsoon as they see I am awake they come over to my bed.\n\n\"These men are very much interested in your case,\" the doctor tells\nme. \"I have been telling them about your statement and the strange\ncircumstances attending your appearance on Fifty-Second Street today.\nNow I feel that you have had enough rest and I want you to tell them\nthe entire story.\"\n\nWell, I know they will figure I am off the beat, but I start at\nthe beginning and relate the whole story anyway. They do not say a\nword until I have finished. Then they look at each other and have a\nwhispered session on the other side of the room. Finally one of them\nspeaks up.\n\n\"Mr. McRae,\" he says, \"we want to question you a little further if you\ndon't mind. Will you please put on your clothes and come with us?\"\n\nI do like they say since there is nothing else for me to do, and when\nI am dressed they take me down the hall to a big light room which is\npractically all glass, and they ask me to sit down at a large table.\n\n\"Now, Mr. McRae,\" the first doc says, \"I want you to do something for\nme.\"\n\nHe hands me ten little blocks of different sizes and informs me that I\nam to place them in the proper holes in a board which he has ready for\njust that purpose. I do as he asks.\n\nThese seems to surprise him, but he is all set with another test, and I\nspend the rest of the afternoon playing these little games, until I am\nplenty weary of it and I say so to him.\n\n\"Well,\" he says, \"as you likely know, we have been trying to determine\nyour sanity. I will say that you have demonstrated yourself to be\nentirely normal.\"\n\n\"That is fine,\" I say, \"but now that we have decided that will someone\nkindly tell me what is this business about Twenty-Five O Seven--and\nwhat has been happening to me anyhow.\"\n\nAnother of the doctors answers me.\n\n\"There seems to be only one other explanation,\" he says, \"one which we\nare reluctant to accept but which we must consider if your story is\ntrue. You have been in a fourth dimension. The passage of time there\nis something that we know nothing of, and it is possible that the few\nmonths you spent in it were equivalent to the centuries which have\npassed in this dimension. You have apparently evolved a unique and\npurely personal method for entering and leaving the fourth dimension,\nand since it seems entirely dependent on your own physical skill\ntogether with a large element of chance, it is of little value for\nscientific exploitation. That is the pity.\"\n\nWhile he is giving out this statement, the rest of the doctors grow\nvery excited, and soon as he has finished they begin throwing questions\nat him about curvature of space and Neilson's theory and a lot of other\nstuff which is very confusing to me indeed.\n\nFinally I stop them.\n\n\"If you will kindly return my trombone,\" I tell them, \"I will be on my\nway, as I do not know anything of all this and I would like to get out\nand see what it is like in Twenty-Five O Seven A.D.\"\n\n\"Of course, of course,\" says the first doctor who is the one who\nbrought me to the hospital. \"It is very thoughtless of us. I shall get\nyour instrument and you can come home with me until you are able to\nadjust yourself to our way of living. It will be a great pleasure to\nshow you what we have accomplished in the time since you can remember,\nthough I must say that none of us has done what you have.\"\n\nHe laughs a little at that, and I figure he is a nice guy, so I say I\nwill be happy to accept his offer.\n\nI go home with him and he introduces me to his wife who is a very nice\nappearing female. He tells her all about me and he keeps saying how\nremarkable it is all the time.\n\n\n\nIt is the next morning when I come down to breakfast that I meet the\ndoctor's daughter, who is a very lovely little number of about twenty,\nand I see that my stay is going to be a very pleasant one indeed.\n\nShe says, \"Dad has been telling me all about you, Mr. McRae, and I'm\ngoing to see to it that you really see the New York of Twenty-Five\nO Seven. He wants to drag you to a lot of stuffy old lectures and\nscientific conventions, and exhibits you like a freak, but I'm taking\ncharge today.\"\n\nI remark that that will be fine.\n\nWell, we start right out, and it is amazing what has been done in my\nabsence. Ann--that is the little number's name--tells me about the\nchange in one thing and another; they are now taking vacations on Venus\nand Mars, and it is merely a matter of a couple of hours to get to San\nFrancisco or London. Of course this is all very interesting, but I am\ninterested in what they are doing in the musical line. I tell Ann this.\n\n\"We are in luck,\" she says, \"for there is a concert tonight up in\nAlbany and you will be able to hear all the finest music there.\"\n\n\"I do not wish to hear the long hairs play,\" I tell her. \"Let us go\ndown along Fifty-Second Street and listen to a little barrelhouse. That\nis my racket.\"\n\n\"There is no musical organization on Fifty-Second Street,\" Ann says.\n\"We do all our listening and looking at concerts like this one in\nAlbany, and it is the only sort of music we have.\"\n\nBy this time we are home, so I ask Ann if she would like to hear how\nwe played it back in the Twentieth Century. She replies that she\nwould, but not to let her father, the doc, know about it because he\nis something of a bug on the modern music and considers the old style\nquite degenerate.\n\nI laugh at this. \"What he means by the old style is probably something\nI have never heard,\" I say. \"You must remember that I am almost six\nhundred years old, so my style is practically antique. Why, your father\ndid not even know that my horn was a musical instrument until I told\nhim my story, and it is indeed a shame that there are not a few old\nBeiderbecke platters around so you all could hear what you've been\nmissing.\"\n\nWell, I have not played the old slush pump since I escaped from the\nfourth dimension, so I am careful when I pick it up, but after I have\ntried a few runs I say I am all set. Ann is very curious, and she makes\nme tell her how it works, as it seems they use instruments altogether\ndifferent in these concerts we are going to. I explain how the wind\ngoes around and all, and then I move into _I'm Getting Sentimental Over\nYou_. I am very mellow, and T. Dorsey couldn't have sounded any better\nin the little concert I give. Ann is very overcome.\n\n\"It is beautiful,\" she says when I have finished. \"Are there words to\nit?\"\n\nI tell her there are, but that I do not know them, so she hums softly\nas I take another chorus. She has a lovely voice, and I say that\ntomorrow I will write down the words to some other numbers and let her\npractice them with me.\n\nWhen the doctor hears we are going to the concert that evening, he says\nthat he wishes to come along. We get to Albany in about five minutes,\nso fast that I see nothing in the journey once we have left the New\nYork airport where the doc keeps his plane, and we enter the auditorium\nin perfect time. As we go in, I am very surprised to see everyone\nstaring at me, since I have borrowed one of the doctor's suits for the\noccasion and look just like anyone else. And then everyone stands and\nbegins cheering me until I am very embarrassed indeed. I look at Ann\nand the doctor. They are both smiling.\n\n\"You know now that you have become a celebrity,\" whispers Ann. \"We\ndidn't want to let you know right away, but the papers have been full\nof your story.\"\n\nSo I smile and bow to the crowd, which keeps on clapping. It is very\npleasing.\n\nFinally, however, the noise stops and the curtain raises. There on the\nstage are about thirty or forty musicians, and behind them is a large\nscreen like in a moving picture house. Also there are a lot of electric\ncords in sight, and I cannot figure what they are for until I notice\nthat each instrument is wired like an electric guitar.\n\nWhen the conductor comes on, everybody claps a little more, and then\nhe turns to the orchestra. What I hear after that is something I never\nexpect to hear in my life. All those electric instruments begin to\nvibrate, and on the screen behind them all sorts of shapes and colors\nbegin to flash and then disappear. This keeps up as long as the number\nlasts.\n\n\"You are now seeing music as well as hearing it,\" the doctor tells me.\n\n\"I never saw any like that before,\" I say. \"All the music I've ever\nseen has been the regular dot variety; do the men play from those\nflashes?\"\n\n\"Why no,\" the doc smiles. \"Those symbols that you see are the result\nof the electric impulse as the musicians strike certain notes on their\ninstruments. They are never the same, and to me they are vastly\nintriguing. Strictly, it was lousy.\"\n\n\"Oh,\" I say.\n\nThe following day Ann informs me that we are going on a picnic and asks\nme will I please bring my trombone along and teach her a few songs.\n\nAbout eleven o'clock we get in Ann's plane, and in no time we are down\nin Virginia in a nice little spot by a small stream.\n\n\"I often come down here,\" Ann says. \"It is one of the best places I\nknow.\"\n\nThere is something that seems awfully strange to me, and I finally\nrealize that it is the green grass of the meadow and the trees, after\nthe icky purple I have been used to for the past few months. I tell Ann\nabout this and about how beautiful the green looks, but I add that it\nis still not as lovely as she is.\n\nShe says that is very nice, and then as I stand up from spreading the\npicnic cloth, she is standing beside me, so I put my arms around her\nand then I am kissing her and she is kissing me and it is very pleasant\nindeed. I see that this is much better than any fourth dimension.\n\nFinally we get around to eating the lunch Ann has brought, and I keep\nsaying how lovely she is, which I also mean. And she is saying I am\npretty fine too, and we pass some little time like this.\n\nBut after a while Ann says, \"Mac, will you play for me now? I love to\nhear you.\"\n\nSo I say I will if she will sing and I give her the words to _The St.\nLouis Blues_, which I have written out. I hit it soft and easy for one\nchorus to give her the melody, and then she takes the beat. Well, I\nhave not realized it before, but her voice is plenty schmalz and it is\na shame she is not living in my time, for she would be a cinch to panic\nthem anywhere.\n\nAfter that she does _The Memphis Blues_ also, and she has me riding\nbeautifully to keep her up there. She is wonderful.\n\n\"You are the one who is wonderful,\" she says. \"I have never heard music\nlike you can get out of that trombone. Play something else, darling,\nwon't you?\" I slip into _If I Could Shimmy Like My Sister Kate_, and as\nI play, Ann moves over beside me.\n\n\"Lovely,\" she whispers.\n\nWith that I am really carried away and I hear her humming softly as I\nmodulate into _Tea for Two_. I am giving it a real ride, and then I\nfeel it coming over me again. I am in a panic. I try to stop playing,\nbut I can't, and my body is vibrating something terrible.\n\nI dimly hear Ann crying, \"Mac, Mac, ...\" as I sink off.\n\nThat is the last I can remember....\n\n\n\nWhen I come out of it this time, someone is pounding me on the back.\n\n\"Ann?\" I say hopefully, but I know inside that it will be useless.\n\n\"Beautiful going, Mac. Beautiful,\" someone is saying.\n\n\"What?\" I ask blankly.\n\n\"That _Stardust_. Boy, you were really out of the world on that one.\"\n\nThen I open my eyes and look up. It is Ernie Martin, our sax player,\nwho has the chair next to me in Benny's.\n\nI look around. I am back in Benny's. As I put down my slip-horn there\nis a scattering of applause from the tables.\n\nSomeone shouts at me. I close my eyes, but the noise is still there. I\nkeep my eyes closed, and then I hear music.\n\nErnie is hitting me with his elbow.\n\n\"Get in,\" he says.\n\nI hear the boys beating out _Rosetta_.\n\n\"Take it up,\" say Ernie. \"Get hep, kid.\"\n\n\"Me?\" I says sort of foggy like. \"Oh, no--not me. Leastways not\ntonight.\"\n\nI pick up old Susie and walk to the door. I wonder if maybe there's\nsuch a thing as being too hep.",
    "metadata": {
        "author": [
            "Shook, C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68598/pg68598.txt",
        "name": "the_band_played_on.json"
    }
}