{
    "name": "The Happy Clown",
    "author": [
        "Jones, Alice Eleanor",
        "Nearing, Alice Eleanor"
    ],
    "body": "Steven Russell was born a misfit, a nonconformist, and for the first\nfive years of his life he made himself and his parents extremely\nunhappy. The twenty-first century was perfect, and this inexplicable\nchild did not like perfection.\n\nThe first trouble arose over his food. His mother did not nurse\nhim, since the doctors had proved that Baby-Lac, and the soft\nrainbow-colored plastic containers in which it was warmed and offered,\nwere both a vast improvement on nature. Steven drank the Baby-Lac, but\nthough it was hard to credit in so young a child, sometimes his face\nwore an expression of pure distaste.\n\nA little later he rejected the Baby Oatsies and Fruitsies and Meatsies,\nand his large half-focused eyes wept at the jolly pictures on the\njarsies. He disliked his plastic dish made like a curled-up Jolly\nKitten, and his spoon with the Happy Clown's head on the handle. He\nturned his face away determinedly and began to pine, reducing his\nmother to tears and his father to frightened anger.\n\nThe doctor said cheerily, \"There's nothing the matter with him. He'll\neat when he gets hungry enough,\" and Steven did, to a degree, but not\nas if he enjoyed it.\n\nOne day when he was nearly a year old, his mother carried his Kiddie\nKorner with the Dancing Dogsies on the pad into her bedroom, put him in\nit, and began to take things out of the bottom bureau drawer. They were\nold things, and Harriet Russell was ashamed of them. She had said more\nthan once to her husband Richard, only half joking, \"I couldn't give\nthem away, and I'd be ashamed for anybody to see them in our trash!\"\nThey were old silver, knives and forks and spoons that looked like what\nthey were, unadorned, and a child's plain silver dish and cup, and one\nsmall spoon with a useful curly handle. They had belonged to Harriet's\ngreat-grandmother. Once a year Harriet took the things out and polished\nthem and furtively put them back.\n\nThis year Steven cried, \"Ma!\" stretching out his hands toward the\nsilver and uttering a string of determined sounds which were perfectly\nclear to his mother. She smiled at him lovingly but shook her head.\n\"No, Stevie. Mumsie's precious baby doesn't want those nasty old\nthings, no he doesn't! Play with your Happy Clown, sweetheart.\"\n\nSteven's face got red, and he squeezed his eyes shut, opened his mouth\nand howled until his mother passed him the dish and cup and curly\nspoon to play with. At meal-time he would not be parted from them, and\nHarriet had to put away the plastic dish and spoon. Thereafter, for the\nsake of the container, he tolerated the thing contained, and thrived\nand grew fat.\n\nSteven did not like his Rockabye Crib, that joggled him gently and sang\nhim songs about the Happy Clown all night long; and he howled until\nthey turned it off. He was a clean boy, and to his mother's amazement\ntrained himself to be dry day and night by the age of fourteen months,\nwithout the aid of the Singing Toidey or the Happy Clown Alarm; so she\nbought him a Little Folks Youth Bed, with a built-in joggler, and Happy\nClowns on the corners, and a television set in the footboard. It was a\nsmaller copy of his parents' bed, even to the Happy Clowns. Steven did\nnot like that either, and if his parents persisted in turning the bed\non after he had learned to turn it off, he climbed out and slept on the\nfloor.\n\nHarriet said worriedly to her husband, \"I don't know what could be the\nmatter with him. Dickie, he's peculiar!\"\n\nRichard tried to comfort her. \"Never mind, Harry, he'll outgrow it.\"\n\n\n\nSteven did not outgrow it. When he became too big for the curly spoon\nand dish and cup he demanded a knife and fork and spoon from the bureau\ndrawer and ate his meals from the plainest dish he could find. He ate\nthem with his back stubbornly turned to the television set, away from\nthe morning cartoons and the noontime Kiddies' Lunch Club and the\nevening Happy Clown.\n\nThe Happy Clown had been an American institution for thirty years. He\nwas on television for an hour every night at dinner time, with puppets\nand movies and live singers and dancers and his own inimitable brand\nof philosophy and humor. Everybody loved the Happy Clown. He had been\nseveral different actors in thirty years, but his makeup never changed:\nthe beaming face drawn in vivid colors, the rotund body that shook when\nhe laughed like a bowlful of Jellsies, and the chuckling infectious\nlaugh. The Happy Clown was always so cheerful and folksy and sincere.\nHe believed passionately in all the products he instructed his viewers\nto buy, and one was entirely certain that he used them all himself.\n\nHe gave one much more than advertising, though. Some of his nightly\ngems of wisdom (he called them nuggets) were really wonderful; they\nmade one think. A favorite nugget, which people were always writing\nin and asking him to repeat, went like this: \"We're all alike inside,\nfolks, and we ought to be all alike outside.\" The Happy Clown's\nviewers were not children and adults, they were kiddies and folks.\n\nAfter the Happy Clown went off the air the happy kiddies went to bed,\nto lie for a while looking at the Jolly Kitten and the Dancing Dogsie,\nuntil, lulled by the joggler, they went gently to sleep. After that\ncame the cowboys and spacemen, carryovers for any happy kiddies with\ninsomnia. For really meaty programs one had to stay up past ten.\nThen the spectaculars began, and the quiz shows, and the boxing and\nwrestling.\n\nSteven did not like the Happy Clown or the Jolly Kitten or the\nDancing Dogsie. Sometimes he began to grow interested in the cowboys\nor spacemen, but when they stopped in the middle of an adventure to\ntalk about how they could not possibly rope the steers or shoot the\nasteroids without a good breakfast of Cornsies and Choko-Milko, which\neverybody ate, just everybody, Steven climbed out of bed and slept on\nthe floor.\n\nSteven did not like the records or the talking books, and when he went\nto kiddie-garden he viewed the televised lessons with a cold eye. For\nsome reason which he could not have explained, he wanted to learn to\nread, but they would not teach him till he was seven, and so he taught\nhimself, from the letters on the jarsies. But then there was nothing\nto read except the newspapers and the magazines, which he puzzled over\npatiently, getting most of the words right after a while. The many\nadvertisements were easiest; they used pictures and the simplest of\nlanguage.\n\nHis parents thought it was very cunning of him to look at the printing\nlike that, so wisely, as if he could read it! He said once to Harriet,\n\"I can read it,\" but she said, \"Oh, Stevie, you're teasing Mumsie!\"\nand looked so frightened at this fresh peculiarity that the child said\ngravely, \"Yes, teasing.\" He wished he had a silent book. He knew there\nwere such things, but there were none at home. There were few silent\nbooks anywhere. There were none in kiddie-garden.\n\nSteven was not happy in kiddie-garden. The enthusiasm the other kiddies\nshowed for the lessons appalled him. The kiddies themselves appalled\nhim. They joined so passionately in the group play, clutching each\nother with their hot moist hands, panting and grinning into each\nothers' faces. They were always clutching and panting and grinning, in\nlarge noisy groups, with large community smiles. They confused him; he\ncould not tell them apart. Steven retired to a corner and turned his\nback, and when they clutched and panted and grinned at him he hit them.\n\nThe kiddie-garden monitor had to report of him to his unhappy parents\nthat he was uncooperative and anti-social. He would not merge with\nthe group, he would not acquire the proper attitudes for successful\ncommunity living, he would not adjust. Most shocking of all, when the\nlesson about the birdsies and beesies was telecast, he not only refused\nto participate in the ensuing period of group experimentation, but lost\ncolor and disgraced himself by being sick in his corner. It was a\npainful interview. At the end of it the monitor recommended the clinic.\nRichard appreciated her delicacy. The clinic would be less expensive\nthan private psychiatry, and after all, the manager of a supermarket\nwas no millionaire.\n\nHarriet said to Richard when they were alone, \"Dickie, he isn't\noutgrowing it, he's getting worse! What are we going to do?\" It was a\nspecial tragedy, since Harriet was unable to have any more kiddies, and\nif this one turned out wrong ...\n\nRichard said firmly, \"We'll take him to the clinic. They'll know what\nto do.\"\n\n\n\nThe first thing they did to Steven was to talk to him. The psychiatrist\nmade him lie down on a foam rubber couch, kiddies' model, with the\nHappy Clown motif on the slip-cover, and said with a beaming face,\n\"Now, Stevie, what seems to be the trouble?\"\n\nThe boy turned his head away from the psychiatrist's shining teeth and\nsaid, \"My name's not Stevie. It's Steven.\" He was a thin little boy,\nrather undersized. The baby fat had melted away fast when he began\nto be exposed to kiddie-garden. He had dark hair and big eyes and an\nuncommonly precise way of speaking for a child of five.\n\nThe psychiatrist said, \"Oh, but we're going to be friends, Stevie,\nand friends always use nicknames, don't they? My name's William, but\neverybody calls me Willie. You can call me Uncle Willie.\"\n\nThe boy said politely, \"I'd rather not, please.\"\n\nThe doctor was undismayed. \"I want to help you. You believe that, don't\nyou, Stevie?\"\n\nThe child said, \"Steven. Do I have to lie down?\"\n\nThe doctor said agreeably, \"It's more usual to lie down, but you may\nsit up if you want to. Why don't you like kiddie-garden, Steven?\"\n\nThe boy sat up and regarded him warily. The doctor had a kind face, a\nreally kind face in spite of all those shining teeth, and Steven was\nonly five years old, after all, and there was nobody to talk to, and he\nwas desperately unhappy. Perhaps.... He said, \"You'll tell them.\"\n\nThe doctor shook his head. \"Nothing goes farther than this room,\nStevie--Steven.\"\n\nThe child leaned forward, pressing his knees together, hugging himself\nwith his arms, bowing his head. His position was almost foetal. He\nsaid, \"I'm never by myself. They never let me be by myself.\"\n\nThe psychiatrist said reasonably, \"But nobody can live by himself,\nStevie.\" He had apparently forgotten Steven, and the boy did not\ncorrect him again. \"You have to learn to live with other people, to\nwork and play with them, to know them, and the only way you can learn\nis by being with them. When you can't be with them personally, there's\nalways television. That's how you learn, Stevie. You can't be by\nyourself.\"\n\nThe boy looked up and said starkly, \"Never?\"\n\nThe gleaming teeth showed. \"But why should you want to?\"\n\nSteven said, \"I don't know.\"\n\nThe doctor said, slowly and with emphasis, \"Stevie, long before you\nwere born the world was a very bad place. There were wars all the time.\nDo you know why?\"\n\nThe boy shook his head.\n\n\"It was because people were different from each other, and didn't\nunderstand each other, and didn't know each other. They had to learn\nhow to be alike, and understand, and know, so that they would be able\nto live together. They learned in many ways, Stevie. One way was by\nvisiting each other--you've heard about the visitors who come from--\"\n\nSteven said, \"You mean the Happy Tours.\"\n\n\"Yes. When you're twelve years old you can go on a Happy Tour. Won't\nthat be fun?\"\n\nSteven said, \"If I could go alone.\"\n\nThe doctor looked at him sharply. \"But you can't. Try to understand,\nStevie, you can't. Now tell me--why don't you like to be with other\npeople?\"\n\nSteven said, \"All the time--not all the _time_.\"\n\nThe doctor repeated patiently, \"Why?\"\n\nSteven looked at the doctor and said a very strange thing. \"They touch\nme.\" He seemed to shrink into himself. \"Not just with their hands.\"\n\nThe doctor shook his head sadly. \"Of course they do, that's just--well,\nmaybe you're too young to understand.\"\n\nThe interview went on for quite a while, and at the end of it Steven\nwas given a series of tests which took a week. The psychiatrist had\nnot told the truth; what the boy said, during the first interview and\nall the tests, was fully recorded on concealed machines. The complete\ntranscript made a fat dossier in the office of the Clinic Director.\n\nAt the end of the tests the Director said seriously to Steven's\nparents, \"I'll be frank with you. You have a brilliant kiddie\nhere--right now he has the intelligence of a twelve-year-old--but\nbrilliance has to be channeled in the right direction. Just now--well,\nfrankly, it's channeled in the wrong direction. We'll give it a year or\nso, and then if things don't clear up I'm afraid we'll have to correct\nhim.\"\n\nRichard said through dry lips, \"You mean a Steyner?\"\n\nThe Director nodded. \"The only thing.\"\n\nHarriet shuddered and began to cry. \"But there's never been anything\nlike that in our family! The disgrace--oh, Dickie, it would kill me!\"\n\nThe Director said kindly, \"There's no disgrace, Mrs. Russell.\nThat's a mistaken idea many people have. These things happen\noccasionally--nobody knows why--and there's absolutely no disgrace in a\nSteyner. Nothing is altered but the personality, and afterward you have\na happy normal kiddie who hardly remembers that anything was ever wrong\nwith him. Naturally nobody ever mentions it.... But there's no hurry;\nin the case of a kiddie we can wait a while. Bring Stevie in once a\nweek; we'll try therapy first.\"\n\nBeing, as the Director had said, a brilliant kiddie, Steven soon\nunderstood much of what was kept from him. It did not take him long\nto learn what was making his Dadsie look stern and white and what was\nmaking his Mumsie cry. He loved his parents and did not want them to be\nunhappy, and he certainly did not want to have his head cut open, and\nso he began to act. Even at five, Steven discovered in himself a fine\ntalent for acting. He began to conform, to adjust, to merge. He became\nsocial and cooperative and acquired the proper attitudes for successful\ncommunity living. He gave up the old silver voluntarily, he accepted\nthe Youth Bed, he looked at the Happy Clown, and he did much better in\nkiddie-garden. He even joined in the group experimentation and was not\nsick any more, though he could not keep himself from losing color.\n\nThey were pleased with him at the clinic and after a few months\ndischarged him. By the time Steven was twelve and had made the Happy\nTour and joined the Happy Scouts and had a happy affair, involving\nexperimentation, with a neighbor's daughter, Harriet and Richard ceased\nto worry about him. If sometimes he felt so tightly strung-up that a\nstorm of tears was his only relief, he kept the tears quiet.\n\n\n\nHe was graduated from high school at sixteen and from college at\ntwenty, having read all he could of the silent books in the scant high\nschool library and the more ample university one, and having wisely\nelected to appear more stupid than he was. Even his I.Q. was now\njudged to be only slightly above normal. He left college with honors,\npopularity and a reputation as an actor. He took the lead in all the\ndramatic club plays, having particular success in the reproduction\nof a Happy Clown program. Steven, of course, was the Happy Clown. He\nenrolled at once in the New York School of Television Arts, and his\nmother cried when he left home to live in the School dormitory.\n\nSteven did well at Television Arts, soon taking more leads than was\ncustomary in School productions, which were organized on a strictly\nrepertory basis. He did not stay to graduate, being snatched away in\nhis first year by a talent scout for a popular daytime serial, \"The\nHappy Life.\"\n\n\"The Happy Life\" recounted the trials of a young physician, too\nbeautiful for his own good, who became involved in endless romantic\ncomplications. Steven was given the lead, the preceding actor having\nmoved up to a job as understudy for the Jolly Kitten, and was an\nimmediate success. For one thing he looked the part. He was singularly\nhandsome in a lean dark-browed way and did not need flattering makeup\nor special camera angles. He had a deep vibrant voice and perfect\ntiming. He could say, \"Darling, this is tearing me to pieces!\" with\nprecisely the right intonation, and let tears come into his magnificent\neyes, and make his jaw muscles jump appealingly, and hold the pose\neasily for the five minutes between the ten-minute pitch for Marquis\ncigarettes which constituted one episode of \"The Happy Life.\" His fan\nmail was prodigious.\n\nIf Steven had moments of bewilderment, of self-loathing, of despair,\nwhen the tears were real and the jaw muscles jumped to keep the mouth\nfrom screaming, no one in the Happy Young Men's dormitory where he\nslept ever knew it.\n\nHe managed his life well enough. He had a few affairs with girls, it\nwas expected of one, and he did not have to work very hard at it since\nthey always threw themselves at him; and he got along well with other\nyoung men, who forgave him for being so handsome because he did not\nwork at it except on camera; but he was lonely. Surrounded by people,\nintruded and trespassed upon, continually touched in ways other than\nphysical, he was yet lonely.\n\n\n\nDuring his life he had met a few other nonconformists, shy, like him,\nwary of revealing themselves, but something always seemed to happen\nto them. Some were miserable being nonconformists and asked pitifully\nfor the Steyner, some were detected, as Steven had been, and some\nwere unfortunately surprised in hospitals. Under the anesthetic they\nsometimes talked, and then, if they were adults, they were immediately\ncorrected by means of Steyner's lobotomy. It had been learned that\nadults did not respond to therapy.\n\nThere was never any organization, any underground, of misfits. An\nunderground presupposes injustice to be fought, cruelty to be resisted,\nand there was no injustice and no cruelty. The mass of people were\nkind, and their leaders, duly and fairly elected, were kind. They\nall sincerely believed in the gospel of efficiency and conformity\nand kindness. It had made the world a wonderful place to live in,\nfull of wonderful things to make and buy and consume (all wonderfully\nadvertised), and if one were a misfit and the doctors found it out and\ngave one a Steyner, it was only to make one happy, so that one could\nappreciate what a wonderful world it was.\n\nSteven met no nonconformists at the School of Television Arts, and none\nwhile he was acting in \"The Happy Life\" until Denise Cottrell joined\nthe cast. Denise--called Denny, of course--was a pleasantly plain young\nwoman with a whimsical face which photographed pretty, and remarkable\ndark blue eyes. It was her eyes which first made Steven wonder. They\nmirrored his own hope, and longing, and the desperate loneliness of the\nexile.\n\nFor two months they were together as often as they could be, talking\nintellectual treason in public under cover of conventional faces,\nand talking intellectual treason in private with excitement and\nlaughter and sometimes tears--falling in love. They planned, after\nmuch discussion, to be married and to bring up a dozen clever rebel\nchildren. Denise said soberly, \"They'd better be clever, because\nthey'll have to learn to hide.\"\n\nThey made love in Denise's apartment when her roommate\nPauline--Polly--was out, as awkwardly as if there had never been any\ngroup experimentation or happy affairs. Denise said wonderingly, \"When\nyou really love someone it's all new. Isn't that strange?\" and Steven\nsaid, kissing her, \"No, not strange at all.\"\n\nHe took her to meet his family--Denise's family lived three thousand\nmiles away--and she behaved with such perfect decorum and charm that\nRichard and Harriet were delighted and as eager as Steven for the\nwedding. Steven had agreed reluctantly to put it off until Denise\nhad a chance to introduce him to her parents; they were coming East\nat Christmas. She laughed over it and said, \"I'm being terribly\nconventional, darling, but that's one convention I like.\"\n\n\n\nWhile they waited, Steven's agent secured a really unprecedented\nopportunity for so young and relatively untried an actor. The current\nHappy Clown was unhappily retiring, by reason of age and infirmity, and\nSteven's agent arranged a tryout for the part. He said, \"Give it all\nyou got, kid; it's the chance of the century.\"\n\nSteven said, \"Sure, Joey,\" and allowed his sensitive face to register\nall the proper emotions. Actually his emotions were, in the vernacular\nof a previous century, mixed. He loathed the whole concept of the Happy\nClown--but there was money in it, and Steven was not rebel enough to\ndespise money. With money he could retire early, go away somewhere with\nDenise, to some country place where they could be relatively free of\npressure.\n\nOver staggering competition he got the part. He called Denise up at\nonce from a booth at the studio to tell her. Polly answered the phone,\nlooking pale and frightened over the viewer, and said rapidly, \"Oh,\nStevie, I've been trying to get you for an hour. Denny's sick. They\ntook her to the hospital!\"\n\nSteven sat back against the hard wall of the booth, feeling cold, the\nreceiver slack in his hand. He said, \"What's the matter with her? Which\nhospital?\"\n\n\"Ap-pendicitis. Happy Hour.\" Polly began to cry. \"Oh, Stevie, I feel\nso--\"\n\n\"I'll go right over.\" He cut her off abruptly and went.\n\nThe doctors caught Denise's appendix in time to avoid the necessary but\nrarely fatal complications ... but under the anesthetic she talked,\nrevealing enough about her opinion of television, and the Happy Clown\ncult, and the state of society in general, to cause her doctors to\nraise their eyebrows pityingly and perform the Steyner at once. While\nSteven sat unknowing in the waiting room, smoking a full pack of\nMarquis cigarettes, the thing was done.\n\nAt last the doctor came out to him and said what was always said in\nsuch cases. \"It was necessary to do something--you understand, no\nmention--\" and for a moment Steven felt so ill that he was grateful\nfor the little ampoule the doctor broke and held under his nose. They\nalways carried those when they had to give news of a Steyner to\nrelatives or sweethearts or friends.\n\nThe doctor said, \"All right now? Good .... You'll be careful, of\ncourse. She may be conscious for a minute; there's no harm in it yet,\nshe won't move or touch the--\"\n\nSteven said, \"I'll be careful.\"\n\nHe was still feeling ill when they let him in to see Denise. He sat\ndown beside her bed and spoke to her urgently. \"Denise, talk to me.\nPlease, Denise!\"\n\nShe opened her eyes, looked at him drowsily and smiled. \"Oh, Stevie,\nI'm so glad you came. I've been wanting you, darling.\"\n\nSteven said, \"Denise--\"\n\nShe frowned. \"Why do you call me that? Call me Denny. Did you get the\npart, darling?\"\n\nHe drew back a little. \"Yes, I got it.\"\n\nShe gave him a radiant smile. \"That's wonderful! I'm so proud of you,\nStevie.\" She slept again.\n\nThat night in the HYM dormitory Steven did not sleep. He lay quiet,\ntense, hoping for the relief of tears, but it did not come.\n\n\n\nSteven went to see Denise every day though after the first time she\nwas not awake to know him. The doctors were keeping her under sedation\nuntil the head bandage could be removed. So far as Denise was to\nknow, she had gone to the hospital simply for a rather protracted\nappendectomy. Looking at her, Steven knew that he could never leave\nher. He had loved her completely; he would love her now with as much of\nhimself as she would need or understand.\n\nFor a while he waited to be kindly questioned, to be thoroughly\nexamined, to be tenderly given the shot in the arm and to awake like\nher, but nobody came. Denise had apparently said nothing about him.\nSome censor or other--perhaps it was the censor of love--had kept her\nfrom even saying his name.\n\nFor a while Steven considered confessing to somebody that he was\na--what?--an unacceptable member of society. Then they would make him\nlike Denise. He shuddered. Did he really want to be like Denise? Some\nstubborn pride in him refused it.\n\nWhen Denise left the hospital for the hotel where she would stay until\nthe wedding, Steven was more gentle with her than ever, kinder and\nmore loving. He made her very happy. He made love to her again, and it\nwas like loving a ghost--no, it was like loving a fine beautiful body\nwithout the ghost, without the spirit. He returned to the HYM to lie\nsleepless amid the breathings and mutterings of the other young men,\nturning restlessly in his bed, feeling oppressed, tormented, strung on\nwires.\n\nHe rehearsed feverishly for the part of the Happy Clown, and because he\nwas a fine craftsman and a conscientious artist he continued to give\nit all he had. The sponsors were pleased. A week before Christmas the\ncurrent Happy Clown retired and hobbled off to a nursing home. There\nwas no fanfare--the public was not to realize that the Happy Clown was\nmortal--and Steven took over with no visible change. For five days he\nplayed the part to perfection.\n\nOn the sixth day he performed as usual, perhaps a little better. His\ncommercials had a special fervor, and the sponsors exchanged happy\nglances. Denise was sitting in the booth with them; she smiled at\nSteven lovingly through the glass.\n\nSteven was running a little fast tonight. The engineer made stretching\nmotions with his hands to slow him down, but he used up all his\nmaterial, even the nugget, with three minutes to spare. Then he said,\n\"All right, folks, now I have a special treat for you,\" and moved\nquickly to the center mike. Before the sponsors, or the engineers, or\nthe studio audience, or anybody in the whole American nation knew what\nwas happening, he began rapidly to talk.\n\nHe said, \"Are you all happy? You are, aren't you?--everybody's happy,\nbecause you're all sheep! All sheep, in a nice safe pasture. All\nalike--you eat alike and dress alike and think alike. If any of you has\nan original thought you'd better suppress it, or they'll cut it out of\nyou with a knife.\" He leaned forward and made a horrible face at the\ncamera. Under the jolly makeup and the artful padding, his mouth was\nshockingly twisted, and tears were running out of his eyes. \"A long\nsharp knife, folks!\" He paused momentarily to recover his voice, which\nhad begun to shake. \"Go on being happy, go on being sheep. Wear the\nclothesies, and eat the foodsies, and don't dare think! Me--I'd rather\nbe dead, and damned, and in hell!\"\n\nFortunately nobody heard the last three sentences. The paralyzed\nengineer had recovered in time to cut him off during the pause, and\nhad signalled the stagehand to draw the curtain and the sound man to\nplay the Happy Clown sign-off record--loud. Steven finished himself\nthoroughly, however, by repeating the same sentiments, with some others\nhe happened to think of, to Denise and the sponsors, when they all came\npouring out of the booth. Then he collapsed.\n\n\n\nSteven's Steyner was a complete success. He recovered from it a\nsubdued, agreeable and thoroughly conventional young man, who had the\nimpression that he had suffered a nervous breakdown. He was discharged\nfrom the Happy Hour at the end of January, innocently leaving behind\nhim the broken hearts of three nurses and one female physician, and\nwent home to his parents. During his convalescence they were patient\nwith him and passionately kind. In spite of the disgrace they felt, a\ndisgrace that would never be mentioned, they loved him even better than\nbefore, because now he was irrevocably like them.\n\nDenise was lost to him. The outburst in the studio, and the Steyner,\nand the loss of the Happy Clown part were cumulatively too much for\nher. She broke the engagement and was heard to say that Stevie Russell\nhad proved himself an absolute fool. He was miserable over it, though\nhe had only a hazy idea of what he had done or why Denny should\nsuddenly be so unkind to him.\n\nThe Happy Clown incident had passed off well--immediately after\nit occurred, a powerful battery of comedians, including the Jolly\nKitten and the Dancing Dogsie, forgetting rivalries to rally 'round\nin a crisis, went on the air to insure that it passed off well. They\nmade certain that every viewer should regard the whole thing as a\ntremendously funny if rather mystifying joke. The viewers fell in with\nthis opinion easily and laughed about the sheep joke a good deal,\nadmiring the Happy Clown's sense of humor--a little sharp, to be sure,\nnot so folksy and down-to-earth as usual, but the Happy Clown could do\nno wrong. They said to each other, \"He laughed till he cried, did you\nnotice? So did I!\" For a while teenagers addressed each other as, \"Hi,\nsheep!\" (girls were, \"Hi, lamb!\"), and a novelty company in Des Moines\nmade a quick killing with scatter pins fashioned like sheep and/or\nlambs.\n\nBut, around the studios Steven was dead. Steyner or no Steyner--and\nof course that part of it was never openly discussed--sponsors had\nlong memories, and the consensus seemed to be that it was best to\nlet sleeping sheep lie. Steven did not care. He no longer had any\nparticular desire to be an actor.\n\nSteven went to work in his father's supermarket and was happy among\nthe shelves of Oatsies and Cornsies and Jellsies. He got over Denise\nafter a while and met a girl named Frances--Franny--whom he loved and\nwho loved him. They were married in the summer and had a little house\nwith as much furniture in it as they could afford. The first thing they\nbought was a television set. After all, as Stevie said, he would not\nwant to miss the Happy Clown.",
    "metadata": {
        "author": [
            "Jones, Alice Eleanor",
            "Nearing, Alice Eleanor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59418/pg59418.txt",
        "name": "the_happy_clown.json"
    }
}