{
    "name": "The Good Work",
    "author": [
        "Thomas, Theodore Lockard",
        "Thomas, Theodore L."
    ],
    "body": "Tall and rawboned was Jeremiah Winthrop. Narrow of shoulder and shallow\nof chest he was, but no matter. There was a dignity to the man that\nshowed itself in every movement. Here was one who still called himself\na man, one whose traditions sprang from the rocky New England soil\nthat had nourished his forebears. The mold that produces such a man is\nnot easily bent or broken, not even in a world of three hundred and\nfifty billion people, not even in a world where the rocky New England\nsoil lies buried and forgotten beneath the foundations of monstrous\nbuildings.\n\nJeremiah Winthrop rode the spiral escalator up, up to the two-part\ncubicle he called home on the one hundred and forty-eighth floor.\nHe stood swaying slightly as the escalator wound its serpentine way\nupwards. Others rode with him, tight people, tense people, pushed\ntogether, staring straight as they rode the spiral escalator up. And\nnow and then at a turn or a bend a man would elbow his way out. He'd\nleave the upflowing river of people and step onto a landing as his\nfloor came by. But the escalator was still crowded as it passed the one\nhundred and forty-eighth floor and Winthrop stepped off. He was not one\nof the lucky ones who lived high near the roof where it was at least\npossible to think about the air and the light and the sun.\n\nWinthrop boarded a moving belt that carried him over to his own\ncorridor. He walked down the corridor for ten minutes. It was easy\nwalking, for there were far fewer people now. Finally he came to his\nown door. He inserted his thumb in the thumbhole, slid the door open\nand walked in. A tousle-headed youngster sat on the floor playing with\na plastic box. The boy looked up as Winthrop entered.\n\n\"Daddy!\" he shouted. He flung himself to his feet, dashed across the\nroom and grabbed his father around the legs.\n\n\"Hello, Davy,\" said Winthrop, ruffling the curly brown hair. \"How's the\nlittle man?\"\n\n\"Fine, Daddy. And Mommy says we can go up on the roof in another month.\nWill you come with us? This time? You never go with us, Daddy. Will you\ncome up with us in a month from now?\"\n\nWinthrop looked over the boy's head at his wife, Ann. The smile faded\nfrom his face. He said, \"A month? I thought it was our turn again in a\nweek. What happened?\"\n\nAnn shook her head and pressed the back of a hand against her\nforehead. \"I don't know. They have had to re-schedule everybody.\nAnother eighteen hundred babies born in the building this week. They\nall have to get a little sun. I don't know.\"\n\nWinthrop pushed Davy gently to one side and held the boy to him as he\nwalked over to Ann. He put a hand in the small of her back and held her\nagainst his chest. She rested her head against the upper part of his\narm and leaned against him.\n\nAnn lifted her head, stood on her toes and kissed Winthrop. She pulled\naway and led him over to a chair, Davy still hanging on to his leg.\n\"You must be tired,\" she said. \"Ten hours you've been out. Were you\nable to.... Did you--\"\n\n\"No,\" said Winthrop. \"Nothing. Not so much as a soybean.\" He looked\nat his wife and smiled. \"I guess the time has come for us to eat that\npotato. We've been saving it for a month.\"\n\nAnn's eyes wrinkled as she looked down at him. \"Oh. I--I gave it to the\nBrookses. They haven't had anything in weeks.\" The words began to pour\nout. \"We have done so well, really, in the last few weeks that I felt\nsorry for them. We had those cabbage leaves and three potatoes and even\nthat piece of fish four months ago. I couldn't help myself. I gave--I\ngave our potato to them. They were so sick of Standard Fare they were\nbeginning to get depressed, really depressed. I--\"\n\nWinthrop reached up and put an arm around her hips and said, \"Don't\nthink about it, darling.\" He was silent for a moment, and then he\ncontinued, \"I think I'll go down and see if John Barlow has some work\nfor me. Let's have a quick dinner of Standard Fare and then I'll go.\"\nHe got up and walked over to the sink and began washing Davy's hands,\ntalking, joshing, teasing a little as he did so.\n\nAnn took three glasses from the tiny cabinet. She went to the synthetic\nmilk faucet and filled the glasses and then put them on the table. She\nwent to the bread slot and removed six slices of bread. One after the\nother she dropped the six slices of brown bread through the toaster.\nShe picked up a knife and scooped big gobs of rich yellow synthetic\nbutter out of the butter slot and spread it on the toast. She made\na pile of the toast on a plate and then cut the pile in half. \"All\nright,\" she called. And she put the toast on the table and sat down.\n\nWinthrop helped Davy into a chair and then sat down himself. He bent\nhis head and spoke a brief blessing. And they all ate. They ate\nStandard Fare, as countless billions of other people did that night,\nand every night, from birth to death, Standard Fare.\n\nWhen the meal was done Winthrop got up and kissed Ann and Davy\ngoodbye. He rode down the spiral escalator, down to the ground floor,\nand below. Great throngs of people rode with him, crowded in on each\nother. He rode down to the fifteenth sub-level and changed to a belt.\nHe rode past the crowded TV theaters, the amusement halls. He stepped\noff and went down a narrow side alley where some of the shops were.\nImmediately the crowds fell off. A little way down the alley Winthrop\nturned into the door of a tiny store. It was empty except for John\nBarlow, the owner.\n\n\"Nice to see you,\" said Barlow, springing up and taking Winthrop's\nhand. \"I was just thinking about you. In fact, I was going to come up\nand see you in the next day or two. Come in and sit down.\"\n\nBarlow sat in the chair, Winthrop on the small counter. The two men\nfilled the store completely. \"That sounds good, John. Do you have some\nwork for me?\"\n\nBarlow looked long at Winthrop, and slowly shook his head. \"No,\nJeremiah. No. I don't even have work for myself any more.\" He hesitated\na moment and went on quietly, \"I'm going out of business, Jeremiah. I\ncan't make it work. I don't take in enough money to keep my stock up.\nPeople don't need money, what with free movies and clothes and food and\neverything else. No one buys food. They all live on Standard Fare and\nthey don't seem to care any more. So now I'll have to join them, unless\nI can find other work.\"\n\n\"I'm very sorry, John. I feel I helped drive you out of business. I\nnever gave you money for what I took.\"\n\nBarlow shook his head. \"No, Jeremiah. You always worked for everything.\nOther people are not as willing to work as you are; they all want\nsomething for nothing. Who else would be vaccinated and take the\nimmunization shots so he could go all the way across the city for me\nthe way you do?\"\n\nThey sat quietly. Winthrop said, \"Where is it all going to end, John?\nWhat's going to happen to everybody?\"\n\n\"I don't know. Some people work; there must be jobs somewhere. I\nsuppose they get them through the Ministry of Government Employment,\nand you know what people say about that. Government workers won't even\ntalk about it; everybody says they're ashamed of it. I don't know\nwhat's going to happen. Except--I'm through. I'm going to take my stock\nhome with me tonight, and that ends it.\"\n\nWinthrop looked at the box that contained all of Barlow's stock. The\nbox measured about one foot on a side.\n\n\"Jeremiah, I want you to have something.\" Barlow reached down to\nthe bottom of the box and brought out an object that he held toward\nWinthrop.\n\nWinthrop looked at it and gasped. \"An egg. A real hen's egg. I\nrecognize it from the pictures.\" Winthrop looked up. \"But I can't take\nit, John. I can't.\"\n\n\"I want you to have it, Jeremiah. I want you and Ann and Davy to have\nit. Now don't argue. I'll wrap it up and you take it right home.\"\n\nBarlow turned and lifted a small box down from a niche. He lined the\nbox with synthetic cotton and gently nestled the egg in the center.\nAfter covering the egg with another layer of cotton, he closed the box\nand wrapped it and tied it with a broad white ribbon under which he\nslipped a little card of cooking instructions. Then he handed the box\nto Winthrop. \"Take it home, Jeremiah. I'll be up to see you sometime\nsoon. Go on now.\" And he urged Winthrop off the counter and out the\ndoor.\n\nWinthrop went, holding the box in both hands. As he worked his way\nthrough the crowds, he held the box to his stomach, turning his\nshoulders to meet the press of people. He was still holding it with\nboth hands half an hour later when he entered his home.\n\n\n\nAnn looked up, surprised. \"Jeremiah, I didn't expect you home so soon.\"\nHer eyes fixed on the package. \"What is it? What have you got?\"\n\nWinthrop walked to the table, put the package on it, and carefully\nbegan to open it without saying a word. Ann and Davy stood close to\nhim; Davy climbed on a chair to see better. When Winthrop lifted off\nthe top layer of cotton, Ann's eyes widened and she clasped her hands\ntogether and stared, silently.\n\n\"What is it, Daddy?\"\n\n\"It's an egg, son. A hen's egg.\"\n\n\"Is it something to eat?\"\n\n\"Yes, son. It is.\" Winthrop looked at his wife and said, \"Shall we eat\nit now?\"\n\nAnn nodded, quickly read the cooking instructions, and set about\npreparing scrambled egg. Winthrop got out the cooking pan, wiped off\nthe dust, and set it down near her. She smiled at him and put a large\nchunk of butter in it and placed the pan on the heater. When the butter\nbubbled, she poured the beaten egg into the pan; it hissed as it\nstruck the hot butter. She began to stir the egg as it cooked. Winthrop\npicked Davy up so he could see into the pan as the egg thickened. In a\nmoment it was done.\n\nAnn lifted three small dishes from a cupboard, placed them on the\ntable, and carefully scraped the egg onto the plates. Buttered toast\nand milk came next, then they sat down to eat. Winthrop said a grace.\n\nThey ate in silence.\n\nDavy looked up after his egg was gone and said, \"I don't like it very\nmuch. I like it some, but not very much.\"\n\nWinthrop reached over and ruffled his hair, saying to Ann, \"It would\nhave been better if we'd had some salt, I guess. But it was good\nanyway. I've often wondered what an egg tasted like.\"\n\nHe looked down at the empty plates and stared at them. Then he said\nquickly, \"Davy, it's your bedtime. You hop on in now.\"\n\nDavy's face grew long, but then Winthrop looked at him, and he climbed\noff his chair and went over and pulled his father down and kissed him\non the cheek. \"Good night, Daddy.\"\n\n\"Good night, son.\"\n\nAnn took Davy by the hand and led him into the bedroom. Winthrop\nlistened to the chatter and then to the prayers. He sat and listened\nas he stared at the three egg-stained plates on the table. The plates\npushed into his mind, occupied it, filled it, until there was nothing\nelse. And at that moment the integrity of Jeremiah Winthrop broke.\n\nHe was still staring at the plates when Ann came out and sat down\nbeside him. She too looked at her husband, looked, and looked again,\ncloser. There were tears in his eyes.\n\nShe leaned toward him and put a hand on his shoulder. \"What is it,\nJeremiah?\" she asked quietly.\n\nHe turned full toward her, started to speak, but could not. He pointed\nto the dirty plates and then cleared his throat. \"Ann, that's the last\nof it. It's getting worse all the time. There's no work for a man.\nWhat are we going to do? Is Davy going to live the rest of his life\nsatisfied with Standard Fare? Can we watch him grow up not knowing\nwhat it feels like to work? Ann....\" He stopped and sat quietly for a\nmoment. \"I've got to go to the Ministry of Government Employment.\"\n\nShe said, \"Jeremiah, are you sure? We've always been able to manage on\nour own. We've never needed help from the government.\"\n\n\"Ann--\" He stood up and began pacing across the room. \"How can we sit\nand watch this happen to our boy? We can't take him out in all those\npeople very often. We can't take him to the roof. Ann, he's a good boy.\nWe can't let him live like this.\"\n\n\"But how will you feel? You have to make your own way. You've always\nbelieved that.\"\n\nWinthrop's stooped figure bent even more. He stopped pacing and stood\nwith his hands hanging at his sides, his chin on his chest. \"I know,\"\nhe said quietly. \"I know. Help me, Ann. What should we do?\"\n\nShe flew across the room to him and they clung together. After a moment\nshe said, \"All right, Jeremiah. I knew this would come some day. We\nwill go down tomorrow to the Ministry of Government Employment and see\nif they have any work for you. Maybe they have, and maybe it won't be\nso bad. Maybe it's good work after all. We'll see.\"\n\n\n\nThe family was up early the next morning, up and eating Standard Fare.\nAfter breakfast they began to get ready to go out. Ann went over all\nthe clothes, sponging spots off the slick fabric. Jeremiah Winthrop\npaced back and forth with slow measured steps, his hands clasped behind\nhim, his head bent.\n\nAnn took a little cord harness from the cabinet and slipped it over\nDavy's head. She pulled the cords taut and tied them around him. She\npassed a light piece of cord around her waist and tied the other end of\nit to Davy's harness. She tied a second piece of cord to the other side\nof the harness. Then she said to Winthrop, \"Jeremiah, we're ready.\"\n\nWinthrop stepped over to Davy's side. He passed the second piece of\ncord around his waist and tied it fast. \"I'm ready,\" he said.\n\nThey went out the door and it was not bad at first. Riding down the\nspiral escalator it began to get crowded; people pressed shoulder to\nshoulder. Davy clutched a parent's hand in each of his own. When they\narrived at the belts below ground-level, the press grew greater. Ann\nand Winthrop used their legs to make room for Davy to stand on the\nmoving belt. The upper portions of their bodies pushed out against the\npacked mass of humanity. They held their arms bent at the elbows to\nform a bridge around Davy's head, stooping a little to do so. Silently\nthey pushed back against the surge of people.\n\nThey changed belts by walking in a kind of lockstep and again formed a\ntrembling bridge with their arms around Davy on the next belt. Twice\nmore they changed belts and in two hours they arrived at the building\nnext to their own. It was easier, going up the spiral escalator.\n\nThey came out into a huge room filled with people. Holding tight to\nDavy's leash, they worked their way through the crowds, seeking a\nregistration desk. In half an hour they found one.\n\nThe line of people was only a few hundred yards long in front of that\nparticular desk. Jeremiah and Ann joined the line at the end, smiling\nat each other. In four short hours they found themselves at the desk.\n\nWinthrop gave his name and number to the man and explained why he\nwanted an interview with one of the ministers. The man swiftly filled\nout a set of papers, assigned Winthrop a line number and a chair\nnumber, and pointed the direction to take.\n\nJeremiah, Ann, and Davy slowly passed through the crowds in the room,\nthis time seeking their line. They finally found it and Winthrop gave\nhis papers to the man in charge. Again they were fortunate. The line\nto which Winthrop was assigned did not even reach out into the room;\nthe end of it had progressed into the long corridor that led to the\nminister's office.\n\nWinthrop settled into his moving chair while Ann and Davy bustled\naround him and made him comfortable. Then they said goodbye.\n\n\"Ann, be careful going home. Go very slowly. Don't be afraid to scream\nout if Davy begins to get crushed.\"\n\n\"Don't worry, dear. We'll be all right.\" Ann smiled at him, but her\neyes were too bright.\n\nWinthrop saw it and stood up from his chair. \"I'll take you home and\nthen come back.\"\n\n\"No.\" She gently pushed him back into the chair. \"We'll lose another\nday, and Davy and I will be all right. Now you just stay here. Goodbye,\ndear.\" She leaned over and kissed him.\n\nWinthrop said, \"All right, but don't visit me, Ann. I'll be home as\nsoon as this is over, and it's too hard on you to make the trip alone.\"\n\nShe smiled and nodded. Winthrop kissed Davy and ruffled his hair. Then\nAnn tied both ends of Davy's leash around her waist, and she and Davy\nwalked off. Both of them turned to wave frequently until the crowd\nswallowed them up.\n\n\n\nThe days passed slowly for Winthrop. The corridor seemed to stretch on\ninterminably as he slowly moved down it in his chair. Every few hundred\nyards there was the inevitable milk faucet and the bread and butter\nslots, and every few feet there was the inevitable TV screen alive with\npeople talking, singing, laughing, shouting, or playing. Winthrop\nturned each one off as he came abreast of it, if his neighbors did not\nobject. None of the people in the line were talkative, and that suited\nWinthrop. Mostly he sat thinking over his forthcoming interview. Two\nminutes to explain why he should be given work was not very long. But\nthe Ministers of Government Employment were busy men.\n\nToward the end of the second week Winthrop had a surprise visit from\nAnn. She threw her arms around him and explained that Helen Barlow had\ncome to see her and had sent Ann off to visit. And it was while Ann\nwas there that Winthrop moved up to a position from which he could see\nthe door of the minister's office. When Ann left, she went with the\ncomforting knowledge that it would be only a few days more.\n\nThe time came when Winthrop was at the door. Then, suddenly, he was in\nthe anteroom, and before he could fully realize it he was standing in a\nvery small room before the minister.\n\nWinthrop identified himself and said, \"I have a boy of four, a fine\nboy, and a fine wife too. I want to work the way a man should to give\nthem something besides Standard Fare. Here is what I have worked at in\nthe last five years.\" And Winthrop listed the things he had done.\n\nThe minister listened. He had white hair and a lined face whose skin\nseemed to be pulled too tight. When Winthrop had finished, the minister\nlooked steadily into his face for a moment; Winthrop could almost\nfeel the probing of the level blue eyes. Then the minister turned to a\ndevice that loomed over him to one side and punched a complex series of\nbuttons. There was a whirring noise behind the wall of the tiny room,\nand then a small packet of cards appeared at the slot in the bottom\nof the device. The minister picked them out and glanced at them, and\nan odd expression of sadness swept across his face. It was gone in an\ninstant, and then he looked up and said, \"Yes, Mr. Winthrop. We have\na job for you, and the full six hours a day, too. You will be on the\nmaintenance crew of your building. Your job is explained here--\" he\npassed over a card--\"and it consists of tightening the nuts on the\nexpansion joints in the framework of the building. It is very important\nto do it right, so read the card carefully.\" Winthrop nodded eagerly.\n\nThe minister handed over another card and said, \"Here is a description\nof the daily reports you must turn in.\" Another card. \"Here is how you\nand your chief decide your working schedule, and you must adhere to it;\nit is very important. The chief of your tightening crew will go over\nit with you. Here is your requisition for the special wrench you will\nneed. Here is your pay schedule; you can decide if you want to be paid\nin money or produce. And one very important thing.\" The minister leaned\nforward to emphasize his remarks. \"You are not allowed to talk about\nyour job with anyone, not even with your best friends. Is that clear?\"\n\nWinthrop nodded. \"Yes, sir.\"\n\n\"The reason is that we do not want people fighting over jobs. Not many\nwho come in here really want to work, but there are a few. We have\nto pick good men for this work; those buildings must be kept in good\ncondition. Others less fortunate than you might not understand that you\nare just the man we need. So no talking about your work--no talk of any\nkind--on pain of dismissal.\" The minister sat back. \"Well, I guess that\nis about all. Report for work in the morning. Good luck.\" And he held\nout his hand.\n\nWinthrop shook it and said, \"Thank you, sir. I'll work hard for you.\nI didn't know you needed men for this work or I would have been here\nsooner. I had always heard that.... Well, thank you.\" And Winthrop\nturned to go. Out of the corner of his eye as he turned, he thought he\nsaw again that ephemeral expression of sadness, but when he looked the\nminister full in the face it was gone. Winthrop went out the side door.\nThe entire interview had taken one and three quarter minutes.\n\n\n\nWinthrop left early the next morning so as not to be late for work.\nAs it turned out, he was unable to get off a belt at the proper\nlanding--too many people in the way--and it took him fifteen minutes to\nretrace his steps. He arrived exactly on time.\n\nThe chief of the tightening crew was a big, bluff man with a red face.\nHe took Winthrop in tow and showed him how they worked. The crew chief\nhad a vast knowledge of the crawl spaces in the interior of the\nbuilding. He showed Winthrop the blueprints from which the tightening\ncrew worked, and explained that by co√∂rdinating their work with all the\nother tightening crews they made one complete round of the building\nevery eight years. By then it was time to do it again; the nuts worked\nloose from the constant expansion and contraction. It was quite a job\nkeeping track of the area that the tightening crew covered; it was a\nlarge crew. But each member turned in daily reports, and there was a\nlarge clerical staff to keep the records straight. In fact, there were\nmore men keeping records than there were doing the actual tightening\nwork. The chief pointed out that Winthrop was to be one of the elite,\none of those whose work justified the existence of the huge staff. The\ntone of the chief's voice made it clear that there was a kind of quiet\npride among the men who did the actual work. The chief issued Winthrop\nhis wrench and showed him where to start.\n\nThe day passed swiftly. The tightening of the nuts was not so bad,\nalthough Winthrop's arm grew sore after a while. The difficult part\nwas gaining access to the nuts in the first place. Winthrop had to use\nall his agility to wriggle through confined places. Yet it was good to\nbe working again, good to feel the sweat start from his brow from hard\nwork instead of from the press of people.\n\nIn a week Winthrop was no longer dog-tired when he got home at night.\nThere was much laughter in the Winthrop household, much reading and\nplaying games and telling stories. They even watched the TV screen now\nand then; somehow it no longer seemed so fruitless. The monotony of\nStandard Fare was broken; the head of the house was working steadily.\nIt was now possible to plan ahead for a variety of meals, and that made\nit easier to wait when there was nothing to eat but Standard Fare.\n\nWinthrop developed skill and speed at locating and tightening the nuts.\nHe soon covered in a day a larger area than any other man, and the\nchief told him that he was his best man. Winthrop came to share the\npride and sense of responsibility that all the other tighteners felt.\nThey were a select group, and they knew it; all the others looked up to\nthem.\n\nIt was after dinner one night that Winthrop sat back, hooked his thumbs\nin the armholes of his shirt, and watched Ann and Davy finish the\nhalf-dozen peas. They looked at him and smiled, and his heart warmed.\n\"You know,\" he said, \"I think I'll visit John Barlow for a few minutes.\nI haven't seen him since he gave up his store. Do you mind, dear?\"\n\nAnn shook her head. \"No, you run along. I'll play with Davy for a while\nand then put him to bed. Don't stay too long.\"\n\nBarlow answered Winthrop's knock. \"Well, Jeremiah. Come in, man, come\nin.\"\n\nWinthrop walked in and the two men stood looking at each other.\nWinthrop was surprised at how well Barlow looked, and he said so.\n\nBarlow laughed. \"Yes, the last time we met I was pretty far down in\nthe dumps, I guess. But I'm working, Jeremiah. I'm actually working.\nImportant work, too!\"\n\nHis enthusiasm was infectious and Winthrop found himself laughing. \"I'm\nglad for you, John. And I know how you feel, because I'm working too.\"\n\nBarlow stepped forward and wrung his hand. \"That's fine, man, fine!\nGovernment, I guess, just like mine. It isn't so bad, is it? Not nearly\nas bad as we thought. Good steady important work makes a man feel like\nit's worth living.\"\n\nHelen Barlow came out of the other room. \"Why, Jeremiah. I didn't know\nyou were here. How nice to see you.\"\n\n\"Yes, and he's working,\" said Barlow.\n\n\"Oh, I'm so happy for you, Jeremiah. Congratulations. And that reminds\nme, John.\" She turned to her husband. \"You have to get ready to go to\nwork. You know how long it takes to get there even though it's in the\nbuilding.\"\n\n\"Right. I'll get ready. Jeremiah, I'm sorry that I have to go, but why\ndon't you stay?\"\n\n\"No, John. I just stopped in to say hello. You come up and see us real\nsoon.\"\n\n\"I certainly will.\"\n\nThere was an exchange of good-byes, and Winthrop left.\n\nBarlow went into the other room and came out immediately with his\nwrench. He waved it playfully at his wife. \"Got to go,\" he said. \"The\nloosening crew won't wait.\" And he blew a kiss at his wife and went off\nto work.",
    "metadata": {
        "author": [
            "Thomas, Theodore Lockard",
            "Thomas, Theodore L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60682/pg60682.txt",
        "name": "the_good_work.json"
    }
}