{
    "name": "The Bridal of Pennacook\r\nPart 2 From Volume I of The Works of John Greenleaf Whittier",
    "author": [
        "Whittier, J. G. (John Greenleaf)",
        "Whittier, John G. (John Greenleaf)",
        "Whittier, John Greenleaf"
    ],
    "body": "Winnepurkit, otherwise called George, Sachem of Saugus, married a\ndaughter of Passaconaway, the great Pennacook chieftain, in 1662. The\nwedding took place at Pennacook (now Concord, N. H.), and the ceremonies\nclosed with a great feast. According to the usages of the chiefs,\nPassaconaway ordered a select number of his men to accompany the\nnewly-married couple to the dwelling of the husband, where in turn there\nwas another great feast. Some time after, the wife of Winnepurkit\nexpressing a desire to visit her father's house was permitted to go,\naccompanied by a brave escort of her husband's chief men. But when she\nwished to return, her father sent a messenger to Saugus, informing her\nhusband, and asking him to come and take her away. He returned for\nanswer that he had escorted his wife to her father's house in a style\nthat became a chief, and that now if she wished to return, her father\nmust send her back, in the same way. This Passaconaway refused to do,\nand it is said that here terminated the connection of his daughter with\nthe Saugus chief.--Vide MORTON'S New Canaan.\n\n\nWE had been wandering for many days\nThrough the rough northern country. We had seen\nThe sunset, with its bars of purple cloud,\nLike a new heaven, shine upward from the lake\nOf Winnepiseogee; and had felt\nThe sunrise breezes, midst the leafy isles\nWhich stoop their summer beauty to the lips\nOf the bright waters. We had checked our steeds,\nSilent with wonder, where the mountain wall\nIs piled to heaven; and, through the narrow rift\nOf the vast rocks, against whose rugged feet\nBeats the mad torrent with perpetual roar,\nWhere noonday is as twilight, and the wind\nComes burdened with the everlasting moan\nOf forests and of far-off waterfalls,\nWe had looked upward where the summer sky,\nTasselled with clouds light-woven by the sun,\nSprung its blue arch above the abutting crags\nO'er-roofing the vast portal of the land\nBeyond the wall of mountains. We had passed\nThe high source of the Saco; and bewildered\nIn the dwarf spruce-belts of the Crystal Hills,\nHad heard above us, like a voice in the cloud,\nThe horn of Fabyan sounding; and atop\nOf old Agioochook had seen the mountains'\nPiled to the northward, shagged with wood, and thick\nAs meadow mole-hills,--the far sea of Casco,\nA white gleam on the horizon of the east;\nFair lakes, embosomed in the woods and hills;\nMoosehillock's mountain range, and Kearsarge\nLifting his granite forehead to the sun!\n\nAnd we had rested underneath the oaks\nShadowing the bank, whose grassy spires are shaken\nBy the perpetual beating of the falls\nOf the wild Ammonoosuc. We had tracked\nThe winding Pemigewasset, overhung\nBy beechen shadows, whitening down its rocks,\nOr lazily gliding through its intervals,\nFrom waving rye-fields sending up the gleam\nOf sunlit waters. We had seen the moon\nRising behind Umbagog's eastern pines,\nLike a great Indian camp-fire; and its beams\nAt midnight spanning with a bridge of silver\nThe Merrimac by Uncanoonuc's falls.\n\nThere were five souls of us whom travel's chance\nHad thrown together in these wild north hills\nA city lawyer, for a month escaping\nFrom his dull office, where the weary eye\nSaw only hot brick walls and close thronged streets;\nBriefless as yet, but with an eye to see\nLife's sunniest side, and with a heart to take\nIts chances all as godsends; and his brother,\nPale from long pulpit studies, yet retaining\nThe warmth and freshness of a genial heart,\nWhose mirror of the beautiful and true,\nIn Man and Nature, was as yet undimmed\nBy dust of theologic strife, or breath\nOf sect, or cobwebs of scholastic lore;\nLike a clear crystal calm of water, taking\nThe hue and image of o'erleaning flowers,\nSweet human faces, white clouds of the noon,\nSlant starlight glimpses through the dewy leaves,\nAnd tenderest moonrise. 'T was, in truth, a study,\nTo mark his spirit, alternating between\nA decent and professional gravity\nAnd an irreverent mirthfulness, which often\nLaughed in the face of his divinity,\nPlucked off the sacred ephod, quite unshrined\nThe oracle, and for the pattern priest\nLeft us the man. A shrewd, sagacious merchant,\nTo whom the soiled sheet found in Crawford's inn,\nGiving the latest news of city stocks\nAnd sales of cotton, had a deeper meaning\nThan the great presence of the awful mountains\nGlorified by the sunset; and his daughter,\nA delicate flower on whom had blown too long\nThose evil winds, which, sweeping from the ice\nAnd winnowing the fogs of Labrador,\nShed their cold blight round Massachusetts Bay,\nWith the same breath which stirs Spring's opening leaves\nAnd lifts her half-formed flower-bell on its stem,\nPoisoning our seaside atmosphere.\n\nIt chanced that as we turned upon our homeward way,\nA drear northeastern storm came howling up\nThe valley of the Saco; and that girl\nWho had stood with us upon Mount Washington,\nHer brown locks ruffled by the wind which whirled\nIn gusts around its sharp, cold pinnacle,\nWho had joined our gay trout-fishing in the streams\nWhich lave that giant's feet; whose laugh was heard\nLike a bird's carol on the sunrise breeze\nWhich swelled our sail amidst the lake's green islands,\nShrank from its harsh, chill breath, and visibly drooped\nLike a flower in the frost. So, in that quiet inn\nWhich looks from Conway on the mountains piled\nHeavily against the horizon of the north,\nLike summer thunder-clouds, we made our home\nAnd while the mist hung over dripping hills,\nAnd the cold wind-driven rain-drops all day long\nBeat their sad music upon roof and pane,\nWe strove to cheer our gentle invalid.\n\nThe lawyer in the pauses of the storm\nWent angling down the Saco, and, returning,\nRecounted his adventures and mishaps;\nGave us the history of his scaly clients,\nMingling with ludicrous yet apt citations\nOf barbarous law Latin, passages\nFrom Izaak Walton's Angler, sweet and fresh\nAs the flower-skirted streams of Staffordshire,\nWhere, under aged trees, the southwest wind\nOf soft June mornings fanned the thin, white hair\nOf the sage fisher. And, if truth be told,\nOur youthful candidate forsook his sermons,\nHis commentaries, articles and creeds,\nFor the fair page of human loveliness,\nThe missal of young hearts, whose sacred text\nIs music, its illumining, sweet smiles.\nHe sang the songs she loved; and in his low,\nDeep, earnest voice, recited many a page\nOf poetry, the holiest, tenderest lines\nOf the sad bard of Olney, the sweet songs,\nSimple and beautiful as Truth and Nature,\nOf him whose whitened locks on Rydal Mount\nAre lifted yet by morning breezes blowing\nFrom the green hills, immortal in his lays.\nAnd for myself, obedient to her wish,\nI searched our landlord's proffered library,--\nA well-thumbed Bunyan, with its nice wood pictures\nOf scaly fiends and angels not unlike them;\nWatts' unmelodious psalms; Astrology's\nLast home, a musty pile of almanacs,\nAnd an old chronicle of border wars\nAnd Indian history. And, as I read\nA story of the marriage of the Chief\nOf Saugus to the dusky Weetamoo,\nDaughter of Passaconaway, who dwelt\nIn the old time upon the Merrimac,\nOur fair one, in the playful exercise\nOf her prerogative,--the right divine\nOf youth and beauty,--bade us versify\nThe legend, and with ready pencil sketched\nIts plan and outlines, laughingly assigning\nTo each his part, and barring our excuses\nWith absolute will. So, like the cavaliers\nWhose voices still are heard in the Romance\nOf silver-tongued Boccaccio, on the banks\nOf Arno, with soft tales of love beguiling\nThe ear of languid beauty, plague-exiled\nFrom stately Florence, we rehearsed our rhymes\nTo their fair auditor, and shared by turns\nHer kind approval and her playful censure.\n\nIt may be that these fragments owe alone\nTo the fair setting of their circumstances,--\nThe associations of time, scene, and audience,--\nTheir place amid the pictures which fill up\nThe chambers of my memory. Yet I trust\nThat some, who sigh, while wandering in thought,\nPilgrims of Romance o'er the olden world,\nThat our broad land,--our sea-like lakes and mountains\nPiled to the clouds, our rivers overhung\nBy forests which have known no other change\nFor ages than the budding and the fall\nOf leaves, our valleys lovelier than those\nWhich the old poets sang of,--should but figure\nOn the apocryphal chart of speculation\nAs pastures, wood-lots, mill-sites, with the privileges,\nRights, and appurtenances, which make up\nA Yankee Paradise, unsung, unknown,\nTo beautiful tradition; even their names,\nWhose melody yet lingers like the last\nVibration of the red man's requiem,\nExchanged for syllables significant,\nOf cotton-mill and rail-car, will look kindly\nUpon this effort to call up the ghost\nOf our dim Past, and listen with pleased ear\nTo the responses of the questioned Shade.\n\nI. THE MERRIMAC.\nO child of that white-crested mountain whose\nsprings\nGush forth in the shade of the cliff-eagle's\nwings,\nDown whose slopes to the lowlands thy wild waters\nshine,\nLeaping gray walls of rock, flashing through the\ndwarf pine;\nFrom that cloud-curtained cradle so cold and so\nlone,\nFrom the arms of that wintry-locked mother of\nstone,\nBy hills hung with forests, through vales wide and\nfree,\nThy mountain-born brightness glanced down to the\nsea.\n\nNo bridge arched thy waters save that where the\ntrees\nStretched their long arms above thee and kissed in\nthe breeze:\nNo sound save the lapse of the waves on thy\nshores,\nThe plunging of otters, the light dip of oars.\n\nGreen-tufted, oak-shaded, by Amoskeag's fall\nThy twin Uncanoonucs rose stately and tall,\nThy Nashua meadows lay green and unshorn,\nAnd the hills of Pentucket were tasselled with\ncorn.\nBut thy Pennacook valley was fairer than these,\nAnd greener its grasses and taller its trees,\nEre the sound of an axe in the forest had rung,\nOr the mower his scythe in the meadows had\nswung.\n\nIn their sheltered repose looking out from the\nwood\nThe bark-builded wigwams of Pennacook stood;\nThere glided the corn-dance, the council-fire shone,\nAnd against the red war-post the hatchet was\nthrown.\n\nThere the old smoked in silence their pipes, and\nthe young\nTo the pike and the white-perch their baited lines\nflung;\nThere the boy shaped his arrows, and there the\nshy maid\nWove her many-hued baskets and bright wampum\nbraid.\n\nO Stream of the Mountains! if answer of thine\nCould rise from thy waters to question of mine,\nMethinks through the din of thy thronged banks\na moan\nOf sorrow would swell for the days which have\ngone.\n\nNot for thee the dull jar of the loom and the wheel,\nThe gliding of shuttles, the ringing of steel;\nBut that old voice of waters, of bird and of breeze,\nThe dip of the wild-fowl, the rustling of trees.\n\n\nII. THE BASHABA.\nLift we the twilight curtains of the Past,\nAnd, turning from familiar sight and sound,\nSadly and full of reverence let us cast\nA glance upon Tradition's shadowy ground,\nLed by the few pale lights which, glimmering round\nThat dim, strange land of Eld, seem dying fast;\nAnd that which history gives not to the eye,\nThe faded coloring of Time's tapestry,\nLet Fancy, with her dream-dipped brush, supply.\n\nRoof of bark and walls of pine,\nThrough whose chinks the sunbeams shine,\nTracing many a golden line\nOn the ample floor within;\nWhere, upon that earth-floor stark,\nLay the gaudy mats of bark,\nWith the bear's hide, rough and dark,\nAnd the red-deer's skin.\n\nWindow-tracery, small and slight,\nWoven of the willow white,\nLent a dimly checkered light;\nAnd the night-stars glimmered down,\nWhere the lodge-fire's heavy smoke,\nSlowly through an opening broke,\nIn the low roof, ribbed with oak,\nSheathed with hemlock brown.\n\nGloomed behind the changeless shade\nBy the solemn pine-wood made;\nThrough the rugged palisade,\nIn the open foreground planted,\nGlimpses came of rowers rowing,\nStir of leaves and wild-flowers blowing,\nSteel-like gleams of water flowing,\nIn the sunlight slanted.\n\nHere the mighty Bashaba\nHeld his long-unquestioned sway,\nFrom the White Hills, far away,\nTo the great sea's sounding shore;\nChief of chiefs, his regal word\nAll the river Sachems heard,\nAt his call the war-dance stirred,\nOr was still once more.\n\nThere his spoils of chase and war,\nJaw of wolf and black bear's paw,\nPanther's skin and eagle's claw,\nLay beside his axe and bow;\nAnd, adown the roof-pole hung,\nLoosely on a snake-skin strung,\nIn the smoke his scalp-locks swung\nGrimly to and fro.\n\nNightly down the river going,\nSwifter was the hunter's rowing,\nWhen he saw that lodge-fire, glowing\nO'er the waters still and red;\nAnd the squaw's dark eye burned brighter,\nAnd she drew her blanket tighter,\nAs, with quicker step and lighter,\nFrom that door she fled.\n\nFor that chief had magic skill,\nAnd a Panisee's dark will,\nOver powers of good and ill,\nPowers which bless and powers which ban;\nWizard lord of Pennacook,\nChiefs upon their war-path shook,\nWhen they met the steady look\nOf that wise dark man.\n\nTales of him the gray squaw told,\nWhen the winter night-wind cold\nPierced her blanket's thickest fold,\nAnd her fire burned low and small,\nTill the very child abed,\nDrew its bear-skin over bead,\nShrinking from the pale lights shed\nOn the trembling wall.\n\nAll the subtle spirits hiding\nUnder earth or wave, abiding\nIn the caverned rock, or riding\nMisty clouds or morning breeze;\nEvery dark intelligence,\nSecret soul, and influence\nOf all things which outward sense\nFeels, or bears, or sees,--\n\nThese the wizard's skill confessed,\nAt his bidding banned or blessed,\nStormful woke or lulled to rest\nWind and cloud, and fire and flood;\nBurned for him the drifted snow,\nBade through ice fresh lilies blow,\nAnd the leaves of summer grow\nOver winter's wood!\n\nNot untrue that tale of old!\nNow, as then, the wise and bold\nAll the powers of Nature hold\nSubject to their kingly will;\nFrom the wondering crowds ashore,\nTreading life's wild waters o'er,\nAs upon a marble floor,\nMoves the strong man still.\n\nStill, to such, life's elements\nWith their sterner laws dispense,\nAnd the chain of consequence\nBroken in their pathway lies;\nTime and change their vassals making,\nFlowers from icy pillows waking,\nTresses of the sunrise shaking\nOver midnight skies.\nStill, to th' earnest soul, the sun\nRests on towered Gibeon,\nAnd the moon of Ajalon\nLights the battle-grounds of life;\nTo his aid the strong reverses\nHidden powers and giant forces,\nAnd the high stars, in their courses,\nMingle in his strife!\n\n\nIII. THE DAUGHTER.\nThe soot-black brows of men, the yell\nOf women thronging round the bed,\nThe tinkling charm of ring and shell,\nThe Powah whispering o'er the dead!\n\nAll these the Sachem's home had known,\nWhen, on her journey long and wild\nTo the dim World of Souls, alone,\nIn her young beauty passed the mother of his child.\n\nThree bow-shots from the Sachem's dwelling\nThey laid her in the walnut shade,\nWhere a green hillock gently swelling\nHer fitting mound of burial made.\nThere trailed the vine in summer hours,\nThe tree-perched squirrel dropped his shell,--\nOn velvet moss and pale-hued flowers,\nWoven with leaf and spray, the softened sunshine fell!\n\nThe Indian's heart is hard and cold,\nIt closes darkly o'er its care,\nAnd formed in Nature's sternest mould,\nIs slow to feel, and strong to bear.\nThe war-paint on the Sachem's face,\nUnwet with tears, shone fierce and red,\nAnd still, in battle or in chase,\nDry leaf and snow-rime crisped beneath his\nforemost tread.\n\nYet when her name was heard no more,\nAnd when the robe her mother gave,\nAnd small, light moccasin she wore,\nHad slowly wasted on her grave,\nUnmarked of him the dark maids sped\nTheir sunset dance and moonlit play;\nNo other shared his lonely bed,\nNo other fair young head upon his bosom lay.\n\nA lone, stern man. Yet, as sometimes\nThe tempest-smitten tree receives\nFrom one small root the sap which climbs\nIts topmost spray and crowning leaves,\nSo from his child the Sachem drew\nA life of Love and Hope, and felt\nHis cold and rugged nature through\nThe softness and the warmth of her young\nbeing melt.\n\nA laugh which in the woodland rang\nBemocking April's gladdest bird,--\nA light and graceful form which sprang\nTo meet him when his step was heard,--\nEyes by his lodge-fire flashing dark,\nSmall fingers stringing bead and shell\nOr weaving mats of bright-hued bark,--\nWith these the household-god [3] had graced\nhis wigwam well.\n\nChild of the forest! strong and free,\nSlight-robed, with loosely flowing hair,\nShe swam the lake or climbed the tree,\nOr struck the flying bird in air.\nO'er the heaped drifts of winter's moon\nHer snow-shoes tracked the hunter's way;\nAnd dazzling in the summer noon\nThe blade of her light oar threw off its shower\nof spray!\n\nUnknown to her the rigid rule,\nThe dull restraint, the chiding frown,\nThe weary torture of the school,\nThe taming of wild nature down.\nHer only lore, the legends told\nAround the hunter's fire at night;\nStars rose and set, and seasons rolled,\nFlowers bloomed and snow-flakes fell, unquestioned\nin her sight.\n\nUnknown to her the subtle skill\nWith which the artist-eye can trace\nIn rock and tree and lake and hill\nThe outlines of divinest grace;\nUnknown the fine soul's keen unrest,\nWhich sees, admires, yet yearns alway;\nToo closely on her mother's breast\nTo note her smiles of love the child of Nature lay!\n\nIt is enough for such to be\nOf common, natural things a part,\nTo feel, with bird and stream and tree,\nThe pulses of the same great heart;\nBut we, from Nature long exiled,\nIn our cold homes of Art and Thought\nGrieve like the stranger-tended child,\nWhich seeks its mother's arms, and sees but feels\nthem not.\n\nThe garden rose may richly bloom\nIn cultured soil and genial air,\nTo cloud the light of Fashion's room\nOr droop in Beauty's midnight hair;\nIn lonelier grace, to sun and dew\nThe sweetbrier on the hillside shows\nIts single leaf and fainter hue,\nUntrained and wildly free, yet still a sister rose!\n\nThus o'er the heart of Weetamoo\nTheir mingling shades of joy and ill\nThe instincts of her nature threw;\nThe savage was a woman still.\nMidst outlines dim of maiden schemes,\nHeart-colored prophecies of life,\nRose on the ground of her young dreams\nThe light of a new home, the lover and the wife.\n\n\nIV. THE WEDDING.\nCool and dark fell the autumn night,\nBut the Bashaba's wigwam glowed with light,\nFor down from its roof, by green withes hung,\nFlaring and smoking the pine-knots swung.\n\nAnd along the river great wood-fires\nShot into the night their long, red spires,\nShowing behind the tall, dark wood,\nFlashing before on the sweeping flood.\n\nIn the changeful wind, with shimmer and shade,\nNow high, now low, that firelight played,\nOn tree-leaves wet with evening dews,\nOn gliding water and still canoes.\n\nThe trapper that night on Turee's brook,\nAnd the weary fisher on Contoocook,\nSaw over the marshes, and through the pine,\nAnd down on the river, the dance-lights shine.\nFor the Saugus Sachem had come to woo\nThe Bashaba's daughter Weetamoo,\nAnd laid at her father's feet that night\nHis softest furs and wampum white.\n\nFrom the Crystal Hills to the far southeast\nThe river Sagamores came to the feast;\nAnd chiefs whose homes the sea-winds shook\nSat down on the mats of Pennacook.\n\nThey came from Sunapee's shore of rock,\nFrom the snowy sources of Snooganock,\nAnd from rough Coos whose thick woods shake\nTheir pine-cones in Umbagog Lake.\n\nFrom Ammonoosuc's mountain pass,\nWild as his home, came Chepewass;\nAnd the Keenomps of the bills which throw\nTheir shade on the Smile of Manito.\n\nWith pipes of peace and bows unstrung,\nGlowing with paint came old and young,\nIn wampum and furs and feathers arrayed,\nTo the dance and feast the Bashaba made.\n\nBird of the air and beast of the field,\nAll which the woods and the waters yield,\nOn dishes of birch and hemlock piled,\nGarnished and graced that banquet wild.\n\nSteaks of the brown bear fat and large\nFrom the rocky slopes of the Kearsarge;\nDelicate trout from Babboosuck brook,\nAnd salmon speared in the Contoocook;\n\nSquirrels which fed where nuts fell thick\nin the gravelly bed of the Otternic;\nAnd small wild-hens in reed-snares caught\nfrom the banks of Sondagardee brought;\n\nPike and perch from the Suncook taken,\nNuts from the trees of the Black Hills shaken,\nCranberries picked in the Squamscot bog,\nAnd grapes from the vines of Piscataquog:\n\nAnd, drawn from that great stone vase which stands\nIn the river scooped by a spirit's hands,[4]\nGarnished with spoons of shell and horn,\nStood the birchen dishes of smoking corn.\n\nThus bird of the air and beast of the field,\nAll which the woods and the waters yield,\nFurnished in that olden day\nThe bridal feast of the Bashaba.\n\nAnd merrily when that feast was done\nOn the fire-lit green the dance begun,\nWith squaws' shrill stave, and deeper hum\nOf old men beating the Indian drum.\n\nPainted and plumed, with scalp-locks flowing,\nAnd red arms tossing and black eyes glowing,\nNow in the light and now in the shade\nAround the fires the dancers played.\n\nThe step was quicker, the song more shrill,\nAnd the beat of the small drums louder still\nWhenever within the circle drew\nThe Saugus Sachem and Weetamoo.\n\nThe moons of forty winters had shed\nTheir snow upon that chieftain's head,\nAnd toil and care and battle's chance\nHad seamed his hard, dark countenance.\n\nA fawn beside the bison grim,--\nWhy turns the bride's fond eye on him,\nIn whose cold look is naught beside\nThe triumph of a sullen pride?\n\nAsk why the graceful grape entwines\nThe rough oak with her arm of vines;\nAnd why the gray rock's rugged cheek\nThe soft lips of the mosses seek.\n\nWhy, with wise instinct, Nature seems\nTo harmonize her wide extremes,\nLinking the stronger with the weak,\nThe haughty with the soft and meek!\n\n\nV. THE NEW HOME.\nA wild and broken landscape, spiked with firs,\nRoughening the bleak horizon's northern edge;\nSteep, cavernous hillsides, where black hemlock\nspurs\nAnd sharp, gray splinters of the wind-swept\nledge\nPierced the thin-glazed ice, or bristling rose,\nWhere the cold rim of the sky sunk down upon\nthe snows.\n\nAnd eastward cold, wide marshes stretched away,\nDull, dreary flats without a bush or tree,\nO'er-crossed by icy creeks, where twice a day\nGurgled the waters of the moon-struck sea;\nAnd faint with distance came the stifled roar,\nThe melancholy lapse of waves on that low shore.\n\nNo cheerful village with its mingling smokes,\nNo laugh of children wrestling in the snow,\nNo camp-fire blazing through the hillside oaks,\nNo fishers kneeling on the ice below;\nYet midst all desolate things of sound and view,\nThrough the long winter moons smiled dark-eyed\nWeetamoo.\n\nHer heart had found a home; and freshly all\nIts beautiful affections overgrew\nTheir rugged prop. As o'er some granite wall\nSoft vine-leaves open to the moistening dew\nAnd warm bright sun, the love of that young wife\nFound on a hard cold breast the dew and warmth\nof life.\n\nThe steep, bleak hills, the melancholy shore,\nThe long, dead level of the marsh between,\nA coloring of unreal beauty wore\nThrough the soft golden mist of young love seen.\nFor o'er those hills and from that dreary plain,\nNightly she welcomed home her hunter chief again.\n\nNo warmth of heart, no passionate burst of feeling,\nRepaid her welcoming smile and parting kiss,\nNo fond and playful dalliance half concealing,\nUnder the guise of mirth, its tenderness;\n\nBut, in their stead, the warrior's settled pride,\nAnd vanity's pleased smile with homage satisfied.\n\nEnough for Weetamoo, that she alone\nSat on his mat and slumbered at his side;\nThat he whose fame to her young ear had flown\nNow looked upon her proudly as his bride;\nThat he whose name the Mohawk trembling heard\nVouchsafed to her at times a kindly look or word.\n\nFor she had learned the maxims of her race,\nWhich teach the woman to become a slave,\nAnd feel herself the pardonless disgrace\nOf love's fond weakness in the wise and brave,--\nThe scandal and the shame which they incur,\nWho give to woman all which man requires of her.\n\nSo passed the winter moons. The sun at last\nBroke link by link the frost chain of the rills,\nAnd the warm breathings of the southwest passed\nOver the hoar rime of the Saugus hills;\nThe gray and desolate marsh grew green once more,\nAnd the birch-tree's tremulous shade fell round the\nSachem's door.\n\nThen from far Pennacook swift runners came,\nWith gift and greeting for the Saugus chief;\nBeseeching him in the great Sachem's name,\nThat, with the coming of the flower and leaf,\nThe song of birds, the warm breeze and the rain,\nYoung Weetamoo might greet her lonely sire again.\n\nAnd Winnepurkit called his chiefs together,\nAnd a grave council in his wigwam met,\nSolemn and brief in words, considering whether\nThe rigid rules of forest etiquette\nPermitted Weetamoo once more to look\nUpon her father's face and green-banked\nPennacook.\n\nWith interludes of pipe-smoke and strong water,\nThe forest sages pondered, and at length,\nConcluded in a body to escort her\nUp to her father's home of pride and strength,\nImpressing thus on Pennacook a sense\nOf Winnepurkit's power and regal consequence.\n\nSo through old woods which Aukeetamit's[5] hand,\nA soft and many-shaded greenness lent,\nOver high breezy hills, and meadow land\nYellow with flowers, the wild procession went,\nTill, rolling down its wooded banks between,\nA broad, clear, mountain stream, the Merrimac\nwas seen.\n\nThe hunter leaning on his bow undrawn,\nThe fisher lounging on the pebbled shores,\nSquaws in the clearing dropping the seed-corn,\nYoung children peering through the wigwam doors,\nSaw with delight, surrounded by her train\nOf painted Saugus braves, their Weetamoo again.\n\n\nVI. AT PENNACOOK.\nThe hills are dearest which our childish feet\nHave climbed the earliest; and the streams most sweet\nAre ever those at which our young lips drank,\nStooped to their waters o'er the grassy bank.\n\nMidst the cold dreary sea-watch, Home's hearth-light\nShines round the helmsman plunging through the night;\nAnd still, with inward eye, the traveller sees\nIn close, dark, stranger streets his native trees.\n\nThe home-sick dreamer's brow is nightly fanned\nBy breezes whispering of his native land,\nAnd on the stranger's dim and dying eye\nThe soft, sweet pictures of his childhood lie.\n\nJoy then for Weetamoo, to sit once more\nA child upon her father's wigwam floor!\nOnce more with her old fondness to beguile\nFrom his cold eye the strange light of a smile.\n\nThe long, bright days of summer swiftly passed,\nThe dry leaves whirled in autumn's rising blast,\nAnd evening cloud and whitening sunrise rime\nTold of the coming of the winter-time.\n\nBut vainly looked, the while, young Weetamoo,\nDown the dark river for her chief's canoe;\nNo dusky messenger from Saugus brought\nThe grateful tidings which the young wife sought.\n\nAt length a runner from her father sent,\nTo Winnepurkit's sea-cooled wigwam went\n\"Eagle of Saugus,--in the woods the dove\nMourns for the shelter of thy wings of love.\"\n\nBut the dark chief of Saugus turned aside\nIn the grim anger of hard-hearted pride;\nI bore her as became a chieftain's daughter,\nUp to her home beside the gliding water.\n\nIf now no more a mat for her is found\nOf all which line her father's wigwam round,\nLet Pennacook call out his warrior train,\nAnd send her back with wampum gifts again.\"\n\nThe baffled runner turned upon his track,\nBearing the words of Winnepurkit back.\n\"Dog of the Marsh,\" cried Pennacook, \"no more\nShall child of mine sit on his wigwam floor.\n\n\"Go, let him seek some meaner squaw to spread\nThe stolen bear-skin of his beggar's bed;\nSon of a fish-hawk! let him dig his clams\nFor some vile daughter of the Agawams,\n\n\"Or coward Nipmucks! may his scalp dry black\nIn Mohawk smoke, before I send her back.\"\nHe shook his clenched hand towards the ocean wave,\nWhile hoarse assent his listening council gave.\n\nAlas poor bride! can thy grim sire impart\nHis iron hardness to thy woman's heart?\nOr cold self-torturing pride like his atone\nFor love denied and life's warm beauty flown?\n\nOn Autumn's gray and mournful grave the snow\nHung its white wreaths; with stifled voice and low\nThe river crept, by one vast bridge o'er-crossed,\nBuilt by the boar-locked artisan of Frost.\n\nAnd many a moon in beauty newly born\nPierced the red sunset with her silver horn,\nOr, from the east, across her azure field\nRolled the wide brightness of her full-orbed shield.\n\nYet Winnepurkit came not,--on the mat\nOf the scorned wife her dusky rival sat;\nAnd he, the while, in Western woods afar,\nUrged the long chase, or trod the path of war.\n\nDry up thy tears, young daughter of a chief!\nWaste not on him the sacredness of grief;\nBe the fierce spirit of thy sire thine own,\nHis lips of scorning, and his heart of stone.\n\nWhat heeds the warrior of a hundred fights,\nThe storm-worn watcher through long hunting nights,\nCold, crafty, proud of woman's weak distress,\nHer home-bound grief and pining loneliness?\n\n\nVII. THE DEPARTURE.\nThe wild March rains had fallen fast and long\nThe snowy mountains of the North among,\nMaking each vale a watercourse, each hill\nBright with the cascade of some new-made rill.\n\nGnawed by the sunbeams, softened by the rain,\nHeaved underneath by the swollen current's strain,\nThe ice-bridge yielded, and the Merrimac\nBore the huge ruin crashing down its track.\n\nOn that strong turbid water, a small boat\nGuided by one weak hand was seen to float;\nEvil the fate which loosed it from the shore,\nToo early voyager with too frail an oar!\n\nDown the vexed centre of that rushing tide,\nThe thick huge ice-blocks threatening either side,\nThe foam-white rocks of Amoskeag in view,\nWith arrowy swiftness sped that light canoe.\n\nThe trapper, moistening his moose's meat\nOn the wet bank by Uncanoonuc's feet,\nSaw the swift boat flash down the troubled stream;\nSlept he, or waked he? was it truth or dream?\n\nThe straining eye bent fearfully before,\nThe small hand clenching on the useless oar,\nThe bead-wrought blanket trailing o'er the water--\nHe knew them all--woe for the Sachem's daughter!\n\nSick and aweary of her lonely life,\nHeedless of peril, the still faithful wife\nHad left her mother's grave, her father's door,\nTo seek the wigwam of her chief once more.\n\nDown the white rapids like a sear leaf whirled,\nOn the sharp rocks and piled-up ices hurled,\nEmpty and broken, circled the canoe\nIn the vexed pool below--but where was Weetamoo.\n\n\nVIII. SONG OF INDIAN WOMEN.\nThe Dark eye has left us,\nThe Spring-bird has flown;\nOn the pathway of spirits\nShe wanders alone.\nThe song of the wood-dove has died on our shore\nMat wonck kunna-monee![6] We hear it no more!\n\nO dark water Spirit\nWe cast on thy wave\nThese furs which may never\nHang over her grave;\nBear down to the lost one the robes that she wore\nMat wonck kunna-monee! We see her no more!\n\nOf the strange land she walks in\nNo Powah has told:\nIt may burn with the sunshine,\nOr freeze with the cold.\nLet us give to our lost one the robes that she wore:\nMat wonck kunna-monee! We see her no more!\n\nThe path she is treading\nShall soon be our own;\nEach gliding in shadow\nUnseen and alone!\nIn vain shall we call on the souls gone before:\nMat wonck kunna-monee! They hear us no more!\n\nO mighty Sowanna![7]\nThy gateways unfold,\nFrom thy wigwam of sunset\nLift curtains of gold!\n\nTake home the poor Spirit whose journey is o'er\nMat wonck kunna-monee! We see her no more!\n\nSo sang the Children of the Leaves beside\nThe broad, dark river's coldly flowing tide;\nNow low, now harsh, with sob-like pause and swell,\nOn the high wind their voices rose and fell.\nNature's wild music,--sounds of wind-swept trees,\nThe scream of birds, the wailing of the breeze,\nThe roar of waters, steady, deep, and strong,--\nMingled and murmured in that farewell song.\n\n1844.",
    "metadata": {
        "author": [
            "Whittier, J. G. (John Greenleaf)",
            "Whittier, John G. (John Greenleaf)",
            "Whittier, John Greenleaf"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9561/pg9561.txt",
        "name": "the_bridal_of_pennacook_part_2_from_volume_i_of_th.json"
    }
}