{
    "name": "The Quiet Hotel: A Farcical Sketch in One Act",
    "author": [
        "Dumont, Frank"
    ],
    "body": "  Author of “HOW A WOMAN KEEPS A SECRET”,\n  “THE DEPOT LUNCH COUNTER,” etc.\n\n\n  PHILADELPHIA\n  THE PENN PUBLISHING COMPANY\n  1912\n\n\n\n\nCOPYRIGHT 1912 BY THE PENN PUBLISHING COMPANY\n\n\n\n\nThe Quiet Hotel\n\n\n\n\nCHARACTERS\n\n\n  MISS CALCIUM           _An actress, looking for rest._\n  SUSAN                      _Who runs the Quiet Hotel._\n  RUBBER-NECK    _Colored porter and general assistant._\n\nNOTE.--Rubber-Neck may easily be played as a white character part if\npreferred.\n\nTIME:--Twenty-five minutes.\n\n\n\n\nSTORY OF THE SKETCH\n\n\nSusan and Rubber-Neck keep a country hotel advertised as “very quiet.”\nMiss Calcium, an actress, comes with her wardrobe in one suit-case.\n“You may stay just one day on that baggage.” Rubber-Neck wants to be an\nactor. Miss Calcium’s attempt at tragedy scares Rubber-Neck and Susan.\n“This is a quiet hotel.” She shows them how to do it. “You are tied to\nthe track.” “Hold on, maybe dat train don’t stop here.” The thrilling\nrescue scene. Rubber-Neck’s train of cars. “You’re both real actors.\nWe’ll do a sister act in vaudeville.” “All right; it’s better than\nkeeping a quiet hotel.”\n\n\n\n\nCOSTUMES\n\n\nMISS CALCIUM. Traveling suit and hat, very pronounced and dashing in\nstyle. She may be anywhere from twenty to forty in age.\n\nSUSAN. Smart chambermaid’s costume, with rather short skirt, and a neat\nlittle apron. Age, twenty to thirty.\n\nRUBBER-NECK. Black face (or white, if preferred). May be of any age.\nWears dark trousers, gingham shirt, and a uniform cap with word\n“Porter” on front. Costume may be made comic as desired.\n\n\n\n\nPROPERTIES\n\n\nFor Miss Calcium, dress-suit case and umbrella. For Rubber-Neck,\nchild’s train of cars, dinner-bell, whistle. For Susan, call-bell.\n\nThe noise of an approaching train is easily imitated behind scenes\nwith a piece of sheet-iron which is struck with two beaters similar to\negg beaters. This effect may, however, be omitted if preferred, as the\naction does not absolutely depend on it.\n\n\n\n\nThe Quiet Hotel\n\n\nSCENE.--_Any plain interior will serve. Entrances R. and L. Table up C.\nMay be furnished, if preferred, as a country hotel office, with table\nC., counter up L., with ink-bottle and pen, and bell. Posters on walls\nadvertising county fairs and circuses, sales of stock, etc. A few old\nwooden armchairs scattered about._\n\n(_Curtain rises on empty stage. After a slight pause enter MISS\nCALCIUM, R._)\n\nMISS C. Well, this place is well named. It’s the Quiet Hotel, all\nright. It ought to be a fine rest cure for my tired nerves. (_Calls\nmusically._) Hello! (_Listens._) My, just hear that echo! (_Calls\nagain._) Hello! Hello! No answer. I never before saw a house so\ncompletely full of emptiness. (_Calls._) Landlord! Clerk! Bell-boy!\nTelephone operator! Waiter! Chambermaid!\n\n(_Each time she calls she raps on counter or floor with umbrella._)\n\n(_Enter SUSAN, L., leisurely, with hands in apron pockets._)\n\nSUSAN. Oh, good-morning! Er--were you looking for any one?\n\nMISS C. (_loudly_). Looking for---- Say, is this really a hotel?\n\nSUSAN. Certainly. A little less noise, please. We’re not used to it.\n\nMISS C. Oh, indeed. And who are you, please?\n\nSUSAN. Who, me? Oh, I’m it.\n\nMISS C. It?\n\nSUSAN. Sure. The main squeeze, the high guy, the whole works; in fact,\nI’m the hotel.\n\nMISS C. I don’t understand. You----\n\nSUSAN. Why, I’m understudy for the landlord, that’s all, and\nincidentally I’m clerk, bookkeeper, chambermaid, manicure,\nstenographer, head cook and bottle washer. In fact, I’m the whole\nforce, except the porter.\n\nMISS C. (_dazed_). Oh, except the porter. I see. So you are in full\ncharge of the hotel?\n\nSUSAN. Am I! If I quit the place it will have to close up and move to\n(_name near-by town_).\n\nMISS C. You must be a very important person in this hotel.\n\nSUSAN (_calmly_). I am. I own it.\n\nMISS C. (_surprised_). You own it?\n\n(_Enter RUBBER-NECK, R. He sneaks with exaggerated quietness toward the\nsuit-case which is behind MISS C. She does not see him. As he is about\nto snatch it SUSAN frowns and shakes her head at him, and he hastily\nretreats to door R. His head, however, remains in sight, and he keeps\nhis eye on the suit-case._)\n\nSUSAN. Yes. You see they owed me so much in wages it was cheaper to\njust give me the hotel than to pay up in cash.\n\nMISS C. Well, you’re lucky. (_Looks about._) It looks like a fine place.\n\nSUSAN. Best in the country. You get three meals a day here, and at each\nmeal four kinds of meat--ram, lamb, sheep and mutton.\n\nMISS C. But I don’t like mutton.\n\nSUSAN (_firmly_). Now don’t tell me what you like or what you don’t\nlike. You like meals, don’t you?\n\nMISS C. Certainly, but----\n\nSUSAN. Well, that’s what you get here--meals, just plain meals.\n\nMISS C. I don’t think I’ll like it here. When is the next train?\n\nSUSAN. The next train just left.\n\n(_RUBBER makes another quiet dive for the bag, but SUSAN shakes her\nhead and he scrambles back to door R._)\n\nMISS C. What were you doing when I came in?\n\nSUSAN. Oh, just sweeping down the halls and stairs, making the beds,\nchecking up the accounts, doing up my hair, shifting two bureaus,\nsetting the dining-room tables, and making an apple pie.\n\nMISS C. Oh, is that all?\n\nSUSAN. Yep--nothing to do till to-morrow. This is a very quiet, restful\nplace.\n\nMISS C. Well, I guess I’ll try it. The doctor has ordered me to take a\nrest for a week.\n\nSUSAN. A week, eh? I suppose you have lots of money?\n\nMISS C. Well, no. You see, I’m an actress, and I’ve just closed one\nengagement and am waiting now for another.\n\nSUSAN. Humph! Then you’re out of a job?\n\nMISS C. Er--yes, temporarily. What are your rates? Won’t you call the\nporter and have him take my bag to a room?\n\n(_RUBBER starts toward bag again hopefully, but SUSAN checks him with a\ngesture._)\n\nSUSAN. Well, I---- What have you got in the bag?\n\nMISS C. That bag contains my wardrobe.\n\n(_RUBBER disappears._)\n\nSUSAN. Well, I guess you can stay one day on that baggage if you pay in\nadvance. (_Taps bell and calls off R. and L._) Porter! Porter! Ain’t\nthe help something awful nowadays? You can’t never depend on them.\nPorter!\n\nRUBBER (_rushing in R. all out of breath_). Yas’m, yas’m. Here I is.\n\nSUSAN (_severely_). Where were you? What do you mean by keeping this\nlady waiting?\n\nRUBBER. Well, I was jest out to the gay-rage, fixin’ up the limousine,\nan’----\n\nSUSAN (_loftily_). Well, you know I prefer the electric runabout in the\nafternoons. Show the lady up to Room 948.\n\nRUBBER. Yas’m. (_Scratches head doubtfully._) You said Room 948?\n\nSUSAN. Yes, and be quick about it.\n\n(_RUBBER starts L. with bag, but returns._)\n\nRUBBER. Yas’m. Excuse me--but is that de back room or de front room?\n\nMISS C. Oh, any room will suit me. We actresses have to get used to all\nsorts of accommodations.\n\nRUBBER (_setting bag down L._) Oh, is you an actress?\n\nSUSAN. Certainly she’s an actress. She’s played in Uncle Tom’s Cabin,\nhaven’t you, Miss--Miss----\n\nMISS C. Miss Calcium. I’d better sign the register. (_Goes to counter\nand writes in book._) Yes, I’ve played Topsy and Little Eva. And I’ve\nsupported John Drew.\n\nRUBBER. Oh, my, oh, my, she supported John Drew. I’m goin’ to tell his\nwife.\n\nSUSAN. She means on the stage, stupid. You’re a blockhead.\n\nRUBBER. Guess I is. Every time I brush my hair I gets my fingers full\nof splinters. So you is an actress?\n\n(_Walks around her admiringly._)\n\nMISS C. Certainly.\n\nRUBBER. Well, I’m certainly pleased to meet you. I was on the stage\nonce.\n\nMISS C. Oh, were you? Then we are fellow Thespians.\n\nRUBBER (_uncertainly_). Yas’m, I guess so. What secret society is dat?\n\nMISS C. Thespians--actors, you know. How long were you on the stage?\n\nRUBBER. About twelve hours a day.\n\nMISS C. Twelve hours a day! You ought to belong to the Actors’ Union.\nWhere was it?\n\nRUBBER. Oh, right heah, right heah. I drove the stage from heah to\n(_name small town_).\n\nMISS C. (_laughing_). Oh, I see.\n\nRUBBER. My, it’s certainly been de dream of my life to meet an actress.\n(_Poses._) I’ve always thought I’d be an actor.\n\nSUSAN. You’d be a bad actor. You couldn’t do it. You need talent to be\nan actor.\n\nRUBBER. No, all you need is cheek. I got lots of cheek. And then, look\nat my shape. (_Poses._) I’m goin’ to join a show de first chance I get.\n\nSUSAN. No you don’t, Rubber; no you don’t. I need you right here in the\nhotel.\n\nRUBBER. Well, I made up my mind I’m goin’ to do it.\n\nSUSAN. Well, then, I’ll have to confess. I’m an actress myself. I’ve\nbeen taking a course in the Theatrical Correspondence School.\n\nMISS C. (_laughing_). Oh, dear! What could you do on the stage?\n\nSUSAN. Walk on and make a bluff at it--the way I see lots of them do at\n(_name local theatre_).\n\nRUBBER. And put on lots of paint.\n\nMISS C. I never paint.\n\nSUSAN. Neither do I. I belong to the Kalsominers’ Union. If you paint\nyou can’t fool a woman for half a minute, but you can fool almost any\nman for nearly two minutes.\n\nMISS C. Well, I’m thankful to say there’s nothing false about me.\n\nSUSAN. Is that your own hair?\n\nMISS C. Yes, every curl and puff.\n\nSUSAN. How much did you pay for it?\n\nMISS C. Nature gave it to me. I have only to pull out a few hairpins\nand it falls down to my knees.\n\nRUBBER. If you’d pull ’em all out it would fall down to the floor.\n\nMISS C. You’re a rude person. But we actresses have to meet all kinds.\n\nRUBBER. Oh, my! I guess I better apologize. If I said anything I should\nbe sorry for I’m glad of it.\n\nSUSAN. You must excuse him. He never had any bringing up. Where was\nyour father born?\n\nRUBBER. In San Francisco.\n\nSUSAN. And your mother?\n\nRUBBER. In Boston.\n\nSUSAN. Well, that accounts for it.\n\nRUBBER. For what?\n\nSUSAN. Your Chicago accent.\n\nRUBBER. Now, don’t go springing jokes like that on me.\n\nMISS C. Oh, you’ll hear jokes a good deal worse than that when you get\non the stage. So you both want to act, do you?\n\nSUSAN. I’m crazy about it.\n\nRUBBER (_strutting around_). Just try me, dat’s all. I’m willin’ to\nplay anythin’ from Hamlet to pinochle.\n\nMISS C. (_thoughtfully_). Well, I have been thinking lately of forming\na little vaudeville company.\n\nSUSAN (_edging up close to her, ecstatically_). Yes, yes--go on.\n\nRUBBER (_edging up on the other side_). Uh-huh! Go on, gal, I’m\na-listenin’.\n\nMISS C. And you’re sure you’d like acting?\n\nSUSAN.  }\n        } Yes, yes.\nRUBBER. }\n\n(_Slight pause. MISS C. slowly walks R. The others stand L._)\n\nMISS C. (_suddenly_). Ah, ha! There he stands--(_pointing to RUBBER_)\nthe man who murdered my father----\n\nRUBBER (_scared_). Go ’way, woman, I don’t know your father.\n\nMISS C. (_continuing rapidly and tragically_). Then forced open the\nsafe and took the jewels and the money.\n\nRUBBER (_dodging behind table badly scared_). Now listen at dat woman\nlyin’ about me. You can’t prove it.\n\nMISS C. (_turning on SUSAN_). And you--you helped him in his dastardly\nwork. (_Goes L._) You poisoned the child--muh--muh poor little che-ild.\n\n(_She weeps. SUSAN retreats around table, but RUBBER pushes her away._)\n\nRUBBER. Go on away. Don’t you touch me. You poisoned a kid. I always\nknew you was that kind of a woman. My, ain’t you ashamed of yourself?\n\nMISS C. (_to both_). Then you destroyed the will and set fire to the\nhouse.\n\nSUSAN. The woman’s crazy!\n\nRUBBER. Oh, let me out of here! Police! Fire! Murder!\n\nMISS C. (_making a sudden movement toward RUBBER_). Villain! Your time\nhas come. Scoundrel--you cannot escape me.\n\n(_Makes a rush for the table. RUBBER and SUSAN both dive under it._)\n\nSUSAN (_under table_). Oh, dear, I’m sorry I let her stay.\n\nRUBBER (_under table_). She’s crazy as a June-bug--that’s what she is.\nShe’s sufferin’ with the heat.\n\nMISS C. (_laughing silently--then continuing in tragic tone_). I have\ntracked you at last. I am that old man’s daughter.\n\nRUBBER. Say, lady, all the money I got’s in the pocket of my other\npants out in the stable. Won’t you take it and leave here?\n\nMISS C. Money! What do I care for money now! The law could not reach\nyou--but I will.\n\n(_She seizes RUBBER and drags him from under the table, and throws him\nL.; then pulls out SUSAN, crying, “You, too,” and throws her R. They\nsit on floor, frightened. MISS C. sits on table C., fanning herself._)\n\nRUBBER. Honest, lady, I never done it.\n\nSUSAN (_crying_). Oh, please go--please go.\n\nMISS C. (_laughing_). Well, how do you like acting now?\n\nRUBBER (_rising_). Was that acting?\n\nSUSAN (_rising_). You don’t mean it?\n\nMISS C. Certainly. That is a scene from my great part in “A Woman’s\nSecret; or, Foiled by Fate.”\n\nSUSAN. And people paid real money to see that?\n\nMISS C. Of course. We played to capacity houses for weeks.\n\nRUBBER. Gee! (_He picks up suit-case and runs out R._)\n\nSUSAN. Well, if people are as easy as that I guess I can get their\nmoney. What do you have to learn first?\n\nMISS C. Well, the first thing is the voice. You must have a good,\nstrong voice to be an actor.\n\n(_Enter RUBBER, R., swinging a lantern._)\n\nRUBBER (_in a loud singsong voice mostly in one note_).\nTrain--goin’ west! Buffalo--Cleveland--Chicago--Omaha--Denver--Salt\nLake--Yellowstone Park--Seattle--Tacoma--Alaska--and all way\nstations!--Train--goin’--west! Al-l-l-l aboard!\n\nMISS C. (_putting hands over ears_). Mercy, his voice is strong enough.\n\nRUBBER. I can do it louder. (_Begins again, more loudly._) Train\ngoin’--east--Chicago----\n\nMISS C. (_hands over ears_). That will do! I thought this was a quiet\nhotel.\n\nSUSAN (_grabbing RUBBER and stopping him_). Cut it out. We know you can\ndo it.\n\nMISS C. So you liked that acting, did you?\n\nSUSAN. Show us how to do it and you can board here for nothing.\n\nMISS C. Well, that’s very bad acting. I’m not going to do any more of\nit.\n\nRUBBER. Not on me, you won’t.\n\nMISS C. But I’ll show you how to do the real thing. When you’ve once\nbegun, stick to it, and you’ll win. Persistent effort--that’s the key\nto success.\n\nRUBBER. That’s me. Hard work’s my middle name. Yas’m, I kin stick to it\nall right.\n\nMISS C. Very well. I see--I see you both have talent, and can stand\nhard knocks. (_To SUSAN._) We’ll go into vaudeville. You and I will do\na sister act.\n\nRUBBER. Oh, won’t you let me be a sister to you?\n\nMISS C. I’ll think about it. I’ll arrange a part for you in a\nmelodramatic sketch I have written. I call it “The Special Train.”\n\nRUBBER (_starting across stage calling as before_). Train--goin’--north!\nNottingham--Newbury--Newport--Noblestown--Norwood--Nux Vomica, and New\nYork! All-l-l aboard!\n\n(_SUSAN and MISS C. try to stop him._)\n\nMISS C. Don’t do that again; do you hear?\n\nRUBBER. Yes’m. Tell me about dis “Special Train.”\n\nMISS C. All the managers are crazy about it.\n\nRUBBER. If you stay here much longer I’ll be as crazy as they are.\n\nMISS C. Now this sketch is very simple and easily rehearsed. Here are\nthe railroad tracks.\n\n(_Points to floor. RUBBER peers at floor, then taps his head._)\n\nRUBBER. She’s seeing things again!\n\nMISS C. There is the ticket office! (_Points R._)\n\nSUSAN. That’s the barber shop.\n\nMISS C. And I am--the villain!\n\nRUBBER. We know that.\n\nMISS C. (_to RUBBER_). I take you and tie you to the railroad track.\n\nRUBBER. Good-night! (_Starts R._)\n\nMISS C. Wait a moment!\n\nRUBBER. No, ma’am! You are too dangerous for me.\n\nMISS C. But no harm comes to you; for as the special train comes\ndashing along----\n\nRUBBER (_interrupting_). Wait a minute! Wait a minute! Maybe dat train\ndon’t stop at dis station--then it’s good-bye nigger for me!\n\nSUSAN. Don’t be a coward! You can die but once.\n\nRUBBER. Well--once is enough for me! I don’t know how to die. I ain’t\nhad no practice.\n\nMISS C. Then I will not call upon you to lie upon the track--I will lie\nthere myself.\n\nSUSAN (_heroically_). And I will save you.\n\nRUBBER. And I’ll get the reward.\n\nMISS C. Now, then, to business. I am tied to the track. (_To RUBBER._)\nYou’ll be the train. You go and get a locomotive!\n\nRUBBER. Say! I done told you that woman ain’t right. Where am I going\nto steal a locomotive?\n\nMISS C. Oh, get a train of cars! Now don’t stand there talking. Do as I\ntell you. Get the train! Get the special train!\n\nSUSAN (_imitating_). Get the train--get the special train. Ask Willie\nfor a train of cars.\n\nMISS C. (_pushing RUBBER L._). Go on. Get the train. Get the special\ntrain!\n\n(_SUSAN and MISS C. push RUBBER off L. 2 E., as he protests._)\n\nSUSAN (_laughing_). The idea! He doesn’t know where to steal a little\nthing like a locomotive!\n\nMISS C. Now to business! I lie here upon the tracks. (_Lies with head\ntoward footlights._) When I scream for help, you come and pull me off\nthe tracks. Remember your cue.\n\nSUSAN. All right! (_Runs up R. C._) What’s my cue?\n\nMISS C. Save me--some one--save me!\n\nSUSAN. All right. Save me--some one--save me!\n\nMISS C. Ah! The train is coming at the rate of sixty miles a second.\n\nSUSAN (_shouting_). Save me--some one--save me!\n\nMISS C. (_sitting up_). Wait until I say it. The special train is\ncoming at the rate of sixty miles a second. (_Music hurry. Whistle of\ntrain is heard in distance with noise of train. See properties. The\nnoise grows louder and nearer. MISS C. screams._) Save me! Save me! Who\nwill save me? (_SUSAN is hopping about, not knowing what to do, and\nMISS C. repeats the cue several times, and then shouts over the din._)\nCome on and save me! That’s your cue! (_Just as SUSAN is about to drag\nMISS C. from the supposed tracks RUBBER prances on from L. 2 E., with a\nsmall tin or toy locomotive and cars to which a string is attached. He\nis ringing a dinner-bell and blowing a whistle, which he holds between\nhis teeth. He goes across the stage making a detour to avoid running\nover the others. At R. he pauses and looks back at them, still ringing\nbell. MISS C. rises._) Oh, dramatic art! What crimes are committed\nin thy name! (_To RUBBER._) Stop ringing that bell. (_She stands C.,\nSUSAN L. RUBBER stops ringing and begins to blow whistle._) Stop that\nwhistling!\n\n(_MISS C. snatches whistle from RUBBER._)\n\nRUBBER (_grieved and surprised_). Didn’t you done tole me to stick to\nit, when I once begun?\n\nSUSAN. Certainly she did.\n\nMISS C. (_laughing_). Yes, I did, but----\n\nRUBBER. Well, I’m a-stickin’. (_Rings bell._) And you said this is the\nspecial train, didn’t you?\n\nMISS C. Yes, but this is a quiet hotel, and----\n\nRUBBER (_firmly_). It’s goin’ to be still quieter. If you’re goin’ you\nbetter git on. Al-l-l aboard--special way train for the subway, the\nGreat White Way and Broadway. (_Blows whistle._) Al-l-l aboard!\n\nSUSAN. That’s it--that’s the way I’m going. No more hotel for mine!\n(_Dramatic gesture._) It’s me for the footlights.\n\nMISS C. (_C., with others either side of her_). You’re both all right.\nHereafter we’re the Calcium Comedy Company, Unlimited! We’ll take the\nQuiet Hotel to Broadway and make a noise with it they can hear half-way\nto San Francisco!--All-l-l aboard!\n\n(_The sketch may be ended with a song or other specialty if preferred._)\n\n\nCURTAIN\n\n\n\n\nPractical Elocution\n\n300 pages\n\nCloth, Leather Back, $1.25\n\n\nThis work is the outgrowth of actual class-room experience, and is a\npractical, common-sense treatment of the whole subject. It is clear and\nconcise, yet comprehensive, and is absolutely free from the entangling\ntechnicalities that are so frequently found in books of this class.\n\nConversation, which is the basis of all true Elocution, is regarded\nas embracing all the germs of speech and action. Prominent attention\nis therefore given to the cultivation of this the most common form of\nhuman expression.\n\nGeneral principles and practical processes are presented for the\ncultivation of strength, purity, and flexibility of Voice, for the\nimprovement of distinctness and correctness in Articulation, and for\nthe development of Soul power in delivery.\n\nThe work includes a systematic treatment of Gesture in its several\ndepartments of position, facial expression, and bodily movement, a\nbrief system of Gymnastics bearing upon vocal development and grace of\nmovement, and also a chapter on Methods of Instruction, for teachers.\n\nSold by all booksellers, or sent, prepaid, upon receipt of price.\n\n\nThe Penn Publishing Company\n\n226 S. 11th Street, Philadelphia\n\n\n\n\n  Do you want to be an Orator\n\n  Do you want to be a Teacher of Elocution\n\n  Do you want to be a Public Reader\n\n  Do you want to improve your conversation\n\n  Do you want training in Physical Culture\n\n  Do you want to increase your power in any direction\n\n  A CATALOGUE GIVING FULL INFORMATION\n  AS TO HOW ANY OF THESE ACCOMPLISHMENTS\n  MAY BE ATTAINED\n  WILL BE SENT FREE ON REQUEST\n\n\nThe National School of Elocution and Oratory\n\n  Parkway Building      Philadelphia\n\n\n\n\nItalicized or underlined text is surrounded by underscores: _italics_.\n\nObvious typographical errors have been corrected.",
    "metadata": {
        "author": [
            "Dumont, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65716/pg65716.txt",
        "name": "the_quiet_hotel_a_farcical_sketch_in_one_act.json"
    }
}