{
    "name": "The stainless steel rat",
    "author": [
        "Harrison, Harry",
        "Harrison, Henry Maxwell",
        "Dempsey, Henry Maxwell"
    ],
    "body": "When the office door opened suddenly I knew the game was up. It had\nbeen a money-maker--but it was all over. As the cop walked in I sat\nback in the chair and put on a happy grin. He had the same somber\nexpression and heavy foot that they all have--and the same lack of\nhumor. I almost knew to the word what he was going to say before he\nuttered a syllable.\n\n\"James Bolivar diGriz I arrest you on the charge--\"\n\nI was waiting for the word _charge_, I thought it made a nice\ntouch that way. As he said it I pressed the button that set off the\ncharge of black powder in the ceiling, the crossbeam buckled and the\nthree-ton safe dropped through right on the top of the cop's head. He\nsquashed very nicely, thank you. The cloud of plaster dust settled and\nall I could see of him was one hand, slightly crumpled. It twitched\na bit and the index finger pointed at me accusingly. His voice was\na little muffled by the safe and sounded a bit annoyed. In fact he\nrepeated himself a bit.\n\n\"... On the charge of illegal entry, theft, forgery--\"\n\nHe ran on like that for quite a while, it was an impressive list but\nI had heard it all before. I didn't let it interfere with my stuffing\nall the money from the desk drawers into my suitcase. The list ended\nwith a new charge and I would swear on a stack of thousand credit notes\n_that_ high that there was a hurt tone in his voice.\n\n\"In addition the charge of assaulting a police robot will be added to\nyour record. This was foolish since my brain and larynx are armored and\nin my midsection--\"\n\n\"That I know well, George, but your little two-way radio is in the top\nof your pointed head and I don't want you reporting to your friends\njust yet.\"\n\nOne good kick knocked the escape panel out of the wall and gave access\nto the steps to the basement. As I skirted the rubble on the floor the\nrobot's fingers snapped out at my leg, but I had been waiting for that\nand they closed about two inches short. I have been followed by enough\npolice robots to know by now how indestructible they are. You can blow\nthem up or knock them down and they keep coming after you; dragging\nthemselves by one good finger and spouting saccharine morality all the\nwhile. That's what this one was doing. Give up my life of crime and pay\nmy debt to society and such. I could still hear his voice echoing down\nthe stairwell as I reached the basement.\n\nEvery second was timed now. I had about three minutes before they\nwould be on my tail, and it would take me exactly one minute and eight\nseconds to get clear of the building. That wasn't much of a lead\nand I would need all of it. Another kick panel opened out into the\nlabel-removing room. None of the robots looked up as I moved down the\naisle--I would have been surprised if they had. They were all low-grade\nM types, short on brains and good only for simple, repetitive work.\nThat was why I hired them. They had no curiosity as to why they were\ntaking the labels off the filled cans of azote fruits, or what was at\nthe other end of the moving belt that brought the cans through the\nwall. They didn't even look up when I unlocked the Door That Was Never\nUnlocked that led through the wall. I left it open behind me as I had\nno more secrets now.\n\n\n\nKeeping next to the rumbling belt, I stepped through the jagged hole I\nhad chopped in the wall of the government warehouse. I had installed\nthe belt too, this and the hole were the illegal acts that I had to\ndo myself. Another locked door opened into the warehouse itself. The\nautomatic fork-lift truck was busily piling cans onto the belt and\ndigging fresh ones out of the ceiling-high piles. This fork-lift had\nhardly enough brains to be called a robot, it just followed taped\ndirections to load the cans. I stepped around it and dog-trotted down\nthe aisle. Behind me the sounds of my illegal activity died away. It\ngave me a warm feeling to still hear it going full blast like that.\n\nIt _had_ been one of the nicest little rackets I had ever managed.\nFor a small capital outlay I had rented the warehouse that backed on\nthe government warehouse. A simple hole in the wall and I had access to\nthe entire stock of stored goods, long-term supplies that I knew would\nbe untouched for months or years in a warehouse this size. Untouched,\nthat is, until I came along.\n\nAfter the hole had been made and the belt installed it was just a\nmatter of business. I hired the robots to remove the old labels\nand substitute the colorful ones I had printed. Then I marketed my\ngoods in a strictly legal fashion. My stock was the best and due to\nmy imaginative operation my costs were very low, I could afford to\nundersell my competitors and still make a handsome profit. The local\nwholesalers had been quick to sense a bargain and I had orders for\nmonths ahead. It _had_ been a good operation--and could have gone\non for quite a while.\n\nI stifled that train of thought before it started. One lesson that has\nto be remembered in my line of business is that when an operation is\nover it is OVER! The temptation to stay just one more day or to cash\njust one more check can be almost overwhelming, ah, how well I know. I\nalso know that it is also the best way to get better acquainted with\nthe police.\n\n    _Turn your back and walk away--\n    And live to graft another day._\n\nThat's my motto and it's a good one. I got where I am because I stuck\nto it.\n\nAnd daydreams aren't part of getting away from the police.\n\n\n\nI pushed all thoughts from my mind as I reached the end of the aisle.\nThe entire area outside must have been swarming with cops by this time\nand I had to move fast and make no mistakes. A fast look right and\nleft. Nobody in sight. Two steps ahead and press the elevator button. I\nhad put a meter on this back elevator and it showed that the thing was\nused once a month on the average.\n\nIt arrived in about three seconds, empty, and I jumped in, thumbing\nthe roof button at the same time. The ride seemed to go on forever,\nbut that was just subjective. By the record it was exactly fourteen\nseconds. This was the most dangerous part of the trip. I tightened up\nas the elevator slowed. My .75 caliber recoilless was in my hand, that\nwould take care of one cop, but no more.\n\nThe door shuffled open and I relaxed. Nothing. They must have the\nentire area covered on the ground so they hadn't bothered to put cops\non the roof.\n\nIn the open air now I could hear the sirens for the first time--a\nwonderful sound. They must have had half of the entire police force out\nfrom the amount of noise they were making. I accepted it as any artist\naccepts tribute.\n\nThe board was behind the elevator shaft where I had left it. A little\nweather-stained but still strong. A few seconds to carry it to the edge\nof the parapet and reach it across to the next building.\n\nGently, this was the one dangerous spot where speed didn't count.\nCarefully onto the end of the board, the suitcase held against my\nchest to keep my center of gravity over the board. One step at a time.\nA thousand-foot drop to the ground. If you don't look down you can't\nfall....\n\nOver. Time for speed. The board behind the parapet, if they didn't see\nit at first my trail would be covered for a while at least. Ten fast\nsteps and there was the door to the stairwell. It opened easily--and it\nbetter have--I had put enough oil on the hinges. Once inside I threw\nthe bolt and took a long, deep breath. I wasn't out of it yet, but\nthe worst part where I ran the most risk, was past. Two uninterrupted\nminutes here and they would never find James Bolivar, alias \"Slippery\nJim\" diGriz.\n\n\n\nThe stairwell at the roof was a musty, badly lit cubicle that was never\nvisited. I had checked it carefully a week before for phono and optic\nbugs and it had been clear. The dust looked undisturbed, except for my\nown footprints. I had to take a chance that it hadn't been bugged since\nthen. The calculated risk must be accepted in this business.\n\nGood-by James diGriz, weight ninety-eight kilos, age about forty-five,\nthick in the middle and heavy in the jowls, a typical business man\nwhose picture graces the police files of a thousand planets--also his\nfingerprints. They went first. When you wear them they feel like a\nsecond skin, a touch of solvent though and they peel off like a pair of\ntransparent gloves.\n\nAll my clothes next--and then the girdle in reverse--that lovely paunch\nthat straps around my belly and holds twenty kilos of lead mixed with\nthermite. A quick wipe from the bottle of bleach and my hair was its\nnatural shade of brown, the eyebrows, too. The nose plugs and cheek\npads hurt coming out, but that only lasts a second. Then the blue-eyed\ncontact lenses. This process leaves me mother-naked and I always feel\nas if I have been born again. In a sense it is true, I had become a\nnew man, twenty kilos lighter, ten years younger and with a completely\ndifferent description. The large suitcase held a complete change of\nclothes and a pair of dark-rimmed glasses that replaced the contact\nlenses. All the loose money fitted neatly into a brief case.\n\nWhen I straightened up I really felt as if ten years had been stripped\nfrom me. I was so used to wearing that weight that I never noticed\nit--until it was gone. Put a real spring in my step.\n\nThe thermite would take care of all the evidence, I kicked it all into\na heap and triggered the fuse. It caught with a roar and bottles,\nclothes, bag, shoes, weights, et al, burned with a cheerful glare. The\npolice would find a charred spot on the cement and micro-analysis might\nget them a few molecules off the walls, but that was all they would\nget. The glare of the burning thermite threw jumping shadows around me\nas I walked down three flights to the one hundred twelfth floor.\n\nLuck was still with me, there was no one on the floor when I opened the\ndoor. One minute later the express elevator let me and a handful of\nother business types out into the lobby.\n\nOnly one door was open to the street and a portable TV camera was\ntrained on it. No attempt was being made to stop people from going in\nand out of the building, most of them didn't even notice the camera\nand the little group of cops around it. I walked towards it at an even\npace. Strong nerves count for a lot in this business.\n\nFor one instant I was square in the field of that cold, glass eye, then\nI was past. Nothing happened so I knew I was clear. That camera must\nhave fed direct to the main computer at police headquarters, if my\ndescription had been close enough to the one they had on file those\nrobots would have been notified and I would have been pinned before I\nhad taken a step. You can't outmove a computer-robot combination, not\nwhen they move and think in microseconds--but you can out-think them. I\nhad done it again.\n\nA cab took me about ten blocks away. I waited until it was out of sight\nthen took another one. It wasn't until I was in the third cab that I\nfelt safe enough to go to the space terminal. The sounds of sirens were\ngrowing fainter and fainter behind me and only an occasional police car\ntore by in the opposite direction.\n\nThey were sure making a big fuss over a little larceny, but that's the\nway it goes on these overcivilized worlds. Crime is such a rarity now\nthat the police really get carried away when they run across some. In\na way I can't blame them, giving out traffic tickets must be an awful\ndull job. I really believe they ought to thank me for putting a little\nexcitement in their otherwise dull lives.\n\n\n\nIt was a nice ride to the spaceport being located, of course, far out\nof town. I had time to lean back and watch the scenery and gather my\nthoughts. Even time to be a little philosophical. For one thing I\ncould enjoy a good cigar again, I smoked only cigarettes in my other\npersonality and never violated that personality, even in strictest\nprivacy. The cigars were still fresh in the pocket humidor where I had\nput them six months ago. I sucked a long mouthful and blew the smoke\nout at the flashing scenery. It was good to be off the job, just about\nas good as being on it. I could never make my mind up which period I\nenjoyed more--I guess they are both right at the time.\n\nMy life is so different from that of the overwhelming majority of\npeople in our society that I doubt if I could even explain it to them.\nThey exist in a fat, rich union of worlds that have almost forgotten\nthe meaning of the word crime. There are few malcontents and even fewer\nthat are socially maladjusted. The few that are still born in spite\nof centuries of genetic control are caught early and the aberration\nquickly adjusted. Some don't show their weakness until they are\nadults, they are the ones who try their hand at petty crime--burglary,\nshop-lifting or such. They get away with it for a week or two or a\nmonth or two, depending on the degree of their native intelligence. But\nsure as atomic decay--and just as predestined--the police reach out and\npull them in.\n\nThat is almost the full extent of crime in our organized, dandified\nsociety. Ninety-nine per cent of it, let's say. It is that last and\nvital one per cent that keeps the police departments in business.\nThat one per cent is me, and a few others like me, a handful of men\nscattered around the galaxy. Theoretically we can't exist, and if we do\nexist we can't operate--but we do. We are the rats in the wainscoting\nof society--we operate outside of their barriers and outside of their\nrules. Society had more rats when the rules were looser, just as\nthe old wooden buildings had more rats than the concrete buildings\nthat came later. But they still had rats. Now that society is all\nferroconcrete and stainless steel there are fewer gaps between the\njoints, and it takes a smart rat to find them. A stainless steel rat is\nright at home in this environment.\n\nIt is a proud and lonely thing to be a stainless steel rat--and it is\nthe greatest experience in the galaxy if you can get away with it. The\nsociological experts can't seem to agree why we exist, some even doubt\nthat we do. The most widely accepted theory says that we are victims of\ndelayed psychological disturbance that shows no evidence in childhood\nwhen it can be detected and corrected and only appears later in life.\nI have naturally given a lot of thought to the topic and I don't hold\nwith that idea at all.\n\nA few years back I wrote a small book on the subject--under a nom de\nplume of course--that was rather well received. My theory is that\nthe aberration is a philosophical one, not a psychological one. At a\ncertain stage the realization striked through that one must either\nlive outside of society's bonds or die of absolute boredom. There is\nno future or freedom in the circumscribed life and the only other life\nis complete rejection of the rules. There is no longer room for the\nsoldier of fortune or the gentleman adventurer who can live both within\nand outside of society. Today it is all or nothing. To save my own\nsanity I chose the nothing.\n\n\n\nThe cab just reached the spaceport as I hit on this negative line of\nthought and I was glad to abandon it. Loneliness is the thing to fear\nin this business, that and self-pity can destroy you if they get the\nupper hand. Action has always helped me, the elation of danger and\nescape always clears my mind. When I paid the cab I shortchanged the\ndriver right under his nose, palming one of the credit notes in the\nact of handing it to him. He was blind as a riveted bulkhead, his\ngullibility had me humming with delight. The tip I gave him more than\nmade up the loss since I only do this sort of petty business to break\nthe monotony.\n\nThere was a robot clerk behind the ticket window, he had that extra\nthird eye in the center of his forehead that meant a camera. It clicked\nslightly as I purchased a ticket recording my face and destination.\nA normal precaution on the part of the police, I would have been\nsurprised if it hadn't happened. My destination was intersystem so I\ndoubted if the picture would appear any place except in the files. I\nwasn't making an interstellar hop this time, as I usually did after a\nbig job, it wasn't necessary. After a job a single world or a small\nsystem is too small for more work, but Beta Cygnus has a system of\nalmost twenty planets all with terrafied weather. This planet, III,\nwas too hot now, but the rest of the system was wide open. There was\na lot of commercial rivalry within the system and I knew their police\ndepartments didn't co-operate too well. They would pay the price\nfor that. My ticket was for Moriy, number XVIII, a large and mostly\nagricultural planet.\n\nThere were a number of little stores at the spaceport, I shopped them\ncarefully and outfitted a new suitcase with a complete wardrobe and\ntraveling essentials. The tailor was saved for last. He ran up a couple\nof traveling suits and a formal kilt for me and I took them into the\nfitting booth. Strictly by accident I managed to hang one of the suits\nover the optic bug in the wall and made undressing sounds with my\nfeet while I doctored the ticket I had just bought. The other end of\nmy cigar cutter was a punch, with it I altered the keyed holes that\nindicated my destination. I was now going to planet X, not XVIII, and\nI had lost almost two hundred credits with the alteration. That's the\nsecret of ticket and order changing, don't raise the face value--there\nis too good a chance that this will be noticed. If you lower the value\nand lose money on the deal, even if it is caught, people will be sure\nit is a mistake on the machine's part. There is never the shadow of a\ndoubt, since why should anyone change a ticket to lose money?\n\nBefore the police could be suspicious I had the suit off the bug and\ntried it on, taking my time. Almost everything was ready now, I had\nabout an hour to kill before the ship left. I spent the time wisely by\ngoing to an automatic cleaner and having all my new clothes cleaned and\npressed. Nothing interests a customs man more than a suitcase full of\nunworn clothes.\n\nCustoms was a snap and when the ship was about half full I boarded her\nand took a seat near the hostess. I flirted with her until she walked\naway, having classified me in the category of MALE, BRASH, ANNOYING.\nAn old girl who had the seat next to mine also had me filed in the\nsame drawer and was looking out of the window with obvious ice on her\nshoulder. I dozed off happily since there is one thing better than not\nbeing noticed and that is being noticed and filed into a category. Your\ndescription gets mixed up with every other guy in the file and that is\nthe end of it.\n\n\n\nWhen I woke up we were almost to planet X, I half dozed in the chair\nuntil we touched down, then smoked a cigar while my bag cleared\ncustoms. My locked brief case of money raised no suspicions since I had\nforesightedly forged papers six months ago with my occupation listed\nas _bank messenger_. Interplanet credit was almost nonexistent in\nthis system, so the customs men were used to seeing a lot of cash go\nback and forth.\n\nAlmost by habit I confused the trail a little more and ended up in\nthe large manufacturing city of Brouggh over one thousand kilometers\nfrom the point where I had landed. Using an entirely new set of\nidentification papers I registered at a quiet hotel in the suburbs.\n\nUsually after a big job like this I rest up for a month or two; this\nwas one time though I didn't feel like a rest. While I was making small\npurchases around town to rebuild the personality of James diGriz, I\nwas also keeping my eyes open for new business opportunities. The very\nfirst day I was out I saw what looked like a natural--and each day it\nlooked better and better.\n\nOne of the main reasons I have stayed out of the arms of the law for as\nlong as I have, is that I have never repeated myself. I have dreamed\nup some of the sweetest little rackets, run them off once, then stayed\naway from them forever after. About the only thing they had in common\nwas the fact that they all made money. About the only thing I hadn't\nhit to date was out and out armed robbery. It was time for a change\nand it looked like that was it.\n\nWhile I was rebuilding the paunchy personality of Slippery Jim I was\nmaking plans for the operation. Just about the time the fingerprint\ngloves were ready the entire business was planned. It was simple like\nall good operations should be, the less details there are, the less\nthings there are that can go wrong.\n\nI was going to hold up Moraio's, the largest retail store in the\ncity. Every evening, at exactly the same time, an armored car took\nthe day's receipts to the bank. It was a tempting prize--a gigantic\nsum in untraceable small bills. The only real problem as far as I was\nconcerned was how one man could handle the sheer bulk and weight of all\nthat money. When I had an answer to that the entire operation was ready.\n\nAll the preparations were, of course, made only in my mind until the\npersonality of James diGriz was again ready. The day I slipped that\nweighted belly back on, I felt I was back in uniform. I lit my first\ncigarette almost with satisfaction, then went to work. A day or two for\nsome purchases and a few simple thefts and I was ready. I scheduled the\nfollowing afternoon for the job.\n\nA large tractor-truck that I had bought was the key to the\noperation--along with some necessary alterations I had made to the\ninterior. I parked the truck in an \"L\" shaped alley about a half mile\nfrom Moraio's. The truck almost completely blocked the alley but that\nwasn't important since it was used only in the early morning. It was a\nleisurely stroll back to the department store, I reached it at almost\nthe same moment that the armored truck pulled up. I leaned against the\nwall of the gigantic building while the guards carried out the money.\nMy money.\n\nTo someone of little imagination I suppose it would have been an\nawe-inspiring sight. At least five armed guards standing around the\nentrance, two more inside the truck as well as the driver and his\nassistant. As an added precaution there were three monocycles purring\nnext to the curb, they would go with the truck as protection on the\nroad. Oh, very impressive. I had to stifle a grin behind my cigarette\nwhen I thought about what was going to happen to those elaborate\nprecautions.\n\nI had been counting the hand-trucks of money as they rolled out of the\ndoor. There were always fifteen, no more, no less; this practice made\nit easy for me to know the exact time to begin. Just as fourteen was\nbeing loaded into the armored truck, load number fifteen appeared in\nthe store entrance. The truck driver had been counting the way I had,\nhe stepped down from the cab and moved to the door in the rear in order\nto lock it when loading was finished.\n\n\n\nWe synchronized perfectly as we strolled by each other. At the moment\nhe reached the rear door I reached the cab, quietly and smoothly I\nclimbed up into it and slammed the door behind me. The assistant had\njust enough time to open his mouth and pop his eyes when I placed an\nanesthetic bomb on his lap; he slumped in an instant. I was, of course,\nwearing the correct filter plugs in my nostrils. As I started the motor\nwith my left hand I threw a larger bomb through the connecting window\nto the rear with my right. There were some reassuring thumps as the\nguards there dropped over the bags of change.\n\nThis entire process hadn't taken six seconds. The guards on the steps\nwere just waking up to the fact that something was wrong. I gave them a\ncheerful wave through the window and gunned the armored truck away from\nthe curb. One of them tried to run and throw himself through the open\nrear door but he was a little too late. It all had happened so fast\nthat not one of them had thought to shoot, I had been sure there would\nbe a _few_ bullets. The sedentary life on these planets does slow\nthe reflexes.\n\nThe monocycle drivers caught on a lot faster, they were after me before\nthe truck had gone a hundred feet. I slowed down until they had caught\nup, then stamped on the accelerator, keeping just enough speed so they\ncouldn't pass me.\n\nTheir sirens were screaming of course and they had their guns working;\nit was just as I had planned. We tore down the street like jet racers\nand the traffic melted away before us. They didn't have time to think\nand realize that _they_ were making sure the road was clear for my\nescape. The situation was very humorous and I'm afraid I chuckled out\nloud as I tooled the truck around the tight corners.\n\nOf course the alarm had been turned in and the road blocks must have\nbeen forming up ahead--but that half mile went by fast at the speed we\nwere doing. It was a matter of seconds before I saw the alley mouth\nahead. I turned the truck into it, at the same time pressing the button\non my pocket short wave.\n\nAlong the entire length of the alley my smoke bombs ignited. They\nwere, of course, home made, as was all my equipment, nevertheless they\nproduced an adequately dense cloud in that narrow alley. I pulled\nthe truck a bit to the right until the fenders scraped the wall and\nonly slightly reduced my speed, this way I could steer by touch. The\nmonocycle drivers of course couldn't do this and had the choice of\nstopping or rushing headlong into the darkness. I hope they made the\nright decision and none of them were hurt.\n\nThe same radio impulse that triggered the bombs was supposed to have\nopened the rear door of the trailer truck up ahead and dropped the\nramp. It had worked fine when I had tested it, I could only hope now\nthat it did the same in practice. I tried to estimate the distance I\nhad gone in the alley by timing my speed, but I was a little off. The\nfront wheels of the truck hit the ramp with a destructive crash and\nthe armored truck bounced rather than rolled into the interior of the\nlarger van. I was jarred around a bit and had just enough sense left to\njam on the brakes before I plowed right through into the cab.\n\nSmoke from the bombs made a black midnight of everything, that and my\nshaken-up brains almost ruined the entire operation. Valuable seconds\nwent by while I leaned against the truck wall trying to get oriented.\nI don't know how long it took, when I finally did stumble back to\nthe rear door I could hear the guards' voices calling back and forth\nthrough the smoke. They heard the bent ramp creak as I lifted it so I\nthrew two gas bombs out to quiet them down.\n\nThe smoke was starting to thin as I climbed up to the cab of the\ntractor and gunned it into life. A few feet down the alley and I broke\nthrough into sunlight. The alley mouth opened out into a main street\na few feet ahead and I saw two police cars tear by. When the truck\nreached the street I stopped and took careful note of all witnesses.\nNone of them showed any interest in the truck or the alley. Apparently\nall the commotion was still at the other end of the alley. I poured\npower into the engine and rolled out into the street, away from the\nstore I had just robbed.\n\nOf course I only went a few blocks in that direction then turned down\na side street. At the next corner I turned again and headed back\ntowards Moraio's, the scene of my recent crime. The cool air coming in\nthe window soon had me feeling better, I actually whistled a bit as I\nthreaded the big truck through the service roads.\n\nIt would have been fine to go up the highway in front of Moraio's\nand see all the excitement, but that would have been only asking for\ntrouble. Time was still important. I had carefully laid out a route\nthat avoided all congested traffic and this was what I followed. It was\nonly a matter of minutes before I was pulling into the loading area in\nthe back of the big store. There was a certain amount of excitement\nhere but it was lost in the normal bustle of commerce. Here and there a\nknot of truck drivers or shipping foremen were exchanging views on the\nrobbery, since robots don't gossip the normal work was going on. The\nmen were, of course, so excited that no attention was paid to my truck\nwhen I pulled into the parking line next to the other vans. I killed\nthe engine and settled back with a satisfied sigh.\n\nThe first part was complete. The second part of the operation was just\nas important though. I dug into my paunch for the kit that I always\ntake on the job--for just such an emergency as this. Normally, I don't\nbelieve in stimulants, but I was still groggy from the banging around.\nTwo cc's of Linoten in my ante cubital cleared that up quickly enough.\nThe spring was back in my step when I went into the back of the van.\n\nThe driver's assistant and the guards were still out and would stay\nthat way for at least ten hours. I arranged them in a neat row in the\nfront of the truck where they wouldn't be in my way and went to work.\n\nThe armored car almost filled the body of the trailer as I knew it\nwould; therefore I had fastened the boxes to the walls. They were fine,\nstrong shipping boxes with Moraio's printed all over them. It was a\nminor theft from their warehouse that should go unnoticed. I pulled the\nboxes down and folded them for packing, I was soon sweating and had to\ntake my shirt off as I packed the money bundles into the boxes.\n\nIt took almost two hours to stuff and seal the boxes with tape. Every\nten minutes or so I would check through the peephole in the door;\nonly the normal activities were going on. The police undoubtedly had\nthe entire town sealed and were tearing it apart building by building\nlooking for the truck. I was fairly sure that the last place they would\nthink of looking was the rear of the robbed store.\n\nThe warehouse that had provided the boxes had also provided a supply\nof shipping forms. I fixed one of these on each box, addressed to\ndifferent pick-up addresses and marked paid of course, and was ready\nto finish the operation.\n\nIt was almost dark by this time, however I knew that the shipping\ndepartment would be busy most of the night. The engine caught on the\nfirst revolution and I pulled out of the parking rank and backed\nslowly up to the platform. There was a relatively quiet area where the\nshipping dock met the receiving dock, I stopped the trailer as close\nto the dividing line as I could. I didn't open the rear door until all\nthe workmen were faced in a different direction. Even the stupidest of\nthem would have been interested in why a truck was unloading the firm's\nown boxes. As I piled them up on the platform I threw a tarp over them,\nit only took a few minutes. Only when the truck gates were closed and\nlocked did I pull off the tarp and sit down on the boxes for a smoke.\n\nIt wasn't a long wait. Before the cigarette was finished a robot from\nthe shipping department passed close enough for me to call him.\n\n\"Over there. The M-19 that was loading these burned out a brake-band,\nyou better see that they're taken care of.\"\n\nHis eyes glowed with the light of duty. Some of these higher M types\ntake their job very seriously. I had to step back quickly as the fork\nlifts and M-trucks appeared out of the doors behind me. There was a\nscurry of loading and sorting and my haul vanished down the platform.\nI lighted another cigarette and watched for a while as the boxes were\ncoded and stamped and loaded on the outgoing trucks and local belts.\n\nAll that was left for me now was the disposing of the truck on some\nside street and changing personalities.\n\n\n\nAs I was getting into the truck I realized for the first time that\nsomething was wrong. I, of course, had been keeping an eye on the\ngate--but not watching it closely enough. Trucks had been going in\nand out. Now the realization hit me like a hammer blow over the solar\nplexus. They were the same trucks going both ways. A large, red\ncross-country job was just pulling out. I heard the echo of its exhaust\nroar down the street--then die away to an idling grumble. When it\nroared up again it didn't go away, instead the truck came in through\nthe second gate. There were police cars waiting outside that wall.\nWaiting for me.\n\nFor the first time in my career I felt the sharp fear of the hunted\nman. This was the first time I had ever had the police on my trail when\nI wasn't expecting them. The money was lost, that much was certain, but\nI was no longer concerned with that. It was me they were after now.\n\nThink first, then act. I was safe enough for the moment. They were, of\ncourse, moving in on me, going slowly as they had no idea of where I\nwas in the giant loading yard. How had they found me? _That_ was\nthe important point. The local police were used to an almost crimeless\nworld, they couldn't have found my trail this quick. In fact, I hadn't\nleft a trail, whoever had set the trap here had done it with logic and\nreason.\n\nUnbidden the words jumped into my mind.\n\n_The Special Corps._\n\nNothing was ever printed about it, only a thousand whispered words\nheard on a thousand worlds around the galaxy. The Special Corps, the\nbranch of the League that took care of the troubles that individual\nplanets couldn't solve. The Corps was supposed to have finished off the\nremnants of Haskell's Raiders after the peace, of putting the illegal\nT & Z Traders out of business, of finally catching Inskipp. And now\nthey were after me.\n\nThey were out there waiting for me to make a break. They were thinking\nof all the ways out just as I was--and they were blocking them. I had\nto think fast and I had to think right.\n\nOnly two ways out. Through the gates or through the store. The gates\nwere too well covered to make a break, in the store there would be\nother ways out. It had to be that way. Even as I made the conclusion I\nknew that other minds had made it too, that men were moving in to cover\nthose exits. That thought brought fear--and made me angry as well. The\nvery idea that someone could out-think me was odious. They could try\nall right--but I would give them a run for their money. I still had a\nfew tricks left.\n\nFirst, a little misdirection. I started the truck, left it in low gear\nand aimed it at the gate. When it was going straight I locked the\nsteering wheel with the friction clamp and dropped out the far side of\nthe cab and strolled back to the warehouse. Once inside I moved faster.\nBehind me I heard some shots, a heavy crump, and a lot of shouting.\nThat was more like it.\n\nThe night locks were connected on the doors that led to the store\nproper. An old-fashioned alarm that I could disconnect in a few\nmoments. My pick-locks opened the door and I gave it a quick kick with\nmy foot and turned away. There were no alarm bells, but I knew that\nsomewhere in the building an indicator showed that the door was opened.\nAs fast as I could run I went to the last door on the opposite side of\nthe building. This time I made sure the alarm was disconnected before I\nwent through the door. I locked it behind me.\n\nIt is the hardest job in the world to run and be quiet at the same\ntime. My lungs were burning before I reached the employees' entrance.\nA few times I saw flashlights ahead and had to double down different\naisles, it was mostly luck that I made it without being spotted. There\nwere two men in uniform standing in front of the door I wanted to\ngo out. Keeping as close to the wall as I could I made it to within\ntwenty feet of them before I threw the gas grenade. For one second I\nwas sure that they had gas masks on and I had reached the end of the\nroad--then they slumped down. One of them was blocking the door, I\nrolled him aside and slid it open a few inches.\n\nThe searchlight couldn't have been more than thirty feet from the door;\nwhen it flashed on the light was more pain than glare. I dropped the\ninstant it came on and the slugs from the machine pistol ate a line\nof glaring holes across the door. My ears were numb from the roar of\nthe exploding slugs and I could just make out the thud of running\nfootsteps. My own .75 was in my hand and I put an entire clip of slugs\nthrough the door, aiming high so I wouldn't hurt anyone. It would not\nstop them, but it should slow them down.\n\n\n\nThey returned the fire, must have been a whole squad out there. Pieces\nof plastic flew out of the back wall and slugs screamed down the\ncorridor. It was good cover, I knew there was nobody coming up behind\nme. Keeping as flat as I could I crawled in the opposite direction, out\nof the line of fire. I turned two corners before I was far enough from\nthe guns to risk standing up. My knees were shaky and great blobs of\ncolor kept fogging my vision. The searchlight had done a good job, I\ncould barely see at all in the dim light.\n\nI kept moving slowly, trying to get as far away from the gunfire as\npossible. The squad outside had fired as soon as I had opened the door,\nthat meant standing orders to shoot at anyone who tried to leave the\nbuilding. A nice trap. The cops inside would keep looking until they\nfound me. If I tried to leave I would be blasted. I was beginning to\nfeel very much like a trapped rat.\n\nEvery light in the store came on and I stopped, frozen. I was near\nthe wall of a large farm-goods showroom. Across the room from me were\nthree soldiers. We spotted each other at the same time, I dived for\nthe door with bullets slapping all around me. The military was in it\ntoo, they sure must have wanted me bad. A bank of elevators was on the\nother side of the door--and stairs leading up. I hit the elevator in\none bounce and punched the sub-basement button, and just got out ahead\nof the closing doors. The stairs were back towards the approaching\nsoldiers, I felt like I was running right into their guns. I must have\nmade the turn into the stairs a split second ahead of their arrival. Up\nthe stairs and around the first landing before they were even with the\nbottom. Luck was still on my side. They hadn't seen me and were sure I\nhad gone down. I sagged against the wall, listening to the shouts and\nwhistle blowing as they turned the hunt towards the basement.\n\nThere was one smart one in the bunch. While the others were all\nfollowing the phony trail I heard him start slowly up the stairs. I\ndidn't have any gas grenades left, all I could do was climb up ahead of\nhim, trying to do it without making a sound.\n\nHe came on slowly and steadily and I stayed ahead of him. We went up\nfour flights that way, me in my stockinged feet with my shoes around\nmy neck, his heavy boots behind me making a dull rasping on the metal\nstairs.\n\nAs I started up the fifth flight I stopped, my foot halfway up a step.\n\nSomeone else was coming down, someone wearing the same kind of military\nboots. I found the door to the hall, opened it behind me and slipped\nthrough. There was a long hall in front of me lined with offices of\nsome kind. I began to run the length of it, trying to reach a turning\nbefore the door behind me could open and those exploding slugs tear me\nin half. The hall seemed endless and I suddenly realized I would never\nmake it to the end in time.\n\nI was a rat looking for a hole--and there was none. The doors were\nlocked, all of them, I tried each as I came to it, knowing I would\nnever make it. That stairwell door was opening behind me and the gun\nwas coming up, I didn't dare turn and look but I could feel it. When\nthe door opened under my hand I fell through before I realized what had\nhappened. I locked it behind me and leaned against it in the darkness,\npanting like a spent animal.\n\nThen the light came on and I saw the man sitting behind the desk,\nsmiling at me.\n\n\n\nThere is a limit to the amount of shock the human body can absorb.\nI'd had mine. I didn't care if he shot me or offered a cigarette--I\nhad reached the end of my line. He did neither. He offered me a cigar\ninstead.\n\n\"Have one of these, diGriz, I believe they're your brand.\"\n\nThe body is a slave of habit, even with death a few inches away it will\nrespond to established custom. My fingers moved of their own volition\nand took the cigar, my lips clenched it and my lungs sucked it into\nlife. And all the time my eyes watched the man behind the desk waiting\nfor death to reach out.\n\nIt must have shown. He waved towards a chair and carefully kept both\nhands in sight on top of the desk. I still had my gun, it was trained\non him.\n\n\"Sit down diGriz and put that cannon away. If I wanted to kill you, I\ncould have done it a lot easier than herding you into this room.\" His\neyebrows moved up in surprise when he saw the expression on my face.\n\"Don't tell me you thought it was an accident that you ended up here?\"\n\nI had, up until that moment, and the lack of intelligent reasoning on\nmy part brought on a wave of shame that snapped me back to reality. I\nhad been outwitted and outfought, the least I could do was surrender\ngraciously. I threw the gun on the desk and dropped into the offered\nchair. He swept the pistol neatly into a drawer and relaxed a bit\nhimself.\n\n\"Had me worried there for a minute, the way you stood there rolling\nyour eyes and waving this piece of field artillery around.\"\n\n\"Who are you?\"\n\nHe smiled at the abruptness of my tone. \"Well, it doesn't matter who I\nam. What does matter is the organization that I represent.\"\n\n\"The Corps?\"\n\n\"Exactly. The Special Corps. You didn't think I was the local police,\ndid you? They have orders to shoot you on sight. It was only after I\ntold them how to find you that they let the Corps come along on the\njob. I have some of my men in the building, they're the ones who herded\nyou up here. The rest are all locals with itchy trigger fingers.\"\n\nIt wasn't very flattering but it was true. I had been pushed around\nlike a class M robot, with every move charted in advance. The old\nboy behind the desk--for the first time I realized he was about\nsixty-five--really had my number. The game was over.\n\n\"All right Mr. Detective, you have me so there is no sense in gloating.\nWhat's next on the program? Psychological reorientation, lobotomy--or\njust plain firing squad?\"\n\n\"None of those I'm afraid. I am here to offer you a job on the Corps.\"\n\nThe whole thing was so ludicrous that I almost fell out of the\nchair laughing. Me. James diGriz, the interplanet thief working as a\npoliceman. It was just too funny. The other one sat patiently, waiting\nuntil I was through.\n\n\n\n\"I will admit it has its ludicrous side--but only at first glance. If\nyou stop to think, you will have to admit that who is better qualified\nto catch a thief than another thief?\"\n\nThere was more than a little truth in that, but I wasn't buying my\nfreedom by turning stool pigeon.\n\n\"An interesting offer, but I'm not getting out of this by playing the\nrat. There is even a code among thieves, you know.\"\n\nThat made him angry. He was bigger than he looked sitting down and the\nfist he shook in my face was as large as a shoe.\n\n\"What kind of stupidity do you call that? It sounds like a line out of\na TV thriller. You've never met another crook in your whole life and\nyou know it! And if you did you would cheerfully turn him in if you\ncould make a profit on the deal. The entire essence of your life is\nindividualism--that and the excitement of doing what others can't do.\nWell that's over now, and you better start admitting it to yourself.\nYou can no longer be the interplanet playboy you used to be--but you\n_can_ do a job that will require every bit of your special talents\nand abilities. Have you ever killed a man?\"\n\nHis change of pace caught me off guard, I stumbled out an answer.\n\n\"No ... not that I know of.\"\n\n\"Well you haven't, if that will make you sleep any better at night.\nYou're not a homicidal, I checked that on your record before I came out\nafter you. That is why I know you will join the Corps and get a great\ndeal of pleasure out of going after the _other_ kind of criminal\nwho is sick, not just socially protesting. The man who can kill and\nenjoy it.\"\n\nHe was too convincing, he had all the answers. I had only one more\nargument and I threw it in with the air of a last ditch defense.\n\n\"What about the Corps, if they ever find out you are hiring\nhalf-reformed criminals to do your dirty work we will both be shot at\ndawn.\"\n\nThis time it was his turn to laugh. I could see nothing funny so I\nignored him until he was finished.\n\n\"In the first place my boy, _I_ am the Corps--at least the man\nat the top--and what do you think _my_ name is? Harold Peters\nInskipp, that's what it is!\"\n\n\"Not the Inskipp that--\"\n\n\"The same. Inskipp the Uncatchable. The man who looted the Pharsydion\nII in mid-flight and pulled all those others deals I'm sure you read\nabout in your misspent youth. I was recruited just the way you were.\"\n\nHe had me on the ropes. He must have seen my rolling eyes, so he moved\nin for the kill.\n\n\"And who do you think the rest of our agents are? I don't mean the\nbright-eyed grads of our technical schools, like the ones on my squad\ndownstairs, I mean the full agents. The men who plan the operations, do\nthe preliminary fieldwork and see that everything comes off smoothly.\nThey're crooks. All crooks. The better they were on their own, the\nbetter a job they do for the Corps. It's a great, big, brawling\nuniverse and you would be surprised at some of the problems that come\nup. The only men we can recruit to do the job are the ones who have\nalready succeeded at it.\n\n\"Are you on?\"\n\nIt had happened too fast and I hadn't had time to think, I would\nprobably go on arguing for an hour. But way down in the back of my mind\nthe decision had been made. I was going to do it, I couldn't say no.\n\nThere was the beginning of a warm glow, too. The human race is\ngregarious, I knew that even though I had been denying it for years.\n\nI was going to keep on doing the loneliest job in the universe--only I\nwasn't going to be doing it alone.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Harrison, Harry",
            "Harrison, Henry Maxwell",
            "Dempsey, Henry Maxwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70034/pg70034.txt",
        "name": "the_stainless_steel_rat.json"
    }
}