{
    "name": "The cottage",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "To Will Durkin it seemed to be the realization of a long-cherished\ndream--this return from town over a rutted dirt road, equipped and\nready for a cruel duel with another man's offspring. He raised his left\nhand as he drove, staring at his bony knuckles, and then slashing at\nthe empty air with a whiplash ferocity of purpose.\n\nPerhaps there had been a hard core of cruelty in Durkin at birth.\nPerhaps he had knotted up his fists, and cried out in resentment on\nfirst seeing the sunlight, eager to hurt and punish.\n\nIt was difficult to say, difficult to be sure. But certainly the stony\nsoil which had nourished his childhood had helped to make him what he\nwas--a gaunt, restless-eyed man so consumed by animosity he could find\nno pleasure in merriment of any kind.\n\nIn town he had stalked with fierce impatience from the general store to\nthe post office, and then back down Cedar Street to his car, clutching\nhis purchase with the greediness of a carrion crow eager to take\nflight. Now, beneath the leaden sky, in his asthmatic wreck of an\nautomobile, he pictured himself as too shrewd and quick-witted to allow\na woman's simpering stupidity to weaken his attachment to the land.\n\nA dust storm could stir a man to anger, and rob him of a night's sleep.\nIt could demolish his chicken cots, and embitter him in other ways. But\nit could also protect him by keeping him hard.\n\nSo certain was he of that hardness that the gathering clouds, the dust\nflurries, and the whistling wind gave him no concern. They seemed to\nbe setting a seal on his purpose, and he was sure that if trouble\ndescended from the sky he would know how to cope with it.\n\nUnfortunately Durkin had no way of knowing that the desert was soon\nto blossom in ways that were strange. He heard the dull, occasional\nrumbling, and saw the sky light up far to the east. But his thoughts\nwere on other things. If he had been told that the desert was being\nused by the Government as an atomic proving ground he would have\ndismissed the matter with a shrug.\n\nMalice narrows curiosity. In the back seat of the creaking car a small,\nwhite cottage caught and held the leaden sky glow, its tiny windows\ngleaming like uncut jewels.\n\nA man of wide and kindly sympathies would have taken delight in the\ncottage, for though it was a cheap toy it had been built with great\nrespect for the critical eye of childhood. It had eight rooms, a porch\ntrellis, and a little golden weathercock on its roof.\n\nDurkin smiled spitefully, remembering with grim pleasure the child\ntraining article in the popular science magazine which had sent him\ninto town in search of an inexpensive doll house.\n\nThe article had contained a great deal of meat, and its impact upon his\nmind had been remarkably direct. Give a kid a doll house with a mother\nand father doll inside, and you could find out exactly what he thought\nof his parents. He'd move the dolls around, and work out his private\ngrudges on them. He'd pretend the dolls were his real parents, and act\nout what the article had called the family drama.\n\n_Yeah_, why not? A man had a right to know what his own kids thought of\nhim, hadn't he? Especially if they were stepkids, and owed everything\nto him. Apart from the fact that the article had been against punishing\nchildren the way he'd been punished as a kid--and what better way was\nthere?--its ideas were good.\n\nThe article had contained a lot of fancy phrases like \"harmful\nemotional repression,\" and \"healthful release of guilt feelings.\" But\ngiving a grudge a fancy name didn't change it one bit. If the kids\nhe'd fed and clothed hated him his hand would come down heavy on them.\nYes, by heaven. Each whack would ring out like a pistol shot.\n\nIt was high noon when Durkin came in sight of the farmhouse, and saw\nthe children playing in the yard, and his wife standing in the kitchen\ndoor. Her stringy black hair annoyed him far out of proportion to its\nimportance, and he was further incensed by the realization that she was\nstaring up the road as if she had another complaint to make, and could\nhardly wait for him to come within earshot.\n\nHe drove into the yard muttering unpleasantly to himself. Abruptly\nhis stepson Robert--a tall, freckled-faced youngster of nine--stopped\nplaying. Seven-year-old Emily, thoughtful-eyed and less assertive,\nremained seated, but Durkin could see that there was a defiant\nsomething struggling in her head.\n\nThe ritual of mistrust they'd worked out against him never varied.\nAs he descended from the car he became aware of a hostile silence\nhemming him in, making him feel like a stranger. Even their expressions\nbetrayed them. The instant fear came into Robert's eyes Emily too\nbecame fearful, clutching the doll she was holding more tightly to her\nbreast.\n\nFlushed and resentful, Durkin stood waiting for his wife to advance\ntoward him across the yard. She had been beautiful once, but she now\nonly reminded him of a nag set out to pasture after years of usefulness\nabout the farm. She was as handy about the farm as she was about a\nstove, but that didn't mean he had to be grateful to her.\n\nHe'd taken her in and married her, hadn't he? A woman of forty with\ntwo kids, a complaining woman who was always trying to meddle in his\naffairs.\n\n\"You're back early, Will!\" Helen Durkin said.\n\n\"Yeah,\" he grunted, eyeing her bitterly.\n\n\"Did you buy the fertilizer, and the barbed wire?\"\n\nHe shook his head, his lips writhing back from his teeth in cruel\nderision.\n\n\"I bought something better,\" he said. His voice was harsh, edged with\nmockery. \"A present for the kids.\"\n\n\n\nDurkin reached into the car as he spoke, and hauled out the doll house.\nHe set it down on the stony soil directly in front of him, and folded\nhis arms, his eyes darting toward his stepson in surly challenge.\n\n\"Come here, Robbie!\" he called out. \"Look what I've got for you!\"\n\nRobert scrambled to his feet with a startled gasp, and Emily turned to\nlook at her mother in bewilderment, Durkin glanced triumphantly at his\nwife, stepped back, and waited for the children to approach.\n\nRobert came forward slowly, stark incredulity in his stare. His sister\nfollowed at a less cautious pace, her fear swallowed up by the miracle\nthat had taken place before her very eyes.\n\nRobert spoke first. \"Golly, it's a little house.\"\n\n\"A doll house!\" Emily elaborated, falling to her knees, and staring in\nthrough the diamond-bright windows at a sight that made her catch her\nbreath.\n\nIn a room on the ground floor four dolls sat at a circular table.\nBefore each was a knife and fork, a tiny plate and a double serving of\nwax vegetables. The husband doll wore a stiff, ill-fitting store suit,\nthe wife a checkered gingham dress, and the two children blue denim\noveralls.\n\nThe parents were wooden dolls, but Durkin had been forced to purchase\nthe children separately, and insert them in the house. The children\nwere made of some new-fangled plastic material which Durkin intensely\ndisliked. But very lifelike dolls they were, and just the right size\nto lend wings to the illusion of a happy family about to break bread\ntogether.\n\n\"That's me!\" Emily cried excitedly.\n\nShe raised a window, reached inside, and lifted \"herself\" out. The doll\nhad dark hair and brown eyes, and Emily was an ash blond. But childhood\nis not a time for carping, and it has been well established that a\ncompletely unspoiled imagination can be sent soaring by a fancied\nresemblance in the twinkling of an eye.\n\n\"That's me, isn't it, Mommy?\" Emily insisted. \"Isn't it?\"\n\nShe displayed the doll proudly to her mother, her eyes shining with\nunshakable conviction.\n\n\"Yes, dear--of course.\" Helen Durkin glanced sharply at her husband as\nshe spoke. The look in his eyes frightened her. There was satisfaction\nin his stare, but it was a cold, derisive kind of satisfaction with no\nwarmth or sympathy radiating out from it.\n\nHe was watching Emily as he might have watched a humming bird hovering\nover a cannibal plant, one of those horrible fly-trap things that grew\nin tropical jungles. What chance would the humming bird have against\nthe sudden, cruel closing of the plant's spiked petals, its animal-like\nferocity of purpose?\n\nAn overpowering surge of terror swept over Durkin's wife, tightening\nthe muscles of her throat. _Will, don't_--she wanted to scream. _Don't\npunish the children because you hate me. Or because you hate yourself.\nDon't, Will, please_--\n\nRobert failed to notice the trembling of his mother's hands, failed\neven to observe that his stepfather had not budged an inch from his\nattitude of sharp-eyed observation.\n\nFor a moment the adult world was blotted out for Robert--blotted out\ncompletely. He knelt and stared through the cottage window as his\nsister had done, resting his hand on the arching trellis.\n\nIt was not a doll house to Robert. He took far too much pride in his\nbudding masculinity to admit for an instant that he could be interested\nin a doll house. No--it was a cottage, small, white and very beautiful.\nHe pictured himself as having a wife and children of his own and coming\nhome every night to just such a cottage.\n\n\"You look tired,\" his wife would say. \"You'd better rest a bit--then\nwe'll have dinner.\" He could picture himself going into the bathroom\nand turning on the hot water. Later he'd open the windows wide to the\nnight air. He'd hear crickets chirping as the children clustered about\nhim.\n\nBut so complex and subtle are childhood identifications that he\ncould also think of himself as still a boy, living with his sister\nin a cottage just as small, white and beautiful, but set adrift on a\npirate-perilous sea remote from his stepfather's mockery.\n\nWith a swift, defiant gesture Robert reached in through the window, and\ngrasped the crude doll replica of himself. He lifted it out, jarring\nthe parent dolls slightly.\n\n\"Excuse me, Mom,\" he said.\n\nTo the replica of his stepfather he offered no apology.\n\nDurkin's lips whitened, and for the barest instant a defeated look\ntouched his gaunt face. From thought to attitude he had the whip hand\nover his stepchildren. Yet even when his power could not be questioned\nhe found himself a shunned and forgotten man.\n\nFury turned the living flesh and bone of his face into a stone mask\nwith features so sharp that his wife recoiled as if feeling the cruel\nrasp and bite of them against her cheeks.\n\nCursing softly, Durkin swung about and went striding toward the kitchen\ndoor without a backward glance.\n\nAll through dinner he was silent, completely ignoring his wife, and\nraising his eyes only to stare out the kitchen window at the bare\nyellow earth he could at least bend to his will. Even when the children\nexcused themselves, and ran out into the yard again he remained\nsullenly uncommunicative.\n\nIn an attempt to make conversation Helen Durkin said: \"Will, it came\nover the radio right after you left. They're making some more of those\natomic weapon tests. Remember the last time--how the explosion shook\nthe house?\"\n\n\"So that's where the flash came from!\" Durkin muttered. \"I saw it when\nI stopped at the gas station to get my battery checked. I figured it\nwas just heat lightning.\"\n\n\"Robbie saw it too,\" Robert's mother said. \"It means a lot to a boy\nto know he's living in an age like this. In some ways Robbie is a man\nalready, Will. A boy born a hundred years ago had to remain a child\nevery waking hour. But not Robbie. Robbie was born into a different\nkind of world.\"\n\nHer eyes flashed with stubborn pride. \"Robbie has real strength inside\nof him, Will. He'll make a mark for himself in the world. He'll grow up\nknowing what atomic energy means. He won't age and dry up before his\ntime. You ought to be proud of him, Will.\"\n\nAbruptly Durkin pushed back his chair and stood up, his eyes grown\nsharp again from watching the children playing in the yard. He had\navoided looking at his wife, but now he permitted his gaze to linger\nfor an instant on her pinched and sallow features, in a scrutiny so\nmocking it made her almost physically ill.\n\n_Your brats hate me_, his eyes mocked. _One of these days I'll catch\nthem off guard and give them a lesson in discipline they won't forget\nin a hurry._\n\nShe knew what he was waiting for. He was hoping they'd stop playing\njust long enough to cast a look toward the kitchen door filled with\nunmistakable hate. He was hoping to emerge beneath the darkening sky,\nand see Emily turn away her head, remembering the loving father she\nhad lost, and the harsh, unbending man who had come to take his place.\n\nShe knew that he was waiting only for that. He was the kind of man who\nhad to have an excuse to justify his every act of cruelty. Some oddity\nin his makeup made self-justification as necessary to him as breathing.\n\nWith a chill foreboding she watched him turn, and go striding out into\nthe yard.\n\nThe children had been kneeling on opposite sides of the doll house, but\nthey got up the instant they saw their stepfather approaching. Robert\nlooked guilty, and his sister's face mirrored his guilt.\n\n\"You ate your lunch mighty fast,\" Durkin said. \"What's going on here?\"\n\n\"Nothing,\" Robert said.\n\n\"What kind of answer is that?\" Durkin demanded, his face turning ugly.\n\n\"We were just playing house,\" Emily said, quickly.\n\n\"Then why did you get up so fast when you saw me?\" Durkin asked. \"Is\nthere something in that house you don't want me to see?\"\n\nRobert shook his head, his eyes on the ground.\n\n\"Speak up! I asked you a question.\"\n\n\"We were just pretending,\" Robert said.\n\nFor an instant the man and the two children stood with the doll house\nbetween them. They were each aware that they had started a game that\nmust be played out now to the bitter end, no matter how frightening it\nbecame.\n\n\"We'll soon know!\" Durkin said.\n\nDurkin bent swiftly, and without glancing at the children, picked up\nthe house, and raised it until the ground floor windows were on a level\nwith his eyes.\n\nHe stared in.\n\nChildren do not self-consciously engage in gruesome pranks--even when\nthey hate. Emotional impulses which later in life are filtered through\nreason and become social attitudes remain in children appallingly\ndirect.\n\nChildren are thus exposed to adult censure for acts which they would\nnever dream of performing in a frame of reference removed from the\nplayground and tied in with their socially-consolidated attitudes of\nrespect toward home, school, and parents.\n\nChildren chalk up sidewalks, ring doorbells and throw stones at windows\nand are almost instantly sorry. But Durkin knew nothing of that. He\nonly saw himself sitting on a red-hot stove, his long legs drawn up\ngrasshopper fashion on both sides of his lank body.\n\nWhat was even more shocking, he saw himself as a fiend incarnate. The\nchildren had done an astonishingly ingenious job of making a devil out\nof him by painting him in the darkest colors imaginable.\n\nIn fact, they had painted him black. The ill-fitting store suit had\nbeen removed, and with the aid of Emily's water-color set, and Robert's\nclay modeling set he had been made to resemble a demon being roasted\nover a spit.\n\nUtterly fiendish was his charcoal-dark aspect of face and limb. Horns\nsprouted from his temples, and a long, forked tail, ash-gray in hue,\ncoiled down over the stove like some evil brand snatched from the\nburning.\n\nThere were tiny gleaming coals in the stove fashioned of red isinglass.\nThe stove had gone with the house, but by the matchless artistry of\nchildhood something new had been added, and as Durkin stared all of the\ncolor drained from his face.\n\nHe was sitting directly over the coals, exposed to the cruelly searing\nblast in every part of his anatomy. For an instant the illusion of\nsearing heat was so real that he responded psychosomatically. His\nnostrils dilated with the odor of burning flesh, and his nerve-roots\nshrieked as if irradiated by intolerable pain.\n\nThen reality came sweeping back. Instead of an imaginary projection of\nhimself he saw only a ridiculous wooden doll sprawled akimbo on a toy\nstove.\n\nShaking with rage, Durkin set the house down, swung about, and gripped\nhis stepson savagely by the wrist.\n\n\"Just pretending, were you?\" he muttered. \"Just waiting for me to come\nout here, and pat you on the back.\"\n\nRobert tried to break free. Sick with fear, he tugged and twisted, but\nDurkin had stronger fingers than a demon, and a deeper understanding of\nhow a frightened boy could make a fool of a man by using his smallness\nas a cloak.\n\n\"You too, Emily,\" Durkin said. \"Come here. I want to have a long,\nfatherly talk with you.\"\n\nEmily turned and cast a frantic glance of appeal toward the kitchen\ndoor. When her mother did not appear she started backing away from her\nstepfather across the yard.\n\nWithout releasing her brother, Durkin circled around in back of her.\n\"Not so fast, brat!\" he warned. \"You and Robbie play house in a mighty\ninteresting way. Suppose you tell me more about it.\"\n\n\"Let me go!\" Robert pleaded. \"We just took one of the dolls and made a\nHalloween coal man out of him.\"\n\n\"A coal man, eh?\" Durkin sneered. \"That's sure odd. You must have\nforgotten it's not Halloween?\"\n\n\"It doesn't have to be Halloween!\" Robert protested.\n\n\"Doesn't it? I suppose not. You could turn on your own father just as\nwell on Thanksgiving day. That's how grateful you are.\"\n\nEmily spoke up defiantly then. \"You're not Robbie's father,\" she said.\n\"You never could be.\"\n\n\"I tried my best to be a good father to Robbie,\" Durkin said, lowering\nhis voice in mock humility. \"You can't claim I didn't try. But there\ncomes a time when discipline's needed. No punishment's severe enough\nfor a boy who'd like to see his own father roasted like a chestnut in a\nred-hot fire.\"\n\nA sudden, terrible anger flared in his eyes. \"No punishment's bad\nenough. But a strong birch switch laid on heavy may do some good.\"\n\nHe stared at Emily, his neck arched in chicken-hawk fashion. \"I can't\npunish you the way I'm going to punish Robbie,\" he said. \"You're too\nyoung--just a baby. But when a baby does wrong you've got to be stern.\nThat's kindness.\"\n\nDurkin bent abruptly, gripped his stepdaughter by the elbow, and lifted\nher to her feet. \"A few hours without your supper in the dark--\"\n\n\"Mommy!\" Emily shrieked. \"Mommy, _Mommy_!\"\n\nThe kitchen door flew open, and Helen Durkin came running out of the\nhouse, her eyes wide with fright. She went up to her husband, and\nstarted tugging at his wrists.\n\n\"Let them go!\" she cried. \"Robbie hasn't done anything. I was watching\nevery minute.\"\n\n\"He hasn't, eh?\" Durkin glared at her. \"He'd like to see me hanging\nfrom a rafter. Give him a piece of rope, and he'd hang me in effigy.\"\n\n\"He wouldn't. Why do you say a thing like that? You must be out of your\nmind, Will Durkin!\"\n\n\"He would, I tell you. He's already done something just as bad. He's\ngot to learn respect, and I'm going to give him the thrashing of his\nlife.\"\n\n\"Will Durkin, you let them go. Do you hear? You've no right--\"\n\nSurprisingly Durkin complied. He released both children, and turned his\nfull fury on his wife.\n\n\"I'm going upstairs and get a birch switch,\" he said. \"You'd better see\nthat Robbie stays right here in the yard. I'll hold you responsible. If\nhe isn't here when I come back you can pack your things and get out. No\nright to punish my own son. We'll see--\"\n\nHis eyes narrowed in relentless hate, Durkin swung about and went\nstriding toward the house. Despite his rage he experienced a fierce,\nsecret gratification in knowing he'd had the foresight to cut and trim\na stout birch switch well in advance.\n\nPerhaps it was intended by something in the mysterious, hidden texture\nof nature itself that Will Durkin should reach the house before the\nfirst blast came. Perhaps fury kindled and unleashed by a puny man in\na moment of cataclysmic upheaval had an energy pattern of its own,\ncapable of blending with that greater violence, and carrying its victim\nto disaster, precisely as a tiny squirming creature of the sea might be\nlifted up and carried on the back of a terrified tortoise.\n\nBe that as it may, Durkin was well inside the house, crossing the\nkitchen to the living room when light flashed all about him, and a\nchill wind brushed the nape of his neck. His lips tightened, but for an\ninstant he continued on, as if refusing to believe that a mere rumbling\nand quaking could prevent him from climbing a narrow flight of stairs,\nand returning to the yard with a cruel instrument of retribution in his\nclasp.\n\nThen, abruptly, panic overcame him. Shock after shock shook the house,\njarring up through him, threatening to pitch him off his feet. But even\nas he swung about in wild terror he could not quite relinquish what he\nhad set out to do. One part of his mind remained filled with choking\nrage, and his hands were busy at his waist, unbuckling his cowhide belt\nand ripping it free. At least he'd give his stepson a hiding--\n\nSuddenly through the kitchen door he caught a brief glimpse of the\nchildren, standing in the yard. They were clinging to their mother, but\nthey were as yet untouched by the violence which was raging all about\nthem.\n\nDurkin's jaw fell open. The violence increased with appalling\nsuddenness, breaking every window in the house, filling the kitchen\nwith blowing dust.\n\nWith a deafening roar the house vanished, carrying Durkin with it. The\nchildren cried out in bewilderment and fright, and pressed closer to\ntheir mother.\n\nIn every upheaval, no matter how violent, there may well be pockets of\nerratically channeled calm, regions of security which remain untouched\nby the turbulence surrounding them. Helen Durkin clung resolutely to\nan assurance which nothing could shake, and with her conviction that\nthe children would not be harmed went a warm gratefulness that they had\nturned to her for comfort and protection.\n\nShe stood staring straight ahead, refusing to be dismayed, hearing only\na dreadful humming sound which gradually died away.\n\nWhere the house had stood there spread only a smooth expanse of yellow\nsand.\n\nThe whirling was like nothing Durkin had ever known before. It\nconstricted his chest, blurred his vision, and drove the blood in\ntorrents from his heart. There was no stopping it, and as it grew\nsteadily more intolerable he tore at his collar, swayed, and went down\non his hands and knees.\n\nAround and around the cottage whirled, now rising and tilting, and\nthen descending with a terrible, jerky abruptness. Twice he tried\nto rise, but fell back helpless, powerless to save himself from the\nspineless inertia that sent him spinning to and fro like some ill-made,\nrain-sodden scarecrow dragged in disgust from a corn-field, and tossed\ninto a butter-churning machine.\n\nIn one respect only was Durkin fortunate. His torment, though great and\nalmost unendurable, was not absolutely continuous. There were moments\nwhen the cottage seemed to hover motionless in mid-air, or to drift\nlazily in a single direction with a buoyancy as light as thistledown.\n\nGradually these moments became more frequent, calming Durkin like\na soothing palm pressed with compassion to his brow. More and more\nfrequent until the merciless buffetings and swift, sickening descents\nceased completely, and a light that was bright, clear and steady\nstreamed in through the kitchen window, and somewhere off in the\ndistance a snowy-crested bird burst into song.\n\nThere were flowers outside the window, scarlet and aquamarine faintly\nflecked with gold. Tall-stemmed and wide-petalled they were, almost\nscreening the view, and if at that moment Durkin had been on his feet\nstaring out he might well have failed to see the huge, joyously romping\nlad.\n\nBut Durkin was still lying prone, and the lad's curiosity had not as\nyet been acutely aroused.\n\nThe lad came swinging boisterously down a country lane, his lips puffed\nout in a childish pout, his chubby hands thrust deeply into the green\nand vermillion trousers of his play suit.\n\nHe did not love his foster father, and he had run away in a sudden\nburst of independence and was temporarily free to roam. Oh, it was good\nto be free to laugh and romp in the sunlight, and to build mud castles\nout of the gleaming red walls of _Snerkle_ nests.\n\nHe came swinging around a curve in the lane and stopped abruptly,\nstaring straight before him in utter disbelief.\n\nFor a moment he stood as if turned to stone, his eyes saucer-wide in\nthe slanting sun glow. Then he was running forward with a cry of boyish\neagerness.\n\nThe little cottage stood in a glimmer of sunlight and shadow cast by\nweaving boughs. All about it stretched a smooth blue lawn, starred with\nlong-stemmed wind-flowers as tall as the house itself.\n\nHe clapped his hands in pure delight. True, he had a village of his own\nto play with, an entire toy village bright with weaving communication\nbeams. But all the dolls were child dolls and the village no longer\npleased him.\n\nHe pouted and became angry again when he thought about it. His foster\nfather did not want him to play with grown-up dolls. His foster father\nwas an old meanie, and he didn't want him to have any fun.\n\nHe was hovering directly over the house now, straddling it. He reached\ndown with a chuckle of delight, and poked at the little red chimney\nwith a stubby forefinger, beaming in simple pleasure as four tiny\nbricks tumbled out on the roof.\n\nThen he bent over and stared with a puzzled frown at the smashed\nwindows.\n\nA moment later he was squatting before the house peeking in. Slowly as\nhe stared all of the good-natured anticipation went out of his face.\n\nExaltation of a different kind came into his features, a fiendish kind\nof exaltation common enough in childhood, but often disturbing to\nadults.\n\nIt was shockingly disturbing to Durkin. Roused suddenly to\nconsciousness in the middle of the kitchen floor he saw the great\nmalicious child face staring in at him, and struggled frantically to\nrise, his eyes wild with terror.\n\nThere were other things Durkin did not understand, about energy, about\ntime, about other worlds of life and purpose lying parallel to ours in\nundreamed of dimensions of space.\n\nHe did know that a single farmhouse in the path of a tornado could be\nuprooted and carried for miles through the sky. He knew that a fence\ncould be leveled, a tree torn down and the rest of the countryside\nremain unscathed, even to the last sun-gilded haystack.\n\nIt was easy to understand how such things might be. But nothing had\nprepared Durkin's mind for the disturbing and frightening parallel\nwhich a scientist might have drawn from a hurricane's erratic course.\nHe had no way of knowing that matter on the fringe of an atomic blast\ncould be agitated abnormally, and pass into another dimension piecemeal.\n\nHe had no way of knowing that the desert at the edge of an\natomic proving ground might decide suddenly to blossom like some\nmulti-dimensional rose.\n\nHe had no way of knowing that _size_ is a relative thing, varying with\nevery matter dissolving energy shift in the physical universe, and that\na house could be huge in one dimension, his own, and tiny in another,\nand might even indeed take on the aspect of a house built solely to\ndelight the eye of childhood.\n\nHe had no way of knowing, for he had not heard the great eternal voices\ndiscussing it. The reddening of the rose meant nothing to him, the\nstars in their wheeling courses, the speculations of men like gods.\n\nAll time, all space is relative, Einstein had said. There is only one\nequation for energy, matter, light, fire, air--\n\nAnd who knows how closely other dimensions may parallel ours?\n\nDurkin had no way of knowing until the great dimpled hand reached in\nthrough the window and picked him up. Then, and only then, in one\nblinding flash of intuition, he guessed the truth.\n\nToo late. The blade of grass was like a tendril rope, and it went\nso swiftly about Durkin's throat he had no time to leap back. As he\nscreamed and struggled a huge wet palm smothered his mouth, rumpled his\nhair, and squeezed the breath from his lungs. His struggles were of no\navail.\n\nEmotional impulses which later in life are filtered through reason and\nharden into social attitudes remain in children appallingly fluid and\ndirect. A child identifies itself with its toys and it is very easy for\na child to see a living, breathing adult human being in a doll which is\nin reality quite unlike the object of its love--or hate.\n\nKneeling beside the house, a child Durkin knew nothing about thought\nit all out for the barest instant, its body oddly bent. Then it leaned\nforward, and hung its hated foster father very carefully to a ceiling\nrafter in the precise middle of the house.\n\nEver so slowly the child arose, and the snowy-crested bird burst into\nsong again, somewhere off in the distance. But Durkin knew nothing of\nthat.",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74074/pg74074.txt",
        "name": "the_cottage.json"
    }
}