{
    "name": "The Geisha Memory",
    "author": [
        "Marks, Winston Kinney",
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "Peter Duncan lay strapped, drugged and supine on one of the eighty\nnarrow bucket-couches on the passenger deck and was miserably,\ncontinuously sick. It was not a nice steady nausea that a man could\nadjust to. Nor even a rhythmic vertigo like one suffered from an\nocean liner wallowing in ground swells. It was a shifting, sliding\ninstability in three dimensions, as the Mars-bound vessel responded to\nautomatic radar controls.\n\nThe concept of interplanetary space being empty was long since\nan exploded myth Duncan was reminded as the space ship veered,\naccelerated, decelerated and corrected course to avoid collision with\nmeteorites approaching from thousands of miles away.\n\nThat seventy-nine other passengers and the whole crew were suffering\nas much as he, was little comfort. They, at least, had a substantial\nreason for being here. Aside from the money, in which Duncan, too,\nshared, these others were vital players in an enormous game, supplying\nenergy-starved earth with fissionable materials from the inexhaustible\nmines of Mars.\n\nThe single ship was the only link between the two planets, and it\nrepresented earth's greatest extravagance in history. The passengers,\nreplacements for eighty mine workers who had served their four years\nand 100 days contract time, provided the essential manpower. For\nthem it was important work and brought them not only the $100,000\ncontract fee, but also membership in the highly honored and exclusive\nfellowship of the Mars Society. Back on earth they were assured a\nlife-long position of fame and wealth. To facilitate the recruiting of\nfuture crews, public relations man, Peter Duncan, was to see to it that\nromance and glamour surrounded the Mars Society with honor bright and a\nyard wide.\n\nAnd it wasn't easy. The rigors of the round trip, alone, were no\nsecret on earth. After thirty years operation, most visions of romance\nin space flight had been dissipated by the grim details of the\nstomach-wrenching journey.\n\nDuncan was new to the job. And too young for the job, he had thought.\nBut now the joker was apparent. Senior publicity men in the employ of\nGeneral Fission enjoyed the high pay and conventional public relations\nwork with their feet comfortably secure on earth. But G.F. needed a\n25-year-old for this assignment that broke all precedents. Experience\ncame only with age. And age was the disqualifier for space ship travel.\nIt was not his Phi Beta Kappa key his employers admired, but his\nyouthful circulatory system, his sturdy, compact skeletal structure and\nabove all his emotional stability quotient.\n\nAnd the world-shaking assignment for this proud package of manhood was\nto track down the meaning and implications of a song. A song that had\nseeped out of the bistros and night clubs of earth, a song that could\nhave no other origin than returned space miners. There were endless\nverses to it, but the last lines were always similar. Several stanzas\nran through Duncan's brain to the tune of the ancient patriotic ballad,\n_America The Beautiful_.\n\n    Farewell to Mars\n    And frigid stars\n    That light the rusty sands!\n    My one regret:\n    I'll not forget\n    Those ever-loving hands.\n\n    My stint is done,\n    My fortune's won.\n    Break out the earthling bands!\n    I'm glad to go,\n    But yet I know\n    I'll miss those loving hands.\n\n    To breathe again\n    Like other men\n    And aereate my glands--\n    For this, farewell\n    To all that's hell--\n    Except those loving hands.\n\n\n\n\"We want to know,\" Duncan had been told, \"what the devil is going on\nout there!\"\n\n\"Why not cross-examine the returned miners?\" Duncan had asked.\nThe answer was simple. They wouldn't talk. There appeared to be a\nconspiracy to keep secret the significance of the song's suggestive\nlast lines.\n\nNever had a taint of immorality touched the Mars operation. When the\nfirst party of young women were included in the crew ten years ago,\neyebrows had been raised. But subsequent returnees had given no cause\nfor the slightest whisper of impropriety.\n\nThey couldn't afford to.\n\nThe rules were hard and uncompromising. On Mars, no female member of\nthe company was allowed to associate with any male except in working\nhours and within the strictest limitations of her official duty.\nTwenty women and one hundred forty men lived in complete segregation.\nViolation of this rule imposed a $10,000 fine on each of the violators.\n\nWhen Duncan had asked the obvious question he learned the fantastic\ntruth: In spite of General Fission's world-wide recruiting campaign,\nthey couldn't fill their quota of 80 men for the half shift change\nevery other year. After the physical examinations reduced the thousands\nof applicants to a few hundred, the emotional tests took their toll. Of\nthe remainder, 10 berths always remained open--the housekeeping, supply\nand medical care jobs went begging. Women were the only answer.\n\nIt was not difficult to recruit suitable female candidates for the\n20 berths. The complications came with the problem of a mixed crew\nin isolation for over four years. Marriages would be inevitable if\nallowed. But in Mars' reduced atmospheric pressure pregnancy would be\nfatal to mother and child. Hence, the segregation rule.\n\nUntil the song reached Earth, all had gone well. Young people\nselected for their emotional stability seemed able to withstand the\nterrible loneliness. But now--the song. And the whisperings that were\nthreatening to disrupt the whole recruiting campaign. These young\npeople were subject to the influences of their parents, churches and\nsweethearts. Even this tenuous wisp of smoke might indicate fire. And\nif the verses of the song became one shade more ribald, G.F. would\nwhistle for qualified applicants. A wide open scandal could wreck the\nwhole enlistment program.\n\nBack on earth the problem had presented Duncan with a provocative\nchallenge. Now, 20 days out, with 42 days travel ahead, his thoughts\nwere wrapping into a tight spiral of resentment. His imagination had\nrun the gamut of every possible situation he might find, each more\nlurid and revolting than the last. He cursed man's lustful nature that\nmade this whole mission necessary, and in particular he blamed the Mars\ncolony for the physical discomfort he was being forced to endure. What\nkind of medal might they award him for spying on a herd of billy-goats\nand weak-willed nannies?\n\nA buzzer vibrated under his arm. It was his turn for exercise. Wearily\nhe unfastened the webbing that strapped him to the g-couch and hauled\nhis way forward to the tiny physical therapy chamber. They were in\nso-called free flight, but the lurches required that he hold fast to\nthe padded rail and move hand-over-hand.\n\nThere would be the tension exercises, then a \"shower\" with a damp\ntowel. Then meal time. He made a face at the thought. So far he had\nbeen able to eat fewer than a dozen meals orally. His arms already\nwere becoming freckled with scars from the intravenous feedings and\nanti-vertigo injections.\n\n\n\nTo his considerable surprise he was able to step through the air-lock\nand descend the steep, cleated ramp to the surface of Mars under his\nown power. The setting sun was a tiny, hot eye burning across the\nreddish orange plains. A light breeze refreshed his face after the rank\nhumidity of the space ship. But the mask through which he breathed and\nthe oxygen bottle on his back reminded him it was an unfriendly wind,\nthe movement of a thin ocean of nitrogen in which a man could drown\nwithin minutes. He sucked gratefully at the low-pressure oxygen, and in\nsilence shuffled after their guide.\n\nGravity was only a third of earth's. After weeks of free-fall and the\nlast hours of heavy deceleration, the replacements stumbled drunkenly\nseeking their land legs. A half mile from the ship the lights of\nthe mine and lesser glow from the settlement alongside guided their\ncourse. As they neared the village he could make out a sprawl of\nsquat, box-like buildings of a dull, silvery finish. They were the\nthin-walled, magnesium alloy structures in which Duncan would sleep,\neat and spy until the next ship-landing.\n\nBehind him the holds were gasping open and beginning to disgorge the\nmassive supply cargo that must keep 160 souls alive for 780 terrestrial\ndays. Fragile appearing trucks rumbled out and passed the group. A pair\nof spindly cranes that could barely have supported their own weight on\nearth, jounced behind tiny jeep-like tow-cars.\n\nNow the sun was below distant low hills. Duncan noted the suddenness\nof the sunset, and as he looked, Phobos, the nearer moon rose out of\nthe west, a huge crescent like the stage moons on earth. Only 3700\nmiles from Mars' surface, it would race overhead in the space of\nminutes. Even in the dark, its progress could be followed by the disk\nof blackness against the stars. Now the crescent lay horizontal and\nnarrow, but even as he watched, the sliver fattened and separated\nitself from the low mountain range.\n\nThe new group was waved into the largest building, through a double\nentrance of curtains. Inside was air. Everyone was removing his mask.\nEvidently this was the recreation room. A small stage at one end held a\nman and ten women.\n\nWhen they were all seated in the rows of chairs, the man on the rostrum\narose and spoke. \"Fellow PhD's and fatheads, may I welcome you to\nyour new home for the next,\" he looked at his wrist watch, \"781 days,\nsix hours and 18 minutes.\" He was short, blond, powerfully built and\npleasant of face. A rather pale, symmetrical blotch of skin containing\nhis mouth, nose and part of each cheek, was outlined by his heavily\nsunburned complexion. That would be the shadow of his oxygen mask,\nDuncan surmised. \"My name is Lee Bowen, your newly elected spokesman,\"\nhe went on. \"My chief qualification is the biggest mouth and the\nloudest voice on Mars. Before you leave you will have two elections\nin which to vote, but until the next ship comes you'll have to put up\nwith me. And the girls here.\" He waved forward one of the slack-suited\nfemales. Like the others she looked intelligent, but her closely\ncropped brown hair and loose-fitting clothes almost concealed her sex.\nHer face was pretty but seemed pale without make-up. \"Discretion is the\nbetter part of pallor,\" Duncan punned to himself.\n\n\"Dr. Martha Rice is spokesman for the ladies.\" Bowen bowed briefly and\nstepped back.\n\nThe girl smiled and looked them over thoughtfully. \"We have problems\nhere. I would like to emphasize a couple of them. Please don't\ncut yourself, shaving or working. The slightest wound in our low\natmospheric pressure requires a compress bandage. They are nuisances. A\nmodestly deep gash can cost you your life.\"\n\nShe paused and studied them some more. \"And so I hope you are all\ncareful or at least thick-skinned. For another reason, too. Our second\nproblem here is the high price of love.\" The nine girls behind her\nlaughed as she looked back at them, but her face became serious.\n\n\"You were led to believe that a kiss would cost you only $10,000.00.\nWell, you were misled. The price is $20,000, and the market is wide\nopen. Any one of us will accommodate you, but you'll have to pay our\nfine as well as your own.\"\n\nDuncan gasped at her first words, then, as they sank in, he smiled.\nMorale, good. Morals, even better if this wasn't just an act. Applause\nwas enthusiastic, but there were no whistles.\n\nBowen came up again as the girl sat down. \"Remember that, gentlemen.\nYou came up here to earn a tenth of a million dollars. Believe me,\nyou'll earn it. But don't kiss it away. It's only worth five kisses up\nhere, and these girls will put you on report if you lay a finger on\nthem. If they don't, _they_ go on report.\"\n\n\n\nThe first two days were spent unloading supply cargo and stowing\nit. The out-going passengers took care of loading the stockpile of\nconcentrated minerals, so Duncan had no chance to talk with them. On\nthe third morning the ship was launched. The bustle of activity died,\nand Duncan moved into the smooth mining routine like the polished cog\nthat he was.\n\nPersonnel training was done on earth. All were preassigned to their\ntasks, so the old crews had only to point. The mining operations went\non as if no replacements had been made. The men's work was roughly\ndivided into outside and inside work. Duncan's inside specialty was\nfeeding samples to a spectrograph and assisting the nuclear chemist\nin charge of the lab. On alternate days he took his turn in the field\ntending excavating equipment.\n\nSince the mine was located near the equator, this alternation of the\nwhole crew was necessary to reduce exposure to the miniature sun that\nprovided so little useful heat, yet whose ultra-violet pierced the\ncloudless, thin atmosphere with vicious intensity.\n\nNo one went hungry, but as the weeks passed the seeming variety of\nfood rations disappeared. The monotony of dehydrated vegetables and\nmeats palled. But worst was the silence. For ten hours each day almost\nno communication passed among the workers. All breathable oxygen\nhad to be extracted from the oxides of minerals, and the by-product\noxygen from the mining operation was barely enough to supply the total\ndemands of their masks. So even the inside working areas were left to\nMars' unbreathable gases, and masks could be removed only in off-duty\nquarters.\n\nChief occupations in off-hours were games of chess, reading, writing\nand activities that used a minimum of conversation. No one felt like\ntalking much after a full shift of sucking hard at oxygen to keep up\nwith his body's demand. Although the lessened gravity appeared to make\nall physical labor easy, Duncan could never remember such complete\nfatigue at the end of a working day. He ate, worked, played chess and\nslept 10 hours a day.\n\nThe women replacements had disappeared into their compound and\nwere seen no more. He wondered at the type of indoctrination they\nwere getting. Did it include an item concerning the use of _loving\nhands_? Strangely, the men made no reference to the women, and he was\nreluctant to draw attention by broaching the subject.\n\nThe living quarters, mess-hall and recreation spaces were grouped\nintimately, but placed in such a manner that windows and entries\nallowed no casual glimpses of the women from the men's areas. Complete\nsecurity in the matter of segregation appeared to be guaranteed on the\nhonor system alone. All 140 men slept in one long bunk-room, all 20\nwomen in another.\n\nIntelligent men are not easily bored, but Peter Duncan discovered a\ncertain restlessness developing among the new men during the fourth\nmonth. There was a tendency to break off in the middle of a chess game,\nor to speak tersely. Duncan ascribed this to a phase of adjustment,\nbecause the second term crew seemed better tempered.\n\nThen it began to bother _him_. He found himself developing an\nunreasoning impatience. He began using profanity at slight annoyances.\nThe stiff soreness of chest, neck and back muscles became chronic, and\nhe began laying awake listening to his own rapid breathing, begrudging\nevery inhalation of his overworked lungs. The devil with expense! Why\ndidn't they at least pressurize the sleeping quarters so a man could\nget some decent rest?\n\nHe recognized the symptoms of increasing irritability in himself as it\ndistracted him even during his work. But he couldn't put his finger on\nthe cause. It grew worse. During the twelfth month he reached a stage\nof exasperation that almost cost him his life.\n\nHe was tightening a bolt on one of the spindles. The second time his\nwrench slipped off the nut he squared away and threw the spanner at\nthe horizon. Too late he saw his crew-mate, geologist Magnus Porter.\nHorrified he watched the wrench arc three times as far as it would have\non earth, and strike Porter in the face. He went down.\n\nWhen Duncan reached him the scientist's face was gushing blood, and his\nsmashed mask hissed its charge into the sterile air. Fortunately, they\nwere on the camp side of the pits, only two hundred yards from sickbay.\nPorter weighed no more than a blanket roll, and the odds seemed good at\nfirst. But before Duncan had bounded half the distance his lungs pumped\nto the bursting point. His vision dimmed, and his legs faltered. He\ntore off his mask, pressed it to Porter's face, gulped a chest full of\ndead air and screamed for help.\n\n\n\nRed streaks of pain tore through his head, down his neck muscles and\ninto his chest. The slightest breathing movements racked his lungs,\nbut, incredibly, they sucked in rich, sweet oxygen, heavy and dense.\n\nHe knew he must be in a compression tank. The whispering pump and\nmuffled sound of voices outside were evidence enough, although he\ncouldn't open his eyes.\n\nThe mists cleared quickly now, and the voices formed words. He\nrecognized Martha Rice's voice. \"--anoxia. I can't determine how\nsevere. Have to wait and see. He may be all right when he gets over the\nheadache. Then again there may be permanent brain damage.\"\n\nDuncan hurt too much to care. He passed out again. When he regained\nconsciousness he realized the pressure was reduced, for his lungs were\npumping hard again. Then the coffin clanked apart, the sides dropped\nand he was trying to focus on the ring of female faces that surrounded\nhim.\n\n\"Hiya, Mister?\" Martha's face settled down to a recognizable fuzz-ball.\n\nHis head was clear now, but his throat was too tight to consider\nspeaking. He stared back blankly. The physician shook her head,\nmisunderstanding his failure to respond. A nurse rigged an intravenous\nbottle, and they left him to his thoughts. He slept again, restlessly\nthis time. He dreamed of the accident, the wrench floating with\nterrible slowness toward Porter. Abruptly, he was back on earth. His\nmother was rubbing his neck and shoulders. Her hands were soft and\nreassuring. They kneaded down over his pectoral muscles and massaged\nhis whole chest. But how did his mother know his chest hurt. You don't\nhurt your chest playing tennis. But this chest did hurt, and the firm,\nsupple hands brought it warmth and life. His mother understood--\n\nHis eyes flipped open, and he stared into the inverted face of a nurse,\nstubby blonde curls bobbing crazily as her body swayed over him. \"He's\nup,\" she said aloud.\n\nDr. Martha Rice moved into view. \"I'll take over. Save yourself for\ntonight, Muriel. It's getting rougher.\"\n\nThe physician's hands replaced the nurse's, but the gentle, rhythmic\ntouch was the same. Duncan relaxed in an orgy of tactile ecstasy.\n\n\"You are Peter Duncan. Do you understand?\" she asked. He blinked, and\nshe took that for affirmation. \"In fact,\" she continued, \"you are now\nHero Peter Duncan.\"\n\nThis didn't register right. Hero? They must have saved Porter's life,\nbut they didn't realize how it happened. And now she was misconstruing\nhis puzzled expression. \"I am Dr. Martha Rice. Remember me?\"\n\nAll Duncan could think of now was the hands. _Loving hands._ What was\nthe right answer? If he answered wrong the hands would stop. He closed\nhis eyes. _Loving hands._ He remembered his mission.\n\nHow could he have better arranged it? This was ideal. By feigning slow\nrecovery he could--\n\nThe hands stopped. A finger peeled back an eyelid. \"You are awake. Come\nto, mister!\"\n\nDuncan opened the other eye and stared at her and let his lips part.\n\"Thuh!\" he grunted.\n\n\n\nIt was night. Duncan was detached from the intravenous needle and tube,\nand a small compress bandage covered the throbbing vein where his blood\nhad boiled out when the needle was withdrawn. He had decided to reveal\nenough recovery to take oral nourishment.\n\nThe wall chronometer, adjusted to the slightly longer Mars' day, read\n2300, an hour before midnight. He was alone. It should have been quiet,\nbut several times heavy footsteps had passed down the hall near his\ntiny room. The sick bay was attached to the women's quarters.\n\nDistinctly he heard an outside door open and the clump of safety boots\npassed his room. Slipping off the high bed he opened his door and\nlooked into the hall. It was a man. Even in the dim light there was no\nmistaking the broad physique.\n\nDuncan whipped a sheet around his nude body and followed a few yards\nto where the visitor had disappeared through a curtained arch. Before\nthe curtains stopped swaying he saw the outlines of cots within. It was\nthe women's sleeping room! His stomach turned cold.\n\nSo the legend of the song was based on fact. And his trip out here was\njustified after all. And what now, after he had uncovered the mess with\nhis own eyes?\n\nHe approached the curtains uncertainly. A sob from within startled him.\nIt was a man's cry. A girl's voice said something softly reassuring,\nand all was still again.\n\nDuncan lurched through the arch and stood rooted. The denunciation died\nin his throat. Twenty single bunks were spaced around the walls. Each\nwas occupied, but only three girls were asleep. The rest were sitting\non the edge with their feet on the floor. At each girl's feet with his\nback resting against her legs was a member of the male company. The\npale light of Deimos, Mars' second moon, shone through the overhead\npanes to reveal the secret of the loving hands.\n\nDuncan watched seventeen pairs of arms encircling the necks of as many\nmen, hands reaching down under loose jackets to massage aching chests\nand rising to knead gently on tired shoulder muscles. Fingers strayed\ntenderly over masculine foreheads and necks with unmistakable caressing\nmotions.\n\nThe prone figure near him stirred, and a sleepy face looked up at him.\n\"Oh, my gosh, it's Duncan!\" she said. It was Martha Rice. She slipped\nfrom the blankets and drew him over to her bunk. \"Sit down,\" she\ninvited.\n\nStunned, Duncan lowered himself to the edge of the bed. \"No, not there!\nDown, boy! On the deck,\" she pointed. \"The fellows would get the wrong\nidea, patient or no patient.\"\n\nDuncan complied, leaning against her warm legs as the others were\ndoing. She sighed, yawned audibly, and began the massaging routine.\nWith the touch of her hands the confusion left Duncan's tortured mind.\nPropaganda, morality arguments, missions into space and the importance\nof $10,000 fines disappeared. This was real. A woman's heart reaching\nout through her hands to comfort her man. It was physical, but it\ntranscended the physical. It justified the rigid segregation rules even\nas it glorified them and violated them.\n\nThe need of man for woman was too great for any barrier. And no woman\ncould refuse giving of herself when the need was desperate enough.\n\nThree more men came through the curtains.\n\nTwo found girls, but the third stood hesitantly. A girl on the next\nbunk from Duncan and Martha, rubbed her man's head briskly and said\nquietly, \"Good night, mister. Got another customer. See you soon.\" She\nwaved in the new man as the other heaved reluctantly to his feet. \"Good\nnight, honey,\" he said simply and left.\n\nMen stepped over Duncan's legs coming and going, without remark,\nwithout greeting.\n\nAlmost no conversation took place. A whispered good night or a soft\nword of comfort, and then minutes of silence except for the rustle of\ndeep sighing breathing.\n\nThen Martha's hands stopped. She pulled him to his feet and led him\ntoward the arch. Instantly several girls' heads turned toward them.\n\"Want help, Doctor?\" one asked almost sharply.\n\n\"No thanks, Claire. This boy's sick.\"\n\nShe led him back to his room. He turned his back to the bed as though\nto sit down, but instead he moved to her. She slid into his arms as\nthough it were rehearsed, and he crushed her close to him. Through\ntheir light garments he felt her body strain for a brief moment then\ncompletely relax. She peeled away from his lips.\n\n\"Mister, that will cost you just $10,000. You're on report!\"\n\nThe shock of her voice was a cold plunge back to another reality.\nDuncan's hands fell to his sides and he sat down heavily, head bowed.\nMartha lifted his legs, untwined the sheet and tucked in the blankets.\nSuddenly she dropped to him and pressed her face to his. \"You poor\ndevil! You poor, poor, devil!\" Her tears rolled down to his face, and\nshe cried unrestrainedly for more than a minute. Duncan kept his hands\nat his sides, and it was his greatest triumph of self-control.\n\n\n\nHe gave himself two days to affect recovery. On the second morning he\ncalled for Dr. Martha Rice. She came in alone, her darkly handsome face\ninscrutable. \"You are better, I hear. For exactly how long have you\nbeen feeling better?\"\n\nDuncan smiled. \"Long enough to want to get out of here. How is Magnus\nPorter?\"\n\n\"He left an hour ago. He'll wear a bandage for a week, but your mask\nsaved him from anything serious. That was quite a gesture, my boy. As I\nmentioned the other night, you are on report--\"\n\nDuncan winced.\n\n\"--for a citation for heroism beyond the call of duty.\"\n\n\"You're quite a girl, yourself,\" Duncan said. \"Where are my pants? I\nhave some ore to get out before the next ship. We mustn't return short\nof cargo, must we?\"\n\n\"What do you mean, _we_? You have a term and a half to complete,\" she\nsaid.\n\n\"I'm here on a special assignment, and we'll be going out together on\nthe next ship.\"\n\n\"I will, but you--you! What kind of special assignment?\"\n\n\"Some fuddy-duds down sunward had some foolish ideas about reducing\nthe crew out here by some twenty persons. You know, trying to save\nmoney. I'm to report upon your dispensability. I will be pleased to\nreport that the women's contingent is completely and magnificently\nindispensable to General Fission. Which reminds me, will you have\ndinner with me when we get home?\"\n\nMartha was somewhat paler. She leaned against the door. \"And _I_ put\n_you_ on report!\"\n\n\"Answer my question, girl, and hand me my pants.\"\n\n\"Your question? Oh. Yes. Yes, of course, I'll have dinner with you.\nHere are your pants.\"\n\n\"And breakfast and lunch?\"\n\n\"Is this a proposal?\"\n\n\"Proposals on Mars violate our contract. So do propositions, so let's\njust call it a date.\"\n\n\"Date?\" Martha fondled the word that sounded so alien and lovely. She\nsmiled. \"All right, Peter, it's a date.\"",
    "metadata": {
        "author": [
            "Marks, Winston Kinney",
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63687/pg63687.txt",
        "name": "the_geisha_memory.json"
    }
}