{
    "name": "The three sisters [Night watches, Part 6.]",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE THREE SISTERS\n\nThirty years ago on a wet autumn evening the household of Mallett's\nLodge was gathered round the death-bed of Ursula Mallow, the eldest of\nthe three sisters who inhabited it.  The dingy moth-eaten curtains of\nthe old wooden bedstead were drawn apart, the light of a smoking oil-\nlamp falling upon the hopeless countenance of the dying woman as she\nturned her dull eyes upon her sisters.  The room was in silence except\nfor an occasional sob from the youngest sister, Eunice.  Outside the\nrain fell steadily over the steaming marshes.\n\n\"Nothing is to be changed, Tabitha,\" gasped Ursula to the other sister,\nwho bore a striking likeness to her although her expression was harder\nand colder; \"this room is to be locked up and never opened.\"\n\n\"Very well,\" said Tabitha brusquely, \"though I don't see how it can\nmatter to you then.\"\n\n\"It does matter,\" said her sister with startling energy.  \"How do you\nknow, how do I know that I may not sometimes visit it?  I have lived in\nthis house so long I am certain that I shall see it again.  I will come\nback.  Come back to watch over you both and see that no harm befalls\nyou.\"\n\n\"You are talking wildly,\" said Tabitha, by no means moved at her\nsister's solicitude for her welfare.  \"Your mind is wandering; you know\nthat I have no faith in such things.\"\n\nUrsula sighed, and beckoning to Eunice, who was weeping silently at the\nbedside, placed her feeble arms around her neck and kissed her.\n\n\"Do not weep, dear,\" she said feebly.  \"Perhaps it is best so.  A lonely\nwoman's life is scarce worth living.  We have no hopes, no aspirations;\nother women have had happy husbands and children, but we in this\nforgotten place have grown old together.  I go first, but you must soon\nfollow.\"\n\nTabitha, comfortably conscious of only forty years and an iron frame,\nshrugged her shoulders and smiled grimly.\n\n\"I go first,\" repeated Ursula in a new and strange voice as her heavy\neyes slowly closed, \"but I will come for each of you in turn, when your\nlease of life runs out.  At that moment I will be with you to lead your\nsteps whither I now go.\"\n\nAs she spoke the flickering lamp went out suddenly as though\nextinguished by a rapid hand, and the room was left in utter darkness.\nA strange suffocating noise issued from the bed, and when the trembling\nwomen had relighted the lamp, all that was left of Ursula Mallow was\nready for the grave.\n\nThat night the survivors passed together.  The dead woman had been a\nfirm believer in the existence of that shadowy borderland which is said\nto form an unhallowed link between the living and the dead, and even the\nstolid Tabitha, slightly unnerved by the events of the night, was not\nfree from certain apprehensions that she might have been right.\n\nWith the bright morning their fears disappeared.  The sun stole in at\nthe window, and seeing the poor earth-worn face on the pillow so touched\nit and glorified it that only its goodness and weakness were seen, and\nthe beholders came to wonder how they could ever have felt any dread of\naught so calm and peaceful.  A day or two passed, and the body was\ntransferred to a massive coffin long regarded as the finest piece of\nwork of its kind ever turned out of the village carpenter's workshop.\nThen a slow and melancholy cortege headed by four bearers wound its\nsolemn way across the marshes to the family vault in the grey old\nchurch, and all that was left of Ursula was placed by the father and\nmother who had taken that self-same journey some thirty years before.\n\nTo Eunice as they toiled slowly home the day seemed strange and Sabbath-\nlike, the flat prospect of marsh wilder and more forlorn than usual, the\nroar of the sea more depressing.  Tabitha had no such fancies.  The bulk\nof the dead woman's property had been left to Eunice, and her avaricious\nsoul was sorely troubled and her proper sisterly feelings of regret for\nthe deceased sadly interfered with in consequence.\n\n\"What are you going to do with all that money, Eunice?\" she asked as\nthey sat at their quiet tea.\n\n\"I shall leave it as it stands,\" said Eunice slowly.  \"We have both got\nsufficient to live upon, and I shall devote the income from it to\nsupporting some beds in a children's hospital.\"\n\n\"If Ursula had wished it to go to a hospital,\" said Tabitha in her deep\ntones, \"she would have left the money to it herself.  I wonder you do\nnot respect her wishes more.\"\n\n\"What else can I do with it then?\" inquired Eunice.\n\n\"Save it,\" said the other with gleaming eyes, \"save it.\"\n\nEunice shook her head.\n\n\"No,\" said she, \"it shall go to the sick children, but the principal I\nwill not touch, and if I die before you it shall become yours and you\ncan do what you like with it.\"\n\n\"Very well,\" said Tabitha, smothering her anger by a strong effort; \"I\ndon't believe that was what Ursula meant you to do with it, and I don't\nbelieve she will rest quietly in the grave while you squander the money\nshe stored so carefully.\"\n\n\"What do you mean?\"  asked Eunice with pale lips.  \"You are trying to\nfrighten me; I thought that you did not believe in such things.\"\n\nTabitha made no answer, and to avoid the anxious inquiring gaze of her\nsister, drew her chair to the fire, and folding her gaunt arms, composed\nherself for a nap.\n\nFor some time life went on quietly in the old house.  The room of the\ndead woman, in accordance with her last desire, was kept firmly locked,\nits dirty windows forming a strange contrast to the prim cleanliness of\nthe others.  Tabitha, never very talkative, became more taciturn than\never, and stalked about the house and the neglected garden like an\nunquiet spirit, her brow roughened into the deep wrinkles suggestive of\nmuch thought.  As the winter came on, bringing with it the long dark\nevenings, the old house became more lonely than ever, and an air of\nmystery and dread seemed to hang over it and brood in its empty rooms\nand dark corridors.  The deep silence of night was broken by strange\nnoises for which neither the wind nor the rats could be held\naccountable.  Old Martha, seated in her distant kitchen, heard strange\nsounds upon the stairs, and once, upon hurrying to them, fancied that\nshe saw a dark figure squatting upon the landing, though a subsequent\nsearch with candle and spectacles failed to discover anything.  Eunice\nwas disturbed by several vague incidents, and, as she suffered from a\ncomplaint of the heart, rendered very ill by them.  Even Tabitha\nadmitted a strangeness about the house, but, confident in her piety and\nvirtue, took no heed of it, her mind being fully employed in another\ndirection.\n\nSince the death of her sister all restraint upon her was removed, and\nshe yielded herself up entirely to the stern and hard rules enforced by\navarice upon its devotees.  Her housekeeping expenses were kept rigidly\nseparate from those of Eunice and her food limited to the coarsest\ndishes, while in the matter of clothes, the old servant was by far the\nbetter dressed.  Seated alone in her bedroom this uncouth, hard-featured\ncreature revelled in her possessions, grudging even the expense of the\ncandle-end which enabled her to behold them.  So completely did this\npassion change her that both Eunice and Martha became afraid of her, and\nlay awake in their beds night after night trembling at the chinking of\nthe coins at her unholy vigils.\n\nOne day Eunice ventured to remonstrate.  \"Why don't you bank your money,\nTabitha?\" she said; \"it is surely not safe to keep such large sums in\nsuch a lonely house.\"\n\n\"Large sums!\" repeated the exasperated Tabitha, \"large sums!  what\nnonsense is this?  You know well that I have barely sufficient to keep\nme.\"\n\n\"It's a great temptation to housebreakers,\" said her sister, not\npressing the point.  \"I made sure last night that I heard somebody in\nthe house.\"\n\n\"Did you?\"  said Tabitha, grasping her arm, a horrible look on her face.\n\"So did I.  I thought they went to Ursula's room, and I got out of bed\nand went on the stairs to listen.\"\n\n\"Well?\" said Eunice faintly, fascinated by the look on her sister's\nface.\n\n\"There was something there,\" said Tabitha slowly.  \"I'll swear it, for I\nstood on the landing by her door and listened; something scuffling on\nthe floor round and round the room.  At first I thought it was the cat,\nbut when I went up there this morning the door was still locked, and the\ncat was in the kitchen.\"\n\n\"Oh, let us leave this dreadful house,\" moaned Eunice.\n\n\"What!\" said her sister grimly; \"afraid of poor Ursula?  Why should you\nbe?  Your own sister who nursed you when you were a babe, and who\nperhaps even now comes and watches over your slumbers.\"\n\n\"Oh!\" said Eunice, pressing her hand to her side, \"if I saw her I should\ndie.  I should think that she had come for me as she said she would. O\nGod! have mercy on me, I am dying.\"\n\nShe reeled as she spoke, and before Tabitha could save her, sank\nsenseless to the floor.\n\n\"Get some water,\" cried Tabitha, as old Martha came hurrying up the\nstairs, \"Eunice has fainted.\"\n\nThe old woman, with a timid glance at her, retired, reappearing shortly\nafterwards with the water, with which she proceeded to restore her much-\nloved mistress to her senses.  Tabitha, as soon as this was\naccomplished, stalked off to her room, leaving her sister and Martha\nsitting drearily enough in the small parlour, watching the fire and\nconversing in whispers.\n\nIt was clear to the old servant that this state of things could not last\nmuch longer, and she repeatedly urged her mistress to leave a house so\nlonely and so mysterious.  To her great delight Eunice at length\nconsented, despite the fierce opposition of her sister, and at the mere\nidea of leaving gained greatly in health and spirits.  A small but\ncomfortable house was hired in Morville, and arrangements made for a\nspeedy change.\n\nIt was the last night in the old house, and all the wild spirits of the\nmarshes, the wind and the sea seemed to have joined forces for one\nsupreme effort.  When the wind dropped, as it did at brief intervals,\nthe sea was heard moaning on the distant beach, strangely mingled with\nthe desolate warning of the bell-buoy as it rocked to the waves.  Then\nthe wind rose again, and the noise of the sea was lost in the fierce\ngusts which, finding no obstacle on the open marshes, swept with their\nfull fury upon the house by the creek.  The strange voices of the air\nshrieked in its chimneys windows rattled, doors slammed, and even, the\nvery curtains seemed to live and move.\n\nEunice was in bed, awake.  A small nightlight in a saucer of oil shed a\nsickly glare upon the worm-eaten old furniture, distorting the most\ninnocent articles into ghastly shapes.  A wilder gust than usual almost\ndeprived her of the protection afforded by that poor light, and she lay\nlistening fearfully to the creakings and other noises on the stairs,\nbitterly regretting that she had not asked Martha to sleep with her.\nBut it was not too late even now.  She slipped hastily to the floor,\ncrossed to the huge wardrobe, and was in the very act of taking her\ndressing-gown from its peg when an unmistakable footfall was heard on\nthe stairs.  The robe dropped from her shaking fingers, and with a\nquickly beating heart she regained her bed.\n\nThe sounds ceased and a deep silence followed, which she herself was\nunable to break although she strove hard to do so.  A wild gust of wind\nshook the windows and nearly extinguished the light, and when its flame\nhad regained its accustomed steadiness she saw that the door was slowly\nopening, while the huge shadow of a hand blotted the papered wall.\nStill her tongue refused its office.  The door flew open with a crash, a\ncloaked figure entered and, throwing aside its coverings, she saw with a\nhorror past all expression the napkin-bound face of the dead Ursula\nsmiling terribly at her.  In her last extremity she raised her faded\neyes above for succour, and then as the figure noiselessly advanced and\nlaid its cold hand upon her brow, the soul of Eunice Mallow left its\nbody with a wild shriek and made its way to the Eternal.\n\nMartha, roused by the cry, and shivering with dread, rushed to the door\nand gazed in terror at the figure which stood leaning over the bedside.\nAs she watched, it slowly removed the cowl and the napkin and exposed\nthe fell face of Tabitha, so strangely contorted between fear and\ntriumph that she hardly recognized it.\n\n\"Who's there?\" cried Tabitha in a terrible voice as she saw the old\nwoman's shadow on the wall.\n\n\"I thought I heard a cry,\" said Martha, entering.  \"Did anybody call?\"\n\n\"Yes, Eunice,\" said the other, regarding her closely.  \"I, too, heard\nthe cry, and hurried to her.  What makes her so strange?  Is she in a\ntrance?\"\n\n\"Ay,\" said the old woman, falling on her knees by the bed and sobbing\nbitterly, \"the trance of death.  Ah, my dear, my poor lonely girl, that\nthis should be the end of it!  She has died of fright,\" said the old\nwoman, pointing to the eyes, which even yet retained their horror.  \"She\nhas seen something devilish.\"\n\nTabitha's gaze fell.  \"She has always suffered with her heart,\" she\nmuttered; \"the night has frightened her; it frightened me.\"\n\nShe stood upright by the foot of the bed as Martha drew the sheet over\nthe face of the dead woman.\n\n\"First Ursula, then Eunice,\" said Tabitha, drawing a deep breath.  \"I\ncan't stay here.  I'll dress and wait for the morning.\"\n\nShe left the room as she spoke, and with bent head proceeded to her own.\nMartha remained by the bedside, and gently closing the staring eyes,\nfell on her knees, and prayed long and earnestly for the departed soul.\nOvercome with grief and fear she remained with bowed head until a sudden\nsharp cry from Tabitha brought her to her feet.\n\n\"Well,\" said the old woman, going to the door.\n\n\"Where are you?\" cried Tabitha, somewhat reassured by her voice.\n\n\"In Miss Eunice's bedroom.  Do you want anything?\"\n\n\"Come down at once.  Quick!  I am unwell.\"\n\nHer voice rose suddenly to a scream.  \"Quick!  For God's sake!  Quick,\nor I shall go mad.  There is some strange woman in the house.\"\n\nThe old woman stumbled hastily down the dark stairs.  \"What is the\nmatter?\"  she cried, entering the room.  \"Who is it?  What do you mean?\"\n\n\"I saw it,\" said Tabitha, grasping her convulsively by the shoulder.  \"I\nwas coming to you when I saw the figure of a woman in front of me going\nup the stairs.  Is it--can it be Ursula come for the soul of Eunice, as\nshe said she would?\"\n\n\"Or for yours?\"  said Martha, the words coming from her in some odd\nfashion, despite herself.\n\nTabitha, with a ghastly look, fell cowering by her side, clutching\ntremulously at her clothes.  \"Light the lamps,\" she cried hysterically.\n\"Light a fire, make a noise; oh, this dreadful darkness!  Will it never\nbe day!\"\n\n\"Soon, soon,\" said Martha, overcoming her repugnance and trying to\npacify her.  \"When the day comes you will laugh at these fears.\"\n\n\"I murdered her,\" screamed the miserable woman, \"I killed her with\nfright.  Why did she not give me the money?  'Twas no use to her.  Ah!\nLook there!\"\n\nMartha, with a horrible fear, followed her glance to the door, but saw\nnothing.\n\n\"It's Ursula,\" said Tabitha from between her teeth.  \"Keep her off!\nKeep her off!\"\n\nThe old woman, who by some unknown sense seemed to feel the presence of\na third person in the room, moved a step forward and stood before her.\nAs she did so Tabitha waved her arms as though to free herself from the\ntouch of a detaining hand, half rose to her feet, and without a word\nfell dead before her.\n\nAt this the old woman's courage forsook her, and with a great cry she\nrushed from the room, eager to escape from this house of death and\nmystery.  The bolts of the great door were stiff with age, and strange\nvoices seemed to ring in her ears as she strove wildly to unfasten them.\nHer brain whirled.  She thought that the dead in their distant rooms\ncalled to her, and that a devil stood on the step outside laughing and\nholding the door against her.  Then with a supreme effort she flung it\nopen, and heedless of her night-clothes passed into the bitter night.\nThe path across the marshes was lost in the darkness, but she found it;\nthe planks over the ditches slippery and narrow, but she crossed them in\nsafety, until at last, her feet bleeding and her breath coming in great\ngasps, she entered the village and sank down more dead than alive on a\ncottage doorstep.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12156/pg12156.txt",
        "name": "the_three_sisters_night_watches_part_6.json"
    }
}