{
    "name": "The Super Opener",
    "author": [
        "Zuroy, Michael"
    ],
    "body": "\"Feetch!\" grated Ogden Piltdon, president of the Piltdon Opener\nCompany, slamming the drafting board with his hairy fist, \"I want\nresults!\"\n\nHeads lifted over boards. Kalvin Feetch shrunk visibly.\n\n\"As chief engineer you're not carrying the ball,\" Piltdon went on\nsavagely. \"The Piltdon Can-Opener is trailing the competition.\nAdvertising and Sales are breaking their necks. It's Engineering\nthat's missing the boat!\"\n\n\"But Mr. Piltdon,\" remonstrated Feetch unsteadily under his employer's\nglare, \"don't you remember? I tried to....\"\n\n\"For two years there hasn't been one lousy improvement in the Piltdon\nCan-Opener!\" roared Mr. Piltdon. \"Look at our competitors. The\nInternational rips apart cans in three and three-tenths seconds.\nUniversal does it in four.\"\n\n\"But Mr. Piltdon--\"\n\n\"The Minerva Mighty Midget does it in four point two two and plays Home\nSweet Home in chimes. Our own Piltdon opener barely manages to open a\ncan in eight point nine without chimes. Is this what I'm paying you\nfor?\"\n\nFeetch adjusted his spectacles with shaking hands. \"But Mr. Piltdon,\nour opener still has stability, solidity. It is built to last. It has\ndignity....\"\n\n\"Dignity,\" pronounced Piltdon, \"is for museums. Four months, Feetch!\nIn four months I want a new can-opener that will be faster, lighter,\nstronger, flashier and more musical than any other on the market. I\nwant it completely developed, engineered and tooled-up, ready for\nproduction. Otherwise, Feetch--\"\n\nFeetch's body twitched. \"But Mr. Piltdon, four months is hardly time\nenough for development, even with an adequate staff. I've been trying\nto tell you for years that we're bound to fall behind because we don't\nhave enough personnel to conduct research. Our men can barely keep\nup with production and maintenance. If you would let me put on a few\ndraftsmen and....\"\n\n\"Excuses,\" sneered Mr. Piltdon. \"Your staff is more than adequate.\nI will not allow you to throw out my money. Four months, Feetch,\nno more!\" Piltdon trudged out of the room, leaving behind him an\noppressive silence.\n\nHow could you set a time limit on research and development? A designer\nhad to dream at his board, investigate, search, build, test, compare,\ndiscard. He had always wanted to devote all his time to research, but\nPiltdon Opener had not given him that opportunity. Twenty-five years!\nthought Feetch. Twenty-five years of close supervision, dead-lines,\nproduction headaches, inadequate facilities and assistance. What had\nhappened, to the proud dream he once had, the dream of exploring\nuncharted engineering regions, of unlimited time to investigate and\ndevelop?\n\nAh, well, thought Feetch straightening his thin shoulders, he had\nmanaged somehow to design a few good things during his twenty-five\nyears with Piltdon. That was some satisfaction.\n\nWhat now? He had to hang on to his job. Technical work was scarce.\nSince the early 1980's the schools had been turning out more\ntechnicians than industry could absorb. He was too old to compete in\nthe employment market. He couldn't afford to lose any money. Jenny\nwasn't well.\n\nHow to meet this four month dead-line? He would get right on it\nhimself, of course; Hanson--good man--could work with him. He shook his\nhead despairingly. Something would be sure to blow up. Well, he had to\nstart--\n\n\n\n\"Chief,\" said Hanson a few weeks later as they entered the lab, \"I'm\nbeginning to wonder if the answer is in the hand mechanical type at\nall.\"\n\n\"Got to be,\" answered Feetch tiredly. \"We must work along classical\ncan-opener lines. Departures, such as the thermal or motor-driven\ntypes, would be too expensive for mass production.\"\n\nThree new models and a group of cans were waiting for them on the\nbench. They began testing, Hanson operating the openers and Feetch\nclocking. \"Four point four,\" announced Feetch after the last test.\n\"Good, but not good enough. Too bulky. Appearance unsatisfactory.\nChimes tinny. We've made progress, but we've a long way to go.\"\n\nThe problem was tricky. It might seem that use of the proper gear\nratios would give the required velocity, but there were too many\nother factors that negated this direct approach. The mechanism had to\nbe compact and streamlined. Gear sizes had to be kept down. Can-top\nresistance, internal resistance, cutting tooth performance, handle\nsize and moment, the minimum strength of a woman's hand were some of\nthe variables that had to be balanced within rigid limits. Sector\ntype cutters, traversing several arcs at the same time, had seemed to\noffer the answer for a while, but the adjusting mechanism necessary to\ncompensate for variable can sizes had been too complex to be practical.\nThere was the ever-present limit to production cost.\n\nHanson's eyes were upon him. \"Chief,\" he said, \"it's a rotten shame.\nTwenty-five years of your life you put in with Piltdon, and he'd fire\nyou just like that if you don't do the impossible. The Piltdon Company\nis built upon your designs and you get handed this deal!\"\n\n\"Well, well,\" said Feetch. \"I drew my pay every week so I suppose I\nhave no complaints. Although,\" a wistful note crept into his voice \"I\nwould have liked a little recognition. Piltdon is a household word,\nbut who has heard of Feetch? Well,\"--Feetch blew his nose--\"how do we\nstand, Hanson?\"\n\nHanson's bull-dog features drew into a scowl. \"Piltdon ought to\nbe rayed,\" he growled. \"O.K., Chief. Eleven experimental models\ndesigned to date. Two more on the boards. Nine completed and tested,\ntwo in work. Best performance, four point four, but model otherwise\nunsatisfactory.\"\n\n\"Hello,\" said Feetch as an aproned machinist entered carrying a\nglistening mechanism. \"Here's another model. Let's try it.\" The\nmachinist departed and Hanson locked the opener on a can. \"I hope----\"\nhe turned the handle, and stopped abruptly, staring down open-mouthed.\n\nA cylinder of close-packed beans rested on the bench under the opener.\n\nThe can itself had disappeared.\n\n\"Chief,\" said Hanson. \"Chief.\"\n\n\"Yes,\" said Feetch. \"I see it too. Try another can.\"\n\n\"Vegetable soup or spinach?\" inquired Hanson dreamily.\n\n\"Spinach, I think,\" said Feetch. \"Where did the can go, do you suppose?\"\n\nThe spinach can disappeared. Likewise several corn cans, sweet potato\ncans and corned-beef hash cans, leaving their contents intact. It was\nrather disconcerting.\n\n\"Dear, dear,\" said Feetch, regarding the piles of food on the bench.\n\"There must be some explanation. I designed this opener with sixteen\ndegree, twenty-two minute pressure angle modified involute gear\nteeth, seven degree, nineteen minute front clearance cutter angle and\nthirty-six degree, twelve minute back rake angle. I expected that such\ndepartures from the norm might achieve unconventional performance, but\nthis--Dear, dear. Where do the cans go, I wonder?\"\n\n\"What's the difference? Don't you see what you've got here? It's the\nanswer! It's more than the answer! We can put this right into work and\nbeat the dead-line.\"\n\nFeetch shook his head. \"No, Hanson. We're producing something we don't\nunderstand. What forces have we uncovered here? Where do the cans go?\nWhat makes them disappear? Are we dealing with a kinetic or a kinematic\neffect? What motions can we plot in the area of disappearance and what\nare their analytical mathematical formulae? What masses may be critical\nhere? What transformations of energy are involved? No, Hanson, we must\nlearn a lot more.\"\n\n\"But Chief, your job.\"\n\n\"I'll risk that. Not a word to Piltdon.\"\n\nSeveral days later, however, Piltdon himself charged into the drawing\nroom and slapped Feetch heartily on the back, causing him to break a\npencil point. \"Feetch!\" roared Piltdon. \"Is this talk that's going\naround the plant true? Why didn't you tell me? Let's see it.\"\n\nAfter Piltdon had seen it his eyes took on a feverish glint. \"This,\"\nhe exulted, \"will make can-opener history. Instantaneous opening!\nAutomatic disposal! Wait until Advertising and Sales get hold of this!\nWe'll throttle our competitors! The Piltdon Super-Opener we'll call it.\"\n\n\"Mr. Piltdon--\" said Feetch shakily.\n\nPiltdon stared at his chief engineer sharply. \"What's the matter,\nFeetch? The thing can be duplicated, can't it?\"\n\n\"Yes, sir. I've just finished checking that. But I'm in the midst of\nfurther investigation of the effect. There's more here than just a new\ntype can-opener, sir. A whole new field of physics. New principles.\nThis is big, Mr. Piltdon. I recommend that we delay production until\nfurther research can be completed. Hire a few top scientists and\nengineers. Find out where the cans go. Put out a scientific paper on\nthe effect.\"\n\n\"Feetch,\" bit out Piltdon, his face growing hard. \"Stow this hooey. I\ndon't give a damn where the cans go. May I remind you that under our\nstandard patent agreement, all rights to your invention belong to the\ncompany? As well as anything you may produce in the field within a year\nafter leaving our employ? We have a good thing here, and I don't want\nyou holding it back. We're going into production immediately.\"\n\n\n\nClose, thought Feetch, wearily. It had been a man-killing job, and it\nhad been close, but he'd made it. Beat the time limit by a half-day.\nThe first tentative shipments of Piltdon Super-Openers had gone to\ndistributors along the Eastern seaboard. The first advertisements\nblazed in selected media. The first reorders came back, and then: \"It's\na sell-out!\" crowed Piltdon, waving a sheaf of telegrams. \"Step up\nproduction! Let 'er rip!\"\n\nThe Super-Openers rolled over the country. In a remarkably short time\nthey appeared in millions of kitchens from coast-to-coast. Sales\nclimbed to hundreds of thousands per day. Piltdon Opener went into\npeak production in three shifts, but was still unable to keep up with\nthe demand. Construction was begun on a new plant, and additional\nplants were planned. Long lines waited in front of houseware stores.\nDepartment stores, lucky enough to have Super-Openers on hand, limited\nsales to one to a customer. Piltdon cancelled his advertising program.\nNewspapers, magazines, radio, television and word-of-mouth spread the\nfame of the opener so that advertising was unnecessary.\n\nMeanwhile, of course, government scientists, research foundations,\nuniversities and independent investigators began to look into this new\nphenomonen. Receiving no satisfactory explanation from Piltdon, they\nset up their own research.\n\nFar into the night burned the lights of countless laboratories. Noted\nphysicists probed, measured, weighed, traced, X-rayed, dissolved,\nspun, peered at, photographed, magnetized, exploded, shattered and\nanalyzed Super-Openers without achieving the glimmer of a satisfactory\nexplanation. Competitors found the patent impossible to circumvent, for\nany departure from its exact specifications nullified the effect.\n\nPiltdon, genial these days with success and acclaim, roared at Feetch:\n\"I'm putting you in for a raise. Yes sir! To reward you for assisting\nme with my invention I'm raising your pay two hundred dollars a year.\nThat's almost four dollars a week, man.\"\n\n\"Thank you, Mr. Piltdon.\" And still, thought Feetch wryly, he received\nno recognition. His name did not even appear on the patent. Well,\nwell, that was the way it went. He must find his satisfaction in his\nwork. And it had been interesting lately, the work he had been doing\nnights at home investigating what had been named the Piltdon Effect.\nIt had been difficult, working alone and buying his own equipment. The\noscillator and ultra microwave tracking unit had been particularly\nexpensive. He was a fool, he supposed, to try independent research when\nso many huge scientific organizations were working on it. But he could\nno more keep away from it than he could stop eating.\n\nHe still didn't know where the cans went, but somehow he felt that he\nwas close to the answer.\n\nWhen he finally found the answer, it was too late. The Borenchuck\nincident was only hours away.\n\nAs soon as he could get hold of Piltdon, Feetch said trembling, \"Sir, I\nthink I know where those cans are going. I recommend--\"\n\n\"Are you still worrying about that?\" Piltdon roared jovially. \"Leave\nthat to the long-hairs. We're making money, that's all that counts, eh\nFeetch?\"\n\n\n\nThat night, at six-ten p.m., the Borenchuck family of Selby, South\nDakota, sat down to their evening meal. Just as they started in on the\nsoup, a rain of empty tin cans clattered down, splashed into the soup,\nraised a welt on the forehead of Borenchuck senior, settled down to a\ngentle, steady klunk! klunk! klunk! and inexorably began to pile up on\nthe dining-room floor. They seemed to materialize from a plane just\nbelow the ceiling. The police called the fire department and the fire\ndepartment stared helplessly and recommended the sanitation department.\n\nThe incident made headlines in the local papers.\n\nThe next day other local papers in widely scattered locations reported\nsimilar incidents.\n\nThe following day, cans began falling on Chicago. St. Louis was next,\nand then over the entire nation the cans began to rain down. They fell\noutdoors and indoors, usually materializing at heights that were not\ndangerous. The deluge followed no pattern. Sometimes it would slacken,\nsometimes it would stop, sometimes begin heavily again. It fell in\nhomes, on the streets, in theatres, trains, ships, universities and\ndog-food factories. No place was immune.\n\nPeople took to wearing hats indoors and out, and the sale of helmets\nboomed.\n\nAll activity was seriously curtailed.\n\nA state of national emergency was declared.\n\nGovernment investigators went to work and soon confirmed what was\ngenerally suspected: these were the same cans that had been opened by\nthe Piltdon Super-Opener.\n\nStatisticians and mathematicians calculated the mean rate of can\nprecipitation and estimated that if all the cans opened by Piltdon\nopeners were to come back, the deluge should be over in fifteen point\ntwenty-nine days.\n\nSuper-Opener sales of course immediately plummeted to zero and stayed\nthere. Anti-Piltdon editorials appeared in the papers. Commentators\naccused Piltdon of deliberately hoaxing the public for his own gain. A\nCongressional investigation was demanded. Piltdon received threats of\nbodily injury. Lawsuits were filed against him. He barricaded himself\nin the plant, surrounded by bodyguards.\n\nLivid with fury and apprehension, he screamed at Feetch, \"This is your\ndoing, you vandal! I'm a ruined man!\" A falling can caught him neatly\non the tip of his nose.\n\n\"But sir,\" trembled Feetch, dodging three spaghetti cans, \"I tried to\nwarn you.\"\n\n\"You're through, Feetch!\" raved Piltdon. \"Fired! Get out! But before\nyou go, I want you to know that I've directed the blame where it\nbelongs. I've just released to the press the truth about who created\nthe Super-Opener. Now, get out!\"\n\n\"Yes, sir,\" said Feetch paling. \"Then you don't want to hear about my\ndiscovery of a way to prevent the cans from coming back?\"\n\nKlunk! A barrage of cans hit the floor, and both men took refuge under\nPiltdon's huge desk. \"No!\" yelled Piltdon at Feetch's face which was\ninches away. \"No, I----What did you say?\"\n\n\"A small design improvement sir, and the cans would disappear forever.\"\n\nKlunk!\n\n\"Forever, Feetch?\"\n\n\"Yes sir.\" Klunk! Klunk!\n\n\"You're positive, Feetch?\" Piltdon's eyes glared into Feetch's.\n\n\"Sir, I never make careless claims.\"\n\n\"That's true,\" said Piltdon. His eyes grew dreamy. \"It can be done,\"\nhe mused. \"The New Type Super-Opener. Free exchanges for the old.\nCash guarantee that empty cans will never bother you. Take a licking\nat first, but then monopolize the market. All right, Feetch, I'll\ngive you another chance. You'll turn over all the details to me. The\npatent on the improvement will naturally be mine. I'll get the credit\nfor rectifying your blunder. Fine, fine. We'll work it out. Hop on\nproduction, at once, Feetch.\"\n\nFeetch felt himself sag inwardly. \"Mr. Piltdon,\" he said. \"I'm asking\nonly one favor. Let me work full time on research and development,\nespecially on the Piltdon effect. Hire a couple of extra men to help\nwith production. I assure you the company will benefit in the end.\"\n\n\"Damn it, no!\" roared Piltdon. \"How many times must I tell you? You got\nyour job back, didn't you?\"\n\nThe prospect of long years of heavy production schedules, restricted\nengineering and tight supervision suddenly made Kalvin Feetch feel\nvery tired. Research, he thought. Development. What he had always\nwanted. Over the years he had waited, thinking that there would be\nopportunities later. But now he was growing older, and he felt that\nthere might not be a later. Somehow he would manage to get along.\nPerhaps someone would give him a job working in the new field he had\npioneered. With a sense of relief he realized that he had made his\ndecision.\n\n\"Mr. Piltdon,\" Feetch said. \"I--\" klunk!--\"resign.\"\n\nPiltdon started, extreme astonishment crossing his face.\n\n\"No use,\" said Feetch. \"Nothing you can say--\" klunk! klunk!\nklunk!--\"will make any difference now.\"\n\n\"But see here, the New Type Super-Opener...!\"\n\n\"Will remain my secret. Good day.\"\n\n\"Feetch!\" howled Piltdon. \"I order you to remain!\"\n\nFeetch almost submitted from force of habit. He hesitated for a moment,\nthen turned abruptly.\n\n\"Good-day,\" said Feetch firmly, sprinting through the falling cans to\nthe door.\n\n\n\nMoney, Feetch decided after a while, was a good thing to have. His\nsupply was running pretty low. He was not having any luck finding\nanother job. Although the cans had stopped falling on the fifteenth\nday, as predicted by the statisticians, industry would not soon forget\nthe inconvenience and losses caused by the deluge. It was not anxious\nto hire the man it regarded as responsible for the whole thing.\n\"Feetch,\" the personnel man would read. \"Kalvin Feetch.\" Then, looking\nup, \"Not the Kalvin Feetch who--\"\n\n\"Yes,\" Feetch would admit miserably.\n\n\"I am sorry, but--\"\n\nHe did no better with research organizations. Typical was a letter\nfrom the Van Terrel Foundation: \"--cannot accept your application\ninasmuch as we feel your premature application of your discovery to\nprofit-making denotes a lack of scientific responsibility and ethics\nnot desirable in a member of our organization--former employer states\nthe decision was yours entirely. Unfavorable reference--\"\n\nPiltdon, Feetch thought, feeling a strange sensation deep within his\nchest that he had not the experience to recognize as the beginning of a\nslow anger, Piltdon was hitting low and getting away with it.\n\nOf course, if he were to agree to reveal his latest discoveries to a\nresearch organization, he would undoubtedly get an appointment. But how\ncould he? Everything patentable in his work would automatically revert\nto Piltdon under the one year clause in the company patent agreement.\nNo, Feetch told himself, he was revealing nothing that Piltdon might\ngrab. The anger began to mount.\n\nBut he was beginning to need money desperately. Jenny wasn't getting\nany better and medical bills were running high.\n\nThe phone rang. Feetch seized it and said to the image: \"Absolutely\nnot.\"\n\n\"I'll go up another ten dollars,\" grated the little Piltdon image.\n\"Do you realize, man, this is the fourteenth raise I've offered you?\nA total increase of one hundred and twenty-six dollars? Be sensible,\nFeetch. I know you can't find work anywhere else.\"\n\n\"Thanks to you. Mr. Piltdon, I wouldn't work for you if--\"\n\nA barrage of rocks crashed against the heavy steel screening of the\nwindow. \"What's going on!\" yelled Piltdon. \"Oh, I see. People throwing\nrocks at your house again? Oh, I know all about that, Feetch. I know\nthat you're probably the most unpopular man alive to-day. I know about\nthe rocks, the tomatoes, the rotten eggs, the sneaking out at night,\nthe disguises you've had to use. Why don't you come back to us and\nchange all that, Feetch? We'll put out the New Type Super-Opener and\nthe world will soon forget about the old one.\"\n\n\"No,\" said Feetch. \"People will forget anyway--I hope.\"\n\n\"If you won't think of yourself, at least think of your fellow\nworkmen,\" begged Piltdon, his voice going blurry. \"Do you realize that\nPiltdon Opener will soon be forced to close down, throwing all your\nformer associates out of work? Think of Hanson, Sanchez, Forbes. They\nhave families too. Think of the men in the shop, the girls in the\noffice, the salesmen on the road. All, all unemployed because of you.\nThink of that, Feetch.\"\n\nFeetch blinked. This had not occurred to him.\n\nPiltdon eyed him sharply, then smiled with a hint of triumph. \"Think it\nover, Feetch.\"\n\nFeetch sat, thinking it over. Was it right to let all these people lose\ntheir jobs? Frowning, he dialed Hanson's number.\n\n\"Chief,\" said Hanson, \"Forget it. The boys are behind you one hundred\nper cent. We'll make out.\"\n\n\"But that's the trouble. I thought you'd feel like this, and I can't\nlet you.\"\n\n\"You're beginning to weaken. Don't. Think, chief, think. The brain that\nfigured the Super-Opener can solve this.\"\n\nFeetch hung up. A glow of anger that had been building up in his chest\ngrew warmer. He began pacing the floor. How he hated to do it. Think,\nHanson had said. But he had. He's considered every angle, and there was\nno solution.\n\nFeetch walked into the kitchen and carefully poured himself a drink of\nwater. He drank the water slowly and placed the glass on the washstand\nwith a tiny click. It was the tiny click that did it. Something about\nit touched off the growing rage. If Piltdon were there he would have\npunched him in the nose. The twenty-five years. The tricks. The threats.\n\nThink? He'd figured the solution long ago, only he hadn't allowed\nhimself to see it. Not lack of brains, lack of guts. Well, he thought\ngrimly, dialing Piltdon's number, he was going through with it now.\n\"Piltdon!\" he barked. \"Three p.m. tomorrow. My place. Be here. That's\nall.\" He hung up.\n\nIn the same grim mood the following morning, he placed a few more calls.\n\n\n\nIn the same mood that afternoon he stood in the middle of his\nliving-room and looked at his visitors: Piltdon, Williams, the\nGovernment man; Billings from the Van Terrel Foundation; Steiner of\nWestchester University; the members of the press.\n\n\"Gentlemen,\" he said. \"I'll make it brief.\" He waved the papers in his\nhand. \"Here is everything I know about what I call the Feetch Effect,\nincluding plans and specifications for the New Type Super-Opener.\nAll of you have special reasons for being keenly interested in this\ninformation. I am now going to give a copy to each of you, providing\none condition is met by Mr. Piltdon.\" He stared at Piltdon. \"In short,\nI want fifty-one per cent of the stock of Piltdon Opener.\"\n\nPiltdon leaped from his chair. \"Outrageous!\" He roared. \"Ridiculous!\"\n\n\"Fifty-one percent,\" said Feetch firmly. \"Don't bother with any\ncounterproposals or the interview is at an end.\"\n\n\"Gentlemen!\" squawked Piltdon, \"I appeal to you--\"\n\n\"Stop bluffing,\" said Feetch coldly. \"There's no other way out for\nyou. Otherwise you're ruined. Here, sign this agreement.\"\n\nPiltdon threw the paper to the floor and screamed: \"Gentlemen, will you\nbe a party to this?\"\n\n\"Well,\" murmured the Government man, \"I never did think Feetch got a\nfair shake.\"\n\n\"This information is important to science,\" said the Van Terrel man.\n\nAfter Piltdon had signed, the papers were distributed.\n\nPublished in the newspapers the following day, Feetch's statement read,\nin part: \"The motion in space and time of the singular curvilinear\nproportions of the original Super-Opener combined with the capacitor\neffect built up as it increased its frictional electro-static charge\nin inverse proportion to the cube root of the tolerance between the\ninvolute teeth caused an instantaneous disruption of what I call the\nAlpha multi-dimensional screen. The can, being metallic, dropped\nthrough, leaving its non-metallic contents behind. The disruption was\ninstantly repaired by the stable nature of the screen.\n\n\"Beyond the screen is what I call Alpha space, a space apparently quite\nas extensive as our own universe. Unfortunately, as my investigations\nindicated, Alpha space seems to be thickly inhabited. These\ninhabitants, the nature of whom I have not yet ascertained, obviously\nresented the intrusion of the cans, developed a method of disrupting\nthe screen from their side, and hurled the cans back at us.\n\n\"However, I have established the existence of other spaces up to Mu\nspace, and suspect that others exist beyond that. Beta space, which is\nalso adjacent to our own space, is devoid of any form of life. The New\nType Super-Opener is designed to pass cans through the Beta screen.\nBeta space will safely absorb an infinite number of cans.\n\n\"I sincerely and humbly venture the opinion that we are on the\nthreshold of tremendous and mighty discoveries. It is my belief that\npossibly an infinite number of universes exist in a type of laminated\nblock separated by screens.\n\n\"Therefore, might it not be that an infinite number of laminated blocks\nexist--?\"\n\n\n\n\"Mr Feetch--\" said Piltdon.\n\nFeetch looked up from his desk in the newly constructed Feetch\nMulti-Dimensional Development Division of the Piltdon Opener Company.\n\"Piltdon, don't bother me about production. Production is your problem.\"\n\n\"But Mr. Feetch--\"\n\n\"Get out,\" said Feetch.\n\nPiltdon blanched and left.\n\n\"As I was saying, Hanson--\" continued Feetch.",
    "metadata": {
        "author": [
            "Zuroy, Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60507/pg60507.txt",
        "name": "the_super_opener.json"
    }
}