{
    "name": "The Terrible Answer",
    "author": [
        "Hill, Arthur G."
    ],
    "body": "They came down to Mars ahead of the rest because Larkin had bought an\nunfair advantage--a copy of the Primary Report. There were seven of\nthem, all varying in appearance, but with one thing in common; in the\neyes of each glowed the greed for Empire. They came down in a flash of\norange tail-fire and they looked first at the Martians.\n\n\"Green,\" marveled Evans. \"What a queer shade of green!\"\n\n\"Not important,\" Cleve, the psychologist, replied. \"Merely a matter of\npigmentation. White, yellow, black, green. It proves only that God loves\nvariety.\"\n\n\"And lord how they grin!\"\n\nCleve peered learnedly. \"Doesn't indicate a thing. They were born with\nthose grins. They'll die with them.\"\n\nOf the seven strong men, Larkin exuded the most power. Thus, his role of\nleader was a natural one. No man would ever stand in front of Larkin. He\nsaid, \"To hell with color or the shape of their mouths. What we're after\nlies inside. Come on. Let's set up a camp.\"\n\n\"For the time being,\" Cleve cautioned, \"we must ignore them. Later--we\nknow what to do. I'll give the nod.\"\n\nThey brought what they needed out of the ship. They brought the plastic\ntents, broke the small, attached cylinders, and watched the tents bulge\nup into living quarters. They set up the vapor condenser and it began\nfilling the water tank from the air about them. They plugged a line into\nthe ship and attached it to the tent-line. Immediately the gasses in the\nplastic tents began to glow and give off both light and heat.\n\nThey did many things while the Martians stood silently by with their\narms hanging, their splay-feet flat on the ground, their slash-mouths\ngrinning.\n\nThe seven sat down to their first meal under the Martian stars and while\nthey ate the rich, delicate foods, they listened to the words of Larkin.\n\"A new empire waiting to be built. A whole planet--virgin--new.\"\n\n\"Not new,\" Dane, the archeologist, said. \"It's older than Earth. It's\nbeen worked before.\"\n\nLarkin waved an impatient hand. \"But hardly scratched. It can have risen\nand fallen a thousand times for all we care. The important thing is the\nvital ingredient of empire. Is it here? Can it be harnessed? Are we or\nare we not, on the threshold of wealth, splendor, and progress so great\nas to take away the breath?\"\n\nAnd as Larkin spoke, all seven men looked at the Martians; looked\ncovertly while appearing to study the rolling plain and the purple\nridges far away; the texture of the soil; the color of the sky; the food\non their plates; the steaming fragrance of their coffee. They looked at\nall these things but they studied the Martians.\n\n\"Stupid-looking animals,\" Evans muttered. \"Odd though. So like us--yet\nso different.\"\n\nAt first there had been only a handful of Martians to grin at the\nlanding of the ship. Now they numbered over a hundred, their ranks\naugmented by stragglers who came to stare with their fellows in happy\nsilence.\n\n\"The prospects are excellent,\" Cleve said. Then he jerked his attention\nback to Larkin from whom it had momentarily wandered. When Larkin spoke,\none listened.\n\n\n\nLarkin had been directing his words toward a young man named Smith.\nSmith had inherited a great deal of money which was fine. But Larkin\nwasn't too sure of his qualifications otherwise. \"--the pyramids,\"\nLarkin was saying. \"Would they have ever been built if the men up\nabove--the men with vision--had had to worry about a payroll?\"\n\nSmith regarded the Martians with not quite the impersonal stare of the\nother six Earthlings. Once or twice he grinned back at them. \"I'll grant\nthe truth of what you say,\" he told Larkin, \"but what good were the\npyramids? They're something I could never figure.\"\n\nSmith had a sardonic twist of mouth that annoyed Larkin. \"Let's not\nquibble, man. I merely used the pyramids as an example. Call them\nEmpire; call them any Empire on Earth from the beginning of known\nhistory and let's face facts.\"\n\n\"Facts?\" Smith asked. He had been looking at a six-foot-six Martian,\nthinking what a magnificent specimen he was. If only they'd wipe off\nthose silly grins.\n\n\"Yes, facts. The building must be done. It is a law of nature. Man must\nprogress or not. And what empire can arise without free labor? Can we\ndevelop this planet at union scale? Impossible! Yet it's crying to be\ndeveloped.\"\n\nCleve knocked the ashes off his cigar and frowned. Being a man of direct\naction, he inquired. \"Do you want your money back, Smith?\"\n\nThe latter shook his head. \"Oh no! Don't get me wrong, gentlemen. I'm\nfor empire first, last and always. And if we can lay the foundations of\none on the backs of these stupid creatures, I'm for it.\"\n\n\"I still don't like your--\"\n\n\"My outspoken manner? Don't give it a thought, old man. I just don't\nwant to be all cloyed up with platitudes. If we're going to chain the\nchildren of Israel into the house of bondage, let's get on with it.\"\n\n\"I don't like your attitude,\" Larkin said stubbornly. \"In the long run,\nit will benefit these people.\"\n\n\"Let's say, rather, that it may benefit their children. I doubt if these\njokers will be around very long after we start cracking the whip.\"\n\nDane was stirred. \"The whip,\" he murmured. \"Symbol of empire.\" But\nnobody heard him. They were too busy listening to Larkin and Smith--and\nwatching the Martians.\n\nThe Martians stood around grinning, waiting patiently for something to\nhappen. Larkin's attitude toward them had changed again. First there had\nbeen curiosity. Then a narrow-eyed calculation; now he regarded them\nwith contempt. The careful, studied checks and tests would be made of\ncourse. But Larkin, a man of sure instincts, had already made up his\nmind.\n\nHe stretched luxuriously. \"Let's call it a day and turn in. Tomorrow\nwe'll go about the business at hand with clearer heads.\"\n\n\"A good idea,\" Cleve said, \"but first, one little gesture. I think it\nwould be judicious.\" He eyed the Martians, settling finally upon one--a\nmale--standing close and somewhat apart from the rest. Cleve scowled.\nStanding erect, he called, \"Hey--you!\" He interpreted the words with a\nbeckoning gesture of his arm. \"Come here! Here, boy! Over here!\"\n\nThe Martian reacted with a typically Earthian gesture. He pointed to his\nown chest with one green finger, while a questioning expression\nreflected through the eternal grin.\n\n\"Yes, you! On the double.\"\n\n\n\nThe Martian came forward. There was in his manner a slight hesitation,\nand Smith expected to see his hind quarters wriggle like that of a\ndog--uncertain, but eager to please.\n\nCleve pointed with a martinet gesture toward the smoked-out cigar butt\nhe'd thrown to the ground. \"Pick it up!\"\n\nThe Martian stood motionless.\n\n\"Pick--it--_up_, you stupid lout!\"\n\nThe Martian understood. With a glad little whimper, he bent over and\ntook the cigar butt in his hand.\n\n\"There,\" Cleve said. \"Garbage can! Get it? _Garbage can._ Place for\ntrash--for cigar butts. Put it in there.\"\n\nSmith wasn't sure whether the grin deepened or not. He thought it did,\nas the Martian laid the cigar butt carefully into the trash can.\n\n\"Okay, you fella,\" Cleve barked, still scowling. \"Back and away now.\nStay out there! Get it? Only come when you're called.\"\n\nIt took a few eloquent gestures, including the pantomime of swinging a\nwhip, before the Martian understood and complied. After he backed into\nthe circle of his fellows, Cleve dropped the cruel overseer manner and\nturned with satisfaction to Larkin. \"I think there will be no trouble at\nall,\" he said. \"Tomorrow we'll really get down to cases. I predict\nsmooth sailing.\"\n\nThey said goodnight to each other and went about the business of\npreparing for slumber. As he raised the glowing flap of his tent, Larkin\nsaw Smith lounging in a chair before the electric heat unit. \"Aren't you\ngoing to get some sleep?\"\n\n\"In a little while. I'm going to wait around until those two famous\nmoons come. Want to see them first hand.\"\n\n\"A waste of time,\" Larkin said. \"Better keep your mind on more important\nthings.\"\n\n\"Goodnight,\" Smith said. Larkin did not reply, and Smith turned his head\nto look at the Martians. He wondered where they had come from. They\nprobably had a village somewhere over the rise. He regarded them without\nfear or apprehension of what might occur during the sleeping hours. He\nhad read the Primary Report, brought back by the pioneer expedition.\nThese people were entirely harmless. Also they were possessed of\nremarkable stamina. They had stood for days, watching the first\nexpedition, grinning at it, without nourishment of any kind.\n\nMaybe they live off the atmosphere, Smith told himself dreamily. At any\nrate, they were ideal specimens to use as the foundation stones of an\nempire. He lay back, thinking of Larkin; he did not like Larkin\npersonally, but he had to admire the steel in the man; the unswerving\ndetermination that had made him what he was.\n\nHis mind drifted back to the things of beauty around him. The far purple\nridges had changed now, as a light bloomed behind them to gleam like\nazure through old crystal. Then the two moons shot over the horizon;\nhuge silver bullets riding the thin atmosphere.\n\nThe oldest planet. Had it ever been great? Were the bones of any dead\ncivilizations mouldering beneath this strange yellow soil? Smith closed\nhis eyes while the cool Martian breezes soothed his face. Greatness.\nWhat was greatness after all? Merely a matter of viewpoint perhaps.\n\nSmith got up and moved slowly toward his tent. Out in the shadows he\ncould feel the grins of the Martians. \"Goodnight,\" he called.\n\nBut there was no answer.\n\n\n\n\"I put them out there,\" Cleve said. \"It seemed as good a place as any.\"\n\n\"Fine,\" Larkin rumbled. He wore boots and britches and a big,\nwide-brimmed hat. He had on soft leather gloves. He looked like an\nempire builder.\n\nThe Martians were standing around grinning at the pile of shovels lying\nin the fuzz-bush. The Martians seemed interested and appeared to\ncommunicate with one another in some imperceptible manner.\n\nLarkin shoved through the circle of green men, pushing rudely. He\nstopped, picked up one of the shovels; thrust it toward a Martian. The\nMartian took it in his hands.\n\n\"It's very important that you _tell_ them--that you don't show them,\"\nCleve said. \"You must not do any of the work yourself.\"\n\n\"I'll handle it,\" Larkin snapped. \"Now, you--all of you! Grab a shovel.\nPick 'em up, see? Pick 'em up! We've got work to do. A ditch to dig.\"\n\nLarkin's pantomime was a universal language. \"We start the ditch here.\nRight here--you fella! Get digging! And put your back into that shovel.\nHit hard or maybe it gives the whip--understand?\" Larkin made a\nthreatening motion toward the lash coiled at his belt.\n\nSmith, already on the scene, turned as Evans and Dane arrived carrying\nundefined plastic. They snapped the cylinders and chairs appeared;\nchairs--and a table upon which Carter and Lewis, bringing up the rear,\nplaced a pitcher of beer, glasses and a box of cigars.\n\nCleve, the psychologist, looked with satisfaction upon the string of\nMartians manipulating the shovels. \"All right,\" he said. \"Let's sit\ndown. Pour the beer, one of you.\"\n\n\"Allow me,\" Smith said. He fought to straighten the smile bending his\nlips. He picked up the pitcher and poured beer into the glasses. It all\nseemed so absurd; these grim-faced men acting out an asinine tableau.\n\nCleve caught the smile. \"I wish you'd take this seriously,\" he said.\n\"It's a mighty touchy and important business.\"\n\n\"Sorry,\" Smith said, raising his glass. \"Here's to empire.\"\n\nLarkin was striding up and down the line of straining Martians. The\nscowl had become a part of him.\n\n_It's getting him_, Smith marveled. _Act or no act, he likes it.\nExperiment or not, he's in his element._\n\nThe six men sat drinking their beer and watching Larkin. But only Cleve\nwas aware of the skill with which the man worked. The gradual\napplication of pressure; the careful moving forward from bog to bog with\nthe path of retreat always open. From sharpness to brusqueness. From the\nbrusque to the harsh. From the harsh to the brutal.\n\n\"Will you tell me,\" Smith asked, \"why we have to sit here drinking like\na pack of fools? I don't like beer.\"\n\n\"I'm not enjoying it, either,\" Cleve said. \"But you can certainly\nunderstand that the roles must be set right from the beginning. They\nmust understand we are their masters, so we must conduct ourselves in\nthat manner. Never any sign that could be interpreted as compromise.\"\n\nLarkin, satisfied with the progress of the entirely useless ditch, came\nto the table and raised a glass of beer. He wiped the foam from his\nmustache and asked, \"What do you think?\" directing the question toward\nCleve.\n\n\n\nThe latter regarded the sweating Martians with calculating eyes. \"It's\ngoing entirely as I predicted. The next step is in order, I believe.\"\n\n\"You think it's safe?\"\n\n\"I'm certain of it.\"\n\nSmith, studying Larkin, saw the latter smile, and was again struck by\nits quality.\n\n_Whatever the test, Larkin's for it, even above the call of scientific\nexperimentation._\n\nLarkin was uncoiling the whip from his belt. He strode toward the\nfast-deepening ditch. He selected a subject. \"You--fella. You're lazy,\nhuh? You like to gold-brick it? Then see how you like this!\" He laid the\nwhip across the green shoulders of the Martian.\n\nThe Martian winced. He raised an arm to shield off the whip. Again it\ncurled against his flesh. He whimpered. His grin was stark, inquiring.\n\n\"Hit that shovel, you green bastard!\" Larkin roared.\n\nThe Martian understood. So did the other Martians. Their muscles\nquivered as they drove into their work.\n\nLarkin came back, smiling--almost dreamily, Smith thought. Cleve said,\n\"Excellent. I'd hardly hoped for such conformity. Hardly expected it.\"\n\n\"You mean,\" Smith asked, \"that this little scene can be projected from a\ndozen to a hundred? From a hundred to a thousand--?\"\n\n\"From this little plot to the whole, surface of the planet,\" Cleve said.\n\"The mass is nothing more than a collection of individuals. Control the\nindividual and you've got the mob. That is if you follow through with\nthe original method. Set the hard pattern.\"\n\n\"Then we're in--is that it? They've passed every test with flying\ncolors.\"\n\n\"I'm sure they will,\" Cleve said, frowning. \"But we must be thorough.\"\n\n\"There's still another test?\"\n\n\"Yes. The test of final and complete subservience. It must be proven\nbeyond all doubt that they know their masters.\"\n\n\"You don't think they're aware yet that we _are_ their masters?\"\n\n\"I'm sure they know. It only remains to be proven.\" Cleve glanced up at\nLarkin. \"Maybe this is as far as we should go today. We've made\nmarvelous progress.\"\n\nThat characteristic wave of Larkin's hand; the gesture of the empire\nbuilder brushing away mountains. \"Why wait? I want to get this thing\nover with. You said yourself they're under our thumb.\"\n\nCleve pondered, staring at the Martians. \"Very well. There's really no\nreason to wait.\"\n\nLarkin smiled and turned toward the diggers, only half visible now from\nthe depths of the ditch. He walked forward, appearing to exercise more\ncare, this time, in the selection of his subject. Finally, he pointed at\none of the Martians. \"You--fella! Come here!\"\n\nSeveral of them looked at one another a trifle confused. \"You--damn it!\nWhat are you waiting for?\"\n\nOne of them climbed slowly from the trench. While he was engaged in so\ndoing, Smith noticed two things. He saw the look of rage, simulated or\notherwise, that came into Larkin's face. And he saw Cleve's fingers\ntighten on the edge of the table.\n\nLarkin had a gun in his fist; a roar in his voice. \"When I talk--you\njump! Get that? All of you!\"\n\nHe fired three bullets into the Martian's brain. The latter slumped\ngrinning to the ground. Larkin, his breath coming jerkily, stood poised\non the balls of his feet. The men at the table sat frozen--waiting.\nAround them--on the plain--some two hundred Martians stood motionless.\n\n_The final test_, Smith thought. _To prove they're cattle._\n\n\n\nA full minute passed after the echo of the gun faded out. Silence.\n\nAnd nothing.\n\nThe Earthmen picked up their breathing where they'd dropped it. Larkin's\nbreath exploded in savage voice--triumphant voice. The Martians were\nhis.\n\n\"Come on, some of you! Dig a hole and bury that carrion! And if anybody\nstill wonders who's boss around here--let him step forward!\"\n\n\"They took it!\" Cleve whispered. \"Glory be--they took it!\"\n\nFour Martians climbed grinning from the trench. They faced Larkin and\nstood as though awaiting instructions.\n\n\"Dig there,\" Larkin said.\n\nThey went stolidly to work and Larkin pocketed his gun, making the\npocketing a gesture of contempt.\n\n\"You see,\" Cleve said, with the tone of one explaining an abstract\nproblem, \"we were at somewhat of a disadvantage because they are\nincapable of indicating emotion by facial expression. Thus the last test\nwas necessary. If we could have judged the degree of fear previously\ninstilled, that last might not have been necessary.\"\n\n\"Just as well to have a double check nonetheless,\" Dane said. \"Look at\nthem! You'd think nothing out of the ordinary had happened.\"\n\nLarkin strode back to the table. \"Glad we got it over with,\" he said.\n\"Now we _know_. Cleve can head back for Earth tomorrow. Initial supplies\nwill come to about twenty million, I estimate. The rest of us can stay\nhere and really drive these beggars. Get the foundations dug; get the\nrock down from the hills.\"\n\n\"A planet in glorious resurrection,\" said Dane, the poet of the group.\n\n\"They've got the grave dug,\" Cleve observed. \"They're waiting for\norders.\"\n\n\"Such cattle,\" Evans muttered.\n\nLarkin strode back to the grave. He pointed. \"Him--body into the grave.\nSnap into it. We've got work to do.\"\n\nThe Martians put the body into the grave.\n\nThen a tall, green man appeared behind Larkin. He put his arms around\nLarkin's body. Another Martian took the gun from Larkin's pocket.\n\nAnd they pushed the screaming Earthman down into the grave.\n\nSmith sprang to his feet. \"For God's sake!\"\n\n\"Sit down, you fool!\" Cleve hissed. \"Do you want to die? We've\nmiscalculated. Something's wrong.\"\n\nThe big Martian was standing on Larkin. The others threw in the soil.\nLarkin, now beyond sanity, was gibbering like an animal.\n\nSmith sat down. The Earthman presented a frozen tableau. Soon the\ngibbering could no longer be heard and the big Martian stepped out of\nthe grave.\n\n\"Leave everything,\" Cleve whispered. \"Get up very casually and walk back\nto the ship. Get inside it.\"\n\n\"May God help us,\" Dane quavered.\n\n\"Shut up! Act natural.\"\n\nThey went back and got into the ship while the Martians stood patiently\nabout waiting for something to happen. Their patience was rewarded when\nthe ship arose on a great flaming tail from the surface of the planet.\n\nIt was a sight worth waiting for.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Hill, Arthur G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30539/pg30539.txt",
        "name": "the_terrible_answer.json"
    }
}