{
    "name": "The Lost Child",
    "author": [
        "Kingsley, Henry"
    ],
    "body": "PREFACE.\n\n\nIt is only natural that an author should say a few words about a\nrepublication of this kind. The story in its separate form has the\nadvantage of being illustrated by an eminent artist, whose special\nqualifications are widely known and acknowledged; and it seemed to all\nconcerned best that it should be left entirely untouched. The first two\nparagraphs and the last short one are simply added: no other liberty has\nbeen taken with it.\n\nTo avoid the trouble of those great plagues of literature, foot-notes,\nthe author asks the reader to submit to a few very trifling\nexplanations:\n\n\"Quantongs\" are a bush fruit, of about the same quality as green\ngooseberries, but, like the last-named fruit, very much sought after by\nthe native youth.\n\nThe Bunyip is the native river devil, or kelpie, evidently the crocodile\nof the Northern Australian rivers, whose recognition by the Southern\nnatives in their legends shows, if nothing else did, that the centre of\ndispersion in Australia was from the North, as Doctor Laing told us\nyears ago.\n\nWith regard to the habit which lost children have of aimless climbing,\nthe author knew a child who, being lost by his father while out shooting\non one of the flats bordering on the Eastern Pyrenees in Port Phillip on\nSunday afternoon, was found the next Wednesday dead, at an elevation\nabove the Avoca township of between two and three thousand feet.\n\n\n\n\nLIST OF ILLUSTRATIONS.\n\n\n                                                                    PAGE\n\n   SOMETIMES LOOKING EAGERLY ACROSS THE WATER AT THE\n   WAVING FOREST BOUGHS                                          _Front._\n\n   AND THERE HE STOOD, NAKED AND FREE, ON THE FORBIDDEN\n   GROUND                                                     _Vignette._\n\n   \"MOTHER, WHAT COUNTRY IS THAT ACROSS THE RIVER?\"                   15\n\n   A KANGAROO! A SNAKE! AN EAGLE!                                     21\n\n   HE WAS LOST IN THE BUSH                                            25\n\n   HE CAME ON THE BALD, THUNDER-SMITTEN SUMMIT RIDGE                  29\n\n   \"WE HAVE COME TO HELP YOU, MISTRESS\"                               33\n\n   THERE HE LAY, DEAD AND STIFF                                       39\n\n\n\n\nTHE LOST CHILD.\n\n\nRemember? Yes, I remember well that time when the disagreement arose\nbetween Sam Buckley and Cecil, and how it was mended. You are wrong\nabout one thing, General; no words ever passed between those two young\nmen: death was between them before they had time to speak.\n\nI will tell you the real story, old as I am, as well as either of them\ncould tell it for themselves; and as I tell it I hear the familiar roar\nof the old snowy river in my ears, and if I shut my eyes I can see the\ngreat mountain, Lanyngerin, bending down his head like a thorough-bred\nhorse with a curb in his mouth; I can see the long grey plains, broken\nwith the outlines of the solitary volcanoes Widderin and Monmot. Ah,\nGeneral Halbert! I will go back there next year, for I am tired of\nEngland, and I will leave my bones there; I am getting old, and I want\npeace, as I had it in Australia. As for the story you speak of, it is\nsimply this:--\n\nFour or five miles up the river from Garoopna stood a solitary hut,\nsheltered by a lofty bare knoll, round which the great river chafed\namong the boulders. Across the stream was the forest sloping down in\npleasant glades from the mountain; and behind the hut rose the plain\nfour or five hundred feet overhead, seeming to be held aloft by the\nblue-stone columns which rose from the river-side.\n\nIn this cottage resided a shepherd, his wife, and one little boy, their\nson, about eight years old,--a strange, wild little bush child, able to\nspeak articulately, but utterly without knowledge or experience of human\ncreatures, save of his father and mother; unable to read a line; without\nreligion of any sort or kind; as entire a little savage, in fact, as you\ncould find in the worst den in your city, morally speaking, and yet\nbeautiful to look on; as active as a roe, and, with regard to natural\nobjects, as fearless as a lion.\n\nAs yet unfit to begin labour; all the long summer he would wander about\nthe river bank, up and down the beautiful rock-walled paradise where he\nwas confined, sometimes looking eagerly across the water at the waving\nforest boughs, and fancying he could see other children far up the\nvistas beckoning to him to cross and play in that merry land of shifting\nlights and shadows.\n\nIt grew quite into a passion with the poor little man to get across and\nplay there; and one day when his mother was shifting the hurdles, and he\nwas handing her the strips of green hide which bound them together, he\nsaid to her,--\n\n\"Mother, what country is that across the river?\"\n\n\"The forest, child.\"\n\n\"There's plenty of quantongs over there, eh, mother, and raspberries?\nWhy mayn't I get across and play there?\"\n\n\"The river is too deep, child, and the Bunyip lives in the water under\nthe stones.\"\n\n\"Who are the children that play across there?\"\n\n\"Black children, likely.\"\n\n\"No white children?\"\n\n\"Pixies; don't go near 'em, child; they'll lure you on, Lord knows\nwhere. Don't get trying to cross the river, now, or you'll be drowned.\"\n\nBut next day the passion was stronger on him than ever. Quite early on\nthe glorious cloudless midsummer day he was down by the river-side,\nsitting on a rock, with his shoes and stockings off, paddling his feet\nin the clear tepid water, and watching the million fish in the\nshallows--black fish and grayling--leaping and flashing in the sun.\n\nThere is no pleasure that I have ever experienced like a child's\nmidsummer holiday,--the time, I mean, when two or three of us used to\ngo away up the brook, and take our dinners with us, and come home at\nnight tired, dirty, happy, scratched beyond recognition, with a great\nnosegay, three little trout and one shoe, the other having been used for\na boat till it had gone down with all hands out of soundings. How poor\nour Derby days, our Greenwich dinners, our evening parties, where there\nare plenty of nice girls, are, after that! Depend on it, a man never\nexperiences such pleasure or grief after fourteen as he does before:\nunless in some cases in his first love-making, when the sensation is new\nto him.\n\nBut, meanwhile, there sat our child, barelegged, watching the forbidden\nground beyond the river. A fresh breeze was moving the trees, and making\nthe whole a dazzling mass of shifting light and shadow. He sat so still\nthat a glorious violet and red kingfisher perched quite close, and,\ndashing into the water, came forth with a fish, and fled like a ray of\nlight along the winding of the river. A colony of little shell parrots,\ntoo, crowded on a bough, and twittered and ran to and fro quite busily,\nas though they said to him, \"We don't mind you, my dear; you are quite\none of us.\"\n\nNever was the river so low. He stepped in; it scarcely reached his\nankle. Now surely he might get across. He stripped himself, and,\ncarrying his clothes, waded through, the water never reaching his\nmiddle, all across the long, yellow gravelly shallow. And there he\nstood, naked and free, on the forbidden ground.\n\nHe quickly dressed himself, and began examining his new kingdom, rich\nbeyond his utmost hopes. Such quantongs, such raspberries, surpassing\nimagination; and when tired of them, such fern boughs, six or eight feet\nlong! He would penetrate this region, and see how far it extended.\n\nWhat tales he would have for his father to-night! He would bring him\nhere, and show him all the wonders, and perhaps he would build a new hut\nover here, and come and live in it? Perhaps the pretty young lady, with\nthe feathers in her hat, lived somewhere here, too?\n\nThere! There is one of those children he has seen before across the\nriver. Ah! ah! it is not a child at all, but a pretty grey beast, with\nbig ears. A kangaroo, my lad; he won't play with you, but skips away\nslowly, and leaves you alone.\n\nThere is something like the gleam of water on that rock. A snake! Now a\nsounding rush through the wood, and a passing shadow. An eagle! He\nbrushes so close to the child, that he strikes at the bird with a stick,\nand then watches him as he shoots up like a rocket, and, measuring the\nfields of air in ever-widening circles, hangs like a motionless speck\nupon the sky; though, measure his wings across, and you will find he is\nnearer fifteen feet than fourteen.\n\nHere is a prize, though! A wee little native bear, barely a foot\nlong,--a little grey beast, comical beyond expression, with broad\nflapped ears,--sits on a tree within reach. He makes no resistance, but\ncuddles into the child's bosom, and eats a leaf as they go along; while\nhis mother sits aloft, and grunts indignant at the abstraction of her\noffspring, but, on the whole, takes it pretty comfortably, and goes on\nwith her dinner of peppermint leaves.\n\nWhat a short day it has been! Here is the sun getting low, and the\nmagpies and jackasses beginning to tune up before roosting.\n\nHe would turn and go back to the river. Alas! which way?\n\nHe was lost in the bush. He turned back and went, as he thought, the way\nhe had come, but soon arrived at a tall, precipitous cliff, which, by\nsome infernal magic, seemed to have got between him and the river. Then\nhe broke down, and that strange madness came on him which comes even\non strong men when lost in the forest; a despair, a confusion of\nintellect, which has cost many a man his life. Think what it must be\nwith a child!\n\nHe was fully persuaded that the cliff was between him and home, and that\nhe must climb it. Alas! every step he took aloft carried him further\nfrom the river and the hope of safety; and when he came to the top, just\nat dark, he saw nothing but cliff after cliff, range after range, all\naround him. He had been wandering through steep gullies all day\nunconsciously, and had penetrated far into the mountains. Night was\ncoming down, still and crystal clear, and the poor little lad was far\naway from help or hope, going his last long journey alone.\n\nPartly perhaps walking, and partly sitting down and weeping, he got\nthrough the night; and when the solemn morning came up, again he was\nstill tottering along the leading range, bewildered; crying, from time\nto time, \"Mother, mother!\" still nursing his little bear, his only\ncompanion, to his bosom, and holding still in his hand a few poor\nflowers he had gathered the day before. Up and on all day, and at\nevening, passing out of the great zone of timber, he came on the bald,\nthunder-smitten summit ridge, where one ruined tree held up its skeleton\narms against the sunset, and the wind came keen and frosty. So, with\nfailing, feeble legs, upward still, towards the region of the granite\nand the snow; towards the eyrie of the kite and the eagle.\n\n\n\nBrisk as they all were at Garoopna, none were so brisk as Cecil and Sam.\nCharles Hawker wanted to come with them, but Sam asked him to go with\nJim; and, long before the others were ready, our two had strapped their\nblankets to their saddles, and followed by Sam's dog Rover, now getting\na little grey about the nose, cantered off up the river.\n\nNeither spoke at first. They knew what a solemn task they had before\nthem; and, while acting as though everything depended on speed, guessed\nwell that their search was only for a little corpse, which, if they had\nluck, they would find stiff and cold under some tree or cray.\n\nCecil began: \"Sam, depend on it that child has crossed the river to this\nside. If he had been on the plains, he would have been seen from a\ndistance in a few hours.\"\n\n\"I quite agree,\" said Sam. \"Let us go down on this side till we are\nopposite the hut, and search for marks by the river-side.\"\n\nSo they agreed; and in half an hour were opposite the hut, and, riding\nacross to it to ask a few questions, found the poor mother sitting on\nthe door-step, with her apron over her head, rocking herself to and fro.\n\n\"We have come to help you, mistress,\" said Sam. \"How do you think he is\ngone?\"\n\nShe said, with frequent bursts of grief, that \"some days before he had\nmentioned having seen white children across the water, who beckoned him\nto cross and play; that she, knowing well that they were fairies, or\nperhaps worse, had warned him solemnly not to mind them; but that she\nhad very little doubt that they had helped him over and carried him away\nto the forest; and that her husband would not believe in his having\ncrossed the river.\"\n\n\"Why, it is not knee-deep across the shallow,\" said Cecil.\n\n\"Let us cross again,\" said Sam: \"he _may_ be drowned, but I don't think\nit.\"\n\nIn a quarter of an hour from starting they found, slightly up the\nstream, one of the child's socks, which in his hurry to dress he had\nforgotten. Here brave Rover took up the trail like a bloodhound, and\nbefore evening stopped at the foot of a lofty cliff.\n\n\"Can he have gone up here?\" said Sam, as they were brought up by the\nrock.\n\n\"Most likely,\" said Cecil. \"Lost children always climb from height to\nheight. I have heard it often remarked by old bush hands. Why they do\nso, God, who leads them, only knows; but the fact is beyond denial. Ask\nRover what he thinks?\"\n\nThe brave old dog was half-way up, looking back for them. It took them\nnearly till dark to get their horses up; and, as there was no moon, and\nthe way was getting perilous, they determined to camp, and start again\nin the morning.\n\nThey spread their blankets and lay down side by side. Sam had thought,\nfrom Cecil's proposing to come with him in preference to the others,\nthat he would speak of a subject nearly concerning them both; but Cecil\nwent off to sleep and made no sign; and Sam, ere he dozed, said to\nhimself, \"If he don't speak this journey, I will. It is unbearable that\nwe should not come to some understanding. Poor Cecil!\"\n\nAt early dawn they caught up their horses, which had been hobbled with\nthe stirrup leathers, and started afresh. Both were more silent than\never, and the dog, with his nose to the ground, led them slowly along\nthe rocky rib of the mountain, ever going higher and higher.\n\n\"It is inconceivable,\" said Sam, \"that the poor child can have come up\nhere. There is Tuckerimbid close to our right, five thousand feet above\nthe river. Don't you think we must be mistaken?\"\n\n\"The dog disagrees with you,\" said Cecil. \"He has something before him\nnot very far off. Watch him.\"\n\nThe trees had become dwarfed and scattered; they were getting out of the\nregion of trees; the real forest zone was now below them, and they saw\nthey were emerging towards a bald elevated down, and that a few hundred\nyards before them was a dead tree, on the highest branch of which sat an\neagle.\n\n\"The dog has stopped,\" said Cecil; \"the end is near.\"\n\n\"See,\" said Sam, \"there is a hand-kerchief under the tree.\"\n\n\"That is the boy himself,\" said Cecil.\n\nThey were up to him and off in a moment. There he lay, dead and stiff,\none hand still grasping the flowers he had gathered on his last happy\nplay-day, and the other laid as a pillow, between the soft cold cheek\nand the rough cold stone. His midsummer holiday was over, his long\njourney was ended. He had found out at last what lay beyond the shining\nriver he had watched so long.\n\nThat is the whole story, General Halbert; and who should know it better\nthan I, Geoffry Hamlyn?\n\nTHE END.\n\n\n       *       *       *       *       *\n\n\nLITTLE LUCY'S WONDERFUL GLOBE.\nPictured in Twenty Plates, and Narrated\nBY CHARLOTTE M. YONGE.\n_Author of \"The Heir of Redclyffe.\"_\nCrown 4to. cloth gilt.\n\n\nTHE LOST CHILD.\nBY HENRY KINGSLEY.\nWith Eight Illustrations.\nCrown 4to. cloth gilt.\n\n\nTHE PLEASANT TALE OF PUSS AND ROBIN, AND THEIR FRIENDS, KITTY AND BOB.\nTold in Twelve Pictures, with Rhymes\nBY TOM HOOD.\nCrown 4to. cloth gilt.\n\n\nA BOOK OF GOLDEN DEEDS OF ALL TIMES AND ALL COUNTRIES.\nGathered and Narrated anew\nBY CHARLOTTE M. YONGE.\n_Author of \"The Heir of Redclyffe.\"_\nWith Twenty Illustrations.\nCrown 8vo. cloth gilt.\n\n\nWHEN I WAS A LITTLE GIRL. _STORIES FOR CHILDREN._\nBY THE AUTHOR OF \"ST. OLAVES.\"\nWith Eight Illustrations.\nSecond Edition. Extra Fcap. 8vo. _4s. 6d._\n\n\nNINE YEARS OLD.\nBY THE AUTHOR OF \"ST. OLAVES.\"\n_Uniform with the above._\nWith Eight Illustrations.\n\nMACMILLAN AND CO., LONDON.\n\n\n\nLONDON: R. CLAY, SONS, AND TAYLOR, PRINTERS, BREAD STREET HILL.",
    "metadata": {
        "author": [
            "Kingsley, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25404/pg25404.txt",
        "name": "the_lost_child.json"
    }
}