{
    "name": "The Third String\nOdd Craft, Part 12.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE THIRD STRING\n\nLove?  said the night-watchman, as he watched in an abstracted fashion\nthe efforts of a skipper to reach a brother skipper on a passing barge\nwith a boathook.  Don't talk to me about love, because I've suffered\nenough through it.  There ought to be teetotalers for love the same as\nwot there is for drink, and they ought to wear a piece o' ribbon to show\nit, the same as the teetotalers do; but not an attractive piece o'\nribbon, mind you.  I've seen as much mischief caused by love as by drink,\nand the funny thing is, one often leads to the other.  Love, arter it is\nover, often leads to drink, and drink often leads to love and to a man\ncommitting himself for life afore it is over.\n\nSailormen give way to it most; they see so little o' wimmen that\nthey naturally 'ave a high opinion of 'em.  Wait till they become\nnight-watchmen and, having to be at 'ome all day, see the other side of\n'em.  If people on'y started life as night-watchmen there wouldn't be one\n'arf the falling in love that there is now.\n\nI remember one chap, as nice a fellow as you could wish to meet, too.\nHe always carried his sweet-heart's photograph about with 'im, and it was\nthe on'y thing that cheered 'im up during the fourteen years he was cast\naway on a deserted island.  He was picked up at last and taken 'ome, and\nthere she was still single and waiting for 'im; and arter spending\nfourteen years on a deserted island he got another ten in quod for\nshooting 'er because she 'ad altered so much in 'er looks.\n\nThen there was Ginger Dick, a red-'aired man I've spoken about before.\nHe went and fell in love one time when he was lodging in Wapping 'ere\nwith old Sam Small and Peter Russet, and a nice mess 'e made of it.\n\nThey was just back from a v'y'ge, and they 'adn't been ashore a week\nafore both of 'em noticed a change for the worse in Ginger.  He turned\nquiet and peaceful and lost 'is taste for beer.  He used to play with 'is\nfood instead of eating it, and in place of going out of an evening with\nSam and Peter took to going off by 'imself.\n\n\"It's love,\" ses Peter Russet, shaking his 'ead, \"and he'll be worse\nafore he's better.\"\n\n\"Who's the gal?\" ses old Sam.\n\nPeter didn't know, but when they came 'ome that night 'e asked.  Ginger,\nwho was sitting up in bed with a far-off look in 'is eyes, cuddling 'is\nknees, went on staring but didn't answer.\n\n\"Who is it making a fool of you this time, Ginger?\" ses old Sam.\n\n\"You mind your bisness and I'll mind mine,\" ses Ginger, suddenly waking\nup and looking very fierce.\n\n\"No offence, mate,\" ses Sam, winking at Peter.  \"I on'y asked in case I\nmight be able to do you a good turn.\"\n\n\"Well, you can do that by not letting her know you're a pal o' mine,\" ses\nGinger, very nasty.\n\nOld Sam didn't understand at fust, and when Peter explained to 'im he\nwanted to hit 'im for trying to twist Ginger's words about.\n\n\"She don't like fat old men,\" ses Ginger.\n\n\"Ho!\" ses old Sam, who couldn't think of anything else to say.  \"Ho!\ndon't she?  Ho!  Ho! indeed!\"\n\nHe undressed 'imself and got into the bed he shared with Peter, and kept\n'im awake for hours by telling 'im in a loud voice about all the gals\nhe'd made love to in his life, and partikler about one gal that always\nfainted dead away whenever she saw either a red-'aired man or a monkey.\n\nPeter Russet found out all about it next day, and told Sam that it was a\nbarmaid with black 'air and eyes at the Jolly Pilots, and that she\nwouldn't 'ave anything to say to Ginger.\n\nHe spoke to Ginger about it agin when they were going to bed that night,\nand to 'is surprise found that he was quite civil.  When 'e said that he\nwould do anything he could for 'im, Ginger was quite affected.\n\n\"I can't eat or drink,\" he ses, in a miserable voice; \"I lay awake all\nlast night thinking of her.  She's so diff'rent to other gals; she's\ngot--If I start on you, Sam Small, you'll know it.  You go and make that\nchoking noise to them as likes it.\"\n\n\"It's a bit o' egg-shell I got in my throat at break-fast this morning,\nGinger,\" ses Sam.  \"I wonder whether she lays awake all night thinking of\nyou?\"\n\n\"I dare say she does,\" ses Peter Russet, giving 'im a little push.\n\n\"Keep your 'art up, Ginger,\" ses Sam; \"I've known gals to 'ave the most\next'ordinary likings afore now.\"\n\n\"Don't take no notice of 'im,\" ses Peter, holding Ginger back.  \"'Ow are\nyou getting on with her?\"\n\nGinger groaned and sat down on 'is bed and looked at the floor, and Sam\nwent and sat on his till it shook so that Ginger offered to step over and\nbreak 'is neck for 'im.\n\n\"I can't 'elp the bed shaking,\" ses Sam; \"it ain't my fault.  I didn't\nmake it.  If being in love is going to make you so disagreeable to your\nbest friends, Ginger, you'd better go and live by yourself.\"\n\n\"I 'eard something about her to-day, Ginger,\" ses Peter Russet.  \"I met a\nchap I used to know at Bull's Wharf, and he told me that she used to keep\ncompany with a chap named Bill Lumm, a bit of a prize-fighter, and since\nshe gave 'im up she won't look at anybody else.\"\n\n\"Was she very fond of 'im, then?\" asks Ginger.\n\n\"I don't know,\" ses Peter; \"but this chap told me that she won't walk out\nwith anybody agin, unless it's another prize-fighter.  Her pride won't\nlet her, I s'pose.\"\n\n\"Well, that's all right, Ginger,\" ses Sam; \"all you've got to do is to go\nand be a prize-fighter.\"\n\n\"If I 'ave any more o' your nonsense--\" ses Ginger, starting up.\n\n\"That's right,\" ses Sam; \"jump down anybody's throat when they're trying\nto do you a kindness.  That's you all over, Ginger, that is.  Wot's to\nprevent you telling 'er that you're a prize-fighter from Australia or\nsomewhere?  She won't know no better.\"\n\nHe got up off the bed and put his 'ands up as Ginger walked across the\nroom to 'im, but Ginger on'y wanted to shake 'ands, and arter he 'ad done\nthat 'e patted 'im on the back and smiled at 'im.\n\n\"I'll try it,\" he ses.  \"I'd tell any lies for 'er sake.  Ah! you don't\nknow wot love is, Sam.\"\n\n\"I used to,\" ses Sam, and then he sat down agin and began to tell 'em all\nthe love-affairs he could remember, until at last Peter Russet got tired\nand said it was 'ard to believe, looking at 'im now, wot a perfick terror\nhe'd been with gals, and said that the face he'd got now was a judgment\non 'im.  Sam shut up arter that, and got into trouble with Peter in the\nmiddle o' the night by waking 'im up to tell 'im something that he 'ad\njust thought of about his face.\n\nThe more Ginger thought o' Sam's idea the more he liked it, and the very\nnext evening 'e took Peter Russet into the private bar o' the Jolly\nPilots.  He ordered port wine, which he thought seemed more 'igh-class\nthan beer, and then Peter Russet started talking to Miss Tucker and told\nher that Ginger was a prize-fighter from Sydney, where he'd beat\neverybody that stood up to 'im.\n\nThe gal seemed to change toward Ginger all in a flash, and 'er beautiful\nblack eyes looked at 'im so admiring that he felt quite faint.  She\nstarted talking to 'im about his fights at once, and when at last 'e\nplucked up courage to ask 'er to go for a walk with 'im on Sunday\narternoon she seemed quite delighted.\n\n\"It'll be a nice change for me,\" she ses, smiling.  \"I used to walk out\nwith a prize-fighter once before, and since I gave 'im up I began to\nthink I was never going to 'ave a young man agin.  You can't think 'ow\ndull it's been.\"\n\n\"Must ha' been,\" ses Ginger.\n\n\"I s'pose you've got a taste for prize-fighters, miss,\" ses Peter Russet.\n\n\"No,\" ses Miss Tucker; \"I don't think that it's that exactly, but, you\nsee, I couldn't 'ave anybody else.  Not for their own sakes.\"\n\n\"Why not?\" ses Ginger, looking puzzled.\n\n\"Why not?\" ses Miss Tucker.  \"Why, because o' Bill.  He's such a 'orrid\njealous disposition.  After I gave 'im up I walked out with a young\nfellow named Smith; fine, big, strapping chap 'e was, too, and I never\nsaw such a change in any man as there was in 'im after Bill 'ad done with\n'im.  I couldn't believe it was 'im.  I told Bill he ought to be ashamed\nof 'imself.\"\n\n\"Wot did 'e say?\"  asks Ginger.\n\n\"Don't ask me wot 'e said,\" ses Miss Tucker, tossing her 'ead.  \"Not\nliking to be beat, I 'ad one more try with a young fellow named Charlie\nWebb.\"\n\n\"Wot 'appened to 'im?\" ses Peter Russet, arter waiting a bit for 'er to\nfinish.\n\n\"I can't bear to talk of it,\" ses Miss Tucker, holding up Ginger's glass\nand giving the counter a wipe down.  \"He met Bill, and I saw 'im six\nweeks afterward just as 'e was being sent away from the 'ospital to a\nseaside home.  Bill disappeared after that.\"\n\n\"Has he gone far away?\" ses Ginger, trying to speak in a off-'and way.\n\n\"Oh, he's back now,\" ses Miss Tucker.  \"You'll see 'im fast enough, and,\nwotever you do, don't let 'im know you're a prize-fighter.\"\n\n\"Why not?\" ses pore Ginger.\n\n\"Because o' the surprise it'll be to 'im,\" ses Miss Tucker.  \"Let 'im\nrush on to 'is doom.  He'll get a lesson 'e don't expect, the bully.\nDon't be afraid of 'urting 'im.  Think o' pore Smith and Charlie Webb.\"\n\n\"I am thinkin' of 'em,\" ses Ginger, slow-like.  \"Is--is Bill--very quick\n--with his 'ands?\"\n\n\"Rather,\" ses Miss Tucker; \"but o' course he ain't up to your mark; he's\non'y known in these parts.\"\n\nShe went off to serve a customer, and Ginger Dick tried to catch Peter's\neye, but couldn't, and when Miss Tucker came back he said 'e must be\ngoing.\n\n\"Sunday afternoon at a quarter past three sharp, outside 'ere,\" she ses.\n\"Never mind about putting on your best clothes, because Bill is sure to\nbe hanging about.  I'll take care o' that.\"\n\nShe reached over the bar and shook 'ands with 'im, and Ginger felt a\nthrill go up 'is arm which lasted 'im all the way 'ome.\n\nHe didn't know whether to turn up on Sunday or not, and if it 'adn't ha'\nbeen for Sam and Peter Russet he'd ha' most likely stayed at home.  Not\nthat 'e was a coward, being always ready for a scrap and gin'rally\nspeaking doing well at it, but he made a few inquiries about Bill Lumm\nand 'e saw that 'e had about as much chance with 'im as a kitten would\n'ave with a bulldog.\n\nSam and Peter was delighted, and they talked about it as if it was a\npantermime, and old Sam said that when he was a young man he'd ha' fought\nsix Bill Lumms afore he'd ha' given a gal up.  He brushed Ginger's\nclothes for 'im with 'is own hands on Sunday afternoon, and, when Ginger\nstarted, 'im and Peter follered some distance behind to see fair play.\n\nThe on'y person outside the Jolly Pilots when Ginger got there was a man;\na strong-built chap with a thick neck, very large 'ands, and a nose which\n'ad seen its best days some time afore.  He looked 'ard at Ginger as 'e\ncame up, and then stuck his 'ands in 'is trouser pockets and spat on the\npavement.  Ginger walked a little way past and then back agin, and just\nas he was thinking that 'e might venture to go off, as Miss Tucker 'adn't\ncome, the door opened and out she came.\n\n\"I couldn't find my 'at-pins,\" she ses, taking Ginger's arm and smiling\nup into 'is face.\n\nBefore Ginger could say anything the man he 'ad noticed took his 'ands\nout of 'is pockets and stepped up to 'im.\n\n\"Let go o' that young lady's arm,\" he ses.  \"Sha'n't,\" ses Ginger,\nholding it so tight that Miss Tucker nearly screamed.\n\n\"Let go 'er arm and put your 'ands up,\" ses the chap agin.\n\n\"Not 'ere,\" ses Ginger, who 'ad laid awake the night afore thinking wot\nto do if he met Bill Lumm.  \"If you wish to 'ave a spar with me, my lad,\nyou must 'ave it where we can't be interrupted.  When I start on a man I\nlike to make a good job of it.\"\n\n\"Good job of it!\" ses the other, starting.  \"Do you know who I am?\"\n\n\"No, I don't,\" ses Ginger, \"and, wot's more, I don't care.\"\n\n\"My name,\" ses the chap, speaking in a slow, careful voice, \"is Bill\nLumm.\"\n\n\"Wot a 'orrid name!\" ses Ginger.\n\n\"Otherwise known as the Wapping Basher,\" ses Bill, shoving 'is face into\nGinger's and glaring at 'im.\n\n\"Ho!\" ses Ginger, sniffing, \"a amatoor.\"\n\n\"_Amatoor?_\"  ses Bill, shouting.\n\n\"That's wot we should call you over in Australia,\" ses Ginger; \"my name\nis Dick Duster, likewise known as the Sydney Puncher.  I've killed three\nmen in the ring and 'ave never 'ad a defeat.\"\n\n\"Well, put 'em up,\" ses Bill, doubling up 'is fists and shaping at 'im.\n\n\"Not in the street, I tell you,\" ses Ginger, still clinging tight to Miss\nTucker's arm.  \"I was fined five pounds the other day for punching a man\nin the street, and the magistrate said it would be 'ard labour for me\nnext time.  You find a nice, quiet spot for some arternoon, and I'll\nknock your 'ead off with pleasure.\"\n\n\"I'd sooner 'ave it knocked off now,\" ses Bill; \"I don't like waiting for\nthings.\"\n\n\"Thursday arternoon,\" ses Ginger, very firm; \"there's one or two\ngentlemen want to see a bit o' my work afore backing me, and we can\ncombine bisness with pleasure.\"\n\nHe walked off with Miss Tucker, leaving Bill Lumm standing on the\npavement scratching his 'ead and staring arter 'im as though 'e didn't\nquite know wot to make of it.  Bill stood there for pretty near five\nminutes, and then arter asking Sam and Peter, who 'ad been standing by\nlistening, whether they wanted anything for themselves, walked off to ask\n'is pals wot they knew about the Sydney Puncher.\n\nGinger Dick was so quiet and satisfied about the fight that old Sam and\nPeter couldn't make 'im out at all.  He wouldn't even practise punching\nat a bolster that Peter rigged up for 'im, and when 'e got a message from\nBill Lumm naming a quiet place on the Lea Marshes he agreed to it as\ncomfortable as possible.\n\n\"Well, I must say, Ginger, that I like your pluck,\" ses Peter Russet.\n\n\"I always 'ave said that for Ginger; 'e's got pluck,\" ses Sam.\n\nGinger coughed and tried to smile at 'em in a superior sort o' way.  \"I\nthought you'd got more sense,\" he ses, at last.  \"You don't think I'm\ngoing, do you?\"\n\n\"Wot?\" ses old Sam, in a shocked voice.\n\n\"You're never going to back out of it, Ginger?\"  ses Peter.\n\n\"I am,\" ses Ginger.  \"If you think I'm going to be smashed up by a\nprize-fighter just to show my pluck you're mistook.\"\n\n\"You must go, Ginger,\" ses old Sam, very severe.  \"It's too late to back\nout of it now.  Think of the gal.  Think of 'er feelings.\"\n\n\"For the sake of your good name,\" ses Peter.\n\n\"I should never speak to you agin, Ginger,\" ses old Sam, pursing up 'is\nlips.\n\n\"Nor me neither,\" ses Peter Russet.\n\n\"To think of our Ginger being called a coward,\" ses old Sam, with a\nshudder, \"and afore a gal, too.\"\n\n\"The loveliest gal in Wapping,\" ses Peter.\n\n\"Look 'ere,\" ses Ginger, \"you can shut up, both of you.  I'm not going,\nand that's the long and short of it.  I don't mind an ordinary man, but I\ndraw the line at prize-fighters.\"\n\nOld Sam sat down on the edge of 'is bed and looked the picture of\ndespair.  \"You must go, Ginger,\" he ses, \"for my sake.\"\n\n\"Your sake?\"  ses Ginger, staring.\n\n\"I've got money on it,\" ses Sam, \"so's Peter.  If you don't turn up all\nbets'll be off.\"\n\n\"Good job for you, too,\" ses Ginger.  \"If I did turn up you'd lose it, to\na dead certainty.\"\n\nOld Sam coughed and looked at Peter, and Peter 'e coughed and looked at\nSam.\n\n\"You don't understand, Ginger,\" said Sam, in a soft voice; \"it ain't\noften a chap gets the chance o' making a bit o' money these 'ard times.\"\n\n\"So we've put all our money on Bill Lumm,\" ses Peter.  \"It's the safest\nand easiest way o' making money I ever 'eard of.  You see, we know you're\nnot a prize-fighter and the others don't.\"\n\nPore Ginger looked at 'em, and then 'e called 'em all the names he could\nlay 'is tongue to, but, with the idea o' the money they was going make,\nthey didn't mind a bit.  They let him 'ave 'is say, and that night they\nbrought 'ome two other sailormen wot 'ad bet agin Ginger to share their\nroom, and, though they 'ad bet agin 'im, they was so fond of 'im that it\nwas evident that they wasn't going to leave 'im till the fight was over.\n\nGinger gave up then, and at twelve o'clock next day they started off to\nfind the place.  Mr. Webson, the landlord of the Jolly Pilots, a short,\nfat man o' fifty, wot 'ad spoke to Ginger once or twice, went with 'em,\nand all the way to the station he kept saying wot a jolly spot it was for\nthat sort o' thing.  Perfickly private; nice soft green grass to be\nknocked down on, and larks up in the air singing away as if they'd never\nleave off.\n\nThey took the train to Homerton, and, being a slack time o' the day, the\nporters was surprised to see wot a lot o' people was travelling by it.\nSo was Ginger.  There was the landlords of 'arf the public-'ouses in\nWapping, all smoking big cigars; two dock policemen in plain clothes, wot\n'ad got the arternoon off--one with a raging toothache and the other with\na baby wot wasn't expected to last the day out.  They was as full o' fun\nas kittens, and the landlord o' the Jolly Pilots pointed out to Ginger\nwot reasonable 'uman beings policemen was at 'art.  Besides them there\nwas quite a lot o' sailormen, even skippers and mates, nearly all of 'em\nsmoking big cigars, too, and looking at Ginger out of the corner of one\neye and at the Wapping Basher out of the corner of the other.\n\n\"Hit 'ard and hit straight,\" ses the landlord to Ginger in a low voice,\nas they got out of the train and walked up the road.  \"'Ow are you\nfeeling?\"\n\n\"I've got a cold coming on,\" ses pore Ginger, looking at the Basher, who\nwas on in front, \"and a splitting 'eadache, and a sharp pain all down my\nleft leg.  I don't think----\"\n\n\"Well, it's a good job it's no worse,\" ses the land-lord; \"all you've got\nto do is to hit 'ard.  If you win it's a 'undered pounds in my pocket,\nand I'll stand you a fiver of it.  D'ye understand?\"\n\nThey turned down some little streets, several of 'em going diff'rent\nways, and arter crossing the River Lea got on to the marshes, and, as the\nlandlord said, the place might ha' been made for it.\n\nA little chap from Mile End was the referee, and Bill Lumm, 'aving\npeeled, stood looking on while Ginger took 'is things off and slowly and\ncarefully folded 'em up.  Then they stepped toward each other, Bill\ntaking longer steps than Ginger, and shook 'ands; immediately arter which\nBill knocked Ginger head over 'eels.\n\n\"Time!\" was called, and the landlord o' the Jolly Pilots, who was nursing\nGinger on 'is knee, said that it was nothing at all, and that bleeding at\nthe nose was a sign of 'ealth.  But as it happened Ginger was that mad 'e\ndidn't want any encouragement, he on'y wanted to kill Bill Lumm.\n\nHe got two or three taps in the next round which made his 'ead ring, and\nthen he got 'ome on the mark and follered it up by a left-'anded punch on\nBill's jaw that surprised 'em both--Bill because he didn't think Ginger\ncould hit so 'ard, and Ginger because 'e didn't think that prize-fighters\n'ad any feelings.\n\nThey clinched and fell that round, and the land-lord patted Ginger on the\nback and said that if he ever 'ad a son he 'oped he'd grow up like 'im.\n\nGinger was surprised at the way 'e was getting on, and so was old Sam and\nPeter Russet, and when Ginger knocked Bill down in the sixth round Sam\nwent as pale as death.  Ginger was getting marked all over, but he stuck,\nto 'is man, and the two dock policemen, wot 'ad put their money on Bill\nLumm, began to talk of their dooty, and say as 'ow the fight ought to be\nstopped.\n\nAt the tenth round Bill couldn't see out of 'is eyes, and kept wasting\n'is strength on the empty air, and once on the referee.  Ginger watched\n'is opportunity, and at last, with a terrific smash on the point o'\nBill's jaw, knocked 'im down and then looked round for the landlord's\nknee.\n\nBill made a game try to get up when \"Time!\"  was called, but couldn't;\nand the referee, who was 'olding a 'andkerchief to 'is nose, gave the\nfight to Ginger.\n\nIt was the proudest moment o' Ginger Dick's life.  He sat there like a\nking, smiling 'orribly, and Sam's voice as he paid 'is losings sounded to\n'im like music, in spite o' the words the old man see fit to use.  It was\nso 'ard to get Peter Russet's money that it a'most looked as though there\nwas going to be another prize-fight, but 'e paid up at last and went off,\narter fust telling Ginger part of wot he thought of 'im.\n\nThere was a lot o' quarrelling, but the bets was all settled at last, and\nthe landlord o' the Jolly Pilots, who was in 'igh feather with the money\nhe'd won, gave Ginger the five pounds he'd promised and took him 'ome in\na cab.\n\n\"You done well, my lad,\" he ses.  \"No, don't smile.  It looks as though\nyour 'ead's coming off.\"\n\n\"I 'ope you'll tell Miss Tucker 'ow I fought,\" ses Ginger.\n\n\"I will, my lad,\" ses the landlord; \"but you'd better not see 'er for\nsome time, for both your sakes.\"\n\n\"I was thinking of 'aving a day or two in bed,\" ses Ginger.\n\n\"Best thing you can do,\" ses the landlord; \"and mind, don't you ever\nfight Bill Lumm agin.  Keep out of 'is way.\"\n\n\"Why?  I beat 'im once, an' I can beat 'im agin,\" ses Ginger, offended.\n\n\"Beat 'im?\" ses the landlord.  He took 'is cigar out of 'is mouth as\nthough 'e was going to speak, and then put it back agin and looked out\nof the window.\n\n\"Yes, beat 'im,\" ses Ginger'.  \"You was there and saw it.\"\n\n\"He lost the fight a-purpose,\" ses the landlord, whispering.  \"Miss\nTucker found out that you wasn't a prize-fighter--leastways, I did for\n'er--and she told Bill that, if 'e loved 'er so much that he'd 'ave 'is\nsinful pride took down by letting you beat 'im, she'd think diff'rent of\n'im.  Why, 'e could 'ave settled you in a minute if he'd liked.  He was\non'y playing with you.\"\n\nGinger stared at 'im as if 'e couldn't believe 'is eyes.  \"Playing?\"  he\nses, feeling 'is face very gently with the tips of his fingers.\n\n\"Yes,\" ses the landlord; \"and if he ever hits you agin you'll know I'm\nspeaking the truth.\"\n\nGinger sat back all of a heap and tried to think.  \"Is Miss Tucker going\nto keep company with 'im agin, then?\"  he ses, in a faint voice.\n\n\"No,\" ses the landlord; \"you can make your mind easy on that point.\"\n\n\"Well, then, if I walk out with 'er I shall 'ave to fight Bill all over\nagin,\" ses Ginger.\n\nThe landlord turned to 'im and patted 'im on the shoulder.  \"Don't you\ntake up your troubles afore they come, my lad,\" he ses, kindly; \"and mind\nand keep wot I've told you dark, for all our sakes.\"\n\nHe put 'im down at the door of 'is lodgings and, arter shaking 'ands with\n'im, gave the landlady a shilling and told 'er to get some beefsteak and\nput on 'is face, and went home.  Ginger went straight off to bed, and the\nway he carried on when the landlady fried the steak afore bringing it up\nshowed 'ow upset he was.\n\nIt was over a week afore he felt 'e could risk letting Miss Tucker see\n'im, and then at seven o'clock one evening he felt 'e couldn't wait any\nlonger, and arter spending an hour cleaning 'imself he started out for\nthe Jolly Pilots.\n\nHe felt so 'appy at the idea o' seeing her agin that 'e forgot all about\nBill Lumm, and it gave 'im quite a shock when 'e saw 'im standing outside\nthe Pilots.  Bill took his 'ands out of 'is pockets when he saw 'im and\ncame toward 'im.\n\n\"It's no good to-night, mate,\" he ses; and to Ginger's great surprise\nshook 'ands with 'im.\n\n\"No good?\" ses Ginger, staring.\n\n\"No,\" ses Bill; \"he's in the little back-parlour, like a whelk in 'is\nshell; but we'll 'ave 'im sooner or later.\"\n\n\"Him?  Who?\"  ses Ginger, more puzzled than ever.\n\n\"Who?\" ses Bill; \"why, Webson, the landlord.  You don't mean to tell me\nyou ain't heard about it?\"\n\n\"Heard wot?\" ses Ginger.  \"I haven't 'card any-thing.  I've been indoors\nwith a bad cold all the week.\"\n\n\"Webson and Julia Tucker was married at eleven o'clock yesterday\nmorning,\" ses Bill Lumm, in a hoarse voice.  \"When I think of the way\nI've been done, and wot I've suffered, I feel 'arf crazy.  He won a\n'undered pounds through me, and then got the gal I let myself be\ndisgraced for.  I 'ad an idea some time ago that he'd got 'is eye on\nher.\"\n\nGinger Dick didn't answer 'im a word.  He staggered back and braced\n'imself up agin the wall for a bit, and arter staring at Bill Lumm in a\nwild way for pretty near three minutes he crawled back to 'is lodgings\nand went straight to bed agin.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12212/pg12212.txt",
        "name": "the_third_string_odd_craft_part_12.json"
    }
}