{
    "name": "The Last Laugh",
    "author": [
        "Lawrence, D.H.",
        "Lawrence, David Herbert",
        "Davison, Lawrence H. (Lawrence Herbert)",
        "Lawrence, D. H. (David Herbert)"
    ],
    "body": "by D. H. Lawrence\n\nAuthor of “Women in Love”\n\n\n\n\nThere was a little snow on the ground, and the church clock had just\nstruck midnight. Hampstead in the night of winter for once was\nlooking pretty, with clean, white earth and lamps for moon, and dark\nsky above the lamps.\n\nA confused little sound of voices, a gleam of hidden yellow light.\nAnd then the garden door of a tall, dark Georgian house suddenly\nopened, and three people confusedly emerged. A girl in a dark-blue\ncoat and fur turban, very erect; a fellow with a little dispatch\ncase, slouching; a thin man with a red beard, bareheaded, peering\nout of the gateway down the hill that swung in a curve downward\ntoward London.\n\n“Look at it! A new world!” cried the man in the beard ironically, as\nhe stood on the step and peered out.\n\n“No, Lorenzo! It’s only whitewash!” cried the young man in the\novercoat. His voice was handsome, resonant, plangent, with a weary,\nsardonic touch.\n\nAs he turned back, his face was dark in shadow.\n\nThe girl with the erect, alert head, like a bird, turned back to the\ntwo men.\n\n“What was that?” she asked, in her quick, quiet voice.\n\n“Lorenzo says it’s a new world. I say it’s only whitewash,” cried\nthe man in the street.\n\nShe stood still and lifted her woolly, gloved finger. She was deaf\nand was taking it in.\n\nYes, she had got it. She gave a quick, chuckling laugh, glanced very\nquickly at the man in the bowler hat, then back at the man in the\nstucco gateway, who was grinning like a satyr and waving good-by.\n\n“Good-by, Lorenzo!” came the resonant, weary cry of the man in the\nbowler hat.\n\n“Good-by!” came the sharp, night-bird call of the girl.\n\nThe green gate slammed, then the inner door. The two were alone in\nthe street, save for the policeman at the corner. The road curved\nsteeply downhill.\n\n“You’d better mind how you _step_!” shouted the man in the bowler\nhat, leaning near the erect, sharp girl, and slouching in his walk.\nShe paused a moment, to make sure what he had said.\n\n“Don’t mind me, I’m quite all right. Mind yourself!” she said\nquickly. At that very moment he gave a wild lurch on the slippery\nsnow, but managed to save himself from falling. She watched him, on\ntiptoes of alertness. His bowler hat bounced away in the thin snow.\nThey were under a lamp near the curve. As he ducked for his hat he\nshowed a bald spot, just like a tonsure, among his dark, thin,\nrather curly hair. And when he looked up at her, with his thick,\nblack brows sardonically arched, and his rather hooked nose\nself-derisive, jamming his hat on again, he seemed like a satanic\nyoung priest. His face had beautiful lines, like a faun, and a\ndoubtful, martyred expression. A sort of faun on the cross, with all\nthe malice of the complication.\n\n“Did you hurt yourself?” she asked, in her quick, cool, unemotional\nway.\n\n“No!” he shouted derisively.\n\n“Give me the machine, won’t you?” she said, holding out her woolly\nhand. “I believe I’m safer.”\n\n“Do you _want_ it?” he shouted.\n\n“Yes, I’m sure I’m safer.”\n\nHe handed her the little brown dispatch case, which was really a\nMarconi listening machine for her deafness. She marched erect as\never. He shoved his hands deep in his overcoat pockets and slouched\nalong beside her, as if he wouldn’t make his legs firm. The road\ncurved down in front of them, clean and pale with snow under the\nlamps. A motor car came churning up. A few dark figures slipped away\ninto the dark recesses of the houses, like fishes among rocks above\na sea bed of white sand. On the left was a tuft of trees sloping\nupward into the dark.\n\nHe kept looking around, pushing out his finely shaped chin and his\nhooked nose as if he were listening for something. He could still\nhear the motor car climbing on to the Heath. Below was the yellow,\nfoul-smelling glare of the Hampstead tube station. On the right the\ntrees.\n\nThe girl, with her alert, pink-and-white face, looked at him\nsharply, inquisitively. She had an odd, nymphlike inquisitiveness,\nsometimes like a bird, sometimes a squirrel, sometimes a rabbit;\nnever quite like a woman. At last he stood still, as if he would go\nno farther. There was a curious, baffled grin on his smooth,\ncream-colored face.\n\n“James,” he said loudly to her, leaning toward her ear. “Do you hear\nsomebody _laughing_?”\n\n“Laughing?” she retorted quickly. “Who’s laughing?”\n\n“I don’t know. _Somebody!_” he shouted, showing his teeth at her in\na very odd way.\n\n“No, I hear nobody,” she announced.\n\n“But it’s most _extraordinary_!” he cried, his voice slurring up and\ndown. “Put on your machine.”\n\n“Put it on?” she retorted. “What for?”\n\n“To see if you can _hear_ it,” he cried.\n\n“Hear what?”\n\n“The _laughing_. Somebody laughing. It’s most _extraordinary_.”\n\nShe gave her odd little chuckle and handed him her machine. He held\nit while she opened the lid and attached the wires, putting the band\nover her head and the receivers at her ears, like a wireless\noperator. Crumbs of snow fell down the cold darkness. She switched\non; little yellow lights in glass tubes shone in the machine. She\nwas connected, she was listening. He stood with his head ducked, his\nhands shoved down in his overcoat pockets.\n\nSuddenly he lifted his face and gave the weirdest, slightly neighing\nlaugh, uncovering his strong, spaced teeth and arching his black\nbrows, and watching her with queer, gleaming, goatlike eyes.\n\nShe seemed a little dismayed.\n\n“There!” he said. “Didn’t you hear it?”\n\n“I heard _you_!” she said, in a tone which conveyed that _that_ was\nenough.\n\n“But didn’t you hear _it_?” he cried, unfurling his lips oddly\nagain.\n\n“No!” she said.\n\nHe looked at her vindictively, and stood again with ducked head. She\nremained erect, her fur hat in her hand, her fine bobbed hair banded\nwith the machine band and catching crumbs of snow, her odd,\nbright-eyed, deaf nymph’s face lifted with blank listening.\n\n“There!” he cried, suddenly jerking up his gleaming face. “You mean\nto tell me you can’t——” He was looking at her almost diabolically.\nBut something else was too strong for him. His face wreathed with a\nstartling, peculiar smile, seeming to gleam, and suddenly the most\nextraordinary laugh came bursting out of him, like an animal\nlaughing. It was a strange, neighing sound, amazing in her ears. She\nwas startled, and switched her machine quieter.\n\nA large form loomed up: a tall, cleanshaven young policeman.\n\n“A radio?” he asked laconically.\n\n“No, it’s my machine. I’m deaf!” said Miss James quickly and\ndistinctly. She was not the daughter of a peer for nothing.\n\nThe man in the bowler hat lifted his face and glared at the\nfresh-faced young policeman with a peculiar white glare in his eyes.\n\n“Look here!” he said distinctly. “Did you hear some one laughing?”\n\n“Laughing! I hear you, sir.”\n\n“No, _not_ me.” He gave an impatient jerk of his arm, and lifted his\nface again. His smooth, creamy face seemed to gleam, there were\nsubtle curves of derisive triumph in all its lines. He was careful\nnot to look directly at the young policeman. “The most extraordinary\nlaughter I ever heard,” he added, and the same touch of derisive\nexultation sounded in his tones.\n\nThe policeman looked down on him cogitatingly.\n\n“It’s perfectly all right,” said Miss James coolly. “He’s not drunk.\nHe just hears something that we don’t hear.”\n\n“Drunk!” echoed the man in the bowler hat, in profoundly amused\nderision. “If I were merely drunk——” And off he went again in the\nwild, neighing, animal laughter, while his averted face seemed to\nflash.\n\nAt the sound of the laughter something roused in the blood of the\ngirl and of the policeman. They stood nearer to one another, so that\ntheir sleeves touched and they looked wonderingly across at the man\nin the bowler hat. He lifted his black brows at them.\n\n“Do you mean to say you heard nothing?” he asked.\n\n“Only you,” said Miss James.\n\n“Only you, sir!” echoed the policeman.\n\n“What was it like?” asked Miss James.\n\n“Ask me to _describe_ it!” retorted the young man, in extreme\ncontempt. “It’s the most marvelous sound in the world.”\n\nAnd truly he seemed wrapped up in a new mystery.\n\n“Where does it come from?” asked Miss James, very practical.\n\n“_Apparently_,” he answered in contempt, “from over there.” And he\npointed to the trees and bushes inside the railings over the road.\n\n“Well, let’s go and see!” she said. “I can carry my machine and go\non listening.”\n\nThe man seemed relieved to get rid of the burden. He shoved his\nhands in his pockets again and sloped off across the road. The\npoliceman, a queer look flickering on his fresh young face, put his\nhand round the girl’s arm carefully and subtly, to help her. She did\nnot lean at all on the support of the big hand, but she was\ninterested, so she did not resent it. Having held herself all her\nlife intensely aloof from physical contact, and never having let any\nman touch her, she now, with a certain nymphlike voluptuousness,\nallowed the large hand of the young policeman to support her as they\nfollowed the quick, wolflike figure of the other man across the road\nuphill. And she could feel the presence of the young policeman,\nthrough all the thickness of his dark-blue uniform, as something\nyoung and alert and bright.\n\nWhen they came up to the man in the bowler hat, he was standing with\nhis head ducked, his ears pricked, listening beside the iron rail\ninside which grew big, black holly trees tufted with snow, and old,\nribbed, silent English elms.\n\nThe policeman and the girl stood waiting. She was peering into the\nbushes with the sharp eyes of a deaf nymph, deaf to the world’s\nnoises. The man in the bowler hat listened intensely. A lorry rolled\ndownhill, making the earth tremble.\n\n“There!” cried the girl, as the lorry rumbled darkly past. And she\nglanced round with flashing eyes at her policeman, her fresh, soft\nface gleaming with startled life. She glanced straight into the\npuzzled, amused eyes of the young policeman. He was just enjoying\nhimself.\n\n“Don’t you see?” she said, rather imperiously.\n\n“What is it, miss?” answered the policeman.\n\n“I mustn’t point,” she said. “Look where I look.”\n\nAnd she looked away with brilliant eyes, into the dark holly bushes.\nShe must see something, for she smiled faintly, with subtle\nsatisfaction, and she tossed her erect head in all the pride of\nvindication. The policeman looked at her instead of into the bushes.\nThere was a certain brilliance of triumph and vindication in all the\npoise of her slim body.\n\n“I always knew I should see him,” she said triumphantly to herself.\n\n“Whom do you see?” shouted the man in the bowler hat.\n\n“Don’t you see him, too?” she asked, turning round her soft, arch,\nnymphlike face anxiously. She was anxious for the little man to see.\n\n“No, I see nothing. What do you see, James?” cried the man in the\nbowler hat, insisting.\n\n“A man.”\n\n“Where?”\n\n“There. Among the holly bushes.”\n\n“Is he there now?”\n\n“No! He’s gone.”\n\n“What sort of a man?”\n\n“I don’t know.”\n\n“What did he look like?”\n\n“I can’t tell you.”\n\nBut at that instant the man in the bowler hat turned suddenly, and\nthe arch, triumphant look flew to his face.\n\n“Why, he must be _there_!” he cried, pointing up the grove. “Don’t\nyou hear him laughing? He must be behind those trees.”\n\nAnd his voice, with curious delight, broke into a laugh again, as he\nstood and stamped his feet on the snow, and danced to his own\nlaughter, ducking his head. Then he turned away and ran swiftly up\nthe avenue lined with old trees.\n\nHe slowed down as a door at the end of a garden path, white with\nuntouched snow, suddenly opened, and a woman in a long-fringed black\nshawl stood in the light. She peered out into the night. Then she\ncame down to the low garden gate. Crumbs of snow still fell. She had\ndark hair and a tall, dark comb.\n\n“Did you knock at my door?” she asked of the man in the bowler hat.\n\n“I? No!”\n\n“Somebody knocked at my door.”\n\n“Did they? Are you sure? They can’t have done. There are no\nfootmarks in the snow.”\n\n“Nor are there!” she said. “But somebody knocked and called\nsomething.”\n\n“That’s very curious,” said the man. “Were you expecting some one?”\n\n“No. Not exactly expecting any one. Except that one is always\nexpecting Somebody, you know.” In the dimness of the snow-lit night\nhe could see her making big, dark eyes at him.\n\n“Was it some one laughing?” he said.\n\n“No. It was no one laughing, exactly. Some one knocked, and I ran to\nopen, hoping as one always hopes, you know——”\n\n“What?”\n\n“Oh—that something wonderful is going to happen.”\n\nHe was standing close to the low gate. She stood on the opposite\nside. Her hair was dark, her face seemed dusky, as she looked up at\nhim with her dark, meaningful eyes.\n\n“Did you wish some one would come?” he asked.\n\n“Very much,” she replied, in her plangent voice.\n\nHe bent down, unlatching the gate. As he did so the woman in the\nblack shawl turned and, glancing over her shoulder, hurried back to\nthe house, walking unevenly in the snow, on her high-heeled shoes.\nThe man hurried after her, hastening like a hound to catch up.\n\nMeanwhile the girl and the policeman had come up. The girl stood\nstill when she saw the man in the bowler hat going up the garden\nwalk after the woman in the black shawl with the fringe.\n\n“Is he going in?” she asked quickly.\n\n“Looks like it, doesn’t it?” said the policeman.\n\n“Does he know that woman?”\n\n“I can’t say. I should say he soon will,” replied the policeman.\n\n“But who is she?”\n\n“I couldn’t say who she is.”\n\nThe two dark, confused figures entered the lighted doorway, then the\ndoor closed on them.\n\n“He’s gone,” said the girl outside on the snow. She hastily began to\npull off the band of her telephone receiver, and switched off her\nmachine. The tubes of secret light disappeared, she packed up the\nlittle leather case. Then, pulling on her soft fur cap, she stood\nonce more ready.\n\nThe slightly martial look which her long, dark-blue,\nmilitary-seeming coat gave her was intensified, while the slightly\nanxious, bewildered look of her face had gone. She seemed to stretch\nherself, to stretch her limbs free. And the inert look had left her\nfull, soft cheeks. Her cheeks were alive with the glimmer of pride\nand a new, dangerous surety.\n\nShe looked quickly at the tall young policeman. He was cleanshaven,\nfresh-faced, smiling oddly under his helmet, waiting in subtle\npatience a few yards away. She saw that he was a decent young man,\none of the waiting sort.\n\nThe second of ancient fear was followed at once in her by a blithe,\nunaccustomed sense of power.\n\n“Well!” she said. “I should say it’s no use waiting.” She spoke\ndecisively.\n\n“You don’t have to wait for him, do you?” asked the policeman.\n\n“Not at all. He’s much better where he is.” She laughed an odd,\nbrief laugh. Then glancing over her shoulder, she set off down the\nhill, carrying her little case. Her feet felt light, her legs felt\nlong and strong. She glanced over her shoulder again. The young\npoliceman was following her, and she laughed to herself. Her limbs\nfelt so lithe and so strong, if she wished she could easily run\nfaster than he. If she wished, she could easily kill him, even with\nher hands.\n\nSo it seemed to her. But why kill him? He was a decent young fellow.\nShe had in front of her eyes the dark face among the holly bushes,\nwith the brilliant, mocking eyes. Her breast felt full of power, and\nher legs felt long and strong and wild. She was surprised herself at\nthe sensation of triumph and of rosy anger. Her hands felt keen on\nher wrists. She who had always declared she had not a muscle in her\nbody! Even now, it was not muscle, it was a sort of flame.\n\nSuddenly it began to snow heavily, with fierce, frozen puffs of\nwind. The snow was small, in frozen grains, and hit sharp on her\nface. It seemed to whirl round her as if she herself were whirling\nin a cloud. But she did not mind. There was a flame in her, her\nlimbs felt flamey and strong, amid the whirl.\n\nAnd the whirling, snowy air seemed full of presences, full of\nstrange, unheard noises. She was used to the sensation of noises\ntaking place which she could not hear. This sensation became very\nstrong. She felt something was happening in the wild air.\n\nThe London air was no longer heavy and clammy, saturated with ghosts\nof the unwilling dead. A new, clean tempest swept down from the\npole, and there were noises.\n\nVoices were calling. In spite of her deafness she could hear some\none, several voices, calling and whistling, as if many people were\nhallooing through the air:\n\n“He’s come back! Aha! He’s come back!”\n\nThere was a wild, whistling, jubilant sound of voices in the storm\nof snow. Then obscured lightning winked through the snow in the air.\n\n“Is that thunder and lightning?” she asked of the young policeman,\nas she stood still, waiting for his form to emerge through the veil\nof whirling snow.\n\n“Seems like it to me,” he said.\n\nAnd at that very moment the lightning blinked again, and the dark,\nlaughing face was near her face, it almost touched her cheek.\n\nShe started back, but a flame of delight went over her.\n\n“There!” she said. “Did you see that?”\n\n“It lightened,” said the policeman. She was looking at him almost\nangrily. But then the clean, fresh animal look of his skin, and the\ntame-animal look in his frightened eyes amused her; she laughed her\nlow, triumphant laugh. He was obviously afraid, like a frightened\ndog that sees something uncanny.\n\nThe storm suddenly whistled louder, more violently, and, with a\nstrange noise like castanets, she seemed to hear voices clapping and\ncrying:\n\n“He is here! He’s come back!”\n\nShe nodded her head gravely.\n\nThe policeman and she moved on side by side. She lived alone in a\nlittle stucco house in a side street down the hill. There was a\nchurch and a grove of trees, and then the little old row of houses.\nThe wind blew fiercely, thick with snow. Now and again a taxi went\nby with its lights showing weirdly. But the world seemed empty,\nuninhabited save by snow and voices.\n\nAs the girl and the policeman turned past the grove of trees near\nthe church, a great whirl of wind and snow made them stand still,\nand in the wild confusion they heard a whirling of sharp, delighted\nvoices, something like seagulls, crying:\n\n“He’s here! He’s here!”\n\n“Well, I’m jolly glad he’s back,” said the girl calmly.\n\n“What’s that?” said the nervous policeman, hovering near the girl.\n\nThe wind let them move forward. As they passed along the railings it\nseemed to them the doors of the church were open, and the windows\nwere out, and the snow and the voices were blowing in a wild career\nall through the church.\n\n“How extraordinary that they left the church open!” said the girl.\n\nThe policeman stood still. He could not reply.\n\nAnd as they stood they listened to the wind and the church full of\nwhirling voices all calling confusedly.\n\n“_Now_ I hear the laughing,” she said suddenly.\n\nIt came from the church: a sound of low, subtle, endless laughter, a\nstrange, naked sound.\n\n“Now I hear it!” she said.\n\nBut the policeman did not speak. He stood cowed, listening to the\nstrange noises in the church.\n\nThe wind must have blown out one of the windows, for they could see\nthe snow whirling in volleys through the black gap, and whirling\ninside the church like a dim light. There came a sudden crash,\nfollowed by a burst of chuckling, naked laughter. The snow seemed to\nmake a queer light inside the building, like ghosts moving, big and\ntall.\n\nThere was more laughter, and a tearing sound. On the wind, pieces of\npaper, leaves of books, came whirling among the snow through the\ndark window. Then a white thing, soaring like a crazy bird, rose up\non the wind as if it had wings, and lodged on a black tree outside,\nstruggling. It was the altar cloth.\n\nThere came a bit of gay, trilling music. The wind was running over\nthe organ pipes like Pan pipes, quickly up and down. Snatches of\nwild, gay, trilling music, and bursts of the naked, low laughter.\n\n“Really!” said the girl. “This is most extraordinary. Do you hear\nthe music and the people laughing?”\n\n“Yes, I hear somebody on the organ!” said the policeman.\n\n“And do you get the puff of warm wind? Smelling of spring. Almond\nblossom, that’s what it is! A most marvelous scent of almond\nblossom. Isn’t it an extraordinary thing!”\n\nShe went on triumphantly past the church, and came to the row of\nlittle old houses. She entered her own gate in the little railed\nentrance.\n\n“Here I am!” she said finally. “I’m home now. Thank you very much\nfor coming with me.”\n\nShe looked at the young policeman. His whole body was white as a\nwall with snow, and in the vague light of the arc lamp from the\nstreet his face was humble and frightened.\n\n“Can I come in and warm myself a bit?” he asked humbly. She knew it\nwas fear rather than cold that froze him. He was in mortal fear.\n\n“Well!” she said. “Stay down in the sitting room if you like. But\ndon’t come upstairs, because I am alone in the house. You can make\nup the fire in the sitting room, and you can go when you are warm.”\n\nShe left him on the big, low couch before the fire, his face bluish\nand blank with fear. He rolled his blue eyes after her as she left\nthe room. But she went up to her bedroom, and fastened her door.\n\nIn the morning she was in her studio upstairs in her little house,\nlooking at her own paintings and laughing to herself. Her canaries\nwere talking and shrilly whistling in the sunshine that followed the\nstorm. The cold snow outside was still clean, and the white glare in\nthe air gave the effect of much stronger sunshine than actually\nexisted.\n\nShe was looking at her own paintings, and chuckling to herself over\ntheir comicalness. Suddenly they struck her as absolutely absurd.\nShe quite enjoyed looking at them, they seemed to her so grotesque.\nEspecially her self-portrait, with its nice brown hair and its\nslightly opened rabbit mouth and its baffled, uncertain rabbit eyes.\nShe looked at the painted face and laughed in a long, rippling\nlaugh, till the yellow canaries like faded daffodils almost went mad\nin an effort to sing louder. The girl’s long, rippling laugh sounded\nthrough the house uncannily.\n\nThe housekeeper, a rather sad-faced young woman of a superior\nsort—nearly all people in England are of the superior sort,\nsuperiority being an English ailment—came in with an inquiring and\nrather disapproving look.\n\n“Did you call, Miss James?” she asked loudly.\n\n“No. No, I didn’t call. Don’t shout, I can hear quite well,” replied\nthe girl.\n\nThe housekeeper looked at her again.\n\n“You knew there was a young man in the sitting room?” she said.\n\n“No. Really!” cried the girl. “What, the young policeman? I’d\nforgotten all about him. He came in in the storm to warm himself.\nHasn’t he gone?”\n\n“No, Miss James.”\n\n“How extraordinary of him! What time is it? Quarter to nine! Why\ndidn’t he go when he was warm? I must go and see him, I suppose.”\n\n“He says he’s lame,” said the housekeeper censoriously and loudly.\n\n“Lame! That’s extraordinary. He certainly wasn’t last night. But\ndon’t shout. I can hear quite well.”\n\n“Is Mr. Marchbanks coming in to breakfast, Miss James?” said the\nhousekeeper, more and more censorious.\n\n“I couldn’t say. But I’ll come down as soon as mine is ready. I’ll\nbe down in a minute, anyhow, to see the policeman. Extraordinary\nthat he is still here.”\n\nShe sat down before her window, in the sun, to think a while. She\ncould see the snow outside, the bare, purplish trees. The air all\nseemed rare and different. Suddenly the world had become quite\ndifferent, as if some skin or integument had broken, as if the old,\nmoldering London sky had crackled and rolled back, like an old skin,\nshriveled, leaving an absolutely new blue heaven.\n\n“It really is extraordinary!” she said to herself. “I certainly saw\nthat man’s face. What a wonderful face it was!\n\n“I shall never forget it. Such laughter! He laughs longest who\nlaughs last. He certainly will have the last laugh. I like him for\nthat: he will laugh last. Must be some one really extraordinary! How\nvery nice to be the one to laugh last. He certainly will. What a\nwonderful being! I suppose I must call him a being. He’s not a\nperson exactly.\n\n“But how wonderful of him to come back and alter all the world\nimmediately! _Isn’t_ that extraordinary. I wonder if he’ll have\naltered Marchbanks. Of course, Marchbanks never saw him. But he\nheard him. Wouldn’t that do as well, I wonder! I _wonder_!”\n\nShe went off into a muse about Marchbanks. She and he were such\nfriends. They had been friends like that for almost two years. Never\nlovers. Never that at all. But _friends_.\n\nAnd after all, she had been in love with him: in her head. This\nseemed now so funny to her: that she had been, in her head, so much\nin love with him. After all, life was too absurd.\n\nBecause now she saw herself and him as such a funny pair. He so\nfunnily taking life terribly seriously, especially his own life. And\nshe so ridiculously _determined_ to save him from himself. Oh, how\nabsurd! _Determined_ to save him from himself, and wildly in love\nwith him in the effort. The determination to save him from himself!\n\nAbsurd! Absurd! Absurd! Since she had seen the man laughing among\nthe holly bushes—_such_ extraordinary, wonderful laughter—she had\nseen her own ridiculousness. Really, what fantastic silliness,\nsaving a man from himself! Saving anybody. What fantastic silliness!\nHow much more amusing and lively to let a man go to perdition in his\nown way. Perdition was more amusing than salvation anyhow, and a\nmuch better place for most men to go to.\n\nShe had never been in love with any man, and only spuriously in love\nwith Marchbanks. She saw it quite plainly now. After all, what\nnonsense it all was, this being-in-love business. Thank goodness she\nhad never made the humiliating mistake.\n\nNo, the man among the holly bushes had made her see it all so\nplainly: the ridiculousness of being in love, the _infra dig_\nbusiness of chasing a man or being chased by a man.\n\n“Is love really so absurd and _infra dig_?” she said aloud to\nherself.\n\n“Why of course!” came a deep, laughing voice.\n\nShe started round, but nobody was to be seen.\n\n“I expect it’s that man again!” she said to herself. “It really _is_\nremarkable, you know. I consider it’s a remarkable thing that I\nnever really wanted a man—_any_ man. And there I am over thirty. It\n_is_ curious. Whether it’s something wrong with me, or right with\nme, I can’t say. I don’t know till I’ve proved it. But I believe, if\nthat man kept on laughing, something would happen to me.”\n\nShe smelt the curious smell of almond blossom in the room, and heard\nthe distant laugh again.\n\n“I do wonder why Marchbanks went with that woman last night.\nWhatever could he want of her?—or she him? So strange, as if they\nboth had made up their minds to something! How extraordinarily\npuzzling life is! So messy, it all seems.\n\n“Why does nobody ever laugh in life like that man. He _did_ seem so\nwonderful. So scornful! And so proud! And so real! With those\nlaughing, scornful, amazing eyes, just laughing and disappearing\nagain. I can’t imagine him chasing any woman, thank goodness. It’s\nall so messy. My policeman would be messy if one would let him: like\na dog. I do dislike dogs, really I do. And men do seem so doggy!”\n\nBut even while she mused, she began to laugh again to herself with a\nlong, low chuckle. How wonderful of that man to come and laugh like\nthat and make the sky crack and shrivel like an old skin. Wasn’t he\nwonderful! Wouldn’t it be wonderful if he just touched her. Even\ntouched her. She felt, if he touched her, she herself would emerge\nnew and tender out of an old, hard skin. She was gazing abstractedly\nout of the window.\n\n“There he comes, just now,” she said abruptly. But she meant\nMarchbanks, not the laughing man.\n\nThere he came, his hands still shoved down in his overcoat pockets,\nhis head still rather furtively ducked, in the bowler hat, and his\nlegs still rather shambling. He came hurrying across the road, not\nlooking up, deep in thought, no doubt. Thinking profoundly, with\nagonies of agitation, no doubt about his last night’s experience. It\nmade her laugh.\n\nShe, watching from the window above, burst into a long laugh, and\nthe canaries went off their heads again.\n\nHe was in the hall below. His resonant voice was calling, rather\nimperiously:\n\n“James! Are you coming down?”\n\n“No,” she called. “You come up.”\n\nHe came up two at a time, as if his feet were a bit savage with the\nstairs for obstructing him.\n\nIn the doorway he stood staring at her with a vacant, sardonic look,\nhis gray eyes moving with a queer light And she looked back at him\nwith a curious, rather haughty carelessness.\n\n“Don’t you want your breakfast?” she asked. It was his custom to\ncome and take breakfast with her each morning.\n\n“No,” he answered loudly. “I went to a tea shop.”\n\n“Don’t shout,” she said. “I can hear you quite well.”\n\nHe looked at her with mockery and a touch of malice.\n\n“I believe you always could,” he said, still loudly.\n\n“Well, anyway, I can now, so you needn’t shout,” she replied.\n\nAnd again his gray eyes, with the queer, grayish phosphorescent\ngleam in them, lingered malignantly on her face.\n\n“Don’t look at me,” she said calmly. “I know all about everything.”\n\nHe burst into a pouf of malicious laughter.\n\n“Why, what’s the matter!” he said curiously. “What have you been\ndoing?”\n\n“I don’t quite know. Why? Are you going to call me to account?”\n\n“Did you hear that laughing?”\n\n“Oh, yes. And many more things. And saw things, too.”\n\n“Have you seen the paper?”\n\n“No. Don’t shout, I can hear.”\n\n“There’s been a great storm, blew out the windows and doors of the\nchurch outside here, and pretty well wrecked the place.”\n\n“I saw it. A leaf of the church Bible blew right in my face—from\nthe Book of Job.” She gave a low laugh.\n\n“But what else did you see?” he cried loudly.\n\n“I saw _him_.”\n\n“Who?”\n\n“Ah, that I can’t say.”\n\n“But what was he like?”\n\n“That I can’t tell you. I don’t really know.”\n\n“But you must know. Did your policeman see him, too?”\n\n“No, I don’t suppose he did. My policeman!” And she went off into a\nlong ripple of laughter. “He is by no means mine. But I _must_ go\ndownstairs and see him.”\n\n“It’s certainly made you very strange.” Marchbanks said. “You’ve got\nno _soul_, you know.”\n\n“Oh, thank goodness for that!” she cried. “My policeman has one. I’m\nsure. My _policeman_!” And she went off again into a long peal of\nlaughter, the canaries pealing shrill accompaniment.\n\n“What’s the matter with you?” he said.\n\n“Having no soul. I never had one really. It was always fobbed off on\nme. Soul was the only thing there was between you and me. Thank\ngoodness it’s gone. Haven’t you lost yours? The one that seemed to\nworry you, like a decayed tooth?”\n\n“But what are you _talking_ about?” he cried.\n\n“I don’t know,” she said. “It’s all so extraordinary. But look here,\nI _must_ go down and see my policeman. He’s downstairs in the\nsitting room. You’d better come with me.”\n\nThey went down together. The policeman, in his waistcoat and shirt\nsleeves, was lying on the sofa, with a very long face.\n\n“Look here!” said Miss James to him. “Is it true you’re lame?”\n\n“It is true. That’s why I’m here. I can’t walk,” said the\nfair-haired young man as tears came to his eyes.\n\n“But how did it happen? You weren’t lame last night,” she said.\n\n“I don’t know how it happened—but when I woke up and tried to stand\nup, I couldn’t do it.” The tears ran down his distressed face.\n\n“How very extraordinary!” she said. “What can we do about it?”\n\n“Which foot is it?” asked Marchbanks. “Let us have a look at it.”\n\n“I don’t like to,” said the poor devil.\n\n“You’d better,” said Miss James.\n\nHe slowly pulled off his stocking, and showed his white left foot\ncuriously clubbed, like the weird paw of some animal. When he looked\nat it himself, he sobbed.\n\nAnd as he sobbed, the girl heard again the low, exulting laughter.\nBut she paid no heed to it, gazing curiously at the weeping young\npoliceman.\n\n“Does it hurt?” she asked.\n\n“It does if I try to walk on it,” wept the young man.\n\n“I’ll tell you what,” she said. “We’ll telephone for a doctor, and\nhe can take you home in a taxi.”\n\nThe young fellow shamefacedly wiped his eyes.\n\n“But have you no idea how it happened?” asked Marchbanks anxiously.\n\n“I haven’t myself,” said the young fellow.\n\nAt that moment the girl heard the low, eternal laugh right in her\near. She started, but could see nothing.\n\nShe started round again as Marchbanks gave a strange, yelping cry,\nlike a shot animal. His white face was drawn, distorted in a curious\ngrin, that was chiefly agony but partly wild recognition. He was\nstaring with fixed eyes at something. And in the rolling agony of\nhis eyes was the horrible grin of a man who realizes he has made a\nfinal, and this time fatal, fool of himself.\n\n“Why,” he yelped in a high voice, “I knew it was he!” And with a\nqueer, shuddering laugh he pitched forward on the carpet and lay\nwrithing for a moment on the floor. Then he lay still, in a weird,\ndistorted position, like a man struck by lightning.\n\nMiss James stared with round, staring brown eyes.\n\n“Is he dead?” she asked quickly.\n\nThe young policeman was trembling so that he could hardly speak. She\ncould hear his teeth chattering.\n\n“Seems like it,” he stammered.\n\nThere was a faint smell of almond blossom in the air.",
    "metadata": {
        "author": [
            "Lawrence, D.H.",
            "Lawrence, David Herbert",
            "Davison, Lawrence H. (Lawrence Herbert)",
            "Lawrence, D. H. (David Herbert)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67070/pg67070.txt",
        "name": "the_last_laugh.json"
    }
}