{
    "name": "The man who knew everything",
    "author": [
        "Burke, Ralph",
        "Barretton, Grandall",
        "Garrett, Gordon Randall",
        "Garrett, Randall",
        "Mitchell, Clyde",
        "Garret, Randall"
    ],
    "body": "Dr. H. Wolstadt sat in a small, very secret laboratory in Arlington,\nVirginia, and twisted the dials on an oscilloscope. A pale green line\nwriggled up and down on the screen, and Dr. Wolstadt watched it with\nanticipation.\n\n\"If this works,\" he muttered softly, more to himself than to his\nassistant, \"we will have a communication beam that will be better than\nradio.\"\n\nThe green line wriggled and changed form. Slowly, as the physicist\nmanipulated the controls, the green line stopped moving.\n\n\"There!\" shouted Wolstadt, \"that is the wave form we want!\" He reached\nover toward a switch. \"Check your meters, Magruder!\"\n\nThe assistant carefully adjusted the recording instruments of the huge\nmachine that filled half the laboratory. \"All right, Dr. Wolstadt,\nwe're ready.\"\n\n\"Good!\" Wolstadt pressed the switch.\n\nThe assistant watched the meters and automatic graphs.\n\n\"I'm afraid it didn't work, sir,\" he said at last. \"The instruments\naren't reacting as you expected.\"\n\nWolstadt shrugged resignedly. \"Nevertheless, I think we are on the\nright track. Come, my boy, we will try again.\"\n\nHe shut off the machine.\n\nThe machine hadn't done what the scientists had expected of it, but\nit had another effect which was entirely unknown to them. During\nthe few seconds of operation, an invisible ray had been beamed out of\nthe machine. At the speed of light, the ray went through the wall of\nthe lab and into Dr. Wolstadt's study. Like an X-ray, it went through\nthe books and references on the physicist's desk. In a straight line,\nit shot out of the laboratory, silent and invisible. A mile or so\nfarther on, it struck the Pentagon Building and went through. Among\nother things, it went through a complete copy of the _Encyclopedia\nBrittannica_, Roget's _Thesaurus_, the _Oxford Unabridged Dictionary_,\na twenty volume set of _The History and Analysis of Military Tactics_,\nand a copy of _Amazing Stories_ that some general had left on his desk.\n\nLike a flashlight going through plateglass, the beam went through\nfiles, papers, memorandums, abstracts, reports, desks, chairs, brick,\nstone, and concrete. Through the Pentagon and across the Potomac it\nwent, through building after building, unnoticed and invisible.\n\nThen, on the far side of Washington, D.C., several miles from the\nlaboratory of Dr. Wolstadt, it struck the head of a human being.\n\n\n\nPhilip Merriwether was a nobody. He made thirty-five dollars a week at\na very dull job and lived in a cheap rooming house that had been built\naround 1880 and not remodeled since. He was still wearing a suit he had\nbought in 1947, and on his thin, five-foot-four frame, it looked even\nolder. His education had stopped at the sixth grade, and he had almost\nflunked out of that. He had a mousy face, stringy hair, and a dull look\nin his eyes.\n\nIn other words, he was just about as nobody as a human being can get\nwithout being an absolute bum.\n\nIt wasn't that Phil Merriwether was really stupid; he was simply\nafflicted with an incredibly bad memory. He could forget more in five\nminutes than he could learn in five years. Oh, he could remember\ncommonplace things easily enough--his name, where he lived, things like\nthat. He could read and write tolerably well, although his spelling\nwas intolerable. He could add and subtract with fair ease, but,\nhaving forgotten most of the multiplication table, he found \"higher\nmathematics,\" such as long division, almost impossible to do without\nhours of laborious thinking.\n\nIn a way, his poor memory was economically useful. Phil loved to read\nmystery stories, and, having collected a total of fifty-seven paperback\neditions of the better detective novels, he found that there was no\nnecessity of buying more, because he could re-read the old ones. By the\ntime he got around to them again, he had forgotten the plot and the\nidentity of the murderer. Naturally, he never tried to solve any of\nthem; he could never remember the clues.\n\nIn routine work, Phil Merriwether was fairly efficient. If he did\nsomething every day, he could remember it overnight, and could do it\nagain the next day. But his superiors soon found out that it was almost\ndisastrous to give him a vacation, because he had a tendency to forget\nwhat he was supposed to do when he came back to work. That is, if he\nremembered to show up for work.\n\nIn spite of all that, Phil was a nice sort of fellow. He was likable,\nin a dull sort of way, and got along with most of his fellow workers.\nHe couldn't tell funny stories, of course, nor play a decent game of\ncards, but he was an excellent conversationalist because, no matter\nwhat was said to him, he could never think of an argument against it.\nHe was a good listener because he hadn't anything to say.\n\nBut his favorite pastime was walking. He liked to stroll around the\nnation's capital, taking in the sights, and just plain enjoying\nhimself. He always walked the same route every night; if he didn't,\nhe was likely to get lost. Once, several years earlier, he had taken\na wrong turn and ended up in unfamiliar territory. He had asked a\npasser-by how to reach his address, but had forgotten the instructions,\nand so had ended up hopelessly lost. He had finally been forced to take\na taxi home, a luxury he could ill afford. After that, he stuck to his\nroutine.\n\nIt was on one of these evening strolls that a very peculiar thing\nhappened to Philip Merriwether. He was walking slowly along the\nsidewalk, carefully minding his own business, when, without warning,\nthere was a strange, buzzy feeling in his head. It grew stronger; it\nfelt like someone was playing a fire-hose on his brain. His skull felt\nas though it were suddenly being filled with a vast, overpowering\ntorrent of _words_--hundreds of words; thousands of words; millions\nupon millions of words!\n\nUnder the pressure of this verbal onslaught, Philip Merriwether's mind\nreeled. He pressed his palms to his temples and fainted dead away.\n\n\n\nWhen he came to, there were several passers-by crowded around him. One\nof them was kneeling by his side, taking his pulse.\n\n\"Ha--Wha--what happened?\" he asked, unoriginally enough.\n\n\"You fainted,\" said the man who was taking his pulse. \"Just lie still;\nit's all right. I'm a physician.\"\n\n\"Fainting,\" said Phil, \"is normally a mild form of shock in which the\nblood vessels of the abdomen become distended and engorged with blood,\nthus reducing the blood pressure and temporarily depriving the brain of\nits normal oxygen supply, which causes momentary loss of consciousness.\"\n\nThe doctor blinked. \"What? Oh. Yes. That's quite correct, sir. Do you\nhave these attacks often.\"\n\nPhil's mouth had remained open after his last word. After a minute, he\ngulped. \"Did I say that?\"\n\n\"What?\" the doctor asked for a second time. \"Do you feel all right?\"\n\nPhil Merriwether stood up hastily. \"My head feels a little funny, but\nI think I'm all right.\"\n\n\"If you want to go to a hospital--\"\n\n\"No, no, thank you. I'm all right, really I am. I feel completely\nresuscitated, thanks to your therapeutic ministrations.\"\n\n\"Think nothing of it, sir. My duty, you know,\" said the physician.\n\n\"The Oath of Hippocrates,\" said Phil, \"makes it obligatory for the\nphysician to alleviate suffering, illness, and infirmity, and induce\nsalubrity in his fellow man in the most efficacious manner at his\ncommand.\"\n\n\"Uh, yes, of course,\" said the doctor, looking baffled. \"Well, good\nluck.\" With that, he picked up his black bag and walked rapidly off in\nthe opposite direction. The other passers-by had already gone about\ntheir business.\n\nPhil, meanwhile, began walking towards his home, his head still feeling\na little peculiar. What was the matter with him? What had happened? And\nwhere on Earth had he gotten all those big words?\n\n_Polysyllabic vocables_, said a voice in his mind, _although recognized\nby the erudite as not being necessarily indicative of scholarly\nattainments, are nevertheless profoundly impressive to the hoi polloi._\n\nPhil nodded slowly to himself. Yeah, big words were impressive, all\nright. But where had he picked them all up?\n\n\"I'd better go home and take an aspirin,\" he said aloud.\n\n_Aspirin_, said the voice, _is the acetic acidester of salicylic acid,\na white, crystalline solid having the empirical formula_--\n\nHolding his hands to his ears, Philip Merriwether ran home as fast as\nhis spindly legs could propel him.\n\n\n\nB. J. Holly, office manager for Starr & Sons, Inc., flipped a switch on\nhis desk intercom. \"Where is Merriwether?\" he snapped. \"That boy was\nsupposed to have picked up these letters for filing half an hour ago. I\ncan't wait any longer.\"\n\n\"Mr. Merriwether phoned in this morning, sir,\" said the secretary's\nvoice. \"He said he was a little ill, and he'd be late. He--oh! Just a\nmoment, sir; he just came in.\"\n\n\"Send him in here!\" ordered B. J. Holly.\n\nMr. Holly frowned at Phil Merriwether as soon as the door opened.\n\"Under the weather a bit, eh, Merriwether?\"\n\nPhil nodded. \"Yes, sir. My head feels queer.\"\n\nMr. Holly suppressed an impulse to remark that he wasn't at all\nsurprised. In his estimation, anyone with a head like Merriwether's\nwould feel odd all the time. But Mr. Holly, although somewhat\ntyrrannical, and definitely a stuffed shirt, was not basically cruel,\nso he said nothing that vicious.\n\n\"A bit of a hangover, perhaps?\" he asked suspiciously.\n\nPhil was picking up the papers for the file room. \"No, sir,\" he said\nabsently. \"A hangover is caused by the toxic effects of various\nisomeric forms of higher alcohols and other impurities normally present\nin alcoholic beverages, plus a depletion of vitamins, especially B-one,\nin the system. I don't drink.\"\n\n\"I--uh--I see.\" But Mr. Holly did not see. He was totally baffled. He\nwatched in astonishment as Phil Merriwether walked out the door of the\noffice.\n\nMerriwether, himself was slightly bemused. How had he done it? He knew\nperfectly well what he was saying; a full night of thinking had managed\nto bring to him the realization that something--he knew not what--had\nhappened to his memory. It seemed to him that there must be something\nhe could do with it, but he didn't quite know what.\n\nThe decision was practically forced upon him just before lunchtime. He\nwas putting on his coat to go out for lunch when B. J. Holly stepped\nout of his office. The office manager was preparing to have lunch with\nan out-of-town buyer, and as he stepped up to the visiting fireman, he\nsaid: \"Well, as General Pershing said: 'Lafayette, we are here!'\" He\nchuckled at his own wit, paying no attention to Merriwether.\n\n\"I beg your pardon, sir,\" said Phil, \"but the general never said that;\nas a matter of fact, he said later that it was put into his mouth by a\nnewspaperman. He said--\"\n\nB. J. glowered at him. An office boy, even if he is thirty-four years\nof age, is not supposed to contradict his superior.\n\n\"Look, son,\" said B. J., \"I happened to be there. I was only a private,\nbut I happened to be standing right next to him.\"\n\n\"That's impossible, sir,\" Phil said quietly. \"According to Federal\nrecords, you were born on April second, nineteen-oh-four. You were\nonly fourteen years old at the time. You have no military record with\nthe United States Army.\"\n\nThe out-of-town buyer suppressed a snicker. B. J. Holly turned purple\nand said: \"I'll see you after lunch.\"\n\n\n\nAfter lunch, Philip Merriwether lost the job he had held for five years.\n\nAt seven o'clock that night, he sat in a small bar, sipping\ndisconsolately at a glass of Coca-Cola. Not knowing where he was going\nto get another job, he was trying to drown his thoughts in soda-water\nand television. The show on the screen was \"You Can't Lose,\" a quiz\nshow produced by the Boltman Automobile Corporation.\n\nThe quizmaster was grinning sardonically at the hapless contestant.\n\"You have arrived at the fifty thousand dollar question,\" he said.\n\"Since you chose geometry as your category, the question will be on\nthat subject. Are you ready?\"\n\nThe contestant nodded unhappily.\n\n\"All right, here's the question: What is the value of _pi_ to eight\ndecimal places?\"\n\nBefore the contestant could say a word, Phil muttered: \"Three point\none four one five nine two six five--plus.\" He didn't notice what the\ncontestant said, but the quizmaster shook his head in mock sorrow. \"I'm\nsorry, sir, but the correct answer is: three point one four one five\nnine two six five. Better luck next time.\"\n\nThe coarse, unshaven man standing next to Phil looked at him in awe.\n\"Hey, buddy,\" he said, \"that's the ninth time you've answered right.\nWhy don't you get on that program and make yourself some dough?\"\n\nPhil blinked at his Coke and thought it over. Then his face brightened.\n\"Yeah,\" he said, grinning, \"why don't I?\"\n\n\n\nIt took him three weeks to get into the studio, and by that time,\nhis severance pay was almost gone. He was nearly broke, and had no\nprospects of a job. He _had_ to make good.\n\nBy pure chance, he was chosen as one of the first contestants. The\nquizmaster beamed at him pleasantly.\n\n\"You understand the rules, don't you?\" he asked. \"All you have to\ndo....\"\n\nHe went on, but Phil didn't hear him; he was too scared. When the first\nquestion popped up, he said: \"I beg your pardon?\"\n\n\"I'll repeat the question,\" the quizmaster said. \"You have chosen the\n'General Category.' That pays twice as much, but it means I can ask you\nany question I like. The first one was: 'Who were the Essenes?'\"\n\nSince the General Category questions paid off twice as much as the\nRestricted Categories, they were about four times as hard. But that\ndidn't bother Phil Merriwether in the least.\n\n\"The Essenes,\" he said, \"were an obscure Jewish sect which flourished\nduring the time of Christ, from before 100 B.C. to about 70 A.D. They\nare believed to be instrumental in the composition of the so-called\nDead Sea Scrolls, which were discovered--\"\n\n\"That's enough,\" the quizmaster said. \"You've given the right answer!\"\nThe orchestra sounded a chord. Applause followed.\n\n\"Second question: Listen carefully. Henry the Seventh's title was the\nsame as the title of the last Tudor king of England; the last Tudor\nking had the same name. What was the name of the last Tudor ruler of\nEngland?\" The quizmaster smirked happily; the question was a trick one.\n\n\"Elizabeth the First was the last Tudor _ruler_,\" said Phil. \"The last\nTudor _king_ was Henry the Eighth.\"\n\nNaturally, the answer was right.\n\n\"Very good,\" said the quizzer. \"Number three: what does\npneumonoultramicroscopicsilicovolcanoconiosis mean?\"\n\nPhil closed his eyes and listened to the little voice inside his\nhead. He said: \"It is an inflammation of the lungs caused by tiny\nparticles of rock dust; it is commonly known as 'silicosis' or 'miner's\nconsumption.'\"\n\nThe quizmaster looked almost shocked, but, good showman that he was, he\nmanaged to keep a bland expression on his face.\n\n\"That's _right_!\" he bellowed.\n\nPhil Merriwether grinned happily. He didn't know how it had come\nabout, but, somehow, something had filled his head full of all kinds\nof amazing facts. It didn't matter what the question was, all Phil had\nto do was think about it, and the answer was in his memory. He smiled,\nwaiting for the next question.\n\n\"You've come to the $25,000 question,\" said the MC. \"If you want to go\non, you will have to be put in a soundproof booth so that you won't be\nprompted by the audience. If you want to come back next week--\"\n\n\"I'll take it now,\" said Phil Merriwether.\n\nSo they put him in a soundproof booth. All he could hear was the\nannouncer's voice.\n\nPhil smiled to himself. Twenty-five thousand dollars so far! It was\nfantastic! He'd never have to work again!\n\nHe answered the next question easily. Fifty thousand dollars! Fantastic!\n\nThe announcer said: \"What is the mathematical formula for the world's\nmost powerful weapon?\"\n\nPhil grinned. That was simple. \"The formula is: _i_ over _b_ times _a_\nequals _pi_ to the _i_ times _e_ over _mu_,\" he said.\n\n\n\n\"Ohhh, I'm sorry, sir,\" the announcer said sadly. \"The basic\nformula for the manufacture of the atomic bomb is: _E_ equals _m_\ntimes _c_ squared. But you still have your fifty thousand dollars;\ncongratulations and better luck next time.\"\n\nPhil Merriwether blinked. He could hardly believe it. He _knew_ his\nanswer was right. There must be a mistake. But no amount of argument\ndid him any good. Within fifteen minutes, he was out on the street.\nThe studio had promised that the check would be deposited to his\naccount in the morning. Phil shrugged and went home.\n\n\n\nAt midnight, Philip Merriwether woke up suddenly to see the glare of a\nflashlight being shone in his face.\n\n\"Are you Philip Merriwether?\" growled a voice.\n\n\"Yes, I am. What's the meaning of this?\"\n\nThe lights in the room went on to reveal five men with drawn guns\nstanding outside the door. As they came into the room, the man with the\nflashlight flicked it off. \"Search the room,\" he said to the others.\n\nAs they methodically began their search, Phil said: \"What's going on\nhere? Who are you?\"\n\n\"FBI,\" snapped the man who was obviously the leader of the group. \"Are\nyou sure you're Philip Merriwether? We'll be taking your fingerprints\nshortly, so it won't do you any good to lie.\"\n\n\"Certainly I'm me!\" Phil snapped, irritated. \"What makes you think I'm\nnot?\"\n\n\"Never mind,\" said the Federal agent.\n\nThe truth was that Merriwether no longer looked like the lackluster\ncharacter he had been a few weeks before. His eyes had a sparkle to\nthem, his body had more springiness. He looked more alive. He was no\nlonger the colorless man he had been.\n\n\"Nothing unusual in the room, sir,\" said one of the men who had been\nsearching.\n\n\"Okay,\" said the leader to Merriwether, \"put on your clothes. You're\ncoming with us.\"\n\n\"You can't arrest me!\" Phil said. \"I haven't done anything. What is the\ncharge?\"\n\n\"Espionage,\" said the FBI man without blinking an eyelid.\n\nThey put him in a big, powerful Cadillac and drove him through the\nstreets of Washington to an office building near the Capitol. Most of\nthe city was asleep, but this building was ablaze with light. The FBI\nmen parked the car and led Phil into the building. They were greeted by\na reception committee the like of which Phil had never seen before.\n\nTwo generals, including the Chief of Staff, a couple of admirals, an\nAir Force general, and a half dozen important-looking civilians, one of\nwhom Phil recognized as the Secretary of Defense himself!\n\nThey sat Phil down in a chair without a word, and just looked at him\nfor a few seconds; then the Secretary of Defense said: \"What do you\nknow about the Q-beam?\"\n\n\"The Q-beam,\" Phil told him, \"is a top-secret weapon. It is a ray\nwhich is capable of paralyzing without killing, and can operate over a\ndistance of several hundred miles. The basic formula is--\"\n\n\"Never mind what it is!\" snapped the Chief of Staff. \"The whole United\nStates heard you give it out over the air this evening!\"\n\n\"What else do you know about our defenses?\" the Secretary asked.\n\nPhil told them. He knew how big the atomic stockpiles were, where the\nbombs were, and how they were to be used. He knew everything about the\nICBM rocket program and where the launching sites were. He knew where\nevery ship in the Navy was and what sort of armament it carried. He\ntold them where the secret airbases were hidden and how many bombers\nwere at each.\n\n\n\nAs he continued, the officials became more and more nervous. They\nfidgeted as each new piece of information was disclosed, and the flow\nof information seemed endless.\n\nAt last the Secretary of Defense said: \"That's enough!\" His face was\nwhite. He turned to the others. \"Gentlemen, I think we can say without\ndoubt that we have captured the most cunning, clever, and dangerous spy\nin the world. The question is: What shall we do with him?\"\n\n\"How did you get this information?\" one of the generals asked.\n\n\"I don't know,\" Phil said truthfully. \"It just came to me.\"\n\n\"He won't talk,\" said an admiral.\n\n\"Who do you work for?\" asked another.\n\n\"I used to work for Starr & Son, but they fired me three weeks ago.\"\n\n\"I mean, what country?\"\n\n\"I don't work for _anybody_!\"\n\nThe Secretary of Defense looked up at the FBI man.\n\n\"I want everything on this man--_everything_! He has to be investigated\nas no other man has ever been. If possible, we want to know what this\nman has been doing every second of his life ever since he was born!\"\n\nThe FBI man nodded. \"I'll have to check with the Chief, of course, but\nI'm sure we can put every man in the Bureau on this job.\"\n\nThe Secretary nodded. \"A few kidnap cases and things like that will\nhave to wait, but that's nothing compared to this.\"\n\nThe FBI man left, and the other men began grilling Phil Merriwether\nagain. It went on for hours.\n\n\n\nPhil Merriwether sat in the deepest, most secluded cell of the United\nStates Government's greatest security prison. He sat and thought,\nhis brain working more furiously than it had ever worked before. He\nwas tired and haggard from loss of sleep, and worn out from hours of\nquestioning. But that wasn't the worst of it. The entire top brass\nof the government was in a stew over what they should do with Philip\nMerriwether. The FBI could get no evidence on him; there was nothing to\nprove he was a spy. And even if there had been, the case could never be\nbrought to court. Phil knew too much.\n\n\"Good heavens,\" he moaned, \"how did I ever get into a fix like this?\"\n\n\"You're a blabbermouth,\" he answered himself. \"If you hadn't told them\nall that stuff, you'd never have been in this jam!\"\n\nBut how did he know all the information about the U.S. Government's\nmost top secret plans? It must have had something to do with that\nfainting spell. How did that explain it?\n\n\"Well,\" he said to himself, \"you've got a lot of information--use it!\"\n\nSo he sat on the edge of the hard bunk, his mind searching for some\nclue as to what had happened to him.\n\nHe was still sitting like that when the Secretary of Defense and\nthe President of the United States walked into the cell some hours\nlater. He had thought about all the data he had on every subject from\nanthropology to zoology. It had something to do with neurology and\nradiation physics, he was sure, but what?\n\nAnd then, quite suddenly, the pieces clicked together.\n\nWhen the Chief Executive walked into his cell, Phil beamed happily.\n\"I'm pleased to meet you, Mr. President.\"\n\nThe President frowned. \"I must admit, Mr. Merriwether, that it is a\npleasure to meet you, too. I admire such abilities as yours, although\nI also wish you had never been born. It seems you know more about our\nnational defense than I do.\"\n\n\"It's amazing,\" said the Secretary. \"According to the FBI, this\nfiendishly clever man has been masquerading as an ordinary blockhead\nfor more than thirty years. No one suspected his true genius. The\nonly thing we can't figure out is _why_ he shot off his mouth over\ntelevision.\"\n\nPhil said: \"Mr. Secretary, I didn't think about it. I didn't realize it\nwas so secret. I'm sorry. But I think I can show you how I got all this\ninformation.\"\n\nThe President looked blank. \"Show us? You mean you're willing to betray\nyour espionage system?\"\n\n\"I don't have any spy system,\" Phil said. \"Will you give me a pencil\nand a piece of paper?\"\n\nThe Secretary handed him a notebook and a ball-point pen, and Phil\nbegan to write. \"According to File X-99761, in the War Department's\nUltra Top Secret Section, a Dr. Heinrich Wolstadt is working on a\nsecret communication device. I'm putting some formulas on this paper.\nAsk Dr. Wolstadt what effect this particular wave form would have on\nthe human brain.\"\n\nThe Secretary of Defense and the President looked at each other.\n\n\"I guess we might as well,\" the President said.\n\n\n\nIt was several hours later that Dr. Wolstadt was rushed into Phil's\ncell. He was so excited that his German accent became much heavier than\nusual.\n\n\"Is this the chentleman? _Ach!_ It's amazing! How did it happen? You\nwere standing right in the path of the ray, _nein_?\"\n\n\"I think so, Dr. Wolstadt. Didn't you suspect what effect the beam\nmight have had?\"\n\n\"Never!\" said the physicist. \"Not until I saw your mathematics. It's\nunbelievable to think this could happen!\"\n\n\"For Heaven's sake!\" said the President. \"What happened?\"\n\nWolstadt turned around to face the Chief Executive.\n\n\"It's very simple. The derivation of the Q-beam that I have been\nworking on got out of control for a second. It went through all my\nfiles, and all the files in the Pentagon, and Heaven only knows what\nelse. It picked up all that information and put it in Mr. Merriwether's\nmind!\"\n\n\"Amazing!\" said the President.\n\n\"Fantastic!\" said the Secretary of Defense.\n\n\"Will it work with anybody?\" the President asked.\n\nDr. Wolstadt shook his head. \"No. This is a most unusual case. Mr.\nMerriwether, according to the FBI reports, had a terrible memory before\nthe accident happened. He is actually a very intelligent man, but he\nalways forgot things, and that made him look stupid.\n\n\"But, fortunately, it meant that his memory was almost a total blank.\nTherefore, the ray could implant all this data on his memory.\n\n\"It's like recording something on an L-P disc. If it already has\nmusic on it, the recorder just ruins the disc. But if it's blank, the\nrecorder puts music on it. You see?\"\n\n\"Then if it had hit anyone but me--\" Phil began.\n\n\"--it would probably have driven them insane,\" said Dr. Wolstadt.\n\n\"That still leaves us the problem of what to do with Mr. Merriwether,\"\nsaid the President.\n\n\"I think I have an idea,\" Phil said. \"Want to hear it?\"\n\n\n\nSome months later, two men arrived by air in the city of Moscow. One of\nthem went directly to the American Embassy. In his brief case was a\nsmall, very compact machine.\n\nThe Ambassador shook his hand warmly. \"The President told me to give\nyou the run of the place, Dr. Wolstadt. What are you going to do?\"\n\n\"I'm sorry,\" said Wolstadt, \"but I cannot tell even you. All I require\nis a room in the Embassy which faces the Kremlin.\"\n\n\"That can be arranged. But where is your companion? I understood there\nwere to be two of you.\"\n\n\"He is, shall we say, taking a stroll around Moscow.\"\n\n\"But he can't do that!\" the Ambassador said. \"The President said he was\nthe most valuable man on Earth! He might get arrested.\"\n\n\"That is the chance we have to take. Now if you'll show me to that\nroom, I'll go about my business.\"\n\nSome distance away, on the opposite side of the Kremlin from the\nAmerican Embassy, Philip Merriwether, the most valuable spy that ever\nexisted, waited patiently for the ray that would be generated inside\nthe Embassy to strike his head. In a few seconds, he would know even\nmore than he already did.\n\nHe smiled happily. This was the life!\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Burke, Ralph",
            "Barretton, Grandall",
            "Garrett, Gordon Randall",
            "Garrett, Randall",
            "Mitchell, Clyde",
            "Garret, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73495/pg73495.txt",
        "name": "the_man_who_knew_everything.json"
    }
}