{
    "name": "The Tale of Brynild, and King Valdemar and His Sister: Two Ballads",
    "author": [
        "Borrow, George",
        "Borrow, George Henry"
    ],
    "body": "THE TALE OF BRYNILD\n\n\nSivard he a colt has got,\n   The swiftest 'neath the sun;\nProud Brynild from the Hill of Glass\n   In open day he won.\n\nUnto her did of knights and swains\n   The very flower ride;\nNot one of them the maid to win\n   Could climb the mountain's side.\n\nThe hill it was both steep and smooth;\n   Upon its lofty head\nHer sire had set her, knight nor swain\n   He swore with her should wed.\n\nSoon to the Danish monarch's court\n   A messenger repaired,\nTo know if there was any one\n   To try the adventure dared.\n\n'Twas talked about, and Sivard then\n   His purpose soon made known;\nSaid he: \"I'll try upon my colt\n   To bring Brynilda down.\"\n\nHe rode away, the way was far,\n   The path was of the worst;\nHe saw the shining Glass Hill, where\n   The maid her durance curs'd.\n\nAnd he away proud Brynild bore,\n   Nor deemed the adventure hard;\nTo bold Sir Nielus her he gave\n   To show him his regard.\n\nProud Brynild and proud Signelil\n   Those maids of beauteous mien,\nDown to the river's side they went\n   Their silken robes to clean.\n\n\"Now do thou hear, thou proud Brynild,\n   What now I say to thee,\nWhere didst thou get the bright gold ring\n   I on thy finger see?\"\n\n\"How did I get the bright gold ring\n   Which on my hand you see?\nThat gave me Sivard Snareswayne,\n   When he betrothed me.\"\n\n\"And though young Sivard gave thee that\n   When he his love declar'd,\nHe gives thee to Sir Nielus now\n   In proof of his regard.\"\n\nNo sooner than did Brynild hear,\n   The haughty hearted may,\nThan to the chamber high she went,\n   Where sick of rage she lay.\n\nIt was the proud Brynild there\n   Fell sick, and moaning lay;\nAnd her the proud Sir Nielus then\n   Attended every day.\n\n\"Now hark to me, thou Brynild fair,\n   My mind is ill at ease;\nKnow'st thou of any medicine\n   Can cure thy sad disease?\n\n\"If there be aught this world within\n   Can make thee cease to moan,\nThat thou shalt have, e'en if it cost\n   All, all the gold I own.\"\n\n\"I know of nought within this world\n   Can do my sickness good,\nExcept of Sivard Snareswayne\n   It be the hated blood.\n\n\"And there is nothing in this world\n   Which can assuage my pain,\nExcept of Sivard Snareswayne\n   The head I do obtain.\"\n\n\"To draw of Sivard Snareswayne\n   The blood I have no might;\nHis neck is hard as burnished steel,\n   No sword thereon will bite.\"\n\n\"O hark, Sir Nielus, hark to me,\n   My well beloved lord,\nBorrow of him his Adelring,\n   His famous trusty sword.\n\n\"Tell him thou needest it so oft\n   When thou dost wage a fight,\nBut soon as 'tis within thy hand\n   Hew off his head outright.\"\n\nIt was the bold Sir Nielus then\n   His mantle puts he on;\nTo Sivard, his companion true,\n   To the high hall he's gone.\n\n\"Now hear, O Sivard Snareswayne,\n   Thy sword unto me lend,\nFor I unto the field of fight\n   Full soon my course must bend.\"\n\n\"My trusty faulchion Adelring\n   I'll freely lend to thee;\nNo man be sure shall thee o'ercome,\n   However strong he be.\n\n\"My trusty faulchion Adelring\n   To thee I'll freely yield,\nBut, oh! beware thee of the tears\n   Beneath the hilt conceal'd.\n\n\"Beware thee of those frightful tears,\n   They all are bloody red;\nIf down thy fingers they should run\n   Thou wert that moment dead.\"\n\nUpstood the bold Sir Nielus then,\n   Drew out the sword amain;\nOne blow and off the head is hewn\n   Of Sivard Snareswayne.\n\nBeneath his mantle then he takes\n   The head, distilling blood,\nAnd hurrying to the chamber high\n   Before Brynilda stood.\n\n\"Behold the head, the bloody head,\n   Thou didst so crave to gain;\nFor thee I've done a felon deed\n   Which gives my heart such pain.\"\n\n\"O lay aside the bloody head,\n   It fills my heart with fright;\nAnd come to me, my dearest lord,\n   Beneath the linen white.\"\n\n\"I crave thee, woman, not to think\n   I came for sport and play;\nThou wast the wicked cause that I\n   From honour went astray.\"\n\nIt was the bold Sir Nielus then\n   His faulchion he drew out;\nIt was the beauteous Brynild whom\n   He all to pieces smote.\n\n\"Now have I slain my comrade dear,\n   And eke my lovely may,\nYet still I am resolved in mind\n   A third, a third to slay.\"\n\nSo then against the hard stone floor\n   He placed the trusty glaive;\nTo his heart's root the point in went,\n   And him his death wound gave.\n\n'Twere better that this maid had died\n   Within her mother's womb,\nThan that these princely men through her\n   To such an end should come.\n\nNow will I rede, each honest man\n   Well to deliberate ever;\nUnequalled woman's cunning is,\n   Though guiles of men be clever.\n\nShe laughs when 'tis her wish to laugh,\n   And weeps when she will weep;\nWhene'er she wants thy heart to move\n   Fair words on thee she'll heap.\n\nBe she sick, or be she well,\n   In woman ne'er confide;\nIn murder red, by woman led,\n   His hands Sir Nielus dyed.\n\n\n\n\nKING VALDEMAR AND HIS SISTER\n\n\nSee, see, with Queen Sophy sits Valdemar bold.\nAbout little Kirsten much parlance they hold.\n\n\"Now hark, my good Lord! I have this to propose,\nThat thou shalt give Kirsten to Buris for spouse.\n\nA sister thou hast, I a brave brother own,\nA wedding we'll have ere this good year be flown.\"\n\n\"It never shall happen, as long as I live,\nThat I to a horse-thief my sister will give.\n\nMy sister's a princess so fair and so bright,\nBut Buris is liker a groom than a knight.\"\n\nThen pale as a corpse grew Sophia to see;\n\"My noble lord, wherefore despisest thou me?\"\n\nThe Queen struck with fury her hand on the board:\n\"Be sure that I vengeance will have for that word.\"\n\nKing Valdemar now to the war-field should wend,\nBehind stays Sir Buris the land to defend.\n\nForth, forth from the land the bold King his course bent,\nSo many a beautiful knight with him went.\n\nHim followed so many a chivalrous band;\nHe disposed of his sister, the fair mirror's hand.\n\nTo a prince rich and fine and of valour approved,\nHe gave little Kirsten, his sister beloved.\n\nWith Buris Sophia sits over the board,\nAnd much brooded she on King Valdemar's word.\n\n\"Sir Buris, my brother, list thou to my say:\nBeguile the King's sister whilst he is away.\"\n\nSir Buris he cast on his sister his eyes:\n\"O why my dear sister dost talk in this guise?\n\nTo do such an act I will never consent,\nTo make her my wife is my wish and intent.\"\n\nThe Queen with her hand struck the table with force:\n\"Just, just as I bid thee direct thou thy course.\"\n\nHis mantle of azure Sir Buris puts on,\nAnd unto the princess Sir Buris is gone.\n\nWith prayers late and early the maiden he tired,\nBut could not obtain from her what he desired.\n\n\"Sir Buris, why seekest thou me to betray?\nTo my brother for this thou must answer some day.\"\n\nWith ghastly white cheek did Sir Buris depart,\nThe maiden he loved from the depths of his heart.\n\nSir Buris flung on him his scarlet array,\nAnd unto Sophia with speed took his way:\n\n\"The princess so firm and determined I find,\nNo knight in this world can e'er conquer her mind.\"\n\n\"A pretty man, thou, to take love-work in hand,\nIf the powerful Runes thou dost not understand.\"\n\n\"To the paths of fidelity I will return,\nNo wish do I feel your Rune-magic to learn.\n\nKing Valdemar left his domain to my care,\nShall I in return his dear sister ensnare?\"\n\n\"O I will for thee the Rune-characters trace,\nAnd thou them shalt cast in convenient place.\"\n\n\"Sir Buris has cast the Rune-letters, alas,\nOn the bridge over which little Kirsten should pass.\n\nLittle Kirsten with anguish was filled, and with care,\nMust spite of herself to Sir Buris repair.\n\nShe knocked with her hand on the thick oaken door:\n\"Sir Buris, arise, let me into thy bower.\"\n\nUpstood then Sir Buris, in scarlet array'd,\nAnd straight he admitted the beautiful maid.\n\nThe whole night she lay in Sir Buris' embrace,\nAll to her own sorrow and daily distress.\n\nNow on towards summer and autumn it drew,\nSo stout in the waist little Kirsten she grew.\n\nHer true waiting maid little Kirsten address'd:\n\"To the chamber of stone now convey me in haste.\n\nAnd there unto me do thou bring the mid-wife\nBut let not the Queen know thereof for thy life.\"\n\nTo her little foot-swain little Kirsten did say:\n\"Fetch hither Sir Buris, withouten delay.\"\n\nThey met on the lofty hall's high balcony,\nTogether discoursed they so sorrowfully.\n\nThey gave then each other a tender caress,\nAnd swooned to the earth from of grief the excess.\n\nThe year has revolved, and home now from the fray,\nKing Valdemar cometh triumphant and gay.\n\nIn, in through the portal King Valdemar strode,\nSophia received him in complaisant mode.\n\nAbout and around him King Valdemar stared:\n\"Say! where is my sister, and how has she fared?\"\n\nThen sly 'neath her scarlet laughed Sophy the Queen:\n\"It is full three months now since thy sister I've seen.\"\n\nSophia exclaim'd: \"She is not to be taught,\nMy advice and monition she holdeth at naught.\"\n\n\"O why dost thou thus of my sister complain?\nIn honour she liv'd without ever a stain.\"\n\n\"The chamber of stone she has long made her home,\nThere she of a little child light has become.\"\n\nThen the heart of the monarch was smitten with grief:\n\"To thy words, O Sophia, I yield no belief.\"\n\n\"The blessed Lord's truth and no lie have I told,\nShe invited me e'en her child-birth to behold.\"\n\nTo five of his good knights spake sternly the King:\n\"Depart, and my sister straight home to me bring.\"\n\nThe knights rode away as King Valdemar said,\nMuch rather, much rather, would they have been dead.\n\nThey struck on the door 'neath their mantle of skin:\n\"Sweet princess Kirstina, arise, let us in.\"\n\nTo the chamber straight came the true serving lass:\n\"We crave thy leave into the chamber to pass.\"\n\n\"O sirs, ye may enter as free as the morn,\nFor nobody here any baby has borne.\"\n\nThen in sorrowful mood good Sir Peter replied:\n\"God grant that thy words I may see verified.\"\n\n\"Arise, little Kirsten, thyself quick array,\nFor thou to thy brother this night must away.\n\n\"Array thyself quick, for in hurry we are,\nThy brother the King has returned from the war.\"\n\n\"Alack, I dare venture my gold coronet,\nThat I shall my death by this night-journey get.\n\n\"My daughter now take, and in linen enfold,\nThe face of her mother no more she'll behold.\n\n\"Assist ye my daughter to Christentie's breast,\nI fear that her luck will not be of the best.\n\n\"Let the name that ye give her be proud Ingerlill,\nMy fortune intends for me nothing but ill.\"\n\nLittle Kirsten her faithful maid servant address'd:\n\"Now fetch to me hither, I pray, my gilt chest.\"\n\nThe chest she unlocked where lay stored all her gear,\nAnd distributed that midst her servants so dear.\n\nAnd most to her maid she thought fit to award,\nFor she was to be her child's teacher and guard.\n\nThe gold, the red gold, she has given her so free,\nThat tender and kind to her child she might be.\n\n\"Every lady can well imagine how fit\nAt present I am on my courser to sit.\n\n\"And each man, I am sure, can imagine how ill\nA journey nocturnal agree with me will.\"\n\nOn the saddle they placed her, with hearts full of care,\nGlittered like the spun gold her beautiful hair.\n\nAnd when they arrived at the lofty castelle,\nDown, down from her horse little Kirstenlill fell.\n\nAt the window the Queen stood and laughed with delight:\n\"Come hither and view of your sister the plight.\"\n\nTo lift her from the ground little Knud was not slow:\n\"In the name of Lord Jesus the whole truth avow.\"\n\nThey helped her the stairs of the hall to ascend:\n\"Now thee to the powerful Christ we commend.\"\n\nIn the doorway she crossed herself thrice on the breast:\n\"To Christ I commend me, the mighty and blest.\"\n\nThen in through the door little Kirsten she wends,\nAnd his white hand to her the bold monarch tends.\n\nThen unto her brother she gives her fair hand:\n\" I joy much to see thee returned to the land.\"\n\nMuch favour and friendship to her he display'd\nAnd that Queen Sophia so furious made.\n\nThe king to the brim filled a beaker with wine:\n\"I beg of thee drink to me, dear sister mine!\"\n\n\"Now hear, little Kirsten, what I to thee say,\nThou shalt sing before me some pretty love-lay.\"\n\n\"I never in all my life learnt a love-lay,\nBut I'll sing another as well as I may.\"\n\n\"O thou with thy dancing, and eke with thy voice,\nThe hearts of my guests shalt this evening rejoice.\"\n\nTo sing then a song little Kirsten began,\nTo the tune danced so many a bold knightly man.\n\nThe King himself sprang 'mid the dancers' gay band,\nAnd his sister he took by the lilly-fair hand.\n\nHe out and in with her eagerly danced,\nBut nothing amiss in her movements he glanced.\n\nSo often the King proved the voice of the maid,\nAnd still to her gait more attention he paid.\n\nAnd the King measured her by the girdle with care,\nBut still he of nothing amiss was aware.\n\n\"O Sophia, may thee shame and evil betide,\nMy dear little Kirsten thou'st foully belied.\"\n\n\"It is the Lord's truth that I've told, and no lie,\nShe has brought forth a daughter in secrecy.\"\n\nThe Queen has yet worse little Kirsten distrest,\nHer two lovely breasts she tore out from her vest.\n\nAnd, craving her ruin, with hand resolute\nShe pressed out the milk before Valdemar's foot.\n\nShe pressed out the milk 'fore the King on the floor:\n\"My King and my husband, canst doubt any more?\"\n\nThen black as the earth grew King Valdemar's face,\nAnd Kirstenlil swooned 'neath the load of disgrace.\n\n\"I intended to wed thee but full speedily,\nNow thou shalt this evening with agony die.\n\n\"To a mighty lord I'd resolv'd thee to espouse,\nNow this very night thy young life thou shalt lose.\n\n\"The death the most cruel and painful of all,\nThis night thou shalt suffer in this very hall.\"\n\nLittle Kirsten she fell 'fore the King on her knee:\n\"Dear brother! I pray shew some pity to me.\"\n\n\"Thy kneeling, O Kirsten, will profit thee nought,\nThe basest and vilest of sins thou hast wrought.\n\n'Tis folly to hope I shall mercy display,\nThou injured me hast in such infamous way.\n\nI promised thy hand, for of this nought I knew,\nTo the son of a king 'cross the Haf's water blue.\"\n\nHe turned to the foot-swain who stood at his side:\n\" Fetch hither five horse-whips,\" King Valdemar cried.\n\nLittle Kirsten she fell down upon her bare knee:\n\"Now mighty Lord God! look with mercy on me.\"\n\n\"For four whips or five whips thou needest not send,\nOne will be quite enough to bring me to my end.\"\n\nThe King in his hand the horse-scourges has ta'en,\nHis bosom with sorrow was filled, and with pain.\n\n\" Rise, rise Queen Sophia! and beg for me now,\nFor brought me to this have thy brother and thou.\"\n\n\"Little worthy were I of the title of Queen,\nWere I to essay such a harlot to screen.\"\n\n\"I'll punish her so, though I love her full dear,\nThat all shall thereof with astonishment hear.\"\n\nHe lashed her so long, and he lashed her so sore,\nThat grovelling she lay in a stream of red gore.\n\nShe crept for defence 'neath Sophia's array,\nWith her foot she with vehemence spurned her away.\n\n\"O 'neath your red scarlet my poor body hide,\nFor the sake of the Christ who for us sinners died.\n\nI let fall so many a big briny tear,\nGod's mercy upon me! my fate has been drear.\n\nO brother, O brother, your cruel hand stay,\nFor a moment, that soul-gifts distribute I may.\n\nI give to thyself all my castles so grand,\nBecause that my life thou dost hold in thy hand.\n\nTo my daughter so dear my red gold I bequeath,\nFor she shall cause vengeance be ta'en for my death.\n\nI give to Queen Sophy my silver-cased knife,\nBecause she it was who betrayed my young life.\n\nO Buris! God give thee misery smart,\nEnveloped with care the most black is my heart.\n\nAnd now I've my testament made to my mind,\nDear brother, prove towards me forgiving and kind.\n\nI to Christ give my soul, may he shew it good grace,\nThere's no one, I trow, cares for me in this place.\"\n\nShe bade all good night that around her she spied.\nAnd all for the damsel so piteously cried.\n\nFor her wept every dame, for her wept every maid,\nAll wept save Sophia, that vile wicked jade.\n\nThen yielded the roselet her innocent sprite,\nTo God she commended it as it took flight.\n\nO then was King Vald'mar with sorrow opprest,\nAnd wildly his heart 'gan to knock in his breast.\n\n\"What a hard hearted wretch thou, O Sophy, must be,\nThat thou her distress without pity could see.\n\nShame upon thee, thou basest of all womankind,\nThou now hast obtained the great wish of thy mind.\n\nAlack! well a day, my dear sister is dead;\nNow where shall we bury the rose-flower red?\"\n\n\"In Riber street, Sir, let thy flower repose,\nThat o'er her may tread every day my horse-shoes.\"\n\n\"O never shalt thou have the joy, that thy horse\nShall tread o'er the ground which concealth her corse.\n\nTo Vestervig's cloister her corse shall be sent,\nO'er her shall be placed a red brick monument.\"\n\nHe caused her be buried with grandeur and state,\nAll the days of his life the King sighed for her fate.\n\n\"Now I will retire to a chamber of gloom,\nA chamber which fire nor light shall illume.\n\nThere ne'er shall the blest sun on me cast its ray,\nTill I've through repentance my sins wiped away.\"\n\nTo his page the King spake with so serious an air:\n\"Command thou Sir Buris to me to repair.\n\n\"Hark, hark thou, Sir Knight, what I now say to thee,\nHow hast thou been found in thy duty to me?\n\nI left thee a vine-yard for thee to watch o'er,\nTherein hast thou done me an injury sore.\n\nThe loveliest vine in the vineyard that stood,\nThat hast thou destroyed to thy own little good.\"\n\nSir Buris he fell on his knee 'fore the King:\n\"My dear lord and master, O pardon this thing.\"\n\n\"No, thou too shalt suffer both torment and shame,\nTo a sharp shameful death through thy treachery she came.\"\n\n\"The cruellest death ye for me can invent,\nTo thou for the beautiful maid I'm content.\"\n\n\"Let the eyes of the horse-thief be torn from his head,\nBecause he the beautiful damsel betray'd.\"\n\nThey've torn from the sockets Sir Buris's eyes,\nIn spite of Queen Sophy's entreaties and cries.\n\nSir Buris' right hand, and Sir Buris' left foot,\nKing Valdemar caused to be hewn off to boot.\n\nFrom the Castle the knight they led forth on the green,\nIn mockery and scoff of Sophia the Queen.\n\n\"Behold now thy brother, that lord great and fine,\nWho fain as a prince and a monarch would shine!\"\n\nThe Dane-king a fetter has caused to be made,\nOn Buris in Vestervig cloister 'twas laid.\n\nFor eleven long years there was Sir Buris confin'd,\nEach day to her grave went the knight lame and blind.\n\nEach day that he lived of the King did he crave\nThat beside her when dead they might lay him in grave.\n\nTo the King he was forced to give land and domain,\nEre to rest in the cloister the boon he could gain.\n\nHe expired just as the twelfth year was begun--\nThe King never smiled Queen Sophia upon.\n\n\n\n\nMIRROR OF CINTRA\n\n\n_Translated from the original Portuguese on a marble slab in the garden\nof Don Juan De Castro_,_ at Cintra_.\n\nTiny fields in charming order,\nWhich the jagged forests border;\nSheltered valleys downward wending,\n'Midst the rocks to heaven ascending;\nSilvery fountains turbid never,\nFoliage dense which bloometh ever;\nCeaseless Zephyrs gently playing,\nSatyrs, fawns by thousands straying;\nNymphs, with fair bewitching faces,\nForm of Cintra's clime the graces.\n\n                                                                     1840.\n\n\n\n\nTHE HARP\n\n\n                           _From Garonwy Owen_\n\nThe harp to every one is dear\n   Who hateth vice, and all things evil;\nHail to its gentle voice so clear,\n   Its gentle voice affrights the Devil!\n\nThe Devil can not the Minstrel quell--\n   He by the Minstrel is confounded;\nFrom Saul was cast the spirit fell,\n   When David's harp melodious sounded.\n\n                                * * * * *\n\n                                 LONDON:\n               Printed for THOMAS J. WISE, Hampstead, N.W.\n                   _Edition limited to Thirty Copies_.",
    "metadata": {
        "author": [
            "Borrow, George",
            "Borrow, George Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28835/pg28835.txt",
        "name": "the_tale_of_brynild_and_king_valdemar_and_his_sist.json"
    }
}