{
    "name": "The Angel of Lonesome Hill; A Story of a President",
    "author": [
        "Landis, Frederick"
    ],
    "body": "1910\n\n\nIt was a handful of people in the country--a simple-hearted handful.\nThere was no railroad--only a stage which creaked through\nthe gullies and was late. Once it had a hot-box, and the place drifted\nthrough space, a vagrant atom.\n\nTime swung on a lazy hinge. Children came; young folks married;\nold ones died; Indian Creek overflowed the bottom-land; crops failed;\none by one the stage bore boys and girls away to seek their fortunes in\nthe far-off world; at long intervals some tragedy streaked the yellow\nclay monotony with red; January blew petals from her silver garden;\nApril poured her vase of life; August crawled her snail length; years\npassed, leaving rusty streaks back to a dull horizon.\n\nThe sky seemed higher than anywhere else; clouds hurried over this\nplace called \"Cold Friday.\"\n\nA mile to the east was \"Lonesome Hill.\" Indians once built signal\nfires upon it, and in this later time travellers alighted as their horses\nstruggled up the steep approach. At the top was a cabin; it was\nwhitewashed, and so were the apple-trees round it. A gourd vine clung\nto its chimney; pigeons fluttered upon its shingles, and June flung a\ncrimson rose mantle over its side and half-way up the roof.\n\nOne wished to stop and rest beneath its weeping willow by the\nwhite stone milk house.\n\nThose who passed by day were accustomed to a woman's face at the\nwindow--a calm face which looked on life as evening looks on day--such\na face as one might use to decorate a fancy of the old frontier. Those\nwho passed by night were grateful for the lamp which protested against\nNature's apparent consecration of the place to solitude.\n\nThis home held aloof from \"Cold Friday\"; many times Curiosity went\nin, but Conjecture alone came out, for through the years the man and\nwoman of this cabin merely said, \"We came from back yonder.\" Nobody\nknew where \"yonder\" was.\n\nBut the law of compensation was in force--even in \"Cold Friday.\"\nWith acquaintanceships as with books, the ecstasy of cutting leaves\nis not always sustained in the reading, and the silence of this man and\nwoman was the life of village wonder.\n\nIt gave \"Friday's\" chimney talk a spice it otherwise had never known;\nthe back log seldom crumbled into ashes till the bones of these cabin\ndwellers lay bleaching on the plains of \"Perhaps.\"\n\nJohn Dale was seventy-five years or more, but worked his niggard hillside\nall the day, and seldom came to town. His aged wife was kind; the\nflowers of her life she gave away, but none could glance upon the garden.\nShe seemed to know when neighbors were ill; hers was the dignity of being\nindispensable. Many the mother of that region who, standing beneath\nsome cloud, thanked God as this slender, white-haired soul with star\nshine in her face, hurried over the fields with an old volume pasted full\nof quaint remedies.\n\nShe made a call of another kind--just once--when the \"Hitchenses\"\nbrought the first organ to \"Cold Friday.\"\n\nShe remained only long enough to go straight to the cabinet, which the\nassembled neighbors regarded with distant awe, and play several pieces\n\"without the book.\" On her leaving with the same quiet indifference, Mrs.\nEphraim Fivecoats peered owlishly toward Mrs. Rome Lukens and rendered\nthe following upon her favorite instrument:\n\n\"Well! if that woman ever gits the fever an' gits deliriums, I want\nto be round, handy like. I'll swan there'll be more interestin' things\ntold than we've heerd in our born days--that woman is allus thinkin'!\"\n\nIn this final respect, the judgment of the Lady of the House of Fivecoats\nwas sound.\n\nHow gallant the mind is! If the past be sad, it mingles with Diversion's\nmultitude till Sadness is lost; if the present be unhappy, it has a\nmagic thrift of joys, and Unhappiness is hushed by Memory's laughter;\nif both past and present have a grief, it seeks amid its scanty store for\nsome event, for instance, whose recurrence brings some brightness; to\ngreet this it sends affectionate anticipations--and were its quiver empty,\nit would battle still some way!\n\nSo the wife of Dale looked forward to Doctor Johnston's visits, yet\nthere were so many doors between her silence and the world, she did\nnot turn as he entered one eventful day.\n\nDoctors are Nature's confessors, and down the memory of this one\nwandered a camel of sympathy upon which the sick had heaped their secret\nwoes for years, though one added naught to the burden.\n\nIt was the tale he wished to hear, and when some fugitive phrase promised\nrevelation, he folded the powders slowly; but when it ended in a sigh,\nhe strapped up bottles and expectations and went away, reflecting how\npoor the world where one might hear all things save those which interested.\n\nBut Time is a patient locksmith to whom all doors swing open.\n\n\"I always sit by this window,\" she began as he removed the fever\nthermometer; \"I've looked so long, I see nothing in a way--and at night\nI always put the light here. If he should come in the dark I want him\nto see--here is a letter.\"\n\nThe Doctor read and returned it with a look of infinite pity.\n\n\"I had a dream last night; I may be superstitious or it may be the\nfever--but it was so real. I saw it all; it was just like my prayer. I\nbelieve in God, you know.\" She smiled in half reproach. \"Yes, in spite\nof all.\n\n\"In that dream something touched my hand and a voice whispered the\nword, 'Now.' Oh, how anxious it was! I awoke, sitting up; the lamp\nhad gone out, yet it was not empty--and there was no wind.\"\n\nJohn Dale stumbled into the room, his arms full of wood, and an old dog,\nlying before the fireplace, thumped his tail against the floor with\ndiminishing vigor.\n\nShe arose. \"I'll get you a bite to eat, Doctor.\"\n\n\"Never mind! I must be going.\" He made a sign to Dale, who followed\nto the gate.\n\n\"John, I've been calling here a long time--\"\n\n\"I know I ought to pay somethin',\" Dale started to say.\n\n\"It isn't that--I've just diagnosed the case; only one man can cure it.\"\n\n\"Would he--on credit?\" Dale anxiously inquired.\n\n\"He never charges.\" Johnston smiled sorrowfully at the old man's\ndespair.\n\n\"Who is he?\"\n\n\"The President; the President of the United States,\" he added as\nDale's eyes filled with questions. \"I came out of college a sceptic,\nJohn, and I'd be an infidel outright but for that wife of yours--she's\nnearer the sky, somehow, than any other mortal I've seen. I don't\nbelieve in anything, of course--but that dream--if I were you I'd trust\nit--I'd follow where it led.\"\n\nWith his foot on the hub, the farmer slowly whetted his knife on\nhis boot. \"I'll go with you, Doctor.\"\n\n\n\n\"I called at the office, but it was locked, and so I'm here,\" apologized\nDale as Judge Long opened the door of his old-fashioned stone house in\nPoint Elizabeth, the county seat.\n\n\"Glad to see you--had your supper?\"\n\nHearing voices in the dining-room, he answered in the affirmative.\n\n\"Then have a cigar and wait in the library; the folks are having a\nlittle company.\"\n\nThe old man surveyed the room; the books alone were worth more than\nhis earthly possessions. From a desk loomed a bust of Webster. Shadows\nseemed to leap from it; the sombre lips bespoke the futility of striving\nagainst stern realities.\n\nThere was gayety in the dining-room; Judge Long was a fountain of\nmirth, a favorite at taverns, while riding the circuit--before\njuries--wherever people gathered.\n\nA gale of laughter greeted his last anecdote and the diners protested as\nhe arose.\n\nDale told his story excitedly, and at the conclusion Judge Long slowly\nbrushed away the tobacco smoke.\n\n\"I'm sorry, John, but we did all we could last month--and we failed;\nthere's just one thing to do--face the matter. It's hard, but this world is\nchiefly water, and what isn't water is largely rock--it's for fish and\nfossils, I suppose.\"\n\n\"But we will win now!\" The old man's hand fell with decision.\n\n\"Why do you say that?\"\n\n\"Mother had another dream last night.\"\n\n\"But, you know, she had one a month ago,\" quietly protested Long.\n\n\"Yes--and it came true--we didn't do our part just right. We can't\nfail this time; there must be a day of justice!\"\n\n\"Well, as to that, John, this game of life is strange; we bring nothing\nwith us, so how can we lose? We take nothing away, so how can we\nwin? We think; we plan; we stack these plans with precision, but Chance\nalways sits at our right, waiting to cut the cards. You speak of 'justice.'\nIt's a myth. The statue above the court-house stands first on one foot,\nthen on the other, tired of waiting, tired of the sharp rocks of\ntechnicality, tired of the pompous farce. Why, Dale,\" he waved a hand\ntoward an opposite corner, \"if old Daniel Webster were here he couldn't\ndo anything!\"\n\nWhen an American lawyer cites that mighty shade it is conclusive, but\nthe effect was lost on Dale. He was not a lawyer, neither had he read the\n\"Dartmouth College Case\" nor the \"Reply to Hayne.\" In fact his relations\nwith the \"Sage of Marshfield\" were so formal he believed his fame\nto rest chiefly on having left behind a multitude of busts. Besides, he was\nimpatient; the Judge's peroration having lifted his head so suddenly\nthat cigar ashes fell upon the deep rug at his feet.\n\n\"You won't go again, Judge?\" He leaned forward perplexed.\n\n\"It's no use.\"\n\n\"Well, mebbe you can't do anything--mebbe Dan'l Webster couldn't--but\nJohn Dale can!\"\n\nLong arose, astonished. \"How foolish! Reason for a moment--any\npresentation of this matter calls for the highest ability; it involves\nsifting of evidence; symmetry of arrangement; cohesiveness of method, logic\nof argument, persuasiveness of advocacy, subtleties of acumen, charms\nof eloquence--all the elements of the greatest profession among men!\"\n\nDale leaned heavily against the table, his eyes following the Judge as he\nwalked back and forth.\n\n\"Well, I've got 'em--I can't call 'em by name, but I've got the whole\ndamned list--and I'm goin'!\"\n\nLong stood at bay, his hand on the door, his face glowing with animation.\n\n\"Dale, you're old enough to be my father, but you shall listen. You'd\nfail before a justice of the peace, and before the President of the United\nStates--it's absurd. You'd go down there, get mad, probably be arrested\nand kill any hope we might have; why, you're guilty of contempt of\ncourt right now. I had a strong influence, yet I failed.\"\n\nThe old farmer of \"Lonesome Hill\" would listen no more.\n\n\"Then wait, John. This letter may at least save you from jail--and you\nhaven't any money; will this do?\"\n\n\"It's more than I need, Judge.\"\n\n\"No, keep it all--and keep your temper too.\"\n\nAs the Judge stood in the doorway, watching the venerable figure disappear\nin the drizzling night, a young woman from the dining-room stole\nto his side and heard him muse: \"After all, who knows? A Briton\nclad in skins once humbled a Roman emperor.\"\n\n\"Is he in trouble?\" she asked.\n\n\"Yes, great trouble, and it isn't his fault. Fate's a poor shot. She never\nstrikes one who is guilty without wounding two who are innocent.\"\n\n\n\nDale was an admirable volunteer and strangely resourceful; he had\nsomething more than courage.\n\nThe train did not leave for two hours. He sat in the station till the\nclatter of the telegraph drove him out, when he walked toward the\nyards with their colored lights, and through his brain raced Speculation's\nmyriad fiends, all brandishing lanterns like those before him. When,\nat last, the train did start, it seemed to roll slowly, though it could\nsuffer delay and reach the Capital by daybreak.\n\nHe read the letter of introduction several times, and wondered what\nkind of man the President was; he thought of what he would say--and\nhow it would end.\n\nAt intervals a ghost would extend a long, bony hand and wring drops\nof blood from his heart; at such times the President was hostile--the trip\nvery foolish--he regretted his anger at Judge Long's house; and once,\nhad the engine been a horse, he might have turned back. At other times\ngleams of victory came from somewhere and yet from nowhere, and\nrouted the gypsies from his brain, and the President stood before him,\na sympathetic gentleman. Once he knew it, and through excess of spirits\nwalked up and down the aisle, studying the sleeping passengers; for John\nDale travelled in a common \"day coach.\"\n\nAt last he yielded to fatigue, and far off on the horizon of consciousness\ndimly flashed the duel of his hopes and fears. Rest was impossible, and\nafter a long time the dawn drifted between his half-closed lids; a glorious\ndome floated out of the sky and the porter shouted, \"All out for\nWashington!\"\n\nThe cabmen who besieged the well-dressed passengers paid scant homage\nto the old man, who walked uncertainly out of the smoky shed and stood\nfor a moment in Pennsylvania Avenue--on one hand the Capitol, on\nthe other the Treasury and White House. A great clock above him\nstruck the hour of six; he hesitated, then went toward the scene of\nconflict.\n\nThe waking traffic, the great buildings, the pulse of this strange life\nfilled him with depression. He came to a beautiful park and gazed upon\nLafayette and Rochambeau, then the equestrian statue of Jackson. As he\nsat facing the snow-white building with columned portico, the magnolia\nblossoms were as incense. Then he could wait no longer and crossed to\nthe President's office. A policeman stopped him at the steps. He explained\nthat he had a letter from Judge Long. What! Did this policeman\nnot know Judge Long?\n\nHe sat under a tree, and the policeman walked a few paces away to turn\nanon and survey the waiting pilgrim. When the doors opened he entered.\nThe President would not come for another hour; he would be busy--possibly\nhe might see him by noon--provided he had credentials.\n\nWith a sigh he sank into a chair and was soon asleep.\n\n\"Come--this is no cheap lodging house!\" The greeting was shaken\ninto him by a clerk with hair parted in the middle, who disdainfully\nsurveyed the sleeper's attire.\n\nHe who has much on his mind little cares what he has on his back, and\nwhen the youth exploded, \"Who are you?\" the old fellow's self-reliance\ncame forth.\n\nLeading the way to the door Dale pointed a trembling finger. \"See\nthat buildin', 'Bub'--and that one yonder, and that patch over there\nwith Andy Jackson in it? Well, I'm one of the folks that made it all--and\npaid for it; and you're one of my hired hands. I've got to keep\nso many of you down here I can't afford one on the farm. I want to\nsee the President--give him this letter--it's from Judge Sylvester Long,\nof Point Elizabeth!\"\n\nThe youth vanished and Dale resumed his chair.\n\nHe was looking across the lawn when a sudden alertness came into\nthe scene; the silk-hatted line of callers stepped aside; those who were\nseated arose; newspaper correspondents turned with vigilant ears. A\nnervous voice inquired, \"Where is Mr. John Dale?\"\n\nThe President stood before him, dressed in white flannel, then smilingly\ngrasped his hand with a blast of welcome: \"I'm delighted to meet\nthe friend of Judge Long!\" Taking his arm the Executive escorted him\nthrough the Cabinet Room thronged with Senators, Representatives, and\ntourists. They entered the private office. \"Take the sofa, Mr. Dale--it's\nthe easiest thing in the place. I hope your business is such that you\ncan excuse me for a little while.\"\n\nA smile came over Dale's white face. Could the poorest farmer of\nthe \"Cold Friday\" region wait for the most powerful character in the\nworld? Nor was the old man in the linen duster the only one who smiled.\nA member of the Russian Embassy turned to his companion--a distinguished\nvisitor from the Court of St. Petersburg: \"What would a peasant\nsay to the Czar?\"\n\nThe President now entered the Cabinet Room, shaking hands with\nthe many, guiding a few into his private office. Dale listened; now it was\nan introduction and a message to an old friend in the West. Then a decisive\n\"No\" dashed some hope of patronage; again, it was a discussion\nof poetry, aerial navigation, or the relics of the Aztecs. It was a long\nstride from \"Lonesome Hill,\" and for the time Dale was novelty's captive.\nHe glanced round the room. It was not as fine as the director's\noffice of the Point Elizabeth Bank! Above the mantel--the place of\nhonor--was the painting of a martyr. He wondered whether another stroke\nof the brush would have brought a smile to the face, or an expression of\nsadness. The hands were very large--they  had once broken iron bands.\n\nIn one corner was a shot-gun; tennis rackets in another; on a chair\nwere snow-shoes and on the desk a sheaf of roses.\n\nThose whom the President had sifted into his office from the crowd\noutside engaged in conversation. A Senator discussed the ball game with\na Supreme Court Justice; a General advised an Author to try deep breathing.\n\nThe President returned more animated than before. He placed a\nhand on Dale's shoulder: \"Be comfortable--and stay for lunch; nobody\nbut us.\"\n\nThe crowd paid sudden respect to the homespun citizen of an older day,\nand a great happiness came into his heart--it was like the unfolding of one\nof the roses. Not that he was to lunch with the President, though Dale's\nwas the village estimate of human greatness. A vaster issue was before\nhim, and this was a token of success--a success which would bind up his\nremaining years with peace, and give glorious recompense to the companion\nof his few joys and many griefs.\n\nThe President hurriedly signed his name to parchments.\n\n\"I'm making a few postmasters.\" He smiled toward the sofa. \"It's no\ntrouble here--that's all at the other end of the line.\"\n\nWithout stopping the pen, he discussed matters with one statesman\nafter another, his lips snapping with metallic positiveness.\n\nA member of the Senate Committee on Foreign Relations protested\nagainst the course pursued in Santo Domingo.\n\n\"If I were making a world, Senator, I'd try to get along without putting\nin any Santo Domingos, but as things stand, we must make her be\ndecent or let somebody else do it.\"\n\nAnother brings up the question of taxing incomes and inheritances.\n\n\"I favor them both,\" declared the President. \"They are taxes on good\nluck; bad luck is its own tax.\"\n\nA statesman from the Pacific slope protests against Federal interference\nin the school question.\n\n\"It is a local matter as you say, Senator, and yours is a 'Sovereign\nState'--they all are till they get into trouble. If we should have war with\nJapan, your State would speedily become an integral part of the Union.\"\n\nA group of gentlemen now object to an aspirant for a Federal judgeship\non the ground that he has not a \"judicial temperament.\"\n\n\"As I understand it,\" the President begins, \"judicial temperament is\nlargely a fragrance rising from the recollection of corporate employment;\nit is the ability to throw a comma under the wheels of progress and upset\npublic welfare; I am glad to learn that Mr. L---- has _not_ a 'judicial\ntemperament'; I shall send his name to the Senate to-day.\"\n\nThe gentlemen retired. \"Come, Mr. Dale, let us go.\"\n\nThis President had been accused of a lack of dignity. Is it a less valuable\ntrait which puts the John Dales of our land at instant ease in the\n\"State Dining-Room\" of the White House?\n\n\"Well, sir, no man ever had a better friend than Judge Long,\" said\nthe President when they were seated. \"'Ves' Long, I mean,\" he added\nwith a smile.\n\n\"I met him in the West; he had a ranch; mine was near it. We saw\nmuch of each other; we hunted together--and that's where you learn\na man's mettle. He never complained of dogs, luck, or weather.\nWe saw rough times; it was glorious. We'd wake up with snow on the bed,\nand when 'Ves' introduced me at Point Elizabeth in my first campaign\nhe said we often found rabbit tracks on the quilts--but then 'Ves' had a\nremarkable eye.\n\n\"Some say, 'blood is thicker than water.' That depends somewhat on\nthe quality of the water; I like him; there's nothing I wouldn't do\nfor him!\"\n\nDale grew suddenly sick at heart. If Long had only come! Recalling\nhis discouraging words, a shadow crept over the old man's mind.\nCould it be possible he had not tried the month before?\n\nSuch misgivings soon vanished. \"This is a trying office, Mr. Dale.\nWith all my feelings I had to hold in abeyance the only favor he ever\nasked; it was about a pardon in a murder case over thirty-five years\nago. He said it was the most cruel case of circumstantial evidence in\nthe books--possibly you may know about the case.\"\n\nThe old man struggled back in his chair, then arose, his rough hand\nbrushing thin locks back from a temple where the veins seemed swelling\nto the danger point. He was unable to summon more than a whisper\nfrom his shrunken throat.\n\n\"Yes, Mr. President, I do--he's my boy!\"\n\n\"Your--boy! Yes--that's the name--how stupid of me--I beg\nyour pardon, Mr. Dale--a thousand times.\"\n\nThey stared a long while at each other and Dale felt the fears which\nhad fled before his gracious reception returning to grip him by the heart;\nthe speech he had prepared had fled; it had all happened so differently.\n\nAt last the President spoke: \"Congress is just going out; it's the busy\nseason, but I'll go through the papers to-night myself.\"\n\nDale walked to the window; perspiration was on his face, but he was\nvery cold. He stood with locked brain, and into his eyes came filmy\nclouds; then through these he saw, with sudden strangeness, a cabin far\naway, and a woman with pallid cheeks looked straight at him.\n\nThe President gazed intently as the old man wiped the window pane,\nnodded his head, and turned to face the table.\n\nHe cleared his throat, then opened a flannel collar, already loose, and\nhis eyes glistened.\n\n\"You're sick!\" exclaimed the President rising. \"Waiter--some\nbrandy!\"\n\n\"No--just a little dizzy.\n\n\"Mr. President,\" he slowly began, \"this is a case that all the papers in\nthe world can't tell--nor all the men--there's none just like it.\n\n\"It's not for the boy--it's not for me. I took her from her folks against\ntheir will, and I've not panned out lucky--but that's not to the point.\nShe's sick; the doctor can't help her--nobody can but you--I wish you\nmight have seen her from the window yonder.\"\n\nThe half-finished luncheon was disregarded; the President had sunk\ninto his chair, and the keen discrimination of a king of affairs was\nstruggling with a strange fascination.\n\n\"Long ago, Mr. President, I had an enemy--Bill Hartsell--we shot\neach other.\" He held up a withered hand. \"It's been a feud ever since.\nHis boy and mine went to war in the same company--both as brave as ever\nwore the blue. When they were waitin' to be mustered out Bill's boy was\nmurdered in his tent--in his sleep. Bill was there and swore he saw my\nRichard do it.\n\n\"One night, a month ago, my woman--she's a great woman, Mr.\nPresident--the sick folks down in my country call her 'The Angel of\nLonesome Hill'--well, she had a dream that Bill Hartsell wanted to see\nme. I hadn't laid eyes on him for years. I strapped on my six-shooter\nand she said, 'No--it isn't that kind of a trip--it's peace.'\n\n\"I put down the shootin' iron and went--it was a long way--two\ndays on horseback. I got to Bill's cabin at night; I went in without\na knock; I wasn't afraid. Bill's folks were round the bed. He\narose and cried out: 'John, I sent for you; it was a damn lie I told--your\nboy didn't do it'--and then Bill died.\"\n\nFor the moment the old man's agitation mastered him.\n\n\"I remember, Mr. Dale. 'Ves' told me; he brought the statements\nof the family--and yours. I've been thinking of it ever since--and a great\ndeal these last two days. Tell me, why did you happen to come?\"\n\n\"Mother had a dream that said the time was up.\"\n\nDale spoke as calmly as though delivering a message from a neighbor.\n\nFear was not even a memory now. He stood erect; the stone he had\nslowly pushed up many steep years was near the summit--one mighty\neffort might hurl it down the past forever.\n\n\"Just a word about that boy, Mr. President. At Cold Harbor his regiment\nstood in hell all day; he was one of those who pinned his name to his\ncoat so his body could be identified--after the charge. Well, in that\ncharge the flag went down, and a man went out to get it--and he fell; then\nanother--and he fell; and then a thin, pale fellow that the doctors almost\nrefused sprang forward like a panther--and he fell. They were askin' for a\nvolunteer when a staff officer called out: 'Good God! He's alive! He's got\nit! He's crawlin' back!'\n\n\"They had to lift him off the colors; he didn't know anything, . . . and\nthat was my boy, Mr. President--that was Dick!\n\n\"Funny how he enlisted,\" Dale resumed after a moment. \"He'd been\ntryin' to get in, but I kept him out. One night his mother sent him for a\ndime's worth of clothes-line--and he never came back. He's not bad, Mr.\nPresident; he's good--he gets it from his mother.\"\n\nDale lifted his head with pride: \"When I was on the jury I heard\nJudge Long say no one could be punished if their name wasn't written in\nthe indictment. Now, they didn't only convict Dick--they convicted\nhis mother--this whole world's her prison--and it's illegal, Mr.\nPresident--her name wasn't written in that indictment--and it's her pardon\nI want.\"\n\nThe President arose and walked the floor. \"How could the man who\nsaved those colors shoot a comrade in his sleep? Mr. Dale, my faith in\nhuman nature tells me that's a lie!\"\n\nHe stood for an instant at the window, looking over the fountain, the\nriver, the tall white Washington needle which pierced the sky, then\nquickly stepped to the table and lifted a glass:\n\n\"Mr. Dale, I propose a toast--'The Angel of Lonesome Hill' . . . her\nliberty!\"\n\n       *       *       *       *      *\n\nAs they returned to the office there was nothing extraordinary in the\nPresident's vigorous step--that was known the world around. There\nwas something most unusual, however, in the radiant soul--the splendid\nancient youth of the quaint figure by his side.\n\nAt the door where the policeman had watched the waiting pilgrim the\nPresident shook the old man's hand.\n\n\"Come again, Mr. Dale, and tell 'Ves' Long I'll go hunting with him\nthis fall and bring along a man he'll like--a man who catches wolves with\nhis hands.\"\n\n       *       *       *      *       *\n\nJohn Dale knew every fence corner in that region, but the night was so\ndark he stopped at times to \"feel where he was.\"\n\nThe man with him could not aid him; he was a stranger--a strange\nstranger who spoke but once--\"How far is it?\"\n\nLong habit had made him silent; he was in the upper fifties, but long\nabsence from the sun had pinched his face into the white mask of great\nage.\n\nAt the village store the stranger entered, returning with a package.\n\nWhen the road turned there was a light high ahead and a moment later\nthe two men entered the cabin.\n\nThe stranger paused. \"Mother, you sent me for a clothes-line--I've\nbeen delayed--but here it is.\"\n\nHer hand trembled as she raised the lamp from the table.\n\n\"My boy--my dream--the President!\"\n\n       *       *       *      *      *\n\nWhen she lifted her face it was glorified.",
    "metadata": {
        "author": [
            "Landis, Frederick"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9193/pg9193.txt",
        "name": "the_angel_of_lonesome_hill_a_story_of_a_president.json"
    }
}