{
    "name": "The Jumble Book of Rhymes\nRecited by the Jumbler",
    "author": [
        "Heine, Frank R."
    ],
    "body": "    HACKNEY & MOALE COMPANY, _Publishers_.\n    Asheville, North Carolina.\n\n    Price $1.00 Net.\n\n\n\n\n    \"Many people read a song\n     Who will not read a sermon.\"\n\n\n\n\nForeword\n\n\nPEGASUS _is a queer old nag, and many of his would-be riders find him\nmost unruly. We mount him and are off for a wee nip of Hippocrene. We\nwant him to lazy along like a plough horse, while we pluck daisies, but\nhe insists on demonstrating that, like a Hambletonian, he has all of the\nHigh School gaits. And when we pass the Queen's carriage, expecting him\nto step stately and look like a million dollars, the old plug stumbles\nand limps, and is classed by all as a casual. So please, please blame\nthe horse--and not the rider._\n\n\n\n\nDedication\n\n\n_To the boys who have found the old War Horse a dangerous animal, have\ncome to cropper in the Big Muss, and are now assigned to bunk fatigue,\nwe offer these rhymes. Though, they are crippled; and limp, and halt,\nand stumble at times--yet we trust they may, for all that, break through\nwhen General Monotony is entertaining a company of Blue Devils, and for\na few moments, at least, put to rout serious and somber thoughts._\n\n_To the casuals now enjoying hospital hospitality at Kenilworth\n(Biltmore) and Oteen (Azalea), this jumble of rhymes is dedicated._\n\n_Pick it up, Buddy, it's a dud._\n\n                                                   --_F. R. H._\n\n\n\n\nTHE JUMBLE BOOK OF RHYMES\n\n\n\n\n\n\nGreetings\n\n_A New Year Greeting in which the Jumbler hopes to meet you soon._\n\n\n    My wish most dear for your New Year\n      I'm quite sincere in giving;\n    When next we meet, on Easy Street\n      I hope that you'll be living.\n\n    P. S.--_And I hope I meet you soon._\n\n\n\n\nIntrospection\n\n_The old nag_, PEGASUS, _invites the Jumbler to an introspective mood as\nhe lopes along. It is Thanksgiving, 1917._\n\n\n    Am I thankful?\n    Let-me-see--\n    World, Flesh, Devil\n    Good to me;\n    Friends still loyal,\n    Coin in banks--\n    Stop this minute!\n    I'll give thanks.\n\n    What of troubles\n    Lately past?\n    Well, at least they\n    Didn't last.\n    Not a single\n    Scar remains,\n    Nor remembrance\n    Of the pains.\n\n    So, I'm thinking\n    That from me\n    There is due great\n    Gobs of glee.\n    Though a slacker,\n    From this day\n    I'll be grateful--\n    Let us Pray!\n\n\n\n\n\n\nAn Acknowledgment\n\n(From Him to Her).\n\n_The receipt of a gift he cannot label leads the Jumbler to recite:_\n\n\n    I thank you for the hickeydee,\n      The thingamabob you sent;\n    The trickamadoo's the very thing\n      On which my heart was bent.\n\n    The dofunny's style and color\n      Puts all dodads to shame;\n    The jiggermaree's the swellest thing\n      That ever bore that name.\n\n    Appreciation's most sincere,\n      But I'll no longer lie--\n    Pray be a sport and tell me quick:\n      What is the thing?--and why?\n\n\n\n\nPay! Pay!! Pay!!!\n\n_In which the Jumbler notes the profusion and the pertinacity of the\nPauls and the pitiful paucity of Peters._\n\n\n    I'm daily robbing Peter for to pay\n        Old Mr. Paul;\n    I swear it's hard them both to\n        satisfy;\n    Pauls in legions me pursue, but the\n        Peters are so few--\n    I lie awake at night and wonder why.\n\n    The hope of every Peter is some day\n        to be a Paul.\n    Then little Peters must be set to\n        sprout.\n    Ev'ry chance of Paul for pay would\n        forever pass away\n    The day the tribe of Peter\n        petered out.\n\n\n\n\nTaffy and the Man\n\n_As a member of the Taffy Consumers' League, the Jumbler offers this bit\nof defence:_\n\n\n    I have eaten grits and gravy in the Southland now and then,\n      I have lived on California's luscious fruits;\n    I've inhaled long-stringed spaghetti in Italia, and again\n      In the Klondike once I dined on cowhide boots.\n\n    Of course I've supped at Rector's, at the Cecil, and the rest;\n      Tackled truffles and de foie gras in Paree;\n    I have bolted guava jelly and tortillas, Madrid's best,\n      And I've chop-sticked bird's-nest soup a la Chinee.\n\n    But of all the palate-ticklers on the whole world's bill of fare,\n      Whether ladled out at morning, night or noon,\n    Not a gustatory stimulant that I know can compare\n      With a little dab of taffy on a spoon.\n\n    If a man is grouched or peevish, if in doling cash he's slow--\n      Just a little bit of taffy--presto! won!!\n    Every married woman knows it--every girlie ought to know:\n      If you feed a man of taffy he's undone.\n\n    When a man tries introspection, then he stacks up mighty small;\n      So he keeps from this self-searching all he can;\n    Yet a feeling lies inherent, never's lost in him at all,\n      That he'd like to be a bigger, better man.\n\n    So when other people tell him that he's bigger, nicer far,\n      Or a better chap than he himself can see,\n    There is worked a transformation and his stock goes way 'bove par,\n      And he feels the man he'd really like to be.\n\n    It's not Vanity that does it, but his Better Self you view\n      As he smiles and purrs and pleases all he can.\n    As a corking good investment I would hand this tip to you:\n      Just try always feeding taffy to a man.\n\n    Do not stinge nor be too saving, don't conserve this priceless boon,\n      But feed as though you had an endless store;\n    With an appetite voracious he will gulp it from the spoon,\n      And when all's gone he'll loudly cry for more.\n\n\n\n\nMyself vs. Me\n\n_Some serious thoughts on the psychology of Respectability._\n\n\n    My life is one long battle,\n      Between Myself and Me;\n    I see the right, yet do the wrong--\n      This much too frequently.\n\n    I have the foolish habit,\n      That oft brings me disgrace,\n    Of cutting off my Roman nose\n      To spite my ugly face.\n\n    I'm daily robbing Peter\n      To pay Old Mister Paul--\n    Though cosmos out of chaos\n      It never makes at all.\n\n    I jump out of the skillet\n      Into the fire that's hot;\n    With fingers burned I dread the blaze.\n      But quit it? I guess not!\n\n    And so goes on the battle\n      Between Myself and Me--\n    Old Satan pulling fiercely 'gainst\n      Respectability?\n\n\n\n\nTo \"The Quiet Observer\"\n\n_An appreciation--wherein the Jumbler indites the following to the space\nwriter who quotes from him and Riley._\n\n\n    I sat me down in pride to gloat\n    Upon the column that you wrote,\n    In which you, sir, were pleased to quote\n    From me and Riley--\n        From me and him,\n            From me and Jim,\n                From me and Riley.\n\n    The _tout ensemble_ did impel\n    My manly chest to heave and swell;\n    The combination \"liked me well;\"\n    Me, you and Riley.\n        It seemed a great\n            Triumvirate--\n                ME, YOU and RILEY.\n\n    But soon in deep humility\n    My head was bowed, and I could see\n    The difference 'tween little ^{me}\n    And You and Riley.\n        I lacked the art\n            To touch the heart\n                Like you and Riley.\n\n    You seem to write with greatest ease,\n    Of cheerful mien, of birds and bees,\n    And out-of-doorsy things one sees--\n    And so does Riley.\n        With master-stroke,\n            To common folk\n                Write you and Riley.\n\n    I take a hack-saw and a square\n    And cut my rhymes with greatest care;\n    'Tis harder work for me, I swear,\n    Than you and Riley.\n        And yet I fail\n            To hit the nail\n                Like you and Riley.\n\n    You write in prose--a rhymer he--\n    And yet 't has always seemed to me\n    Your souls alike must surely be--\n    Yours, sir, and Riley's.\n        You love each thing\n            Of which you sing--\n                Do you and Riley.\n\n\n\n\nA bas Polyanna!\n\n_Wherein the Jumbler finds the Cheeruptimistic Lore a bore._\n\n\nI hate the Pollyanna cult! Cheeruptimistic lore, that now confronts at\nevery turn, long since became a bore. In daily press, in magazines, in\nevery thing I read, the sugar-coated life's prescribed as man's most\nurgent need. 'Tis O be joyful, grin and smile, let tears be left unshed;\njust purr and sing the whole day long, then pass it on ahead! If grandma\ndies or cook takes leave or father breaks a leg, be glad, be glad; and\nif you're broke, why, whistle as you beg! Now I, for one, refuse to live\na grinning Cheshire cat. I'm just as human, mad as glad--a fool can tell\nyou that. All sunshine makes a desert waste, and honey-words soon pall;\nbecause someone's in harder luck can't make me glad at all. A man has\nspecial muscles just to corrugate his brow; the Lord knew when he\nfashioned them that they'd be used, and how. I want my friends without\nveneer, straightforward as can be; and I will grant them outlet for\ninnate depravity. Why bluff and play that grief's not real? Why blush to\nshed a tear? A temper may be lost and found, with Paradise still near.\nNo need to gloom or grouch or fret, no need to howl or whine; but may\nthe right to voice a grief or own a pain be mine.\n\n\n\n\nIf You'd Marry\n\n_Advice to wimmin \"On Marriage,\" by the Jumbler._\n\n    If the fish won't take your bait,\n          Do not tarry.\n    'Twill never do to sit and wait,\n          If you'd marry.\n    Gather up your hook and line,\n    Somewhere 'round the water's fine;\n    Change your bait and keep on tryin'!\n          That's the system!\n\n    Should one rise in reach of you,\n          Oh, be prayerful!\n    Take your gaff and run him through,\n          But be careful!\n    Hold him tight for all you're worth,\n    Of marryin' men there's now a dearth,\n    And then--there're widows still on earth!!\n          Curses on 'em!\n\n    If a widow steals a beau\n          That you're landing,\n    Practice up a knock-out blow--\n          Him demanding.\n    A perfect lady, though you've been,\n    Just you cave her features in!\n    Killin' widows ain't no sin--\n          Never will be!\n\n\n\n\nTo My Valentine\n\n_The Jumbler, with one eye on the calendar, tells the thoughts he\nthinks--claiming immunity the while._\n\n\n    Saint Valentine, that good old gink,\n    Gives license free to say with ink\n    The things you feel, the thoughts you think.\n\n    So timid youths, of courts afraid,\n    Select this day to tell a maid\n    Things otherwise best left unsaid.\n\n    This custom all the judges know,\n    And breach-of-promise suits don't go--\n    So that's \"how comes\" what's writ below:\n\n    I love you, dear, to beat the Dutch!\n    I love you, dear, gosh-awful much!\n    Now could you love, obey--and such?\n\n    With love my heart seems 'bout to burst--\n    But I've now said all that I durst.\n        With love to all,--_John Safety First_.\n\n\n\n\n     _The Jumbler again mounts_ PEGASUS, _and carries us through the\n     Realm of Dreams, where we come in touch with the Life Romantic._\n\n     _The Jumbler recites:_\n\n     ALL MINE IN DREAMS.\n\n     SHOULD DREAMS COME TRUE.\n\n     LOTUS EATING.\n\n\n\n\nAll Mine in Dreams\n\n_The Jumbler, thinking of \"The Little House,\" also thinks of a little\nhouse-keeper._\n\n\n    O little girl with wondrous eyes\n      And charms of Graces Three!\n    \"How have you come, why have you come\n      To mean so much to me?\"\n    Unrest within my heart you've raised--\n      And yet, how sweet it seems!\n    My hopes, My dear, this much I know:\n      You're mine, all mine, in dreams.\n\n    O little maid, dear, dearest maid,\n      Should you be lost to me\n    Were I to wake and straightway go\n      And tell my love to thee?\n    What powers or aid could I invoke?\n      Alas! dear one, it seems\n    The risk's too great of losing all--\n      So mine still stay in dreams.\n\n\n\n\nShould Dreams Come True\n\n_The Jumbler wakes up and credits himself with a big heart._\n\n\n    This man, O girl with charms untold,\n      Has dreamed of Love and You;\n    And can it be somewhere's a land\n      Where these dreams may come true?\n    Ah, if there be, then willingly\n      To rainbow's end he'll go,\n    Or far's the place where seas begin--\n      For, Girl, he loves you so!\n\n    And he, dear one, a king can be--\n      Yes, by one way alone:\n    That you, his Queen, through love for him,\n      Should raise him to your throne.\n    But whether he be king or serf,\n      Of this be sure: thou art\n    A mighty queen, whose realm is wide--\n      You reign o'er all his heart.\n\n\n\n\nLotus Eating\n\n\n    In the land of In-a-minute, the land of Lots-of-time,\n    The land of What's-the-hurry? Manna-land sublime;\n    The land of Sleep-a-whole-lot,--to me it ofttimes seems\n    I sure should like to live there, for I'd have time for DREAMS.\n\n(_Here the Jumbler becomes personal_):\n\n    Now I'd not waste a minute if I lived in that clime,\n    But say good-bye to worry, and dream--well all the time.\n    And what, dear, do you reckon my fancy'd bring to view?\n    The answer is so easy: Sweetheart, I'd dream of YOU.\n\n\n\n\nFergit Dem Dreams\n\n_Leaving the Realm of Dreams, the Jumbler quotes the advice of a married\nfriend._\n\n\n    Aw, cut it, kid! Dis lovin' gag\n      Don't make no hit wid me;\n    I've went de route and ought ter know--\n      Fer, ain't I married? Gee!\n    Dere's nuthin to it, foolish man;\n      None of 'em's what dey seems,\n    De game's a bunk, Kid, all way tru--\n      Wake up, fergit dem dreams!\n\n\n\n\n     _Most earnestly the Jumbler presents his views on Serious\n     Matters pertaining to Love and Life._\n\n    FICKLENESS OF MAIDENS.\n    CONSTANCY--AS APPLIED TO ONE MAN.\n    THE ONE AND THE ONLY.\n    HANDLE WITH CARE.\n    MY GARDEN.\n    MY THRENODY.\n    ETERNITY.\n\n\n\n\nFickleness of Maidens\n\n\n    \"Good-bye,\" I said to Mary,\n      To Margie, Maud and May;\n    And I put them from me harshly\n      And turned myself away.\n    For my _all in all_ was Maizie--\n      I swore it on that day.\n\n    But time came when my spirit\n      Grew weary of its pace,\n    And I cried, \"Come back, dear ex-ones,\n      I'm sick of just one face!\"\n    But they replied, \"We cannot,\n      Another has your place.\"\n\n    (_After Dunbar_)\n\n\n\n\nConstancy--As Applied to One Man\n\n\n    A man by Nature ne'er was meant\n      To love one maid alone--\n    E'en if by doing so he'd gain\n      A seat upon a throne.\n    Polygamous when 'comes to love--\n      (Be diff'rent no man can)\n    Monogony's monotony\n      When 'plied to love of man!\n\n    Yet here am I! ('gainst Nature's law)--\n      _Mirabile dictu_--\n    Loving one maid, and just ONE (_sic_),\n      Exclusively and true!\n    As other men, I liv'd and lov'd\n      Until you came my way--\n    Now all my love is yours, O Queen,\n      Forever and a day!\n\n    Dear, dear dead loves, one last farewell!\n      Your graves no more I'll tend;\n    Your ghosts, whom I have welcomed oft,\n      Their visits now must end.\n    Sweet girls, whom I have lov'd--and lost--\n      Loved? Yes, but for a day--\n    I now have found my Queen of Hearts\n      Whom I can love alway.\n\n    I once thought that I lov'd you well--\n      But O! the love I feel\n    For my dear Queen is diff'rent quite--\n      And it's the love that's real.\n    My Queen now has each thought, each dream;\n      No more I'll think of you--\n    Love was, love's past for all save her--\n      So, ex-loves all, adieu.\n\n\n\n\nHandle With Care\n\n\nThe tangible always is frangible. (Proven long since, I take it). By\nchance or by art you've taken hold of my heart-- But please, Little\nGirl, don't break it!\n\n\n\n\nThe One and The Only\n\n\n    Hundreds of maids in this world have been born\n      With many a charm that allures, dear;\n    Hundreds are radiant, fair as the morn--\n      But never were eyes just like yours dear.\n\n    Hundreds boast beauty of form and of face,\n      Which always devotion assures, dear;\n    Hundreds personification of grace,\n      But none has a smile just like yours, dear.\n\n    Hundreds accomplished in letters and song,\n      And hundreds attractive and clever;\n    Daily I walk through this limitless throng,\n      Yet find none compares with you--ever.\n\n    If from these hundreds an artist should mould\n      A composite maid, near perfection;\n    Stand her beside you, to choose I be told--\n      My dear, can't you guess my selection?\n\n    Hundreds and millions of maids there may be,\n      And yet, without you I'd be lonely.\n    Pray be convinced, for I speak truthfully:\n      Dear, you are the ONE AND THE ONLY.\n\n\n\n\nMy Garden\n\n\n    I wander into my garden,\n      My garden of loves that are dead,\n    And stop at a withered rose bush\n      That once grew a blossom of red.\n\n    How passionately, true I loved it,\n      Thought without it I could not abide--\n    How bitter it is to remember\n      In a night it had withered and died.\n\n    The violet that grew on the hillside\n      I loved with a love that was true;\n    But 'twas snatched from me e'en as I held it--\n      O, Violet, dear, how I loved you!\n\n    And dearest of all, the sweet June Rose,\n      As a bud she'd come out first that year;\n    But I lost her just as I'd plucked her--\n      The heartless and pitiless dear!\n\n    The lily and pink that I worshipped\n      Each deigned but a season to stay,\n    And returned not again though I waited\n      And longed for them many a day.\n\n    Dear loves that are dead, hear me say it:\n      A loving good-bye to you all!\n    No more shall I visit this garden,\n      For my true love grows just o'er the wall.\n\n    Having loved you has made my love stronger\n      For her whom I now so adore;\n    I'd truly not know how to love her\n      Had I not loved you-all before.\n\n    Good-bye, then, again, fairest garden;\n      Good-bye to you all, fickle dears;\n    Dear Rosemary, last, fondest treasure,\n      Will be faithful to me through the years.\n\n\n\n\nMy Threnody\n\n\n    The Weatherman's in direst straits;\n      All wrong are his predictions;\n    Not Bright and Fair, but Drear and Cold--\n      And so his maledictions.\n\n    Now I can give the answer to\n      This scientific gent:\n    'Tis not from meteoric change--\n      But just 'cause SHE has went.\n\n    I've read by hundreds love-stuff books,\n      But ne'er believed one bit\n    When sun was made to cease to shine\n      When \"SHE\" made her exit.\n\n    But now I know that they were right;\n      From Sol no rays are sent;\n    It's dull and gray and dismal quite--\n      And all 'cause SHE has went.\n\n    I cannot read, nor write, nor think\n      Since SHE has went, Oh, dear!\n    Of compensation, though, there's heaps:\n      For, well, she once was here!\n\n    So I'll not mind the fierce heart pain\n      That naught seems to allay.\n    She's went, ah me! but I shall hope\n      That she'll come back some day.\n\n\n\n\nEternity\n\n\n    She's coming--\n    The woman I loved and lost!\n    Widowed at last and once more free.\n    One hand, two, or arms? Ah, me!\n    Our meeting, her greeting--....\n    O what will it be?\n\n    She's coming--\n    The woman I loved--and love!\n    Long have I waited so hopelessly;\n    One year, all--yet faithfully.\n    Returning! I'm yearning....\n    Be kind, gods, to me!\n\n    Yes, coming!\n    O woman beloved of all,\n    Come to arms that still ache so for thee!\n    One age, two, ETERNITY\n    For loving, for LOVING\n    Awaits you and me.\n\n\n\n\nINTERMISSION\n\n\n\n\nA MEDLEY\n\n(_Rendered by the Jumbler during the Intermission_).\n\n\n\n\nI 'Ear Noes\n\n_The Jumbler turns some anatomical terms._\n\n\n\n    The night has a thousand eyes,\n      The day to one lays claim;\n    The big brown pair that you, dear, wear\n      Sure puts them all to shame.\n\n    It seems 'bout a thousand years\n      My heart you've trod in dust;\n    But lend an ear and listen, dear:\n      The end of waste is bust.\n\n    Though I've heard a thousand noes--\n      As someone knows is true--\n    An aye once said, we'll soon be wed,\n      Or I'll be ever blue.\n\n\n\n\nOde to a Sylphine Figure\n\n\n    Thinner yet and thinner--\n    I would be like thee.\n    I am nearly drowned in\n    Perspiration's sea.\n    From my adiposeness\n    I'd be set clear free--\n    Though it means my joining\n    Broomstick cavalry.\n\n\n\n\nFeelin' Blue\n\n\n      My nose is red,\n      I'm feeling blue!\n      If you had bawled\n      I guess so'd you ... be feelin' blue.\n    BECAUSE I Have Just Run Into a Nest of Crying Women.\n\n    I went to a Niobe party,\n      Where all were expected to bawl;\n    There were peachy repiners and whiners in minors--\n      Your \"Uncle\" wailed loudest of all.\n\n\n\n\nA Bare Story\n\n\n    Nobody loves a man that's bald,\n      I've often heard it said;\n    But why does Love, then, laugh at locks?--\n      It makes me scratch my head.\n\n\n\n\nA Truth\n\n\n    A simple truth I give to you\n      To always recollect;\n    There is one thing--and that's Friendship--\n      Will not thrive on neglect.\n\n\n\n\nHooverize\n\n\n    An order of Hoover's\n      I think is quite good;\n    \"Don't feed your dear husband--\n      But husband your food.\"\n\n\n\n\nFine\n\n\n    \"It must be fine,\" the Sweet Thing cried,\n    \"To write a poem like his'n.\"\n    \"It should be fine,\" the man replied,\n    \"Plus thirty days in prison.\"\n\n\n\n\nFugax, Sequax; Sequax, Fugax\n\n\n    Maids, they say, like shadows are:\n      (I wonder if it's true).\n    Follow, and they run away;\n      Retreat, they follow you!\n\n\n\n\nA Betrayal of Irish Ancestry\n\n\n    If you ask my wish sincerest,\n      I will quickly make reply:\n    May you live--yes, live _forever_--\n      And be happy till you die.\n\n\n\n\nExit Cooky\n\n\n    Our queasy queen of the cuisine\n    A queer, querulous creature has long been;\n    In her quite quiet way she quickly quit on Sunday--\n    Quid est? Quid nunc? Why--quondam!\n\n\n\n\nThe Limit\n\n\n    Prissy, persnickety people there be,\n    Fastidious, finical ones, we see;\n    But the fussiest man in town by far,\n    Is he who washes his little Ford car.\n\n\n\n\nSafety First\n\n\n    PROPINQUITY plus\n    PROXIMITY, plus\n    A little ENCOURAGEMENT, dear,\n    And havoc you'd play\n    With my heart. I'm away\n    To the umbrageous dingles, through fear.\n\n\n\n\nUnbearable\n\n\n    Three things my nature cannot stand--\n      I'll name them, if you please:\n    TEMPTATION and ENCOURAGEMENT;\n      NEGLECT's the worst of these.\n\n\n\n\nWrong Prescription\n\n\n    Tell me, please, sir, Mr. Captain--\n      It's advice I'm lookin' fer--\n    Is it true carbolic acid\n      Is good for cooties, sir?\n\n    Are you serious, poor rookie,\n      Or are you making fun?\n    What you mention isn't _good_ at all--\n      It _kills_ 'em every one.\n\n\n\n\nSeeing Double\n\n\n    \"Look twice before you leap, son,\"\n      My mother oft told me.\n    Each time I take a second look,\n      A second girl I see.\n\n    The only thing that's better--\n      You'll think me quite a dunce--\n    Would be to have diplopia,\n      Then I'd see two at once.\n\n\n\n\nWisdom\n\n\n    Napoleon was a wise old guy;\n      A saying of his ran\n    Like this: \"To all who would be safe,\n      Don't write, just send a man!\"\n\n\n\n\nJust Talk\n\n_Following the Intermission the Jumbler unravels the difference between\nspeech and talk and think and thought._\n\n\n    From time an infant draws first breath\n      And 'gins its virgin squaking,\n    Each mother proud, not saving one,\n      Translates all goos as talking.\n\n    This goo means this, a girr means that--\n      A new word every minute--\n    It yells! Says pa, \"My dear, you're right,\n      There's surely something in it.\" (A pin, perhaps).\n\n    Milk-Latin talk lasts 'bout a year,\n      And then, strict truth I'm telling,\n    A plain \"Mam-ma\" may strike your ear--\n      In interim of yelling.\n\n    The next few years great strides are made;\n      Mamma is fair ecstatic,\n    For now it talks as good as dad--\n      'Cept 'course, it's not grammatic.\n\n    And then comes slang, and cussing, too--\n      If it's a boy, the latter--\n    But if a girl, the whole day through\n      It's giggle, chatter, chatter.\n\n    And now it's grown, and still it talks!\n      But will somebody answer:\n    How much is said that tends to help\n      Despondent fellow-man, sir?\n\n    And words of comfort, love and cheer\n      Are all not slow in giving?\n    Yet it's the joy we scatter here\n      That makes our lives worth living.\n\n    From birth till death it's talk, talk, talk!\n      But listen, please, and ponder:\n    What would it mean if speech meant thought?\n      Who would be dumb, I wonder?\n\n\n\n\nThe Man Who Made Umph-ta-ta Smile\n\n_If to Heaven you would go--Smile._\n\n\n    A god once was made and heathen had prayed\n      To him throughout many a year;\n    His face was distort with a frown of the sort\n      That gave them all quakings of fear.\n    The rulers in line, of whom there'd been nine,\n      Each published this royal decree:\n    _The man who'll beguile our fierce god to smile\n      May claim the King's crown as his fee_.\n\n    From all the world o'er had come by the score\n      The jester, the fool and the clown;\n    With quip and with jest had each tried his best,\n      Yet not one displaced the god's frown.\n    Joe Miller and Twain had been quoted in vain,\n      (Each man as he failed was exiled.)\n    But failures all scored, the god still looked bored,\n      Then I appeared--and he smiled!\n\n    When his visage had cleared, the heathen all cheered\n      And each wore a smile good to see;\n    With shouting and song they bore me along\n      Till straight to the King they'd brought me.\n    The King then stepped down, said\n      \"Sir, here's my crown,\n      And gold you shall have by the pile,\n    But tell me, I pray, just what did you say\n      That made our god, Umph-ta-ta, smile?\"\n\n    \"Your crown and your pelf, Sire, keep for yourself,\"\n      I said, \"but pray listen to me:\n    I just made the trial--_a smile for a smile_--\n      And succeeded, Good King, as you see.\n    Of pomp, Noble Sire, and of power I should tire,\n      And soon think them not worth my while,\n    Contented I'll be if 't can be said of me:\n      'He's the man who makes everyone smile'.\n\n    \"Pray heed me, O King, a smile, Sire is the thing\n      That will win you a smile in return;\n    Just try it and see, and I'm sure you'll agree\n      'Tis a thing that all people should learn.\n    Your wise pulpiteers may belabor your ears\n      With all the orthodox doctrines extant,\n    But if t' Heaven you'd go, then you might as well know\n      'Nless you smile throughout life--well, you _can't_!\n    _There's nothing worth while can't be won with a smile_--\n      A maxim you prove when you try--\n    I must now be gone to pass the word on;\n      There're others who need it. Good-bye!\"\n\n\n\n    My story you've heard--well, then, just one word:--\n      Is anyone now within sight?\n    Just smile on him, do--why, _he's smiling at you_!\n      Your very first test proves I'm right.\n\n\n\n\nMyself and Me\n\n_Unlike George Cohan, the Jumbler doesn't love himself._\n\n\n    'Tis torrid here and all have gone\n      To seashore on a trot;\n    I'm left alone, alas! and I'm\n      The only friend I've got.\n\n    I've walked with me and talked with me\n      Until I'm satiate;\n    I'm sick and tired and bored with me;\n      The thought of me I hate.\n\n    Divorce I'd have 'tween self and me;\n      For happiness I'd strike;\n    We're surely incompatible\n      'Cause too darned much alike.\n\n\n\n\nC'est la Guerre\n\n_After throwing his friends into fits, the Jumbler decides his\nSoldier-French won't go._\n\n\n    There are some folks, alas! I know\n    Who Fletcherize the calico\n      And pull out wads of hair\n    When now and then, as if by chance,\n    I lapse into the speech of France.\n      But--blame it on _la guerre_.\n\n    My accent's not Parisian, yet\n    It's _tres bien_, so said Lizette--\n      And surely she should know.\n    She never frowned and said _non, non!_\n    But she would smile and say, \"_Bon bon!_\"\n      _Oui, oui_, I get you, Bo!\n\n    _Jolie_ Jeanne plays the Marseillaise!\n    I ball myself in many ways\n      When this I try to say.\n    But _tres_, _merci_, _chere_, and _beaucoup_\n    I say just like the Frenchies do--\n      Admit it, _s'il vous plait_.\n\n    Yet if each time I _parlez vous_\n    These friends must throw a fit or two\n      And shock their systems so,\n    I think I'll stick to plain _Anglais_\n    And say _adieu_ to all _Francais_--\n      My Soldier-French won't go!\n\n\n\n\n\nSpring Styles\n\n\n    \"Well, you may talk\n      Of woman's wiles\n    Of all these lat-\n      Est skinny styles;\n    Rave over girls\n      Built like a slat;\n    But I must say\n      I like 'em fat!\"\n\n    A girl that's fat?\n      Oh, no, no, No!\n    No lap, no waist\n      Nor high nor low;\n    An oozing mass\n      When weather's hot--\n    You like this type?\n      Well, I do not!\n\n    For me, a girl\n      That's sylph-like made,\n    Who's just the same\n      In sun or shade;\n    And as for me,\n      And I'm no churl,\n    Where there's no waist--\n      Then there's no girl!\n\n    No hefty bunch\n      Of av'rdupois,\n    No dray-horse girl\n      Shall share my joys;\n    But pocket-size,\n      A featherweight,\n    Will find me most\n      Affectionate.\n\n\n\n\nStrictly Proper\n\n\n    Ol' Miss Propri'ty up an' say:\n      \"Why will you chilluns ack this way?\n    Whenever I go out to walk\n      I see you two--an' people talk!\n\n    \"Miss Grundy says to me today:\n      'They go to ride, an' _stay_ an' _stay_.\n    How come her pa don't take a hand\n      An' call 'em down to beat the band?'\n\n    \"I've tol' you time an' time again\n      A man should call but _now and then_,\n    Unless the priest has called the banns\n      An' date's been set for jinin' han's.\n\n    \"'Tain't proper, no, an' it ain't right\n      To call or ride mos' ev'ry night.\n    Hear now the last word that I'll say:\n      _You break my rules--then you must pay!_\"\n\n    Ol' Miss Propri'ty, who are you\n      That you should tell us what to do?\n    Your mammy was a prissy scold,\n      Yer dad a crabbed \"sis,\" I'm told.\n\n    You stick to rules your grandma 'ranged,\n      Despite the fac' that times have changed.\n    Propriety, Convention--these\n      Are how determined, if you please?\n\n    Ol' Miss, if true I love this maid\n      Should I go slow and be afraid\n    Of what the neighbor-folk will say?\n      Nay, nay, a girl's not won that way!\n\n    There're nine and ninety swains, they say,\n      Who'd steal this maid. If I make hay\n    I needs must work despite the fogs,\n      And though it's raining cats and dogs.\n\n    Ol' Miss, if you could see her eyes\n      With laughter lit, or in surprise,\n    Or questioning, or looking grave,\n      Or beckoning--just hear me rave--\n\n    Could see the beauty of her face,\n      Her winsome ways, her lissom grace--\n    Ah, Miss, your rules you'd cast aside\n      And daily beg, \"Dear, please come ride.\"\n\n    Then why not I? I'm human, too.\n      It's right for me if right for you.\n    You see I've got so much to say\n      I've _gotta_ see her ev'ry day.\n\n    Ol' Miss she say, \"My boy, you're right;\n      I now see things in diff'rent light.\n    My laws still rule the other guy,\n      But to your case they don't apply.\n\n    So tell her _my_ permission's got\n      To call on her a nawful lot.\n    You've found me easy, have you lad?\n      All right, then try convincing DAD.\"\n\n\n\n\n     _In a versatile manner the Jumbler approaches sundry themes,\n     wherein is revealed his love for Home, Country and Eats._\n\n    18 TO 45.\n    YOU NEVER CAN TELL.\n    AN OUNCE OF PREVENTION.\n    FEAR NOT.\n    EAT WHAT'S SET BEFORE YOU.\n    SHOW ME.\n    DAMFINO JONES.\n    SILENT BILL.\n    BUSTER BOY.\n    NOT FORGETTING DAD.\n\n\n\n\n18 to 45\n\n_The Jumbler found the niche in which he fit--for just one day._\n\n\n    I'm something over eighteen, yet\n      I'm under forty-five!\n        I've no flat feet, no leaky valves,\n          No wife and babes alive.\n            So--\n          With no dependent, no defect,\n        Not e'en a near-sight eye,\n      Methinks quite soon I'll hear you say:\n    \"So long! Good luck! Good-bye!\"\n\n    My putteed calves will look a sight--\n      I'm long, but short on weight--\n        My feet won't fit the Munson last,\n          My rising hour is eight.\n            But--\n          The army is gwine ter git me,\n        My name's done been enrolled.\n      I'd like to be a baby gal\n    Not more'n one year old!\n\n    I'm old enough, I'm young enough\n      To do some thing, I guess;\n        So I'll just stop my foolish talk\n          And say, \"I'm ready, yes!\"\n            For\n         There's not a job, there's not a niche\n        But needs some man to fit.\n      For you and me there's just one thing:\n    GO IN AND DO OUR BIT!\n\n    They found a job, they found the niche\n      They said that I would fit;\n        And in Argonne one foggy morn\n          They said, \"Now do your bit!\"\n            Wow!\n          Old Jerry seemed to know I'd come;\n        His shells all came my way!\n      Ugh! Mustard gas! * * * Then mustered out--\n    I didn't last one day!\n\n\n\n\n\n\n\nYou Never Can Tell\n\n\n    Harry had two Munson feet\n      That grew like ice and snow\n    At bare suggestion of the thought\n      That he to War should go.\n\n    But when the Draft got him one day\n      His face grew stern and grim;\n    And ere he'd been in camp a month\n      They'd made a _man_ of him.\n\n    'Twas \"Captain Harry\" soon in France.\n      Midst fighting over there\n    He got two wounds, a D. S. C.,\n      Also the Croix de Guerre.\n\n    The moral in this simple tale\n      You've guessed, I have no doubt:\n    _You cannot tell whats in a man\n      Until he's tested out._\n\n\n\n\nAn Ounce of Prevention\n\n\n    When first the Flu our old town hit\n      I said I'd keep from getting;\n    So I went home and with great care\n      I shut out drafts and shut out air.\n    I sprinkled sulphur in my shoes,\n      Then loaded up on blockade booze,\n    Some calomel and \"C.C.\" pills,\n      Then castor oil up to my gills.\n    Each hour on soda I did feast;\n      I swallowed cakes of Fleischmann's yeast;\n    I ate ten onions, mighty nigh,\n      Then drank a slug of Good Old Rye;\n    Some asafoet'da round my neck,\n      Then took quinine, about a peck.\n    To keep from feeling all forlorn\n      I fraternized with Barleycorn;\n    Then aspirin, say twenty grains,\n      And codeine to keep off pains.\n    I chewed tobacco, smoked it, too,\n      Then took a dip of Mountain Dew.\n    I crawled in bed to get a rest,\n      Vick's Vaporub smeared on my chest.\n    I changed to woolen underduds\n      And carried 'round two Irish spuds;\n    I sprayed and gargled, wore a mask,\n      Snuffed Listerine, then tried my flask.\n    I felt my pulse; at tongue a look,\n      And then my temper'ture I took.\n    But strange to say quite sick I grew--\n      _The doctor says I've got the Flu!_\n    I guess he's right, but this is sure:\n      Right now I need the likker cure.\n\n           *       *       *       *       *\n\n    I wonder if I'd stayed up town,\n      Cut out the dope, kept worry down,\n    Stayed right at work, not had a drink--\n      Would I have Flu? What do you think?\n\n\n\n\n\n\nFear Not\n\n\n    Why will so many people now\n      Give way to frenzied fear?\n    Why will they act as though they thought\n      Swift Death were lurking near?\n\n    E'en if Disease now stalks abroad\n      And Death rides on the air,\n    'Tis not the time for craven acts,\n      But courage everywhere.\n\n    I wonder if they stop to think\n      How soon the war'd be won\n    If sons of theirs showed half the fear\n      That they of late have done?\n\n    And why fear death--eternal life?\n      I would not be the one\n    To strive to stay on this poor earth\n      With sacred tasks undone.\n\n    So, why not chirk up just a bit\n      And say good-bye to fear?\n    The world now needs much cheering up--\n      Pray help supply the cheer.\n\n\n\n\nEat What's Set Before You\n\n\n    As children ofttimes we were wont\n      To criticise and fuss\n    About the victuals that were cooked\n      And served by ma to us:\n    \"Too salty\" this, and \"too sweet\" that;\n      \"You've had this twice since Sunday;\n    You always have what others like,\n      You might please me just one day.\"\n    And so it went till pa would say:--\n      'Twas meant you could not doubt it--\n    \"Just eat what's set before you and\n      Say nothin' 'tall about it.\"\n\n    Now we are grown and, seems to me,\n      Too often we're inclined\n    To criticise the things Fate gives,\n      And think this life a grind.\n    Some things may not just suit our taste,\n      Some e'en be quite unpleasant;\n    Someone may get the bigger share\n      And failure seem e'er present;\n    But then, let's think of pa's advice:--\n      It's sound, pray never doubt it--\n    \"Just eat what's set before you and\n      Say nothin' 'tall about it.\"\n\n    Life's road is rough--but what of that?\n      The man who'll growls forswear\n    Will top the hills ahead the crowd\n      All smiles, with breath to spare.\n    And so it goes this wide world o'er--\n      'Tis true for saint and sinner--\n    The man who silently will \"dig\"\n      Will always prove the winner.\n    That's why I say take pa's advice:--\n      Try once and you'll not doubt it--\n    \"Just eat what's set before you and\n      Say nothin' 'tall about it.\"\n\n\n\n\nShow Me\n\n\n    There is a dame I know you know,\n      Who'll make big talk, will brag and blow\n        About the waffles that she makes,\n          Also her corn and buckwheat cakes--\n            But always my cake's dough.\n\n    She tells of this or that one who\n      At breakfast, once ate twenty-two!\n        And when she feared that he would bust\n          He raved and railed and almost cussed,\n            And said he wa'n't half through.\n\n    I've hinted and I've begged this dame\n      To just for once treat me the same.\n        But always she the question begs,\n          Or's out of cream, or maybe eggs,\n            Or some excuse as lame.\n\n    Yet here am I, so thin and pale,\n      While she, dear soul, is plump and hale.\n        If she's the best cook in the South,\n          Why let me stand with watering mouth?--\n            She should be sent to jail!\n\n    Now, I'm from out Missouri way,\n      Where \"Please show me,\" is what they say.\n        I'm hungry and too weak to walk,\n          So \"Please feed me, or stop your talk!\"\n            I'll tell her this today.\n\n    A pawfull and a mawfull I\n      Must have or else I fear I'll die.\n        Her talk does naught but aggravate;\n          It does not help my famished state\n            Nor hunger satisfy.\n\n    Unless I get a waffle quick,\n      Unless I get it awful quick,\n        I'd better beat her up, I guess,\n          And mar her beauty more or less--\n            Unless I get it quick!\n\n\n\n\nDamfino Jones\n\n\n    Damfino Jones, a mental drone,\n    Had no opinion of his own;\n    He grew to manhood meek and mild,\n    But he was Indecision's child,\n    It was the same in weal or woe:\n    He \"wasn't sure,\" or \"didn't know.\"\n    In business he would hesitate\n    To buy or sell until too late;\n    So, naturally he ran in debt--\n    But hasn't run back out as yet.\n    When asked when he a debt would pay\n    He \"couldn't just exactly say.\"\n    In romance he just \"couldn't just exactly say.\"\n    If he loved Blanche or Isabel--\n    He married Jane, and, safe to say,\n    'Twas she who kept the wolf at bay.\n    And with religion, mixed he got\n    When asked if orthodox or not.\n    In politics he'd weigh and weigh,\n    And then not vote on 'lection day.\n    And so he wavered till he died\n    And never did one thing decide.\n    Now I don't know, but it is said\n    He isn't now quite sure he's dead.\n    Take note of men who've made success:\n    They tell you \"No\" or tell you \"Yes\"\n    Right off the bat, nor step aside\n    When faced with questions to decide;\n    While men like Jones just paw the air\n    And never do get anywhere.\n    This truth shines out like bright new tin:\n    _Think for yourself if you would win_.\n\n\n\n\nSilent Bill\n\n\n    I have a friend called \"Silent Bill,\"\n      Aged ten, so says the Bible;\n    To me, in years, no word he's said--\n      Strange truth and not base libel.\n    He seems quite bright, and sees and hears--\n      In fact you'd think him normal;\n    But not a sound comes from his lips,\n      Not e'en to greeting formal.\n\n    When he's at home, so I am told,\n      It's talk, talk, talk, and chatter;\n    When I'm around, why is he dumb?\n      Explain, what is the matter?\n    Am I an ogre fierce and wild\n      With looks and mien ferocious\n    That cause to cling unto its roof\n      The tongue of this precocious?\n\n    \"Oh, no!\" says he, \"you're not to blame.\"\n      (The answer comes by proxy.)\n    \"The fault's not yours, but all guilt lies\n      With my dear mother, foxy.\n    I'd like to talk of lots of things--\n      But ain't my ma the limit?\n    She starts her tongue--so what's the use?\n      I'm out, 'less I butt-in it.\"\n\n    \"It's 'seen not heard,' so I've been told,\n      Or else a strapping vi'lent.\n    I fear the gad, and that's why I\n      Remain still Bill-the-silent.\n    Now, when you scrap about her size\n      I'm mum, but try to figger\n    How she could squeeze in through the door\n      If she were any bigger.\"\n\n    \"But when she twits you 'bout the thatch\n      You've lost from off your attic,\n    I'd like to reprimand her then\n      In language quite emphatic.\n    I've waited long and ground my teeth,\n      And frowned upon her patter;\n    But I'm convinced she'll ne'er run down--\n      She's stuffed with ceaseless chatter.\"\n\n           *       *       *       *       *\n\n    Dear Silent Bill, stay silent still;\n      To change, pray do not bother;\n    You're dearer far just as you are;\n      I'd true not have you other.\n\n\n\n\nBuster Boy\n\n_The Jumbler, like Foss, loses a boy._\n\n\n    I have a friend called \"Buster\"--\n      A little child last Fall--\n    But now he's grown so very big\n      I scarce know him at all.\n    Almost a man! His folks are proud\n      And fairly beam with joy;\n    But I--I feel I'd rather cry;\n      For I--I've lost my _boy_.\n\n    No more he'll perch upon my knee\n      And ask me to relate\n    How Li Chi Fair and Chang-the-Good\n      Were saved from saddest fate.\n    And Jelly Jar and Big Black Bear\n      He'll treat with sneering scorn\n    And say, \"Now please do stop and think\n      How long since I was born.\"\n\n    Time flies so fast it takes my breath!\n      Soon he'll forget it all--\n    The rhymes we wrote, the games we played,\n      None, none will he recall.\n    The world may praise him as a MAN--\n      God knows I wish him joy--\n    But I--I'll brush away a tear\n      And long for Buster _Boy_.\n\n\n\n\nNot Forgetting Dad\n\n\n    A new kid's come to our house;\n      A peach, I'm here to tell;\n    And things are topsy-turvy like--\n      Still--_Father's doing well_!\n\n    'Twas 3 A. M. this morning\n      That it began to squall;\n    Some neighbors got excited--\n      But Dad wa'n't feased at all.\n\n    Twas--oh, yes, quite expected--\n      And welcome, I opine;\n    And bibs and socks and--things are made,\n      And--_Daddy's feeling fine_!\n\n    Another Christmas present!\n      Gee, that's hard luck for fair!\n    The Old Man says, \"Mere bagatelle,\n      Why should a fawther care?\"\n\n    How's Mother? Oh, she's so-so!\n      The Kid? Well, it will do.\n    Of Papa we are glad to state\n      That he will sure pull through.\n\n    Then, here's a cheer for Mother;\n      One for the Kid we give;\n    Now ready--give a score of them:\n      _Doc says that Pa will live_!\n\n\n\n\nChromatic\n\n\n    We've got a nice red moo-cow-moo,\n      But doesn't seem just right.\n    She eats green grass the whole day through\n      Then gives us milk that's white.\n\n    \"Red cows, when on blue-grass are fed,\n      Give white milk.\" Is this true?\n    I am so green, when this I read\n      It straightway made me blue.\n\n\nA FLARE BACK:\n\n    We also, have a moo-cow-moo.\n      She isn't red, but black;\n    The milk she gives, it isn't white,\n      But blue,--alas, alack!\n    Methinks that _you'd_ be black and blue\n      Had you your due, young fellow;\n    But matters not the shade or hue,\n      Just so you're never yellow!\n\n\n\n\nEnuf!\n\n\n    When \"dis ol' waggin am done broke down,\"\n      I feel 'twould be a sin\n    To hold your love through Pity's sake\n      For what I once had been.\n\n    \"Yours till death!\" is what they say;\n      But isn't it enough\n    To say, \"Dear Girl, I sure am yours\n      Until the wheels fall off?\"\n\n\n\n\n     _And here the Jumbler entertains the children with a few\n     Nursery rhymes:_\n\n\n    THE EVENING BATH (Apartment Next Door).\n    THE DIRTY-NECK POLICEMAN AND THE BLACK-HAND.\n    DO YOU BELIEVE IN SANTA CLAUS?\n    SHAVING TIME.\n    THE BIG BLACK BEAR.\n\n\n\n\nThe Evening Bath\n\n(_Apartment Next Door_).\n\n\n\n    I try to read--but really, what's the use?\n    You'd think, I swear, 'twas Bedlam broken loose;\n    A scream! And then I hear, \"Oh mercy! Ouch! My ear!\n    I surely cannot stand all this abuse!\n    You're gouging me and pulling out my hair;\n    My skin's rubbed off--'tis more than I can bear!\n    Now really you're not heeding or you'd see my nose is bleeding!\n    I believe you would kill me if you dared!\"\n\n    I jump up from my chair and grab my gun;\n    I must be quick or murder will be done;\n    I rush across the hall and loudly 'gin to call:\n    \"Unnatural parent, wouldst thou slay thy son?\",\n    Upon the door I then begin to beat,\n    And straightway hear the scamper of bare feet;\n    Then \"Mother\" stood and laughed, said, \"Surely you've gone daft--\n    I'm only giving them their evening bath.\"\n\n    She calmed herself and then she sweetly said,\n    \"I always scrub 'em 'fore they go to bed;\n    But don't see why my daughter should have such fear of water;\n    And Buster,--why, it simply drives him mad!\n    I really don't see what I'm going to do,\n    Despite the fact it greatly worries you;\n    Of course it may seem mean but I'm going to keep them clean--\n    And I don't know how unless I scrub 'em down.\"\n\n           *       *       *       *       *\n\n    So \"Cleanliness is next to Godliness!\"\n    It may be so; but really I confess\n    I'd let them go as black as night and look just like an awful fright--\n    Unless the Gold Dust Twins'd do the work.\n    What matter, pray, if streaks run 'round the neck\n    And dirt be under nails, about a peck?\n    I'd rather, oh, yes, quite, that they were black than white--\n    If I disturbed the town when bathing them.\n\n\n\n\nThe Dirty-Neck Policeman and the Black Hand\n\n\n    Oh, run! Oh, mercy, run! you little children,\n      Just as fast and quickly as you can!\n    For here comes the Dirty-Neck Policeman,\n      And I'm sure I see the Black-Hand man.\n\n    So, scrub, scrub, scrub your little hannies,\n      And your necks, pray don't forget them, dears;\n    These men will surely get you if you're dirty;\n      They'll pay no attention to your tears.\n\n    The Dirty-neck Policeman he jes' grabs you,\n      And if he finds your neck's not clean and white,\n    He carries you away in spite of begging,\n      And keeps you from your mother all that night!\n\n    Next day his ugly wife gets soap and water,\n      And scrubs you with a great big curry-comb;\n    And if you cry she fills your mouth with soap-suds,\n      Till you promise you will keep clean when you get home.\n\n    The Black-hand Man keeps hidin' 'round the corner,\n      A-lookin' at your knuckles and your nails;\n    And if they're dirty he jes' rushes at you\n      And grabs you with a hook--he never fails!\n\n    And then he sits down on you when he's caught you,\n      Sandpapers you until you're bleedin', My!\n    And he jes' laughs and chuckles while he's working,\n      And rubs you all the harder if you cry!\n\n    So it's best to keep quite clean, or you'll be sorry;\n      You never know just when you may get caught;\n    The Dirty-neck Policeman's mighty watchful,\n      And the Black-hand Man's a-hidin' 'round a lot!\n\n\n\n\nDo You Believe in Santa Claus?\n\n\n    \"Aw, youse kids make me orful tired,\n      Talkin' 'bout Sandy Claws!\n    Huh! Don'tcher know he's jest a fake,\n      And nothin' 'cept our pas?\n\n    \"When your ma tells you all this rot,\n      Don't believe her no more;\n    Get wise! I've watched and seen pa work--\n      Dere bluffin' makes me sore.\"\n\n    \"O Jim! You shouldn't say such things!\"\n      The rest intreated him,\n    \"For if you do you'll make him mad,\n      And he'll forget you, Jim.\"\n\n    \"Of course Old Santa's sure-nuff true,\n      An' comes 'round every year\n    An' brings you things, if you are good--\n      We think him just a dear.\n\n    \"The fairies, you'll be saying next,\n      Are make-believes also.\n    Just 'cause you're tough (our mas say so)\n      Is no sign that you know.\"\n\n    Well, Christmas morning came, and Jim\n      His stockings rushed to see.\n    He took one look and then he cried,\n      \"They're empty as can be!\"\n\n    But then he found, by hunting 'round,\n      A suit of underwear,\n    A tooth-brush and a handkerchief\n      Upon a kitchen chair.\n\n    He cried and cried and then ran out--\n      Was anxious so to see\n    If others in the neighborhood\n      Had fared the same as he.\n\n    But Mary had a baby doll,\n      And Jamie had a sled;\n    Virginia had some roller skates,\n      An air-gun had small Fred.\n\n    Besides, much candy they all had,\n      And lots and lots of toys\n    And things that Santa always brings\n      To real good girls and boys.\n\n    \"Now fellers, w'at's the answer, say?\n      I'm mad enough to swear!\n    I _needed_ skates--why did I _get_\n      A suit of underwear?\n\n    \"It seems that you-uns ev'ry one\n      Has got most everything\n    That you have said for weeks you hoped\n      That Sandy Claws would bring.\"\n\n\n\n    The answer is, dear children:\n      Old Santa Claus don't doubt.\n    For if you do--the truth I tell--\n      Like Jim, you'll be left out!\n\n\n\n\nShaving Time\n\n\n    When Dad gets out his safety\n      The family 'gin to quake;\n    They huddle 'round the doorway,\n      Nor dare the silence break.\n\n    When Dad gets out his safety,\n      A hush falls on the air\n    And Fido runs to hide him\n      Beneath a friendly chair.\n\n    Then Ma, she tiptoes gently\n      To fetch him water hot,\n    And lest he want for towels\n      She lays him out a lot.\n\n    One of us goes for talcum,\n      And one for shaving soap;\n    Another gets witch hazel,\n      Cold cream and smelly dope.\n\n    Then we withdraw us quickly\n      And watch him from afar;\n    A safety's mighty dang'rous--\n      It wouldn't do to jar.\n\n    With face all white and soapy\n      He scrapes his cheeks and chin;\n    The way he frowns and winces\n      It surely hurts like sin.\n\n    But when the job is over\n      And Dad looks clean and young,\n    We all resume our breathing,\n      And songs of praise are sung.\n\n    As Dad cleans up his safety\n      You ought to see him strut\n    And brag about how easy 'tis\n      His face to never cut.\n\n    When Dad's put 'way his safety\n      He laughs with fiendish glee\n    To think the grasping barber\n      From him will get no fee.\n\n    But ev'ry silver lining\n      Has dark clouds lurking near:\n    Tomorrow morn Dad's safety\n      Brings back our hour of fear.\n\n\n\n\n\nThe Big Black Bear\n\n\n    Come, bear with me, I'll tell to you\n    Of Big Black Bears with children two;\n    Of Father Bear, too ready to dare,\n    And Mother, and the cross she bare.\n    'Twas \"Cinnabar\" and \"Blackberry\" that Pa Bear his children named;\n    But simply \"Bairns\" was nicer far, the mother stoutly claimed.\n    A lively time these children had, of pleasures had no lack;\n    The thing that tickled them the most was bareback pick-a-pack.\n    This man Bear was, oh! so wicked and sly,\n    He'd steal and then tell you a barefaced lie;\n    The older he grew the more he would fight--\n    Stuck on himself 'cause he could read and write.\n\n    This Big Black Bear was a grouchy bear,\n    And a cross old bear was he;\n    He snapped and clawed and bristled and pawed\n    And growled ferociously!\n    This Big Black Bear broke open the door\n    And walked right into the groc'ry store;\n    He ate all the sugar, he ate all the ham,\n    And left not a cent for the groc'ryman.\n    He wrapped up honey and choice candies\n    And he then left a note: \"Just charge 'em, please;\n    I'm gaunt and sore, I've come a distance,\n    And take enough for bare existence.\"\n\n    The grocer, next morn, collected some men\n    And tracked the foot-prints right up to the den;\n    The Cubs, when they came, were out all alone,\n    But raced through cubbyholes cut in the stone.\n    The Bears laid low, kept out of sight,\n    Cubs snuggled down like it was night.\n    \"All right,\" said the men, \"we'll sure get you yet!\"\n    And then went to work a big trap to set.\n    They got it all fixed and placed on the ground,\n    And then lots of honey scattered around;\n    And then, lest some traveler its sight should miss,\n    They nailed up a sign that looked just like this:\n\n    As soon as they had gone quite a while\n    Old Pa Bear sneaked out, then called with a smile;\n    \"Come out, hustle up, there's nothing to fear;\n    There's honey enough for all of us here!\"\n    \"To me,\" says Ma, \"this thing spells ruin;\n    I feel that there is trouble brewin'!\"\n    \"Tut, tut!\" says Pa, \"just like a fool!\n    'Tis plain you never went to school.\n    If you could read you'd plainly see\n    That this was sent a gift to me.\n    'Bee-ware' is honey, surely you know;\n    And 'For-Bear' is what it says below.\n    Now cubbies, you see how much you need\n    To learn right soon to write and to read.\n    So study real hard, become a power--\n    A Cub reporter, some day, or maybe the bar.\"\n    \"Dip in,\" said he, \"la, la it's swell!\"\n    And then let out an awful yell!!----\n    For the trap had sprung and caught him fair----\n    The fam'ly quickly ran to the lair.\n    Then ping!! crack!! crack!! a loud report!!\n    \"All in!\" cried they, \"Oh, my, what sport!\"\n    They skinned him and carried away the dead;\n    But not a pall-bearer once bared his head.\n    On this Bear's sad end the grocer oft does gloat--\n    What's now left of Pa is a big winter coat.\n    When the weather's cold (not immodest nor sin)\n    The Grocer comes forth just in his bear skin.\n    The Cubs, thus bereft, were frightened quite,\n    They sobbed and they cried with all of their might.\n    \"Come, Bairns,\" said Ma, \"let's off to the wood;\n    I'll get you a new pa who'll do as Bears should.\"\n    She did it and made a most excellent wife,\n    And all are now living the happiest life.\n\n\n\n\n\nMissing You\n\n_Impelled by lonesomeness, the Jumbler is inspired to this bit of\nsentimental rhyme._\n\n\n    Feeling mighty lonely;\n      Yes, getting pow'ful blue;\n    Dearie, here's the answer:\n      I'm missing, missing you.\n\n    Rain beats 'gainst the window,\n      Or skies are bright and blue;\n    Doesn't seem to matter--\n      I'm missing, missing you.\n\n    Days are long and tiresome,\n      And nights seem endless, too;\n    Slumber is a stranger--\n      I'm missing, missing you.\n\n    Writing rhyme is easy,\n      'Bout all that I can do;\n    Ev'ry word in English\n      Now wants to rhyme with _You_.\n\n    If I thought, my dearie,\n      That you missed me, too,\n    I should then be happy\n      In missing, missing you.\n\n    Joy lives close to Sadness,\n      The steps are short and few:\n    Changing just one letter\n      Makes \"_missing_\" \"_kissing_\" you.\n\n\n\n\nINDEX\n\n\n                                                PAGE\n\n  Greetings                                        9\n\n  Introspection                                   10\n\n  An Acknowledgment                               11\n\n  Pay! Pay!! Pay!!                                12\n\n  Taffy and the Man                               13\n\n  Myself _vs._ Me                                 15\n\n  To \"The Quiet Observer\"                         16\n\n  A bas Polyanna                                  18\n\n  If You'd Marry                                  19\n\n  To My Valentine                                 20\n\n  All Mine in Dreams                              22\n\n  Should Dreams Come True                         23\n\n  Lotus Eating                                    24\n\n  Fergit Dem Dreams                               25\n\n  Fickleness of Maidens                           28\n\n  Constancy--As Applied to One Man                29\n\n  Handle With Care                                30\n\n  The One and the Only                            31\n\n  My Garden                                       33\n\n  My Threnody                                     35\n\n  Eternity                                        36\n\n  A MEDLEY:\n    I, 'Ear, Noes                                 38\n    Ode to a Sylphine Figure                      38\n    Feelin' Blue                                  39\n    A Bare Story                                  39\n    A Truth                                       40\n    Hooverize                                     40\n    Fine                                          40\n    Fugax, Sequax; Sequax, Fugax                  41\n    A Betrayal of Irish Ancestry                  41\n    Exit Cooky                                    41\n    The Limit                                     41\n    Safety First                                  42\n    Unbearable                                    42\n    Wrong Prescription                            42\n    Seeing Double                                 43\n    Wisdom                                        43\n\n  Just Talk                                       44\n\n  The Man Who Made Umph-ta-ta Smile               46\n\n  Myself and Me                                   49\n\n  C'est la Guerre                                 50\n\n  Spring Styles                                   51\n\n  Strictly Proper                                 53\n\n  18 to 45                                        56\n\n  You Never Can Tell                              58\n\n  An Ounce of Prevention                          59\n\n  Fear Not                                        61\n\n  Eat What's Set Before You                       62\n\n  Show Me                                         64\n\n  Damfino Jones                                   66\n\n  Silent Bill                                     68\n\n  Buster Boy                                      70\n\n  Not Forgetting Dad                              71\n\n  Chromatic                                       73\n\n  Enuf!                                           74\n\n  The Evening Bath                                76\n\n  The Dirty-Neck Policeman and the Black Hand     78\n\n  Do You Believe in Santa Claus?                  80\n\n  Shaving Time                                    82\n\n  The Big Black Bear                              84\n\n  Missing You                                     87\n\n\n\nVaried hyphenation was retained except where noted below, for example,\n\"Black Hand\" and \"Black-Hand\" which appears twice in each form. Obvious\npunctuation errors repaired.\n\nPage 38, \"litsen\" changed to \"listen\" (an ear and listen)\n\nPage 70, line \"None, none will he recall.\" was indented to match rest of\npoem's layout.\n\nIndex, hyphen added to \"Dirty-Neck\" to match the text's usage (The\nDirty-Neck Policeman)",
    "metadata": {
        "author": [
            "Heine, Frank R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/42392/pg42392.txt",
        "name": "the_jumble_book_of_rhymes_recited_by_the_jumbler.json"
    }
}