{
    "name": "The man who hated himself",
    "author": [
        "Coburn, Walter John",
        "Coburn, Walter J.",
        "Coburn, Walt"
    ],
    "body": "Every stockman in the northwest recalls the hard winter of ’86-’87. It\nbroke most of them. One cattleman, spending his winter in the South,\nwrote back to his ranch to inquire how his stuff was wintering. His line\nrider took a pencil and drew the picture of a starving cow hung up in\nthe drifts. Under it he wrote:\n\n    Waiting for a chinook. The last of the five thousand.\n\nThe man who drew that picture was Charlie Russell, the daddy of them all\nwhen it came to putting the cow and the horse and the Indian and the\ncowpuncher on canvas or in clay. But in ’86 Charlie was a cowpuncher.\n\nThis is not a story about Charlie Russell. He is mentioned no more in\nthe tale. I speak of him here because when a cowman of Montana recalls\nthe winter of ’86 he invariably mentions that picture of Charlie\nRussell’s as an illustration for his tale of hardship. It tells better\nthan any words the bitter curse of that hard winter.\n\nThe Circle C outfit made their last shipment of steers along about the\nfirst of November that fall. It was spitting snow when they finished\nloading. The cattle train pulled out for Chicago. The boys rode back to\nwhere the roundup wagon was camped on Main Alkali. They gulped down hot\nfood and black coffee, caught out their town horses and headed for\nMalta.\n\nAs they jogged along the road with their ears tied up with silk\nhandkerchiefs, heads bent against the raw wind, big Buck Bell rode up\nalongside the wagon boss.\n\n“Winter’s done come, Horace,” grunted Buck, fashioning a cigaret with\nnumbing fingers.\n\n“Shore has,” returned Horace, humped across his saddle horn.\n\n“Makes a man wonder what’s become of his summer’s wages,” Buck led up to\nhis subject.\n\nHorace nodded a trifle absently. He was wondering how he’d get his mess\nwagon loaded and started for the ranch before the cook got too drunk to\nhandle his four lines.\n\n“How’s chances fer a winter’s job ridin’ line, Horace?” Buck tried to\nkeep the eager tremor out of his voice.\n\n“We’re full handed fer the winter, Bell. You should ’a’ tackled me a\nmonth ago.”\n\n“A month ago,” said Buck Bell with grim humor, “I was fatter’n a bear in\nberry season. Had a thousand dollars. Had a idee I was a top hand at\ndraw poker; The nighthawk took me fer my roll.”\n\nThis story of tough luck was not a new one to the ears of the wagon\nboss. It is a tale as old as the oldest cow hand. Horace, still thinking\nof the cook, missed the flicker of disappointment in Buck Bell’s snow\nbitten eyes. He failed to see the beaten droop of the big boned\nshoulders inadequately clothed in a soiled flannel shirt and two\nundershirts. Buck didn’t own an overcoat. His boots were rusty and he\nkicked his toes against his stirrups as he rode, by way of restoring\ncirculation.\n\n                   *       *       *       *       *\n\n“Looks like when a man begun gittin’ white headed,” said Horace as they\ndropped down the ridge toward town, “he’d have sense enough to save a\nwinter stake.”\n\nHe did not mean to be unkind. There wasn’t a mean drop of blood in the\ncow boss’s veins. He was sorry for Buck Bell and hid his softer emotions\nunder the words he now mumbled into the upturned collar of a threadbare\ncoat. Truthfully speaking, Horace himself was prodigal as the rest of\nthe cowpuncher clan.\n\nBuck took a last pull at the bit of stub of cigaret and threw it away.\nThen he chuckled softly. They were riding down the lane that approached\ntown. To the left of them was the Malta graveyard, the wooden slabs\nwhitening with the first snow.\n\n“What struck you as bein’ so comical, Buck?”\n\n“Just thinkin’ how them boys planted in yonder boothill don’t need worry\nno more about winter jobs and coonskin coats they ain’t got the coin to\nbuy. I kin name three-four that I bet is plenty warm where they went.”\n\nThey rode into town and put their horses in the feed barn. The stalls\nwere filling with Circle C horses. There was an unwritten law of the\noutfit that a man must stable his horse before he got drunk.\n\nOver at Dick Powell’s place the boys were paid off. Dick, saloon man and\nsheriff, voiced his friendly warning.\n\n“The town’s your’n, boys, Take care of ’er.”\n\nThe hard earned money went into swift circulation. The tin horn gamblers\nopened up their games. Bartenders set up free drinks at proper intervals\nto the laughing, cussing, free handed men who lined the bar and swapped\nyarns and thawed out.\n\nBoot heels clicked on the pine board floors. Spurs jingled along the\nstreets.\n\n“Can’t spend’er all in one place.”\n\nThey moved along to the next saloon. Crumpled banknotes lay along the\nbar. The men greeted old friends. Jovial bartenders, most of them old\ntime cowpunchers, wiped right hands on soiled aprons and voiced profane\nwelcome.\n\nFiddles squeaked above the voices loosened by the whisky. Tin pan pianos\nbanged. Lights defied the coming dusk of early night. There would be no\nnight guard to stand tonight. No long circle to ride in the early dawn.\nWhile their money lasted these cowboys owned the town.\n\nBuck Bell found the nighthawk sitting in a monte game.\n\n“Here’s that fifty dollars you still got comin’, Cotton Eye.”\n\nThe nighthawk looked up, grinned and shook his head.\n\n“To hell with you an’ your fifty, Buck. Pay me half when you die. The\nrest when you come back. I’m winnin’ off this gamblin’ man.”\n\nBuck grunted an indistinct thanks and clumped up to the bar.\n\n“A little red licker, Dick. Give the boys what they want. Wake up that\nsheepherder in the corner and tell the gentleman that ol’ Buck Bell is\nin town. I’m a red eyed wolf from Bitter Crick and it’s my night to\nhowl.” Whereupon he howled long and loud with a quivering, high keyed\nsadness in his voice.\n\n                   *       *       *       *       *\n\n“See you later,” Buck said as he moved on out and along the street.\n\nThe wind moaned darkly down the lonesome lane between the rows of\nsaloons and stores. He stood with bowed legs spread wide, thumbs hung in\nhis sagging cartridge belt, leaning a little against the storm. His howl\nwas blotted out in a flurry of snow that was ushering in the long\nwinter. Buck felt sad in spite of the dozen drinks under his belt. Sad\nand lonesome and restless. He belonged down in Texas and he was a long\nway from home. He had aimed to go back home this winter, wearing store\nclothes and with coin in his pockets. But Cotton Eye had cleaned him. He\ncrossed over to Long Henry’s and was promptly pulled up to the bar by\nseveral celebrants. Buck tossed out a ten dollar bill with the air of a\nman who scorns money. Somebody was singing “Sam Bass”.\n\n“Sam Bass” is a ballad that extolls the deeds of that notorious Texas\noutlaw. The old time outlaw has always held a place in the hearts of the\ncowpunchers. His vices are buried, his virtues, real or imaginary, live\non in cowland saga.\n\n    “Sam first came to Texas a cowboy for to be--\n    A kinder hearted feller you seldom ever see!”\n\nBuck Bell twirled his whisky glass between thumb and forefinger. The\nsinger had a good voice and his audience was mellow and prone to the\nsentiment that has to do with white haired mothers, golden haired\nsweethearts and generosity of dying outlaws.\n\n    “Sam met his fate at Round Rock, July the twenty-first;\n    They pierced poor Sam with rifle balls and emptied out his purse.\n\n    “Jim had borrowed Sam’s good gold and didn’t want to pay,\n    So the only shot he saw, was to give poor Sam away.\n    He sold out Sam . . .\n\nBuck Bell nodded at his dim reflection in the mirror above the back bar.\n\n“I usta work clost to Round Rock,” he told the man next to him.\n\nHe downed his drink at one gulp and reached for the bar bottle as it\ncame down along the line. He became more quiet, more thoughtful, as the\nnight wore on. That haunted restlessness drove him out to the deserted\nstreet. He drifted, alone and wrapped in brooding thought, into\nCavanaugh’s.\n\nThe negro piano player knew the song of Sam Bass. He sang it through\nthree times for Buck. Buck gave him ten dollars. Only ten more remained\nin his overalls pocket.\n\n                   *       *       *       *       *\n\nAfter many more drinks Buck Bell started for a place across the tracks.\nHis last ten was spent. His heart was as empty as his pockets. The\nmournful shriek of a locomotive made him shiver as he halted in the lee\nof the station to light a cigaret. The train dispatcher stepped out of\nthe lighted telegraph office, an eyeshade across his forehead, train\norders in his hand. He did not see the tall form of Buck Bell leaning a\nlittle unsteadily in the darkness just to one side of the locomotive\nheadlight.\n\nNo. 3 squealed to a halt to deposit two sleepy traveling drummers. The\ndoor of the express car opened. The armed messenger dropped a heavy iron\nbox on the waiting truck alongside the car. The train dispatcher was now\nsigning for the box. The drummers hurried for the Malta House.\n\n“Payroll for the mines,” the express messenger, explained. “Wish I had\nthat much. I’d quit riding these damn’ night runs. Blizzard comin’.”\n\nThe door of the express car slid shut. A yellow lantern circled in the\nnight. The train pulled out slowly and the dispatcher wheeled away the\ntruck with its steel box.\n\nThe wheels of the truck creaked its dismal passage. The form of Buck\nBell moved in a blackness made more opaque by the departure of the train\nlights. The man was pushing the truck within arm’s reach of the tall\ncowboy.\n\nBuck lifted his gun from its old scabbard. He balanced its weight in his\nhand, moved out of his tracks. Swung the long barrel in a swift arc. The\nman wheeling the truck slumped down gently, an indistinct lump on the\ndeserted platform.\n\nBuck Bell moved swiftly now. He picked the steel box up in his arms and\nran down the tracks. He did not halt until he reached the stockyards, a\nmile or more from town. He hid the box under the loading chute, then\nstarted back.\n\nThe walk in the cold air had driven the whisky fog from his brain. Buck\nwas sober now. The sadness, the brooding restlessness, had gone and in\nits place came swift regrets. He fought down those regrets as best he\ncould. He’d been a fool to do it, but he was into it now. He’d hang and\nrattle. Play ’er out as the cards fell and ask no man for better than\neven odds. He wondered how hard he’d hit that depot feller. Can’t let a\nman lay out in the cold that way. Besides, there was the trains to\nattend to.\n\nBut, as he circled the depot, he saw the sheriff and the train\ndispatcher talking earnestly inside the lighted telegraph and ticket\noffice. Buck moved away, across to Dick Powell’s place. Nobody took\nnotice of his entrance as he slipped in the back door and dropped into a\nchair by the stove. Then somebody called the house up for a drink and\nBuck joined the crowd. He had not been missed.\n\n“How’s things stackin’ up, Buck?” It was old Horace who voiced the\nquestion. “Need a little money? I was talkin’ to the Old Gent and he\nsaid to let you have what you need. You kin come back and work it out in\nthe spring. It ain’t every man I’d do that fer. But like I was tellin’\nthe Old Gent, you’re on the square and kin be depended on.”\n\nBuck’s mouth opened, then closed without saying a word. He had been on\nthe verge of telling the wagon boss the whole thing. Until now, Buck\nBell had accepted the trust of his fellowmen as a matter of course. Now,\nwell, now it was all over. He was beginning to pay already for his\ncrime.\n\n“I’ll just make ’er out fer a hundred dollars, Buck.”\n\nHorace was misinterpreting the cowboy’s silence. Buck shook his head.\n\n“I’d ruther not, Horace. I’ll make ’er somehow. It’s right white of you\nand the Old Gent. I won’t fergit it.”\n\n                   *       *       *       *       *\n\nThe sheriff came in, an icy gust of wind and snow following him inside\nthe lamplit, smoke hazed saloon.\n\nDick Powell was a blunt statured man, husky, reddish of hair, with keen\ngray eyes and a drooping mustache. A good natured sort of fellow who was\nrated as a crackerjack cow hand. The grin on Dick’s mouth held a grim\ntwist as his eyes swept the crowd with slow deliberation.\n\n“Belly up to the mahogany, Dick,” invited some one.\n\nDick Powell did not seem to hear. A hush fell over the gathering. The\nfiddle in the hands of a Cree breed squeaked thinly and went silent. The\nbartender, from force of habit, reached for the sawed off shotgun under\nthe bar.\n\n“Boys,” said the blocky sheriff, his voice heavy with sadness, rather\nthan anger, “there’s a damn’ skunk amongst us tonight. When you boys\nrode in, I give you the run of the town. A man hates to think he has to\nwatch boys that he’s worked with in the wet and cold and hot weather. I\nnever thought a Circle C man would coyote on me.”\n\n“What the hell you drivin’ at, Dick?” asked Horace, his mild eyes\nglinting a little.\n\n“Some polecat knocked the depot man on the head and got off with five\nthousand dollars, that’s all.”\n\n“Where did that key pounder ever git five thousand bucks?” asked some\none.\n\n“Payroll fer the Landusky mine. Five thousand in cash.”\n\n“Well,” drawled Cotton Eye, the nighthawk, “I reckon them mine folks\nwill keep on runnin’ things just the same. Have a drink and fergit it.”\n\n“Whoever lifted that roll won’t have to worry none about forkin’ hay and\nopenin’ water holes this winter,” chuckled another cowboy.\n\n“Dad burn the luck,” complained a third, “why didn’t I think about\nglaumin’ that payroll? Now I gotta break out of a early mornin’ from now\ntill spring, shovelin’ hay into a lot o’ bawlin’ dogies. Some gents gits\nall the luck.”\n\nBut for all their banter, they felt uneasy. Who among them had stolen\nthat five thousand dollars? Oddly enough, no man blamed the thief. They\nrather admired his ingenuity. He had made a lucky haul.\n\n“Well, Dick,” said Horace slowly, “whoever done it, must ’a’ been blind\ndrunk. You know every man in the outfit. There ain’t one rotten egg in\nthe bunch. Say, how do you know it wa’n’t some tramp er some stray miner\nthat done it?”\n\n“The depot man heard his spurs jingle, so he says,” growled the sheriff,\n“just before he got beefed. It was some cow hand. And outside of you\nboys there ain’t a cowboy in town. He heard them spurs.”\n\n“Got ary idee who might ’a’ done it?” asked Horace.\n\n“If I have, I’ll keep it to myself,” came the tart reply. “I look to you\nboys to lend me a hand and all I git is some horrawin’.”\n\n“No need to git hot about it,” grinned the wagon boss, toying with his\ndrink.\n\nThe sheriff ignored that remark and turned to his bartender.\n\n“Was all of these men in the place at midnight when No. 3 come in?”\n\nThe bartender smoothed his bald head in grave thought. He had taken a\ngoodly amount of drinks since the boys got in. Owl eyed, he tallied the\ncrowd.\n\n“Near as I kin recollect, Dick, not a man o’ them has left since I come\nback from supper at eleven.”\n\n“Then that alibis this bunch of cow dodgers,” and the sheriff moved on\nout and down the street.\n\n                   *       *       *       *       *\n\nThe robbery gave the cowpunchers a meaty topic for talk--talk and more\ndrinks. They hit upon the idea of following Dick Powell in his\nsleuthing.\n\nFrom one saloon to the next they waddled in the wake of the annoyed\nsheriff. The crowd had taken on numbers until by the time they reached\nthe Bloody Heart the entire outfit was crowded into the saloon.\n\nVarious bartenders had furnished iron-clad alibis for every Circle C\nman. Powell gave up in disgust and slipped away from the throng, which\nwas growing somewhat boisterous. Horace followed the sheriff out the\nback door. Twenty-five cowpunchers set about to make the most of the\nmomentous occasion.\n\nMonths of hard work in the saddle and branding corrals without a\nholiday, long days from the crack of dawn until dark, with two hours\nnight guard for good measure, had starved them for a little fun.\n\nThese men belonged to a breed that has no equal. For forty dollars a\nmonth and grub they ride mean horses, face death and hunger and thirst\nand cold and bitter discomforts. They ask no favors, whine out no\ncomplaint, taking the good along with the bad. It is all in a day’s\nwork. Most of them were cowmen at twelve years of age. At sixty there\nwould be much of the boy left in their big hearts. It is not for those\nwho have not known their breed to censure their faults. They lived\naccording to their lights.\n\nJohn Law and his rules meant little in their lives. They had a way of\nsettling personal affairs, those men who roamed the West in the Eighties\nwhen the country needed them.\n\nSo they held kangaroo court. The bartender at the Bloody Heart was found\nguilty and fined several rounds of drinks. Then they moved on to the\nnext saloon and again held court. Another dispenser of redeye was found\nguilty. Guilty as hell, by ballot. The fine was duly paid in liquid\nform. And at daybreak they had routed the sheriff from his warm bed,\nstood him up on the bar, clad in a knee length nightshirt, boots, hat\nand a cold cigaret. Ballots were passed, signed and dropped in Dick’s\nhat. He read them, one by one.\n\n“Guilty as hell.”\n\n“Gash damn’ you bonehead, misfit, loco idiots!”\n\nBut he paid the fine, setting out the glasses and bottle with his own\nhand.\n\nIt was a large night. Guns popped jubilant greeting to a day that held\nno hard ride after stray cattle.\n\nMost of them were flat broke. Cotton Eye, the bloated financier, had\nlost his money and hocked his spurs for a bottle to take along. Then he\nengaged the bartender in conversation while a confederate stole back the\nspurs.\n\nHorace gathered his men one, by one, mounted them, and started them out\nof town. They bucked their horses down the street, emptying their guns\nat a leaden sky. Behind them was their night’s pleasure. Ahead lay the\ndread winter.\n\n                   *       *       *       *       *\n\nBuck Bell got his private horse from the barn. Because he owned no\novercoat, he donned his slicker and wrapped his feet in strips of\ngunnysack. Alone, his hat pulled down across his eyes, his ungloved\nhands shoved down against the saddle cantle, he rode out of town.\n\nAs he neared the stockyards he glanced about. No living thing moved in\nthe snow swept world that met his eye. He swung off his horse and\ndragged the steel box from under the loading chute. A heavy padlock\nfastened it. Buck drew his .45 and shot off the lock. His stiff fingers\npried up the lid. There lay the banknotes in piles bound with wide\nrubber bands. He shoved the money into the deep pockets of his angora\nchaps. Then he buried the empty metal box in the débris under the chute.\n\nFive minutes later he rode on again into the storm. He looked old and\nsadly troubled. The bitter cold was pinching the color from his face. He\nwas a little sick from the liquor that he had drunk. Sick and lonesome.\n\nThrough the lane and past the graveyard, on to the wind swept benchland,\nheaded south toward the badlands of the Missouri River, almost a hundred\nmiles away. With the wind at his back, Buck Bell drifted. His heart was\nas heavy as the leaden sky. Ahead of him rolled a giant tumbleweed. On\nand on, across the bench, grotesque, almost alive, blown along by the\nnorth wind. Headed south.\n\nIn the pockets of his black chaps was stowed more money than he had ever\nseen or even dreamed of. There was not a chance of the theft being\nfastened to him. It had been easy, almost too easy to seem true. With\nfive thousand dollars a man could buy a good bunch of cattle down in New\nMexico or Arizona. Buck was cowman enough to make a herd pay. It would\nmean that he no longer need work for wages. For forty a month ... Forty\ninto five thousand. Buck was a good hand at figures. One hundred and\ntwenty-five months. Ten years and more, even if a man didn’t spend a\ndime for poker or redeye or smokin’--or clothes. Socks and such. He had\nsold his bed for twenty dollars. That twenty was in his vest pocket now.\nHe had kept it separated from the other money--the money he had stolen.\n\n    “Sam Bass was born in Indiana; it was his native home....”\n\nThe song, high pitched, quavering, drifted along the wind from behind\nBuck, blurred a little in the flurry of hard snow that swirled across\nthe ground like white sand. Buck halted as the singer came up out of the\nstorm. It was Dick Powell, the sheriff.\n\n                   *       *       *       *       *\n\nSomething hot scalded Buck Bell’s heart as the rider came alongside. Had\nthe sheriff somehow found him out? Buck almost hoped so. But Powell\ngrinned as easy greeting. He was warmly clad in chaps, overshoes and a\nbuffalo coat. The stock of a carbine jutted from his saddle scabbard.\n\n“You look fer all the world like a bull that’s been whipped outa the\nherd, Bell. Here, see what this’ll do to you.”\n\nHe passed over a quart of whisky. They drank together and rode on with\nthe storm.\n\n“Trailin’ that gent that done the robbery, Dick?”\n\nThe sheriff grunted into his fur collar.\n\n“Trailin’ hell! Whoever done it didn’t leave a sign. But mark my words,\nBell, he’ll give hisself away.”\n\n“How?”\n\nBuck Bell slapped his cold hands against the slicker to beat the blood\ninto circulation.\n\n“Here, take these.” The sheriff pulled a pair of yarn mitts from his\npocket. “I brung along an extra pair. The missus knit ’em.”\n\nBuck pulled on the red mittens, mumbling his gratitude.\n\n“How?” The sheriff replied to his question. “Well, it’s thisaway, Bell.\nI know every man that was in town that night. I know where each man will\nbe workin’ this winter. Horace gimme their names and what camps they’d\nbe at. I wired fer the serial number of them stolen banknotes. When that\nmoney begins goin’ into circulation, I’ll nab my man. Er if ary man\nquits this range, I’ll be follerin’ him. I’ll have the other towns\nposted. He’s corralled.”\n\nThe sheriff consulted a little book.\n\n“Here’s the list. Stuart and Contway at Big Warm. Howe and Smith at\nLittle Warm. You and Cotton Eye at Rocky Point, down on the Missouri.\nAnd so on.”\n\nHe shoved the book back into his pocket. Buck’s head was lowered as he\nfumbled with clumsy hands at a witch’s knot in his horse’s mane. His\nbrain was working swiftly. Why had Horace lied? Why had the wagon boss\ntold the sheriff that he, Buck Bell, was going into a line camp at Rocky\nPoint?\n\n“I wouldn’t be tellin’ this to everybody, understand,” continued the\nsheriff. “I know I kin trust you, Bell.”\n\nIf the sheriff had taken a sharp knife and struck the cowpuncher in the\nback he could not have hurt Buck Bell more than he did when he spoke\nthose words.\n\nThey rode on in silence. Buck was chilled to the bone by the wind; it\nbit through his inadequate clothing. Dick urged the bottle on him to\nwarm his blood.\n\n“I got some stuff that’ll be driftin’ with the storms this winter, Bell.\nI spoke to the Old Gent about it. He said it’d be all right if you boys\nkinda kept an eye on ’em and feed a few if need be.”\n\n“Shore,” mumbled Buck. “Shore thing.”\n\nTheir trails parted a little farther on. The sheriff made Buck take his\novershoes and the bottle.\n\n“I’ll be back home in a couple o’ hours. Don’t be a damn’ fool, Bell. So\nlong. Good luck, old-timer. See you next spring when the chinook melts\nyou outa the bad lands.”\n\nWhen they had parted Buck rode on, the ache in his heart more bitter\nthan before. The words of the sheriff’s song came drifting back out of\nthe storm--the song of Sam Bass.\n\n    “. . . Sam he is a corpse and six foot under clay.”\n\nBuck stayed that night at a line camp, and pushed on the next morning.\nHe kept wondering why Horace had lied. It hung like a sand burr in his\nthoughts all that day. He stopped late the next afternoon at a horse\ncamp; and because they were short handed, Buck worked there a week. Then\nhe drifted on once more, refusing a cent for his labors. It was the\nethics of the grub line that forbade his accepting payment. They had\ngiven him and his horse food and shelter. He asked no more, though the\nwork had been hard and he had eaten but two meals each day. Breakfast\nbefore they rode away; supper when they came in after dark. He had made\nthe biscuits, helped with the dishes, and split wood, to boot. And he\nhad given them what was left of the whisky.\n\n                   *       *       *       *       *\n\nBecause Rocky Point lay along his route to somewhere south, he rode up\nthere one evening at dusk.\n\nA saddled horse was humped in the lee of the shed. Hollow eyed cattle\nbawled in the corral. No smoke came from the little log cabin. Filled\nwith grave misgivings, Buck Bell stepped into the cabin. The moan of a\nman in pain came out of its dark interior. He found Cotton Eye lying\nfully clothed in bed, his leg broken between the ankle and knee. He had\nbeen like that since the day before, he told Buck through set teeth.\n\n“Horse fell on me, comin’ up the river.”\n\nBuck built the fire and made the crippled man as comfortable as\npossible. Then he took care of the horses and scattered hay for the\ngaunt cattle. When he came back to the cabin, he hid his fears under a\ncareless banter.\n\n“I’ll throw some soup into you, Cotton Eye. And coffee. Now roll over on\nyour back and cuss me while I git this boot cut off. I’ll be as gentle\nas a cow with her first calf, pardner.”\n\nThose men of the frontier were steady of hand and ingenious of brain.\nBroken bones and gunshot wounds were not uncommon. A man needed to know\nthe rudiments of crude surgery in those days when doctors were few and\nfar between.\n\nThere was no sleep for either man that night. Buck fashioned a sling to\nhold the suffering man while he pulled the fractured bone into place.\nThe erstwhile nighthawk groaned. Buck swore softly as he labored. He\nsplinted the leg with stout willow sticks and strips of tanned rawhide\nsaddle strings. Beads of sweat covered the drawn face of Cotton Eye. He\nlay back, whimpering a little through clenched teeth, sick and faint,\nbut game enough. Buck held a cup of black coffee to his mouth.\n\n“She’s all over but the knittin’, pard. Here’s a cigaroot. She’ll hurt\nlike hell fer a spell, but it’s a clean break and orter heal fast. I’ll\nrun the show till you git well.”\n\n“I’d ’a’ died if you hadn’t come along, Buck.”\n\n“Mebbe.”\n\nBuck built up the fire. His chaps with their precious store of money\nhung on a wooden peg with his bridle. Now and then he glanced that way,\nhis lips smiling without humor.\n\n“You saved my life, Buck. I ain’t fergittin’.”\n\n“You better try to sleep, feller,” grunted Buck.\n\nCotton Eye lay there, a little flushed with fever, his eyes brighter\nthan they should have been.\n\n“I wonder, Buck, if you’d be doin’ this fer me if you knowed.”\n\n“Knowed what, Cotton Eye?”\n\n“That money I won off you. That deck was marked.”\n\n“Shore thing,” nodded Buck Bell, “I knowed that. But a man’s gotta have\nsome kinda excitement around a cow camp, even if it’s playin’ poker with\na marked deck. I was ketchin’ on to the markin’s about the time I went\nbroke.”\n\nCotton Eye was delirious by morning. Buck was forced to tie the man down\nwhile he fed and watered the cattle. Because there was only one bed,\nBuck had made out with the saddle blankets and the sick man’s overcoat.\n\n                   *       *       *       *       *\n\nDuring the days that followed Buck Bell did the work of five men. He\nchopped wood, cooked, and nursed Cotton Eye, whose fever went down\nslowly. He rode out each day, gathering poor cows that were too weak to\nrustle. He hooked up the work team and hauled hay, scattering it in a\nwide circle outside the corral. He opened the water hole twice a day. He\nputtered about the cabin, fixing it for the long winter, and forced a\ncheerfulness into the chatter that he flung at Cotton Eye. When he\nfinally crawled into his improvised bed, fully clothed save for hat and\nboots, he was too weary to mind the cold much.\n\nHe killed a beef one evening. That night he brought in a square piece of\nthe hide and worked on it with his pocket knife.\n\n“Let’s have that good leg o’ your’n, pardner.” Buck wrapped the hide\nabout the leg, nodded, marked it with his knife and took the hide back\nto his seat by the fire.\n\n“Them splints kin come off in a day er so. I’m fixin’ a sorter casin’ to\nfit around that game laig. This hide’ll be plenty hard and we’ll lace\nit, savvy? Padded with the felt from a man’s hat, she’ll make a cast\nthat’ll be useful and right ornamental, with the hair on the outside.\nI’m stretchin’ it around this willer pole to make ’er smooth.”\n\nBuck tanned the rest of the hide and made himself moccasins and a coat\nthat was ill fitting but warm enough. He killed a blacktail buck and\nthey feasted on venison. Buck spent his evenings tanning the hide. The\nrawhide cast, smooth and hard and padded with felt from Buck’s hat, now\nreplaced the willow splints. Buck wore a cap made out of a piece of\nHudson’s Bay blanket. He refused the offer of Cotton Eye’s clothes.\n\nWith December came real winter--the hardest winter the cowmen in Montana\nhave ever known. The hay was giving out. Buck worked on a snowplow. The\ncattle in the field grew in number each day. Gaunt flanked, hollow eyed,\nbawling as they trained at a stubborn walk with the storm.\n\nGray days. White days. Bitter days. The cattle drifting down into the\nbadlands. Even the big native steers were finding it hard to paw to feed\nunder the crusted snow.\n\nBuck’s black chaps no longer banked his stolen money. He had buried the\nstuff in a corner of the cow shed, wrapped carefully in his slicker. His\ndaylight labors brought peace of mind. But sometimes he lay awake, far\ninto the night, haunted by thoughts of the buried wealth. The dream of a\ncow outfit of his own was replaced by the black nightmare of his theft.\nHe was tempted a hundred times to share the burden of his guilt with\nCotton Eye who was now hobbling about on crutches made of forked sticks\nwrapped and padded with deerskin.\n\n“Wish I could git word out to the ranch,” said Buck, “This hay ain’t\ngonna last. The only shot, if this keeps up, is to drift south o’ the\nriver where the shelter is better. Mebbe train out from there. They\ncould buy hay at Lewistown and Gilt Edge. I had to kill three more\ncalves today. Cows didn’t have milk to feed the li’l beggars. Hear the\ncows a-bawlin’? Hell, ain’t it?”\n\nThe haystacks were becoming fewer. Buck and his crippled partner found\nit hard to fill the long silences that fell over them. Cotton Eye\nhobbled about now, getting the meals and washing dishes. He scraped the\nthick frost from the window and would sit there, smoking and watching\nBuck Bell pitch hay sparingly to the starving cattle. When Buck saddled\nhis horse and rode back into the breaks to bring in more stumbling,\ngaunt steers and cows, Cotton Eye would curse with futile fury at his\naching leg.\n\n“Brung in three more o’ Dick Powell’s steers today. Weak as hell.\nThree-four Circle Diamond cows, another Square steer, one er two Bear\nPaw Pool strays, and the Widder Brown’s Jersey milk cow. The widder sets\na heap o’ store by that cow. It must be shore a-stormin’ up on the\nridges, to drift that stuff into the breaks. If this keeps up, there\nwon’t be a cow left in the country.”\n\n“You was sayin’ something about gettin’ word to the ranch, Buck. I kin\nmake out to ride now. I’d like to tackle it. Ain’t doin’ no good here.”\n\n“If you’re plumb sure you kin make it, pardner?”\n\n“Shore thing, I kin. I’ll pull out in the mornin’.”\n\n                   *       *       *       *       *\n\nBuck wrapped the injured leg in a blanket and Cotton Eye rode away in\nthe gray dawn. Buck grinned a farewell. When Cotton Eye was gone, Buck\ntried to whistle away the gnawing loneliness. He worked feverishly, not\neven taking a few minutes off at noon for his usual coffee and beans and\nmeat. Now and then, when his chores took him past the corner of the shed\nwhere the stolen money had been buried, he would quicken his pace, as a\nman afraid of ghosts might pass with haste by a grave.\n\n“Why did Horace lie?” he asked himself a thousand and one times.\n\n“Because Horace knowed who done the robbery!” came the still answer out\nof each night’s darkness.\n\nCotton Eye had left his bed and his warsack filled with a few clothes\nand knicknacks. Delving into the sack for a needle and thread one day, a\nweek or so after Cotton Eye’s departure, Buck came upon a large envelope\nof heavy paper. He emptied its contents of saddle wax and thread and\nharness needles and awl. He sat there, smiling softly, the worried frown\nmomentarily gone from his forehead.\n\n“I’ll do it. I’ll use this envelope to hold the money. Else I’ll be\nplumb crazy before spring. I’ll send the money to Horace, first man that\npasses along.”\n\nHe spent an evening composing a laborious letter to the Circle C wagon\nboss. That night he slept without tossing and dreaming. And with the\nfirst streak of dawn he was out in the shed with pick and shovel,\ndigging in the corner. With hands that shook with eagerness, he undid\nthe slicker. A choking cry broke from his pulsing throat. The money was\ngone. All of it. The slicker held nothing but some scraps of old\nnewspaper, rudely cut and bundled in imitation of the banknotes.\n\nFor a long time Buck squatted there on the ground, staring with dazed\neyes at the slicker and its mocking contents. A racking, horrible laugh\nrattled from his dry lips. Then he went on back to the cabin, his brain\naching dully with milling thoughts.\n\nCotton Eye had taken the money. Cotton Eye was a thief as well as a\ncrooked card sharp. It was hard to take--after what he’d done fer Cotton\nEye.\n\n“Well, the damn’ stuff is gone. Gone fer keeps. Too late now to send it\nback with that confession ... Cotton Eye would be headed south by now\n... south ... with five thousand dollars.”\n\nThen a slow grin spread across the mouth of Buck Bell. He chuckled, then\nlaughed until the coffee boiled over and on to the stove.\n\n“That’s shore one on me. Frettin’ and stewin’ around about that money.\nHim playin’ possum with that leg. Diggin’ ’er up, when I rode off\nyesterday. But how’d he know I had it? How’d he know where it was\nburied? Well, I got all winter to figger ’er out.”\n\n                   *       *       *       *       *\n\nDays slipped into weeks. Weeks of white isolation. The hay was about\ngone. No word from the ranch. And that eternal gray sky overhead like a\nshroud.\n\nCame that morning when Buck Bell looked out at the empty hay corral.\nThis was the end of the trail. All about the cabin the gaunt eyed cattle\nwalked aimlessly, bawling. Buck went back into the cabin and began\npacking. When his grub was sacked and his bed rolled he went out to the\nbarn and hooked the team to his crude snow plow. He tied his saddle\nhorse to the off horse and loaded his bed and grub on the snow plow.\nThen he scrawled a note and laid it on the rawhide covered table,\nweighting it with a can of frozen tomatoes.\n\nClosing the door of the log cabin, he picked up the lines and seated\nhimself on the snow plow. As the team got under way, he grinned back\nover his shoulder.\n\n“So long, cabin. Here goes nothin’.”\n\nBehind him, bawling hungrily, trailed the cattle. Their dumb faith was\npinned to the man and his horses.\n\nSouth into the breaks across the frozen river. The sun was a dim white\nball in a dead sky. The air was still and sharp. The snow plow creaked\nand groaned.\n\n“Come on, dogies!”\n\nA gaunt scarecrow of a man, riding his crazy plow. A beard covered his\nface up to the frost blackened cheekbones. His clothes were a patchwork\nof blanket, cowhide, and buckskin with the hair on. His hair came to his\nshoulders. Under the deerhide covering, his hands and feet were swollen\nand stiff from frostbite.\n\n    “Sam Bass was born in Indiana; it was his native home.\n    And at the age of seventeen, young Sam begun to roam.”\n\nThe song blended crazily with the bawl of starving cattle, the creak of\nhis covered plow runners and the click of hoofs.\n\nSouth into the sheltering badlands where the snow was deep but soft. The\nplow cut through, clearing a ten foot path through the drifts. The\ncattle packed the trail, crowding and riding one another to get to the\nprecious feed.\n\n“Grass belly deep!” cried Buck, looking back. “Come on, you hungry\ndogies! Git the wrinkles outa your paunches. Mebbe so it’s come\nChristmas fer you.”\n\nHe unhooked the team at last and watered them at a hole cut in the ice.\nHe camped at the edge of the cleared bottomland and his pitch fire sent\nits crimson shaft into the night. He had found feed for his cattle.\nThere was more to be had for the plowing. He slept that night with a\nsmile of tired happiness on his bearded, frost cracked lips.\n\nIn those days to come, Buck Bell found a measure of happiness and peace.\nHe labored untiringly, a man of rawhide. A bearded, frost blackened\nscarecrow. And the haunting ache of that stolen money slipped into a\nforgetfulness, buried by the work he was doing.\n\nHe cleared huge patches of grass. He rode back across the river and\ntrailed in more starving cattle to share his grass. Sometimes he came\nwithin a mile of the cabin at Rocky Point but always he was too busy to\nstop. Those short days were too brief to waste even a few minutes in\nidle pastime. The snow was too deep to tire his horse in breaking\nuseless trail to the cabin to see whether any one had been there.\n\nSo he did not know that Horace had come and found that note on the\ntable.\n\n    Hay’s played out. I’m pullin’ out. If I don’t die off before\n    the chinook comes, I'll come in and give myself up. I taken\n    that money that night in town. Then I lost it. So the law kin\n    take it outa my hide.                            --BUCK BELL.\n\nA frozen, wolf gnawed steer carcass lay near the cabin. Its ripped\npaunch held no grass. Only willow sticks, some of them almost the\nthickness of a man’s wrist.\n\n                   *       *       *       *       *\n\nThis was the winter of ’86-’87, when the drift fences and cut coulees\nheld the hide and bones of a hundred thousand steers. When the mercury\nhung below forty-five, and more than a few cowboys died for their\noutfits. When cowmen stared out across the blizzard swept hills, dry\neyed, with aching lumps in their throats. Grim, silent, defeated.\n\nThe sun was a white ball inside its circle of gray, cold as the eye of a\ncorpse. Sun dogs followed its passing, across a sky that knew no warmth.\nAt night the patches of stars seemed frozen in a black agate sky.\n\nAnd when the last of the hay was gone, the men sat about the bunkhouse\nstove. And the strings of staggering, bawling cattle drifted on down the\nwind to death.\n\nAt night the wolves and coyotes flung the death song toward the\nglittering stars.\n\nThat was the winter of ’86-’87. The winter that broke the back of the\ncow country.\n\nSouth of the river, Buck Bell watched the last of the feed go. He had\nlost track of the days. He did not know what month it was. But he knew\nthat the grass had played out and that the end of the trail lay just\nahead. His grub was gone and he was living on meat and beans. Each day\nhe felt of his teeth to test the coming symptoms of scurvy. His clothes\nwere a mass of patches. His eyes were swollen almost shut, the lids\nscaled from frost, the eyeballs discolored by snow blindness. Only half\na dozen matches remained in his pocket. He could not remember the taste\nof tobacco and coffee.\n\nHalf frozen, he lay in a knot under tarp and blankets, that night in\nearly spring when a wind roared down out of the canons with a droning,\nrushing sound.\n\nThe scrub pines whispered; cattle got to their feet. Buck stirred a\nlittle under the tarp, hardly awake. Then the wind cut down the river\nand swept his forlorn camp. No man who has ever heard the voice of the\nchinook wind can ever forget its whimper. Buck threw back the tarp and\nthe warm blast rushed down upon him.\n\nA harsh, choking cry broke from his throat as he sat up in bed. His\narms, ragged, aching, frost seared, flung out in a wide gesture. His\nface, bearded and scarred black, lifted. His eyes found the stars that\nseemed close overhead in a warm sky. Terrible sobs shook him. Tears\nstreamed down from his aching eyes.\n\n“God, oh, God!”\n\nOver and over again.\n\n“God!”\n\nHe could find no other word to fit into the prayer that sobbed and\nrattled and laughed in his throat.\n\nThe weary horses felt the blessing of that chinook wind. The cattle\nmilled and bawled a restless chant. The melting snow in the tree\nbranches dripped with increasing cadence. A golden moon rode across the\nsky toward the jagged skyline. The hard winter was over. The chinook had\ncome. Its passage through the pines sang the requiem of cattle and\nhorses and men that slept beneath the crusted drifts.\n\nAnd when the coulees became rivers and the ridges lay bare, Buck Bell\ntrailed his straggling herd up the ridge and on to the open prairie.\n\n    “Git along, little dogies, git along!”\n\nHe sang in a cracked voice as his horse patiently followed the drags.\n\n                   *       *       *       *       *\n\nAnd so they found him that day in the Spring of ’87. Horace and the\nlittle man with the white beard and puckered, sky blue eyes who owned\nthe Circle C. Horace and the Old Gent.\n\nThey did not know him. Their eyes were dim with the miracle that lay\nbefore them. Cattle. Hundreds of cattle, grazing hungrily. And behind\nthem a snow blind man who was all hair and rags, who sang in a crazy\nvoice, the words of “Sam Bass.”\n\nA phantom herd followed by a ghost. It was impossible to believe that so\nmany cattle could have lived, while so many thousands of others had\ndied. Buck’s herd filled the coulees and covered the ridges. The chain\nharness rattled on the work team that was hooked to a bull hide which\nheld Buck’s bed and two young calves hog tied.\n\nA dozen brands were represented in that gaunt herd. One of those calves\nbelonged to the Widow Brown’s Jersey milk cow. Its father was the prize\nCircle Diamond bull that had strayed down from its Canadian range. Half\nof Dick Powell’s herd was there.\n\n    “Sam Bass was born in Indiana...”\n\nBetween them, the Old Gent and Horace got Buck Bell to the ranch.\nSomebody went for Doc Steele, fifty miles away. For Buck was blind and\none foot so badly frozen that three toes had to come off.\n\n“He’ll see again in ten days,” said the doctor. “Let him sleep. Give him\nwarm food. Go slow on the whisky. He has a barb wire constitution and a\nrawhide carcass.” He was a little puzzled at Buck’s delirious babbling.\n\n“He’s been worrying about something.”\n\nHorace and the Old Gent exchanged glances. The owner of the Circle C\nthoughtfully stroked his whiskers and smiled down at the sleeping Buck\nBell. Then he handed the doctor the note that Horace had found on the\ntable at the deserted line camp at Rocky Point. Doc Steele knew cowboys.\nHe understood. He handed back the note and blew his nose like a trumpet.\nThe Old Gent fetched glasses and the bottle.\n\n“Cotton Eye got here about New Year’s, Doc. He had five thousand dollars\nand said he’d stole it. Wanted to plead guilty and take his medicine.\nHis story didn’t hold water. He’d been sitting in a poker game when the\nmoney was stolen at the depot. Horace knew Buck was the thief because\nthe melting snow on Buck’s hat and clothes showed he’d been out in the\nstorm about the time that depot man was robbed. Cotton Eye finally\nadmitted he’d stolen the money from Buck. Buck had kept him awake\nnights, talking about the robbery in his sleep like a man gone loco.\nBuck saved Cotton Eye’s life and he wanted to return the favor.”\n\nDoc Steele chuckled deep down in his muscular throat.\n\n“Couple of sentimental old sage hens. It’s a damn’ shame, sir, that we\nhaven’t more of such outlaws in this world.”\n\nHe lifted his glass.\n\n“Here’s to ’em.”\n\n“May their breed never die out.”\n\nWhen they had set down their glasses, Doc Steele looked quizzically at\nthe cowman.\n\n“How is this thing going to be squared with the mining people?”\n\nThe sky blue eyes of the old cattleman twinkled. Doc Steele was somehow\nreminded of the sun shining through summer rain.\n\n“I bought the damn’ mine, Doc. Last fall. I don’t think that anything\nmore need be said about that fool holdup. Buck Bell saved what cattle I\nhave left. God and Buck Bell alone know how he managed. You should have\nseen what I saw. The whole range spotted with dead critters. Like a\nboneyard a hundred miles square. We’d rode all day across a cow country\ngraveyard. When I heard cattle bawling, I thought I was dreaming. That\nherd trailing up out of the breaks. A man too weak to walk, riding\nbehind ’em, singing-- It was something, Doc, that a man won’t ever\nforget.”\n\nThey filled their glasses and drank in silence. Then they tiptoed out\nand Buck Bell slept on, a smile of peace on his frost cracked lips.\n\nOutside, the chinook wind whispered its promise to the cow country.",
    "metadata": {
        "author": [
            "Coburn, Walter John",
            "Coburn, Walter J.",
            "Coburn, Walt"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73960/pg73960.txt",
        "name": "the_man_who_hated_himself.json"
    }
}