{
    "name": "The Beauty Of The Village",
    "author": [
        "Mitford, Miss",
        "Mitford, Mary Russell"
    ],
    "body": "Three years ago, Hannah Colson was, beyond all manner of dispute,\nthe prettiest girl in Aberleigh. It was a rare union of face, form,\ncomplexion, and expression. Of that just height, which, although\ncertainly tall, would yet hardly be called so, her figure united to\nits youthful roundness, and still more youthful lightness, an airy\nflexibility, a bounding grace, and when in repose, a gentle dignity,\nwhich alternately reminded one of a fawn bounding through the forest, or\na swan at rest upon the lake. A sculptor would have modelled her for the\nyoungest of the Graces; whilst a painter, caught by the bright colouring\nof that fair blooming face, the white forehead so vividly contrasted\nby the masses of dark curls, the jet-black eyebrows, and long rich\neyelashes, which shaded her finely-cut grey eye, and the pearly teeth\ndisclosed by the scarlet lips, whose every movement was an unconscious\nsmile, would doubtless have selected her for the very goddess of youth.\nBeyond all question, Hannah Colson, at eighteen, was the beauty of\nAberleigh, and, unfortunately, no inhabitant of that populous village\nwas more thoroughly aware that she was so than the fair damsel herself.\n\nHer late father, good Master Colson, had been all his life a respectable\nand flourishing master bricklayer in the place. Many a man with less\npretensions to the title would call himself a builder now-a-days, or\n\"by'r lady,\" an architect, and put forth a flaming card, vaunting his\naccomplishments in the mason's craft, his skill in plans and elevations,\nand his unparalleled dispatch and cheapness in carrying his designs into\nexecution. But John Colson was no new-fangled personage. A plain honest\ntradesman was our bricklayer, and thoroughly of the old school; one\nwho did his duty to his employers with punctual industry, who was never\nabove his calling, a good son, a good brother, a good husband, and an\nexcellent father, who trained up a large family in the way they should\ngo, and never entered a public-house in his life.\n\nThe loss of this invaluable parent about three years before had been\nthe only grief that Hannah Colson had known. But as her father, although\nloving her with the mixture of pride and fondness, which her remarkable\nbeauty, her delightful gaiety, and the accident of her being by many\nyears the youngest of his children, rendered natural, if not excusable,\nhad yet been the only one about her, who had discernment to perceive,\nand authority to check her little ebullitions of vanity and self-will;\nshe felt, as soon as the first natural tears were wiped away, that a\nrestraint had been removed, and, scarcely knowing why, was too soon\nconsoled for the greatest misfortune that could possibly have befallen\none so dangerously gifted. Her mother was a kind, good, gentle woman,\nwho having by necessity worked hard in the early part of her life, still\ncontinued the practice, partly from inclination, partly from a sense\nof duty, and partly from mere habit, and amongst her many excellent\nqualities had the Ailie Dinmont propensity of giving all her children\ntheir own way,* especially this the blooming cadette of the family:\nand her eldest brother, a bachelor,--who, succeeding to his father's\nbusiness, took his place as master of the house, retaining his surviving\nparent as its mistress, and his pretty sister as something between a\nplaything and a pet, both in their several ways seemed vying with each\nother as to which should most thoroughly humour and indulge the lovely\ncreature whom nature had already done her best or her worst to spoil to\ntheir hands.\n\n     * \"Eh, poor things, what else have I to give them?\" This\n     reply of Ailie Dinmont, and indeed her whole sweet\n     character, short though it be, has always seemed to me the\n     finest female sketch in the Waverly Novels--finer even,\n     because so much tenderer, than the bold and honest Jeanie\n     Deans.\n\nHer other brothers and sisters, married and dispersed over the country,\nhad of course no authority, even if they had wished to assume anything\nlike power over the graceful and charming young woman whom every one\nbelonging to her felt to be an object of pride and delight; so\nthat their presents and caresses and smiling invitations aided in\nstrengthening Hannah's impression, poor girl though she were, that her\nlittle world, the small horizon of her own secluded hamlet, was made for\nher, and for her only; and if this persuasion had needed any additional\nconfirmation, such confirmation would have been found in the universal\nadmiration of the village beaux, and the envy, almost as general, of the\nvillage belles, particularly in the latter; the envy of rival beauties\nbeing, as every body knows, of all flatteries the most piquant and\nseducing--in a word, the most genuine and real. The only person from\nwhom Hannah Colson ever heard that rare thing called truth, was her\nfriend and school-fellow, Lucy Meadows, a young woman two or three years\nolder than herself in actual age, and half a lifetime more advanced in\nthe best fruits of mature age, in clearness of judgment, and steadiness\nof conduct.\n\nA greater contrast of manner and character than that exhibited between\nthe light-headed and light-hearted beauty, and her mild and quiet\ncompanion could hardly be imagined. Lucy was pretty too, very pretty;\nbut it was the calm, sedate, composed expression, the pure alabaster\ncomplexion, the soft dove-like eye, the general harmony and delicacy of\nfeature and of form that we so often observe in a female _Friend_;\nand her low gentle voice, her retiring deportment, and quaker-like\nsimplicity of dress were in perfect accordance with that impression. Her\nclearness of intellect, also, and rectitude of understanding, were such\nas are often found amongst that intelligent race of people; although\nthere was an intuitive perception of character and motive, a fineness\nof observation under that demure and modest exterior, that, if Lucy had\never in her life been ten miles from her native village, might have been\ncalled knowledge of the world.\n\nHow she came by this quality, which some women seem to possess by\ninstinct, Heaven only knows! Her early gravity of manner, and sedateness\nof mind, might be more easily accounted for. Poor Lucy was an orphan,\nand had from the age of fourteen been called upon to keep house for her\nonly brother, a young man of seven or eight-and-twenty, well to do in\nthe world, who, as the principal carpenter of Aberleigh, had had much\nintercourse with the Colsons in the way of business, and was on the most\nfriendly terms with the whole family.\n\nWith one branch of that family James Meadows would fain have been upon\nterms nearer and dearer than those of friendship. Even before John\nColson's death, his love for Hannah, although not openly avowed, had\nbeen the object of remark to the whole village; and it is certain that\nthe fond and anxious father found his last moments soothed by the hope\nthat the happiness and prosperity of his favourite child were secured\nby the attachment of one so excellent in character and respectable in\nsituation.\n\nJames Meadows was indeed a man to whom any father would have confided\nhis dearest and loveliest daughter with untroubled confidence. He joined\nto the calm good sense and quiet observation that distinguished his\nsister, an inventive and constructive power, which, turned as it was\nto the purposes of his own trade, rendered him a most ingenious and\ndexterous mechanic; and which only needed the spur of emulation, or the\nstill more active stimulus of personal ambition, to procure for him high\ndistinction in any line to which his extraordinary faculty of invention\nand combination might be applied.\n\nAmbition, however, he had none. He was happily quite free from that\ntormenting taskmaster, who, next perhaps to praise, makes the severest\ndemand on human faculty, and human labour. To maintain in the spot where\nhe was born, the character for honesty, independence, and industry, that\nhis father had borne before him, to support in credit and comfort the\nsister whom he loved so well, and one whom he loved still better, formed\nthe safe and humble boundary of his wishes. But with the contrariety\nwith which fortune so often seems to pursue those who do not follow\nher, his success far outstripped his moderate desires. The neighbouring\ngentlemen soon discovered his talent. Employment poured in upon him. His\ntaste proved to be equal to his skill; and from the ornamental out-door\nwork--the Swiss cottages, and fancy dairies, the treillage and the\nrustic seats belonging to a great country place,--to the most delicate\nmouldings of the boudoir and the saloon, nothing went well that wanted\nthe guiding eye and finishing hand of James Meadows. The best workmen\nwere proud to be employed by him; the most respectable yeomen offered\ntheir sons as his apprentices; and without any such design on his part,\nour village carpenter was in a fair way to become one of the wealthiest\ntradesmen in the county.\n\nHis personal character and peculiarly modest and respectful manners\ncontributed not a little to his popularity with his superiors. He was\na fair slender young man, with a pale complexion, a composed but\nexpressive countenance, a thoughtful, 'deep-set,' grey eye, and a\nremarkably fine head, with a profusion of curling brown hair, which gave\na distinguished air to his whole appearance; so that he was constantly\ntaken by strangers for a gentleman; and the gentle propriety with which\nhe was accustomed to correct the mistake was such as seldom failed to\nheighten their estimation of the individual, whilst it set them right as\nto his station. Hannah Colson, with all her youthful charms, might think\nherself a lucky damsel in securing the affections of such a lover as\nthis; and that she did actually think so was the persuasion of those\nwho knew her best--of her mother, of her brother William, and of Lucy\nMeadows; although the coy, fantastic beauty, shy as a ring-dove, wild\nas a fawn of the forest, was so far from confessing any return of\naffection, that whilst suffering his attentions, and accepting his\nescort to the rural gaieties which beseemed her age, she would now\nprofess, even while hanging on his arm, her intention of never marrying,\nand now coquet before his eyes with some passing admirer whom she had\nnever seen before. She took good care, however, not to go too far in her\ncoquetry, or to flirt twice with the same person; and so contrived\nto temper her resolutions against matrimony with \"nods and becks and\nwreathed smiles,\" that, modest as he was by nature, and that natural\nmodesty enhanced by the diffidence which belongs to a deep and ardent\npassion, James Meadows himself saw no real cause for fear in the pretty\npetulance of his fair mistress, in a love of power so full of playful\ngrace that it seemed rather a charm than a fault, and in a blushing\nreluctance to change her maiden state, and lose her maiden freedom,\nwhich had in his eyes all the attractions of youthful shamefaced-ness.\nThat she would eventually be his own dear wife, James entertained\nno manner of doubt; and, pleased with all that pleased her, was not\nunwilling to prolong the happy days of courtship.\n\nIn this humour Lucy had left him, when, towards the end of May, she\nhad gone for the first time to spend a few weeks with some relations in\nLondon. Her cousins were kind and wealthy; and, much pleased with the\nmodest intelligence of their young kinswoman, they exerted themselves\nto render their house agreeable to her, and to show her the innumerable\nsights of the Queen of Cities. So that her stay, being urged by James,\nwho, thoroughly unselfish, rejoiced to find his sister so well amused,\nwas prolonged to the end of July, when, alarmed at the total cessation\nof letters from Hannah, and at the constrained and dispirited tone which\nshe discovered, or fancied that she discovered in her brother's, Lucy\nresolved to hasten home.\n\nHe received her with his usual gentle kindness and his sweet and\nthoughtful smile; assured her that he was well; exerted himself more\nthan usual to talk, and waived away her anxious questions by extorting\nfrom her an account of her journey and her residence, of all that she\nhad seen, and of her own feelings on returning to her country home after\nso long a sojourn in the splendid and beautiful metropolis. He talked\nmore than was usual with him; and more gaily; but still Lucy was\ndissatisfied. The hand that had pressed hers on alighting was cold as\ndeath; the lip that had kissed her fair brow was pale and trembling; his\nappetite was gone, and his frequent and apparently unconscious habit of\npushing away the clustering curls from his forehead proved, as plainly\nas words could have done, that there was pain in the throbbing temples.\nThe pulsation was even visible; but still he denied that he was ill, and\ndeclared that her notion of his having grown thin and pale was nothing\nbut a woman's fancy,--the fond whim of a fond sister.\n\nTo escape from the subject he took her into the garden,--her own pretty\nflower garden, divided by a wall covered with creepers from the larger\nplot of ground devoted to vegetables, and bounded on one side by\nbuildings connected with his trade, and parted on the other from a\nwell-stored timber-yard, by a beautiful rustic screen of fir and oak and\nbirch with the bark on, which terminating in a graceful curve at the end\nnext the house, and at that leading to the garden in a projecting\ngothic porch,--partly covered by climbing plants, partly broken by tall\npyramidal hollyhocks, and magnificent dahlias, and backed by a clump\nof tall elms, formed a most graceful veil to an unsightly object.\nThis screen had been erected during Lucy's absence, and without her\nknowledge; and her brother smiling at the delight which she expressed,\npointed out to her the splendid beauty of her flowers and the luxuriant\nprofusion of their growth.\n\nThe old buildings matted with roses, honeysuckles, and jessamines,\nbroken only by the pretty out-door room which Lucy called her\ngreenhouse; the pile of variously tinted geraniums in front of that\nprettiest room; the wall garlanded, covered, hidden with interwoven\nmyrtles, fuschias, passion-flowers, clematis, and the silky blossoms\nof the grandiflora pea; the beds filled with dahlias, salvias,\ncalceolarias, and carnations of every hue, with the rich purple and\nthe pure white petunia, with the many-coloured marvel of Peru, with\nthe enamelled blue of the Siberian larkspur, with the richly scented\nchangeable lupine, with the glowing lavatera, the dark-eyed hybiscus,\nthe pure and alabaster cup of the white Oenothera, the lilac clusters of\nthe phlox, and the delicate blossom of the yellow sultan, most elegant\namongst flowers;--all these, with a hundred other plants too long to\nname, and all their various greens, and the pet weed mignionette growing\nlike grass in a meadow, and mingling its aromatic odour amongst the\ngeneral fragrance--all this sweetness and beauty glowing in the evening\nsun, and breathing of freshness and of cool air, came with such a thrill\nof delight upon the poor village maiden, who, in spite of her admiration\nof London, had languished in its heat and noise and dirt, for the calm\nand quiet, the green leaves and the bright flowers of her country home,\nthat, from the very fulness of her heart, from joy and gratitude and\ntenderness and anxiety, she flung her arms round her brother's neck and\nburst into tears.\n\nLucy was usually so calm and self-commanded, that such an ebullition of\nfeeling from her astonished and affected James Meadows more than any\nwords, however tender. He pressed her to his heart, and when, following\nup the train of her own thoughts,--sure that this kind brother, who had\ndone so much to please her was himself unhappy, guessing, and longing,\nand yet fearing to know the cause,--when Lucy, agitated by such\nfeelings, ventured to whisper \"Hannah?\" her brother placing her gently\non the steps leading to the green-house, and leaning himself against the\nopen door, began in a low and subdued tone to pour out his whole heart\nto his sympathising auditress. The story was nearly such as she had been\nled to expect from the silence of one party, and the distress of the\nother. A rival--a most unworthy rival--had appeared upon the scene; and\nJames Meadows, besides the fear of losing the lovely creature whom he\nhad loved so fondly, had the additional grief of believing that the man\nwhose flatteries had at least gained from her a flattering hearing, was\nof all others the least likely to make her respectable and happy.--Much\nmisery may be comprised in few words. Poor James's story was soon told.\n\nA young and gay Baronet had, as Lucy knew, taken the manor-house and\nmanor of Aberleigh: and during her absence, a part of his retinue with\na train of dogs and horses had established themselves in the mansion, in\npreparation for their master's arrival. Amongst these new comers, by far\nthe most showy and important was the head keeper, Edward Forester, a\nfine looking young man, with a tall, firm, upright figure, a clear dark\ncomplexion, bright black eyes, a smile alternately winning and scornful,\nand a prodigious fluency of speech, and readiness of compliment. He fell\nin love with Hannah at first sight, and declared his passion the same\nafternoon; and, although discouraged by every one about her, never\nfailed to parade before her mother's house two or three times a-day,\nmounted on his master's superb blood-horse, to waylay her in her walks,\nand to come across her in her visits. Go where she might, Hannah was\nsure to encounter Edward Forester; and this devotion from one whose\npersonal attractions extorted as much admiration from the lasses, her\ncompanions, as she herself had been used to excite amongst the country\nlads, had in it, in spite of its ostentatious openness, a flattery that\nseemed irresistible.\n\n\"I do not think she loves him, Lucy,\" said James Meadows, sighingly;\n\"indeed I am sure that she does not. She is dazzled by his showiness and\nhis fluency, his horsemanship and his dancing; but love him she does not.\nIt is fascination, such a fascination as leads a moth to flutter round\na candle, or a bird to drop into the rattlesnake's mouth,--and never was\nflame more dangerous, or serpent more deadly. He is unworthy of her,\nLucy,--thoroughly unworthy. This man, who calls himself devoted to a\ncreature as innocent as she is lovely,--who pretends to feel a pure\nand genuine passion for this pure and too-believing girl, passes his\nevenings, his nights, in drinking, in gambling, in debauchery of the\nlowest and most degrading nature. He is doubtless at this very instant\nat the wretched beer-shop at the corner of the common--the haunt of\nall that is wicked, and corrupter of all that is frail, 'The Foaming\nTankard'. It is there, in the noble game of Four Corners, that the man\nwho aspires to the love of Hannah Colson passes his hours.--Lucy, do\nyou remember the exquisite story of Phoebe Dawson, in Crabbe's Parish\nRegister?--such as she was, will Hannah be. I could resign her, Heaven\nknows, grievous as the loss would be, to one whom she loved, and who\nwould ensure her happiness. But to give her up to Edward Forester--the\nvery thought is madness!\"\n\n\"Surely, brother, she cannot know that he is so unworthy! surely,\nsurely, when she is convinced that he is so, she will throw him off like\nan infected garment! I know Hannah well. She would be protected from\nsuch an one as you describe, as well by pride as by purity. She cannot\nbe aware of these propensities.\"\n\n\"She has been told of them repeatedly; but he denies the accusation, and\nshe rather believes his denial than the assertion of her best friends.\nKnowing Hannah as you do, Lucy, you cannot but remember the petulant\nself-will, the scorn of contradiction and opposition, which used half to\nvex and half to amuse us in the charming spoilt child. We little dreamt\nhow dangerous that fault, almost diverting in trifles, might become\nin the serious business of life. Her mother and brother are my warm\nadvocates, and the determined opponents of my rival; and therefore, to\nassert what she calls her independence and her disinterestedness, (for\nwith this sweet perverse creature the worldly prosperity which I valued\nchiefly for her sake makes against me,) she will fling herself away on\none wholly unworthy of her, one whom she does not even love, and with\nwhom her whole life will be a scene of degradation and misery.\"\n\n\"Will he be to-night at the Foaming Tankard?\"\n\n\"He is there every night!\"\n\nAt this point of their conversation the brother was called away; and\nLucy, after a little consideration, tied on her bonnet, and walked to\nMrs. Colson's.\n\nHer welcome from William Colson and his mother was as cordial and hearty\nas ever, perhaps more so; Hannah's greetings were affectionate, but\nconstrained. Not to receive Lucy kindly was impossible; and yet her own\ninternal consciousness rendered poor Lucy, next perhaps to her brother,\nthe very last person whom she would have desired to see; and this\nuncomfortable feeling increased to a painful degree, when the fond\nsister, with some diminution of her customary gentleness, spoke to her\nopenly of her conduct to James, and repeated with strong and earnest\nreprehension, all that she had heard of the conduct and pursuits of her\nnew admirer.\n\n\"He frequent the Foaming Tankard! He drink to intoxication! He play for\ndays and nights at Four Corners! It is a vile slander! I would, answer\nfor it with my life! He told me this very day that he has never even\nentered that den of infamy.\"\n\n\"I believe him to be there at this very hour,\" replied Lucy, calmly. And\nHannah, excited to the highest point of anger and agitation, dared\nLucy to the instant proof, invited her to go with her at once to the\nbeer-house, and offered to abandon all thoughts of Edward Forester if he\nproved to be there. Lucy, willing enough to place the fate of the cause\non that issue, prepared to accompany her; and the two girls were so\nengrossed by the importance of their errand, that they did not even hear\nMrs. Colson's terrified remonstrance, who vainly endeavoured to detain\nor recal them by assurances that smallpox of the confluent sort was in\nthe house; and that she had heard only that very afternoon, that a young\nwoman, vaccinated at the same time, and by the same person with her\nHannah, lay dead in one of the rooms of the Foaming Tankard.\n\nNot listening to, not even hearing her mother, Hannah walked with the\ndesperate speed of passion through the village street, up the winding\nhill, across the common, along the avenue; and reached in less time\nthan seemed possible the open grove of oaks, in one corner of which this\nobnoxious beer-house, the torment and puzzle of the magistrates, and the\npest of the parish, was situated. There was no sign of death or sickness\nabout the place. The lights from the tap-room and the garden, along one\nside of which the alley for four-corners was erected, gleamed in the\ndarkness of a moonless summer night between the trees; and even farther\nthan the streaming light, pierced the loud oaths and louder laughter,\nthe shouts of triumph, and the yells of defeat, mixed with the dull\nheavy blows of the large wooden bowl, from the drunken gamesters in the\nalley.\n\nHannah started as she heard one voice; but, determined to proceed, she\npassed straight through the garden-gate, and rushed hastily on to the\nopen shed where the players were assembled. There, stripped of his coat\nand waistcoat, in all the agony of an intoxicated gambler, stood Edward\nForester, in the act of staking his gold-laced hat upon the next cast.\nHe threw and lost; and casting from him with a furious oath the massive\nwooden ball, struck, in his blind frenzy, the lovely creature transfixed\nin silent horror at the side of the alley, who fell with the blow, and\nwas carried for dead into the Foaming Tankard.\n\nHannah did not, however, die; although her left arm was broken, her\nshoulder dislocated, and much injury inflicted by the fall. She lived,\nand she still lives, but no longer as the Beauty of the Village. Her\nfine shape injured by the blow, and her fair face disfigured by the\nsmallpox, she can no longer boast the surpassing loveliness which\nobtained for her the title of the Rose of Aberleigh. And yet she\nhas gained more than she has lost, even in mere attraction; the vain\ncoquettish girl is become a sweet and gentle woman; gaiety has been\nreplaced by sensibility, and the sauciness of conscious power, by the\nmodest wish to please. In her long and dangerous illness, her slow\nand doubtful convalescence, Hannah learnt the difficult lesson to\nacknowledge and to amend her own faults; and when, after many scruples\non the score of her changed person and impaired health, she became the\nhappy wife of James Meadows, she brought to him, in a corrected temper\nand purified heart, a dowry far more precious in his mind than the\ntransient beauty which had been her only charm in the eyes of Edward\nForester.",
    "metadata": {
        "author": [
            "Mitford, Miss",
            "Mitford, Mary Russell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22845/pg22845.txt",
        "name": "the_beauty_of_the_village.json"
    }
}