{
    "name": "The Electric Man\r\nBeing the One Act Version of the Three Act Farcical Comedy of the Same Name",
    "author": [
        "Hannan, Charles"
    ],
    "body": "Any costumes, wigs or properties used in the performance of “The\nElectric Man” may be hired or purchased reasonably from Messrs. C. H.\nFox, Ltd., 27, Wellington Street, Strand, London.\n\n\n\n\nTHE ELECTRIC MAN.\n\n\nThe three act successful farcical comedy, “The Electric Man,” which may\nbe obtained in manuscript from Messrs. Samuel French, Ltd., was first\npresented at the King’s Theatre, Hammersmith, with Mr. Harcourt Beatty\nin the leading rôle, and was subsequently put on for a West End run\nat the Royalty Theatre on November 10, 1906, with Mr. Harry Nicholls\nas the Electric Man, the piece being transferred to the Shaftesbury\nTheatre on Boxing Day of the same year.\n\n\n\nThe condensed one act form of the play which follows was produced by\nMr. Harry Nicholls at the Chelsea Palace and Metropolitan Halls with\nthe greatest success on July 29, 1907, cast thus:--\n\n  WALTER EVEREST and THE ELECTRIC MAN              _Mr. Harry Nicholls_.\n  DR. JACK STRANGE, a young physician, his friend  _Mr. Loring Fernie_.\n  STELLA, Jack’s sister, Walter’s fiancée          _Miss Fitzgerald_.\n  MRS. ANDERSON, his landlady                      _Miss Nellie Dade_.\n  JOBBINS, a private detective and inquiry agent   _Mr. Thorpe Tracey_.\n\n  _Period_: Present day. Morning.\n\n  _Time of representation_: Twenty-six minutes.\n\n\n\n\nNOTES.\n\nWalter and the automaton are never upon the stage together, so that\nthroughout the play Walter takes the figure’s place by entering the\ncupboard “off.” A super is required, however, to play “dummy,” but when\nthis happens the figure is seated in the cupboard with its back to\naudience.\n\nCOSTUME for Walter and for the automaton: Walter wears a brown coat or\njacket and trousers of the same, with a white waistcoat. The automaton\nis dressed exactly the same as to trousers and waistcoat, etc., but\nwears a black frock coat, and as they both usually keep the coat\nbuttoned, the waistcoat is seldom seen.\n\n“_Funeral March of a Marionette_” to accompany the automaton’s scenes.\nThe automaton walks very stiffly and jerkily, and moves his arms like a\ndoll.\n\nD in F indicates the opening leading to hall.\n\nR the entry to drawing-room.\n\nThere are curtains at each side of the window recess,\n\nAnd a Grandfather’s clock against wall, front of china cupboard.]\n\n\n\n\nTHE ELECTRIC MAN\n\n\n  SCENE.--_WALTER’S rooms in London. Moderately furnished sitting-room._\n\n  _On table R. a newspaper and two unopened letters._\n\n  _The table up in the alcove is set for luncheon._\n\n  _WALTER’S brown bowler is lying on chair or sofa L._\n\n  _The cupboard door has a spring so that it closes of itself when left\n  open, a string being also tacked across the inside of the door so\n  that WALTER can pull the door to after him at end of play. A large\n  bamboo rocking-chair is used for the figure, and is easily moved and\n  turned as directed._\n\n  (_Enter JACK and MRS. ANDERSON D. in F._)\n\nMRS. ANDERSON. It’s as I thought, sir, the pore young gent isn’t up.\n\nJACK (_looks at his watch_). Was he late last night?\n\nMRS. ANDERSON. Oh, yes, sir, as I happens to know being woked up\nsudden, thinkering to hear a burgular, which was only Master Walter\nEverest, the gent I does for, a-creepering and a-crawlering upstairs.\n\nJACK. Is he often like that? (_Takes up and looks at letters on table\nand puts them down again._)\n\nMRS. ANDERSON. Lawk a floury! no, sir, only breaks out occasional when\nhis work’s bad. Mr. Everest is a chemist and electerician.\n\nJACK. Been working hard lately?\n\nMRS. ANDERSON. I believes as he have something very musterious and\nsecret inventering at this here identical period of time, some mustery\nas he keeps in that there cupboard which the door is always locked\nconstant. Oh, very musterious--and queer smells a-penetratering and\nperfuncteroring the house. Oh, here he are, sir.\n\n  (_WALTER’S door L. opens. She exits D. in F._)\n\n  (_WALTER stumbles in L. He is not to look dissipated, but to act it._)\n\nWALTER. Hullo, hullo! whose head is this? It isn’t mine, it can’t be\nmine. Stop! (_Sits top of R. table._) Stop! (_Picks up newspaper._)\nMorning paper, who wants morning paper? (_Throws it on floor behind\nhim, and JACK, who is watching him, picks it up. WALTER opens letter._)\nLetters, who wants letters?--oh, one from my tailor, “We greatly regret\ndelay in delivery of your new black coat. We will despatch it to\nreach your residence without fail to-day. May we remind you that your\naccount----?” No, you may _not_ remind me.\n\n  (_JACK gives him a rousing smack on the back._)\n\nHullo, Jack, where did you spring from?\n\nJACK. Came to town this morning. (_Clasp hands._)\n\nWALTER. Jack, I’m very ill. I haven’t been out of doors till last\nnight for weeks. Nothing but work at what my father left me. He gave\n_his_ lifetime to it and then left it to me. It ought to have been the\ninvention of the age. I went on the spree last night, when the whole\nthing failed.\n\nJACK. I have some news for you about your stepmother, Mrs. Everest.\nBy the idiotic conditions of your late father’s will--if the old lady\nmarries again before your birthday on Monday next the whole fortune he\nleft becomes not yours but hers.\n\nWALTER. He meant it the other way about.\n\nJACK. Yes, but that is how the will reads--instead of writing “_He_\nshall inherit,” your father wrote “_she_ shall inherit.” She is the\n“she.” About forty-five thou., isn’t it?\n\nWALTER. Nearer fifty.\n\nJACK. An adventurer named Potterfield has lately come to the village,\nfound out about the will, made love to the old lady, got a special\nlicense, and is bringing her to town to marry her to-morrow.\n\nWALTER. What?\n\nJACK. Stella is coming here directly. This wedding must be stopped or\npostponed.\n\nWALTER. Jack, something’s got to be done--suppose I were taken\nill--very ill.\n\nJACK. No good at all.\n\nWALTER. Well, suppose that--no, that’s no use--suppose again that--no,\nthat’s no good either. I have a dim kind of idea that in some way my\ninvention is going to help us.\n\nJACK. You said it had failed.\n\nWALTER. It failed living; it might be of use dead. (_Swiss Jodel._)\nHullo, tra la la! (_Momentary dissipated business._)\n\n  (_STELLA enters D. in F._)\n\nWALTER. Hullo, Stella how are you? Jack has told me all about this\nadventurer, Potterfield. I’ve an idea to checkmate my stepmother.\n(_Gives her seat._) I’m going to postpone their marriage not by being\nill--I’m going to die. What do you think of that?\n\nJACK. I think it’s the weakest thing I ever heard of.\n\nWALTER. In that cupboard there is a figure exactly like myself which\nwas timed to spring into existence yesterday at 5 p.m.--only it didn’t.\nIt’s the work my father never completed. Something went wrong. There\nthe figure is and will remain, dead as a nut. I even dressed it in my\nbest clothes, gave it a name, too, christened it Cyril Davidson.\n\nSTELLA. Cyril Davidson? (_Laughs._)\n\nJACK. What was the little idea of making it like yourself?\n\nWALTER. My father’s instructions were to make the man I was creating\na handsome, good-looking fellow, according to the very best available\nmodel. All you’ve got to do is to produce the dead figure and say it’s\nme. I’ll go away to Brighton; they can’t in common decency marry before\nthe funeral.\n\nJACK. Then it seems you made an electric man. _My_ chief doubt is it\nwon’t be like enough.\n\nWALTER. Come and see!\n\n  (_Music. He takes key from pocket, unlocks door of cupboard, and a\n  man in black frock-coat, with black bowler, is seen seated with back\n  to audience._)\n\nSTELLA. Oh, how wonderful! (_Looking in._)\n\nJACK. Wonderful! (_Looking in._)\n\nSTELLA. Walter, that _is_ you!\n\n  (_Bell rings off D. in F._)\n\nWALTER. Bell!--that may be my stepmother! (_He quickly closes\ncupboard._) We might go into the other room. I call it my drawing-room,\nbecause there is a piano and three gold-fish in a bowl.\n\n  (_STELLA goes into room R._)\n\nJack, in case she comes I’d better be off. Can you lend me any cash?\n\nJACK. How much do you want? (_Producing loose cash._)\n\nWALTER. Two or three pounds. (_Looks in JACK’S hand._) I’ll take four.\n(_Does so._) Stop, I’ll give you a duplicate key of the cupboard.\n(_Gives key._) The figure has got my black coat on, and I want it for\nBrighton. When you come back, it will be wearing _this_ one. (_Pointing\nto coat he is wearing._)\n\nJACK. Right.\n\nWALTER. Explain that to Stella.\n\nJACK. Right oh! (_JACK goes into drawing-room R._)\n\n  (_WALTER picks up and puts on his brown bowler, goes quickly up,\n  unlocks cupboard, puts key back in pocket, then goes in after\n  saying:_)\n\nWALTER. Now, Mr. Davidson, my coat, if you please.\n\n  (_He opens door wide, showing figure seated as before, then goes in\n  and the door closes._)\n\n  (_He is then heard calling loudly in cupboard:_)\n\nI say! let me go! confound you--Jack--Jack--I say! the thing is moving!\n\n  (_Loud noise of struggle._)\n\nHold on, damn it! don’t hit me on the head! Do you want to STUN me?\nJack!\n\n  (_A loud cry and two thumps, then the cupboard door slowly opens,\n  AUTOMATON puts head out--the actor having had time to change into\n  the black coat before entering as the automaton. It creeps out, not\n  opening the door more than necessary--business, tries to re-open\n  door by hitting it. It wears the black bowler set to one side of\n  head. Comes down C., stiffly, and remarks, “Yow,” then goes up. MRS.\n  ANDERSON enters D. in F. with dishes and sets table in recess with\n  back to audience. He goes towards MRS. ANDERSON. She starts on seeing\n  his strange manner. He turns and goes across and straight off D. in\n  F., she goes after him._)\n\nMRS. ANDERSON (_calling after him_). Mr. Everest, sir!\n\n  (_Exit AUTOMATON D. in F._)\n\n  (_Exit MRS. ANDERSON D. in F._)\n\n  (_JACK and STELLA enter from R._)\n\nJACK. I left him changing his coat.\n\nSTELLA (_looking out of window_). There he is turning the corner; he\n_has_ changed his coat.\n\nJACK. Let’s have a proper look at this wonderful thing before the old\nlady comes.\n\n  (_They fetch out chair with WALTER seated on it and bring it down\n  stage, where they wheel the chair right round so that the stunned\n  WALTER faces audience. He is hatless._)\n\nSTELLA. Hasn’t it slipped down in the chair since we saw it last?\n\nJACK. I don’t think so.\n\nSTELLA. Look at its eyes--Jack, they’re opening--it’s moving!\n\nJACK. Great Heavens! it’s being born!\n\nWALTER (_half stunned and waking_). Where am I?\n\nSTELLA. It speaks!\n\nJACK. It’s living!\n\nWALTER. I want a drink!\n\nJACK. Good lord! It drinks!\n\n  (_STELLA screams and falls on seat. Bell again rings loudly off R._)\n\nHullo! there’s Mrs. Everest! (_He takes WALTER, who has risen, by the\narm._) Come with me, sir (_leads him to bedroom L._). In there with\nyou, quick!\n\n  (_Kicks him in quickly, and locks door._)\n\n  (_STELLA meantime has hurried up with the chair and put it in cupboard\n  and closes door._)\n\nPhew! this is the most extraordinary thing! (_Hurries down, saying:_)\nWhere are the telegraph forms?\n\n  (_As he snatches them from nail on wall, and sits to write R., MRS.\n  ANDERSON enters D. in F. out of breath and with a telegram; she is\n  in process of dressing, her hair being in disorder, and she wears a\n  dressing jacket._)\n\nMRS. ANDERSON. Telegrapheram, sir. (_Down and gives it._)\n\nJACK (_looking at telegram_). From Mrs. Everest--“Have missed\ntrain, don’t wait lunch--coming by next.” Thank goodness! (_To MRS.\nANDERSON._) I suppose you don’t know where I can find a detective?\n\nMRS. ANDERSON. Yes, sir, I does. Being my own nephew as lives in the\nattic.\n\nJACK (_writes several telegrams, as:_) I want him at once----\n\nMRS. ANDERSON. Lawk a floury me!\n\n  (_Hurries out D. in F._)\n\nSTELLA. What are you writing? (_Takes up one of the telegrams._)\n“Walter Everest, _Ship Hotel_, Brighton. Cyril Davidson is living. Come\nhome.”\n\n  (_WALTER knocks loudly at bedroom door._)\n\nJack! listen!\n\nJACK (_still writing--knocking repeated_). Coming--coming.\n\n  (_Knocking ceases--he continues._)\n\nThis goes to every hotel in Brighton.\n\nSTELLA. He may not be at an hotel.\n\nJACK. That’s why I’ve sent for a detective----\n\n  (_JOBBINS enters, hat in hand and umbrella under arm; he is a stout\n  man, rather shabbily dressed in tweed, with tweed frock-coat, and has\n  a square-topped bowler._)\n\nJOBBINS. My name is Jobbins, sir. (_Gives large card._) Private inquiry\nand detective agent, utmost secrecy and despatch, parties watched,\nmissing relatives traced, divorces ensured.\n\nJACK. This is a very simple matter, Mr. Jobbins. The gentleman who\nresides here left home suddenly. I want him fetched back at once.\n(_Sits and writes note as:_)\n\nJOBBINS. Yes, sir (_goes up, then returns_), where is he? (_With\nnotebook open to take notes._)\n\nJACK. Brighton.\n\nJOBBINS (_notes_). Brighton--what hotel, sir?\n\nJACK. Do you think if I knew what hotel I should require a detective?\n\nJOBBINS. Then how am I to find him?\n\nJACK. The best thing will be to take the first train to Brighton.\n\nJOBBINS (_notes_). First train to Brighton.\n\nJACK. He may be at a boarding-house.\n\nJOBBINS (_notes_). Possibly a boarding-house.\n\nJACK. When you find him give him this note (_closing it and giving\nit_), and send me a wire. (_Gives five-pound note._) There is some cash\nfor your expenses.\n\nSTELLA. How is he to know Walter?\n\nJACK. Isn’t there a photograph? (_Finds one on mantel R._) Here we are.\n(_Gives it._)\n\nJOBBINS. I’ll walk about the Brighton streets with this--why, I seen\nthis gent in the public gardens five minutes ago.\n\nJACK. Then after him and bring him back.\n\nJOBBINS (_at D. in F._). You’ll hear from me--BY WIRE.\n\n  (_Exit._)\n\nJACK (_calls out after him_). Follow him to Victoria; if you miss him,\ngo right on. (_Comes down._) I’ve forgotten these telegrams.\n\nSTELLA. I’ll take them.\n\nJACK (_gives them_). Have you any cash?\n\nSTELLA. Yes. (_Hurries out D. in F._)\n\n  (_A very loud peremptory knocking at D.L. JACK listens a moment--it is\n  repeated._)\n\nJACK. Getting nasty! (_Loud knocking._)\n\nWALTER (_off, calls_). I say--let me out!\n\nJACK. Now if I had not known, I should have said that was Walter. The\nvoice was a trifle thick at starting, but now its identical.\n\nWALTER (_off_). Let me out. (_Loud knocking._)\n\nJACK. I suppose I’ll have to.\n\n  (_He goes and unlocks door and returns to R. front--WALTER comes\n  out._)\n\nWALTER. What is the meaning of all this?\n\nJACK. That’s exactly what I want to know.\n\nWALTER. Locking a fellow in a bedroom.\n\nJACK (_aside_). Calls itself a fellow and knows it’s a bedroom!\n\nWALTER. I feel as stupid (_he is still half-stunned_) as an owl. Where\nis Stella?\n\nJACK. Knows about Stella!\n\nWALTER. What are you muttering?\n\nJACK. Knows I’m muttering!\n\nWALTER. Well?\n\nJACK. Well.\n\nWALTER. Why the devil don’t you speak?\n\nJACK. Knows there’s a devil! I really don’t quite know what to do with\nyou till your creator returns.\n\nWALTER. What?--How?\n\nJACK. What or how--same thing. This is a pretty pickle, Mr. Cyril\nDavidson.\n\nWALTER. Mr. _What_?\n\nJACK. Of course you don’ know your name yet; that is what you were\nchristened, Cyril Davidson, so I call you Cyril Davidson.\n\nWALTER. Oh, you do, do you? that’s very clever of you. My mind’s a\nblank, I can’t remember what happened before I woke up on that chair.\n\nJACK. No one remembers what happened before they were born.\n\nWALTER (_bangs a book down on table_). Oh, damned nonsense!\n\nJACK. I wonder what you think of the world now you’ve come into it;\nwhat are your general impressions of mankind?\n\nWALTER. Was this why you locked me in the bedroom?\n\nJACK. Exactly.\n\nWALTER. And are you going to keep this up?\n\nJACK. Decidedly.\n\nWALTER. I can’t see much sense in it myself; however, if it pleases\nyou--I’m going to have some lunch. (_Goes up to table in recess._)\n\nJACK (_calls up_). Mr. Davidson! (_No answer._) I’ve made it angry.\n(_Calls._) Mr. Davidson--I say, Davidson--Mr. Cyril Davidson--sir,--oh,\nit’s in a pet and declines to answer me.\n\n  (_STELLA enters D. in F._)\n\nSTELLA. Jack, a boy brought this. (_Gives note._)\n\nJACK (_tears it open_). Jobbins is something like a detective. “Just\nseen Mr. Everest, he is running. Jobbins.”\n\nSTELLA. Running?\n\nJACK. The electric individual is in there.\n\nSTELLA. You let it out? What is it doing?\n\nJACK. Lunching.\n\nWALTER (_at table in alcove, mixing salad_). Nothing here but salad!\n(_With beer bottle._) Beer, who wants beer?\n\nJACK. Knows all about everything!\n\nSTELLA. It’s been listening in the cupboard before it lived. (_Pause\nand then asks._) Should we speak to it?\n\nJACK. It’s very bad-tempered, but I daresay it won’t hurt you. (_They\ngo up._) I say, Davidson!\n\nWALTER. Bah! (_They start back._)\n\nSTELLA. Poor thing! tell it it’s amongst friends.\n\n  (_They again approach._)\n\nJACK. This young lady is very anxious to make your acquaintance, Mr.\nDavidson!\n\n  (_WALTER smashes crockery with a beer bottle; they start and come down\n  in fright, then approach again._)\n\nSTELLA. Please, Mr. Davidson!\n\nWALTER (_turns_). Oh, _you’ve_ come back; has Jack told you what he’s\nplaying at?\n\n  (_He comes down a little--they retreat from him._)\n\nJACK. Isn’t it wonderful! Calls me Jack!\n\nWALTER (_as they are staring at him_). When you’ve done staring,\nperhaps you’ll drop this.\n\nSTELLA. Jack, I can’t believe it! (_WALTER walks about in rage._)\n\nJACK. At first I couldn’t, but there is a difference, I begin to see\nit, a very subtle difference; watch how it moves; aren’t its joints a\nlittle stiff and so on?\n\nWALTER (_quick step to him_). You thick-headed-addle-pated numskull!\n\n  (_JACK in fright falls headlong backwards over sofa L., STELLA runs\n  and crouches R., then they rise on knees and wave to pacify him._)\n\nJACK. Gently, gently!\n\nSTELLA. Oh, please, Mr. Davidson, please don’t be so angry; we are both\nawfully interested in you and really sorry for you. It must be terrible\nto be born full grown.\n\nWALTER. Am I mad, or are you?\n\nJACK. _You_ are.\n\nWALTER. That’s settled.\n\nSTELLA. Of course, you think you’re real, but we _know_. You’re only a\nmade thing, like a cheese or a pudding.\n\nWALTER (_hand to head_). You honestly say and believe that I am my own\ninvention? (_They nod solemnly._)\n\nWALTER. Am I myself, or am I the thing I made?\n\nJACK. You are the thing you made.\n\nWALTER. Then where is myself--the other fellow?\n\nJACK. Your esteemed creator left home before you began to exist,\nchanged coats and went.\n\nWALTER. Changed coats? I never changed coats at all!\n\nJACK.   }\n        } What?\nSTELLA. }\n\nWALTER. The moment I tried to, the figure rose up and stunned me.\n\nSTELLA (_up to him, throws arms round him_). It’s Walter!\n\n  (_Enter MRS. ANDERSON with telegram D. in F., and gives it. JACK opens\n  it._)\n\nMRS. ANDERSON (_seeing WALTER_). Ow! Ow! Lawk a floury me!\n\n  (_Exit._)\n\nJACK. Jobbins is somewhere near Euston. (_Gives telegram to STELLA._)\n\nWALTER. Who’s Jobbins?\n\nJACK. The detective who’s gone after you to bring you back.\n\nWALTER. Then it really went out?\n\nSTELLA (_reading telegram_). “Have taken a cab, he’s still running.”\nWhat will happen if Mr. Jobbins catches it?\n\nWALTER. I expect he _will_ catch it.\n\nJACK. Another telegram! (_Going up to D. in F._)\n\n  (_MRS. ANDERSON hands in a telegram and retires._)\n\n  (_Coming down, reading:_) “He has smashed some more windows, and is\n  still running.”\n\nSTELLA (_taking the telegram_). More windows!\n\nJACK. “The crowd are still after him.”\n\nWALTER. Crowd?\n\nJACK. “He has just climbed a tall chimney stack marked Bovril, and is\nnow sitting on the top.”\n\nWALTER. Good Lord!\n\nJACK. “Marked Bovril,” is this to be your fate, alas, my poor brother!\n\nWALTER (_snatches the wire and reads_). “They are fetching a fire\nescape. He keeps yowling.”\n\nSTELLA (_taking telegram_). Yowling?\n\nWALTER. Suppose the police get him and think it’s me, I’ll be blamed\nfor all this damned thing. We must catch him. We’ll buy a gag and\nhandcuffs as we go along.\n\nSTELLA. Gag? Why?\n\nWALTER. Because he’s yowling! Stop! Stella must stay in case Mrs.\nEverest comes. (_Calls._) Mrs. Anderson! I want a cab!\n\n  (_He and JACK rush out D. in F._)\n\nSTELLA. I’m so excited I think I’ll play the piano in the other room.\n\n  (_Exit R. to drawing-room and immediately plays and sings\n  “Caressante.”_)\n\n  (_AUTOMATON enters D. in F., in black frock-coat, but now hatless,\n  goes to cupboard, paws at the door, goes and knocks over chair, then\n  to table up L. and takes up a tumbler, brings it down mechanically to\n  front C., half raises it, then lets it fall on the floor and sits by\n  table R., facing audience and says:_)\n\nAUTOMATON. Tick-tick-Yow.\n\n  (_MRS. ANDERSON enters D. in F. with a black frock-coat in tailor’s\n  parcel, places it on table R. top end, then sees AUTOMATON and comes\n  out C., to speak._)\n\nMRS. ANDERSON. Oh, he’s there, are he? (_Using handkerchief as she\nspeaks._)\n\nAUTOMATON. Yow.\n\nMRS. ANDERSON. There’s a parcel from the tailoring folks with a message\nhopering as it were in time.\n\nAUTOMATON. Yow-Yow. (_She starts a little._)\n\nMRS. ANDERSON. The pore young lady is a-sittering in there.\n\nAUTOMATON. Tick-tick. Yow-yow! (_Same business._)\n\nMRS. ANDERSON. Ain’t you in good ’ealth, Mr. Everest, sir?\n\nAUTOMATON. Yow-chuck, Yow-yow.\n\n  (_Rises and makes mechanical exit to bedroom L._)\n\nMRS. ANDERSON (_watching him_). Pore-young-man!\n\n  (_Enter STELLA R._)\n\nMr. Everest have come back, mum; gone in his bedroom, mum; been to the\npub.-house again, or I’m much mistook. Pore-young-man!\n\n  (_Exit D. in F._)\n\nSTELLA (_calls across_). Walter, here’s a parcel--Walter!\n\n  (_AUTOMATON enters door L., but does not come out, she sees him._)\n\nWalter, why have you left Jack? Is anything wrong?\n\nAUTOMATON. Yow! (_Turns and goes in again D.L._)\n\nSTELLA (_crossing to the door_). Walter! (_Door shuts._) How very\npolite of you! Are you changing? (_Voice off says, “Yow.”_) Oh, very\nwell, if you won’t answer me. I’m in the drawing-room all alone!\n\n  (_Has crossed back to R., and goes in._)\n\nAUTOMATON (_enters L._). Tick-chuck-yow. (_Goes up, hits door of\ncupboard twice._) Chuck-yow-yow.\n\n  (_Goes to recess, knocks over a chair, hits clock, etc., and goes\n  into china cupboard in recess L. A loud noise of smashing of crockery\n  off. STELLA through this is playing and singing same air as before._)\n\n  (_WALTER comes in D. in F., as soon as ever he can, walking quite\n  quietly as contrast to the very quick exit of AUTOMATON. Brown\n  jacket._)\n\nWALTER (_comes to table R., calling_). Stella! I want you. Stella!\n\nSTELLA (_stops singing a moment to call_). I’m not coming! (_Resumes\nsong off._)\n\nWALTER (_takes up parcel_). My new coat at last. The moment I get\nDavidson under lock and key I’m going to change into this and get away\nto Brighton. (_Puts parcel down._)\n\n  (_STELLA enters R._)\n\nWhy wouldn’t you come a minute ago?\n\nSTELLA. Why did you shut that door in my face?\n\nWALTER. When?\n\nSTELLA. After you went out.\n\nWALTER. After I went out--before I came home? Did I speak?\n\nSTELLA. No.\n\nWALTER. It’s as plain as a pikestaff, it’s come home!\n\nSTELLA (_slowly and firmly_). I believe you’re right. Now I’ve seen you\nboth I’ll never mistake again.\n\nWALTER. It must be somewhere on the premises now.\n\n  (_They hurriedly look about under furniture, and meet and collide up\n  C., and say, “Oh!” Noise in china cupboard._)\n\nWALTER. It’s in the bedroom. Run down to Mrs. Anderson and borrow the\nvery largest blanket.\n\nSTELLA. Why?\n\nWALTER. I want something to throw over it.\n\n  (_STELLA exit D. in F._)\n\nWALTER (_listens to fresh sounds_). No! It’s in the china cupboard!\n\n  (_A wooden hand with fingers extended is mysteriously thrust out of\n  china cupboard door. He gets a plate and smashes it on this hand,\n  which is at once withdrawn. This can be done with a real hand and\n  smash plate on door near it._)\n\n  (_He quickly turns key._)\n\nWALTER. Got it--got it!\n\n  (_He jubilantly dances down C., then goes and calls out D. in F._)\n\nStella, Stella, I’ve locked it in the china cupboard. I don’t want\nthe blanket. (_Returns._) Gone in the kitchen, I suppose! (_Takes up\nparcel._) Change my coat at last and get away! (_Goes into bedroom L._)\n\n  (_Immediately on his exit a loud smashing in china clipboard, then\n  the door flies into splinters and is knocked down, and AUTOMATON\n  enters quickly, hurries right round C., and into bedroom after\n  WALTER._)\n\nWALTER (_within, as loud noise in bedroom_). Hi! stop!\n\nAUTOMATON (_within_). Yow-yow.\n\nWALTER (_rushing in, dressed in black coat_). By Jove! what an escape!\n\n  (_JACK, carrying blanket of green flannel or red, enters with STELLA,\n  who has gag and handcuffs--enter D. in F._)\n\n  (_WALTER makes signs to them, pointing to bedroom and beckoning them\n  to follow him there._)\n\nJACK. Is that it?\n\nSTELLA. Yes, yes, Jack, yes!\n\n  (_JACK throws blanket over WALTER, and they get him on chair C._)\n\nJACK. Hurrah! we’ve got him now! (_Business: secure him with rope round\nhis legs and gag, then take blanket off._) (_WALTER, gagged, groans._)\nNo more climbing tall chimney stacks! (_WALTER groans._)\n\nSTELLA. Is it in pain?\n\nJACK. Of course not.\n\nSTELLA. It groans so!\n\nJACK. Rather mad at being caught.\n\nSTELLA. Is it wax-work?\n\nJACK. More like indiarubber. I suppose you do see the difference this\ntime?\n\nSTELLA. Rather.\n\nJACK. That’s not flesh and blood. (_Pulling its nose._)\n\nSTELLA. It seems to want to explain something.\n\nJACK. It will never get the chance of that. (_Lighting a candle from\nmantel R._)\n\nSTELLA. Poor thing! are you tired of living? (_Groan._)\n\nJACK. How can it answer you?\n\nSTELLA. I believe it could if you took the gag out of its mouth.\n\nJACK. Hold the candle under its nose. (_Groan._)\n\nSTELLA. No, no, no! (_JACK puts candle on table._)\n\nJACK (_with pin from waistcoat_). I want to see what it will do when I\nstick this pin in it. (_Groan._)\n\nSTELLA. No, no!\n\nJACK. In its leg, you can nip its arms and legs. (_Does so--groan._)\n\nSTELLA. It doesn’t seem to like being nipped.\n\nJACK. In the interests of science I’m going to bleed it. (_Loud\ngroans._) Give me a carving knife. (_Groans._)\n\n  (_MRS. ANDERSON has entered and come down--sees WALTER, screams. They\n  start._)\n\nMRS. ANDERSON. The gent I does for came down the other stair from the\nbedroom (_pointing L._) and is in the kitchen premises at this here\nidentical period of time.\n\nJACK. What! _Is_ he?\n\nMRS. ANDERSON. Here have I been a-doing for two twins at the price of\none.\n\nJACK (_bustles MRS. ANDERSON to D. in F._). Send Mr. Everest up at\nonce! (_Exit MRS. ANDERSON._)\n\nJACK. Now to make an end of this fiend!\n\n  (_WALTER, who has been watching them as well as he could, now pretends\n  to be dead._)\n\nHullo! I don’t think I’ll want any instruments, it’s passing away!\n(_Business._) Not breathing! (_Looks at watch._) It’s eyes are closed.\nOh! it’s run down. I believe we’d be quite safe to unbind it. Just help\nme with this rope. Let it pass away quietly on the sofa. There is\nsomething pathetic even in the death of a doll.\n\n  (_They unbind WALTER and raise him, he opens his eyes and bounds upon\n  JACK--commotion._)\n\nConfound it, it’s living again!\n\n  (_STELLA runs in room R., JACK runs in room L._)\n\nWALTER (_as JACK looks in L., and STELLA looks in R._). I say! (_They\nat once withdraw._) Jack! Stella! (_Heads appear again._) I say! Jack!\n(_Heads disappear._) Come out, you bounder! (_Heads appear._) Why are\nyou making such idiots of yourselves?\n\nJACK (_coming in_). Who are you?\n\nWALTER. Walter Everest.\n\nJACK. The other fellow said that.\n\nWALTER. I _am_ the other fellow.\n\nJACK. Then I’ve let the automaton escape!\n\nWALTER. Escape?\n\nJACK. _It_ must be in the kitchen now!\n\nWALTER. I have a particularly heavy poker in my room, I’ll just fetch\nit.\n\nJACK. And then?\n\nWALTER. We’ll see what then! (_Has gone into bedroom L._)\n\nJACK. This _is_ a nice muddle! What asses we’ve been!\n\nSTELLA. Yes, haven’t we?\n\nJACK. By Jove! we have.\n\n  (_AUTOMATON comes in D. in F., followed by MRS. ANDERSON with a\n  telegram--they both go quickly into drawing-room R._)\n\nMRS. ANDERSON (_calling as she goes_). Telegrapheram, Mr. Everest, sir!\n\nSTELLA (_down L. with JACK points up to them as they go out_). Jack!\nlook!\n\n  (_Piano is smashed off R._)\n\nOh, what’s that?\n\nJACK. That’s the piano! (_Glass is smashed off R._) That’s the three\ngold-fish in the bowl!\n\n  (_WALTER with poker enters L._)\n\nMRS. ANDERSON (_off_). Oh, help! (_She rushes in from R. in a fainting\ncondition and gasps._) Mr. Everest have fell out of the window into the\nstreet!\n\nWALTER. Mrs. Anderson, I am here.\n\n  (_She gives a loud yell of fright in his face and rushes into bedroom\n  L. STELLA hastens after her._)\n\nWALTER. There’s going to be no mistake this time, I’m going after it\nmyself. (_Exit D. in F._)\n\n  (_JOBBINS enters D. in F., his hat bashed, a black eye, and one arm\n  in a sling. He is in a miserable condition._)\n\nJACK. Great goodness! Jobbins!\n\nJOBBINS. What’s left of him, sir!\n\nAUTOMATON (_off at back_). Yow-yow.\n\nJOBBINS (_on his knees clings to JACK_). I calls on you to protect me!\n\nJACK. We must search this house from top to toe. You chase up, I’ll\nchase down. And if we don’t find him, meet here.\n\nJOBBINS. I’ll do that (_they go up_), meet here!\n\n  (_Exeunt._)\n\nSTELLA (_looks in L._). Jack, she’s getting better--Jack! where are\nyou? (_Goes in again._)\n\n  (_JOBBINS enters D. in F., comes down, saying:_)\n\nJOBBINS. Missed him! (_Sits L. of R. table_). I’ll just make out my\nlittle bill.\n\n  (_As he is doing this, AUTOMATON enters D. in F., comes down and has\n  a spasm with his hands, knocking off JOBBINS’ hat. JOBBINS with a\n  loud yell rushes out D. in F. AUTOMATON knocks furniture about, etc.,\n  and goes into china cupboard. (He may throw a chair out of window\n  first.) STELLA comes in L. to see his final exit. She then goes up,\n  looks into china cupboard after him--then comes downstage, calling in\n  fright:_)\n\nSTELLA. Help! Help! Help!\n\n  (_JACK and JOBBINS bring WALTER on between them D. in F., and bring\n  him down C., and MRS. ANDERSON enters L._)\n\nWALTER. Let me go, let me go, I say!\n\nSTELLA. Jack, you’ve got the wrong man!\n\n  (_They release him._)\n\nMRS. ANDERSON. There’s a telegrapheram, sir; is it for you or your twin?\n\nJACK (_snatches it and reads_). From Mrs. Everest--“Potterfield fell\nout of his dogcart and broke his leg. The wedding is postponed.”\n\nSTELLA. Postponed!\n\nJACK. Congratulate you, old chap (_shaking hands_). Your fortune’s safe.\n\n  (_Noise off and lights down as:_)\n\nWALTER. Hush, hush! all of you. It’s coming out to die!\n\n  (_STELLA hides on floor front of sofa L. MRS. ANDERSON hides on\n  knees front of table R. JOBBINS stands by clock against wall up L.\n  JACK sets cupboard door open with chair against it and then goes and\n  stands in recess to R., side of same, and WALTER goes off to hide\n  behind the curtain of recess L., side where there is a secret exit,\n  so that he at once comes on as AUTOMATON from the china cupboard._)\n\n  (_A man’s hand holds out the curtain behind which WALTER is supposed\n  to be hiding. Dying scene for AUTOMATON. Jerky business, frightens\n  JOBBINS who crouches back from it, then goes C., stoops and grows\n  faint, has a spasm of strength and hurries to table R., frightening\n  MRS. ANDERSON, who gets under table. It then leans dying against\n  table, then has a fresh spasm, hurrying across to STELLA, who lies\n  away from it on floor to avoid it._)\n\n  (_Then up to cupboard door, which JACK set open with a chair.\n  AUTOMATON dies with back to inside of door, pushing the chair clear\n  of it in his spasm, business, finally shutting himself in as he\n  collapses by letting the door close after him._)\n\n  (_Red limes changing to green through above, and dark floats._)\n\n  (_Lights up--all rise._)\n\nSTELLA (_cries_). Walter! (_Music of “Caressante.”_)\n\n  (_WALTER comes out from behind curtain L. and down to STELLA C., takes\n  her in his arms._)\n\nWALTER. It’s Walter this time, and if you want proof, open the cupboard\nand you’ll find all that remains of\n\n\nTHE ELECTRIC MAN.\n\n\nCURTAIN.\n\n\n\n  Charles Hannan’s one act plays, “The Setting of the Sun,” “The New\n  Groom,” “Richard Wye,” “The Gipsy,” “A Fragment,” “The Clock,” “The\n  Lily of the Field,” may also be obtained from Messrs. SAMUEL FRENCH,\n  LTD.\n\nTHE SELWOOD PRINTING WORKS ·· FROME ··]\n\n\n\n\nItalicized text is surrounded by underscores: _italics_.\n\nObvious typographical errors have been corrected.",
    "metadata": {
        "author": [
            "Hannan, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61142/pg61142.txt",
        "name": "the_electric_man_being_the_one_act_version_of_the.json"
    }
}