{
    "name": "The gray brotherhood",
    "author": [
        "Leverage, Henry",
        "Leverage, Carl Henry"
    ],
    "body": "A gray taxi was threading the traffic of Fifth Avenue. Up through the\nwealthiest street in the world the driver flashed with all the aplomb\nof a professional “bucker” who knew the elastic limits of the\nautomobile laws.\n\nChester Fay leaned forward now and then and studied the hands which\nshifted the lever at the street intersections like those of an American\nAce at the “stick” of a biplane.\n\n“Good boy,” he exclaimed when the taxi came to a grinding halt before\nthe doorman of the Hotel Rockingham. “Good kid!” he added when he\nextended the fare.\n\n“I thank you,” said the driver of the gray taxi.\n\nFay paused at the marble steps of the Hotel Rockingham. The taxi turned\nand darted southward.\n\nWheeling with a pucker of interest on his features, Fay strode through\nan alley of palms and bronze vases and leaned over an onyx-topped desk\nwhere stood a trim-looking clerk whose collar and tie indicated\nprosperity in subordinate positions.\n\n“Arthur Hilton?” Fay questioned.\n\n“By appointment?”\n\n“Yes. He phoned me at--” Fay glanced up to the gilt clock over the\nclerk’s head. “Exactly twenty minutes ago!” he declared.\n\nThe page who responded to the pressure of a button led the way to a\nprivate elevator, nodded to the pilot and closed the green-grilled door\nwhen Fay stepped briskly inside the cage.\n\nHe was whisked to a silent stop on an upper floor. He stepped out and\nfaced a gray-haired English detective of the superior type, who had\nbeen pacing an ornate hallway.\n\n“Arthur Hilton?” said Fay.\n\n“By Sir Arthur’s consent?”\n\n“Certainly!”\n\n“You may follow me,” drawled the Scotland Yard man.\n\nFay found himself in the foyer of a splendid suite. He waited, toying\nwith his cap, as the detective passed through a rift in the portiéres\nwhich led in the general direction of Fifth Avenue. He was on the point\nof coughing to attract attention when the curtains parted in\ninvitation.\n\n                *       *       *       *       *\n\nSir Arthur Hilton stood by a long window with the white light of a\nwestern sky reflected across his furrowed face like the reaching hand\nof a specter.\n\n“You’re Fay?” he said as the Scotland Yard man backed into the shadow\nof an inner room.\n\n“Yes. Chester Fay--Mr. George Mott, the reformer’s friend.”\n\n“Good--good and bad! There’s the old Nick to pay. Putney Stephney of\nDowning Street--a King’s greyhound--with thirty thousand pounds in\nAmerican banknotes, was found dead on top of a goods-train at\nPoughkeepsie this morning.”\n\nFay pulled out a cigarette.\n\n“Murdered!” declared Hilton with a rising voice. “Killed in cold blood\nsomewhere between the steamer dock at West Street and--and\nPoughkeepsie.”\n\nFay dragged on the cigarette, thrust his hands into his pockets and\nleaned forward. His eyes hardened slightly. They fastened within the\nsteady stare of Sir Arthur’s own.\n\n“Facts are these,” resumed the British representative. “Stephney had\nlanded at the dock at ten-twenty last night. Was seen by two of the\nsteamship company’s detectives who were watching all embarking\npassengers.”\n\n“Was that the _Carpathia_?” asked Fay.\n\n“Yes--the _Carpathia_! Stephney came down the gangplank, turned at the\ncustomroom, went inside a telephone booth, came out and was observed\ntaking a gray taxi at the foot of the dock. That was the last seen of\nhim until the chief of the railroad detectives at Poughkeepsie found\nhis body on top of a goods-train. Skull was slightly crushed. Pockets\nrifled. Portfolio, with banknotes and memoranda, missing.”\n\n“Quick work!”\n\n“Beastly quick!” shot back Hilton through rigid lips. “Beastly clever,\ntoo!”\n\nThe British representative glanced toward the doorway before which the\nportiéres draped. He strode to Fay’s side and leaned forward as his\nfingers clutched the investigator’s left shoulder in the grip of a\nbulldog.\n\n“Stephney didn’t die from the crushed skull,” he said tersely. “That\naccident came afterward. He was killed by an unknown method. He was\nlured to death in the heart of civilization!”\n\n“An unknown method?”\n\n“Fact! Had the coroner of Poughkeepsie on the wire not an hour ago. A\nsurgeon from Plattsburg happened to assist at the autopsy. It was he\nwho detected the condition of the lungs. Also, Stephney’s face was\ngreenish-black.”\n\nFay backed away and allowed Sir Arthur’s hand to drop. His eyes glazed\nwith speculation. They hardened.\n\n“You have other facts?” he asked.\n\n“Little more! Stephney was last seen alive getting into a gray taxi\nwhich disappeared soon afterward. He was headed for this hotel. I sat\nup until three o’clock waiting for him.”\n\n“Who else knew he was coming to New York?”\n\n“The Washington Embassy.”\n\n“Who knew it in London?”\n\n“Downing Street.”\n\n“Whom do you suspect?”\n\n“American crooks.”\n\n“Everybody blames them--for everything.”\n\nSir Arthur frowned. “I’ve given you the case--on account of Mr. Mott’s\ninterest in ex-convicts and the Gray Brotherhood.”\n\n“Oh, I’ll take it. I’ll jump! I want all the facts you can allow me to\nhave.”\n\n“I’ve given you everything. The body found at Poughkeepsie on top of\nthe goods-train was Stephney’s. There’s no doubt of that. He was first\nidentified by the tailor’s name in his pockets--Concre, of London, I\nthink. We’ve a solicitor up there who made a complete identification.”\n\n“Did Stephney ever visit New York before?”\n\n“Once, two years ago--just after the end of the war.”\n\n“Would he know any women here?”\n\n“Hardly! He was to come right to me!”\n\nFay moved a chair and lifted his cap. He turned at the portiéres. His\nglance toward Arthur Hilton was one of understanding.\n\n“You and Mr. Mott alone know that I am on this case?”\n\n“It is locked with us!”\n\n“I have carte blanche?”\n\n“Up to ten thousand pounds.”\n\n“Good-by!” said Fay, creasing his checked cap as he parted the curtains\nand strode through the suite to the hallway of the hotel.\n\n                *       *       *       *       *\n\nHe jabbed at a pearl button until the private elevator floated up to\nhim. He reached the street and turned toward the Avenue. He saw there a\ngray taxi. A young man sat on the driver’s seat. He was moving\nsouthward close by the right curb.\n\nA swift sprint, a ducking lunge before the silver radiator of a\npolished limousine, a hasty reach for the wind-shield of the taxi, and\na startled exclamation from the driver--these occurred within seven\nseconds.\n\n“I’m going downtown,” said Fay, settling back in the front seat and\nstaring boldly at the driver. “Don’t mind if I ride out here?”\n\n“I certainly do! It’s against the company’s regulations.”\n\n“Set the meter and drive on. I’ve really got something I want to say to\nyou.”\n\n“Well, of all the nerve!”\n\n“Certainly--certainly! I’ve always been interested in this new company\nwith the gray taxies and the paroled men who drive them. I’m a Western\nnewspaper man--come from Chicago. Suppose you tell me all about the\nGray Taxi Company. How many taxies are there? Who’s the originator?\nHow’s business? Do you cover the steamship docks?”\n\n“Say! On the dead, you’ve got nerve. I’m going to call the first\ntraffic cop I meet. There’s one!”\n\nFay reached into his right-hand trouser pocket. His hand appeared with\na five-dollar bill between his fingers.\n\n“I’ll bet you this you don’t,” he said, pressing the bill into the\ndriver’s lap. “Take it and buy a good dinner. There’s another coming to\nyou if you answer my questions.”\n\nThe driver clutched the steering-wheel with both hands as he brought\nhis knees together and pressed a leather toe upon the throttle. The\ntaxi leaped by the traffic cop, dodged a bus and roared on down the\nAvenue until an open place was gained.\n\n“Go slow,” said Fay. “Loaf along and let me get some dope for my\narticle. Who owns the Gray Taxi Company?”\n\n“James Ponsardin.”\n\n“Proprietor of the morning _Messenger_?”\n\n“Sure! He owns the company.”\n\n“How many taxies?”\n\n“Fifty running now.”\n\n“Who manages it?”\n\n“A girl!”\n\n“What?”\n\n“Sure! Her name is Elsie De Groot. She’s making it pay, too.”\n\n“That’s interesting.” Fay stared into the alert face of the driver at\nthe wheel. “Is she an ex-convict?”\n\n“I never heard that said about her!”\n\n“Loyal!” thought Chester Fay, shifting in his position. “You never\nheard,” he repeated aloud. “That’s definite. Do you keep records of\npassengers carried?”\n\n“We make a report out at night. Miss Elsie gets them.”\n\n“Do your taxies cover the steamship docks?”\n\n“Sometimes--if there’s a call.”\n\nFay saw that he was in the presence of a very matter-of-fact young man\nwho was making his own way in the world.\n\n“Mind taking me to the Southampton Line?” he asked.\n\nThe driver’s answer was to glance around the right-hand side of the\ntaxi, slow to a crawl, then swing the corner with both arms over the\nwheel.\n\n                *       *       *       *       *\n\nFay braced himself for five blocks of cobbled streets upon the surface\nof which ragged children played ball and dodged death. He stepped down\nfrom the taxi as it came to a gliding stop before the ornate entrance\nto the great dock.\n\n“Mind waiting?”\n\nThe driver glanced at the taxi-meter.\n\n“You’ve paid me for a couple of hours.”\n\n“Stay right here. Ill be back in ten minutes.”\n\nChester Fay found two English detectives covering the dock. With them\nwas a Secret Service operative of slight acquaintance.\n\n“Hello!” he said, drawing this man to one side. “Say, Gardner,” he\nwhispered, “who would know down here what happened last night when the\n_Carpathia’s_ passengers came down the planks? I want to trace a man\nwho took a Gray taxi. The man is--”\n\n“Putney Steph--Stephney.”\n\n“Yes.” Fay raised his brows. The matter was evidently out.\n\n“Has he been found?”\n\nFay shook his head. He recalled that Sir Arthur Hilton had not given\ninstructions to make public the matter of the finding of the body on\nthe railroad train at Poughkeepsie.\n\n“Not found yet, eh?” Gardner said. “Well, I did all I could. Come over\nhere. That’s right. Now we can talk. That British team are\nlistening-in.”\n\n“What did you find?”\n\n“Stephney came down the plank, showed his passports, went into a\nslot-booth, lugged his bag and a leather case out toward the street and\nthere hailed a Gray taxi. That much is settled. The taxi was driven by\na chauffeur with reddish-brown hair. His nose was slightly turned up.\nHe had on a yellow coat and leather leggins. He’d been waiting around\nthe dock for over three hours.”\n\n“Must have expected him!”\n\n“Looks that way, Chester. He had plenty of fares offered him. You see,\nthem Gray taxies are all the fashion now. They’re gettin’ the\nbusiness.”\n\n“You were here at the time the passenger arrived?”\n\n“No. I got my information from old Harry, who watched the express\nwagons and taxies. He’s positive about the red-haired chauffeur. Said\nhe was a bold trick!”\n\n“He’s right. Good-by!”\n\nFay left the Government operative and darted for a telephone booth.\nInto the slot of this he dropped a nickel and obtained, after a brief\nwait, Mr. George Mott’s secretary.\n\n“This is Chester Fay!” he said briskly. “Say, get about ten of the Gray\nBrotherhood rounded up right away and cover these assignments. Got it?”\nhe added, drawing the door shut with caution. “Yes--yes! They’ll do.\nCover Poughkeepsie and a corpse found there this morning on top of a\nNew York Central freight-car. Cover the morgue. Have them see the Army\nsurgeon who made the autopsy on the lungs. Have them connect with the\ncoroner and the railroad detectives who found the body.”\n\nFay paused and mopped his brow with his sleeve. It was hot in the\nbooth.\n\n“Yes, there’s more!” he snapped. “Cover James Ponsardin of the\n_Messenger_. Put him to bed and get him up in the morning. Find him and\nkeep the boys tailing him till I call them off. That’s all ... no, send\nRake to the corner of the block where the Gray Taxi Company has its\ngarage. Tell him I’ll meet him there in fifteen minutes!”\n\n                *       *       *       *       *\n\nIt was eleven minutes later when Fay requested the driver of the taxi\nto deposit him on the northeastern corner of the block around which\nGray taxies to the number of a score or more were scattered. Fay handed\nover a second bill with a polite bow.\n\n“I’m going to visit your boss,” he said with a quick smile. “I’ll pump\nher in private for that write-up of mine. It ought to go big in our\nWestern syndicate.”\n\nThe driver twisted his wrist and studied the time. He set the meter to\nthe off position. “Good-by!” he said, leaning over and releasing the\nemergency brake. “I’m much obliged!”\n\nFay turned and stared into the broad Irish face of the ex-convict he\nhad expected to meet.\n\n“Ah, Rake--on time!”\n\n“Sure, Chester! I was just watchin’ you and that wild-looking driver.\nThey’re gettin’ all the high-class business.”\n\n“Come on! Follow me and keep your eyes open. We’re going to look a\nlittle lady over. Miss Elsie, the manager, is under suspicion.”\n\nFay led the way along the sidewalk and threaded his steps through a\ngroup of young men outside the Gray Taxi Garage. He eyed each one for\npossible red hair and turned-up nose. He entered the doorway, dodged a\nfast-flying taxi which was coming out on second speed, then knocked\nupon the ground glass of a door marked _Private--Keep Out--This Means\nYou!_\n\nA slip of a girl answered the knock. She glanced from Fay’s face to the\npeering countenance of Rake.\n\n“Well?” she asked.\n\n“I’m looking for a Miss Elsie De Groot,” said Fay, thrusting his foot\nforward. “I’m a newspaper man. I--want to write her up for a Western\nsyndicate. It ought to bring some business.”\n\nThe girl toyed with a pencil which she jabbed like a bayonet into a\nraven-hued turban. “I’ll see,” she said, turning and gliding through an\ninner door.\n\nPresently her elfin face gladdened the opening as Fay half advanced\ninto the outer office.\n\n“Come in, please. Miss De Groot will see you.”\n\nChester Fay removed his cap, crushed it between his fingers and stepped\nbriskly forward. He paused before the edge of a rug. Across this rug\nsat a girl. She swiveled in a businesslike chair and threw one neat\nankle over the other. She glanced impatiently upward.\n\n“We’d like to see you alone,” Fay said as he noted a mop of reddish\nhair and a freckled nose which seemed to be pressed up by an unseen\nfinger. “Alone,” he added, swinging upon the stenographer and jerking\nhis chin toward the door.\n\n“Why, certainly!”\n\nThe girl slipped out and closed the door. Fay left Rake’s side and\nmoved up close to a littered desk which bore some resemblance to order.\n\n“To be brief as time!” he said, drawing a card from his pocket. “To be\nbrief,” he whispered, replacing the card, “I want to know just why you\ntook a taxi at or about six o’clock last night, went down to the\nSouthampton Dock and waited for a passenger who wore a Silver\nGreyhound--indicating that he was on British Government business,\nurgent and pressing.”\n\nThe girl’s broad forehead whitened slightly. She recrossed her trim\nankles. She tapped the desk before her with polished nails. She reached\nand adjusted a hairpin in her reddish knot, which added beauty to a\nresolute, somewhat bold face.\n\n“I don’t know what business that is of yours!” she said.\n\nFay frowned. “It’s the people’s business! It’s Charles Mott’s business.\nAre you going to help me?”\n\n“I never talk to strangers. You may be Mr. Mott’s representative. You\nmay be connected with the Gray Brotherhood. How do I know?”\n\n“You know what happened to your fare last night?”\n\nThe girl swung in the chair and glanced at Rake. Her eyes opened to\nbrown pools of protest. She brought both feet down on the rug and rose\nwith her hand on the back of the chair.\n\n“You both better go.”\n\n“Just a minute. You know Putney Stephney?”\n\n“Perhaps I do.”\n\n“You know what happened to him?”\n\n“No!”\n\n“Do you want to know?”\n\n“See here!” The girl’s voice indicated reserve strength. “See here!\nThis is my office. We--I, am obeying the law. Our business is of such a\nnature that we do not talk to strangers. To tell you frankly, I detest\npeople who ask too many questions.”\n\nFay took the thrust with good humor. “They’re not all the same,” he\nsaid, moving closer to the girl and regarding her with admiration. “Now\nyou, for instance, know full well that I didn’t come here without being\npretty sure of my ground. You’ll have to answer my questions, or you\nwill be called to account for a number of nasty accusations. Mr. Mott\nis your friend--he also is my friend!”\n\nThe girl turned helplessly toward the closed door. She tapped her foot\non the rug. She bent her head.\n\n“How came you to know Putney Stephney?” Fay asked, feeling his way for\na surprise.\n\n“I met him two years ago. He was just a good friend of mine. I can’t\nsee your purpose in questioning me concerning him.”\n\nFay watched her lips tremble. He had conceived a liking for Elsie De\nGroot over the period of minutes. He said through his white teeth:\n\n“Putney Stephney was murdered last night!”\n\n                *       *       *       *       *\n\nThe girl swayed. She reached blindly for the arms of the chair.\n\n“Murdered by an unknown method!”\n\nA gasping sob racked the air. The beat of a powerful engine throbbed\nthe garage. It was like the roll of a muffled drum.\n\n“Foully murdered! Done to death between the steamship dock and\nPoughkeepsie, where he was found with skull crushed and his lungs empty\nof air. He was last seen getting into your taxicab!”\n\n“Oh, don’t! It isn’t true!”\n\nFay leaned until his eyes compelled hers to waver. “It’s true,” he\nwhispered. “Now, tell me what happened to Putney Stephney? The matter\nis going to do the Gray Brotherhood and the Gray Taxi Company\nconsiderable harm.”\n\n“Do with him?”\n\n“Certainly! What did you do with him? The truth, and nothing but the\ntruth. It’s bound to come out!”\n\n“See here!” The girl braced her shoulders and stared back defiantly.\n“See here!” she flashed with sudden anger. “I can give you no\ninformation except--”\n\n“Except what?”\n\n“The record of the call. That is all that I will ever give you or\nanybody else. My personal affairs are not to be dragged about by an\namateur investigator.”\n\n“That’s all I want.” Fay turned and motioned for Rake to leave the\noffice. He waited until the door closed with a click.\n\n“We’re going to be frank,” he said. “I’m here to help you out. You met\nStephney at the dock, after waiting around for hours. I’d judge by this\naction that you knew him. He perhaps wirelessed or telegraphed you from\nQuarantine.”\n\nThe girl brushed her hair from her eyes with the back of her right\nhand. She stared at the rug, then into Fay’s keen face.\n\n“I met him by his own appointment.”\n\n“Ah! Now we’re getting on, Miss Elsie. You met him--after waiting a\nlong time. He had an enormous sum of money. You alone knew that he was\ncoming. He trusted in you so as to be safe in a city comparatively\nstrange--to him. He--”\n\n“Trusted me--yes! We stopped at Figaro’s on Forty-second Street. We had\na club sandwich served to us. I sat outside with him because I--I had\nthese clothes on.”\n\nThe girl swept her hands over her leggins and short skirt.\n\n“And then?”\n\n“Why, I took him on uptown within six or seven blocks of the\nRockingham. He said he would walk the rest of the way. I left him on\nthe curb. He started north.”\n\n“That’s clear,” said Fay. “He started north. Did you see him any more?”\n\nThe girl dropped her eyes and studied the design of the office rug. “I\ndid and I didn’t. He got in another cab--I think!”\n\n“What?”\n\n“Yes. There was no reason for him to do that. He had only a few blocks\nto go in order to reach the hotel.”\n\n“What kind of a cab?”\n\n“One of ours--a Gray taxi.”\n\n“Well, don’t you know who was driving it? Was it following you?”\n\n                *       *       *       *       *\n\nA puzzled pucker gathered in a little square upon the girl’s white\nforehead. She reached to the littered desk and lifted a call-sheet. She\nheld this out with shaking fingers.\n\n“I’ve questioned every one of my drivers. No one of them admits taking\nMr. Stephney or anyone else to the Rockingham. I didn’t understand it\nlast night; I don’t now. It was certainly a taxi painted like ours that\nhe got in. I thought it so strange.”\n\n“Did this other driver call him?”\n\n“I don’t know. I was turning when I looked up the Avenue. Putney was\nrunning from the curb with one hand raised. He jumped on the\nrunning-board of the taxi, which disappeared from under an arclight. I\ndidn’t see anything more.”\n\n“Didn’t that strike you as a strange proceeding?”\n\n“Yes, it did! I thought a lot about it. I went over the call-sheet and\nasked all of the drivers. Two are out yet, but I know where they were\nat the time.”\n\n“Do you often take representatives of the British Government around?\nHave they a charge-account?”\n\n“I can’t answer those questions. You must ask Mr. Hilton.”\n\n“Do you want to tell me anything about James Ponsardin?”\n\nThe girl started. She folded the call-sheet by running it through her\nfingers.\n\n“No, I don’t! You’ll have to see him.”\n\nFay fished in his pocket and brought forth the same card he had before\nshown to the girl.\n\n“You’ll find me at Mr. George Mott’s office. Please call me up if you\ndiscover anything. Ask those two drivers whom you didn’t question. Help\nus in every way. This murder is an international matter. Keep thinking\nabout what happened last night. We must find the murderer!”\n\nFay laid the card on the desk, bowed slightly toward the silent girl,\nnodded to the stenographer, and joined Rake in the run-way of the\ngarage.\n\n                *       *       *       *       *\n\nThe big ex-convict was staring at the group of drivers who were\nawaiting assignments. He smiled broadly as he felt Fay’s hand on his\nshoulder.\n\n“Some bunch, Chester!”\n\n“Any of your old pals here?”\n\n“The only one I remember is that snob-nosed mechanic over there--the\nfellow under that car.”\n\nFay wheeled. A pair of bright eyes, grease-rimmed and shadowed with\nblond lashes, was peering out at him. A tapping sounded upon the rear\naxle of the taxi as Fay stooped a trifle. The mechanic extended one\nhand and coiled his fingers about a spanner.\n\n“The only one in the place,” said Rake. “I served time with him\nsomewhere--maybe in Sing Sing, maybe Joliet.”\n\n“Come on, Rake!”\n\nFay led the way to the sidewalk, nodded pleasantly to the staring\ndrivers, then turned toward the west. It was at the corner of the block\nwhere he paused and glanced in the direction of the garage.\n\n“The entire case rests there,” he declared without pointing. “Stephney\nwas murdered in a Gray taxi. He was suffocated in some way to render\nhim unconscious. He was tossed on top of a freight-train after being\nwell plucked. This much we know. Now, how was it done?”\n\n“I don’t think a woman was mixed up in it. That girl looked like a\nperfect lady. An old night-hawk, who is as crooked as his whip, might\ndo it. He could get a cab an’ turn the trick.”\n\n“But the mysterious way of suffocating a man?”\n\nThe ex-convict scratched his head.\n\n“That’s different,” he admitted. “O’Toole, Flynn, Fogarty, Harris an’\nJohnson--they ought to discover something, Chester. Harrigan, Mr.\nMott’s man, sent them running after you telephoned. He’s called on the\nHarlem Branch for three more of the Brotherhood to cover the case.\nYou’ve got nine or ten boys out now.”\n\n“Hardly enough. We’ll get more! Suppose we walk west for a block or\ntwo. I want to think this puzzle over.”\n\nRake fell in behind Fay. They crossed the street and took a shady side.\nThe last rays of the western sun struck slanting through the cañon of\ntenements. The street resounded with the shouts of urchins playing\nball. A truck went by as Fay paused and clicked keys in his pocket.\n\nHe glanced up at Rake.\n\n“We’ll have to cover the Hudson River homes,” he said. “Looks to me as\nif the body was being taken over the railroad track when it was thrown\non top of a freight-car. Who is investigating Poughkeepsie and the\nrouting of the train?”\n\n“O’Toole an’ Flynn went north, Chester.”\n\nFay dragged out his watch and studied the dial. “It’s too early yet for\nthem to report. It’s too--”\n\n                *       *       *       *       *\n\nHe stared open-mouthed toward the Avenue ahead of him. He reached and\nclutched Rake’s arm. He gripped this with fingers of steel.\n\n“Did you see that?”\n\n“See wot, Chester?”\n\n“The Gray taxi that went by?”\n\n“I saw one. I didn’t notice it particularly.”\n\n“It was being driven thirty miles an hour by Elsie De Groot! I’m\npositive it was her. Reddish hair and turned-up nose!”\n\n“That’s the colleen who runs the garage?”\n\n“Yes--the girl of the garage! The same little lady who met Putney\nStephney at the steamship dock last night.”\n\n“We’re gettin’ on, Chester. It looks bad for the Brotherhood.”\n\n“And for the Sisterhood! We just finished talking to her not a\nhalf--not twenty minutes ago; and there she goes uptown--full speed and\nmore.”\n\nFay eyed his watch and ran a polished finger-nail over the crystal.\n\n“Twenty-two minutes!” he declared, replacing the timepiece in his vest\npocket.\n\n“Let’s go back, Chester.”\n\n“No! We’ll go on to the office of the morning _Messenger_. Foley is\ntheir sporting editor. Perhaps he can tell us something about Ponsardin\nand the taxi-company.”\n\n“Nice name!” blurted the ex-inmate. “Sounds like a doped wine an’\ndeep-dyed villainy.”\n\nFay grasped Rake by the elbow and hurried him in the direction of the\navenue up which the taxi had flashed. There was no trace of it. Fay\nhesitated a moment, like a keen hound on a scent, then fell into a\nbrisk walk northward, which took him to the somewhat unostentatious\nbuilding that housed the uptown offices of the _Messenger_.\n\nFoley, the sporting editor, was in. He greeted Fay with a hand thrust\nover a battered typewriter propped upon a broken desk. He thrust aside\na bundle of press clippings and cleared off two chairs.\n\n“Sit down!” he welcomed. “Got some dope on the crook game for me?”\n\nFay leaned back and glanced about the office with slow caution, then\nshot a question at Foley through rigid lips.\n\n“What do you know about Ponsardin--your proprietor?”\n\nFoley tried to wink with lashless eyelids. He upended a huge can of\ncold tea, drank deeply, glanced at the keyboard of his typewriter\nbefore he set the can down on the corner of a box which had once\ncontained ink rolls.\n\n“What do I know? Nothing! He’s a queer stick. Bought the paper about\nthree years ago. Hardly ever see him. Goes to Washington quite often.\nThe police are investigating the sheet, I guess.”\n\n“Ah!” said Fay.\n\n“Yep! There’s been talk of the actual ownership being in the hands of a\nlot of sure-thing grafters and gamblers. I’m looking for a knockout and\nan upper-cut from the postal authorities any time. You can’t pinch me!\nI don’t write the editorials.”\n\n“They advocate horse-racing and open gambling?”\n\n“They certainly did--a year or two ago. Now we’ve been instructed to\nhit a bunch of contractors and reformers. Take it from me, Fay, I don’t\nthink the _Messenger_ is making any money.”\n\n“Bills paid and all that?”\n\n“Oh, sure! James Ponsardin is rated three A’s and a One.”\n\n“Is he French or Swiss?”\n\n“Came from Switzerland, I think. Bright fellow, but--”\n\n“Where does he live? Directory gives an apartment on Riverside Drive.”\n\n“I went up there once with some tickets to a bout. He wasn’t there.\nButler said he was up-State. I guess he’s dug in, covered up and pulled\nthe hole in after him. No one around here or downtown knows where to\nfind him.”\n\n“Do you know anything about the Gray Taxi Company?”\n\n“The one with the ex-convict drivers?”\n\nChester Fay nodded.\n\n“No. I heard the bunch talking about it. Why did you ask?”\n\nFay rose from his chair and threw back his shoulders. “Your boss is\nsupposed to own it,” he said. “Ponsardin _is_ the owner! I’ve got a\ncase that’s far from being clear, Foley. I’ll give you first chance\nwhen I’ve worked it out for Mr. Mott. Good-by!”\n\n                *       *       *       *       *\n\nRake led the way out and down the steps to the street.\n\n“Where to, Chester?” he asked as they stood on the sidewalk.\n\n“Nearest telephone!” said Fay, thrusting his hands in his pockets in\nsearch for some change.\n\nRake waited outside of the cigar-store while Fay entered a booth. Night\nwas dropping on the city. The sun had set over the blue barriers of the\nPalisades. The lights of Broadway slashed the purple heavens from south\nto north. Forty-second Street with its sign-clusters marked the center\nof the illumination.\n\nIt was a long ten minutes before Fay emerged with his teeth clamping a\nslender Perfecto. He passed one to Rake.\n\n“Smoke up!” he said. “It’s on the British representatives. I’ve got a\ngood lead from Arthur Hilton. It’s one I overlooked in my haste this\nmorning. I think we get our people tonight!”\n\n“What people, Chester?”\n\n“The crooks who killed Stephney. They were after bigger game. The\nothers of Stephney’s suite are due on the _Imparada_. Hilton tells me\nprivately that she has been sighted from Sandy Hook.”\n\nRake examined the cigar, then lighted it and started puffing.\n\n“I don’t get you! What’s due on the ship? What’s it got to do with--”\n\nFay started toward Broadway. Rake followed with the question still upon\nhis mind.\n\n“We’re closing in,” said Fay as he brought a sheet of paper from his\nside pocket and spread it out on the palm of his right hand. “I did a\nlot of phoning. There’s nothing new at Poughkeepsie--except that the\ntrain upon which Stephney’s body was found was made up on Tenth Avenue,\nNew York.”\n\n“That’s Death Avenue!”\n\n“It’s well named. It left at seven o’clock. It passed the Harlem River\nat eight-sixteen. It reached Harmon at nine-three. It rolled into\nPoughkeepsie early in the morning and was shunted on a sidetrack. The\nrailroad detectives searched it carefully while looking for tramps. It\nwas then they found the body.”\n\nRake eyed the sheet of paper.\n\n“Did O’Toole get all that?” he asked.\n\n“Yes. He saw the coroner and the Army surgeon. Stephney was suffocated\nand completely out of this life when his body was dropped on top of the\ntrain. That must have been from some small bridge leading over the\ntracks to the Hudson River. It was either to a boathouse or a private\nestate.”\n\n“Go on,” said Rake.\n\n“Hilton--Sir Arthur--tells me that two members of the same banking\nfirm, coming over on the _Imparada_, have considerable money with them.\nThis Commission, of which Stephney was a member, came on different\nsteamers on account of a secret matter pertaining to pending treaties.\nThese two members will dock sometime tonight.”\n\n“At the same pier, Chester?”\n\n“At the Southampton Pier.”\n\n“That looks like business. We’ll be there, eh?”\n\n“Right there! We’ll meet the bankers at Quarantine, substitute\nourselves for them, and land, all regular and proper, at the\nSouthampton dock. I notified Harrigan, at Mr. Mott’s office, to get our\noutfits. They’ll be waiting for us with a valet at the Battery. We will\nhave a valet.”\n\n“What, Chester?”\n\n“Joe Yeader will play that part to perfection. Remember his accent? He\ndid time in Brixton Jail.”\n\n“I don’t get it all,” blurted Rake. “What is coming off?”\n\n                *       *       *       *       *\n\nFay furrowed his brow and stared seriously toward the paper in his\nhand. He thrust it into his pocket. “I’ll explain later,” he said.\n“We’re going right into the lion’s den. We’ll bait the trap with more\nbanknotes. We’ve got to clear the name of the Gray Brotherhood and the\nex-inmates working for the Gray Taxi Company.”\n\n“Do you suspect that girl?”\n\n“I have every reason to believe she is guilty.”\n\n“She don’t look the part.”\n\n“Looks and beauty are skin deep!”\n\n“She didn’t talk like a gun moll or a fallen sister.”\n\n“She’s employed by a man who is suspected by the police and Mr. Mott.\nShe has sole charge of Ponsardin’s taxicab interests. She was the first\nto meet Stephney on this side of the Atlantic. She was the last to see\nhim alive, according to her own admission. What would you think from\nall that?”\n\n“I think a lot, Chester. But appearances are deceiving. She’d never\nadmitted takin’ that Stephney from the dock if she was guilty. She’d of\ndenied it. The only time my Mary, at home, is lyin’ to me is when she\nsays nothing.”\n\n“Illogical logic!”\n\n“Sure--an’ it’s the truth, nine times out of ten, Chester.”\n\nFay glanced at his watch and quickened his steps. “We’ll take the\nSubway to the Customhouse. From there we go over the Bay.”\n\nRake scratched his head and followed Fay down the steps, past the\nticket-chopper, and lunged with him into the warm interior of a subway\ncar. They were hurtled southward. Fay said nothing during the quick\ntrip. His mind wove the details of the plan which he had to save the\nname of the Gray Brotherhood.\n\nHe mounted to the surface of the street, closely followed by Rake. He\nsought a phone-booth before crossing to the Customhouse. Rake heard him\ngiving a series of rapid-fire directions to Harrigan, the manager at\nGeorge Mott’s headquarters.\n\nFay emerged, tossed a dollar across to the cigar-clerk and jerked his\nthumb toward a box of Perfectos. “Eight of those!” he said. “Eight!”\n\nOutside, in the cool evening, the two men drew a long breath of smoke\nfor the final plunge. They dodged a flashing taxi, climbed the\nCustomhouse steps, and found, after consulting an alert doorman, that\nthe harbor master’s assistant was in.\n\nTo him Fay showed his card, his authority from George Mott, and other\nidentifications. He sealed the matter with a cigar. The assistant to\nthe harbor master made out passes in duplicate. He found the sealing\nwax and a well-chewed pen. He passed the finished documents over, after\na scrawled signature in each corner.\n\n“They’ll take you aboard anything from here to the Hook,” he said,\nleaning and watching Fay.\n\n“Thanks!” said Fay. “I’ll see if they will!”\n\n                *       *       *       *       *\n\nThe ferry-house was thronged with passengers as the two ex-inmates\nsearched about for Joe Yeader. These passengers thinned. A man stepped\nforward and clucked from the corner of his mouth.\n\n“All right,” said Fay swiftly. “Hop aboard, and we’ll follow.”\n\nRake trailed Yeader and Fay. The three men secured seats in the\nsmoking-cabin. Yeader, crossing his legs over a yellow kit-bag, took\nFay’s proffered Perfecto, and drawled:\n\n“At your service, sirs. Beastly sultry night.”\n\nThe ferry-boat reached St. George. The three rushed for a train which\nwould pass Quarantine Station on an inland route. They descended at a\ndark station, walked rapidly through silent streets till they came to\nthe gleaming waters of the Narrows.\n\nFay saluted a man on guard, showed his authority from the Customhouse,\nand received permission to enter the telegraph station.\n\nHe turned on the steps and glanced down at Yeader and Rake.\n\n“Stay here!” he said. “Hold the bag. I’m going up and find out when the\n_Imparada_ comes in. Also, I shall send a wireless message to the\nmanager of the Gray Taxi Company.”\n\nRake started. He frowned in perplexity. “How can you do that, Chester?”\n\n“I’ve got authority to do most anything. I want a Gray taxi to meet us\nwhen we dock with the _Imparada_. Perhaps your nice little blonde with\nthe turned-up nose will be driving.”\n\nRake shook his head when Fay disappeared. He clenched his fists and\nglanced upward at the topmost light in the dark tower. He swung on one\nheel as Yeader touched his shoulder.\n\n“Big ship coming in!”\n\n“The _Imparada_?”\n\n“Looks like it. We’ll have to hurry. Call Chester!”\n\nFay appeared at Rake’s third shrilling whistle.\n\n“All set,” he said, waving his arm toward the Government dock. “Let’s\nget down to the quarantine boat.”\n\nA dark wharf jutted like a pointing finger from a green, sloping shore.\nUpon this wharf great, rusty cables and buoys were scattered.\n\nFay led the way through the buoys and presented his passes to a sailor\non guard before a wire gate.\n\n“Going out to the _Imparada_!” he said authoritatively.\n\nThe sailor hitched his trousers, turned, squinted through the sea\nmists, then swung the gate.\n\n“You’ll have to hurry,” he said. “The quarantine boat is casting off\nher shore lines.”\n\n                *       *       *       *       *\n\nWrapped in the cloak of gray vapor, the three men crouched forward of\nthe wheelhouse and stared out across the Narrows to where a great ship\nglided like a glow-worm in a garden.\n\nThey heard the quarantine boat’s bells as it maneuvered beneath the\ntowering overhang of the giant passenger ship. They mounted a pilot’s\nladder which had been lowered for the quarantine officers.\n\nFay whispered into an officer’s ear after he sprang over the rail. He\nmotioned aft. Rake and Yeader, with the kit-bag, followed closely.\n\nThe two British bankers were seated at the taffrail. To them Fay told\nhis mission, and his object of substituting himself and party, in order\nto discover who had slain Stephney. The bankers had already been\ninformed of the murder. They were noncommittal. They rose from steamer\nchairs, studied Fay’s credentials, stared keenly at Yeader and Rake,\nthen consulted in whispers.\n\n“All right,” they said finally. “Come to our staterooms.”\n\nThe transformation which was made while the ship glided to her dock was\nthorough and startling. Fay upended Yeader’s kit-bag and sorted out its\ncontents. He changed his appearance before the eyes of the silent\nBritishers. He put on goggles and borrowed a more pronounced checked\ncap than the one he had worn to the ship.\n\nHe ran a hand across his face, then tapped a well-bound packet\nsuggestively.\n\n“All set,” he said, looking at himself in a glass. “By Jove! George\nMott or Arthur Hilton wouldn’t know me!”\n\nWrapping a long mackintosh about his slender form, Fay threw open the\ndoor and led the way to the boat-deck.\n\n“We’ll stand here,” he said to Rake and Yeader. “The ship is almost in.\nNow play your parts. Look out for a Gray taxi.”\n\nThe ship snugged against the dock, under pressure from two snorting\ntugs. Steam plumed aft the giant funnels. A bell clanged its final\nmessage to the engine-room. A gangplank was raised in the gloom. It\nsteadied and swung inboard.\n\n“Come!” cried Fay; “Follow me!”\n\nThe way led down through a companion, along a luggage-littered deck and\npast the second officer, who gave the signal that they could descend\nthe gangplank.\n\nFay shaded his face from the Central Office men at the foot of the\nplank. He turned and motioned for Rake and Yeader. They hurried over\nthe splintered dock and reached the first of the shore throng to meet\nthe incoming passengers.\n\n“Go ahead!” said Fay to Yeader. “Lug the bag and find the taxi. Tell\nthe driver you’re from the British Banking Commission. Pile on all the\nCockney you know.”\n\n                *       *       *       *       *\n\nThe throng parted. Fay saw, to one side of the dock entrance, a waiting\ntaxi. Upon its seat a form crouched. Yeader waved his hand, opened the\ntaxi door, tossed in the bag and assisted Fay and Rake to mount the\nrunning-board and step inside.\n\n“’Otel Rockingham!” exclaimed Yeader. “Go a’ead!”\n\nThe door clicked shut with a strong pressure. The driver lowered the\ntaxi-meter flag, released the brake and moved through first, second,\nand into third speed with the cunning manipulation of a professional.\n\nFay rubbed the thick plate glass at his side, glanced out at the\nflashing lights and street intersections, before he leaned down and\nopened the bag.\n\n“Take these,” he whispered, handing Rake and Yeader two heavy\nautomatics. “Plant them on the seat. Now this hatchet.”\n\nJoe Yeader straightened with the package in his hand. He broke the\nstring, ripped off the wrapping paper and held out a bright-looking\nhatchet.\n\n“Hold it ready!” said Fay. “We’re turning into Fifth Avenue!”\n\nThe taxi swerved, straightened and lunged northward. Rake sputtered and\nswore as he attempted to open a door. Yeader bent over and tried the\nknob on the other door.\n\n“Did you notice our driver?” asked Fay.\n\n“Red hair and turned-up nose,” said Yeader. “What to hell kind of a\nbloody trap did we get into?”\n\nRake turned and pressed his nose against the front glass of the taxi.\nHe turned as Fay reached and jerked down the blind.\n\n“It’s Elsie De Groot!” he blurted. “It’s the dame of the garage!”\n\n“Listen!”\n\nA slight noise like a steam-exhaust sounded. Fay reached close by the\nseat. He pressed one knee against Yeader. He nodded comprehendingly.\n\n“The air’s gettin’ thinner!” exclaimed Rake. “I can’t breathe!”\n\nFay dropped to his knees, swayed, and ran his hand over the bottom of\nthe cab. He curled into a knot with his feet on the seat. He raised a\nhand and indicated for Rake and Yeader to bend down.\n\n“We’re supposed to be dead!” he whispered. “There’s a suction pump on\nthe engine that’s exhausting the air from the cab. The driver started\nthe pump when she started the cab. The windows and framework are built\nto withstand enormous outside pressure.”\n\n                *       *       *       *       *\n\nThe taxi came to a sudden halt at a curb. The driver sprang from the\nfront seat, mounted the running-board and pressed a pair of sharp eyes\nagainst the side glass. Fay, Rake and Yeader lay on the cab floor with\ntheir faces shielded by their up-thrown arms.\n\nThe driver swung into the seat, raced the engine, and clicked through\nthe speeds. The taxi darted up Fifth Avenue. It gained Fifty-ninth\nStreet and turned into the Park. It swung the dark curves on its swift\npassage uptown.\n\nFay’s fingers groped along the seat and clasped an automatic. “Get the\nother!” he said into Rake’s ear. “You, Yeader, take the hatchet and pry\nat the bottom of the door. I’ve got my hand over the suction pipe. We\nwont be suffocated.”\n\nThe ride seemed endless. The taxi rolled from out the foliage of the\nPark and climbed a long hill. It turned northward along street-car\ntracks.\n\n“Broadway!” said Fay, sensing his position. “We’re going right out\nBroadway.”\n\nRake gasped and pressed a finger across his mouth. He coughed, pounded\nhis chest, and recovered himself. His eyes glared indignantly. He\nwaited till the taxi clattered over a bridge, then he protested:\n\n“Let me out, Chester. I’ll wring that damn girl’s neck! I can’t stand\nthis much longer. There’s no air.”\n\n“Sisst!” said Fay. “Are you sure Elsie De Groot is driving the taxi?”\n\n“Sure! I’d swear to it!”\n\nFay chuckled. “We’ll soon know. This is Yonkers. We’ve passed Getty\nSquare. We’re turning now. Now we’re going north. Two turns and then a\nstraight road. I’d know where we are, blindfolded.”\n\n                *       *       *       *       *\n\nIt was twenty minutes later when the taxi slowed, backed, then swung\ntoward the left and took a narrow bumpy road. Fay sat up, pressed his\ntoe on the sucking exhaust-pipe and clamped his teeth with a suggestive\ngrind.\n\n“All ready!” he said nudging Yeader. “See, we’re rising. We’re going\nacross a bridge. Listen! That’s the New York Central Railroad below us.\nThis is where Stephney was thrown on the freight-train. Now--look out!”\n\nThe taxi dropped down a long, sharp incline with its brakes grinding.\nIt rounded a lodge-gate, swung by a dark, stone house and came to a\nsudden halt in a sheltered courtyard.\n\nThe driver sprang out. Fay braced his feet against the door. He heard\ntwo voices in whispered conversation. A third joined in with a\nprotesting snarl. The handle of the door clicked. A key was inserted.\nThe lock snapped open.\n\nFay bent his knees, aimed at the exact center of the panel and kicked\noutward. He rolled over with the force of his blow. He staggered from\nthe cab with Yeader and Rake scrambling after him.\n\n“Get up your hands!” he exclaimed, jabbing forward the automatic. “Up!\nUp! Up! All three of you!”\n\nRake lunged swiftly and wrapped his arms about the forward figure of a\nstartled group. He went down with the man under him.\n\nThe two figures in front of Fay’s automatic hesitated, spread, and\nbolted to right and left. Fay lowered his gun, fired once at the\nground, then dashed in pursuit of the taxi-driver, whose khaki leggings\nwere a fair mark to follow.\n\nHe gained with each stride. He reached forward, stumbled over a low\nwall, and clutched a coat which was torn from his fingers. He bounded\nacross a roadway, dropped the automatic and made a flying tackle which\nbrought his quarry to the close-cropped grass.\n\n“Lie still, you!” he ordered as his fingers closed on a pair of\nflailing arms. “Get down! I think I know you!”\n\n                *       *       *       *       *\n\nFay’s hands gripped with strength. He heard a low moan below him, and\neased the clutch he had fastened upon a thick throat. He wheeled and\nstared toward the courtyard. Rake had already secured his prisoner. The\nbig ex-convict was looking up the road, which merged into gloom and\ndripping trees. A man was bounding along this road, with Yeader close\nbehind him. The Cockney raised his revolver in a slow aim. He lowered\nit and dashed on. A taxi with blazing cones of yellow light swung over\nthe bridge across the railroad track and began descending the grade. It\nslowed. It stopped with a shriek of metal bands on metal.\n\nTwo drivers sprang from the front seat and reached for the man whom\nYeader was pursuing. He sank to his knees in the roadway as other forms\nscrambled from the taxi. He was surrounded by a resolute group of\ntaxi-drivers. Their leader called an order and came running toward the\ntaxi in the courtyard.\n\nFay twisted his fingers in a close collar, ran his hand over the figure\nbelow him and found, in a pocket, a matted red wig. He sprang erect.\n\n“The mechanic of the garage!” he exclaimed. “You settle one doubt! You\nimpersonated Elsie De Groot!”\n\nThe leader of the drivers who had arrived in the second taxi ran across\nthe courtyard, paused, and stared at Fay’s prisoner. She turned with\nher eyes sweeping the windows of the silent house. She came over the\ngrass.\n\n“Just in time, Miss Elsie!” said Fay. “You got a man up the road. Who\nwas he?”\n\n“A crook! And this is--”\n\n“This is one of your mechanics. He resembles you. He must have had\naccess to your desk. He impersonated you by putting on a wig after you\nset Stephney down on Fifth Avenue. He was Ponsardin’s tool. His taxi\nwas equipped with a suction pipe and a set of snap locks on the doors.\nIt was death to enter it. They were after big game tonight.”\n\nThe girl shuddered. She turned away from Fay and his prisoner.\n\n“I don’t know how it all happened,” she said. “I suspected the mechanic\nafter your visit. We followed him tonight. He had a taxi exactly like\nours. We lost him in the Park. We were close behind you. Then--we found\nthe trail again, up above Yonkers. It led here. You see, he had\ndifferent tires than most cars. One was vulcanized on the tread and\nmade a different mark in the dust.”\n\n“That was clever!”\n\nThe girl trembled slightly.\n\n“Who’s the third man,” Fay asked, “the one you looked at before you\ncame over to me?”\n\n“Oh, that’s Ponsardin! He’s the owner of the Gray Taxi Company. I\nwonder what will become of it now? I hate to see the boys lose their\njobs.”\n\n“They won’t, and you won’t. I’m sure I can fix things so that once in a\nwhile I can drop around and call upon Miss Elsie De Groot--President\nand General Manager of the Gray Taxi Company--which Mr. George Mott\nwill surely take care of, no matter what happens to Ponsardin.”\n\nThe girl seized Fay’s extended hand.\n\n“That’ll be corking! The Gray Brotherhood has certainly cleared its\nname tonight.”\n\n“And so have you!” said Chester Fay with a smile.",
    "metadata": {
        "author": [
            "Leverage, Henry",
            "Leverage, Carl Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68951/pg68951.txt",
        "name": "the_gray_brotherhood.json"
    }
}