{
    "name": "The Madman: His Parables and Poems",
    "author": [
        "Gibran, Khalil",
        "Gibran, Kahlil"
    ],
    "body": "\n\n\nYou ask me how I became a madman.  It happened thus:  One day, long\nbefore many gods were born, I woke from a deep sleep and found all\nmy masks were stolen,--the seven masks I have fashioned and worn in\nseven lives,--I ran maskless through the crowded streets shouting,\n\"Thieves, thieves, the cursed thieves.\"\n\nMen and women laughed at me and some ran to their houses in fear\nof me.\n\nAnd when I reached the market place, a youth standing on a house-top\ncried, \"He is a madman.\"  I looked up to behold him; the sun kissed\nmy own naked face for the first time.  For the first time the sun\nkissed my own naked face and my soul was inflamed with love for\nthe sun, and I wanted my masks no more.  And as if in a trance I\ncried, \"Blessed, blessed are the thieves who stole my masks.\"\n\nThus I became a madman.\n\nAnd I have found both freedom and safety in my madness; the freedom of loneliness and the safety from being understood, for those who understand us enslave something in us.\n\nBut let me not be too proud of my safety.  Even a Thief in a jail\nis safe from another thief.\n\n\n\n\n\nGod\n\n\n\n\nIn the ancient days, when the first quiver of speech came to my lips,\nI ascended the holy mountain and spoke unto God, saying, \"Master,\nI am thy slave.  Thy hidden will is my law and I shall obey thee\nfor ever more.\"\n\nBut God made no answer, and like a mighty tempest passed away.\n\nAnd after a thousand years I ascended the holy mountain and again\nspoke unto God, saying, \"Creator, I am thy creation.  Out of clay\nhast thou fashioned me and to thee I owe mine all.\"\n\nAnd God made no answer, but like a thousand swift wings passed\naway.\n\nAnd after a thousand years I climbed the holy mountain and spoke\nunto God again, saying, \"Father, I am thy son.  In pity and love\nthou hast given me birth, and through love and worship I shall\ninherit thy kingdom.\"\n\nAnd God made no answer, and like the mist that veils the distant\nhills he passed away.\n\nAnd after a thousand years I climbed the sacred mountain and again\nspoke unto God, saying, \"My God, my aim and my fulfillment; I am\nthy yesterday and thou are my tomorrow.  I am thy root in the earth\nand thou art my flower in the sky, and together we grow before the\nface of the sun.\"\n\nThen God leaned over me, and in my ears whispered words of sweetness,\nand even as the sea that enfoldeth a brook that runneth down to\nher, he enfolded me.\n\nAnd when I descended to the valleys and the plains God was there\nalso.\n\n\n\n\n\nMy Friend\n\n\n\n\nMy friend, I am not what I seem.  Seeming is but a garment I wear--a\ncare-woven garment that protects me from thy questionings and thee\nfrom my negligence.\n\nThe \"I\" in me, my friend, dwells in the house of silence, and\ntherein it shall remain for ever more, unperceived, unapproachable.\n\nI would not have thee believe in what I say nor trust in what I\ndo--for my words are naught but thy own thoughts in sound and my\ndeeds thy own hopes in action.\n\nWhen thou sayest, \"The wind bloweth eastward,\" I say, \"Aye it doth\nblow eastward\"; for I would not have thee know that my mind doth\nnot dwell upon the wind but upon the sea.\n\nThou canst not understand my seafaring thoughts, nor would I have\nthee understand.  I would be at sea alone.\n\nWhen it is day with thee, my friend, it is night with me; yet even\nthen I speak of the noontide that dances upon the hills and of\nthe purple shadow that steals its way across the valley; for thou\ncanst not hear the songs of my darkness nor see my wings beating\nagainst the stars--and I fain would not have thee hear or see.  I\nwould be with night alone.\n\nWhen thou ascendest to thy Heaven I descend to my Hell--even then\nthou callest to me across the unbridgeable gulf, \"My companion, my\ncomrade,\" and I call back to thee, \"My comrade, my companion\"--for\nI would not have thee see my Hell.  The flame would burn thy eyesight\nand the smoke would crowd thy nostrils.  And I love my Hell too\nwell to have thee visit it.  I would be in Hell alone.\n\nThou lovest Truth and Beauty and Righteousness; and I for thy sake\nsay it is well and seemly to love these things.  But in my heart\nI laught at thy love.  Yet I would not have thee see my laughter.\nI would laugh alone.\n\nMy friend, thou art good and cautious and wise; nay, thou art\nperfect--and I, too, speak with thee wisely and cautiously.  And\nyet I am mad.  But I mask my madness.  I would be mad alone.\n\nMy friend, thou art not my friend, but how shall I make thee\nunderstand?  My path is not thy path, yet together we walk, hand\nin hand.\n\n\n\n\n\nThe Scarecrow\n\n\n\n\nOnce I said to a scarecrow, \"You must be tired of standing in this\nlonely field.\"\n\nAnd he said, \"The joy of scaring is a deep and lasting one, and I\nnever tire of it.\"\n\nSaid I, after a minute of thought, \"It is true; for I too have\nknown that joy.\"\n\nSaid he, \"Only those who are stuffed with straw can know it.\"\n\nThen I left him, not knowing whether he had complimented or belittled\nme.\n\nA year passed, during which the scarecrow turned philosopher.\n\nAnd when I passed by him again I saw two crows building a nest\nunder his hat.\n\n\n\n\n\nThe Sleep-Walkers\n\n\n\n\nIn the town where I was born lived a woman and her daughter, who\nwalked in their sleep.\n\nOne night, while silence enfolded the world, the woman and her\ndaughter, walking, yet asleep, met in their mist-veiled garden.\n\nAnd the mother spoke, and she said:  \"At last, at last, my enemy!\nYou by whom my youth was destroyed--who have built up your life\nupon the ruins of mine!  Would I could kill you!\"\n\nAnd the daughter spoke, and she said:  \"O hateful woman, selfish\nand old!  Who stand between my freer self and me!  Who would have\nmy life an echo of your own faded life!  Would you were dead!\"\n\nAt that moment a cock crew, and both women awoke.  The mother said\ngently, \"Is that you, darling?\"  And the daughter answered gently,\n\"Yes, dear.\"\n\n\n\n\n\nThe Wise Dog\n\n\n\n\nOne day there passed by a company of cats a wise dog.\n\nAnd as he came near and saw that they were very intent and heeded\nhim not, he stopped.\n\nThen there arose in the midst of the company a large, grave cat and\nlooked upon them and said, \"Brethren, pray ye; and when ye have\nprayed again and yet again, nothing doubting, verily then it shall\nrain mice.\"\n\nAnd when the dog heard this he laughed in his heart and turned from\nthem saying, \"O blind and foolish cats, has it not been written and\nhave I not known and my fathers before me, that that which raineth\nfor prayer and faith and supplication is not mice but bones.\"\n\n\n\n\n\nThe Two Hermits\n\n\n\n\nUpon a lonely mountain, there lived two hermits who worshipped God\nand loved one another.\n\nNow these two hermits had one earthen bowl, and this was their only\npossession.\n\nOne day an evil spirit entered into the heart of the older hermit\nand he came to the younger and said, \"It is long that we have\nlived together.  The time has come for us to part.  Let us divide\nour possessions.\"\n\nThen the younger hermit was saddened and he said, \"It grieves\nme, Brother, that thou shouldst leave me.  But if thou must needs\ngo, so be it,\" and he brought the earthen bowl and gave it to him\nsaying, \"We cannot divide it, Brother, let it be thine.\"\n\nThen the older hermit said, \"Charity I will not accept.  I will\ntake nothing but mine own.  It must be divided.\"\n\nAnd the younger one said, \"If the bowl be broken, of what use would\nit be to thee or to me?  If it be thy pleasure let us rather cast\na lot.\"\n\nBut the older hermit said again, \"I will have but justice and mine\nown, and I will not trust justice and mine own to vain chance.  The\nbowl must be divided.\"\n\nThen the younger hermit could reason no further and he said, \"If\nit be indeed thy will, and if even so thou wouldst have it let us\nnow break the bowl.\"\n\nBut the face of the older hermit grew exceedingly dark, and he\ncried, \"O thou cursed coward, thou wouldst not fight.\"\n\n\n\n\n\nOn Giving and Taking\n\n\n\n\nOnce there lived a man who had a valley-full of needles.  And one\nday the mother of Jesus came to him and said:  \"Friend, my son's\ngarment is torn and I must needs mend it before he goeth to the\ntemple.  Wouldst thou not give me a needle?\"\n\nAnd he gave her not a needle, but he gave her a learned discourse\non Giving and Taking to carry to her son before he should go to\nthe temple.\n\n\n\n\n\nThe Seven Selves\n\n\n\n\nIn the stillest hour of the night, as I lay half asleep, my seven\nselves sat together and thus conversed in whisper:\n\nFirst Self:  Here, in this madman, I have dwelt all these years,\nwith naught to do but renew his pain by day and recreate his sorrow\nby night.  I can bear my fate no longer, and now I rebel.\n\nSecond Self:  Yours is a better lot than mine, brother, for it is\ngiven to me to be this madman's joyous self.  I laugh his laughter\nand sing his happy hours, and with thrice winged feet I dance\nhis brighter thoughts.  It is I that would rebel against my weary\nexistence.\n\nThird Self:  And what of me, the love-ridden self, the flaming brand\nof wild passion and fantastic desires?  It is I the love-sick self\nwho would rebel against this madman.\n\nFourth Self:  I, amongst you all, am the most miserable, for naught\nwas given me but odious hatred and destructive loathing.  It is\nI, the tempest-like self, the one born in the black caves of Hell,\nwho would protest against serving this madman.\n\nFifth Self:  Nay, it is I, the thinking self, the fanciful self,\nthe self of hunger and thirst, the one doomed to wander without\nrest in search of unknown things and things not yet created; it is\nI, not you, who would rebel.\n\nSixth Self:  And I, the working self, the pitiful labourer, who,\nwith patient hands, and longing eyes, fashion the days into images\nand give the formless elements new and eternal forms--it is I, the\nsolitary one, who would rebel against this restless madman.\n\nSeventh Self:  How strange that you all would rebel against this\nman, because each and every one of you has a preordained fate to\nfulfill.  Ah! could I but be like one of you, a self with a determined\nlot!  But I have none, I am the do-nothing self, the one who sits\nin the dumb, empty nowhere and nowhen, while you are busy re-creating\nlife.  Is it you or I, neighbours, who should rebel?\n\nWhen the seventh self thus spake the other six selves looked with\npity upon him but said nothing more; and as the night grew deeper\none after the other went to sleep enfolded with a new and happy\nsubmission.\n\nBut the seventh self remained watching and gazing at nothingness,\nwhich is behind all things.\n\n\n\n\n\nWar\n\n\n\n\nOne night a feast was held in the palace, and there came a man and\nprostrated himself before the prince, and all the feasters looked\nupon him; and they saw that one of his eyes was out and that\nthe empty socket bled.  And the prince inquired of him, \"What has\nbefallen you?\"  And the man replied, \"O prince, I am by profession\na thief, and this night, because there was no moon, I went to rob\nthe money-changer's shop, and as I climbed in through the window\nI made a mistake and entered the weaver's shop, and in the dark I\nran into the weaver's loom and my eye was plucked out.  And now,\nO prince, I ask for justice upon the weaver.\"\n\nThen the prince sent for the weaver and he came, and it was decreed\nthat one of his eyes should be plucked out.\n\n\"O prince,\" said the weaver, \"the decree is just.  It is right that\none of my eyes be taken.  And yet, alas! both are necessary to me\nin order that I may see the two sides of the cloth that I weave.\nBut I have a neighbour, a cobbler, who has also two eyes, and in\nhis trade both eyes are not necessary.\"\n\nThen the prince sent for the cobbler.  And he came.  And they took\nout one of the cobbler's two eyes.\n\nAnd justice was satisfied.\n\n\n\n\n\nThe Fox\n\n\n\n\nA fox looked at his shadow at sunrise and said, \"I will have\na camel for lunch today.\"  And all morning he went about looking\nfor camels.  But at noon he saw his shadow again--and he said, \"A\nmouse will do.\"\n\n\n\n\n\nThe Wise King\n\n\n\n\nOnce there ruled in the distant city of Wirani a king who was both\nmighty and wise.  And he was feared for his might and loved for\nhis wisdom.\n\nNow, in the heart of that city was a well, whose water was cool and\ncrystalline, from which all the inhabitants drank, even the king\nand his courtiers; for there was no other well.\n\nOne night when all were asleep, a witch entered the city, and poured\nseven drops of strange liquid into the well, and said, \"From this\nhour he who drinks this water shall become mad.\"\n\nNext morning all the inhabitants, save the king and his lord\nchamberlain, drank from the well and became mad, even as the witch\nhad foretold.\n\nAnd during that day the people in the narrow streets and in the\nmarket places did naught but whisper to one another, \"The king is\nmad.  Our king and his lord chamberlain have lost their reason.\nSurely we cannot be ruled by a mad king.  We must dethrone him.\"\n\nThat evening the king ordered a golden goblet to be filled from the\nwell.  And when it was brought to him he drank deeply, and gave it\nto his lord chamberlain to drink.\n\nAnd there was great rejoicing in that distant city of Wirani,\nbecause its king and its lord chamberlain had regained their reason.\n\n\n\n\n\nAmbition\n\n\n\n\nThree men met at a tavern table.  One was a weaver, another a\ncarpenter and the third a ploughman.\n\nSaid the weaver, \"I sold a fine linen shroud today for two pieces\nof gold.  Let us have all the wine we want.\"\n\n\"And I,\" said the carpenter, \"I sold my best coffin.  We will have\na great roast with the wine.\"\n\n\"I only dug a grave,\" said the ploughman, \"but my patron paid me\ndouble.  Let us have honey cakes too.\"\n\nAnd all that evening the tavern was busy, for they called often\nfor wine and meat and cakes.  And they were merry.\n\nAnd the host rubbed his hands and smiled at his wife; for his guests\nwere spending freely.\n\nWhen they left the moon was high, and they walked along the road\nsinging and shouting together.\n\nThe host and his wife stood in the tavern door and looked after\nthem.\n\n\"Ah!\" said the wife, \"these gentlemen!  So freehanded and so gay!\nIf only they could bring us such luck every day!  Then our son need\nnot be a tavern-keeper and work so hard.  We could educate him,\nand he could become a priest.\"\n\n\n\n\n\nThe New Pleasure\n\n\n\n\nLast night I invented a new pleasure, and as I was giving it the\nfirst trial an angel and a devil came rushing toward my house.  They\nmet at my door and fought with each other over my newly created\npleasure; the one crying, \"It is a sin!\"--the other, \"It is a\nvirtue!\"\n\n\n\n\n\nThe Other Language\n\n\n\n\nThree days after I was born, as I lay in my silken cradle, gazing\nwith astonished dismay on the new world round about me, my mother\nspoke to the wet-nurse, saying, \"How does my child?\"\n\nAnd the wet-nurse answered, \"He does well, Madame, I have fed him\nthree times; and never before have I seen a babe so young yet so\ngay.\"\n\nAnd I was indignant; and I cried, \"It is not true, mother; for\nmy bed is hard, and the milk I have sucked is bitter to my mouth,\nand the odour of the breast is foul in my nostrils, and I am most\nmiserable.\"\n\nBut my mother did not understand, nor did the nurse; for the language\nI spoke was that of the world from which I came.\n\nAnd on the twenty-first day of my life, as I was being christened,\nthe priest said to my mother, \"You should indeed by happy, Madame,\nthat your son was born a Christian.\"\n\nAnd I was surprised,--and I said to the priest, \"Then your mother\nin Heaven should be unhappy, for you were not born a Christian.\"\n\nBut the priest too did not understand my language.\n\nAnd after seven moons, one day a soothsayer looked at me, and he\nsaid to my mother, \"Your son will be a statesman and a great leader\nof men.\"\n\nBut I cried out,--\"That is a false prophet; for I shall be a\nmusician, and naught but a musician shall I be.\"\n\nBut even at that age my language was not understood--and great was\nmy astonishment.\n\nAnd after three and thirty years, during which my mother, and the\nnurse, and the priest have all died, (the shadow of God be upon\ntheir spirits) the soothsayer still lives.  And yesterday I met him\nnear the gates of the temple; and while we were talking together\nhe said, \"I have always known you would become a great musician.\nEven in your infancy I prophesied and foretold your future.\"\n\nAnd I believed him--for now I too have forgotten the language of\nthat other world.\n\n\n\n\n\nThe Pomegranate\n\n\n\n\nOnce when I was living in the heart of a pomegranate, I heard a seed\nsaying, \"Someday I shall become a tree, and the wind will sing in\nmy branches, and the sun will dance on my leaves, and I shall be\nstrong and beautiful through all the seasons.\"\n\nThen another seed spoke and said, \"When I was as young as you, I\ntoo held such views; but now that I can weigh and measure things,\nI see that my hopes were vain.\"\n\nAnd a third seed spoke also, \"I see in us nothing that promises so\ngreat a future.\"\n\nAnd a fourth said, \"But what a mockery our life would be, without\na greater future!\"\n\nSaid a fifth, \"Why dispute what we shall be, when we know not even\nwhat we are.\"\n\nBut a sixth replied, \"Whatever we are, that we shall continue to\nbe.\"\n\nAnd a seventh said, \"I have such a clear idea how everything will\nbe, but I cannot put it into words.\"\n\nThen an eight spoke--and a ninth--and a tenth--and then many--until\nall were speaking, and I could distinguish nothing for the many\nvoices.\n\nAnd so I moved that very day into the heart of a quince, where the\nseeds are few and almost silent.\n\n\n\n\n\nThe Two Cages\n\n\n\n\nIn my father's garden there are two cages.  In one is a lion, which\nmy father's slaves brought from the desert of Ninavah; in the other\nis a songless sparrow.\n\nEvery day at dawn the sparrow calls to the lion, \"Good morrow to\nthee, brother prisoner.\"\n\n\n\n\n\nThe Three Ants\n\n\n\n\nThree ants met on the nose of a man who was asleep in the sun.  And\nafter they had saluted one another, each according to the custom\nof his tribe, they stood there conversing.\n\nThe first ant said, \"These hills and plains are the most barren I\nhave known.  I have searched all day for a grain of some sort, and\nthere is none to be found.\"\n\nSaid the second ant, \"I too have found nothing, though I have\nvisited every nook and glade.  This is, I believe, what my people\ncall the soft, moving land where nothing grows.\"\n\nThen the third ant raised his head and said, \"My friends, we are\nstanding now on the nose of the Supreme Ant, the mighty and infinite\nAnt, whose body is so great that we cannot see it, whose shadow\nis so vast that we cannot trace it, whose voice is so loud that we\ncannot hear it; and He is omnipresent.\"\n\nWhen the third ant spoke thus the other ants looked at each other\nand laughed.\n\nAt that moment the man moved and in his sleep raised his hand and\nscratched his nose, and the three ants were crushed.\n\n\n\n\n\nThe Grave-Digger\n\n\n\n\nOnce, as I was burying one of my dead selves, the grave-digger came\nby and said to me, \"Of all those who come here to bury, you alone\nI like.\"\n\nSaid I, \"You please me exceedingly, but why do you like me?\"\n\n\"Because,\" said he, \"They come weeping and go weeping--you only\ncome laughing and go laughing.\"\n\n\n\n\n\nOn the Steps of the Temple\n\n\n\n\nYestereve, on the marble steps of the Temple, I saw a woman sitting\nbetween two men.  One side of her face was pale, the other was\nblushing.\n\n\n\n\n\nThe Blessed City\n\n\n\n\nIn my youth I was told that in a certain city every one lived\naccording to the Scriptures.\n\nAnd I said, \"I will seek that city and the blessedness thereof.\"\nAnd it was far.  And I made great provision for my journey.  And\nafter forty days I beheld the city and on the forty-first day I\nentered into it.\n\nAnd lo! the whole company of the inhabitants had each but a single\neye and but one hand.  And I was astonished and said to myself,\n\"Shall they of this so holy city have but one eye and one hand?\"\n\nThen I saw that they too were astonished, for they were marveling\ngreatly at my two hands and my two eyes.  And as they were speaking\ntogether I inquired of them saying, \"Is this indeed the Blessed\nCity, where each man lives according to the Scriptures?\"  And they\nsaid, \"Yes, this is that city.\"\n\n\"And what,\" said I, \"hath befallen you, and where are your right\neyes and your right hands?\"\n\nAnd all the people were moved.  And they said, \"Come thou and see.\"\n\nAnd they took me to the temple in the midst of the city.  And in\nthe temple I saw a heap of hands and eyes.  All withered.  Then said\nI, \"Alas! what conqueror hath committed this cruelty upon you?\"\n\nAnd there went a murmur amongst them.  And one of their elders\nstood forth and said, \"This doing is of ourselves.  God hath made\nus conquerors over the evil that was in us.\"\n\nAnd he led me to a high altar, and all the people followed.  And\nhe showed me above the altar an inscription graven, and I read:\n\n\n\"If thy right eye offend thee, pluck it out and cast it from thee;\nfor it is profitable for thee that one of thy members should perish,\nand not that the whole body should be cast into hell.  And if thy\nright hand offend thee, cut it off and cast it from thee; for it\nis profitable for thee that one of thy members should perish, and\nnot that thy whole body should be cast into hell.\"\n\n\nThen I understood.  And I turned about to all the people and cried,\n\"Hath no man or woman among you two eyes or two hands?\"\n\nAnd they answered me saying, \"No, not one.  There is none whole save\nsuch as are yet too young to read the Scripture and to understand\nits commandment.\"\n\nAnd when we had come out of the temple, I straightway left that\nBlessed City; for I was not too young, and I could read the scripture.\n\n\n\n\n\nThe Good God and the Evil God\n\n\n\n\nThe Good God and the Evil God met on the mountain top.\n\nThe Good God said, \"Good day to you, brother.\"\n\nThe Evil God did not answer.\n\nAnd the Good God said, \"You are in a bad humour today.\"\n\n\"Yes,\" said the Evil God, \"for of late I have been often mistaken\nfor you, called by your name, and treated as if I were you, and it\nill-pleases me.\"\n\nAnd the Good God said, \"But I too have been mistaken for you and\ncalled by your name.\"\n\nThe Evil God walked away cursing the stupidity of man.\n\n\n\n\n\nDefeat\n\n\n\n\nDefeat, my Defeat, my solitude and my aloofness;\nYou are dearer to me than a thousand triumphs,\nAnd sweeter to my heart than all world-glory.\n\nDefeat, my Defeat, my self-knowledge and my defiance,\nThrough you I know that I am yet young and swift of foot\nAnd not to be trapped by withering laurels.\nAnd in you I have found aloneness\nAnd the joy of being shunned and scorned.\n\nDefeat, my Defeat, my shining sword and shield,\nIn your eyes I have read\nThat to be enthroned is to be enslaved,\nAnd to be understood is to be leveled down,\nAnd to be grasped is but to reach one's fullness\nAnd like a ripe fruit to fall and be consumed.\n\nDefeat, my Defeat, my bold companion,\nYou shall hear my songs and my cries and my silences,\nAnd none but you shall speak to me of the beating of wings,\nAnd urging of seas,\nAnd of mountains that burn in the night,\nAnd you alone shall climb my steep and rocky soul.\n\nDefeat, my Defeat, my deathless courage,\nYou and I shall laugh together with the storm,\nAnd together we shall dig graves for all that die in us,\nAnd we shall stand in the sun with a will,\nAnd we shall be dangerous.\n\n\n\n\n\nNight and the Madman\n\n\n\n\n\"I am like thee, O, Night, dark and naked; I walk on the flaming\npath which is above my day-dreams, and whenever my foot touches\nearth a giant oak tree comes forth.\"\n\n\"Nay, thou art not like me, O, Madman, for thou still lookest\nbackward to see how large a foot-print thou leavest on the sand.\"\n\n\"I am like thee, O, Night, silent and deep; and in the heart of\nmy loneliness lies a Goddess in child-bed; and in him who is being\nborn Heaven touches Hell.\"\n\n\"Nay, thou art not like me, O, Madman, for thou shudderest yet\nbefore pain, and the song of the abyss terrifies thee.\"\n\n\"I am like thee, O, Night, wild and terrible; for my ears are crowded\nwith cries of conquered nations and sighs for forgotten lands.\"\n\n\"Nay, thou art not like me, O, Madman, for thou still takest thy\nlittle-self for a comrade, and with thy monster-self thou canst\nnot be friend.\"\n\n\"I am like thee, O, Night, cruel and awful; for my bosom is lit\nby burning ships at sea, and my lips are wet with blood of slain\nwarriors.\"\n\n\"Nay, thou art not like me, O, Madman; for the desire for a\nsister-spirit is yet upon thee, and thou has not become alone unto\nthyself.\"\n\n\"I am like thee, O, Night, joyous and glad; for he who dwells in\nmy shadow is now drunk with virgin wine, and she who follows me is\nsinning mirthfully.\"\n\n\"Nay, thou art not like me, O, Madman, for thy soul is wrapped in\nthe veil of seven folds and thou holdest not thy heart in thine\nhand.\"\n\n\"I am like thee, O, Night, patient and passionate; for in my breast\na thousand dead lovers are buried in shrouds of withered kisses.\"\n\n\"Yea, Madman, art thou like me?  Art thou like me?  And canst thou\nride the tempest as a steed, and grasp the lightning as a sword?\"\n\n\"Like thee, O, Night, like thee, mighty and high, and my throne is\nbuilt upon heaps of fallen Gods; and before me too pass the days\nto kiss the hem of my garment but never to gaze at my face.\"\n\n\"Art thou like me, child of my darkest heart?  And dost thou think\nmy untamed thoughts and speak my vast language?\"\n\n\"Yea, we are twin brothers, O, Night; for thou revealest space and\nI reveal my soul.\"\n\n\n\n\n\nFaces\n\n\n\n\nI have seen a face with a thousand countenances, and a face that\nwas but a single countenance as if held in a mould.\n\n\nI have seen a face whose sheen I could look through to the ugliness\nbeneath, and a face whose sheen I had to lift to see how beautiful\nit was.\n\n\nI have seen an old face much lined with nothing, and a smooth face\nin which all things were graven.\n\n\nI know faces, because I look through the fabric my own eye weaves,\nand behold the reality beneath.\n\n\n\n\n\nThe Greater Sea\n\n\n\n\nMy soul and I went to the great sea to bathe.  And when we reached\nthe shore, we went about looking for a hidden and lonely place.\n\nBut as we walked, we saw a man sitting on a grey rock taking pinches\nof salt from a bag and throwing them into the sea.\n\n\"This is the pessimist,\" said my soul, \"Let us leave this place.\nWe cannot bathe here.\"\n\nWe walked on until we reached an inlet.  There we saw, standing\non a white rock, a man holding a bejeweled box, from which he took\nsugar and threw it into the sea.\n\n\"And this is the optimist,\" said my soul, \"And he too must not see\nour naked bodies.\"\n\nFurther on we walked.  And on a beach we saw a man picking up dead\nfish and tenderly putting them back into the water.\n\n\"And we cannot bathe before him,\" said my soul.  \"He is the humane\nphilanthropist.\"\n\nAnd we passed on.\n\nThen we came where we saw a man tracing his shadow on the sand.\nGreat waves came and erased it.  But he went on tracing it again\nand again.\n\n\"He is the mystic,\" said my soul, \"Let us leave him.\"\n\nAnd we walked on, till in a quiet cover we saw a man scooping up\nthe foam and putting it into an alabaster bowl.\n\n\"He is the idealist,\" said my soul, \"Surely he must not see our\nnudity.\"\n\nAnd on we walked.  Suddenly we heard a voice crying, \"This is the\nsea.  This is the deep sea.  This is the vast and mighty sea.\"\nAnd when we reached the voice it was a man whose back was turned\nto the sea, and at his ear he held a shell, listening to its murmur.\n\nAnd my soul said, \"Let us pass on.  He is the realist, who turns\nhis back on the whole he cannot grasp, and busies himself with a\nfragment.\"\n\nSo we passed on.  And in a weedy place among the rocks was a man\nwith his head buried in the sand.  And I said to my soul, \"We can\nbath here, for he cannot see us.\"\n\n\"Nay,\" said my soul, \"For he is the most deadly of them all.  He\nis the puritan.\"\n\nThen a great sadness came over the face of my soul, and into her\nvoice.\n\n\"Let us go hence,\" she said, \"For there is no lonely, hidden place\nwhere we can bathe.  I would not have this wind lift my golden hair,\nor bare my white bosom in this air, or let the light disclose my\nsacred nakedness.\"\n\nThen we left that sea to seek the Greater Sea.\n\n\n\n\n\nCrucified\n\n\n\n\nI cried to men, \"I would be crucified!\"\n\nAnd they said, \"Why should your blood be upon our heads?\"\n\nAnd I answered, \"How else shall you be exalted except by crucifying\nmadmen?\"\n\nAnd they heeded and I was crucified.  And the crucifixion appeased\nme.\n\nAnd when I was hanged between earth and heaven they lifted up their\nheads to see me.  And they were exalted, for their heads had never\nbefore been lifted.\n\nBut as they stood looking up at me one called out, \"For what art\nthou seeking to atone?\"\n\nAnd another cried, \"In what cause dost thou sacrifice thyself?\"\n\nAnd a third said, \"Thinkest thou with this price to buy world\nglory?\"\n\nThen said a fourth, \"Behold, how he smiles!  Can such pain be\nforgiven?\"\n\nAnd I answered them all, and said:\n\n\"Remember only that I smiled.  I do not atone--nor sacrifice--nor\nwish for glory; and I have nothing to forgive.  I thirsted--and I\nbesought you to give me my blood to drink.  For what is there can\nquench a madman's thirst but his own blood?  I was dumb--and I\nasked wounds of you for mouths.  I was imprisoned in your days and\nnights--and I sought a door into larger days and nights.\n\nAnd now I go--as others already crucified have gone.  And think not\nwe are weary of crucifixion.  For we must be crucified by larger\nand yet larger men, between greater earths and greater heavens.\"\n\n\n\n\n\nThe Astronomer\n\n\n\n\nIn the shadow of the temple my friend and I saw a blind man sitting\nalone.  And my friend said, \"Behold the wisest man of our land.\"\n\nThen I left my friend and approached the blind man and greeted him.\nAnd we conversed.\n\nAfter a while I said, \"Forgive my question; but since when has thou\nbeen blind?\"\n\n\"From my birth,\" he answered.\n\nSaid I, \"And what path of wisdom followest thou?\"\n\nSaid he, \"I am an astronomer.\"\n\nThen he placed his hand upon his breast saying, \"I watch all these\nsuns and moons and stars.\"\n\n\n\n\n\nThe Great Longing\n\n\n\n\nHere I sit between my brother the mountain and my sister the sea.\n\nWe three are one in loneliness, and the love that binds us together\nis deep and strong and strange.  Nay, it is deeper than my sister's\ndepth and stronger than my brother's strength, and stranger than\nthe strangeness of my madness.\n\nAeons upon aeons have passed since the first grey dawn made us\nvisible to one another; and though we have seen the birth and the\nfullness and the death of many worlds, we are still eager and young.\n\nWe are young and eager and yet we are mateless and unvisited, and\nthough we lie in unbroken half embrace, we are uncomforted.  And\nwhat comfort is there for controlled desire and unspent passion?\nWhence shall come the flaming god to warm my sister's bed?  And\nwhat she-torrent shall quench my brother's fire?  And who is the\nwoman that shall command my heart?\n\nIn the stillness of the night my sister murmurs in her sleep the\nfire-god's unknown name, and my brother calls afar upon the cool\nand distant goddess.  But upon whom I call in my sleep I know not.\n\n*     *     *      *       *      *       *       *      *\n\nHere I sit between my brother the mountain and my sister the sea.\nWe three are one in loneliness, and the love that binds us together\nis deep and strong and strange.\n\n\n\n\n\nSaid a Blade of Grass\n\n\n\n\nSaid a blade of grass to an autumn leaf, \"You make such a noise\nfalling!  You scatter all my winter dreams.\"\n\nSaid the leaf indignant, \"Low-born and low-dwelling!  Songless,\npeevish thing!  You live not in the upper air and you cannot tell\nthe sound of singing.\"\n\nThen the autumn leaf lay down upon the earth and slept.  And when\nspring came she waked again--and she was a blade of grass.\n\nAnd when it was autumn and her winter sleep was upon her, and\nabove her through all the air the leaves were falling, she muttered\nto herself, \"O these autumn leaves!  They make such noise!  They\nscatter all my winter dreams.\"\n\n\n\n\n\nThe Eye\n\n\n\n\nSaid the Eye one day, \"I see beyond these valleys a mountain veiled\nwith blue mist.  Is it not beautiful?\"\n\nThe Ear listened, and after listening intently awhile, said, \"But\nwhere is any mountain?  I do not hear it.\"\n\nThen the Hand spoke and said, \"I am trying in vain to feel it or\ntouch it, and I can find no mountain.\"\n\nAnd the Nose said, \"There is no mountain, I cannot smell it.\"\n\nThen the Eye turned the other way, and they all began to talk together\nabout the Eye's strange delusion.  And they said, \"Something must\nbe the matter with the Eye.\"\n\n\n\n\n\nThe Two Learned Men\n\n\n\n\nOnce there lived in the ancient city of Afkar two learned men who\nhated and belittled each other's learning.  For one of them denied\nthe existence of the gods and the other was a believer.\n\nOne day the two met in the marketplace, and amidst their followers\nthey began to dispute and to argue about the existence or the\nnon-existence of the gods.  And after hours of contention they\nparted.\n\nThat evening the unbeliever went to the temple and prostrated himself\nbefore the altar and prayed the gods to forgive his wayward past.\n\nAnd the same hour the other learned man, he who had upheld the\ngods, burned his sacred books.  For he had become an unbeliever.\n\n\n\n\n\nWhen My Sorrow Was Born\n\n\n\n\nWhen my Sorrow was born I nursed it with care, and watched over it\nwith loving tenderness.\n\nAnd my Sorrow grew like all living things, strong and beautiful\nand full of wondrous delights.\n\nAnd we loved one another, my Sorrow and I, and we loved the world\nabout us; for Sorrow had a kindly heart and mine was kindly with\nSorrow.\n\nAnd when we conversed, my Sorrow and I, our days were winged and\nour nights were girdled with dreams; for Sorrow had an eloquent\ntongue, and mine was eloquent with Sorrow.\n\nAnd when we sang together, my Sorrow and I, our neighbors sat at\ntheir windows and listened; for our songs were deep as the sea and\nour melodies were full of strange memories.\n\nAnd when we walked together, my Sorrow and I, people gazed at us\nwith gentle eyes and whispered in words of exceeding sweetness.\nAnd there were those who looked with envy upon us, for Sorrow was\na noble thing and I was proud with Sorrow.\n\nBut my Sorrow died, like all living things, and alone I am left to\nmuse and ponder.\n\nAnd now when I speak my words fall heavily upon my ears.\n\nAnd when I sing my songs my neighbours come not to listen.\n\nAnd when I walk the streets no one looks at me.\n\nOnly in my sleep I hear voices saying in pity, \"See, there lies\nthe man whose Sorrow is dead.\"\n\n\n\n\n\nAnd When my Joy was Born\n\n\n\n\nAnd when my Joy was born, I held it in my arms and stood on the\nhouse-top shouting, \"Come ye, my neighbours, come and see, for Joy\nthis day is born unto me.  Come and behold this gladsome thing that\nlaugheth in the sun.\"\n\nBut none of my neighbours came to look upon my Joy, and great was\nmy astonishment.\n\nAnd every day for seven moons I proclaimed my Joy from the\nhouse-top--and yet no one heeded me.  And my Joy and I were alone,\nunsought and unvisited.\n\nThen my Joy grew pale and weary because no other heart but mine\nheld its loveliness and no other lips kissed its lips.\n\nThen my Joy died of isolation.\n\nAnd now I only remember my dead Joy in remembering my dead Sorrow.\nBut memory is an autumn leaf that murmurs a while in the wind and\nthen is heard no more.\n\n\n\n\n\n\"The Perfect World\"\n\n\n\n\nGod of lost souls, thou who are lost amongst the gods, hear me:\n\nGentle Destiny that watchest over us, mad, wandering spirits, hear\nme:\n\nI dwell in the midst of a perfect race, I the most imperfect.\n\nI, a human chaos, a nebula of confused elements, I move amongst\nfinished worlds--peoples of complete laws and pure order, whose\nthoughts are assorted, whose dreams are arranged, and whose visions\nare enrolled and registered.\n\nTheir virtues, O God, are measured, their sins are weighed, and\neven the countless things that pass in the dim twilight of neither\nsin nor virtue are recorded and catalogued.\n\nHere days and night are divided into seasons of conduct and governed\nby rules of blameless accuracy.\n\nTo eat, to drink, to sleep, to cover one's nudity, and then to be\nweary in due time.\n\nTo work, to play, to sing, to dance, and then to lie still when\nthe clock strikes the hour.\n\nTo think thus, to feel thus much, and then to cease thinking and\nfeeling when a certain star rises above yonder horizon.\n\nTo rob a neighbour with a smile, to bestow gifts with a graceful\nwave of the hand, to praise prudently, to blame cautiously, to\ndestroy a sound with a word, to burn a body with a breath, and then\nto wash the hands when the day's work is done.\n\nTo love according to an established order, to entertain one's best\nself in a preconceived manner, to worship the gods becomingly,\nto intrigue the devils artfully--and then to forget all as though\nmemory were dead.\n\nTo fancy with a motive, to contemplate with consideration, to be\nhappy sweetly, to suffer nobly--and then to empty the cup so that\ntomorrow may fill it again.\n\nAll these things, O God, are conceived with forethought, born with\ndetermination, nursed with exactness, governed by rules, directed\nby reason, and then slain and buried after a prescribed method.\nAnd even their silent graves that lie within the human soul are\nmarked and numbered.\n\nIt is a perfect world, a world of consummate excellence, a world of\nsupreme wonders, the ripest fruit in God's garden, the master-thought\nof the universe.\n\nBut why should I be here, O God, I a green seed of unfulfilled\npassion, a mad tempest that seeketh neither east nor west, a\nbewildered fragment from a burnt planet?\n\nWhy am I here, O God of lost souls, thou who art lost amongst the gods?",
    "metadata": {
        "author": [
            "Gibran, Khalil",
            "Gibran, Kahlil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5616/pg5616.txt",
        "name": "the_madman_his_parables_and_poems.json"
    }
}