{
    "name": "The Parthenon By Way Of Papendrecht",
    "author": [
        "Smith, F. Hopkinson (Francis Hopkinson)",
        "Smith, Francis Hopkinson"
    ],
    "body": "1909\n\n\n\"WILYUM!....._Wilyum!_.....WILYUM!\"\n\nIt was mine host of the Ferry Inn at Cook-ham who was calling, and at\nthe top of his voice--and a big-chested voice it was--the sound leaping\ninto crescendo as the object of his search remained hidden. Then he\nturned to me:\n\n\"He's somewheres 'round the boat house--you can't miss him--there's too\nmuch of him!\"\n\n\"Are ye wantin' me, sor?\" came another shout as I rounded the squat\nbuilding stuffed with boats--literally so--bottom, top, and sides.\n\n\"Yes--are you the boatman?\"\n\n\"I am, sor--and bloody sick of me job. Do ye see that wherry shovin'\noff--the one with the lady in a sweater? Yes--that's right--just slipped\nunder the bridge. Well, sor, what d'ye think the bloke did for me? Look\nat it, sor!\" (Here he held out his hand, in which lay a half-penny.)\n\"And me a-washin' out 'is boat, feedin' of 'is dog, and keepin' an eye\non 'is togs and 'is ladies--and then shoves off and 'ands me this--a\n'a'penny, sor--_a 'a'penny_--from the likes o' 'im to the likes o' me!\nDamn 'im!\"--and away went the coin into the river. \"You'll excuse me,\nsor, but i couldn't choke it down. Is it a punt ye're lookin' for?\"\n\nThe landlord was right--there was a good deal of him--six feet and an\ninch, I should think; straight as an oar, his bared arms swinging free;\nwaist, thighs, and back tough as a saw-log. To this was added two big\nblue eyes set in a clean-shaven face bronzed by the sun, and a double\nrow of teeth that would have shamed an ear of corn. I caught, too, the\nmuscles of his chest rounding out his boating shirt, and particularly\nthe muscles of the neck supporting the round head crowned with closely\ncropped hair--evidently a young Englishman of that great middle class\nwhich the nation depends upon in an emergency. My inspection also\nsettled any question I might have had as to why he was \"William,\" and\nnever \"Bill,\" to those about him.\n\nThe one thing lacking in his make-up--and which only came into view when\nhe turned his head--was the upper part of one ear. This was clipped as\nclose as a terrier's.\n\nAgain he repeated the question--with a deprecatory smile, as if he\nalready regretted his outburst.\n\n\"Is it a punt ye're wantin', sor?\"\n\n\"Yes--and a man to pole it and look after me while I paint. I had old\nNorris for the past few years, but I hear he's gone back to gardening.\nWill you have time with your other work?\"\n\n\"Time! I'll chuck my job if I don't.\"\n\n\"No,--you can do both,--Norris did. You can pole me out to where I\nwant to work; bring me my lunch when you have yours, and come for me at\nnight. You weren't here two years ago--were you?\"\n\n\"No--I was with General French. Got this clip outside Kimberly--\" and he\ntouched his ear. \"Been all my life on the river--Maidenhead and Bourne's\nEnd mostly--and so when my time was up I come home and the boss here put\nme on.\"\n\n\"A soldier! I thought so. I see now why you got mad. Wonder you didn't\nthrow that chap into the river.\" I am a crank on the happiness one gets\nfrom the giving of tips--and a half-penny man is the rock bottom of\nmeanness.\n\nHis face straightened.\n\n\"Well, we can't do that, sor--we can't never talk back. Got to grin and\nbear it or lose yer job. Learned that in the Hussahs. I didn't care for\nhis money--maybe it was the way he did it that set me goin'--as if I\nwas--Well--let it go! And it's a punt ye want?--Yes, sor--come and pick\nit out.\"\n\nAfter that it was plain sailing--or punting. The picture of that London\ncad sprawling in the water, which my approval had created in his mind,\nhad done it. And it was early and late too (there were few visitors\nthat month); down by the Weir below the lock as far as Cliveden; up the\nbackwater to the Mill--William stretched beside me while I worked, or\npulling back and forth when a cool bottle--beer, of course--or a kettle\nand an alcohol lamp would add to my comfort.\n\n*****\n\nMany years of tramping and boating up and down the Thames from Reading\nto Maidenhead have taught me the ins and outs of the river. I know it\nas I do my own pocket (and there is more in that statement than you\nthink--especially during regatta week).\n\nFirst comes Sonning with its rose gardens and quaint brick bridge; and\nthen Marlowe with that long stretch of silver bordered by nodding trees\nand dominated by the robber Inn--four shillings and six for a sawdust\nsandwich! Then Maidenhead, swarming with boats and city folks after\ndark (it is only a step from the landing to any number of curtained\nsitting-rooms with shaded candles--and there be gay times at Maidenhead,\nlet me tell you!). And, between, best of all, lovely Cookham.\n\nHere the river, crazy with delight, seems to lose its head and goes\nmeandering about, poking its nose up backwaters, creeping across\nmeadows, flooding limpid shallows, mirroring oaks and willows upside\ndown, surging up as if to sweep away a velvet-shorn lawn, only to pour\nitself--its united self--into an open-mouthed lock, and so on to a saner\nlife in a level stretch beyond. If you want a map giving these vagaries,\nspill a cup of tea and follow its big and little puddles with their\nconnecting rivulets: ten chances to one it will come out right.\n\nAll this William and I took in for three unbroken weeks, my usual\nsummer allotment on the Thames. Never was there such a breesy, wholesome\ncompanion; stories of his life in the Veldt; of his hospital experience\nover that same ear--\"The only crack I got, sor, thank God!--except bein'\n'alf starved for a week and down two months with the fever--\" neither of\nwhich seemed to have caused him a moment's inconvenience; stories of\nthe people living about him and those who came from London with a \"'am\nsandwidge in a noospaper, and precious little more,\" rolled out of him\nby the hour.\n\nAnd the poise of the man! When he lay stretched out beside me on\nthe grass while I worked--an old bivouac attitude--he kept still; no\ntwitching of legs or stretching of arms--lay as a big hound does, whose\nblood and breeding necessitate repose.\n\nAnd we were never separated. First a plunge overboard, and then a pull\nback for breakfast, and off again with the luncheon tucked under the\nseat--and so on until the sun dropped behind the hills.\n\nThe only days on which this routine of work and play had to be changed\nwere Sundays and holidays. Then my white umbrella would loom up as large\nas a circus tent, the usual crowd surging about its doors. As you cannot\nsee London for the people, so you cannot see the river for boats on\nthese days--all sorts of boats--wherries, tubs, launches, racing crafts,\nshells, punts--everything that can be poled, pulled, or wobbled, and in\neach one the invariable combination--a man, a girl, and a dog--a dog, a\ngirl, and a man. This has been going on for ages, and will to the end of\ntime.\n\nOn these mornings William and I have our bath early--ahead of the crowd\nreally, who generally arrive two hours after sunrise and keep up the\npace until the last train leaves for Paddington. This bath is at the\nend of one of the teacup spillways, and is called the Weir. There is a\nplateau, a plunge down some twenty feet into a deep pool, and the usual\nsurroundings of fresh morning air, gay tree-tops, and the splash of cool\nwater sparkling in the sunlight.\n\nTo-day as my boat grated on the gravel my eyes fell on a young English\nlord who was holding the centre of the stage in the sunlight. He was\ndressed from head to foot in a skin-tight suit of underwear which had\nbeen cut for him by a Garden-of-Eden tailor. He was just out of the\nwater--a straight, well-built, ruddy-skinned fellow--every inch a man!\nWhat birth and station had done for him would become apparent when\nhis valet began to hand him his Bond Street outfit. The next instant\nWilliam stood beside him. Then there came a wriggle about the\nshoulders, the slip of a buckle, and he was overboard and out again\nbefore my lord had discarded his third towel.\n\nI fell to thinking.\n\nNaked they were equals. That was the way they came into the world and\nthat's the way they would go out. And yet within the hour my lord would\nbe back to his muffins and silver service, with two flunkies behind\nhis chair, and William would be swabbing out a boat or poling me home\nthrough the pond lilies.\n\nBut why?--I kept asking myself. A totally idiotic and illogical\nquestion, of course. Both were of an age; both would be a joy to a\nsculptor looking for modern gods with which to imitate the Greek ones.\nBoth were equal in the sight of their Maker. Both had served their\ncountry--my lord, I learned later, being one of the first to draw a bead\non Spion Kop close enough to be of any use--and both were honest--at\nleast William was--and the lord must have been.\n\nThere is no answer--never can be. And yet the picture of the two as they\nstood glistening in the sunlight continues to rise in my memory, and\nwith it always comes this same query--one which will never down--Why\nshould there be the difference?\n\n*****\n\nBut the summer is moving on apace. There is another Inn and another\nWilliam--or rather, there was one several hundred years ago before he\nwent off crusading. It is an old resort of mine. Seven years now has\nold Leah filled my breakfast cup with a coffee that deserves a hymn of\npraise in its honor. I like it hot--boiling, blistering hot, and the\nold woman brings it on the run, her white sabots clattering across the\nflower-smothered courtyard. During all these years I have followed\nwith reverent fingers not only the slopes of its roof but the loops of\nswinging clematis that crowd its balconies and gabies as well. I say\n\"my\" because I have known this Inn of William the Conqueror long\nenough to include it in the list of the many good ones I frequent\nover Europe--the Bellevue, for instance, at Dordrecht, over against\nPapendrecht (I shall be there in another month). And the Britannia in\nVenice, and I hope still a third in unknown Athens--unknown to me--my\nobjective point this year.\n\nThis particular Inn with the roof and the clematis, is at Dives, twenty\nmiles from Trouville on the coast. You never saw anything like it, and\nyou never will again. I hold no brief for my old friend Le Remois, the\nproprietor, but the coffee is not the only thing over which grateful\nmen chant hymns. There is a kitchen, resplendent in polished brass,\nwith three French chefs in attendance, and a two-century-old spit for\nroasting. There is the wine-cellar, in which cobwebs and not labels\nrecord the age and the vintage; there is a dining-room--three of\nthem--with baronial fireplaces, sixteenth-century furniture, and linen\nand glass to match--to say nothing of tapestries, Spanish leathers,\nshrines, carved saints, ivories, and pewter--the whole a sight to turn\nbric-a-brac fiends into burglars--not a difficult thing by the way--and\nthen, of course--there is the bill!\n\n\"Where have you been, M. Le Remois?\" asked a charming woman.\n\n\"To church, Madame.\"\n\n\"Did you say your prayers?\"\n\n\"Yes, Madame,\" answered this good boni-face, with a twinkle.\n\n\"What did you pray for?\"\n\n\"I said--'Oh, Lord!--do not make me rich, but place me _next_ to the\nrich'\"--and he kept on his way rubbing his hands and chuckling. And yet\nI must say it is worth the price.\n\nI have no need of a William here--nor of anybody else. The water for my\ncups is within my reach; convenient umbrellas on movable pedestals can\nbe shoved into place; a sheltered back porch hives for the night all my\nparaphernalia and unfinished sketches, and a step or two brings me to\na table where a broiled lobster fresh from the sea and a peculiar peach\nablaze in a peculiar sauce--the whole washed down by a pint of--(No--you\ncan't have the brand--there were only seven bottles left when I paid my\nbill)--and besides I am going back--help to ease the cares that beset a\npainter's life.\n\nBut even this oasis of a garden, hemmed about as if by the froth of\nTrouville and the suds of Cabourg; through which floats the gay life\nof Paris resplendent in toilets never excelled or _exceeded_\nanywhere--cannot keep me from Holland very long. And it is a pity too,\nfor of late years I have been looked upon as a harmless fixture at the\nInn--so much so that men and women pass and repass my easel, or\nlook over my shoulder while I work without a break in their\nconfidences--quite as if I was a deaf, dumb, and blind waiter, or\ntwin-brother to old Coco the cockatoo, who has surveyed the same scene\nfrom his perch near the roof for the past thirty years.\n\nNone of these unconscious ear-droppings am I going to\nbetray--delightful, startling--_improper_, if you must have it--as some\nof them were. Not the most interesting, at all events, for I promised\nher I wouldn't--but there is no question as to the diversion obtained by\nkeeping the latch-string of your ears on the outside.\n\nNone of all this ever drips into my auricles in Holland. A country so\nsmall that they build dikes to keep the inhabitants from being spilt\noff the edge, is hardly the place for a scandal--certainly not in stolid\nDordrecht or in that fly-speck of a Papendrecht, whose dormer windows\npeer over the edge of the dike as if in mortal fear of another\ninundation. And yet, small as it is, it is still big enough for me to\napproach it--the fly-speck, of course--by half a dozen different routes.\nI can come by boat from Rotterdam. Fop Smit owns and runs it--(no kin of\nmine, more's the pity)--or by train from Amsterdam; or by carriage from\nany number of 'dams, 'drechts, and 'bergs. Or I can tramp it on foot, or\nbe wheeled in on a dog-wagon. I have tried them all, and know. Being now\na staid old painter and past such foolishness, I take the train.\n\nToot! Toot!--and I am out on the platform, through the door of the\nstation and aboard the one-horse tram that wiggles and swings over the\ncobble-scoured streets of Dordrecht, and so on to the Bellevue.\n\nWhy I stop at the Bellevue (apart from it being one of my Inns) is that\nfrom its windows I cannot only watch the life of the tawny-colored,\nboat-crowded Maas, but see every curl of smoke that mounts from the\nchimneys of Papendrecht strung along its opposite bank. My dear friend,\nHerr Boudier, of years gone by, has retired from its ownership, but\nhis successor, Herr Teitsma, is as hearty in his welcome. Peter, my old\nboatman, too, pulled his last oar some two years back, and one \"Bop\"\ntakes his place. There is another \"p\" and an \"e\" tacked on to Bop, but I\nhave eliminated the unnecessary and call him \"Bob\" for short. They\nmade Bob out of what was left of Peter, but they left out all trace of\nWilliam.\n\nThis wooden-shod curiosity is anywhere from seventy to one hundred and\nfifty years old, gray, knock-kneed, bent in the back, and goes to sleep\nstanding up--_and stays asleep_. He is the exact duplicate of the\ntramp in the comic opera of \"Miss Hook of Holland\"--except that the\nactor-sleeper occasionally topples over and has to be braced up. Bob is\npast-master of the art and goes it alone, without propping of any kind.\nHe is the only man in Dordrecht, or Papendrecht, or the country round\nabout, who can pull a boat and speak English. He says so, and I am\nforced not only to believe him, but to hire him. He wants it in advance,\ntoo--having had some experience with \"painter-man,\" he explains to Herr\nTeitsma.\n\nI shall, of course, miss my delightful William, but I am accustomed to\nthat. And, then, again, while Bob asleep is an interesting physiological\nstudy, Bob awake adds to the gayety of nations, samples of which crowd\nabout my easel, Holland being one of the main highways of the earth.\n\nI have known Dort and the little 'drecht across the way for some fifteen\nyears, five of which have slipped by since I last opened my umbrella\nalong its quaint quays. To my great joy nothing has changed. The old\npotato boat still lies close to the quay, under the overhanging elms.\nThe same dear old man and his equally dear old wife still make their\nhome beneath its hipped roof. I know, for it is here I lunch, the cargo\nforming the chief dish, followed by a saucer of stewed currants, a cup\nof coffee--(more hymns here)--and a loaf of bread from the baker's. The\nold Groote Kirk still towers aloft--the highest building in Holland,\nthey say; the lazy, red-sailed luggers drift up and down, their decks\ngay with potted plants; swiss curtains at the cabin windows, the wife\nholding the tiller while the man trims the sail. The boys still clatter\nover the polished cobbles--an aggressive mob when school lets out--and a\nlarger crop, I think, than in the years gone by, and with more noise--my\numbrella being the target. Often a spoilt fish or half a last week's\ncabbage comes my way, whereupon Bob awakes to instant action with a\nconsequent scattering, the bravest and most agile making faces from\nbehind wharf spiles and corners. Peter used to build a fence of oars\naround me to keep them off, but Bob takes it out in swearing.\n\nOnly once did he silence them. They were full grown, this squad, and had\ncrowded the old man against a tree under which I had backed as shelter\nfrom a passing shower. There came a blow straight from the shoulder, a\nsprawling boy, and Bob was in the midst of them, his right sleeve rolled\nup, showing a full-rigged ship tattooed in India ink. What poured from\nhim I learned afterward was an account of his many voyages to the Arctic\nand around the Horn, as the label on his arm proved--an experience\nwhich, he shouted, would be utilized in pounding them up into fish bait\nif they did not take to their heels. After that he always went to sleep\nwith one eye open, the boys keeping awake with two--and out of my way--a\nresult which interested me the more.\n\nIf my Luigi was not growing restless in my beloved Venice (it is\nwonderful how large a portion of the earth I own) I would love to pass\nthe rest of my summer along these gray canals, especially since Bob's\ndevelopment brings a daily surprise. Only to-day I caught sight of him\nhalf hidden in an angle of a wall, surrounded by a group of little tots\nwho were begging him for paper pin-wheels which a vender had stopped to\nsell, an infinitesimal small coin the size of a cuff button purchasing\na dozen or more. When I again looked up from a canvas each tot had a\npin-wheel, and later on Bob, that much poorer in pocket, sneaked back\nand promptly went to sleep.\n\nBut even Bob's future beatification cannot hold me. I yearn for the\nwhite, blinding light and breathless lagoons, and all that makes Venice\nthe Queen City of the World.\n\nLuigi meets me _inside_ the station. It takes a _soldo_ to get in, and\nLuigi has but few of them, but he is always there. His gondola is\nmoored to the landing steps outside--a black swan of a boat, all morocco\ncushions and silk fringes; the product of a thousand years of tinkering\nby the most fastidious and luxurious people of ancient or modern times,\nand still to-day the most comfortable conveyance known to man.'\n\nHurry up, you who have never known a gondola or a Luigi! A\nvile-smelling, chuggity-chug is forcing its way up every crooked canal,\nno matter how narrow. Two Venetian shipyards are hammering away on their\nhulls or polishing their motors. Soon the cost of production will drop\nto that of a gondola. Then look out! There are eight thousand machinists\nin the Arsenal earning but five francs a day, any one of whom can learn\nto run a motor boat in a week, thus doubling their wages. Worse yet--the\nworld is getting keener every hour for speedy things. I may be wrong--I\nhope and pray I am--but it seems to me that the handwriting is already\non the wall. \"This way to the Museo Civico,\" it reads--\"if you want\nto find a gondola of twenty-five years ago.\" As for the Luigis and the\nEsperos--they will then have given up the unequal struggle.\n\nThe only hope rests with the Venetians themselves. They have restored\nthe scarred Library, and are rebuilding the Campanile, with a reverence\nfor the things which made their past glorious that commands the respect\nof the artistic world. The gondola is as much a part of Venice as its\nsunsets, pigeons, and palaces. Let them by special license keep the\nTragfaetti intact, with their shuttles of gondolas crossing bade and\nforth--then, perhaps, the catastrophe may be deferred for a few decades.\n\n*****\n\nAs it was in Dort and Papendrecht so it is in Venice. Except these\nbeastly, vile-smelling boats there is nothing new, thank God. Everything\nelse is faded, weather-worn, and old, everything filled with sensuous\nbeauty--sky, earth, lagoon, garden wall, murmuring ripples--the same\nwonderful Venice that thrills its lovers the world over.\n\nAnd the old painters are still here--Walter Brown, Bunce, Bompard,\nFaulkner, and the rest--successors of Ziem and Rico--men who have loved\nher all their lives. And with them a new band of devotees--Monet\nand Louis Aston Knight among them. \"For a few days,\" they said in\nexplanation, but it was weeks before they left--only to return, I\npredict, as Jong as they can hold a brush.\n\nAs for Luigi and me--we keep on our accustomed way, leading our\naccustomed lives. Seventeen years now since he bent to his oar behind my\ncushions--twenty-six in all since I began to idle about her canals. It\nis either the little canal next the Public Garden, or up the Giudecca,\nor under the bronze horses of San Marco; or it may be we are camped out\nin the Piazzetta before the Porta della Carta; or perhaps up the narrow\ncanal of San Rocco, or in the Fruit Market near the Rialto while the\nboats unload their cargoes.\n\nAll old subjects and yet ever new; each has been painted a thousand\ntimes, and in as many different lights and perspectives. And yet each\ncanvas differs from its fellows as do two ripples or two morning skies.\n\nFor weeks we drift about. One day Carlotta, the fishwife up the\nFondamenta della Pallada, makes us our coffee; the next Luigi buys it\nof some smart cafe on the Piazza. This with a roll, a bit of Gorgonzola,\nand a bunch of grapes, or half a dozen figs, is our luncheon, to which\nis added two curls of blue smoke, one from Luigi's pipe and the other\nfrom my cigarette. Then we fall to work again.\n\nBut this will never do! While I have been loafing with Luigi not only\nhas the summer slipped away, but the cool winds of October have crept\ndown from the Alps. There are fresh subjects to tackle--some I have\nnever seen. Athens beckons to me. The columns of the Parthenon loom up!\n\n*****\n\nIf there are half a dozen ways of getting into Papendrecht--there is\nonly one of reaching Athens--that is, if you start from Venice. Trieste\nfirst, either by rail or boat, and then aboard one of the Austrian\nLloyds, and so on down the Adriatic to Patras.\n\nIt is October, remember--when every spear of grass from a six months'\ndrought--the customary dry spell--is burnt to a crisp. It will rain\nto-morrow, or next week, they will tell you--but it doesn't--never has\nin October--and never will. Strange to say, you never miss it--neither\nin the color of the mountains flanking the Adriatic or in any of the\nports on the way down, or in Patras itself. The green note to which I\nhave been accustomed--which I have labored over all my life--is lacking,\nand a new palette takes its place--of mauve, violet, indescribable\nblues, and evanescent soap-bubble reds. The slopes of the hills are\nmother-of-pearl, their tops melting into cloud shadows so delicate in\ntone that you cannot distinguish where one leaves off and the other\nbegins.\n\nAnd it is so in Patras, except for a riotous, defiant pine--green as a\nspring cabbage or a newly painted shutter--that sucks its moisture from\nnobody knows where--hasn't any, perhaps, and glories in its shame. All\nalong the railroad from the harbor of Patras to the outskirts of Athens\nit is the same--bare fields, bare hills, streets and roads choked with\ndust. And so, too, when you arrive at the station and take the omnibus\nfor the Grand Bretagne.\n\nBy this time you are accustomed to it--in fact you rather enjoy it.\nIf you have a doubt of it, step out on the balcony at the front of the\nhotel and look up!\n\nHanging in the sky--in an air of pure ether, set in films of silver\ngrays in which shimmer millions of tones, delicate as the shadings of\na pearl, towers the Acropolis, its crest fringed by the ruins of the\ngreatest temples the world possesses.\n\nI rang a bell.\n\n\"Get me a carriage and send me up a guide--anybody who can speak English\nand who is big enough to carry a sketch trap.\"\n\nHe must have been outside, so quickly did he answer the call. He was\ntwo-thirds the size of William, one-half the length of Luigi, and\none-third the age of Bob.\n\n\"What is your name?\"\n\n\"Vlassopoulos.\"\n\n\"Anything else?\"\n\n\"Yes--Panis.\"\n\n\"Then we'll drop the last half. Put those traps in the carriage--and\ntake me to the Parthenon.\"\n\nI never left it for fourteen consecutive days--nor did I see a square\ninch of Athens other than the streets I drove through up and back on my\nway to work. Nor have I in all my experience ever had a more competent,\nobliging, and companionable guide--always excepting my beloved Luigi,\nwho is not only my guide, but my protector and friend as well.\n\nIt was then that I blessed the dust. Green things, wet things, soggy\nthings--such as mud and dull skies--have no place in the scheme of the\nParthenon and its contiguous temples and ruins. That wonderful tea-rose\nmarble, with its stains of burnt sienna marking the flutings of endless\nbroken columns, needs no varnishing of moisture to enhance its beauty.\nThat will do for the facade of Burlington House with its grimy gray\nstatues, or the moss-encrusted tower of the Groote Kirk, but never here.\nIt was this fear, perhaps, that kept me at work, haunted as I was by the\nbogy of \"Rain to-morrow. It always comes, and keeps on for a month when\nit starts in.\" Blessed be the weather clerk! It never started in--not\nuntil I reached Brindisi on my way back to Paris; then, if I remember,\nthere was some falling weather--at the rate of two inches an hour.\n\nAnd yet I might as well confess that my fourteen days of consecutive\nstudy of the Acropolis, beginning at the recently uncovered entrance\ngate and ending in the Museum behind the Parthenon, added nothing to my\nprevious historical or other knowledge--meagre as it had been.\n\nWhere the Venetians wrought the greatest havoc, how many and what\ncolumns were thrown down; how high and thick and massive they were; what\nparts of the marvellous ruin that High Robber Chief Lord Elgin stole\nand carted off to London, and still keeps the British Museum acting as\n\"fence\"; how wide and long and spacious was the superb chamber that held\nthe statue the gods loved--none of these things interested me--do not\nnow. What I saw was an epoch in stone; a chronicle telling the story\nof civilization; a glove thrown down to posterity, challenging the\ncompetition of the world.\n\nAnd with this came a feeling of reverence so profound, so awe-inspiring,\nso humbling, that I caught myself speaking to Panis in whispers--as one\ndoes in a temple when the service is in progress. This, as the sun sped\nits course and the purple shadows of the coming night began to creep up\nthe steps and columns of the marvellous pile, its pediment bathed in the\nrose-glow of the fading day, was followed by a silence that neither of\nus cared to break. For then the wondrous temple took on the semblance\nof some old sage, the sunlight on his forehead, the shadow of the future\nabout his knees.",
    "metadata": {
        "author": [
            "Smith, F. Hopkinson (Francis Hopkinson)",
            "Smith, Francis Hopkinson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23703/pg23703.txt",
        "name": "the_parthenon_by_way_of_papendrecht.json"
    }
}