{
    "name": "The Mentor: Famous English Poets, Vol. 1, Num. 44, Serial No. 44",
    "author": [
        "Mabie, Hamilton Wright",
        "Mabie, Hamilton W. (Hamilton Wright)"
    ],
    "body": "THE MENTOR\n\nSERIAL No. 44\n\nDEPARTMENT OF LITERATURE\n\nMENTOR GRAVURES\n\n    BYRON\n\n    SHELLEY\n\n    KEATS\n\n    WORDSWORTH\n\n    TENNYSON\n\n    BROWNING\n\n\nModern English poetry is rich not only in its quality, but in its\nvariety, both of theme and of manner. The exuberant imagination and\nsplendid profusion of Swinburne are in striking contrast with the\nrestraint and clearness of style of Matthew Arnold; the fluency and\nnarrative faculty of William Morris, with the strongly etched and\npowerfully phrased work of Francis Thompson and Henley. The classical\ndignity of Landor, the humor of Hood, the seriousness of mood of\nClough (kluff), the pictorial genius of Rossetti, the fresh invention\nof Stevenson and Kipling, suggest the range of poetic production of\nan age not matched in wealth of genius since the age of Shakespeare.\nAmong the throng of poets who made lasting contributions to English\nliterature during the nineteenth century, six may be regarded as most\nrepresentative.\n\nByron died ninety-one years ago; but, although there has been a great\nchange in the way poets look at life and in their way of writing verse,\nhe holds his place as one of the greater poets, not only in reputation,\nbut in popular regard; and for two reasons,--he was one of the born\nsingers to whom men will always stop to listen, and he was also a poet\nof revolt. He is not read in this country as Browning and Kipling are\nread; nor, on the other hand, is he neglected as Milton and Landor are\nneglected. His stormy nature and his tempestuous career add an element\nof personal interest to the claims of his poetry upon the attention\nof reading people today, and he is one of those men of genius about\nwhom it is difficult to be judicial: those who like his work become\nhis partizans, those who dislike him charge him with insincerity and\nimmorality.\n\nIt must be frankly confessed that Byron had moments of insincerity, and\nthat he often posed; but he was largely the victim of his temperament.\nMr. Symonds has said of him that he was well born and ill bred. He\nhad noble impulses, and he had the strong passions that give energy of\nfeeling and vitality of imagination to many of the greatest men and\nwomen; but he had neither clearness of moral vision nor steadiness of\npurpose. He had great genius; but he was neither intellectually nor\nmorally great. And yet he had such force of mind and eloquence that\nGoethe, (gay´-te) who was the greatest critic of his time, if not of\nall time, declared that the English could show no poet to be compared\nwith him.\n\n\nBYRON’S PLACE AMONG POETS\n\nByron’s Home.]\n\nFrom the painting by Thomas Stewardson in possession of John Murray.]\n\nWhat ground was there for an estimate which gave Byron a place by\nhimself among English poets? “English Bards and Scotch Reviewers” was\na telling satire written by a confident boy of genius, effective in\n“hits” which the time understood, but defective in critical insight;\n“Childe Harold,” the early stanzas of which appeared after travel had\ninspired him, was a splendid piece of rhetoric which often attains a\nvery noble eloquence. “The Giaour” (jow´-er), “Manfred,” the “Corsair,”\n“Lara” (lah´-rah), stirred an age which was in revolt against rigid\nand often artificial conventions. “Don Juan” (hoo-ahn´), like “Childe\nHarold,” is a poetic journal which lacks dramatic unity, but contains\ndescriptions of compelling beauty. Some of the shorter pieces, like the\n“Prisoner of Chillon,” “When We Two Parted,” “She Walks in Beauty,”\nhave the power of deep feeling when it becomes eloquent; while such\nstanzas as “The Isles of Greece,” scattered through “Childe Harold,”\nmake history as moving as poetry.\n\nThe wife of the poet.]\n\nFrom the engraving by Lupton after the painting by Thomas Phillips.]\n\nByron had richness of imagination rather than wealth of thought; he\nhad a full-throated, operatic voice rather than purity of tone; he had\nsplendor rather than clarity of mind; he had great natural force of\ngenius rather than command of the resources of art. He was generous\nin impulse, enthusiastic in temper, and he loved liberty. It was the\npresence of these qualities in his nature, and his spirit of revolt,\nthat led Mazzini (maght-see´-nee), to predict, “The day will come when\nDemocracy will remember all that it owes to Byron.”\n\n\nSHELLEY\n\nHere the poet was born August 4, 1792.]\n\nFrom a copy by Reginald Easton of the Duc de Montpensier’s miniature of\nShelley, in the Bodleian Library.]\n\nShelley, too, was a lover of freedom; but of a freedom that was the\nbreath of the soul rather than social or political liberty. He lacked\nhumor, he bore no yoke in his youth, his father was a matter-of-fact\nand eccentric tyrant, and the boy of genius lost his way in a world\nwhich nobody helped him to understand. When one reads the story of his\nbrief and confused career, of the shabby and immoral things he did, it\nmust be remembered that he discovered how to fly, but nobody taught him\nhow to walk. He was always a splendid, wayward child, to whom visions\nwere more real than facts. He died at thirty, and his life was only\nbeginning.\n\nBut what a splendid prelude it was! “Alastor,” the “Stanzas Written in\nDejection,” the “Ode to the West Wind,” “The Cloud,” the immortal lines\n“To a Skylark,” are flights of poetry which reflect the splendor of the\nsky under which they seem to move as if impelled by wings. “Prometheus\nUnbound,” “The Revolt of Islam,” and other long poems show his hatred\nof tyranny, whether human or divine, his ardent passion for humanity.\nHe was only at times a great artist: his verse often lacks substance\nand reality, and has the beauty and remoteness of cloud pictures. His\ncritical faculty was obscured by the spontaneity and facility of his\ncreative moods; but he had the power of growth. His best work was at\nthe end of his career, and he died at the moment the signs of maturity\nwere showing themselves. He had no creed save that of resistance to\ntyranny, and he defined nothing; but he had noble visions, a beautiful\nvoice, a splendid faith. With all the faults of his youth, and they\nwere of tragic seriousness, there was something angelic about him, and\nhe made life richer and more splendid.\n\nDesigned by E. Onslow Ford.]\n\n\nKEATS’ LOVE OF BEAUTY\n\nKeats died in Rome on February 23, 1821, and was buried in the\nProtestant cemetery. His last request was that on his tombstone there\nbe carved, “Here lies one whose name was writ in water.”]\n\nThe poets of the first quarter of the last century died young: Byron\nat thirty-six, Shelley at thirty, Keats at twenty-six. What Byron’s\nfuture would have been no one will venture to predict; but Shelley and\nKeats were rapidly gaining in power when the end came. The first was\nthe fiery leader of revolt, the second was the idealist, concerned, not\nwith present oppressive traditions, but with untrammeled freedom of\nthought and of life.\n\nKeats cared for none of these things: he was in love with beauty. One\nmust go back to Spenser to find an Englishman of his sensitiveness to\nbeauty, and he was much simpler than Spenser, whose moral idealism\nexpressed itself in a refined symbolism. Keats was the son of a stable\nkeeper, went to school for a few years, and was conspicuous chiefly\nfor his pugnacious disposition. The impression that he was a weak,\nsentimental boy and man is without foundation. He became the victim of\na heart-breaking disease; but his was essentially a brave and manly\nnature.\n\nAttributed to Haydon by the artist Joseph Severn. From a cast made in\nNew York, presumably from a cast of the original. An electrotype of the\nmask is in the National Portrait Gallery, London.]\n\nHis later work is notable not only for its beauty, but for its\nsolidity of texture. He became an apprentice to a surgeon. Through\nhis acquaintance with a family of cultivated people he became a\nreader of good books, and discovered his vocation when he opened the\n“Faerie Queene.” That poem did not make him a poet: it opened his eyes\nto the fact that he was a poet. “Endymion,” published when he was\ntwenty-three years old, was immature in construction and diction; but\nit was the first bloom of a beautiful genius. “Hyperion,” which came\nnear the end, is a fragment, for he was still very young in knowledge\nof life and the practice of art; but it has nobility and a certain\nlargeness of handling that predict strength as well as art. The first\nline of “Endymion” showed where he stood as a poet, “A thing of beauty\nis a joy forever,” and on his deathbed he said, “I have loved the\nprinciple of beauty in all things.” He not only loved it, but gave it\nillustration in short poems of unsurpassed perfection. “The Eve of St.\nAgnes,” the “Ode to a Nightingale,” the “Ode to Autumn,” the “Ode on\na Grecian Urn,” have a deathless loveliness and are stamped by that\nfinality of shape which marks the best pieces of Greek sculpture.\nMatthew Arnold said of these shorter poems that they had “that rounded\nperfection and felicity of loveliness of which Shakespeare is the great\nmaster.”\n\n\nWILLIAM WORDSWORTH\n\nWhile these poets died before maturity, Wordsworth, Tennyson, and\nBrowning had ample time in which to harvest all the fruits of their\ngenius. Wordsworth’s life was in striking contrast to the lives of his\nbrilliant contemporaries. Born before them, he lived twenty-seven years\nafter the oldest of them died. Byron was an extensive traveler, Shelley\nlived five years in Italy, and Keats’ last months were spent in the\nsame country. Byron died in Greece, Shelley was drowned in the Gulf of\nSpezia (spet´-see-eh), and Keats came to the end of his sufferings in\nthe little room that looks out on the Spanish steps which are gay with\nflowers in the Roman spring.\n\nAt Town End, Grasmere.]\n\nWith the exception of a brief residence in France and Germany,\nWordsworth spent eighty years on English soil, and mainly in the Lake\nCountry. He was born in the North, went to school in a little village\nnear Lake Windermere, and spent his life at Grasmere and at Rydal Mount\nonly three or four miles distant. His life was free from struggles,\neither mental or material, and was one of meditation and quiet growth.\nIn contrast with Byron, he was a poet of reflection; unlike Shelley,\nhe saw Nature as the intimate companion of the spirit; and he sought\nbeauty in the simplicity of obscure lives and daily experience rather\nthan in the richness of imagination or in that fairy land of mythology\nwhich laid its spell on Keats. He was deeply religious, and saw Nature\nas a revelation of the divine mind; a visible and material creation,\npenetrated and filled by the divine spirit. His years of inspiration\nwere few; but his conscientious industry was untiring. In his creative\nmoods he wrote some of the noblest and most perfect poetry in English;\nin his moods of faithful industry he wrote much thoughtful but unpoetic\nverse. In the latter class fall his long poems; in the former class\nfall many of his shorter pieces, in which lofty thought and deep\nfeeling are fused in an art of exquisite simplicity and purity. “The\nPrelude” and “The Excursion” contain passages of great beauty; but\nthey are valuable chiefly to students. In the ten years which followed\nthe publication of the “Lyrical Ballads” in 1798 he wrote many poems\nwhich are for all people and for all time. Such poetry as “Lucy,” “To\na Highland Girl,” “The Solitary Reaper,” “To a Cuckoo,” “I Wandered\nLonely,” “She Was a Phantom of Delight,” “Three Years She Grew in Sun\nand Shade,” ought to be planted in the minds of children as refuges\nfrom the commonplace, and as a protection from all that is cheap and\ninferior in life and art. In the “Ode to Duty,” that on “Intimations\nof Immortality,” in many stanzas from the long poems, and in a group\nof sonnets, Nature and Life are interpreted in an art which is both\ncommanding and beautiful. At his best, in depth of thought, loyalty to\ntruth, spiritual insight, purity of feeling, and that simplicity which\nis the last achievement of art, Wordsworth belongs among the half-dozen\ngreat poets of England.\n\nWordsworth’s home.]\n\nWordsworth’s temporary home as it is now.]\n\nFrom the etching by Rajon.]\n\nPhotographed by Mrs. H. H. Cameron.]\n\nFrom a painting by G. F. Watts.]\n\nThe son of the poet.]\n\nAldworth, at Haslemere, Surrey, England.]\n\nIt is too soon to assign their permanent places to Tennyson and\nBrowning; but there is little doubt of their survival among the singers\nwhom the world will not forget. Both were fortunately born and well\neducated, though in different ways; both were happily situated in life;\nboth had ample time in which to give full and rounded expression to\ntheir genius. Fame did not come early to either; but it discovered\nTennyson in middle life, and for three or four decades it invested\nhim with immense authority. Both were thinkers and students as well as\nsingers, and both had ample intellectual resources. Tennyson was the\nfiner artist; he was, indeed, one of the most perfect artists in the\nhistory of poetry. He had command of both harmony and melody; in other\nwords, he could build a poem on strong constructive lines, and he could\nmake it exquisitely musical. He mastered the resources of words; he\nknew how to use consonants and vowels so as to make his lines sing in\nthe ear; he understood what can be done with assonance (resemblance in\nsound), repetition, alliteration. He was an expert workman; but never a\nmechanic alone. The stream of thought was not locked in poetic forms: it\nflowed freely through them. His art is so perfect that it conceals itself.\nHe was not only a poet of exquisite skill, but he was a vigorous and\nindependent thinker. The future historian of the intellectual and\nspiritual history of the nineteenth century will find “In Memoriam”\nwhat is called “an original authority” of far greater value than\nthe formal records of the time. Some of the early short poems which\ncaptivated young readers in the ’30’s and ’40’s of the last century\nseem somewhat thin and artificial today; but the great mass of\nTennyson’s poetry has substance as well as quality, and such poems\nas “Ulysses,” “Sir Galahad,” the “Two Voices,” have a noble reach of\nthought as well as a compelling music; while the magic which lives in\n“Break, Break, Break,” the songs from “The Princess,” “Crossing the\nBar,” does not lose its spell. In power of thought, in deep religious\nfeeling unbound by dogmatism, in faith in ordered liberty, in love of\nhome, and in passion for beauty, Tennyson is the central figure of the\nVictorian Age.\n\nFrom a mezzotint by T. A. Barlow, after the painting by Sir John E.\nMillais, made in 1881.]\n\nFrom a portrait painted at Rome in 1859 by Field Talfourd.]\n\nDe Vere Gardens, Kensington, London, England.]\n\nBrowning is not so broadly representative of the movement of the\nage. He gave dramatic expression to one aspect of its experience;\nbut that aspect was of thrilling interest. Tennyson did not miss the\nsignificance of individual impulse; but he saw men in ordered ranks,\nin social relations. He felt and expressed the collective experience\nof his age. Browning felt and expressed the experience of individual\nsouls, of “Paracelsus,” “Luria.” He is the interpreter of exceptional\nexperiences and natures, of “Abt Vogler,” Andrea del Sarto, the\nRenaissance Bishop.\n\nHe knew secrets of great and mean souls, of Pompilia and the Pope, of\n“Half Rome” and Caponsacchi (kah´´-pahn-sock´-kee), in “The Ring and\nthe Book,” of “The Patriot,” and of the husband of “The Last Duchess.”\nHe was a psychologist of penetrating intelligence, and his passion for\nanalysis and dealing with problems sometimes ran away with him, to use\na colloquialism; hence the perplexities which beset the student of some\nof his work and the organization of clubs to interpret him.\n\nIt was in this house, surrounded by all the beauties of Venice, that\nthe poet breathed his last on December 12, 1889.]\n\nFrom a portrait painted at Rome in 1859 by Field Talfourd.]\n\nBrowning was often a very effective artist; but he was often very\nindifferent to form, and there are long productions of his which are\nintensely interesting but are not in any proper sense poetry. Time will\nseparate the experiments in psychology from the achievements in art,\nand there will remain a body of poetry which appeals powerfully to men\nand women of intellectual interests and habits; a poetry notable for\nits reading of the secrets of individuality, its splendid optimism\nbased on faith in the individual soul and in the purpose and power\nbehind the universe, in the sense of freedom to take and use life\ndaringly, in the impulse to action and spiritual venture, for its bold\nimagery and strong phrasing. Such poems as “Prospice,” “Rabbi Ben\nEzra,” “Childe Roland to the Dark Tower Came,” are not only impressive\npoetry, but have the note of the bugle in them.\n\nElizabeth Barrett Browning was herself a poet of exceptional genius;\nshe was born in 1806, married to Robert Browning in 1846, and died in\n1861.]\n\n    SUPPLEMENTARY READING.--“Life of Wordsworth,” Professor Knight;\n    “Wordsworth,” F. W. H. Myers (English Men of Letters Series);\n    “Life of Shelley,” Medwin; “Shelley,” J. Addington Symonds\n    (English Men of Letters Series); “Life, Letters and Literary\n    Remains of John Keats,” Richard Monckton Milnes; “The Works of\n    Lord Byron, with His Letters and Journals and His Life,” Thomas\n    Moore (17 volumes); “The Real Lord Byron,” J. C. Jeafferson (2\n    volumes); “The Life and Letters of Browning,” Mrs. Sutherland\n    Orr; “Browning,” G. K. Chesterton (English Men of Letters\n    Series); “Alfred, Lord Tennyson: a Memoir,” Hallam, Second\n    Baron Tennyson; “The Life of Lord Tennyson,” G. C. Benson.\n\n\n\n\nTHE MENTOR\n\nISSUED SEMI-MONTHLY BY\n\nThe Mentor Association, Inc.\n\n381 Fourth Ave., New York, N. Y.\n\n    Volume 1      Number 44\n\nANNUAL SUBSCRIPTION, THREE DOLLARS. SINGLE COPIES FIFTEEN CENTS.\nFOREIGN POSTAGE, 75 CENTS EXTRA. CANADIAN POSTAGE, 50 CENTS EXTRA.\nENTERED AT THE POST OFFICE AT NEW YORK, N. Y., AS SECOND-CLASS MATTER.\nCOPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC. PRESIDENT AND\nTREASURER, R. M. DONALDSON; VICE-PRESIDENT, W. M. SANFORD; SECRETARY,\nL. D. GARDNER.\n\n\n_Editorial_\n\nSome of the numbers of The Mentor have been used as the subject matter\nfor reading clubs. That is a use of The Mentor that we most heartily\nwelcome. We have information from one reader that the number of The\nMentor on “Spain and Gibraltar” is to be used at the next meeting of a\nliterary club in the home of the writer. This number is to be read in\nconjunction with a study of Washington Irving’s books on Spain--“The\nAlhambra” and “The Conquest of Granada.” Another club has used the\narticle on “Dutch Masterpieces” as the core of its evening’s study,\nand we have it from a reader that he knows that number of The Mentor\n“almost by heart.” No better thing could be said of The Mentor than\nthat it is worth knowing by heart. It means that The Mentor has become\nto some readers at least a fund of important information--a fund that\nthey can literally absorb and make their own.\n\n\n\nThe New York Sun called attention editorially, a short time ago, to\nthe yearly report of Dr. Nicholas Murray Butler, president of Columbia\nUniversity, in which he deplores “too much slovenly reading matter” as\nan obstacle to education, “the substitution of quantity for quality,”\nand recalls the fact that the great lawyers of the Colonial period and\nthe makers of the Constitution had few, but the fittest, books; knew\nwell a few first rate books.\n\n“One reason, aside from insufficient or incompetent instruction in\nthe schools, for the so often complained of illiteracy, so to speak,\nof students, is probably to be found in the mass of stories which\nthe Carnegie and other libraries feed to them, and which they skim\nthrough at the double quick, getting no permanent impression. Their\ngreat-grandfathers read over and over and assimilated a handful of\nbooks. The little dingy or tattered home collection was often their\nschool, college and university.\n\n\n\n“Let us read over again Nicolay and Hay’s description of Abraham\nLincoln’s boyhood studies: ‘His reading was naturally limited by his\nopportunities, for books were among the rarest of luxuries in that\nregion and time. But he read everything he could lay his hands upon,\nand he was certainly fortunate in the few books of which he became\nthe possessor. It would hardly be possible to select a better handful\nof classics for a youth in his circumstances than the few volumes he\nturned with a nightly and daily hand--the Bible, “Æsop’s Fables,”\n“Robinson Crusoe,” “The Pilgrim’s Progress,” a history of the United\nStates, and Weems’ “Life of Washington.” These were the best, and these\nhe read over and over till he knew them almost by heart.’”\n\n\n\n“Almost by heart!” Fortunate is he who has lived with a few books. In a\nworld of volumes swollen to intolerable dimensions there are still but\na few real books. They are those we make our own; that shape the mind,\nstore the memory, are the foundation and discipline of our intellectual\nlife.\n\n\n\nThe purpose of The Mentor is to give the gist of knowledge to be found\nin the world’s best books, and to give that knowledge in a form that is\neasy to retain. A number of Mentors thoroughly absorbed--as we might\nsay, “learned by heart”--what a mental equipment it would mean! And the\npractical side, too, should be considered. Most people haven’t time\nto read even the world’s best books. The Mentor can be read in a few\nminutes.\n\n\n\n\n\n\nFAMOUS ENGLISH POETS\n\nLORD BYRON\n\nMonograph Number One in The Mentor Reading Course\n\n\n“I awoke one morning and found myself famous,” said the great poet\nByron. This was almost the very truth. A single poem, a long one\nindeed, “Childe Harold,” made him the most talked of man of his time.\nHis fame grew in a night. And yet he is said to have been prouder of\nbeing a descendant of those Byrons who came into England with William\nthe Conqueror than of having been the author of “Childe Harold.”\n\nThe Byrons were an ancient and honorable family, numbering among them\nmany famous soldiers and landowners. George Noel Gordon Byron, the\npoet, was born on January 22, 1788. His father was Captain John Byron,\na profligate and spendthrift. His mother was Catherine Gordon, the\nsecond wife of “Mad Jack Byron,” as the poet’s father was called. His\nparents soon separated, Mrs. Byron taking her son with her.\n\nIn 1798 the poet’s great-uncle died, and George became Lord Byron at\nthe age of ten. He and his mother were now assured of a comfortable\nincome, and he was sent to Harrow School, where, in spite of his\nlameness, which he had suffered from birth, he became a good athlete.\n\nAt the age of sixteen Byron fell desperately in love with Mary\nChaworth, a distant relative, two years older than himself. Her\nindifference broke the poet’s heart--for the time being.\n\nHe entered Cambridge in 1805, and while there wasted most of his time.\nHe left college with the degree of Master of Arts at the age of twenty.\nIn 1807 he published his first volume of poetry, “Hours of Idleness.”\nThe Edinburgh Review ridiculed these in a satirical criticism. This\nprovoked from Byron a brilliant retort in the form of a poem called\n“English Bards and Scotch Reviewers.”\n\nIn 1809 he was off for Europe. In “Childe Harold” he has told his\nthoughts and experiences during these wanderings. The first two cantos\nof this poem appeared in 1812, and their success was instantaneous.\n\nThe life of a personality like Byron is so full of incident, so colored\nwith romance and adventure, that to tell it in detail requires a great\ndeal of space. Everything that he did was interesting; everywhere\nhe went he left the impress of his genius. Women loved him, and men\nimitated him. Byron was the fashion, and the poet was renowned the\nworld over.\n\nHe married Anne Isabella Milbanke in 1815. A daughter, Augusta Ada,\nafterward Countess of Lovelace, was born to them. In 1816 Lady Byron\nleft her husband, giving as the reason her belief that he was insane.\n\nThe following spring Byron left England, and after traveling about\nfor sometime met the poet Shelley and Mary Wollstonecraft Godwin in\nSwitzerland. From there he went to Italy, where he lived for a number\nof years. When there he wrote many of his greatest poems.\n\nAbout this time Greece was struggling to throw off the rule of Turkey.\nByron, a great believer in liberty of every sort, gave freely of his\nsympathy and money to the cause. In 1823 he fitted up an expedition and\nsailed to the aid of the Greeks; but before he could get into active\nservice he was taken fatally ill, and died at Missolonghi on April 19,\n1824. His last words were of Greece, the country he had come to help to\nfreedom: “I have given her my time, my means, my health--and now I give\nher my life! What could I do more?”\n\nByron’s body was carried back to England; but the British authorities\nwould not allow him to be buried in Westminster Abbey. There is neither\nbust nor statue of him in Poets’ Corner. His remains were finally laid\nbeneath the chancel of the village church of Hucknall Torkard.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 1. No. 44. SERIAL No. 44\n    COPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nFAMOUS ENGLISH POETS\n\nJOHN KEATS\n\nMonograph Number Two in The Mentor Reading Course\n\n\nNo one man ever published a worse first volume nor a better last volume\nof poetry than did John Keats. And no poet was so severely criticized\nat the beginning nor more highly praised at the end of his life. Yet\nbetween the appearance of his first work and the publication of his\nlast volume there was a space of but three years.\n\nKeats’ origin was humble; but not so vulgar as most people think. He\nwas born on October 29, 1795, and was the eldest son of Thomas Keats,\nhead hostler at the Swan and Hoop livery stables in London. But in\nspite of these commonplace early associations his parents were able to\nsend John to a private school at Enfield. Thomas Keats was killed by\na fall from his horse in 1804, and Mrs. Keats married another stable\nkeeper. This marriage was an unhappy one, and the couple soon separated.\n\nAt school Keats was distinguished for his quick temper, a love of\nfighting, and a great appetite for reading. In 1810, when his mother\ndied, he left school with the intention of becoming a doctor. He was\napprenticed to Thomas Hammond, a surgeon in Edmonton; but he had a\nquarrel with him, and went to London in 1814 to study at Guy’s and St.\nThomas’s hospitals.\n\nEven in London, Keats could not concentrate his whole attention on the\nstudy of medicine. He read a great deal of poetry, especially Spenser.\nIn 1816 he met Leigh Hunt, who introduced him to the poet Shelley.\nAlready he had begun to write verse, and these friends stimulated his\npoetic gift, until in the winter of 1816-17 he definitely decided to\ngive up the study of medicine and write for a living.\n\nHis first volume of “Poems by John Keats” appeared in the spring of\n1817. This book was dedicated to Leigh Hunt. The next year he published\n“Endymion: A Poetic Romance.” This volume was harshly treated by the\nfamous critic Gifford in the Quarterly Review. Whether or not the\npoem deserved such severity, the language of the reviewer cut Keats\nto the quick. He also bitterly resented the attacks made upon him in\nBlackwood’s Magazine.\n\nWith his friend Armitage Brown he next started on a walking tour of\nScotland; but on account of the bad state of his health was forced\nto give this up. His brother Thomas Keats died of consumption at the\nbeginning of December, 1818, and the poet went to live with Brown.\nWhen there he fell passionately in love with Fanny Brawne, a girl of\nseventeen, who lived nearby. It was at this time that he wrote his\ngreatest poems; although his health was very poor.\n\nEarly in 1820 Keats realized that he had consumption; but he did not\ngive up. In July he published his third and last volume of poetry,\n“Lamia, Isabella, The Eve of St. Agnes, and Other Poems.” In September,\n1820, he started for Naples in an attempt to cure himself; but it was\nin vain, for on the following February 23 he died in Rome. He was\nburied in the old Protestant cemetery near the pyramid of Cestius. He\nrequested that on his gravestone should be carved this inscription,\n“Here lies one whose name was writ in water.”\n\nIt was formerly believed that the attacks of hostile reviewers were the\ncause of Keats’ death; but this theory has long since been disproved.\nAlthough the sensitive poet felt these bitter attacks keenly, his was\nnot a spirit to sink beneath them.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 1. No. 44. SERIAL No. 44\n    COPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nFAMOUS ENGLISH POETS\n\nPERCY BYSSHE SHELLEY\n\nMonograph Number Three in The Mentor Reading Course\n\n\nPercy Bysshe Shelley was born near Horsham, in the county of Sussex,\nEngland, on August 4, 1792. He was the eldest son of Sir Timothy\nShelley.\n\nAt the age of eleven he was sent to school at Eton. There he had a hard\ntime. He resisted the “fagging” system,--a system under which the young\nboys must act as servants to the older ones,--and he would not work at\nhis lessons. He was gentle natured and retiring; but when provoked he\nshowed a very violent temper. So he was known as “Mad Shelley” by his\nschoolmates.\n\nIn 1810 Shelley entered Oxford. But he did not stay there long; for he\nand a friend, named Thomas Jefferson Hogg, became atheists, and Shelley\nwrote a little pamphlet on atheism, which he sent to the different\nheads of the colleges, asking them to notify him at once of their\nconversion to atheism. This they declined to do; but instead summoned\nboth Shelley and Hogg and expelled them. Shelley and his friends\ncomplained at what they termed the injustice of the expulsion; but his\nfather would have nothing to do with him. So Shelley went to London,\nwhere he wrote the poem “Queen Mab.” This was not published until later.\n\nWhen he was in London his sisters sent him money by means of Harriet\nWestbrook, one of their friends. Shelley converted her to atheism, and\nmarried her in August, 1811, because she did not wish to go back to\nschool. This marriage turned out to be very unhappy, and they separated\nby mutual consent in 1813.\n\nThe next year Shelley, accompanied by Mary Wollstonecraft Godwin, the\ndaughter of William Godwin, the speculative philosopher, and Claire\nClairmont, a friend of the poet Lord Byron, visited Europe. In 1815\nShelley’s grandfather died, and the poet was assured of a regular\nincome of $5,000 a year. In 1816 he visited Europe again, and in\nNovember of the same year his wife Harriet drowned herself. Shelley’s\ntwo children were committed to the care of their grandfather Westbrook.\n\nShelley married Mary Wollstonecraft Godwin, and in 1818 they left\nEngland, never to return, going to Italy, where he wrote many of his\ngreatest poems.\n\nHis second wife was a talented woman and a writer of ability. Under\nthe name of Mary Wollstonecraft Shelley she wrote that famous grewsome\ntale, “Frankenstein.”\n\nIn July, 1822, Shelley set sail in a small boat to return to his\nsummer home at Spezia. The boat was overtaken by a sudden squall and\ndisappeared. Two weeks later Shelley’s body was washed ashore with a\ncopy of Keats’ poems open in one of his pockets. The Tuscan quarantine\nregulations at that time required that whatever came ashore from the\nsea should be burned. Accordingly Shelley’s body was placed on a pyre\nand reduced to ashes in the presence of Leigh Hunt, E. J. Trelawney,\nand Lord Byron. His ashes were collected and buried in the Protestant\ncemetery at Rome, near the grave of his friend Keats.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 1. No. 44. SERIAL No. 44\n    COPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nFAMOUS ENGLISH POETS\n\nWILLIAM WORDSWORTH\n\nMonograph Number Four in The Mentor Reading Course\n\n\nAt the age of twenty-one William Wordsworth was so undecided as to what\nhe wanted to do for a living that his relatives believed he would turn\nout to be a good-for-nothing. At the age of thirty-five he had finished\na tremendous poem in fourteen books, which he had begun because he was\nnot ready at the time to take up anything more difficult!\n\nWordsworth was born at Cockermouth, in Cumberland, England, on April 7,\n1770, the son of John Wordsworth, a lawyer. When he was only fifteen he\nwrote as a school task an account in poetry of his summer vacation. He\nentered Cambridge at the age of seventeen; but did not get along well\nthere because he did not like his studies nor the discipline of the\ncollege.\n\nIn those days, when there was no railroads or trolley lines, it was the\ncustom for young Englishmen who could afford it to take walking trips\nthrough Europe during their vacations from college. In the summer of\n1790 Wordsworth made a tour through France and among the Alps, and was\nmuch affected by the beauties of nature he saw, particularly at Lake\nComo. He graduated from St. John’s College, Cambridge, in 1791, with\nthe degree of Bachelor of Arts.\n\nThe French Revolution came along about this time, and, together with\nmost of the progressive young men of the day, Wordsworth hailed it with\nenthusiasm. But later the horrors of the Revolution disgusted him;\nalthough he always remained a Republican in principle.\n\nWordsworth’s friends urged him to enter the ministry, and he himself\nthought a little of becoming a lawyer; but he finally decided to\nwrite for a living. And a poor living it was at first! Sometimes he\nhad hardly enough to eat. He published his first poems in 1793,--“An\nEvening Walk, Addressed to a Young Lady,” and “Descriptive Sketches\nTaken During a Pedestrian Tour Among the Alps.”\n\nTwo years later his poverty was lightened by a legacy of $4,500 left\nhim by a friend, and his sister Dorothy went to keep house for him. She\nhelped him in many ways, and cheered his spirits. In 1802 he married\nMary Hutchinson, and about the same time inherited $9,000 from his\nfather. Three years later he finished that long poem in fourteen books,\n“The Prelude,” containing an account of the cultivation and development\nof his own mind. This was not published until after the poet’s death.\n\nWordsworth continued to write many poems, most of which had to do with\nthe beauties of nature. Nature in all her forms was his delight. He\nliked to walk by himself in the fields, and to talk with the poorer\npeople, those nearest to the soil. He was simple, kindly, and much\nloved by those who knew him.\n\nIn 1843 Wordsworth succeeded Robert Southey as poet laureate of\nEngland, and was recognized as the greatest living English poet. He\nheld this honor only seven years, as he died at Rydal Mount, his home\nin England, on April 23, 1850.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 1. No. 44. SERIAL No. 44\n    COPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nFAMOUS ENGLISH POETS\n\nALFRED TENNYSON\n\nMonograph Number Five in The Mentor Reading Course\n\n\nAlfred Tennyson was born at Somersby in Lincolnshire, England, on\nAugust 6, 1809. His father was a rector, and the poet’s boyhood was\npassed in an atmosphere of poetry and music. Even as a child he wrote\nverses, and some of these were published in 1827 in a volume, “Poems by\nTwo Brothers,” written by himself and his elder brother Charles.\n\nHe entered Trinity College, Cambridge, in 1829, and in the same year\nwon the chancellor’s medal with a blank-verse poem called “Timbuctoo.”\nHis closest friend at college was Arthur Henry Hallam, a brilliant\nyoung man who belonged to The Apostles, a society of which Tennyson was\nalso a member.\n\n“Poems, Chiefly Lyrical,” was published in 1830; but the following\nyear, soon after the death of his father, the poet left Cambridge\nwithout taking his degree. He then decided to devote his life to\nwriting poetry. A small volume of poems published in 1832 proved that\nhe had chosen well; for it contained some of his best work.\n\nBut now for ten years the poet kept silence. He did not publish another\nline of poetry until 1842. The reason for this was the death of his\nfriend Arthur Hallam. Hallam was the closest intimate of Tennyson, and\nwhen he died suddenly at Vienna in 1833 the poet received a blow from\nwhich he never fully recovered. But this great loss was poetically the\nmaking of Tennyson. The volume of 1842 contained some of his greatest\npoems, among them being “Ulysses,” “Locksley Hall,” and “Break, Break,\nBreak.”\n\nFive years after this appeared “The Princess,” a long poem treating\nof the “woman question” in a half-humorous way. It is a poem of great\nbeauty.\n\nThen in 1850 came the elegy on the death of Hallam, “In Memoriam.” This\nhad been long expected, and it proved to be one of the greatest poems\nof the century.\n\nIn the same year Tennyson married Emily Sellwood, and was appointed\npoet laureate to succeed Wordsworth. His first official poem in this\nposition was the “Ode on the Death of the Duke of Wellington” in 1852.\nTwo years later “The Charge of the Light Brigade” electrified the\nworld. “Maud” appeared in 1855, and then four years later began the\npublication of the famous “Idylls of the King,” poems in blank verse\ntelling of King Arthur and his court. From that time on Tennyson wrote\nmany poems and dramas.\n\nIn 1884 he was made Lord Tennyson, first Baron of Aldworth and\nFarringford. He took the title from his two country houses in Sussex\nand on the Isle of Wight. On October 6, 1892, Tennyson died at Aldworth\n“with the moonlight falling on closed eyes and voiceless lips.”\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 1. No. 44. SERIAL No. 44\n    COPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nFAMOUS ENGLISH POETS\n\nROBERT BROWNING\n\nMonograph Number Six in The Mentor Reading Course\n\n\n    “God’s in his heaven:\n    All’s right with the world.”\n\nSo Pippa sings in “Pippa Passes.” And that was the philosophy of the\ngreat poet who wrote the lines. Robert Browning was an optimist. He\nbelieved that the world would come out all right in the end, that good\nwould win.\n\nRobert Browning was born on May 7, 1812, at Camberwell, near London.\nHis father, who worked in the Bank of England, was also named Robert\nBrowning. The Brownings were of sturdy stock; but the poet’s mother was\ndelicate. At the age of twelve he had written a volume of poems called\n“Incondita”; but his parents could find no one who would publish it.\n\nBrowning’s early education was rather scant; but he made up for this by\na great deal of miscellaneous reading in his father’s library. He had\na chance to become a clerk in the Bank of England; but he refused it,\nand decided to write poetry for a living. Strange to say, his parents\nencouraged him in this. He published his first poem, “Pauline,” in\n1833. Then followed “Paracelsus” in 1835, and “Sordello” in 1840.\n\nBrowning was by this time becoming well known, and his poetry was\nadmired. He had always liked the theater, and now he began to write\ndrama. In May, 1837, his first play, “Strafford,” was produced in\nCovent Garden. He followed this with several others, none of which had\ngreat financial success.\n\nIn 1844 Elizabeth Barrett, a poetess whose genius was then being\nrecognized, published a volume of poems containing “Lady Geraldine’s\nCourtship,” with a striking phrase about Browning’s poems. This pleased\nthe poet greatly, and he was encouraged by her cousin, John Kenyon, to\nwrite to her. Finally she permitted him to visit her, and they fell\nin love with each other. Elizabeth Barrett was six years older than\nBrowning, and was a chronic nervous invalid; but in September, 1846,\nwas secretly married to him in spite of the opposition of her father,\nwho objected on principle to the marriage of his children. Theirs was\none of the greatest love stories in all history. They were both poets\nof the highest genius, and they loved each other devotedly. When his\nwife died at Florence, Italy, on June 30, 1861, Browning was crushed by\nthe blow.\n\nBut he bore it like the great man that he was. He decided to return\nto England to superintend the education of his son, Robert Wiedeman\nBrowning. There he resumed his writing, and published many poems,\nincluding “The Ring and the Book,” which is regarded by some as his\nmasterpiece. It is an immense poem in twelve books, in which the\nstory of a murder is told many times over by the various characters\nconcerned. It is a unique and powerful poem.\n\nIn his later years Browning returned to Italy; but he never revisited\nFlorence after his wife’s death there. He continued writing almost to\nthe very end of his long life. He composed very slowly, considering\ntwenty-five or thirty lines a good day’s work.\n\nThe real greatness of the poet was appreciated toward the end of his\nlife, and many honors were showered upon him. In 1889 he went to Venice\nwith his son. Here he caught a heavy cold, and this, combined with the\npoor state of his health, was too much for the old poet. He died on\nDecember 12, 1889, and was buried in Westminster Abbey on December 31.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 1. No. 44. SERIAL No. 44\n    COPYRIGHT, 1913, BY THE MENTOR ASSOCIATION, INC.",
    "metadata": {
        "author": [
            "Mabie, Hamilton Wright",
            "Mabie, Hamilton W. (Hamilton Wright)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49805/pg49805.txt",
        "name": "the_mentor_famous_english_poets_vol_1_num_44_seria.json"
    }
}