{
    "name": "The Conquistadors Come",
    "author": [
        "Counselman, M. E.",
        "Counselman, Mary Elizabeth",
        "Counselman, Mary E.",
        "Counselman-Vinyard, Mary Elizabeth",
        "Counselman, Elizabeth"
    ],
    "body": "The Conquistadors were tall men, tall and bronzed by many suns, and\nsplendid as they strode down the gangplank in a seemingly endless\nprocession. They were fair-haired, with flashing black eyes like\npolished onyx, and their straight profiles might have been copied\nfrom the faces of the silver coins that jingled in their pockets.\nIn the steamy-hot atmosphere of the new-found planet, S'zetnu, they\nstripped to the waist almost at once, and their muscles rippled in the\nblue-green sunlight....\n\nAt the edge of the pallid forest surrounding the clear spot where\nthe great rocket had landed, many eyes were watching their advent.\nWondering eyes, wistful and excited eyes ... but eyes that peered and\nsquinted, rheumy with disease and almost blind.\n\nThe Conquistadors, after the manner of their ancient ancestors, knelt\ndown in a ring, hands folded, heads bowed. One of them--the tallest,\nthe most splendid--stood in the center of the circle and lifted both\narms to the sky. His lips moved, and lovely rolling sounds issued from\nthem....\n\nThe watchers in the forest gasped, looking at one another in silent\nwonder. Two centuries ago, their kind had lost the power of speech; and\nfor a half century their deformed ears had been able to hear only the\nloudest of sounds--the screech of a giant beetle stalking them through\nthe swampland, the crash of thunder, the rumble of a waterfall ... the\nsound of this great rocket-ship roaring down upon them out of nowhere.\nNow, holding little seashells to their ears to amplify the voice of the\nTall One, they began to jump up and down ecstatically, like children\npromised a treat. They nodded. They hugged one another with their short\ndeformed arms, bumping their foreheads together in the ancient gesture\nof happiness and good will.\n\nThe Conquistadors stood up. The leader raised his hand--and suddenly,\nfrom all their open mouths, came beautiful noises that made the\nlisteners in the forest shiver with pleasure. It was a strange thing,\na magic thing! Cocking their hideous little heads this way and that,\nand holding the shells to their ears, they began to sway in cadence,\nmesmerized with delight; for not even their Elders could remember\n_singing_.\n\nThe lovely sounds ended. Then the Leader, the tall splendid one with\nthe pleasant expression, held up his hand again and spoke, pointing\nfirst at one group of men, then at another, who nodded and drifted away\nfrom the ring toward the task he had set for them. The watchers in the\nforest nudged one another, pointing with their stumps of hands and\nconversing (in the only way that was left to them) with the expressions\nthat flitted across their horribly disfigured faces. _Hands!_ they\ncommented excitedly. _With fingers! And feet, gracefully arched feet,\nwith five toes on each! Oh, were not the strangers beautiful--were they\nnot perfect?_\n\nHowever--the watchers frowned--they did not seem to be too intelligent.\nNow, with evident excitement, one of them came running to the tall\nleader with a handful of pebbles. Others gathered about the two of\nthem, yelling and pounding one another on the back as they examined the\nsmall stones--which, the watchers knew, were completely worthless. No\none, not even these strong healthy newcomers, could eat a _stone_.\n\n\n\n\"Rob! Yah-hoo!...\" Harris, first astrogator, was yelling at his\nlong-time buddy, the pilot and captain of the space-freighter Eroica.\n\"Look at this stuff! Just look at it! Solaranium vein a foot thick ...\ndamn planet's loaded with it! _We did it! We finally did it...._\"\n\n\"Well, don't burn out your jet!\" Rob Cantrell chuckled, calm and\nlaconic in the face of this near miracle. He squinted at one\nmica-bright stone, tossing it up and catching it with a grin of quiet\ntriumph. \"Yep ... journey's end. If our rations hold out, we can mine\nand refine enough pure sola to start every factory on Terra booming\nagain inside six months. I ... _Good Lord!_\" He broke off, hand arcing\nto the blaster on his hip. \"What's _that_ thing? _Heads up!_\" he\nshouted a warning to the busy men about him. \"_General alert!... we've\ngot visitors!_\"\n\nIt was a S'zetnur child who had ventured out of hiding, drawn by\ncuriosity--and by the tantalizing smell that issued from a pot of stew\none of the cooks was stirring. Now, as the tiny gargoyle-figure crawled\nout into the clearing from the shelter of those white-leafed trees,\neveryone turned to stare--the mechanics, unloading their diggers and\nrefining filters; the freight crew, setting up the tents around the\nbig rocket; the biochemists, busily testing the flora for edibility or\npossible toxicity; the ethnologists, searching for some clue to the\nlanguage and customs of the people of this planet.\n\nCantrell, his hand dropping slowly from his gun-butt, walked slowly\nforward toward the crawling child. It squinted up at him with milky\nblue eyes that could scarcely make out the outline of his tall figure.\nBut, at his approach, it cowered back; started to scuttle for cover.\nCantrell reached down gently and picked it up, shuddering at the little\nface so close to his own. Moonstone eyes. Gargoyle mouth with crumbling\nteeth. Round scabrous head that was almost hairless. Stumps of feet and\nhands that had no fingers, no toes. The child squirmed frantically in\nhis embrace, uttering a small shrill whistle that seemed to be the only\nsound it could make.\n\n\"God, it's _human_, isn't it?\" Harris, standing beside him, muttered in\npity and revulsion. \"Put it down, Rob! It's ... diseased!\"\n\nMore of the men from Terra crowded closer, peering at the struggling\nchild. Then one of the chemists shouted, pointing. Cantrell whirled,\nhand moving again toward his gun.\n\nAnother of the creatures was creeping out of the forest. A\nwoman--probably the child's mother. She limped forward, whistling\nsoothingly to the child, but utterly terrified herself from the look on\nher bloated, twisted features. A few feet away from Cantrell, she threw\nher hands over her face and flung herself prone before him; head in\nthe grass, she crawled toward him, reached his feet, and lay tense as\nthough expecting a blow....\n\n\"Poor slob! God, I've seen beggars on Terra who weren't as....\" Captain\nRob Cantrell knelt slowly and set the child on its deformed feet. It\ntoppled over at once, unable to stand, and the mother snatched it to\nher flat breast. She began to crawl again, dragging the child and\nbacking away with her face still thrust into the spongy ground.\n\n\"Poor ugly _slob_ ... thinks we're going to hurt her, doesn't she?\"\n\nOn impulse, Cantrell strode forward, took her arm gently, and lifted\nher to her feet. She swayed, clinging to the child. Casting about for\nsome gesture of friendship, he suddenly unstrapped the spacewatch from\nhis left wrist and, smiling, buckled it about the woman's scrawny\nhandless arm. She stared at it dumbly, milk-blue eyes darting from\nthe jeweled band to Cantrell's face for a moment. Then, with a little\nbleating sound, she threw herself at his feet again, trembling with\nterror. She lay there, clutching her baby and sobbing uncontrollably.\n\n\"Well, I'll be a--!\" Cantrell glanced helplessly at Harris, \"What d'you\nmake of _that_?\"\n\n\"Doesn't understand about presents,\" the astrogator guessed. \"Must mean\nsomething special on this planet.... _Hey! Here come some more!_\"\n\n\n\nHe pointed toward the pale forest, from which a wary group of perhaps\nfourteen S'zetnurs, men and women, had emerged fearfully. Their\nhands--if they could be called hands--were flung up, like the woman's\nto cover their faces--if they could be called faces. And when they\nreached a distance of five yards from the silent group of Earthmen, all\nthrew themselves down flat, their heads burrowing into the spiky grass.\n\n\"Don't get it,\" Rob Cantrell drawled, hands on hips, legs spread apart\nas he stood regarding this strange welcome. \"Look; all of them are\ndeformed. Inbreeding, do you suppose? Or some kind of plague?...\"\n\n\"Sir, I believe it's a matter of vitamin deficiency,\" one of the\nbiochemists spoke up from the group of Earthmen behind Harris. \"I've\nbeen testing a few specimens under the micro. These white leaves--and\nlook at that grass! It's the sunlight, I think. Not a bit of nutriment\nin the soil. Another thing,\" he pointed out shrewdly; \"has anybody seen\nany animal-life yet? Ask me, I don't think there _is_ any! These poor\ncritters are just _starving_ to death! Malnutrition. Years and years of\nit....\"\n\nCantrell scowled, his lips pursed; he said slowly, \"You know, Jim, I\nbelieve you're right.... Well, _hell_!\" He gestured impatiently to one\nof the cooks who had wandered over to join the curious group. \"Break\nout some solid chow for these ... people. On the double!\"\n\n\"Yes _sir_!\"\n\nGrinning with the sheer pleasure of filling a need, several of the crew\nfollowed the cook. They came back with folding plates and collapsible\ncups, filled to the brim with succulent stew made of dehydrated\nvegetables and pressed beef. These, a bit squeamishly, they put into\nthe clumsy grasp of the little dwarfed S'zetnurs; laughing, they\nwatched how they snatched it, turning their backs to their benefactors\nas they wolfed down the warm food....\n\nThe laughter died. For almost instantly three, then a dozen of the\ndwarfish creatures were doubled up with nausea and stomach-cramp.\nOthers, gagging at the first bite, dropped their platters of food. Then\nall threw themselves down before the men from Terra, groveling in the\ngrass at their feet as though begging for mercy....\n\n\"Lord, we're _stupid_!\" Cantrell sighed. \"Of _course_ they can't take\nour rich food! Probably been living on herbs and stuff for Lord knows\nhow long....\" He moved pityingly toward one groaning dwarf, writhing on\nthe sward and hugging his stomach. \"Hey, you medics! Give me hand--\"\n\nHe knelt, trying to roll the sufferer over on his back and slip a\ngastrotab between the writhing lips. But, with a look of terrified\npleading, the little S'zetnur covered his face and flopped over\nagain, hiding his warped features in a clump of pale weeds. With his\nfingerless hands he groped along the ground, found Cantrell's foot, and\ndrew himself up to it, wriggling in worm-like obeisance--\n\nThen, before the Earth pilot could move, a swollen tongue crept out and\ncaressed his bare toes under the plastic sandal-strap.\n\nCantrell's reaction was instinctive. His foot came up, in sheer disgust\nthat any man should lick another's foot like a mongrel-dog. Cursing, he\nkicked the little S'zetnur square in the mouth.\n\nAnd, the next instant, hated himself.\n\n\n\nBlood, a thin watery trickle, ran from a corner of the gargoyle mouth;\nbut the S'zetnur made no move to escape. He merely lay where he was,\ndumbly, holding up one arm. Opaque eyes peered warily up through the\nweeds.\n\n\"Ah ... to hell with it!\" the pilot burst out, furious with himself. He\nstarted to kneel and apologize; saw the futility of it, and turned away\nabruptly, striding toward the long silver ship. \"Get these screwballs\nout of the way!\" he snapped, irritable in his shame. \"We've got work to\ndo! We'll have to refine this sola on a night-and-day shift! No rest\nfor anybody ... and twenty shocks to any of you jet-monkeys I catch\ntrying to go over the hill! You got that?\"\n\n\"Yes _sir_!\"\n\n\"Yes-sir, Cap'n!\"\n\n\"Yousa! I hears you talkin'!\" This from Harris, who had strolled after\nhim, checking over his charts carefully for the return flight.\n\nCantrell glared at him. \"And that goes for you, too--Romeo!\" he\ngrowled. \"No fraternizing with the natives!\"\n\n\"_Fraternize!_ With _those_ women?\" Harris shuddered, thumbs in the\nstudded belt of his spacesuit. \"Listen, I'd have to be drunker'n I've\never been on Mars or Venus!\" He broke off, looking at his friend with\nfaint reproach. \"You shouldn't have kicked that poor slob, though.\nSection 382-XV: _No overt act of violence unless to repell attack_ ...\nyou read your Handbook lately, chum?\"\n\nCantrell grunted, struck one fist into his other palm sheepishly. \"I\nknow it. I didn't mean to. But--licking my foot! But I'll make it up to\nhim. Some way....\"\n\n\"Sure!\" Harris's eyes softened. Throwing an arm around Cantrell's\nshoulders, he locked step with him as they walked up the gangplank.\n\"Easy enough. If it's a vitamin deficiency, like Jim says, why--it'll\nbe a cinch for us to help these poor joes! We can ship chemicals from\nTerra, every return-trip. Teach 'em to grow food by hydro-vat methods.\nWe could make a new world for them!\"\n\nThe pilot nodded eagerly, his pleasant, alert face full of plans for\nthose pitifully stunted creatures, now melting back into the pale\njungle in obedience to the crewmen shooing them from the vicinity of\ndangerous--and valuable--machinery.\n\nCantrell grinned. \"We can try vitamin therapy right away,\" he said\nhappily. \"Take, say, ten of the kids and feed them a test-diet for the\nforty days we're here, loading up sola. May take years of treatment to\nget them looking like _people_ again, but--we can sure try!\"\n\nThey glanced back over their shoulders in unison, two splendid young\ngiants from another solar system, their eyes warm and bright with a\nthing called \"brotherly love\"--which it had taken their own small\nplanet many centuries to learn. Together they disappeared into the\nrocket ship.\n\nWatching them from the white-leafed forest, the little people of\nS'zetnur turned away sadly, in shame and patient resignation. In a\nsmall clearing beyond sight of the bustling rocket-camp, they held\ncouncil, communicating with sharp whistles and facial expressions.\n\nThen--according to the ancient law which the Elders still\nrecalled--they dragged forth the woman who wore The Mark on her wrist,\nthe gleaming Band of Rejection which the Tall Leader of the beautiful\nones had placed there with his own hand. The woman did not cry out\nwhen they bound her, and buried her, still breathing, beside a huge\nflowering tree--tossing the baby in with her, according to custom.\n\nThe man Rob Cantrell had kicked in the mouth, likewise, was made ready\nfor the honor bestowed on him ... and allowed to touch the _Icon_, as\nwas his right....\n\n\n\nThe blue-green sun sank slowly, and the night-shift of the Earthmen's\nwork-camp took over, mining and refining solaranium ore, working\nswiftly and efficiently against time.\n\nCantrell and Harris slept on identical cots in a central tent, waking\nnow and then to listen to the night-noises of this strange new\nplanet. S'zetnu?... It was only a designation, not a name; a term in\ninter-stellar Esperanto, meaning \"Seventh-from-the-Sun.\" Tomorrow,\nCantrell thought sleepily, they would find out what the dwarfish\ninhabitants called their little world. It must have a name for they\nmust once have had some sort of language. There were signs, the\nethnologists reported, that they had once been a civilized people.\n\nThe pilot blew a smoke-ring at the damp ceiling of the tent, thinking\nand making plans.\n\n\"Harris?\" he called softly. \"You awake?\"\n\n\"Uh-huh. Too damned hot to sleep! Worse than Venus. It isn't the--\"\n\n\"--heat; it's the humidity!\" Cantrell grinned in the darkness. \"Yeah,\nyeah. Well, you can stand it for forty days. Say!\" He sat up abruptly,\nsnapping his fingers on sudden thought. \"If we could hire a couple of\nthose little S'zetnurs to locate sola veins for us, we could cut down\nthe time ... put the Geiger crew on one of the spare refiners! Hire\nme one tomorrow, will you? A couple, I mean--two of the _older_ ones,\nwith rudimentary fingers and toes. They should know their way around\nbetter.... Cripes! You can see how their race has deteriorated, each\ngeneration a little bit worse than the one before ... the poor devils!\"\n\n\"Yeah.\" Harris plucked Cantrell's cigarette-glow from the darkness to\ntake a drag. \"But we're going to fix all that for them! Vital food, in\nreturn for vital solaranium.... Why, it's a natural for trade-relations\nbetween S'zetnu and Terra!\" He blew out smoke, returned the cigarette.\n\"El Presidente's sure to give each of us a citation--with bonus! I can\njust see my old lady spending it now. On a Martian vurna-fur coat!\nShe's been whining for one ever since....\"\n\nCantrell chuckled drowsily, then sighed. \"I wish I hadn't kicked\nthat little guy. Feel like a heel. Wish I hadn't given that woman my\nspacewatch, too, in a loose moment! What time is it?\"\n\n\"88-zero, shiptime,\" the astrogator murmured. \"Go to sleep, will ya?...\nI wish I was back on Tee with my baby tonight....\"\n\nSilence fell. Outside, the refiners chugged rhythmically, melting away\nthe solaranium from the crude ore wheeled in by the miners. At a little\ndistance from the camp, the Geiger experts were moving their counters\nover the ground, seeking the highly-fissionable ore. The sola shortage\nhad shut down the industries of Terra for five years now, and sent\nmany a rocket-ship out into space, searching, searching ... until now,\nat last, the search was ended on a tiny planet Z-north of the System.\nClose! Near enough to organize a freight-lane!\n\nBut in the forest, the pallid forest beyond the camp, a gargoyle-woman\nlay buried, clinging to her deformed half-idiot baby who had died with\nher. Cantrell's spacewatch glinted on her stumpy wrist; mute testimony\nthat she must be _eliminated_, according to the ancient law that the\nElders remembered. It was strangely unfair--for there were others, many\nothers in the tribe, who were far more hideous than she! Mitka, who had\nonly a hole for a nose, and Jura, whose ears were unformed knobs on\neither side of her head ... but that, of course, was for the Beautiful\nOnes to judge. Their word had always been the Law....\n\n\n\nAround noon the next day, Harris reported glumly to the central tent.\nCantrell, hard at work on a sheaf of forms, glanced up, his eyes\npreoccupied.\n\n\"Harris? Did you get those guides?\"\n\nHarris spread his hands. \"No can find! I've had men out combing the\nforest all day. Can't find a sign of those little pixies! They've just\nvanished!\"\n\nCantrell grinned. \"Well, they're back again ... look; what do you think\n_that_ is? A mirage?\" He jerked a nod at a dwarfish figure coming\nacross the clearing, trailing a long train of lush tropical flowers\nthat had been woven into a sort of cape. A garland of the same flowers\nperched askew atop the scabrous gargoyle-head. The man limped proudly,\npresenting himself before Cantrell with a little bow.\n\n\"Well!\" The pilot's eyebrows went up. \"Who's he, the chief?\" Then he\nsaw the man's swollen lips. \"Say ... this is the poor jerk I _kicked_!\"\nHis face softened, and he pointed to a folding chair beside his\ncluttered desk. \"Sit down, buster. You're hired--if I can only explain\nyour job to you!\"\n\nInstead, quivering, the stunted S'zetnur covered his face and threw\nhimself down on his face.\n\nHarris sighed. \"Here we go again!\" He knelt and pulled the malformed\ndwarf to his feet and shoved him into a chair.\n\n\"Now,\" Cantrell groaned, \"comes the tough part. How can I say in\nsign-lingo that we want him to locate sola veins for us? Well--here\ngoes!\"\n\nHe held up a piece of ore, pointing and gesturing. The dwarf eyed it,\nbewildered, milky-blue eyes darting from Harris to Cantrell and back\nagain. Cantrell pointed to the earth--\n\nInstantly the little S'zetnur threw himself flat on the ground again,\nquivering. He began to sob, holding up one stumpy arm.\n\n\"Oh, _hell_!\" The spaceship's captain gave up, looking helplessly at\nhis astrogator. \"Harris? Can you--\"\n\nHarris pulled the S'zetnur to his feet again; shoved him into the\nchair; explained with patient gestures about _digging_, about _the\nore_, about _the ship_. The man's eyes, like glowing moonstones,\nfollowed his every motion eagerly, as a stupid child's might. He took\nthe pebble in his hand obediently, went out to the ship, dug a small\nhole in the shadow of the great rocket, and buried the piece of ore.\nThen he looked up at Cantrell, towering over him in exasperation.\nHarris mopped his forehead.\n\n\"I give up!\" he laughed. \"It's ... it's as though there was a _glass\nwall_ between us! We can see each other, and hear each other. But I\ncan't make him _understand_. Damned if I understand him, either!\"\n\nRob Cantrell rubbed his jaw, caressing his stubble of blond beard.\n\n\"If we only knew what's going on in that funny little head,\" he\nmuttered. \"What do they _want_? Everybody wants something. If we could\njust figure out what these S'zetnurs are after--besides centuries of\ndecent diet, which they obviously need--we could--\"\n\nHe glared at the twisted little S'zetnur, decked with flowers that made\nhis hideous deformity even more noticeable. The man cringed at his\nexpression, covering his face and peeping through his short arms. Then,\nemboldened, catching one of the pilot's hands between his own stumps,\nhe examined it admiringly, tracing each finger with his gaze. Cantrell\nscowled and jerked his hand away impatiently.\n\nThe S'zetnur covered his face and threw himself flat on the ground.\nCantrell cursed and mopped his streaming forehead and neck.\n\n\"I don't get it,\" Harris said, scratching his head. \"I just don't get\nit ... hey! Maybe if we take him out to that valley a mile from camp,\nwe can put over the idea of his locating more sola for us. When he sees\nour men mining the stuff--\"\n\n\"Sound idea,\" Cantrell grunted. \"Come on!\"\n\n\n\nSupporting the stumbling dwarf between them, the two Earthmen strode\nacross the camp and down the long hill toward the distant sound of the\npick-and-shovel crew. Two small a. g. barges sailed past them on their\nway down, loaded with ore and manned by a single sweat-streaked miner,\nheaded for the nearest refinery.\n\nAs they neared the valley, where last night the Geiger crew had located\na rich streak of solaranium, the pilot and the astrogator noticed that\ntheir small captive was growing very nervous. Stumbling along between\nthem as fast as his stumpy feet could walk, he glanced first at Harris,\nthen at Cantrell, his expressive features working with agitation.\n\nWhen they reached a small ravine, its cliff-like walls pitted with\nmany small caves, the little dwarf began to bleat and squirm in their\ngrasp like a hysterical child being dragged to the dentist. Over his\nflower-decked head, the two Earthmen looked at each other, and shrugged.\n\n\"_Now_ what?\" Cantrell drawled. \"This valley taboo or something, you\nsuppose?\"\n\n\"Beats me!\"\n\nHarris stopped, pulling the little S'zetnur around and pointing to a\nbroad streak of sola inside the mouth of one cave. He made digging\nmotions. He pointed to himself and Cantrell, beaming and nodding.\n\n\"Rock,\" he labored. \"Nicee rockee! Find for us?... Oh hell!\" He laughed\nat his own absurd pidgin-English, then resorted to gestures again. He\npointed to the cave, to the little dwarf, to Cantrell--\n\nThe S'zetnur shook his head violently, clapping both stunted hands\nover his face. An agonized bleat issued from his twisted larynx, and\nhe threw himself flat before Cantrell, groveling and holding up one\narm--then, as the captain took an idle step toward the cave, he flung\nhis tiny malformed body before the entrance, shaking his head and\nbeating himself in the face with his fingerless hands.\n\nCantrell looked at Harris, who scratched his head, grinning.\n\n\"Beats me!\" he repeated helplessly. \"Guess they don't _want_ us to have\nthe sola--!\" his eyes hardened slowly. \"Yeah--maybe that's it! Maybe\nthey're--\" He stiffened, glancing nervously toward the white jangle\nthat pressed closely about them on all sides. \"_Maybe they're arming\nright now--planning an attack--_\"\n\nRob Cantrell's pleasant face changed. Eyes narrowed, mouth tight, he\nlet his gaze flicker over the working men who were under his command,\ndependent on his judgment for their safety. His gaze returned to the\nsmall S'zetnur, feebly trying to block the entrance to that natural\nhole in the cliff's side. Or ... _was_ it a natural hole? Cantrell's\nkeen eyes became observant, noting worn places in the rock--\n\n\"There's something in this cave,\" Harris grunted. \"Something this\nlittle monkey doesn't want us to see ... a secret weapon, maybe?\nSa-ay!\" His pleasant face hardened, like Cantrell's. \"Maybe these\ncookies aren't as dumb and helpless as they look! Maybe they've got\nsomething that could wipe out our whole expedition!\"\n\nCantrell nodded and strode forward, jerking the bleating dwarf aside\nwith one sweep of his muscular arm. The cave was not deep; and,\nCantrell noted with tensed nerves, there were fresh flower-petals on\nthe floor of the small opening. Petals like those on the flower-wreath\nof this fantastically decorated little S'zetnur.\n\nThe captain groped inside. Harris stepped forward, shoving the dwarf\naway as he flung himself at Cantrell again like a furious kitten.\nThere was, the Earthmen both saw at once, something inside. A kind of\nbox, crudely made of white wood, as though a clumsy child had put it\ntogether. There was no lock, Cantrell raised the lid--\n\nInside, dry and crumbling, was a small doll made of brown clay. Harris\nand Cantrell stared at it, amazed at its perfection of modeling. It\nwas, or seemed to be, a very good image of an Earthman. Certainly,\nit was not intended to portray one of the stunted little S'zetnurs,\nfor the legs and feet were perfect, the hands beautifully formed, the\nfacial details fine and delicate--though there was about the thing,\nCantrell noted, an odd expression of cruelty and arrogance--\n\n\"Well! What d'ya know?\" he snapped. \"A graven image! The aborigines on\nTerra used to make these images of an enemy--just before slipping him a\npoison-dart in the back! Juju ... and they made sure it worked!\"\n\nHe whirled on the little S'zetnur, who was whistling shrilly now,\njumping up and down in agitated protest.\n\nAt that moment, one of the diggers shouted a warning. Cantrell turned,\nto see beyond the handful of workers in the valley a small army of\nS'zetnurs advancing on them from the jungle-edge. Backs to the cliff\nwall, Harris and Cantrell snatched out their blasters. The captain\nyelled, warning the unarmed workers to make a dash for the camp:\n\n\"_General alert! Prepare for attack!_\"\n\n\n\nThen the dwarfs were upon them, armed rather pathetically with clubs\nstrapped to their fingerless hands. Advancing in a rough semi-circle\nupon Cantrell and Harris, and completely ignoring the half-dozen\nworkers who dashed past them, the little S'zetnurs closed in. Lips\ntight, eyes narrowed, the Earthmen waited until they were within ten\nfeet--\n\nThen, methodically, they let go with their blasters, searing the\nattackers from left to right.\n\nScreaming, they went down, half-charred bodies and burning hair. One\nlittle creature, luckier or bolder than the rest, struck a blow that\nnumbed Harris's left arm. Cantrell blazed away at him. He fell, an\nunrecognizable mass of ashes.\n\nThe men from Terra pressed against the cliff wall, panting, their eyes\nraking the pale jungle for the next wave of attackers.\n\n\"How d'you like these babies?\" Cantrell snarled. \"Planning to jump us\nall the time--And we were feeling sorry for them!\"\n\nThey waited, tensed for the next attack. In the distance they could\nhear the siren on the spaceship, calling a general alert. Calling in\nthe Geiger crews, and the diggers, and the ethnologists. _Natives\nhostile, natives hostile!_ the signal was screaming--\n\nCantrell turned his head briefly--and stiffened as he saw the small\nS'zetnur decked in flowers. He was still alive, crouched just inside\nthe cave, clutching the mud doll and whimpering softly. The captain\nglared at him, hard-eyed.\n\n\"Ambassador, huh?\" He smiled without mirth. \"To keep us from being\nsuspicious of this juju-attack, until it was too late!\" He jerked his\nhead at Harris. \"Blast him! He's a spy, isn't he? Been all over the\ncamp. Knows just where everything's located--\"\n\nThe astrogator peered at the huddled creature nursing the doll. He\nraised his gun, then swallowed hard. \"Rob--I can't do it! Cold like\nthis, I mean ... can't we take him prisoner? A hostage?\"\n\nCantrell glanced at him, then at the pitiful figure in the cave.\n\n\"Don't be a damned fool!\" he snapped. \"If he gets away and brings\nreinforcements, none of us'll get off this apple alive! You lost your\nguts or something?\"\n\nHarris scuffed his toe, looking down. \"No-o.... It's just that....\nWell, hell!\" his gruff voice cracked. \"He's so ... _helpless_!\"\n\n\"Helpless, my eye!\" Rob Cantrell growled. \"There may be thousands of\nthese joes, closing in on us right now from that jungle! _Millions!_\nAll right, I'm in command,\" he said quietly. \"Make a run for the camp.\nI ... I'll do it....\"\n\nHis buddy tossed him a grateful look, born of their long-time\nfriendship. With another look at the silent wall of forest, he sprinted\nin the direction of the camp. Once he paused, wincing, as the blare of\na ray-gun sounded behind him. Then Cantrell caught up with him, his\neyes pained, his lips white.\n\n\"Poor slob!\" he muttered through clenched teeth as he ran. \"Poor ugly\nlittle slob.... He kept shielding that damn doll with his body!\"\n\nThey burst into the clearing, where the lieutenants were already\nrounding up those of the ship's crew who were trained to fight. Others,\nthe workmen and the experts, were piling into the ship for safety. The\nsiren kept up its woman-like screaming: _Hostile natives, hostile!_\n\nCantrell and Harris stopped in the center of the clearing, to view\nthe ordered shambles with sick eyes. They glanced at each other, and\nshrugged.\n\n\"All right!\" the captain's clear voice rang out. \"Prepare to take off!\nRepeating: Prepare to take off! Abandon all equipment not vital to\ncrew. Repeating....\"\n\nThe men from Terra were efficient men, quick, intelligent, and\nwell-organized under the pilot and astrogator who commanded their\nexpedition. In exactly 8-3 kilos, shiptime, men and machinery were\nloaded aboard the big silver rocket. Fire belched from her twin jets.\nShe took the atmosphere of the planet designated as S'zetnur like a\npale streak of flame. In another kilo, she was bulleting into free\nflight.\n\nCantrell, the pilot, fixed her automatic on \"Sol-Terra,\" then strolled\nback to the chart room, where Harris was rechecking their line of\nflight. He sat down on the plastine desk, lighting a cigarette. Harris\ntook it from him, inhaled a deep drag, and handed it back. They looked\nat each other, smiling wryly.\n\n\"Well ...\" Rob Cantrell sighed. \"There goes that presidential citation\nyou were yapping about--with bonus. We'll be lucky if we keep our\nrating!\"\n\n\"Oh, it won't be that bad,\" Harris predicted cheerfully. \"I mean,\nnobody could expect us to form a trade-alliance with a bunch of\nhot-heads like that! Graven images! Tricked-up spies!\" He spat\ndisgustedly. \"And all because we wanted one shipload of lousy sola!...\"\n\nCantrell nodded bitterly. \"And we could have done so much for them in\nreturn. A new world, I think you said!...\" He emitted a short laugh,\nedged with cynicism. \"Well ... Terra-Government can't afford to ship\nfrom a hostile planet. Too damn expensive. We'll just have to equip\nanother expedition and start looking again....\"\n\nHarris nodded absently, his eyes thoughtful. \"Uh-huh.... But if we\ncould only have understood those little monkeys! Maybe they didn't mind\nour taking the sola. Maybe it was something else.... Rob,\" he blurted,\n\"one of the junior ethnologists has a theory; did you hear? He....\"\n\n\"Junior ethnologists have always got a theory!\" the captain snorted.\n\"Lack of experience!\"\n\n\"Yeah, but ...\" Harris pursued. \"This kid says he thinks those little\nS'zetnurs were a cult of beauty-worshippers. You know? Like they used\nto have on Venus? Eugenic mating--killing off the imperfect ones. He\nsays they just don't understand about nutrition; that's why it's so\ntragic that they're all deformed and diseased now. None of them are\nbeauties any more, and they don't know why. But when they saw us....\"\n\n\"Nuts!\" said Cantrell rudely.\n\n\"Yeah, but.... The doll. Maybe it was an image of the way _they_ used\nto be. A sort of pattern for them to remember.... And you know how that\npoor joe kept ... _looking_ at us? The one all tricked-up in flowers?\nThis ethno thinks they sent him to be mated with one of our women....\"\n\n\"Good God!\" the pilot laughed.\n\n\"... and that poor slob of a woman, who acted so upset when you\nstrapped your spacewatch around her wrist. The kid thinks you marked\nher for death, and....\"\n\n\"Oh, go soak your head! And that junior ethnologist's, too!\" Cantrell\nchuckled. \"I understood those babies, all right! They're just a bunch\nof greedy, ignorant morons, who were determined not to let a shipful of\nstrangers cart off any of their lousy little planet! You and your ...\nglass wall!\"\n\nHe punched Harris on the shoulder in affectionate scorn. The astrogator\ngrinned feebly; then with more assurance, because Cantrell was his\nfriend and he trusted his judgment.\n\n\"Yeah ...\" he said. \"Yeah, Rob; I guess you're right....\"",
    "metadata": {
        "author": [
            "Counselman, M. E.",
            "Counselman, Mary Elizabeth",
            "Counselman, Mary E.",
            "Counselman-Vinyard, Mary Elizabeth",
            "Counselman, Elizabeth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63982/pg63982.txt",
        "name": "the_conquistadors_come.json"
    }
}