{
    "name": "The Pure Observers",
    "author": [
        "Rogers, B. J."
    ],
    "body": "\"_Oh, he is dead!\" my mind cried out._\n\nNovna, my dear, I am writing this as a release for my conscience.\nThose things which trouble me are not such as one exchanges with vigil\ncompanions, or indeed with anyone not bound by ties like ours.\n\nIf I were at home with you I would exchange with your soul in a moment\nthe feeling of my own, but distance permits no such consolation and it\nis not suitable for me to exchange so familiarly with my colleagues.\n\nI find myself questioning the value of our customary refusal to\ncommunicate thoughts of a delicate and sensitive nature. The Earth\npeople, who speak their thoughts, perhaps are less primitive than\nwe like to imagine. They seem to have no sense of the danger of\noverwhelming the soul of another with unwanted confidences. The purely\nvocal nature of their communication does not admit an excessive degree\nof emotion to their relationships. They do not have to erect any\nartificial barriers between each other, as we must who exchange on a\nmental level.\n\nThese doubts of mine never could have arisen if we men of Hainos had\nnot presumed to observe the alien ways of those creatures on the third\nEarth, so like ourselves and yet so remote, though we have hovered\nabove them, listening and watching, for twelve of their generations.\n\nThis vigil, though it is to last but one journey around the sun, has\nseemed longer and less fruitful than all the others. I think I shall\nnot come again, but leave such work to those who can remain efficient\nand disinterested Observers, unmoved by doubt and anxiety. Novna, you\nmust begin to think what we two shall do with the rest of our eternity,\nfor now that I have spent some small portion of mine in fifty vigils, I\nfind they have become distasteful. We might go to the Palace of Art and\nstudy to be poet-priests. My last vigil has convinced me that I am more\nfitted for that life than this.\n\nWhen our mission left Hainos for the third Earth, there was aboard our\nship the poet-priest Gven. You must remember the many nights we sat\nbeneath the rocks by the ocean, listening as his soul gave ours his\nsongs. Innocent they were, and filled with talk of purity and light,\nthough Gven is as old as the rest of us, even if he is as different\nfrom you and me as the Earth child is from its parents.\n\nYou have never seen him, I think. He is smaller than I, slight of\nbuild and tender-faced. How out of place he looked among the ship's\nsturdy men of science, with their ages of discipline and austerity\nwritten indelibly into their features. They did not want him. They told\nthe commissioner that they did not want him.\n\n\"Let him stay at home,\" they said, \"and sing his songs to those who\nwish to listen.\"\n\nBut the commissioner himself, and, I suspect, the commissioner's wife,\nwas as fond as any of Gven and his songs, so he said Gven was to come\nif he liked.\n\nPoor Gven tried hard enough to make us like him. He offered us the only\ngift he had, that of his songs, but no one cared to hear them except\nme, and I was ashamed to say so. In the end he was reduced to sitting\nfor hours, looking out into the night through which the ship bore us,\nsaying nothing to anyone, for fear of our scorn. He would have liked\nus to tell him about the Earth people, for his studies at the Palace\nfitted him sadly for a scientific expedition.\n\nOf the Earth people, however, we hesitated to speak freely, even among\nourselves, for all of us feel strongly about them, in one way or\nanother. Our exchanges on the matter have always been burdened with\nemotion; and we find we cannot share easily our thoughts about Earth\npeople, unless we banter lightly and say little of what we really feel.\n\nWhen our long-ship drew near the third Earth, we were transferred into\nthe round-ship in which we were to carry on our observations. I could\nsee Gven was limp with excitement, but as always, I would not exchange\nwith him for fear of the others, not even to drain off that excess of\nfeeling which was to prove so dangerous to him.\n\nPerhaps he thought it would be different, once we had established\nourselves in our designated area of observation. Then we might warm\ntoward him, giving him the comforts of our experience. If such were his\nexpectations, he was disappointed. Whatever he gathered from us was\npurely accidental, information that we exchanged among ourselves as we\nworked. Only in this way did he learn of those few bonds we had forged\nwith the Earth people.\n\nIt is our custom, as you know, for each man to select one of the Earth\npeople as his subject. This is not part of our work, it is only a\ndevice to drive away the tedium that descends upon men far from home\nand bound to exacting work in a confined place. We begin to feel quite\npassionately concerned with our subjects, and occasionally find it\ndifficult to return to our primary concerns.\n\nFor some time I had been spending my free hours in the world of a\ngentle old merchant named Jacobs. I lived his life with him briefly,\nseeing his wife and children as he saw them, going with him to his\nstore. His memories were good ones, filled with hard work and simple\npleasures. One day, when I had left the computing tables to prepare\nfor dinner, I sought the mind of Jacobs. He was crossing the street and\nas he turned his head, he saw the shining lights of an automobile just\nbefore it struck him. I withdrew from his mind in a shower of pain and\ndarkness.\n\n\"Oh, he is dead,\" my mind cried out to my vigil companions before\nI could smother the shock and emotion in it. They looked up at me,\nquestioning. Then I exchanged with them more coolly, \"My man Jacobs has\nbeen killed crossing the street.\"\n\nKeven, the fuel technician, reached my mind first. \"A pity, I lost a\nsubject myself that way not long ago. It is a bad death for them, poor\nthings. They might build overpasses, mightn't they? A pity.\"\n\nIt has never failed to unsettle me, the way my companions have come\nto accept the idea of death so easily. To me it is always a horror,\nunnatural and alien. You cannot quite see how it is, Novna, for you\nhave never been in the mind of one who dies.\n\nI withdrew for a little while to mourn my man Jacobs, for my sorrow was\nnot to be shared with the others. It was while I sat thinking of the\ndead Jacobs that Gven approached hesitantly and sat near me.\n\n\"Is it possible,\" he asked, \"that one can read the soul of an Earth\nman? Could I? Or perhaps that would not be permitted to me?\"\n\nHis eagerness made me ashamed of the silence I had maintained between\nus. \"It is certainly possible for you to try, though it cannot always\nbe done. You need ask no one for permission.\"\n\nThe delight in his eyes made me forget Jacobs a little. \"I may try\nanyone at all?\"\n\n\"I advise you to search about a little. Don't seize on the first one\nyou contact as a subject. You have less time than the rest of us for\nthis sort of thing.\"\n\nGven thanked me shyly and went away. Later I saw him sitting at the\nopen panels, looking down at the cloud-topped mountains and sandy\nvalleys over which we circled. His face was still and pale as he\nconcentrated.\n\nThe next day at dinner, Gven sat playing with his food, looking up\nat the rest of us frequently, as if his fear of our coldness were\ncontending with his wish to open his mind to us. I was not the only\none to notice his excitement, but the rest sat looking at their\nplates stonily. They liked Gven even less than they had at first, and\npreferred to ignore his presence altogether. At last I lifted my head\ndefiantly and my thought streamed across the table into the mind of\nGven with such energy and violence that the others raised their eyes\nfrom their food in quick surprise.\n\n\"It must be that you have found a subject. I should like to hear about\nit.\"\n\nAt once Gven let his thoughts explode in undisciplined profusion. The\nmen drew back a little, shocked by the unfamiliar impact of another's\npassion on their minds.\n\n\"The very first mind I sought was that of a girl who calls herself\nMaria Dolores. Often her mind turns in upon itself and she reflects\nlike this, 'Maria Dolores, you have behaved badly to your papa today.\nNow you must go and ask him to forgive you and give him a kiss.' In\nthis way she scolds herself for small misdemeanors. Her world is\ncomposed of happy, innocent trivialities, though as her purity touches\non them and causes them to glow briefly before they are left behind, it\nseems that there are no more divine and lovely things in existence than\nthose in the world of my Maria Dolores.\"\n\nGven blushed and paused for a moment, then rushed on. \"I sense that\nher father and mother have barricaded her from everyone else. They are\nstrict with Maria Dolores and sometimes she wishes she could go out to\ndances as the other girls do. But she is not sad for long, and goes\nto gather flowers for the dinner table. She sets them in long silver\ndishes, that reflect the pink and red glow of the sunset slanting\nthrough the window. This pleases Maria Dolores and she stands watching\nfor a long time.\"\n\nGven would have said more, but all at once Corven, the cultural\nresearcher, interrupted, looking at me. \"Noven, what have you brought\nupon us by your curiosity? We are being buried in an avalanche of\npoetic fancies.\"\n\nAfter this, Gven sat silent, his face burning, and the rest of us began\nto talk of the relation between the sites of mines and the locations of\nproving grounds.\n\nFor many days, I watched Gven covertly. He no longer seemed to care\nabout our rebuffs, nor did he show any desire to ask us questions. He\nonly sat by the panels, his expression withdrawn and intent, while the\nrest of us hustled busily and a little self-consciously around him.\nI came to notice a certain perplexity in his face after a time, and\nfelt that I should ask if he needed any assistance. But I was awkward\nand unsure of myself, so I only watched him and said nothing. At last\nhe came to me, having built up a powerful reserve of feeling that\noverflowed with the more violence for having been repressed so long.\n\n\"There is something that is to happen in the life of my Maria Dolores,\"\nGven began directly.\n\nUnaccountably, I tensed and tried to suppress the warmth I felt toward\nhim. \"Well, what is it then?\" I answered.\n\nHe seemed not to notice the strain I was under. \"They have told her she\nis to be married to a young man whom they have chosen for her. She is\nunhappy, but cannot tell them. Now they are making many preparations.\nMaria Dolores spends her time with her mother, sewing dresses and\npacking them away. Then her mother speaks to her of things that\nfrighten her and me, things that seem to happen when men and women are\nalone at night. She does not understand and lies awake when her mother\nhas gone, afraid and wondering. We are uneasy, Maria Dolores and I.\"\n\nHere, Novna, I must attempt to explain the marriage of Earth people.\nWhile with us marriage is the spiritualized union of masculine and\nfeminine natures in one soul, it is to them a more concrete thing.\nTheir junction is not only one of minds, but one of bodies as well.\n\nThe union seems not to be unpleasant for those who take part in it, but\nfor us, who so jealously guard our bodies from another's touch, the\nmarriage of Earth people is difficult to contemplate without revulsion.\n\nI was rescued from having to answer Gven by the laughter of Corven, who\nhad overheard the last of the poet's words. \"Well then, poet, if she is\nunhappy, you must take her away, mustn't you? That's what you want, it\nseems, to take her away to Hainos and make her your Gvna.\"\n\nGven stood up and glared angrily at Corven. \"Would it be so bad a thing\nto carry back one person of Earth? Why shouldn't we?\" he flung at the\nother man.\n\nCorven turned away in disgust. \"You know we have no authority to\nintervene in their affairs. This is what comes of letting a poet-priest\nmeddle in the concerns of science.\"\n\nA sullenness came over Gven's face, and he withdrew from us again,\nturning back to the panels. I knew he was with Maria Dolores. Though I\nwas uneasy over his ignorance, I could not help feeling relieved that I\nhad not been forced to enlighten him.\n\nMy anxiety proved to be well-founded. It was only a few weeks later\nthat we reaped the results of our long-cultivated conspiracy of\nsilence against the poet-priest. We were deeply engrossed in our work\nat the computing tables when our nerves were shattered by a cry of\nanguish from the mind of Gven. In a moment we were standing around\nhim, avoiding each other's eyes and scarcely daring to look at the man\nshuddering before us, his face in his hands.\n\n\"It is done.\" Gven cast his anger at us like a stone. \"It is as though\nshe had been killed. Why couldn't you tell me? You, Noven, I asked you.\nWhy couldn't you have spared me this?\"\n\nThe men looked uneasily at me and back at Gven. Shaken, they drifted\naway, back to their work, still ashamed to meet each other's eyes. Gven\nsat there, grinding his fist into his palm, staring straight ahead.\n\nHe has been gone for some time now. At his request, a long-ship stopped\nfor him on its homeward cruise. I have not tried to reach another\nsubject, nor have any of the others. At least, if they have, they do\nnot speak of it. We are reluctant to attempt any communion with these\ncreatures whose alien nature has been so strikingly demonstrated to\nus. The game of Observation itself has become less a game, and we go\nabout our work with a vague sense of unrest, as though the descent of\ncatastrophe upon us were imminent.\n\nGven gave us one last gift before he left. He sang us a song that made\nus want to bend our heads to the ground in shame. If his songs are\nbitter now, and if there is no innocence in them, one needs not look\nfar to find the reason.",
    "metadata": {
        "author": [
            "Rogers, B. J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60582/pg60582.txt",
        "name": "the_pure_observers.json"
    }
}