{
    "name": "The deadly ones",
    "author": [
        "Wallace, Floyd L.",
        "Wallace, F.L.",
        "Wallace, Floyd Lee",
        "Wallace, F. L. (Floyd L.)"
    ],
    "body": "Rathsden. I'm sure the name means nothing to you. There are legends, of\ncourse--from old Germany and the greater Reich, colonial America even.\nBut you can't prove anything very damaging or concrete with legends.\nAnd even when the story is otherwise correct, I've been careful to\nkeep my name out of it. A clever person shuns publicity, though it may\ninvolve tampering with history. For all practical purposes the name\nRathsden is unknown. I want it kept that way.\n\nI can't remember when the inspiration came. Probably it had lain for a\nlong time dormant in the back of my mind, like a mole hibernating in\nmid-winter. Warmed by the proper circumstances, it emerged at last in\nits full vigor to claim my attention.\n\nI've always worked hard, but lately what I got out of my efforts you\ncouldn't call a living. The Red Cross was largely responsible. You\ncould never get me to say a good word for that agency--never.\n\nStill, I have made use of them, and in this case they made their\ncontribution, though it was an unwitting one.\n\nI gave the idea careful thought. From the beginning I knew I needed\nhelp. I'm not superhuman, not in the strict sense, though I suppose I\ncould give a good account of myself against Wells's Invisible Man, Homo\nSuperior, or the new crop of mutants that will spring up some day soon.\n\nI needed help, and I carried the problem to a council of my fellows.\nWe discussed it thoroughly, and in the end, though they didn't give me\ntheir blessing, they consented to aid me.\n\nThe problem was flying saucers, or rather how to force one to land. We\ndebated the matter for a long time, but there didn't seem to be any\nway to do it. No jet could keep up with a saucer and present rockets\nwere equally inadequate. Besides, we didn't have access to any of these\nmachines.\n\nSomeone in the back of the council, whose name I didn't catch suggested\nthat, if we couldn't force one to land, perhaps we could lure one down.\nIt didn't matter how, as long as it remained on the ground for an hour\nor so, with its ports open. The rest would be up to me.\n\n\"Fine,\" I said. \"What do you propose?\"\n\n\"They're investigating, you know,\" he said, \"in the western part of\nthe country. Rocket bases, atom bomb sites, anything that indicates\nadvanced technology. Let's give them another menace.\"\n\n\"Sounds good. What are they interested in?\" He was a hard fellow to\nlocate and I didn't try to visualize his face. He came from Ireland I\nbelieve.\n\n\"A spaceship,\" he said. \"A very formidable creation, with an incredible\ndrive.\"\n\nThere was nothing wrong with the basic concept. The ship wouldn't\nbe real of course. It would merely seem real from the air. We could\naccomplish that.\n\nAs for the drive, we could manage that too. In a little investigated\npart of the spectrum we could create a low and steady output,\nsuggesting that the drive was idling, ready for instant takeoff.\n\nNone of this was impossible for us.\n\nWe? Have I said that we're not human? We've existed for a long time on\nearth beside Homo Sapiens, and he has only dimly guessed that we are\nhere. The ordinary limitations of men don't apply to us.\n\nA few of us working together could create an illusionary spaceship,\nand an intriguing drive to go with it. This was something flying\nsaucers couldn't resist. They'd come down when they found they couldn't\ninvestigate from their customary high level flights.\n\nI nodded at the fellow I couldn't see. \"Excellent. However, when the\nsaucer lands you'll have to maintain the illusion. Logistics are\ninvolved too.\"\n\n\"That's easy,\" he said. \"But what if it isn't manned by robots as\nyou've assumed? You can get inside all right, but a living creature\nwill discover you.\"\n\nI looked at the blank spot where I thought he might be. \"Really now.\nIt _has_ to be a robot. No living creature, except us, can stand the\naccelerations we've observed.\"\n\n\"But what if we're wrong?\" he persisted.\n\n\"In that case we'll have time for one quick look,\" I said. \"If it is\nliving and we're no match for it, we'll run like hell.\"\n\nThere was general laughter and the fellow raised no further objections.\nFor all I know, he went home. The meeting broke up and everyone except\na few volunteers left. We continued to discuss ways and means.\n\nWhen the plans seemed fool-proof, I got up. \"Just a minute.\" Another\nfellow I didn't recognize interposed. \"Suppose everything works the way\nyou say it will. The saucer lands, and you succeed in getting inside.\nWhat makes you think it will go back to the home planet?\"\n\n\"Don't overlook our fake spaceship,\" I said. \"If the robot investigator\nfrom the saucer found a real spaceship, that would be important\ninformation. It would be important enough to warrant a quick trip back\nto the local base, wherever that may be situated.\n\n\"But when the robot can't locate anything, in spite of the evidence\non the instruments, it will be dealing with _top priority_ stuff.\nLogically it will have to report back to the prime evaluation center,\non the home planet. I think I'm safe in anticipating a short journey.\"\n\n\"I hope so.\" He shook his head dubiously. \"But what about us? We don't\nhave to worry about humans, and probably those things out there haven't\ncome close enough to learn about us. But they're pretty advanced. What\nif they should?\"\n\n\"You think they can detect us when we're dematerialized?\" I smiled.\n\"Don't be naive. Anyway, nothing risked, you know.\"\n\nI shouldn't have said that. I talk too much. \"Nothing gained.\" He\ncompleted the sentence for me. He didn't look altruistic. \"Just what do\nwe stand to gain?\"\n\nThe others hadn't thought of it, and neither had I, from that angle. I\nad-libbed. \"It's not been good here lately. There's too many factors\nagainst us, agencies that I don't have to mention.\n\n\"Feast or famine, mostly the last. And what are we going to do after an\natomic war, when mutants come along? Are you sure we can compete with\nthem? As bad as it is now, it can get worse.\" I paused to let the dire\npredictions sink in.\n\n\"Someone has to do it, and I intend to be the one to find new worlds\nfor us,\" I said.\n\nMy confidence impressed the others, but not the heckler. \"I can see\nthat you'll find it for yourself. But how are you going to let us know?\"\n\n\"Just now I can't communicate from here to Philadelphia,\" I said. \"It's\na harassing business, merely trying to stay alive. Here I haven't had\ntime to practice mental communication. But there conditions will be\nideal and I expect to develop myself so that I can reach out anywhere\nin the galaxy.\"\n\nObjectively that was true. Subjectively I could have changed my mind\nabout sharing my prize. They didn't think of that and I didn't mention\nit.\n\nThe last objection was silenced. They went about their preparations and\nI about mine.\n\n\n\nWe set up the decoy in Illinois. No real reason I suppose, except that\nmost of us are allergic to desert, the logical place to build spaceport\nand ships. Deserts are hot, dry and bright, and there are few humans\nthere. In our own way we're fond of men, though they may not think so.\n\nIllinois it was, and if there was a note of incongruity in it, so\nmuch the better. A spaceship looked strange in the middle of the flat\ncornfields? Very well, it did. Let the robot investigator find out why\nit was there.\n\nThe creation was not difficult. There was a haze in the air and the\nfields were green, and the spaceship pointed a sleek nose toward the\nsky. It was impalpable from below. A farmer plowed right through the\nstern tubes without knowing they were there. An inconvenience only; we\nblacked him out as seen from above. The farmhouse we converted into a\ncontrol tower and the barn became a disembarkation structure.\n\nThere were side manifestations of course. Dogs growled uneasily and\nbarked, then ran away and hid in the woods. Roosters could not crow\nnor hens lay eggs. Milk curdled, in cows and cans, and all the butter\nturned rancid. Unfortunately we don't often use our entire minds--and\nwhen we do there are peripheral effects. However, no human in the area\nnoticed us, and life went on pretty much as usual.\n\nRadio reception was poor over all North America, and television was\ndisrupted for a thousand miles. The disruption was deliberately\nplanned. We had to attract the attention of the saucers, and that was\nthe easiest way to do it. The radiation was supposed to represent a\npower leak from our hypothecated interstellar drive.\n\nThey came the second night and it was good they did. The strain was\ntelling on everyone in the project. It's not easy to keep up such a big\nillusion.\n\nThe flight of saucers wheeled across the sky, lights out and\nundoubtedly ready for action. They had located us all right, and they\nwanted to see just what it was we had. But they couldn't find out from\nthe air no matter how many times they passed over.\n\nIt must have been quite a jolt. They had earth all pegged down to the\nlast improvement in a self locking nut. And suddenly here was something\nnew which didn't belong.\n\nToward midnight, with five of them still skimming the clouds, the sixth\ncame down. I was ready, and had everything I needed with me. The saucer\nlanded in a field a half mile away. The vegetation burned invisibly\nwhere it settled. A section of the saucer opened, and a much littler\nsaucer came out.\n\nThe little saucer was a robot. I was sure of that the instant I saw\nit, mostly because it had wheels. There is nothing to indicate that a\nlife form can't have wheels, but it does pose a nice problem of what\na living creature will use for bearings. It was a robot then, and it\ncame out and headed for our ship, which was still holding together\nsplendidly, needle nose aimed at the sky.\n\nIt was time for me to go to work. I started toward the big saucer.\n\n\"It's coming closer.\" This was the thought of the individual who had\ncreated the ship out of his own dematerialized atoms.\n\n\"Put out a force field and keep it away.\" He sounded shaky and I\nthought a wry jest would help. The containers I was carrying were\nheavy.\n\nThe ship snorted. \"I wish I could. But seriously, how long do I have to\nstay here?\"\n\n\"Keep it up,\" I said. \"I've got lots of supplies.\"\n\nThe terror in his voice was real. \"I don't like that thing. It's\nsnooping around.\"\n\n\"Waken the farmer. Maybe he'll kick up a disturbance and the robot will\ninvestigate.\"\n\nWith a shotgun the farmer couldn't do much, but a lucky shot might put\na wheel out of commission. The robot wouldn't like that.\n\n\"I can't make the farmer open his eyes. The saucer put him to sleep and\nI can't touch his mind.\"\n\nThe saucers had a good brand of hypnotism, if that's what it was. We\nknew they had space travel, and now it was evident that they were\nequally advanced in other ways.\n\n\"Use your judgment,\" I told the ship. \"Hold it as long as you can and\nthen pretend to go out into space, or forward in time. Anything that\nwill look good.\"\n\nI needed time. I could have dematerialized where I stood, and\nrematerialized inside the saucer. But if I did, I would have to leave\nmost of my supplies behind. A short journey, I had said. And that\nwas true--short as far as interstellar distances were concerned. But\nit would be long by normal methods of reckoning, and I had to live\nthrough it. I couldn't abandon my supplies.\n\nI succeeded in transporting all the food to a place just outside the\nlarge saucer before our ship disappeared. It didn't go out into space,\nnor into time as I expected. Instead it sank rapidly into the ground,\nand left no hole behind. This, I think, confused the robot. I heard it\nthrashing around in the cornfield, possibly in bewilderment.\n\nI gathered some of the containers and carried them inside the saucer.\nIt was lighted all right, and the lighting scheme was as weird as the\ninterior. They used the spectrum below the red, and above the violet.\nWhy this should be so I don't know. I merely report what I found.\nApparently they didn't react to what we consider visible light.\n\nI adjusted my eyes.\n\nI found an empty space which I assumed was for the storage of\nspecimens. I put my food in there. Outside I went for more, and\nthen back again. I repeated my trips until everything was loaded.\nUnpalatable food, of course, concentrated and not tasty, but it would\nlast until I stepped out on the planet at the opposite end. After that\nthere would be other problems.\n\nI went outside for the last communication with my fellows. The\nship I could examine later. I looked around. The control tower and\ndisembarkation structure were still visible, though they were wavering\nin the dim light.\n\n\"Are you there?\" I thought.\n\n\"I am.\" The control tower thought back. \"I wish I wasn't.\"\n\n\"It's just a robot,\" I said reassuringly. \"It's not interested in a\nbuilding.\"\n\n\"Maybe not,\" conceded the control tower. \"But it's inside, examining\nsleeping people. I wish it would go away.\"\n\nHe was losing control of himself and that didn't suit my purpose. \"It's\njust a machine. Hold on for a little longer.\"\n\nHe held on.\n\nThe robot left the illusionary control tower and headed toward the\nsaucer. For a squat ungainly contrivance it covered the distance in an\namazing fashion. I had barely time to get inside before it rumbled into\nthe saucer. It was carrying something. We took off before I could see\nwhat it was.\n\nWe left earth smoothly, though any kind of takeoff would have suited\nme. Inertia had never been my problem. Neither was the possibility that\nthe robot would discover me. I was certain I didn't register on light\nsensitive cells, and I had other tricks I could use if I had to.\n\nThe robot had tentacles I hadn't noticed before because they had been\nretracted. They weren't retracted now, and they held a farmer. He was\nunconscious.\n\nThe robot was monkeying around with the farmer, but it was hardly\nthe time to interfere. Needles stabbed the farmer in several places.\nWithdrawing the blood and storing it, probably inside the robot.\n\nThe first needles were jerked out, and replaced by others. Again this\nwas logical: pumping a fluid into the farmer's veins with the intent of\nsuspending the life force until they reached the home planet.\n\nThe whole procedure made sense. When the robot couldn't find the\nspaceship it had taken someone in the vicinity for questioning. They'd\nbe surprised what they'd learn from the farmer though. Absolutely\nnothing! We had protected ourselves too well. The farmer's ordeal had\nno bearing on the success of _my_ enterprise. Nevertheless I became\nslightly ill at the waste involved.\n\nThe robot dropped the farmer in a place similar to the one in which I\nhad hidden my supplies. Then it crouched down and became motionless,\nwaiting. There was nothing for it to do.\n\nNor for myself either. We were out of the atmosphere and on our way.\n\n\n\nThe journey was six months of monotony. Avoiding the robot was easy\nbecause it didn't move. The ship was all mine but I couldn't make use\nof it. I puttered around, but there was nothing much to learn. The\ndrive was in operation, and as long as it was, I couldn't get close.\nI had no idea of what it was nor how it worked, but the force that\nsurrounded it was, for me at least, an absolute barrier.\n\nThe rest of the saucer was equally confounding. There were several\nlow ceilinged compartments which held instruments at whose functions\nI could not guess. There were no star charts anywhere, but I had to\nassume the ship knew where it was going.\n\nWhatever our destination, we were approaching it faster than light.\nOccasionally I looked out of the vision ports, and what I saw didn't\nresemble suns, though of course they were. It was the light shaft which\nchanged their appearance.\n\nOne day the saucer gave a lurch and we were simultaneously below the\nspeed of light, and near our goal. Dead ahead was a multiple star\nsystem. Where it lay with relation to Earth I don't know. Within fifty\nto a thousand light years I suppose.\n\nFor the first time in months the robot stirred, went to the farmer and\nbegan to work on him. I kept out of the way. It seemed the sensible\nthing to do. No matter how often I looked, I couldn't determine the\nlocation of the planet toward which we were bound. The ship knew, but I\nwas in ignorance.\n\nFrom behind, in the next compartment, came the labored sounds of the\nrobot. Then there was another sound and it didn't come from the robot.\nI looked in. The farmer sat up, gazed around, understood some or little\nof what he saw. That understanding was enough for him. He collapsed. He\nwas still breathing, though; in spasmodic gasps.\n\nThe revivification was a complete success. I decided to keep the man in\nmind. He was an important source of reserve strength.\n\nMy hopes leapt high when I saw the planet. It was something less than\nthe size of Saturn, but much larger than Earth. It was large enough to\nsupport a tremendous population. I hadn't bargained for anything so\ngood.\n\nI had only a vague plan to go by. I had made the journey in complete\nsafety, and that was most important. My next move would depend on\ncircumstances. I could dematerialize myself off the ship, and onto the\nplanet. With an extreme expenditure of energy I could even take the\nremainder of my food supply with me.\n\nBut it didn't seem worth the effort. I had done all right so far by\nremaining quiet, and letting events occur as they would. I decided to\nsee it through on the same basis. I stayed in the ship, and let it land.\n\nThat was not my first mistake, landing with the ship. If anything,\nthe error began a thousand years earlier, in my infancy, the first\nnight I saw the light of the moon. No one asked me to come. I did it\nvoluntarily, for reasons my total personality found acceptable. In my\nown mind I added up the advantages in leaving Earth, and then schemed\nuntil I found a way to do it.\n\nI had been dissatisfied with the way things were going among men. I\nobjected to blood spilled uselessly. And so I had contrived an escape.\nGreener pastures? Not exactly. I don't like salads. Still the saying\nconveys something of the way I felt. Long before the ship landed it was\ntoo late, though I didn't know it.\n\n\n\nThe robot scurried about the saucer, chirruping mechanically and\ncreaking. When it finished the duties it picked up the farmer, and\ncarried him out. The man was still unconscious, but he began to scream.\n\nSoon after it left, other robots came into the ship. Slightly different\nfrom the kind I had seen, they must have been repair robots. They went\nabout tasks that were unfamiliar to me, and they talked.\n\nThis was new. I couldn't understand what they said until I found the\nspeech center of one, and let my mind reach out, lightly.\n\n\"A master says there is a stow-away on one of the ships.\"\n\nIt was unforeseen. Nothing I had encountered could detect my existence\nwithout registering on my consciousness. These _masters_ were going to\nbe tougher than humans. I waited while the other replied:\n\n\"Do they know what ship he's on?\"\n\nMy robot waved a tentacle. \"There are ten thousand ships here, each\nwaiting for a checkover before reassignment. Would they bother to\nsearch each ship?\"\n\n\"Physically, you mean?\" asked the other. \"No. They will take him off as\nthe ship leaves.\"\n\nGetting me off was going to take some doing, though the _masters_\ndidn't know it. They may have gauged humans correctly, but they hadn't\nmet me. Nevertheless I was uneasy.\n\n\"Why does he stay on the ship?\" asked my robot.\n\nThe other chuckled. \"Maybe he's changed his mind, and wants to go home.\nHe'll be surprised when he learns where he's bound for.\"\n\nI'll admit I panicked then--because a robot chuckled. It's not the\nfriendly sound you might think. And also because of what it said. I had\nno intention of going home, but I liked to think I could if I wanted\nto. Now I saw that, due to their system of rotating assignments, it was\nnext to impossible to determine which ship was going back to Earth. I\nmade up my mind quickly.\n\nSeveral things happened simultaneously. I dematerialized myself where I\nwas, and rematerialized tenuously inside the robot. At the same time I\ntook control of its motor and brain centers.\n\nI forced it away from the job, and commanded it to go to the storage\nspace where the last of my food was hidden. The other robot didn't\nnotice. I surmised they didn't take orders from each other but from\nsomeone above. For the moment _I_ was above.\n\nOut of the ship we went, and into the confusion of the repair shops.\nNothing but ships and robots, and I'd had enough of these.\n\nI needed a hiding place to rest, and plan my forays against the\ncreatures of this planet. I rummaged hurriedly through the robot\nbrain, and learned that we were near the edge of a large city. Without\ncataloguing all the information I received, I forced the robot through\nobscure alleys toward the open plain that surrounded the city.\n\nIt was cramped and uncomfortable inside the robot even though I didn't\nexist as solid matter. And I had to operate blind. I couldn't adjust\nmy sight to that of the robot, and had to function once removed from\nreality, through its incomplete senses.\n\nThe last alley we entered ended on the open plain. The robot rolled\ndown it--and stopped. I couldn't see what was in front of us, but I\ncould guess--one of the creatures of the planet, the things that made\nthe flying saucers. Without hesitation I directed the robot to attack.\n\nIt didn't.\n\nIt's refusal was not unexpected. They would have been quite insane to\nbuild robots without installing some safeguards. It meant, however,\nthat the next step was up to me. I took it.\n\nI dematerialized out of the robot and rematerialized facing my\nantagonist. On the average it takes me a few microseconds to evaluate a\nfoe, and find his weakness. I looked longer than that. It was the first\ntime I had seen anything that could destroy at a glance my confidence\nin my own survival capacity.\n\nAnd there was no weakness.\n\n\n\nWhat I did then was not cowardice, it was pure survival, the\nreaction of a nervous system shocked to the limits of endurance. I\ndematerialized myself from where I stood and rematerialized far out on\nthe open plain. Twice I repeated the process until the city was out of\nsight over the horizon. The creature didn't follow, though it could\nhave done so easily enough--if it had wanted to.\n\nI know my strength. On Earth it's the source of legends--the shadowy\nhalf-believed stories of werewolves and vampires. Fact and fancy mixed\ntogether to chill the minds and hearts of men. For myself, and others\nlike me, it's a distinct advantage to have our existence doubted. A\nvictim paralyzed with fear, too shocked and demoralized to cry out, is\neasier to subdue.\n\nBut the strength I was so confident of is meaningless here. Crouched\nin the shadow of the boulder, the only shade on the arid plain, it\nsuddenly dawned on me that the creatures who rule this planet knew\nabout me from the beginning, when I thought I was hidden. It amused\nthem, I think.\n\nI can't go back to the city and find the farmer. He's their meat. And I\nhave limitations. I can't dematerialize myself off this planet. A few\ndrops of fluid are left in the container with the Red Cross stamp on\nit, my last link with Earth.\n\nI was born knowing the facts of _my_ life. For a thousand years I've\ntaken my food where, and how I could get it. But these creatures are\ndifferent, not only in body chemistry. They are tougher than teflon\nskin and have hydrofluoric acid in their veins. I've always killed\nfor food, but they--kill for pleasure. And their appearance exactly\ncoincides with their character. I ought to know.\n\nBut there's one escape they forgot about, and I will take it. When they\ncome hunting, they won't find me. Self-destruction is preferable to\nmeeting those horrors face to face again.",
    "metadata": {
        "author": [
            "Wallace, Floyd L.",
            "Wallace, F.L.",
            "Wallace, Floyd Lee",
            "Wallace, F. L. (Floyd L.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73355/pg73355.txt",
        "name": "the_deadly_ones.json"
    }
}