{
    "name": "The Belles of Canterbury: A Chaucer Tale Out of School",
    "author": [
        "Stewart, Anna Bird"
    ],
    "body": "DEDICATED TO\nMISS DOROTHY CONREY\n\n\n1912\n\n\n\n=PRICE 25 CENTS=\n\n\n  NEW YORK                  LONDON\n  SAMUEL FRENCH             SAMUEL FRENCH, LTD.\n  PUBLISHER                 26 SOUTHAMPTON STREET\n  28-30 WEST 38TH STREET    STRAND\n\n\n\n\n\n\n=THE BELLES OF CANTERBURY=\n\n\nPERSONS IN THE PLAY.\n\n\n  FRESHMAN  }\n  SOPHOMORE }\n  JUNIOR    }  _Pupils at a girls' school_\n  SENIOR    }\n\n\nCHARACTERS FROM THE _CANTERBURY TALES._\n\n  WIFE OF BATH     _From the Prologue_\n  PRIORESS            \"   \"     \"\n  FIRST NUN           \"   \"     \"\n  SECOND NUN          \"   \"     \"\n  EMILY            _From the Knight's Tale_\n  HIPPOLYTA           \"   \"     \"       \"\n  GRISELDA            \"   \"  _Clerk's_  \"\n\n\nCOSTUMES.\n\nThe simplicity of the costuming as well as of the stage setting makes\nthe play an easy one for amateurs to produce.\n\nThe dress of the four school girls should be as modern as possible.\nTheir hair should be elaborately arranged.\n\nHIPPOLYTA should wear the dress of an Amazon, armor if possible, or a\nshort skirt, sandals laced high with crossed strings, waist to match the\nskirt, a crown, and a shield on the left arm. The shield can he made by\ngilding or covering a barrel-head with silver paper.\n\nEMILY wears a long gown of pale dull green cheese cloth, falling\nstraight from the shoulders and girded in at the waist by a curtain\ncord. She must have fair hair which should be braided down her back.\n\nGRISELDA should wear a similar costume of pale gray and lavender, with\na tall headdress of wire covered with white gauze and tinsel.\n\nThe WIFE OF BATH wears a short skirted costume of very bright colors,\nred stockings, very broad shoes, a straw hat with a broad brim and no\ntrimming, if possible one of the sun hats worn by farmers.\n\nThe PRIORESS and her NUNS wear black skirts and white waists. Over\nthis they wear black scholastic gowns such as are worn by graduates of\nacademies and colleges, girded in with a leather strap. A yard of white\ncloth cut down one side for about ten inches, and then a circle cut out\nof the center, makes the white _guimpe_ for the NUN, the curved\npart being put under the chin and the two cut ends fastened on top of\nthe head. A second piece of white cloth is bound across the forehead for\na _bandeau_. Two yards of black material make the veil which falls\non either side of the face and down the back.\n\n\n\n\n\n\n=THE BELLES OF CANTERBURY=\n\n\nSCENE:--_A school room or in the room of one of the girls if\n     preferred. If possible, a piano is included in the furnishings,\n     which may be as elaborate or as simple as desired. Two entrances\n     must be provided, one covered by a square framework supposed to\n     represent a bookcase. Books are across the top. In front of it\n     hangs a full curtain._\n\n     _It will be very effective to have the frame-work representing\n     the bookcase directly in the center of the stage at back, so that\n     it is in full view of the audience. A table with books, etc., can\n     be placed at one side of the stage. A few chairs can be set around\n     the room but not in a way to hide the bookcase._\n\n     _As the Curtain Rises_ SOPHOMORE and FRESHMAN _are seated at\n     the table._\n\n\nSOPHOMORE. Now, the Seniors weren't that way last year. You're only a\nFreshman, so of course you can't judge, but I never saw so slow a class\nas this year's, why they haven't said a word about the entertainment,\nand yet everyone knows they ought to give us a Thanksgiving party.\n(_any other festival can be substituted here_)\n\n\nFRESHMAN. A party? What do they have to eat?\n\n\nSOPHOMORE. They're not likely to have anything this year. If I had known\nthat last Thanksgiving I would have eaten twice as much. I haven't\nanything to be thankful for.\n\n\nFRESHMAN. But you passed in History. Why don't you tell the Seniors what\nthey ought to do?\n\n\nSOPHOMORE. Sh--here comes one of them. (_rises and goes to meet_ SENIOR)\n\n\n(_Enter_ SENIOR, _tired out, she sits down with a great sigh of relief._)\n\n\nFRESHMAN and SOPHOMORE. What's the matter?\n\n\nSENIOR. Matter? Why, I'm half dead thinking.\n\n\nSOPHOMORE. (_giggles_) Thinking!\n\n\nSENIOR. Say, did you ever hear the word Sophomoric? (_severely_)\nThat's the sort of a joke that was.\n\n\nFRESHMAN. What were you thinking about?\n\n\nSENIOR. Trying to get up some new and original kind of a Thanksgiving\nparty for the school.\n\n\nSOPHOMORE. You darling! (_embraces her_)\n\n\nFRESHMAN. We were afraid you had forgotten.\n\n\nSENIOR. (_rises and joins others_) I wish I could forget for a\nwhile but they made me chairman of the committee so I have to get up\nsomething. If I can't think of anything better we'll have an ordinary\nspread and get just what everybody likes.\n\n\nSOPHOMORE. Grand! Welsh rarebit for me.\n\n\nFRESHMAN. I want chocolate _eclaires_.\n\n\nSENIOR. We ought to ask one of the Juniors too, that wouldn't be enough\nvariety.\n\n\nSOPHOMORE. Ask Laurine.\n\n\nSENIOR. Where is she?\n\n\nFRESHMAN. She told me she was going to study her Chaucer.\n\n\nSENIOR. She didn't mean it. She never does.\n\n\nSOPHOMORE. (_going to door and calling_) Laurine, Laurine.\n\n\nJUNIOR. (_outside_) All right.\n\n\nSENIOR. Maybe she's thinking up a new class souvenir to go with their\nrings and hatpins and pins and banners.\n\n\nFRESHMAN. Tell her we want to ask her advice, then she'll hurry.\n\n\nSOPHOMORE. (_calling_) Laurine, how soon are you coming?\n\n\nJUNIOR. (_beginning before she enters with a Chaucer in her hand_)\n\"Whan that Aprille with his shoures soote\"--I came much more quickly\nthan I'll ever get that old stuff in my head. (_she throws the book\ndown_)\n\n\nSENIOR. Don't you like Chaucer? We just loved him.\n\n\nJUNIOR. So do all the rest of our class except me. I just can't get him\ninto my head.\n\n\nSOPHOMORE. Poor thing! I should hope not.\n\n\nSENIOR. What would you like to eat at the Thanksgiving spread?\n\n\nJUNIOR. Eat! Everything you're going to have. (_suspiciously_) This\nisn't one of those stupid puns on _Chaucer_ is it?\n\n\nSOPHOMORE. I should say not.\n\n\nFRESHMAN. We are helping make out the menu. There's Welsh rarebit and\nchocolate _eclaires_ already.\n\n\nJUNIOR. Have you any angel food?\n\n\nSOPHOMORE. Oysters!\n\n\nFRESHMAN. Fudge!\n\n\nSENIOR. And olives. Quick, give me a pencil so I can write it down.\n(_goes to table and writes_)\n\n\nJUNIOR. Hurry, before the bell rings. That's much more fun to talk about\nthan Chaucer. I'm glad I didn't live in his day. Imagine being praised\nfor not putting your fingers in the gravy and spotting up your shirt\nfront! I wager that old Prioress was a stick. I shouldn't want her on\nour basket ball team. There isn't a sensible woman in the whole of\nChaucer so far as I can see. (_the curtain at the front of the\nbookcase begins to shake slightly, becoming more violent as the_\nJUNIOR _continues_) The Wife of Bath was a regular Mormon, five\nhusbands, that's what she had, and she wore red stockings. Such taste!\n\n\nSENIOR. (_rises and goes to_ JUNIOR) Laurine, don't talk so much.\nCome help us decide between dill pickle and strawberry jam, we can't\nhave both.\n\n\nSOPHOMORE. Laurine can't help talking. Her whole class does it.\n\n\nJUNIOR. And what about your class, Miss? And the angelic Seniors? They\nnever talk, do they. Thank Goodness, we're not like that old patient\nGriselda in Chaucer. She was afraid to open her head.\n\n\nFRESHMAN. I think you know a lot about Chaucer. I never will remember\nall those names.\n\n\nJUNIOR. Oh, there are a lot more of them. One was a silly girl named\nEmily. She didn't do anything but have \"hair a yard long I guess\" and\nfor that she had two lovers. I am going to get a hair tonic. That's\nhow silly men were in Chaucer's day, before they learned how to play\nfootball, or had fraternities.\n\n\nSOPHOMORE. Oh, girls, if you had only seen the hero in the matinee\nyesterday. He was simply grand! And he had such pretty curly hair.\n\n\n(_The bell rings_.)\n\n\nSENIOR. I know I could think of lots more things to eat if I only had\nmore time.\n\n\nSOPHOMORE. Well, come on, I have to go to History. (_she starts out_)\n\n\nFRESHMAN. Wait for me.\n\n\n(_Exeunt_ SENIOR, SOPHOMORE _and_ FRESHMAN.)\n\n\nJUNIOR. Here's where I die. Where's that hateful book? It won't do any\ngood to lose it, there are a dozen more copies in the bookcase. (_sings_)\n\n  \"Hang Geof Chaucer on a sour apple tree,\n   Hang Geof Chaucer on a sour apple tree,\n   Hang Geof Chaucer on a sour apple tree,\n        Our teacher marks us on!\"\n                                                    (_exit as she sings_)\n\n\n(_The curtain in front of the bookcase shakes more violently than before.\n      Then from behind the curtain comes the voice of the_ WIFE OF BATH.)\n\n\nWIFE.       Ladies, I prithee harkneth for the best.\n            Can Chaucer's children swich words hear, and rest?\n            This is the point, to speken short and pleyn,\n            We, one and all, were used with desdeyn.\n\n(_She comes out of the bookcase_.)\n\n            Come forth and whan we've made our reckoning\n            That girl perchance another tune will sing.\n\n(_Enter the_ PRIORESS.)\n\n            What word, sweet Eglantine, would you employ\n            To tell us of your vengeful wrath?\n\n\nPRIORESS. (_with deep intensity_) St. Loy!\n\n\nWIFE.       Then Chaucer's uttered sooth about her oath!\n            Odsbodikins! That cannot do us both!\n\n\nPRIORESS.   Come hider, my two nonnes to my side,\n            Till that my mighty anger shall subside.\n\n\n(_Enter two_ NUNS _who stand on either side of the_ PRIORESS.)\n\n\n            That girl, alas! hath made my speech too tarte\n            Who once was conscience al and tendre herte.\n            O Emelye, whose hair is in a tresse\n            Behynd your back, a yarde long.\n\n\nWIFE. (_aside_) I guesse.\n\n\n(_Enter_ EMILY.)\n\n\nPRIORESS.   O Emelye, let that hair's golden ray\n            Shine on our vengeance ere another day.\n\n\nEMILY.      The path of duty plain is to be seen.\n\n\n(_Enter_ HIPPOLYTA, _the queen._)\n\n\nEMILY.      Ladies, this is Hippolyta, the queen.\n\n\n(_They all bow, the_ PRIORESS _with delicate grace, the_ WIFE _with a\nclumsy courtesy_.)\n\n\nEMILY.      My sister is a famous Amazon.\n\n\nHIPPOLYTA.  I have no grievance, but I want the fun.\n\n\nPRIORESS.   In courtesye lay ever my desire.\n\n\n(_Aside to_ NUNS.)\n\n\n            How charming with a real queen to conspire.\n\n\nFIRST NUN.  Madame, your smiling is full simple.\n\n\nSECOND NUN. And coy.\n\n\nWIFE.       Come, how can we that saucy wight destroy?\n\n\nEMILY. (_musingly_)\n            She, as a servant, would befit my station.\n\n\nFIRST NUN. (_to_ PRIORESS) Or feed your hounds.\n\n\n(_The_ SECOND NUN _nods in agreement_.)\n\n\nPRIORESS. (_catching sight of the_ WIFE'S _look of disapproval--aside_)\nOr scour _her_ reputation!\n\n\nWIFE.       Pray, madam, if it's all the same to you\n            Perhaps the rest would like a word or two.\n\n\nPRIORESS.   I fear you ask too little, for I know\n            That you have answered \"yes\" five times or so!\n\n\nWIFE.       A spiteful thing! Perhaps if you'd had _one_,\n            He might have taught you how to curb your tongue.\n\n\n(_There is a weak cry from the bookcase._)\n\n\nEMILY.      Surely 'twas not to quarrel that we came.\n\n\n(_A second cry from the bookcase_)\n\n\nPRIORESS.   Hark. 'Tis a voice I hardly dare to name.\n\n\n(_Enter from behind the curtains_, GRISELDA.)\n\n\nALL. (_as_ GRISELDA _appears_) Griselda!\n\n\nHIPPOLYTA. (_disapprovingly_)\n            You for patience always quoted!\n\n\nGRISELDA.   'Twas only to my Duke that was devoted.\n            Now, further patience would but be disgrace.\n            I move we put that Junior in our place!\n\n\n(ALL _signify emphatic agreement._)\n\n\nALL.        Where is she?\n\n\nFIRST NUN.  That, alas, we none can tell.\n\n\nSECOND NUN. Heaven help us!\n\n\n(_A bell rings outside._)\n\n\nPRIORESS.   Hark! the ringing of the bell.\n\n\n(_They draw into the background as the_ JUNIOR _comes in. She throws the\n     Chaucer on the floor. All the Canterbury characters jump and cry out\n     an if in pain as it hits the ground._)\n\n\nJUNIOR. I knew that I didn't know a word of that Chaucer lesson. I don't\nbelieve English people ever spoke like those old Canterbury pilgrims.\nIf I studied a year I'd never know whether a letter was silent or wasn't\nsilent. _I_ think it ought all to be made silent, and I think we ought\nto be allowed to read George Barr McCutcheon or somebody interesting\ninstead of old fogies that died in--Dear me! When did old Chaucer die\nanyway?\n\n\n(_The_ PRIORESS _comes forward with dignity and speaks to the evident\nwonder of the_ JUNIOR.)\n\n\nPRIORESS.   Mademoiselle, were you from Stratford-at-the-Bowe,\n            Where I learned French, some manners you might know.\n\n\nJUNIOR. Bats in my belfry all right.\n\n\nPRIORESS.   Alas, my child, try while that you are yonge\n            To make your Englishe sweet upon the tonge.\n            You should speak always in fair Charity.\n\n\nWIFE.       Yea, but how harshly did you speak of me!\n\n\nJUNIOR. I'm blessed if I know what you are, so how could I say anything?\n\n\nHIPPOLYTA.  We are Dan Chaucer's children, he who hath\n            But love for all men.\n\n\nWIFE.       I'm the wife of Bath.\n            What did you say of me? What did you say?\n\n\n(JUNIOR _looks around wildly_.)\n\n\nEMILY.      Look out, be careful, or she'll run away.\n\n\nJUNIOR. Honest, you've got me so muddled I don't know what I'm doing.\nDo you want me to believe that you're people out of a book? Why those\nold Canterbury Tales' characters never did live, Chaucer just made them\nup. If you aren't somebody dressed up to tease me, I've got 'em.\n\n\nPRIORESS.   Ladies, hear that which maketh the last straw.\n            I plead for justice and demand the law.\n            Not live, when we are deathless? Chaucer, dear,\n            I pray that you that heresy can't hear!\n\n\nHIPPOLYTA.  Hark one and all, while judgment I pronounce:\n            If that this maid her treason will renounce,\n            Most humbly on her knees our grace beseech,\n            And duly quote some lines of praise for each,\n            Then we will pardon grant? Do all consent?\n\n\n(_All bow._)\n\n\n            If not, _unto the bookcase she is sent_.\n\n\nJUNIOR. Say something about each one of you! I never could in the\nworld. That's why I hate Chaucer so. (_as she says hate Chaucer the\ncharacters all cringe_) I never could learn the old stuff, (_as she\nsays old stuff they sigh and raise their eyes in silent protest_)\n\n\nFIRST NUN.  It will go hard with thee for that same sin.\n\n\n(SECOND NUN _nods to these words._)\n\n\nEMILY.      Prithee, delay no longer but begin.\n\n\n(_The_ JUNIOR _looks around until her eye meets the_ PRIORESS.)\n\n\nJUNIOR. Are you the Prioress?\n\n\nPRIORESS.   I am y-cleped Madame Eglantine.\n\n\nJUNIOR. What rhymes with Eglantine? Wine? (_the_ PRIORESS _looks duly\nshocked_) Thine? Divine? I know. It's something about singing through\nyour nose the _service divine_.\n\n\nFIRST NUN. The seemly way to sing.\n\n\nSECOND NUN. The seemly way.\n\n\nGRISELDA. Here, Eglantine, you can't take up all day.\n\n\nPRIORESS. I'd prove my vocal method without peer.\n\n\nHIPPOLYTA. Perhaps she could.\n\n\nWIFE. Suppose she does it here!\n\n\nJUNIOR. Never mind. Miss Eglantine. Did they call you Sister in those\ndays? Never mind. I'll play your accompaniment on the piano.\n\n\nALL. Piano?\n\n\nJUNIOR. Why, yes, Oh I never thought that you wouldn't know that.\nThere's a piano.\n\n\n(_The following passage can be omitted if a piano is not convenient_.)\n\n\n(_They go over looking curiously at it. The_ WIFE _touches the keys by\n     accident_. ALL _jump at the sound._)\n\n\nJUNIOR. What do you want to sing?\n\n\nPRIORESS. (_slightly affected_)\n            Alas, I cannot sing without my notes.\n\n\nWIFE.       Surely that is a line each reader quotes!\n\n\nJUNIOR. Do you know the _Yama-Yama Girl_? (_substitute any popular\nsong_)\n\n\n(_The_ PRIORESS _looks blank_.)\n\n\nJUNIOR. Nor even the _Merry Widow_?\n\n\nPRIORESS.   Why 'tis a thing that Chaucer never had,\n            In his day seemly widows all were sad.\n            You speak of folk of whom I have no ken.\n\n\nFIRST NUN.  One song, Madame, you know.\n\n\nSECOND NUN. O, try it then!\n\n\n(_The_ PRIORESS _sings to the tune of the Old English Ballad,\n\"Drink to Me Only With Thine Eyes_.\")\n\n\n  Oh! We are Chaucer's children here,\n    And well we love his name\n  We live in hearts that hold him dear,\n    Are nourished by his fame.\n  Oh, listen now, while thus we sing\n    Our songs of olden days,\n  When court and king and common folk\n    United, voiced his praise.\n\n  When I was once a little lasse\n    At Stratford-on-the-Bowe\n  I hastened daily to my classe,\n    My one dream was to know.\n  I studied there, full seemly deep,\n    With ne'er the smallest hint\n  That other maids would some day weep,\n    At seeing me in print.\n\n  I thought of nothing but my booke,\n    To make my mind grow fair\n  So I'm afraid I never took\n    The pains to do my hair!\n\n(_She looks at the_ JUNIOR'S _hair_.)\n\n  Perchance if now I went to school,\n    And sought its culture wide,\n  Of _coiffures_ strange I'd learn the rule,\n    And scorn what was inside.\n\n  Oh, gentle Chaucer, could you see\n    The world around us here,\n  Perhaps you'd change your poetry\n    And call no pilgrim _queer_\n  And could you see the ladies' dress,\n    And what they wear the while,\n  You'd know what made the critics guess\n    You had a _simple style_.\n\n\nWIFE. (_to_ EMILY)\n            Look at her smile upon that silly miss!\n            Look, Emilye, did we come here for this?\n            As to her singing, well, I have heard worse!\n            I fear her verses will make her perverse.\n\n\nPRIORESS. (_to_ HIPPOLYTA)\n            To punish her would make my conscience prick.\n\n\nGRISELDA.   O Madame, be not flattered, think of _stick_.\n\n\nPRIORESS.   Alas 'tis true!\n\n\nEMILY.      Fire up your dying wrath.\n\n\nWIFE. (_to_ JUNIOR)\n            What can you say about the Wife of Bath?\n\n\nJUNIOR. I don't know. I can't remember anything.\n\n\nWIFE. (_severely_)\n            Did you not say my hosen were of red?\n\n\nJUNIOR. Well, they are, aren't they?\n\n\nWIFE.       And what of that? Is that a case for scorn?\n            My gear is eke as fine as e'er was worn.\n\n\nEMILY. What about me?\n\n\nJUNIOR. (_puzzled_) Who are you? I just _can't_ remember.\n\n\nHIPPOLYTA.  Do you not recognize her by her hair?\n\n\nEMILY.      'Tis falling out because of grief and care!\n\n\nJUNIOR. Then I suppose you're Emily. But who is that? (_points to_\nGRISELDA)\n\n\nGRISELDA.   Ignorance!! (_she stamps her foot_)\n\n\nALL.        Griselda! You impatient!\n\n\nJUNIOR. Are you the one they used to call \"Patient Griselda\"? I never\nshould have known you. And who are you? (_to_ HIPPOLYTA)\n\n\nHIPPOLYTA.  You did not mention me so I excuse\n            Your ignorance. And yet your suit you lose.\n            Come, ladies, come, draw close while we confer,\n            The instruments of Justice must not err.\n\n\n(_They draw together and hold a whispered consultation, the_ JUNIOR\n_vainly trying to pinch herself into reality_.)\n\n\nJUNIOR. I know it's all a dream, but I just can't wake myself up.\n\n\nHIPPOLYTA.  For her mad crime, she's judged and in disgrace\n            The sentence is to put her in our case.\n\n\n(_They take hold of the_ JUNIOR _and begin pushing her toward the\nbookcase at the back of the stage_.)\n\n\nJUNIOR. Why, I thought you were only joking.\n\n\nPRIORESS.   Chaucer alone it is, with whom we jest.\n            Come, nonnes both, and push her in with zest.\n\n\nJUNIOR. Oh, let me stay out. Don't make me go into that stuffy bookcase.\nThere never will be room for me with all those other books. It will\nsqueeze what little I do know out of me.\n\n\n(_Relentless, they push her behind the curtains into the bookcase. Her\nvoice grows weaker, finally dying away._)\n\n\nWIFE.       Life sentence is not much to pay for this.\n\n\nPRIORESS. (_to her_ NUNS _who nod in agreement_)\n            _I_ think a little mercy not amiss.\n\n\nEMILY. She's quite filled up the space that once was ours.\n\n\nHIPPOLYTA.  How are we going to pass our leisure hours?\n\n\nFIRST NUN. (_to_ SECOND)\n            Perhaps she'll sing again.\n\n\nSECOND NUN. Perchance she will.\n\n\nWIFE. (_to_ HIPPOLYTA)\n            Say something quick, that we may hold her still.\n\n\nEMILY.      Hark, did I hear a pleading little voice?\n            Ah, ladies, in her punishment rejoice!\n\n\nJUNIOR. (_meekly, in a weak, timid tone from behind the curtain_)\nDear ladies all, whom Father Chaucer loved, Hippolyta, and Emily, Mrs.\nWife of Bath and Sister Prioress, and the two nuns, and Griselda and\nanybody else I haven't mentioned, I'm sorry, and I'll never do it again.\n\n\nHIPPOLYTA.  Justice and law demand your punishment.\n\n\nPRIORESS.   My tender heart would bid me cry \"relent\".\n\n\nJUNIOR. (_crying_)\n            Please, ladies, for sweet Chaucer's sake.\n\n\n(_They look at each other, moved by the mention of Chaucer's name_.)\n\n\nJUNIOR.     O Chaucer, you who loved all people, come to my aid!\n\n\nHIPPOLYTA.  Sorrow has taught the maid the surest key,\n            That will unlock our hearts to charity.\n\n\nPRIORESS.   Come forth, you are forgiven for your crime,\n\n\nWIFE.       Our duty's done, to leave it is full time.\n\n\nJUNIOR. (_enters out of bookcase_) I'm sure I'm much obliged and if\nyou'd only stay awhile longer I'd like you to meet some of the other\ngirls.\n\n\nHIPPOLYTA.  We thank you for your courtesy indeed,\n            Since _you_ believe, there is no further need.\n\n\n(_They start toward the bookcase_.)\n\n\nGRISELDA.   From all my mates some lesson you might learn.\n\n\nEMILY.      Forget us not, in case we ne'er return.\n\n\nJUNIOR. Let me see, what I can learn from each: (as _she speaks each\nname, the character disappears in bookcase_) Griselda,--patience;\nHippolyta,--courtesy; the Good Wife--red stockings--well, that clothes\ndon't matter. Emily--no _rats!_ (_hides her face for a moment_) The\nPrioress--(the two NUNS _disappear_)\n\n\nPRIORESS.   Read the last line that Master Chaucer penned\n            About me, and believe it without end!\n\n\n(_She disappears. The_ JUNIOR _looks at the bookcase curtain which\nslowly stops swinging._)\n\n\nJUNIOR. The last line! (_she picks up the book she has thrown upon the\nfloor and finds the passage_)\n\n  \"And thereon hung a brooch of gold full sheen,\n  On which there was first writ a crowned A,\n  And after _Amor Vincit Omnia_.\"\n\n\n_Amor vincit omnia_, love conquers all. I believe I do love Chaucer\nnow. And to think they all live!\n\n\n(_Enter the_ FRESHMAN, SOPHOMORE _and_ SENIOR.)\n\n\nSENIOR. What on earth have you been doing?\n\n\nJUNIOR. Talking to the Canterbury Pilgrims.\n\n\nSOPHOMORE. (_tapping her head_) Sand in her gear box.\n\n\nFRESHMAN. I should think it would make her crazy to study that queer\nEnglish so hard!\n\n\nSENIOR. Poor dear! I'm going to make some fudge, that will make her feel\nbetter!\n\n\n(_They start out of the room._)\n\n\nJUNIOR. Oh, girls!\n\n\n(_They stop and turn around. The_ JUNIOR _starts to tell them,\nhesitates_.)\n\n\nJUNIOR. They'll never believe it. But _I_ know.\n\n\nSENIOR. What did you call us back about?\n\n\n(_The_ JUNIOR _catches sight of the bookcase_.)\n\n\nJUNIOR. (_with a little smile they do not understand_) Oh, nothing,\nI'm just glad that isn't a sectional bookcase!\n\n\n(_The others look at her blankly._)\n\n\n\nCURTAIN.\n\n",
    "metadata": {
        "author": [
            "Stewart, Anna Bird"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15007/pg15007.txt",
        "name": "the_belles_of_canterbury_a_chaucer_tale_out_of_sch.json"
    }
}