{
    "name": "The Patriot",
    "author": [
        "Fontenay, Charles L.",
        "Fontenay, Charles Louis"
    ],
    "body": "_The Martianne_ is heard occasionally these days as a stirring concert\nor band selection. But there was a time when its playing was punishable\nby death--and its defiant strains challenged the harried police in\ntavern and drawing room all over the Earth.\n\nIn the days just before one _marche militaire_ changed two worlds,\nEarth was weary of war, afraid of war, and desired to put behind\nit all reminders of war. The psychosociologists said uniforms of\npolicemen, of postmen, of airline pilots, of lodge brethren, of\ntheater ushers, were militaristic, and they were abolished. The\npsychosociologists said the march rhythm in music was nationalistic\nand instigated combative feelings, and it was banned. The scenes, the\nsounds, the sights of antagonisms between men were forbidden.\n\nThe _Polonaise_, the _Marseillaise_, the _March of the Toys_, all\nsuffered the same fate. Sousa's marches and Tschaikovsky's _1812\nOverture_ went the same way. _Dixie_ and the _Hawaiian War Chant_\nwere treated alike. All were relegated to tape in dusty archives, and\ntheir sale or public performance forbidden on pain of fine and prison\nsentence.\n\nWhatever unlawful violence there might be on faraway Mars, Earth was\nthrough with all forms of war and its trappings.\n\nInto these circumstances, Cornel Lorensse intruded on the night of\nDecember 6, 2010. He pressed his thin face against the steam-misted\nwindow of _The Avatar_ in Nuyork and saw a piano standing idle inside.\n\n_The Avatar_ was one of those small restaurants sunk a few feet below\nsidewalk level, which catered with exotic dishes to the tastes of a\nselect group. It was well-populated at this hour, and Cornel licked his\nlips hungrily at the epicurean delights unveiled at each table.\n\nHe felt in the pocket of his worn coveralls. A single coin answered the\nexploration of his fingers. He was down to his last resource, and he\nwas no nearer to finding the Friends than he had been when he landed.\n\nHe looked again at the piano, hesitated, then went down the three steps\nto the restaurant's door, pushed it open and went in. It was his good\nfortune that Wan Ti, owner of _The Avatar_ was receiving his guests in\nperson at the moment.\n\n\"I'll play you a concert for a meal,\" said Cornel, gesturing toward the\npiano.\n\nWan Ti's dark eyes swept over him, taking in the battered coveralls,\nthe earnest face, the untrimmed blond hair, the slender hands. Wan Ti's\nyellow countenance remained bland.\n\n\"I have a piano player,\" said Wan Ti.\n\nCornel laughed, with a note of desperation in his tone.\n\n\"Let me play one selection,\" he urged. \"If you want to stop me then,\nyou can kick me out.\"\n\nWhat Wan Ti thought could not be gauged from his expression, but he had\nnot built his clientele against fierce competition by turning his face\naway from the unusual. He inclined his head slightly, and waved Cornel\nto the piano.\n\nCornel sat down at the keyboard, brushed his hair back from his eyes,\nand flexed his long fingers. Thrusting the tantalizing aroma of food to\nthe back of his mind, he played.\n\nThe murmur of conversation in _The Avatar_ faltered and died as the\nfervid melody of Beethoven's _Sonata Appassionata_ filled the air.\nIt was unusual music to people accustomed to hearing the more modern\ncompositions of Schonberg, Harris and Westine. The comparison of\nCornel's inspired touch to the mechanical renditions of Wan Ti's\nregular piano player was noticeable even to those who were unfamiliar\nwith music.\n\nWhen the final movements of the _allegro ma non troppo_ faded, Cornel\nsat back and looked toward Wan Ti. The proprietor cocked an ear toward\nthe rare applause, smiled and nodded slightly. Exultantly, Cornel swung\ninto Chopin's _Fantasie-Impromptu_ and followed it, not pausing, with\nLiszt's _Waldesrauschen_ and Schubert's _Serenade_.\n\nThe applause was just as enthusiastic, but by now the hum of voices\nand the click of eating utensils had begun to rise again. Frowning\nslightly, Cornel hunched his shoulders and began a composition the most\nmusical of his audience had never heard before.\n\nLike the molten notes of the nightingale, the music floated and\nthrobbed above the diners, almost a physical thing. The people in the\nrestaurant paused with food halfway to their lips. They turned to see\nthe artist, carefully, so that no chair would scrape. The waiters\nstopped with trays in their hands. Wan Ti stopped a newly arriving\ncouple, his fingers at his lips.\n\nIn the midst of the applause that roared through the room when Cornel\nhad finished, a waiter tapped his shoulder.\n\n\"Excuse me, sir,\" he said. \"Miss Meta Erosine asks that you join her at\nher table.\"\n\nRising and bowing to his audience, Cornel followed the man to a table\nat the rear of the room, where a woman sat with her escort.\n\nMeta Erosine's pale, heart-shaped face, with its mop of short black\nhair and luminous black eyes, was widely known on Earth, but Cornel\nhad never been to Earth before. Her vibrant beauty blazed on a victim\nunprepared for it.\n\nShe was clad in the cretan-can-can style just then becoming popular,\nwith breasts exposed over a tight bodice and a short, ruffled skirt\ngathered in front to reveal the knees. She smoked a long-stemmed,\ntiny-bowled pipe, studded with jewels.\n\nBeside her sat a sleek, mustached young man in ruffled lavender shirt\nand pink tights, his fingers covered with rings.\n\n\"Sit down and eat with me, musician,\" invited Meta. Somewhat dubiously,\nCornel took a seat at her right, across the table from the beruffled\nescort.\n\n\"Meta, I wish you wouldn't demean yourself by taking up with tramps and\nguttersnipes,\" objected her companion, wrinkling his nose.\n\n\"Leave me, Passo,\" she ordered, waving an imperious hand. \"Why should I\nsup with painted popinjays when I can adore genius?\"\n\nPasso flushed and his mouth fell open. But he arose and slunk quietly\naway.\n\n\"Now, musician,\" said Meta, leaning over the table so that her powdered\nbreasts brushed the glassware, \"tell me, what was that last number you\nplayed?\"\n\n\"One of my own compositions,\" he said diffidently. The odor of food was\ntoo much for him, and he leaned across the table to appropriate Passo's\nuntouched salad. \"Its name is _Wind in the Canals_.\"\n\n\"It should be _Le Vent dans les Canals_,\" she said. \"You should title\nyour compositions in French--they will be more fashionable.\"\n\n\"I don't know French,\" he said, munching a stick of celery. \"We don't\nspeak French on Mars.\"\n\nShe laughed, a laugh like the music of his playing.\n\n\"You will, my genius,\" she promised him. Her eyes ran over his lean\nface, his unkempt hair. \"You look as though you could use shelter and\nclothing. Come home with me tonight. I shall give your genius to the\nworld.\"\n\n\n\nCornel never had experienced such luxury as was his in the apartment\nMeta assigned to him in her magnificent home in Jersi. He had his\npersonal servant. New clothes were waiting for him. A barber cut his\nhair when he had finished a hot, scented bath, and the big bed in which\nhe slept was soft as down.\n\nMeta asked no information of him until they met at a late breakfast\nthe next morning. There, beautiful in translucent white negligee, she\nsipped her coffee and asked questions.\n\n\"I came from Mars to get help for my people,\" he said. \"We need guns\nand supplies, food and oxygen equipment.\"\n\n\"You're one of the Charax rebels?\" she asked.\n\n\"Rebels?\" He snorted. \"We're free people, fighting for our freedom. We\nwant self-government, we want to own our land and our homes, we want\nthe right to rule our own lives.\"\n\n\"That's guaranteed in the Constitution,\" said Meta.\n\n\"Earth's Constitution. Mars isn't Earth. The Mars Corporation controls\nboth spaceports. It owns all business and industry on Mars. It's\nmilking the planet dry of resources and profits, and it's set up a\ncompany government that makes the people of Mars no better than slaves.\"\n\nHe smiled a bitter smile.\n\n\"Earth's government protects the freedom of Earth's people,\" he said,\n\"but the people of Earth don't know what's happening on Mars. The Mars\nCorporation has its senators and representatives, bought and paid for,\nso the Earth government sends troops and supplies to Mars to fight the\nbattles of the Mars Corporation. We aren't rebels, we're fighting for\nour just freedom.\"\n\n\"If the Mars Corporation controls the spaceports, how did you get to\nEarth?\" she demanded.\n\n\"We have three battered ships hidden in the desert near Syrtis Major,\"\nsaid Cornel. \"It takes a long time for us to get fuel to take one of\nthem up, but they thought it worthwhile if I could get to Earth and get\nhelp for my people.\"\n\n\"Why you?\"\n\n\"My music is well known on Mars, and my people know that the people of\nEarth love music. Here on Earth, where there is peace and prosperity,\npeople pay to hear good music and good musicians. Our plan was for me\nto give great concerts and at each concert ask the people of Earth to\nhelp their Martian brothers gain their freedom.\"\n\n\"A good way to get arrested,\" said Meta dryly. \"You'd be convicted\nof inciting military action and sentenced to prison in any court of\nEarth.\"\n\n\"I didn't know that, but I suppose the Friends would have a way.\"\n\n\"The Friends?\"\n\n\"The Friends of Mars. It's an organization of Earth people trying to\nhelp us. I suppose it must be a secret and illegal organization, for\nI found that the man I was supposed to get in touch with had been\narrested, and I haven't been able to find out anything more about the\nFriends.\"\n\n\"Such an organization would be illegal on Earth,\" said Meta. \"Come\nhere, Cornel. I want to show you something.\"\n\nTaking him by the arm, she led him from the breakfast room to a terrace\noverlooking a snowy valley. She moved closer to him in the chill wind\nthat billowed her thin garments around her, and waved her hand at the\nscene below them.\n\n\"This is Earth,\" she said. \"Look at those mountain peaks, the blue sky\nand the white clouds. In summer, this valley is clothed with green, and\nwarm breezes bring the scent of flowers to this terrace. Have you ever\nseen anything like this on Mars?\"\n\n\"No,\" he said softly. \"Mars is always cold and dusty, and the sky is\nnearly black.\"\n\n\"Cornel,\" she said softly, you're a great musician. Mars is rough\nfrontier territory, and the frontier has no place for music. Last night\nyou saw what your music could mean here.\n\n\"Forget Mars. You belong to Earth.\"\n\n\n\nThe meteoric rise of Cornel Lorensse to fame in 2011 and 2012 now\ncommands a full column in the _Encyclopaedia Terrestriana_. Brushed off\nin a single sentence in the encyclopaedia, but much discussed in that\nday, was his close relationship with Meta Erosine, his patroness.\n\nFor half a decade, wealthy, beautiful Meta Erosine had been the toast\nof Earth. She was an actress, a painter, a singer, a socialite, and she\nhad changed men almost as often as she changed the dresses she wore.\nHer face was familiar in newspapers and on television screens, her\nhusky songs were on a million recording tapes, her colorful antics were\nthe grist for magazine articles and the subject of denunciations from\nthe pulpit.\n\nIn Cornel she seemed to have found a vehicle for all the burning fire\nof her energy. She pushed him, she groomed him, she threw the power of\nher wealth behind him. His slender figure clad in a black velvet suit\nsat at polished pianos on a hundred stages; and for each concert, the\nauditoriums and the audiences were bigger.\n\nMeta was with him on these concert tours; and between tours he stayed\nin seclusion at the big house in Jersi, putting into music his\nmemories of his native Mars. Each tour introduced to the world the new\ncompositions of Cornel Lorensse.\n\nWhat he wrote and played was the haunting music of the deserts, the\ncanals and the marches. Into his music he poured the loneliness of\nthe red sands and the violence of the desert winds, the beauty of\nsable skies jeweled with enormous stars, the happiness of the helmeted\ntraveler when he reaches the green valleys of the canals, the hopes\nand joys of human lovers gathered in bubble-like domes amid the chill\nwastelands.\n\nHe did not, as Meta had wanted to, give his compositions French\ntitles. He named them as he would have named them on Mars: _The Desert\nWanderer_, _Swift Phobos_, _Marsh Gardens_, names that were strange to\nEarth, but were familiar themes of his own people.\n\nHis melodies took music-loving Earth by storm. They burst upon a\nworld in which 20th century dissonance had strangled 19th century\nromanticism, like flowers in a garden of crystal. It was Cornel\nLorensse and those pioneer composers who avidly aped him who began the\n21st century Renaissance in music.\n\nWithout shame, Cornel lived on the largesse of his patroness, for his\ngrowing fees and royalties all went for one purpose. He had found the\nsociety called the Friends of Mars, and everything that he earned he\npoured into their coffers to finance privateer space vessels able to\nelude the Mars Corporation's company-owned warships and to keep a thin\nline of supplies flowing to the Free Martian people scattered in their\ndesert strongholds.\n\nLike any secret society in a hostile culture, the Friends of Mars\nmaintained dissociated chapters, connected by the slenderest and most\ncarefully guarded lines of communication. Cornel knew of only one\nchapter, in Nuyork, and to this he took his contributions when he was\nbetween concert tours.\n\nDuring one of those visits, late in the summer of 2012, Javan Tomlin,\nchief of the chapter, told him that all he contributed was still not\nenough for Mars to become free.\n\n\"Our base of support isn't broad enough,\" said Javan. \"Ships cost\nmoney, fuel costs money, supplies cost money. Guns and ammunition are\nmost expensive of all, because military weapons are illegal. No one man\ncan support such an operation, even when he makes the kind of money\nyou're making.\"\n\nThere were half a dozen of the Friends of Mars, besides Cornel and\nJavan, in the meeting room. The others nodded agreement at Javan's\nwords.\n\n\"None of us are wealthy and we can't contribute much but our time and\nwork,\" said one of them. \"The wealthy people all sympathize with the\nMars Corporation.\"\n\n\"That's too much of a blanket indictment,\" said Javan. \"The Mars\nCorporation controls the spacelines to Mars, and what little\ninformation comes back to Earth is censored and heavily propagandized\nin their favor. Most people don't know what's happening on Mars. Our\npeople need a powerful radio transmitter to broadcast to Earth, Cornel.\"\n\nCornel shook his head.\n\n\"What information the people of Earth get must be disseminated on\nEarth,\" he said. \"Powerful radio equipment would take up space and\nweight needed for arms. Besides, the Mars Corporation forces have air\npower and directional finders. They'd bomb a permanent installation\nbefore it had a chance to send out its second broadcast.\"\n\n\"All we can do is work and hope,\" said Javan gloomily. \"If we had a\nfleet of about a dozen good ships, we might be able to swing it, but we\nhave only two and a third abuilding.\"\n\n\"There are three on Mars,\" Cornel pointed out.\n\n\"One was blasted in space last week, and they're too old to lift more\nthan half cargo, anyhow,\" said Javan. \"The corporation controls the\nEarth space stations, through the government, and we have to use direct\ndrive stage-rockets.\"\n\nCornel left, not feeling very optimistic. At the curb outside the club,\nhe looked up and down the street for a cab to take him to the heliport\nwhere his copter was parked.\n\nThere was no cab in sight, but from a side street a little distance\naway a long black limousine swung into the boulevard, sped swiftly to\nthe club entrance and halted. The back door opened and Meta leaned out,\nbeckoning.\n\n\"Get in, quick!\" she urged. \"We've got to get away from here!\"\n\nNot understanding, Cornel got in. The car roared away with a burst of\nacceleration that thrust him back on the cushions beside her.\n\n\"What in Saturn?\" he demanded and turned to look out the rear window.\n\nA squad of police cars was converging on the club he had just left.\nSirens screaming, they pulled up, blocking the street, and armed\nofficers in plain clothes leaped out and hurried into the club.\n\nMeta put her arms around his neck and drew his head down to her lap.\n\n\"They're raiding the Friends of Mars,\" she said, and a soothing note\ncrept into her tone. \"You're safe, darling. They don't know you were\nthere.\"\n\n\"But how did they know? How did you know?\" he demanded, struggling\nunsuccessfully to free himself from the imprisonment of her embrace.\nThe sound of the sirens had died in the distance behind them.\n\n\"I told them,\" Meta said firmly. \"Where do you think I get the wealth\nyou've been living on, darling? I own a fourth of the stock of the Mars\nCorporation.\"\n\n\n\nThe next morning, Cornel had disappeared. Meta was frantic. Every\navailable agency was pressed into service, but Nuyork was a city of\nfifteen million people and Cornel had vanished.\n\nIt was two weeks before he returned. When he did, he was gaunt and grim\nand dirty as he had been the night Meta had first seen him in _The\nAvatar_.\n\n\"Darling, why did you run away?\" she asked, holding him close in her\narms.\n\n\"I came back because I love you,\" he answered tiredly. \"But I came\nback, too, because I love Mars more, Meta. I had to go away and think\nwhat I was to do.\"\n\n\"It's all right now,\" she soothed. \"You understand that the odds\nagainst your rebels are just too heavy. You have a life on Earth to\nlive.\"\n\n\"Yes,\" he said in a low voice. \"But there'll be no concerts this\nseason, Meta.\"\n\n\"Cornel, you can't cancel now! The schedule's all arranged.\"\n\n\"I shall cancel,\" he said firmly. \"You want me to live on Earth, so you\nmust let me learn about Earth. I intend to spend this winter studying\npsychosociology and terrestrial law--and composing.\"\n\nHer brow cleared.\n\n\"If you'll continue your composing, it's all right,\" she said. \"Next\nseason's concerts can be the greatest ever. I'll pay off the promoters,\ndarling.\"\n\nSo it was done. That season the admirers of Cornel Lorensse's music had\nto content themselves with recordings. Cornel himself spent his time\nquietly at Nuyork University and at the house in Jersi.\n\nAs she had said, the 2013 concert season was Cornel's greatest, right\nfrom the start. In part it was due to Meta's own efforts, for she spent\ntremendous sums of money and utilized her own famous personality to\ngreat advantage in promotional work.\n\nAcross the nation, across the the world, the tour swept, snowballing\nconstantly. Christmas of 2013, and Cornel Lorensse introduced a great\nnew hymn, _From the Polar Caps_. New Year's Day, 2014, and _The Years\nto Come_ was introduced by radio and television at a thousand parties.\n\nThere had been some quibbling at the beginning of the season, because\nthe business directors of the tour had wanted to combine the drawing\npower of Cornel's name with that of well-known concert orchestras.\nCornel insisted on using his own orchestra, built up carefully during\nhis year of study. As the season progressed, it became apparent that\nCornel's name alone was enough of a drawing card.\n\nFebruary, March, 2014, and every network had bought into the schedule.\nWhen Cornel Lorensse's weekly concerts were on the air, there was\nnothing else on radio or television, anywhere in the world, except on\nthe non-affiliated local stations. April passed triumphantly, and the\nfinal concert was scheduled for May 15 in Rome.\n\nThe D'Annunzio Colosseum, built in 1971, was filled to capacity.\nCareful staging was necessary, to care for all the cameras and\nmicrophones of the various television and radio networks.\n\nThe program was not a long one: Debussy's _Clair de Lune_, Lorensse's\n_Swift Phobos_, Beethoven's _Moonlight Sonata_, Waco's _Variations on a\nTheme by Altdown_--and the words \"To be announced.\" It was a familiar\nphrase, and it always meant the introduction of a new composition by\nCornel Lorensse.\n\nThe concert went smoothly before--how many listeners? Fifty million? A\nhundred million? Two hundred million? On the great, brightly lighted\nstage Cornel played the concert grand with superb mastery and bowed to\nthe applause, a pale, solemn figure in black.\n\nWhen he had acknowledged the acclamation after the Waco piece, the\naudience waited in hushed silence for his announcement of the final\nnumber on the program.\n\n\"The composition I am about to play is the culmination of my musical\ncareer,\" Cornel said quietly into the microphones. \"It is a product of\nmy studies, not only of music, but of psychosociology and law.\n\n\"In hypnoschool last year, I studied the effects of music on the human\nmind. It is a new field, and many of you are aware of it only through\nthe fact that certain kinds of music are forbidden by law as dangerous\nto peace on Earth.\n\n\"I have tried to go into it much more deeply than that.\"\n\nHe smiled bitterly.\n\n\"Most of you know that I am a Martian, one of the so-called Martian\nrebels,\" he said. \"I think much of the appeal of my music to you has\nbeen its Martian quality. To the people of Earth, most of whom have\nnever seen Mars, it has pictured my planet.\n\n\"My latest composition will do so even more graphically, for it has\nbeen composed on a deliberate psychological foundation. This song will\nshow Mars to you. It will show you my people, and what my people want.\n\n\"I may add that I have studied the law carefully, and I can assure you\nthat this composition is not military in nature.\n\n\"Ladies and gentlemen of Earth, accompanied by the orchestra I shall\nnow play _The Martianne_.\"\n\nIn the control rooms of the auditorium and of relay points throughout\nthe world, censors, vaguely alarmed by Cornel's words, hovered with\ntheir fingers on cutoff keys. Then they relaxed. Cornel had told the\ntruth. There was nothing of a military nature in the opening bars of\n_The Martianne_.\n\nIt was a theme handled, but less competently, in some of his other\ncompositions. The woodwinds began on a soft, sad note, gradually rising\nin power, like the thin winds that moaned across the Martian desert\nsands. Into this, almost inaudibly at first, crept the clear piano\nnotes that marked the cautious, wondering intrusion of humanity on an\nalien world.\n\nThe drums beat the construction of the domes, the horns blared the\nlanding of the spaceships, the violins cried the hopes of the men\nand women who went to Mars to find a new life. It was a picture in\nmusic, so skilfully drawn that when the first discordance crept in,\nevery listener could identify it instantly as the age-old greed of man\nseeking to subvert frontier freedoms to his own selfish ends.\n\nWhen the blare of trumpets and the ruffle of drums thundered into the\nfinal militant theme of _The Martianne_, every listener knew it bespoke\nthe valiant fight of men for freedom against an oppressor.\n\nEvery listener knew what he heard was music that had been prohibited\non Earth for a decade--yet they listened. The censors, shocked,\ngalvanized, started to act, to cut off the broadcast--and could not.\nThe powerful music had crept insidiously into their minds, and their\nfingers were paralyzed above the keys while _The Martianne_ flamed\ntriumphant through the air of Earth.\n\nWhen the final note had died away, Cornel stood up at his piano and\nsaid into the microphones:\n\n\"That is the music of Mars. Remember it, people of Earth.\"\n\nIt was a brief trial. Cornel was admittedly guilty of violating the law\nagainst inciting the public to military action, but because of Meta's\ninfluence and the temper of the people, he was not sentenced to prison.\nHe was deported to Mars, freed to return to his own people.\n\nSpurred by the Mars Corporation, the Earth government acted\nquickly. _The Martianne_ was the most dangerous of any music the\npsychosociologists had banned. Its performance was prohibited on\npain of death, possession of a tape of it was punishable by fine and\nimprisonment.\n\nBut too many tapes had been home-recorded on the night of Cornel's\nlast concert. Too many people remembered the basic strains, the theme\nof _The Martianne_. Laws could not confine it. It was hummed, at first\nsecretly, then openly and defiantly.\n\nAnd too many people had hung on every televised instant of Cornel's\ntrial and had heard him say, simply and earnestly, why he had violated\nthe laws designed to protect the peace of Earth, why he had willingly\nendangered his life.\n\n\"It is right that men should have peace,\" said Cornel on the witness\nstand, \"but first, it is right that they should have freedom.\"\n\nAt first secretly, then openly and defiantly, the Friends of Mars grew\ninto an organization that poured the contributions of the people of\nEarth into ships and guns for the free people of Mars.\n\nEvery Martian year they play it formally now, on the anniversary of the\nsigning of the Mars Charter. In solemn ceremonies, the military band\nof Mars plays _The Martianne_ before the imposing edifice erected at\nCharax by Meta Erosine in memory of Cornel Lorensse, the patriot who\ndied in action during the final siege of Mars City.",
    "metadata": {
        "author": [
            "Fontenay, Charles L.",
            "Fontenay, Charles Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59376/pg59376.txt",
        "name": "the_patriot.json"
    }
}