{
    "name": "The Ultroom Error",
    "author": [
        "Sohl, Gerald Allan",
        "Sohl, Jerry"
    ],
    "body": "Nancy Laughton sat on the blanket she had spread on the lawn in her\nfront yard, knitting a pair of booties for the PTA bazaar.\nOccasionally she glanced at her son in the play pen, who was getting\nhis daily dose of sunshine. He was gurgling happily, examining a ball,\na cheese grater and a linen baby book, all with perfunctory interest.\n\nWhen she looked up again she noticed a man walking by--except he\nturned up the walk and crossed the lawn to her.\n\nHe was a little taller than her husband, had piercing blue eyes and a\nrather amused set to his lips.\n\n\"Hello, Nancy,\" he said.\n\n\"Hello, Joe,\" she answered. It was her brother who lived in Kankakee.\n\n\"I'm going to take the baby for a while,\" he said.\n\n\"All right, Joe.\"\n\nHe reached into the pen, picked up the baby. As he did so the baby's\nknees hit the side of the play pen and young Laughton let out a\nscream--half from hurt and half from sudden lack of confidence in his\nnew handler. But this did not deter Joe. He started off with the\nchild.\n\nAround the corner and after the man came a snarling mongrel dog, eyes\nbright, teeth glinting in the sunlight. The man did not turn as the\ndog threw himself at him, burying his teeth in his leg. Surprised, the\nman dropped the screaming child on the lawn and turned to the dog. Joe\nseemed off balance and he backed up confusedly in the face of the\nsnapping jaws. Then he suddenly turned and walked away, the dog at his\nheels.\n\n\"I tell you, the man said he was my brother and he made me think he\nwas,\" Nancy told her husband for the tenth time. \"I don't even have a\nbrother.\"\n\nMartin Laughton sighed. \"I can't understand why you believed him. It's\njust--just plain nuts, Nancy!\"\n\n\"Don't you think I know it?\" Nancy said tearfully. \"I feel like I'm\ngoing crazy. I can't say I dreamt it because there was Reggie with his\nbleeding knees, squalling for all he was worth on the grass--Oh, I\ndon't even want to think about it.\"\n\n\"We haven't lost Reggie, Nancy, remember that. Now why don't you try\nto get some rest?\"\n\n\"You--you don't believe me at all, do you, Martin?\"\n\nWhen her husband did not answer, her head sank to her arms on the\ntable and she sobbed.\n\n\"Nancy, for heaven's sake, of course I believe you. I'm trying to\nthink it out, that's all. We should have called the police.\"\n\nNancy shook her head in her arms. \"They'd--never--believe me either,\"\nshe moaned.\n\n\"I'd better go and make sure Reggie's all right.\" Martin got up out of\nhis chair and went to the stairs.\n\n\"I'm going with you,\" Nancy said, hurriedly rising and coming over to\nhim.\n\n\"We'll go up and look at him together.\"\n\nThey found Reggie peacefully asleep in his crib in his room upstairs.\nThey checked the windows and tucked in the blankets. They paused in\nthe room for a moment and then Martin stole his arm around his wife\nand led her to the door.\n\n\"As I've said, sergeant, this fellow hypnotized my wife. He made her\nthink he was her brother. She doesn't even have a brother. Then he\ntried to get away with the baby.\" Martin leaned down and patted the\ndog. \"It was Tiger here who scared him off.\"\n\nThe police sergeant looked at the father, at Nancy and then at the\ndog. He scribbled notes in his book.\n\n\"Are you a rich man, Mr. Laughton?\" he asked.\n\n\"Not at all. The bank still owns most of the house. I have a few\nhundred dollars, that's all.\"\n\n\"What do you do?\"\n\n\"Office work, mostly. I'm a junior executive in an insurance company.\"\n\n\"Any enemies?\"\n\n\"No ... Oh, I suppose I have a few people I don't get along with, like\nanybody else. Nobody who'd do anything like this, though.\"\n\nThe sergeant flipped his notebook closed. \"You'd better keep your dog\ninside and around the kid as much as possible. Keep your doors and\nwindows locked. I'll see that the prowl car keeps an eye on the house.\nCall us if anything seems unusual or out of the way.\"\n\nNancy had taken a sedative and was asleep by the time Martin finished\ncleaning the .30-.30 rifle he used for deer hunting. He put it by the\nstairs, ready for use, fully loaded, leaning it against the wall next\nto the telephone stand.\n\n\n\nThe front door bell rang. He answered it. It was Dr. Stuart and\nanother man.\n\n\"I came as soon as I could, Martin,\" the young doctor said, stepping\ninside with the other man. \"This is my new assistant, Dr. Tompkins.\"\n\nMartin and Tompkins shook hands.\n\n\"The baby--?\" Dr. Stuart asked.\n\n\"Upstairs,\" Martin said.\n\n\"You'd better get him, Dr. Tompkins, if we're to take him to the\nhospital. I'll stay here with Mr. Laughton. How've you been, Martin?\"\n\n\"Fine.\"\n\n\"How's everything at the office?\"\n\n\"Fine.\"\n\n\"And your wife?\"\n\n\"She's fine, too.\"\n\n\"Glad to hear it, Martin. Mighty glad. Say, by the way, there's that\nbill you owe me. I think it's $32, isn't that right?\"\n\n\"Yes, I'd almost forgotten about it.\"\n\n\"Why don't you be a good fellow and write a check for it? It's been\nover a year, you know.\"\n\n\"That's right. I'll get right at it.\" Martin went over to his desk,\nopened it and started looking for his checkbook. Dr. Stuart stood by\nhim, making idle comment until Dr. Tompkins came down the stairs with\nthe sleeping baby cuddled against his shoulder.\n\n\"Never mind the check, now, Martin. I see we're ready to go.\" He went\nover to his assistant and took the baby. Together they walked out the\nfront door.\n\n\"Good-bye,\" Martin said, going to the door.\n\nThen he was nearly bowled over by the discharge of the .30-.30. Dr.\nStuart crumpled to the ground, the baby falling to the lawn. Dr.\nTompkins whirled and there was a second shot. Dr. Tompkins pitched\nforward on his face.\n\nThe figure of a woman ran from the house, retrieved the now squalling\ninfant and ran back into the house. Once inside, Nancy slammed the\ndoor, gave the baby to the stunned Martin and headed for the\ntelephone.\n\n\"One of them was the same man!\" she cried.\n\nMartin gasped, sinking into a chair with the baby. \"I believed them,\"\nhe said slowly and uncomprehendingly. \"They made me believe them!\"\n\n\"Those bodies,\" the sergeant said. \"Would you mind pointing them out\nto me, please?\"\n\n\"Aren't they--aren't they on the walk?\" Mrs. Laughton asked.\n\n\"There is nothing on the walk, Mrs. Laughton.\"\n\n\"But there _must_ be! I tell you I shot these men who posed as\ndoctors. One of them was the same man who tried to take the baby this\nafternoon. They hypnotized my husband--\"\n\n\"Yes, I know, Mrs. Laughton. We've been through that.\" The sergeant\nwent to the door and opened it. \"Say, Homer, take another look around\nthe walk and the bushes. There's supposed to be two of them. Shot with\na .30-.30.\"\n\nHe turned and picked up the gun and examined it again. \"Ever shoot a\ngun before, Mrs. Laughton?\"\n\n\"Many times. Martin and I used to go hunting together before we had\nReggie.\"\n\nThe sergeant nodded. \"You were taking an awful chance, shooting at a\nguy carrying your baby, don't you think?\"\n\n\"I shot him in the legs. The other--the other turned and I shot him in\nthe chest. I could even see his eyes when he turned around. If I\nhadn't pulled the trigger then ... I don't want to remember it.\"\n\nThe patrolman pushed the door open. \"There's no bodies out here but\nthere's some blood. Quite a lot of blood. A little to one side of the\nwalk.\"\n\nThe policemen went out.\n\n\"Thank God you woke up, Nancy,\" Martin said. \"I'd have let them have\nthe baby.\" He reached over and smoothed the sleeping Reggie's hair.\n\nNancy, who was rocking the boy, narrowed her eyes.\n\n\"I wonder why they want our baby? He's just like any other baby. We\ndon't have any money. We couldn't pay a ransom.\"\n\n\"Reggie's pretty cute, though,\" Martin said. \"You will have to admit\nthat.\"\n\nNancy smiled. Then she suddenly stopped rocking.\n\n\"Martin!\"\n\nHe sat up quickly.\n\n\"Where's Tiger?\"\n\nTogether they rose and walked around the room. They found him in a\ncorner, eyes open, tongue protruding. He was dead.\n\n\n\n\"If we keep Reggie in the house much longer he'll turn out to be a\nhermit,\" Martin said at breakfast a month later. \"He needs fresh air\nand sunshine.\"\n\n\"I'm not going to sit on the lawn alone with him, Martin. I just\ncan't, that's all. I'd be able to think of nothing but that day.\"\n\n\"Still thinking about it? I think we'd have heard from them again if\nthey were coming back. They probably got somebody else's baby by this\ntime.\" Martin finished his coffee and rose to kiss her good-bye. \"But\nfor safety's sake I guess you'd better keep that gun handy.\"\n\nThe morning turned into a brilliant, sunshiny day. Puffs of clouds\nmoved slowly across the summer sky and a warm breeze rustled the\ntrees. It would be a crime to keep Reggie inside on a day like this,\nNancy thought.\n\nSo she called Mrs. MacDougal, the next door neighbor. Mrs. MacDougal\nwas familiar with what had happened to the Laughtons and she agreed to\nkeep an eye on Nancy and Reggie and to call the police at the first\nsign of trouble.\n\nWith a fearful but determined heart Nancy moved the play pen and set\nit up in the front yard. She spread a blanket for herself and put\nReggie in the pen. Her heart pounded all the while and she watched the\nstreet for any strangers, ready to flee inside if need be. Reggie just\ngurgled with delight at the change in environment.\n\n\n\nThis peaceful scene was disturbed by a speeding car in which two men\nwere riding. The car roared up the street, swerved toward the parkway,\ntires screaming, bounced over the curb and sidewalk, straight toward\nthe child and mother. Reggie, attracted by the sudden noise, looked up\nto see the approaching vehicle. His mother stood up, set her palms\nagainst her cheeks and shrieked.\n\nThe car came on, crunched over the play pen, killing the child. The\nmother was hit and instantly killed, force of the blow snapping her\nspine and tossing her against the house. The car plunged on into a\ntree, hitting it a terrible blow, crumbling the car's forward end so\nit looked like an accordion. The men were thrown from the machine.\n\n\"We'll never be able to prosecute in this case,\" the states attorney\nsaid. \"At least not on a drunken driving basis.\"\n\n\"I can't get over it,\" the chief of police said. \"I've got at least\nsix men who will swear the man was drunk. He staggered, reeled and\ngave the usual drunk talk. He reeked of whiskey.\"\n\nThe prosecutor handed the report over the desk. \"Here's the analysis.\nNot a trace of alcohol. He couldn't have even had a smell of near\nbeer. Here's another report. This is his physical exam made not long\nafterwards. The man was in perfect health. Only variations are he had\na scar on his leg where something, probably a dog, bit him once. And\nthen a scar on his chest. It looked like an old gunshot wound, they\nsaid. Must have happened years ago.\"\n\n\"That's odd. The man who accosted Mrs. Laughton in the afternoon was\nbitten by their dog. Later that night she said she shot the same man\nin the chest. Since the scars are healed it obviously couldn't be the\nsame man. But there's a real coincidence for you. And speaking of the\ndogbite, the Laughton dog died that night. His menu evidently didn't\nagree with him. Never did figure what killed him, actually.\"\n\n\"Any record of treatment on the man she shot?\"\n\n\"The _men_. You'll remember, there were two. No, we never found a\ntrace of either. No doctor ever made a report of a gunshot wound that\nnight. No hospital had a case either--at least not within several\nhundred miles--that night or several nights afterwards. Ever been shot\nwith .30-.30?\"\n\nThe state attorney shook his head. \"I wouldn't be here if I had.\"\n\n\"I'll say you wouldn't. The pair must have crawled away to die God\nknows where.\"\n\n\"Getting back to the man who ran over the child and killed Mrs.\nLaughton. Why did he pretend to be drunk?\"\n\nIt was the chief's turn to shake his head. \"Your guess is as good as\nmine. There are a lot of angles to this case none of us understand. It\nlooks deliberate, but where's the motive?\"\n\n\"What does the man have to say?\"\n\n\"I was afraid you'd get to him,\" the chief said, his neck reddening.\n\"It's all been rather embarrassing to the department.\" He coughed\nself-consciously. \"He's proved a strange one, all right. He says his\nname is John Smith and he's got cards to prove it, too--for example, a\nsocial security card. It looks authentic, yet there's no such number\non file in Washington, so we've discovered. We've had him in jail for\na week and we've all taken turns questioning him. He laughs and admits\nhis guilt--in fact, he seems amused by most everything. Sometimes all\nalone in his cell he'll start laughing for no apparent reason. It\ngives you the creeps.\"\n\n\n\nThe states attorney leaned back in his chair. \"Maybe it's a case for\nan alienist.\"\n\n\"One jump ahead of you. Dr. Stone thinks he's normal, but won't put\ndown any I.Q. Actually, he can't figure him out himself. Smith seems\nto take delight in answering questions--sort of anticipates them and\nhas the answer ready before you're half through asking.\"\n\n\"Well, if Dr. Stone says he's normal, that's enough for me.\" The\nprosecutor was silent for a moment. Then, \"How about the husband?\"\n\n\"Laughton? We're afraid to let him see him. All broken up. No telling\nwhat kind of a rumpus he'd start--especially if Smith started his\nfunny business.\"\n\n\"Guess you're right. Well, Mr. Smith won't think it's so funny when we\nhang criminal negligence or manslaughter on him. By the way, you've\nchecked possible family connections?\"\n\n\"Nobody ever saw John Smith before. Even at the address on his\ndriver's license. And there's no duplicate of that in Springfield, in\ncase you're interested.\"\n\nThe man who had laughingly told police his name was John Smith lay on\nhis cot in the county jail, his eyes closed, his arms folded across\nhis chest. This gave him the appearance of being alert despite\nreclining. Even as he lay, his mouth held a hint of a smile.\n\nArvid 6--for John Smith _was_ Arvid 6--had lain in that position for\nmore than four hours, when suddenly he snapped his eyes open and\nappeared to be listening. For a moment a look of concern crossed his\nface and he swung his legs to the floor and sat there expectantly.\nArvid 6 knew Tendal 13 had materialized and was somewhere in the\nbuilding.\n\nEventually there were some sounds from beyond the steel cell and\ndoorway. There was a clang when the outer doorway was opened and Arvid\n6 rose from his cot.\n\n\"Your lawyer's here to see you,\" the jailer said, indicating the man\nwith the brief case. \"Ring the buzzer when you're through.\" The jailer\nlet the man in, locked the cell door and walked away.\n\nThe man threw the brief case on the jail cot and stood glaring.\n\n\"Your damned foolishness has gone far enough. I'm sick and tired of\nit,\" he declared. \"If you carry on any more we'll never get back to\nthe Ultroom!\"\n\n\"I'm sorry, Tendal,\" the man on the cot said. \"I didn't think--\"\n\n\"You're absolutely right. You didn't think. Crashing that car into\nthat tree and killing that woman--that was the last straw. You don't\neven deserve to get back to our era. You ought to be made to rot\nhere.\"\n\n\"I'm _really_ sorry about that,\" Arvid 6 said.\n\n\n\n\"You know the instructions. Just because you work in the Ultroom don't\nget to thinking human life doesn't have any value. We wouldn't be here\nif it hadn't. But to unnecessarily kill--\" The older man shook his\nhead. \"You could have killed yourself as well and we'd never get the\njob done. As it is, you almost totally obliterated me.\" Tendal 13\npaced the length of the cell and back again, gesturing as he talked.\n\n\"It was only with the greatest effort I pulled myself back together\nagain. I doubt that you could have done it. And then all the while\nyou've been sitting here, probably enjoying yourself with your special\nbrand of humor I have grown to despise.\"\n\n\"You didn't have to come along at all, you know,\" Arvid 6 said.\n\n\"How well I know! How sorry I am that I ever did! It was only because\nI was sorry for you, because someone older and more experienced than\nyou was needed. I volunteered. Imagine that! I volunteered! Tendal 13\nreaches the height of stupidity and volunteers to help Arvid 6 go back\n6,000 years to bring Kanad back, to correct a mistake Arvid 6 made!\"\nHe snorted. \"I still can't believe I was ever that stupid. I only\nprove it when I pinch myself and here I am.\n\n\"Oh, you've been a joy to be with! First it was that hunt in ancient\nMycenae when you let the lion escape the hunters' quaint spears and we\nwere partly eaten by the lion in the bargain, although you dazzled the\nhunters, deflecting their spears. And then your zest for drink when we\nwere with Octavian in Alexandria that led to everybody's amusement but\nours when we were ambushed by Anthony's men. And worst of all, that\nEnglish barmaid you became engrossed with at our last stop in 1609,\nwhen her husband mistook me for you and you let him take me apart\npiece by piece--\"\n\n\"All right, all right,\" Arvid 6 said. \"I'll admit I've made some\nmistakes. You're just not adventurous, that's all.\"\n\n\"Shut up! For once you're going to listen to me. Our instructions\nspecifically stated we were to have as little as possible to do with\nthese people. But at every turn you've got us more and more enmeshed\nwith them. If that's adventure, you can have it.\" Tendal 13 sat down\nwearily and sank his head in his hands. \"It was you who conceived the\nidea of taking Reggie right out of his play pen. 'Watch me take that\nchild right out from under its mother's nose' were your exact words.\nAnd before I could stop you, you did. Only you forgot an important\nfactor in the equation--the dog, Tiger. And you nursed a dogbite most\nof the afternoon before it healed. And then you took your spite out on\nthe poor thing by suggesting suffocation to it that night.\n\n\"And speaking of that night, you remember we agreed I was to do the\ntalking. But no, you pulled a switch and captured Martin Laughton's\nattention. 'I came as soon as I could, Martin,' you said. And suddenly\nI played a very minor role. 'This is my new assistant, Dr. Tompkins,'\nyou said. And then what happened? I get shot in the legs and you get a\nhole in your back. We were both nearly obliterated that time and we\ndidn't even come close to getting the child.\n\n\"Still you wanted to run the whole show. 'I'm younger than you,' you\nsaid. 'I'll take the wheel.' And the next thing I know I'm floating in\nspace halfway to nowhere with two broken legs, a spinal injury,\nconcussion and some of the finest bruises you ever saw.\"\n\n\n\n\"These twentieth century machines aren't what they ought to be,\" Arvid\n6 said.\n\n\"You never run out of excuses, do you, Arvid? Remember what you said\nin the Ultroom when you pushed the lever clear over and transferred\nKanad back 6,000 years? 'My hand slipped.' As simple as that. 'My hand\nslipped.' It was so simple everyone believed you. You were given no\nreal punishment. In a way it was a reward--at least to you--getting to\ngo back and rescue the life germ of Kanad out of each era he'd be born\nin.\"\n\nTendal 13 turned and looked steadily and directly at Arvid 6. \"Do you\nknow what I think? I think you deliberately pushed the lever over as\nfar as it would go _just to see what would happen_. That's how simple\nI think it was.\"\n\nArvid 6 flushed, turned away and looked at the floor.\n\n\"What crazy things have you been doing since I've been gone?\" Tendal\n13 asked.\n\nArvid 6 sighed. \"After what you just said I guess it wouldn't amuse\nyou, although it has me. They got to me right after the accident\nbefore I had a chance to collect my wits, dematerialize or\nanything--you said we shouldn't dematerialize in front of anybody.\"\n\n\"That's right.\"\n\n\"Well, I didn't know what to do. I could see they thought I was drunk,\nso I was. But they had a blood sample before I could manufacture any\nalcohol in my blood, although I implanted a memory in them that I\nreeked of it.\" He laughed. \"I fancy they're thoroughly confused.\"\n\n\"And you're thoroughly amused, no doubt. Have they questioned you?\"\n\n\"At great length. They had a psychiatrist in to see me. He was a queer\nfellow with the most stupid set of questions and tests I ever saw.\"\n\n\"And you amused yourself with him.\"\n\n\"I suppose you'd think so.\"\n\n\"Who do you tell them you are?\"\n\n\"John Smith. A rather prevalent name here, I understand. I\nmanufactured a pasteboard called a social security card and a driver's\nlicense--\"\n\n\"Never mind. It's easy to see you've been your own inimitable self.\nBelieve me, if I ever get back to the Ultroom I hope I never see you\nagain. And I hope I'll never leave there again though I'm rejuvenated\nthrough a million years.\"\n\n\"Was Kanad's life germ transferred all right this time?\"\n\nTendal 13 shook his head. \"I haven't heard. The transfers are getting\nmore difficult all the time. In 1609, you'll remember, it was a case\nof pneumonia for the two-year-old. A simple procedure. It wouldn't\nwork here. Medicine's too far along.\" He produced a notebook. \"The\nlast jump was 342 years, a little more than average. The next ought to\nbe around 2250. Things will be more difficult than ever there,\nprobably.\"\n\n\"Do you think Kanad will be angry about all this?\"\n\n\"How would you like to have to go through all those birth processes,\nto have your life germ knocked from one era to the next?\"\n\n\"Frankly, I didn't think he'd go back so far.\"\n\n\"If it had been anybody but Kanad nobody'd ever have thought of going\nback after it. The life germ of the head of the whole galactic system\nwho came to the Ultroom to be transplanted to a younger body--and then\nsending him back beyond his original birth date--\" Tendal 13 got up\nand commenced his pacing again. \"Oh, I suppose Kanad's partly to\nblame, wanting rejuvenating at only 300 years. Some have waited a\nthousand or more or until their bones are like paper.\"\n\n\"I just wonder how angry Kanad will be,\" Arvid muttered.\n\n     _HB92167. Ultroom Error. Tendal 13. Arvid 6. Kanad transfer\n     out of 1951 complete. Next Kanad transfer ready. 2267.\n     Phullam 19, son of Orla 39 and Rhoda R, 22H Level M,\n     Hemisphere B, Quadrant 3, Sector I. Arrive his 329th Day._\n\n                                                       _TB92167_\n\n\n\nArvid 6 rose from the cot and the two men faced each other.\n\n\"Before we leave, Arvid,\" Tendal 13 started to say.\n\n\"I know, I know. You want me to let you handle everything.\"\n\n\"Exactly. Is that too much to ask after all you've done?\"\n\n\"I guess I have made mistakes. From now on you be the boss. I'll do\nwhatever you say.\"\n\n\"I hope I can count on that.\" Tendal 13 rang the jail buzzer.\n\nThe jailer unlocked the cell door.\n\n\"You remember the chief said it's all right to take him with me,\nMatthews,\" Tendal 13 told the jailer.\n\n\"Yes, I remember,\" the jailer said mechanically, letting them both out\nof the cell.\n\nThey walked together down the jail corridor. When they came to another\nbarred door the jailer fumbled with the keys and clumsily tried\nseveral with no luck.\n\nArvid 6, an amused set to his mouth and devilment in his eyes, watched\nthe jailer's expression as he walked through the bars of the door. He\nlaughed as he saw the jailer's eyes bulge.\n\n\"Arvid!\"\n\nTendal 13 walked briskly through the door, snatched Arvid 6 by the\nshoulders and shook him.\n\nThe jailer watched stupified as the two men vanished in the middle of\na violent argument.\n\n",
    "metadata": {
        "author": [
            "Sohl, Gerald Allan",
            "Sohl, Jerry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31357/pg31357.txt",
        "name": "the_ultroom_error.json"
    }
}