{
    "name": "The O'Conors of Castle Conor, County Mayo\r\nFrom 'Tales from All Countries'",
    "author": [
        "Trollope, Anthony"
    ],
    "body": "I SHALL never forget my first introduction to country life in Ireland, my\nfirst day’s hunting there, or the manner in which I passed the evening\nafterwards.  Nor shall I ever cease to be grateful for the hospitality\nwhich I received from the O’Conors of Castle Conor.  My acquaintance with\nthe family was first made in the following manner.  But before I begin my\nstory, let me inform my reader that my name is Archibald Green.\n\nI had been for a fortnight in Dublin, and was about to proceed into\ncounty Mayo on business which would occupy me there for some weeks.  My\nhead-quarters would, I found, be at the town of Ballyglass; and I soon\nlearned that Ballyglass was not a place in which I should find hotel\naccommodation of a luxurious kind, or much congenial society indigenous\nto the place itself.\n\n“But you are a hunting man, you say,” said old Sir P— C—; “and in that\ncase you will soon know Tom O’Conor.  Tom won’t let you be dull.  I’d\nwrite you a letter to Tom, only he’ll certainly make you out without my\ntaking the trouble.”\n\nI did think at the time that the old baronet might have written the\nletter for me, as he had been a friend of my father’s in former days; but\nhe did not, and I started for Ballyglass with no other introduction to\nany one in the county than that contained in Sir P—’s promise that I\nshould soon know Mr. Thomas O’Conor.\n\nI had already provided myself with a horse, groom, saddle and bridle, and\nthese I sent down, en avant, that the Ballyglassians might know that I\nwas somebody.  Perhaps, before I arrived Tom O’Conor might learn that a\nhunting man was coming into the neighbourhood, and I might find at the\ninn a polite note intimating that a bed was at my service at Castle\nConor.  I had heard so much of the free hospitality of the Irish gentry\nas to imagine that such a thing might be possible.\n\nBut I found nothing of the kind.  Hunting gentlemen in those days were\nvery common in county Mayo, and one horse was no great evidence of a\nman’s standing in the world.  Men there as I learnt afterwards, are\nsought for themselves quite as much as they are elsewhere; and though my\ngroom’s top-boots were neat, and my horse a very tidy animal, my entry\ninto Ballyglass created no sensation whatever.\n\nIn about four days after my arrival, when I was already infinitely\ndisgusted with the little Pot-house in which I was forced to stay, and\nhad made up my mind that the people in county Mayo were a churlish set, I\nsent my horse on to a meet of the fox-hounds, and followed after myself\non an open car.\n\nNo one but an erratic fox-hunter such as I am,—a fox-hunter, I mean,\nwhose lot it has been to wander about from one pack of hounds to\nanother,—can understand the melancholy feeling which a man has when he\nfirst intrudes himself, unknown by any one, among an entirely new set of\nsportsmen.  When a stranger falls thus as it were out of the moon into a\nhunt, it is impossible that men should not stare at him and ask who he\nis.  And it is so disagreeable to be stared at, and to have such\nquestions asked!  This feeling does not come upon a man in Leicestershire\nor Gloucestershire where the numbers are large, and a stranger or two\nwill always be overlooked, but in small hunting fields it is so painful\nthat a man has to pluck up much courage before he encounters it.\n\nWe met on the morning in question at Bingham’s Grove.  There were not\nabove twelve or fifteen men out, all of whom, or nearly all were cousins\nto each other.  They seemed to be all Toms, and Pats, and Larrys, and\nMicks.  I was done up very knowingly in pink, and thought that I looked\nquite the thing, but for two or three hours nobody noticed me.\n\nI had my eyes about me, however, and soon found out which of them was Tom\nO’Conor.  He was a fine-looking fellow, thin and tall, but not largely\nmade, with a piercing gray eye, and a beautiful voice for speaking to a\nhound.  He had two sons there also, short, slight fellows, but exquisite\nhorsemen.  I already felt that I had a kind of acquaintance with the\nfather, but I hardly knew on what ground to put in my claim.\n\nWe had no sport early in the morning.  It was a cold bleak February day,\nwith occasional storms of sleet.  We rode from cover to cover, but all in\nvain.  “I am sorry, sir, that we are to have such a bad day, as you are a\nstranger here,” said one gentleman to me.  This was Jack O’Conor, Tom’s\neldest son, my bosom friend for many a year after.  Poor Jack!  I fear\nthat the Encumbered Estates Court sent him altogether adrift upon the\nworld.\n\n“We may still have a run from Poulnaroe, if the gentleman chooses to come\non,” said a voice coming from behind with a sharp trot.  It was Tom\nO’Conor.\n\n“Wherever the hounds go, I’ll follow,” said I.\n\n“Then come on to Poulnaroe,” said Mr. O’Conor.  I trotted on quickly by\nhis side, and before we reached the cover had managed to slip in\nsomething about Sir P. C.\n\n“What the deuce!” said he.  “What! a friend of Sir P—’s?  Why the deuce\ndidn’t you tell me so?  What are you doing down here?  Where are you\nstaying?” &c. &c. &c.\n\nAt Poulnaroe we found a fox, but before we did so Mr. O’ Conor had asked\nme over to Castle Conor.  And this he did in such a way that there was no\npossibility of refusing him—or, I should rather say, of disobeying him.\nFor his invitation came quite in the tone of a command.\n\n“You’ll come to us of course when the day is over—and let me see; we’re\nnear Ballyglass now, but the run will be right away in our direction.\nJust send word for them to send your things to Castle Conor.”\n\n“But they’re all about, and unpacked,” said I.\n\n“Never mind.  Write a note and say what you want now, and go and get the\nrest to-morrow yourself.  Here, Patsey!—Patsey! run into Ballyglass for\nthis gentleman at once.  Now don’t be long, for the chances are we shall\nfind here.”  And then, after giving some further hurried instructions he\nleft me to write a line in pencil to the innkeeper’s wife on the back of\na ditch.\n\nThis I accordingly did.  “Send my small portmanteau,” I said, “and all my\nblack dress clothes, and shirts, and socks, and all that, and above all\nmy dressing things which are on the little table, and the satin\nneck-handkerchief, and whatever you do, mind you send my _pumps_;” and I\nunderscored the latter word; for Jack O’Conor, when his father left me,\nwent on pressing the invitation.  “My sisters are going to get up a\ndance,” said he; “and if you are fond of that kind of things perhaps we\ncan amuse you.”  Now in those days I was very fond of dancing—and very\nfond of young ladies too, and therefore glad enough to learn that Tom\nO’Conor had daughters as well as sons.  On this account I was very\nparticular in underscoring the word pumps.\n\n“And hurry, you young divil,” Jack O’Conor said to Patsey.\n\n“I have told him to take the portmanteau over on a car,” said I.\n\n“All right; then you’ll find it there on our arrival.”\n\nWe had an excellent run, in which I may make bold to say that I did not\nacquit myself badly.  I stuck very close to the hounds, as did the whole\nof the O’Conor brood; and when the fellow contrived to earth himself, as\nhe did, I received those compliments on my horse, which is the most\napproved praise which one fox-hunter ever gives to another.\n\n“We’ll buy that fellow of you before we let you go,” said Peter, the\nyoungest son.\n\n“I advise you to look sharp after your money if you sell him to my\nbrother,” said Jack.\n\nAnd then we trotted slowly off to Castle Conor, which, however, was by no\nmeans near to us.  “We have ten miles to go;—good Irish miles,” said the\nfather.  “I don’t know that I ever remember a fox from Poulnaroe taking\nthat line before.”\n\n“He wasn’t a Poulnaroe fox,” said Peter.\n\n“I don’t know that;” said Jack; and then they debated that question\nhotly.\n\nOur horses were very tired, and it was late before we reached Mr.\nO’Conor’s house.  That getting home from hunting with a thoroughly weary\nanimal, who has no longer sympathy or example to carry him on, is very\ntedious work.  In the present instance I had company with me; but when a\nman is alone, when his horse toes at every ten steps, when the night is\ndark and the rain pouring, and there are yet eight miles of road to be\nconquered,—at such time a man is almost apt to swear that he will give up\nhunting.\n\nAt last we were in the Castle Conor stable yard;—for we had approached\nthe house by some back way; and as we entered the house by a door leading\nthrough a wilderness of back passages, Mr. O’Conor said out loud, “Now,\nboys, remember I sit down to dinner in twenty minutes.”  And then turning\nexpressly to me, he laid his hand kindly upon my shoulder and said, “I\nhope you will make yourself quite at home at Castle Conor, and whatever\nyou do, don’t keep us waiting for dinner.  You can dress in twenty\nminutes, I suppose?”\n\n“In ten!” said I, glibly.\n\n“That’s well.  Jack and Peter will show you your room,” and so he turned\naway and left us.\n\nMy two young friends made their way into the great hall, and thence into\nthe drawing-room, and I followed them.  We were all dressed in pink, and\nhad waded deep through bog and mud.  I did not exactly know whither I was\nbeing led in this guise, but I soon found myself in the presence of two\nyoung ladies, and of a girl about thirteen years of age.\n\n“My sisters,” said Jack, introducing me very laconically; “Miss O’Conor,\nMiss Kate O’Conor, Miss Tizzy O’Conor.”\n\n“My name is not Tizzy,” said the younger; “it’s Eliza.  How do you do,\nsir?  I hope you had a fine hunt!  Was papa well up, Jack?”\n\nJack did not condescend to answer this question, but asked one of the\nelder girls whether anything had come, and whether a room had been made\nready for me.\n\n“Oh yes!” said Miss O’Conor; “they came, I know, for I saw them brought\ninto the house; and I hope Mr. Green will find everything comfortable.”\nAs she said this I thought I saw a slight smile steal across her\nremarkably pretty mouth.\n\nThey were both exceedingly pretty girls.  Fanny the elder wore long\nglossy curls,—for I write, oh reader, of bygone days, as long ago as\nthat, when ladies wore curls if it pleased them so to do, and gentlemen\ndanced in pumps, with black handkerchiefs round their necks,—yes, long\nblack, or nearly black silken curls; and then she had such eyes;—I never\nknew whether they were most wicked or most bright; and her face was all\ndimples, and each dimple was laden with laughter and laden with love.\nKate was probably the prettier girl of the two, but on the whole not so\nattractive.  She was fairer than her sister, and wore her hair in braids;\nand was also somewhat more demure in her manner.\n\nIn spite of the special injunctions of Mr. O’Conor senior, it was\nimpossible not to loiter for five minutes over the drawing-room fire\ntalking to these houris—more especially as I seemed to know them\nintimately by intuition before half of the five minutes was over.  They\nwere so easy, so pretty, so graceful, so kind, they seemed to take it so\nmuch as a matter of course that I should stand there talking in my red\ncoat and muddy boots.\n\n“Well; do go and dress yourselves,” at last said Fanny, pretending to\nspeak to her brothers but looking more especially a me.  “You know how\nmad papa will be.  And remember Mr. Green, we expect great things from\nyour dancing to-night.  Your coming just at this time is such a Godsend.”\nAnd again that soupçon of a smile passed over her face.\n\nI hurried up to my room, Peter and Jack coming with me to the door.  “Is\neverything right?” said Peter, looking among the towels and water-jugs.\n“They’ve given you a decent fire for a wonder,” said Jack, stirring up\nthe red hot turf which blazed in the grate.  “All right as a trivet,”\nsaid I.  “And look alive like a good fellow,” said Jack.  We had scowled\nat each other in the morning as very young men do when they are\nstrangers; and now, after a few hours, we were intimate friends.\n\nI immediately turned to my work, and was gratified to find that all my\nthings were laid out ready for dressing; my portmanteau had of course\ncome open, as my keys were in my pocket, and therefore some of the\nexcellent servants of the house had been able to save me all the trouble\nof unpacking.  There was my shirt hanging before the fire; my black\nclothes were spread upon the bed, my socks and collar and handkerchief\nbeside them; my brushes were on the toilet table, and everything prepared\nexactly as though my own man had been there.  How nice!\n\nI immediately went to work at getting off my spurs and boots, and then\nproceeded to loosen the buttons at my knees.  In doing this I sat down in\nthe arm-chair which had been drawn up for me, opposite the fire.  But\nwhat was the object on which my eyes then fell;—the objects I should\nrather say!\n\nImmediately in front of my chair was placed, just ready for may feet, an\nenormous pair of shooting-boots—half-boots made to lace up round the\nankles, with thick double leather soles, and each bearing half a stone of\niron in the shape of nails and heel-pieces.  I had superintended the\nmaking of these shoes in Burlington Arcade with the greatest diligence.\nI was never a good shot; and, like some other sportsmen, intended to make\nup for my deficiency in performance by the excellence of my shooting\napparel.  “Those nails are not large enough,” I had said; “nor nearly\nlarge enough.”  But when the boots came home they struck even me as being\ntoo heavy, too metalsome.  “He, he, he,” laughed the boot boy as he\nturned them up for me to look at.  It may therefore be imagined of what\nnature were the articles which were thus set out for the evening’s\ndancing.\n\nAnd then the way in which they were placed!  When I saw this the\nconviction flew across my mind like a flash of lightning that the\npreparation had been made under other eyes than those of the servant.\nThe heavy big boots were placed so prettily before the chair, and the\nstrings of each were made to dangle down at the sides, as though just\nready for tying!  They seemed to say, the boots did, “Now, make haste.\nWe at any rate are ready—you cannot say that you were kept waiting for\nus.”  No mere servant’s hand had ever enabled a pair of boots to laugh at\none so completely.\n\nBut what was I to do?  I rushed at the small portmanteau, thinking that\nmy pumps also might be there.  The woman surely could not have been such\na fool as to send me those tons of iron for my evening wear!  But, alas,\nalas! no pumps were there.  There was nothing else in the way of covering\nfor my feet; not even a pair of slippers.\n\nAnd now what was I to do?  The absolute magnitude of my misfortune only\nloomed upon me by degrees.  The twenty minutes allowed by that stern old\npaterfamilias were already gone and I had done nothing towards dressing.\nAnd indeed it was impossible that I should do anything that would be of\navail.  I could not go down to dinner in my stocking feet, nor could I\nput on my black dress trousers, over a pair of mud-painted top-boots.  As\nfor those iron-soled horrors—; and then I gave one of them a kick with\nthe side of my bare foot which sent it half way under the bed.\n\nBut what was I to do?  I began washing myself and brushing my hair with\nthis horrid weight upon my mind.  My first plan was to go to bed, and\nsend down word that I had been taken suddenly ill in the stomach; then to\nrise early in the morning and get away unobserved.  But by such a course\nof action I should lose all chance of any further acquaintance with those\npretty girls!  That they were already aware of the extent of my\npredicament, and were now enjoying it—of that I was quite sure.\n\nWhat if I boldly put on the shooting-boots, and clattered down to dinner\nin them?  What if I took the bull by the horns, and made, myself, the\nmost of the joke?  This might be very well for the dinner, but it would\nbe a bad joke for me when the hour for dancing came.  And, alas!  I felt\nthat I lacked the courage.  It is not every man that can walk down to\ndinner, in a strange house full of ladies, wearing such boots as those I\nhave described.\n\nShould I not attempt to borrow a pair?  This, all the world will say,\nshould have been my first idea.  But I have not yet mentioned that I am\nmyself a large-boned man, and that my feet are especially well developed.\nI had never for a moment entertained a hope that I should find any one in\nthat house whose boot I could wear.  But at last I rang the bell.  I\nwould send for Jack, and if everything failed, I would communicate my\ngrief to him.\n\nI had to ring twice before anybody came.  The servants, I well knew, were\nputting the dinner on the table.  At last a man entered the room, dressed\nin rather shabby black, whom I afterwards learned to be the butler.\n\n“What is your name, my friend?” said I, determined to make an ally of the\nman.\n\n“My name?  Why Larry sure, yer honer.  And the masther is out of his\nsinses in a hurry, becase yer honer don’t come down.”\n\n“Is he though?  Well now, Larry; tell me this; which of all the gentlemen\nin the house has got the largest foot?”\n\n“Is it the largest foot, yer honer?” said Larry, altogether surprised by\nmy question.\n\n“Yes; the largest foot,” and then I proceeded to explain to him my\nmisfortune.  He took up first my top-boot, and then the shooting-boot—in\nlooking at which he gazed with wonder at the nails;—and then he glanced\nat my feet, measuring them with his eye; and after this he pronounced his\nopinion.\n\n“Yer honer couldn’t wear a morsel of leather belonging to ere a one of\n’em, young or ould.  There niver was a foot like that yet among the\nO’Conors.”\n\n“But are there no strangers staying here?”\n\n“There’s three or four on ’em come in to dinner; but they’ll be wanting\ntheir own boots I’m thinking.  And there’s young Misther Dillon; he’s\ncome to stay.  But Lord love you—” and he again looked at the enormous\nextent which lay between the heel and the toe of the shooting apparatus\nwhich he still held in his hand.  “I niver see such a foot as that in the\nwhole barony,” he said, “barring my own.”\n\nNow Larry was a large man, much larger altogether than myself, and as he\nsaid this I looked down involuntarily at his feet; or rather at his foot,\nfor as he stood I could only see one.  And then a sudden hope filled my\nheart.  On that foot there glittered a shoe—not indeed such as were my\nown which were now resting ingloriously at Ballyglass while they were so\nsorely needed at Castle Conor; but one which I could wear before ladies,\nwithout shame—and in my present frame of mind with infinite contentment.\n\n“Let me look at that one of your own,” said I to the man, as though it\nwere merely a subject for experimental inquiry.  Larry, accustomed to\nobedience, took off the shoe and handed it to me.\n\nMy own foot was immediately in it, and I found that it fitted me like a\nglove.\n\n“And now the other,” said I—not smiling, for a smile would have put him\non his guard; but somewhat sternly, so that that habit of obedience\nshould not desert him at this perilous moment.  And then I stretched out\nmy hand.\n\n“But yer honer can’t keep ’em, you know,” said he.  “I haven’t the ghost\nof another shoe to my feet.”  But I only looked more sternly than before,\nand still held out my hand.  Custom prevailed.  Larry stooped down\nslowly, looking at me the while, and pulling off the other slipper handed\nit to me with much hesitation.  Alas! as I put it to my foot I found that\nit was old, and worn, and irredeemably down at heel;—that it was in fact\nno counterpart at all to that other one which was to do duty as its\nfellow.  But nevertheless I put my foot into it, and felt that a descent\nto the drawing-room was now possible.\n\n“But yer honer will give ’em back to a poor man?” said Larry almost\ncrying.  “The masther’s mad this minute becase the dinner’s not up.\nGlory to God, only listhen to that!”  And as he spoke a tremendous peal\nrang out from some bell down stairs that had evidently been shaken by an\nangry hand.\n\n“Larry,” said I—and I endeavoured to assume a look of very grave\nimportance as I spoke—“I look to you to assist me in this matter.”\n\n“Och—wirra sthrue then, and will you let me go? just listhen to that,”\nand another angry peal rang out, loud and repeated.\n\n“If you do as I ask you,” I continued, “you shall be well rewarded.  Look\nhere; look at these boots,” and I held up the shooting-shoes new from\nBurlington Arcade.  “They cost thirty shillings—thirty shillings! and I\nwill give them to you for the loan of this pair of slippers.”\n\n“They’d be no use at all to me, yer honer; not the laist use in life.”\n\n“You could do with them very well for to-night, and then you could sell\nthem.  And here are ten shillings besides,” and I held out half a\nsovereign which the poor fellow took into his hand.\n\nI waited no further parley but immediately walked out of the room.  With\none foot I was sufficiently pleased.  As regarded that I felt that I had\novercome my difficulty.  But the other was not so satisfactory.  Whenever\nI attempted to lift it from the ground the horrid slipper would fall off,\nor only just hang by the toe.  As for dancing, that would be out of the\nquestion.\n\n“Och, murther, murther,” sang out Larry, as he heard me going down\nstairs.  “What will I do at all?  Tare and ’ounds; there, he’s at it\nagin, as mad as blazes.”  This last exclamation had reference to another\npeal which was evidently the work of the master’s hand.\n\nI confess I was not quite comfortable as I walked down stairs.  In the\nfirst place I was nearly half an hour late, and I knew from the vigour of\nthe peals that had sounded that my slowness had already been made the\nsubject of strong remarks.  And then my left shoe went flop, flop, on\nevery alternate step of the stairs.  By no exertion of my foot in the\ndrawing up of my toe could I induce it to remain permanently fixed upon\nmy foot.  But over and above and worse than all this was the conviction\nstrong upon my mind that I should become a subject of merriment to the\ngirls as soon as I entered the room.  They would understand the cause of\nmy distress, and probably at this moment were expecting to hear me\nclatter through the stone hall with those odious metal boots.\n\nHowever, I hurried down and entered the drawing-room, determined to keep\nmy position near the door, so that I might have as little as possible to\ndo on entering and as little as possible in going out.  But I had other\ndifficulties in store for me.  I had not as yet been introduced to Mrs.\nO’Conor; nor to Miss O’Conor, the squire’s unmarried sister.\n\n“Upon my word I thought you were never coming,” said Mr. O’Conor as soon\nas he saw me.  “It is just one hour since we entered the house.  Jack, I\nwish you would find out what has come to that fellow Larry,” and again he\nrang the bell.  He was too angry, or it might be too impatient to go\nthrough the ceremony of introducing me to anybody.\n\nI saw that the two girls looked at me very sharply, but I stood at the\nback of an arm-chair so that no one could see my feet.  But that little\nimp Tizzy walked round deliberately, looked at my heels, and then walked\nback again.  It was clear that she was in the secret.\n\nThere were eight or ten people in the room, but I was too much fluttered\nto notice well who they were.\n\n“Mamma,” said Miss O’Conor, “let me introduce Mr. Green to you.”\n\nIt luckily happened that Mrs. O’Conor was on the same side of the fire as\nmyself, and I was able to take the hand which she offered me without\ncoming round into the middle of the circle.  Mrs. O’Conor was a little\nwoman, apparently not of much importance in the world, but, if one might\njudge from first appearance, very good-natured.\n\n“And my aunt Die, Mr. Green,” said Kate, pointing to a very\nstraight-backed, grim-looking lady, who occupied a corner of a sofa, on\nthe opposite side of the hearth.  I knew that politeness required that I\nshould walk across the room and make acquaintance with her.  But under\nthe existing circumstances how was I to obey the dictates of politeness?\nI was determined therefore to stand my ground, and merely bowed across\nthe room at Miss O’Conor.  In so doing I made an enemy who never deserted\nme during the whole of my intercourse with the family.  But for her, who\nknows who might have been sitting opposite to me as I now write?\n\n“Upon my word, Mr. Green, the ladies will expect much from an Adonis who\ntakes so long over his toilet,” said Tom O’Conor in that cruel tone of\nbanter which he knew so well how to use.\n\n“You forget, father, that men in London can’t jump in and out of their\nclothes as quick as we wild Irishmen,” said Jack.\n\n“Mr. Green knows that we expect a great deal from him this evening.  I\nhope you polk well, Mr. Green,” said Kate.\n\nI muttered something about never dancing, but I knew that that which I\nsaid was inaudible.\n\n“I don’t think Mr. Green will dance,” said Tizzy; “at least not much.”\nThe impudence of that child was, I think, unparalleled by any that I have\never witnessed.\n\n“But in the name of all that’s holy, why don’t we have dinner?”  And Mr.\nO’Conor thundered at the door.  “Larry, Larry, Larry!” he screamed.\n\n“Yes, yer honer, it’ll be all right in two seconds,” answered Larry, from\nsome bottomless abyss.  “Tare an’ ages; what’ll I do at all,” I heard him\ncontinuing, as he made his way into the hall.  Oh what a clatter he made\nupon the pavement,—for it was all stone!  And how the drops of\nperspiration stood upon my brow as I listened to him!\n\nAnd then there was a pause, for the man had gone into the dining-room.  I\ncould see now that Mr. O’Conor was becoming very angry, and Jack the\neldest son—oh, how often he and I have laughed over all this since—left\nthe drawing-room for the second time.  Immediately afterwards Larry’s\nfootsteps were again heard, hurrying across the hall, and then there was\na great slither, and an exclamation, and the noise of a fall—and I could\nplainly hear poor Larry’s head strike against the stone floor.\n\n“Ochone, ochone!” he cried at the top of his voice—“I’m murthered with\n’em now intirely; and d— ’em for boots—St. Peter be good to me.”\n\nThere was a general rush into the hall, and I was carried with the\nstream.  The poor fellow who had broken his head would be sure to tell\nhow I had robbed him of his shoes.  The coachman was already helping him\nup, and Peter good-naturedly lent a hand.\n\n“What on earth is the matter?” said Mr. O’Conor.\n\n“He must be tipsy,” whispered Miss O’Conor, the maiden sister.\n\n“I aint tipsy at all thin,” said Larry, getting up and rubbing the back\nof his head, and sundry other parts of his body.  “Tipsy indeed!”  And\nthen he added when he was quite upright, “The dinner is sarved—at last.”\n\nAnd he bore it all without telling!  “I’ll give that fellow a guinea\nto-morrow morning,” said I to myself—“if it’s the last that I have in the\nworld.”\n\nI shall never forget the countenance of the Miss O’Conors as Larry\nscrambled up cursing the unfortunate boots—“What on earth has he got on?”\nsaid Mr. O’Conor.\n\n“Sorrow take ’em for shoes,” ejaculated Larry.  But his spirit was good\nand he said not a word to betray me.\n\nWe all then went in to dinner how we best could.  It was useless for us\nto go back into the drawing-room, that each might seek his own partner.\nMr. O’Conor “the masther,” not caring much for the girls who were around\nhim, and being already half beside himself with the confusion and delay,\nled the way by himself.  I as a stranger should have given my arm to Mrs.\nO’Conor; but as it was I took her eldest daughter instead, and contrived\nto shuffle along into the dining-room without exciting much attention,\nand when there I found myself happily placed between Kate and Fanny.\n\n“I never knew anything so awkward,” said Fanny; “I declare I can’t\nconceive what has come to our old servant Larry.  He’s generally the most\nprecise person in the world, and now he is nearly an hour late—and then\nhe tumbles down in the hall.”\n\n“I am afraid I am responsible for the delay,” said I.\n\n“But not for the tumble I suppose,” said Kate from the other side.  I\nfelt that I blushed up to the eyes, but I did not dare to enter into\nexplanations.\n\n“Tom,” said Tizzy, addressing her father across the table, “I hope you\nhad a good run to-day.”  It did seem odd to me that young lady should\ncall her father Tom, but such was the fact.\n\n“Well; pretty well,” said Mr. O’Conor.\n\n“And I hope you were up with the hounds.”\n\n“You may ask Mr. Green that.  He at any rate was with them, and therefore\nhe can tell you.”\n\n“Oh, he wasn’t before you, I know.  No Englishman could get before you;—I\nam quite sure of that.”\n\n“Don’t you be impertinent, miss,” said Kate.  “You can easily see, Mr.\nGreen, that papa spoils my sister Eliza.”\n\n“Do you hunt in top-boots, Mr. Green?” said Tizzy.\n\nTo this I made no answer.  She would have drawn me into a conversation\nabout my feet in half a minute, and the slightest allusion to the subject\nthrew me into a fit of perspiration.\n\n“Are you fond of hunting, Miss O’Conor?” asked I, blindly hurrying into\nany other subject of conversation.\n\nMiss O’Conor owned that she was fond of hunting—just a little; only papa\nwould not allow it.  When the hounds met anywhere within reach of Castle\nConor, she and Kate would ride out to look at them; and if papa was not\nthere that day,—an omission of rare occurrence,—they would ride a few\nfields with the hounds.\n\n“But he lets Tizzy keep with them the whole day,” said she, whispering.\n\n“And has Tizzy a pony of her own?”\n\n“Oh yes, Tizzy has everything.  She’s papa’s pet, you know.”\n\n“And whose pet are you?” I asked.\n\n“Oh—I am nobody’s pet, unless sometimes Jack makes a pet of me when he’s\nin a good humour.  Do you make pets of your sisters, Mr. Green?”\n\n“I have none.  But if I had I should not make pets of them.”\n\n“Not of your own sisters?”\n\n“No.  As for myself, I’d sooner make a pet of my friend’s sister; a great\ndeal.”\n\n“How very unnatural,” said Miss O’Conor, with the prettiest look of\nsurprise imaginable.\n\n“Not at all unnatural I think,” said I, looking tenderly and lovingly\ninto her face.  Where does one find girls so pretty, so easy, so sweet,\nso talkative as the Irish girls?  And then with all their talking and all\ntheir ease who ever hears of their misbehaving?  They certainly love\nflirting, as they also love dancing.  But they flirt without mischief and\nwithout malice.\n\nI had now quite forgotten my misfortune, and was beginning to think how\nwell I should like to have Fanny O’Conor for my wife.  In this frame of\nmind I was bending over towards her as a servant took away a plate from\nthe other side, when a sepulchral note sounded in my ear.  It was like\nthe memento mori of the old Roman;—as though some one pointed in the\nmidst of my bliss to the sword hung over my head by a thread.  It was the\nvoice of Larry, whispering in his agony just above my head—\n\n“They’s disthroying my poor feet intirely, intirely; so they is!  I can’t\nbear it much longer, yer honer.”  I had committed murder like Macbeth;\nand now my Banquo had come to disturb me at my feast.\n\n“What is it he says to you?” asked Fanny.\n\n“Oh nothing,” I answered, once more in my misery.\n\n“There seems to be some point of confidence between you and our Larry,”\nshe remarked.\n\n“Oh no,” said I, quite confused; “not at all.”\n\n“You need not be ashamed of it.  Half the gentlemen in the county have\ntheir confidences with Larry;—and some of the ladies too, I can tell you.\nHe was born in this house, and never lived anywhere else; and I am sure\nhe has a larger circle of acquaintance than any one else in it.”\n\nI could not recover my self-possession for the next ten minutes.\nWhenever Larry was on our side of the table I was afraid he was coming to\nme with another agonised whisper.  When he was opposite, I could not but\nwatch him as he hobbled in his misery.  It was evident that the boots\nwere too tight for him, and had they been made throughout of iron they\ncould not have been less capable of yielding to the feet.  I pitied him\nfrom the bottom of my heart.  And I pitied myself also, wishing that I\nwas well in bed upstairs with some feigned malady, so that Larry might\nhave had his own again.\n\nAnd then for a moment I missed him from the room.  He had doubtless gone\nto relieve his tortured feet in the servants’ hall, and as he did so was\ncursing my cruelty.  But what mattered it?  Let him curse.  If he would\nonly stay away and do that, I would appease his wrath when we were alone\ntogether with pecuniary satisfaction.\n\nBut there was no such rest in store for me.  “Larry, Larry,” shouted Mr.\nO’Conor, “where on earth has the fellow gone to?”  They were all cousins\nat the table except myself, and Mr. O’Conor was not therefore restrained\nby any feeling of ceremony.  “There is something wrong with that fellow\nto-day; what is it, Jack?”\n\n“Upon my word, sir, I don’t know,” said Jack.\n\n“I think he must be tipsy,” whispered Miss O’Conor, the maiden sister,\nwho always sat at her brother’s left hand.  But a whisper though it was,\nit was audible all down the table.\n\n“No, ma’am; it aint dhrink at all,” said the coachman.  “It is his feet\nas does it.”\n\n“His feet!” shouted Tom O’Conor.\n\n“Yes; I know it’s his feet,” said that horrid Tizzy.  “He’s got on great\nthick nailed shoes.  It was that that made him tumble down in the hall.”\n\nI glanced at each side of me, and could see that there was a certain\nconsciousness expressed in the face of each of my two neighbours;—on\nKate’s mouth there was decidedly a smile, or rather, perhaps, the\nslightest possible inclination that way; whereas on Fanny’s part I\nthought I saw something like a rising sorrow at my distress.  So at least\nI flattered myself.\n\n“Send him back into the room immediately,” said Tom, who looked at me as\nthough he had some consciousness that I had introduced all this confusion\ninto his household.  What should I do?  Would it not be best for me to\nmake clean breast of it before them all?  But alas!  I lacked the\ncourage.\n\nThe coachman went out, and we were left for five minutes without any\nservant, and Mr. O’Conor the while became more and more savage.  I\nattempted to say a word to Fanny, but failed.  Vox faucibus haesit.\n\n“I don’t think he has got any others,” said Tizzy—“at least none others\nleft.”\n\nOn the whole I am glad I did not marry into the family, as I could not\nhave endured that girl to stay in my house as a sister-in-law.\n\n“Where the d— has that other fellow gone to?” said Tom.  “Jack, do go out\nand see what is the matter.  If anybody is drunk send for me.”\n\n“Oh, there is nobody drunk,” said Tizzy.\n\nJack went out, and the coachman returned; but what was done and said I\nhardly remember.  The whole room seemed to swim round and round, and as\nfar as I can recollect the company sat mute, neither eating nor drinking.\nPresently Jack returned.\n\n“It’s all right,” said he.  I always liked Jack.  At the present moment\nhe just looked towards me and laughed slightly.\n\n“All right?” said Tom.  “But is the fellow coming?”\n\n“We can do with Richard, I suppose,” said Jack.\n\n“No—I can’t do with Richard,” said the father.  “And will know what it\nall means.  Where is that fellow Larry?”\n\nLarry had been standing just outside the door, and now he entered gently\nas a mouse.  No sound came from his footfall, nor was there in his face\nthat look of pain which it had worn for the last fifteen minutes.  But he\nwas not the less abashed, frightened and unhappy.\n\n“What is all this about, Larry?” said his master, turning to him.  “I\ninsist upon knowing.”\n\n“Och thin, Mr. Green, yer honer, I wouldn’t be afther telling agin yer\nhoner; indeed I wouldn’t thin, av’ the masther would only let me hould my\ntongue.”  And he looked across at me, deprecating my anger.\n\n“Mr. Green!” said Mr. O’Conor.\n\n“Yes, yer honer.  It’s all along of his honer’s thick shoes;” and Larry,\nstepping backwards towards the door, lifted them up from some corner, and\ncoming well forward, exposed them with the soles uppermost to the whole\ntable.\n\n“And that’s not all, yer honer; but they’ve squoze the very toes of me\ninto a jelly.”\n\nThere was now a loud laugh, in which Jack and Peter and Fanny and Kate\nand Tizzy all joined; as too did Mr. O’Conor—and I also myself after a\nwhile.\n\n“Whose boots are they?” demanded Miss O’Conor senior, with her severest\ntone and grimmest accent.\n\n“’Deed then and the divil may have them for me, Miss,” answered Larry.\n“They war Mr. Green’s, but the likes of him won’t wear them agin afther\nthe likes of me—barring he wanted them very particular,” added he,\nremembering his own pumps.\n\nI began muttering something, feeling that the time had come when I must\ntell the tale.  But Jack with great good nature, took up the story and\ntold it so well, that I hardly suffered in the telling.\n\n“And that’s it,” said Tom O’Conor, laughing till I thought he would have\nfallen from his chair.  “So you’ve got Larry’s shoes on—”\n\n“And very well he fills them,” said Jack.\n\n“And it’s his honer that’s welcome to ’em,” said Larry, grinning from ear\nto ear now that he saw that “the masther” was once more in a good humour.\n\n“I hope they’ll be nice shoes for dancing,” said Kate.\n\n“Only there’s one down at the heel I know,” said Tizzy.\n\n“The servant’s shoes!”  This was an exclamation made by the maiden lady,\nand intended apparently only for her brother’s ear.  But it was clearly\naudible by all the party.\n\n“Better that than no dinner,” said Peter.\n\n“But what are you to do about the dancing?” said Fanny, with an air of\ndismay on her face which flattered me with an idea that she did care\nwhether I danced or no.\n\nIn the mean time Larry, now as happy as an emperor, was tripping round\nthe room without any shoes to encumber him as he withdrew the plates from\nthe table.\n\n“And it’s his honer that’s welcome to ’em,” said he again, as he pulled\noff the table-cloth with a flourish.  “And why wouldn’t he, and he able\nto folly the hounds betther nor any Englishman that iver war in these\nparts before,—anyways so Mick says!”\n\nNow Mick was the huntsman, and this little tale of eulogy from Larry went\nfar towards easing my grief.  I had ridden well to the hounds that day,\nand I knew it.\n\nThere was nothing more said about the shoes, and I was soon again at my\nease, although Miss O’Conor did say something about the impropriety of\nLarry walking about in his stocking feet.  The ladies however soon\nwithdrew,—to my sorrow, for I was getting on swimmingly with Fanny; and\nthen we gentlemen gathered round the fire and filled our glasses.\n\nIn about ten minutes a very light tap was heard, the door was opened to\nthe extent of three inches, and a female voice which I readily recognised\ncalled to Jack.\n\nJack went out, and in a second or two put his head back into the room and\ncalled to me—“Green,” he said, “just step here moment, there’s a good\nfellow.”  I went out, and there I found Fanny standing with her brother.\n\n“Here are the girls at their wits’ ends,” said he, “about your dancing.\nSo Fanny has put a boy upon one of the horse and proposes that you should\nsend another line to Mrs. Meehan at Ballyglass.  It’s only ten miles, and\nhe’ll be back in two hours.”\n\nI need hardly say that I acted in conformity with this advice, I went\ninto Mr. O’Conor’s book room, with Jack and his sister, and there\nscribbled a note.  I was delightful to feel how intimate I was with them,\nand how anxious they were to make me happy.\n\n“And we won’t begin till they come,” said Fanny.\n\n“Oh, Miss O’Conor, pray don’t wait,” said I.\n\n“Oh, but we will,” she answered.  “You have your wine to drink, and then\nthere’s the tea; and then we’ll have a song two.  I’ll spin it out; see\nif I don’t.”  And so we went to the front door where the boy was already\non his horse—her own nag as I afterwards found.\n\n“And Patsey,” said she, “ride for your life; and Patsey, whatever you do,\ndon’t come back without Mr. Green’s pumps—his dancing-shoes you know.”\n\nAnd in about two hours the pumps did arrive; and I don’t think I ever\nspent a pleasanter evening or got more satisfaction out of a pair of\nshoes.  They had not been two minutes on my feet before Larry was\ncarrying a tray of negus across the room in those which I had worn at\ndinner.\n\n“The Dillon girls are going to stay here,” said Fanny as I wished her\ngood night at two o’clock.  “And we’ll have dancing every evening as long\nas you remain.”\n\n“But I shall leave to-morrow,” said I.\n\n“Indeed you won’t.  Papa will take care of that.”\n\nAnd so he did.  “You had better go over to Ballyglass yourself\nto-morrow,” said he, “and collect your own things.  There’s no knowing\nelse what you may have to borrow of Larry.”\n\nI stayed there three weeks, and in the middle of the third I thought that\neverything would be arranged between me and Fanny.  But the aunt\ninterfered; and in about a twelvemonth after my adventures she consented\nto make a more fortunate man happy for his life.",
    "metadata": {
        "author": [
            "Trollope, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3616/pg3616.txt",
        "name": "the_o_conors_of_castle_conor_county_mayo_from_tale.json"
    }
}