{
    "name": "The Mentor: Shakespeare's Country, Vol. 4, Num. 8, Serial No. 108, June 1, 1916",
    "author": [
        "Winter, William",
        "Vale, Mark"
    ],
    "body": "                   DEPARTMENT OF            VOLUME 4\n                   TRAVEL                   NUMBER 8\n\n                         FIFTEEN CENTS A COPY\n\n\n\n\nStratford Impressions\n\n\nIt is the everlasting glory of Stratford-upon-Avon that it was\nthe birthplace of Shakespeare. Situated in the heart of beautiful\nWarwickshire, it nestles cosily in an atmosphere of tranquil\nloveliness, and it is surrounded by everything that gentle rural\nscenery can provide to soothe the mind and to nurture contentment. It\nstands upon a plain, almost in the center of England, through which,\nbetween low green hills that roll away on either side, the Avon flows,\nin many capricious windings, to the Severn, and so to the sea.\n\nThe golden glory of the setting sun burns on the gray spire of\nStratford church, and on the ancient graveyard below,--wherein\nthe mossy stones lean this way and that, in sweet and orderly\nconfusion,--and on the peaceful avenue of limes, and on the burnished\nwater of silver Avon. The tall, pointed, many-colored windows of the\nchurch glint in the evening light. A cool, fragrant wind is stirring\nthe branches and the grass. The songbirds, calling to their mates or\nsporting in the wanton pleasure of their airy life, are circling over\nthe church roof or hiding in little crevices of its walls. On the\nvacant meadows across the river stretch away the long, level shadows of\nthe stately elms.\n\nIt is an accepted tradition in Stratford-upon-Avon that the bell of the\nGuild Chapel was tolled on the occasion of the death and also of the\nfuneral of Shakespeare.\n\n    Sweet bell of Stratford, tolling slow,\n    In summer gloaming’s golden glow,\n    I hear and feel thy voice divine,\n    And all my soul responds to thine.\n\n    As now I hear thee, even so\n    My Shakespeare heard thee, long ago,\n    When lone by Avon’s pensive stream\n    He wandered in his haunted dream.\n\nFrom “Shakespeare’s England,” by William Winter\n\n\n\n\n\n\nShakespeare’s Country\n\nWARWICK CASTLE\n\nMonograph Number One in The Mentor Reading Course\n\n\nNo one should come abruptly upon Stratford, the home of Shakespeare, as\nMr. Winter says. It is wiser and pleasanter to approach it gradually\nby way of Warwick and Kenilworth. Both these castles have a place in\nShakespeare’s plays, and it is well worth while for the visitor to see\nthem.\n\nWarwick is a quaint old town. Its population is about 12,000, and it\nlies on a hill rising from the river Avon. Far back in antiquity it was\na settlement of the Britons, and, afterward, it was occupied by the\nRomans. Its present name is of Saxon origin. Many of the houses retain\ntheir medieval appearance; and in fact two of the old gates of the town\nare still standing.\n\nThe prevailing quality of the town of Warwick is a sweet, solemn peace.\nThe people live there as in a gentle dream of repose. The little rows\nof cottages breathe contentment; ivy embowers them, and roses cluster\nabout their windows.\n\nThe Church of St. Mary at Warwick as it now stands was rebuilt after\na fire in 1694. The Lord Leicester Hospital was established by Robert\nDudley, Earl of Leicester, in 1571. He founded it for the reception of\ntwelve poor men. This building contains several interesting relics, one\nof which is a Saxon chair said to be a thousand years old; and another\nis a piece of needle-work by Amy Robsart, the heroine of Sir Walter\nScott’s novel, “Kenilworth.”\n\nOn a commanding position overlooking the Avon rises Warwick Castle,\nthe ancient and stately home of the Earls of Warwick. This castle is\none of the finest and most picturesque feudal residences in England.\nIt probably dates from Saxon times; but the oldest part now standing\nis the tall Cæsar’s Tower, 147 feet high, which was probably built\nsoon after the Norman conquest. In 1871 a great fire almost completely\ndestroyed the castle; but it was restored in the old style. The most\nimportant event in the history of the building was its successful\ndefence by the Parliamentarians during the Civil War in England.\n\nThe interior of the castle contains an interesting collection of\npaintings, old armor, and other curiosities. In the Great Hall are the\nsword and some other relics of the legendary Count Guy of Warwick. His\nfeats of arms in slaying terrible monsters are an important part of\nEnglish legend. In the Great Hall also are the mace of Richard Neville,\nEarl of Warwick, who was known as “the king maker,” and the helmet\nof Oliver Cromwell. This castle is noted for its famous collection\nof pictures, among which are several by Rubens and Van Dyck. In the\nconservatory of the castle is preserved the famous Warwick vase of\nmarble, which was found near Hadrian’s Villa at Tivoli, in Italy, and\nis attributed to the fourth century B. C.\n\nNathaniel Hawthorne has put into words the very feeling that comes over\neach visitor to Warwick: “We can scarcely think the scene real, so\ncompletely do those towers, the long line of battlements, the massive\nbuttresses, the high-windowed walls, shape out our indistinct ideas of\nthe antique time.”\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 4, No. 8, SERIAL No. 108\n    COPYRIGHT, 1916, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nShakespeare’s Country\n\nKENILWORTH CASTLE\n\nMonograph Number Two in The Mentor Reading Course\n\n\nIt was in 1575 at Kenilworth Castle that the Earl of Leicester, then a\nsuitor for the hand of Queen Elizabeth, entertained her and the court\nat “excessive cost” as described in “Kenilworth,” by Sir Walter Scott.\n\nEveryone who has read the book knows that the Earl of Leicester had\nsecretly married Amy Robsart, the daughter of a country gentleman, and\nat the same time was attempting to gain the favor of Elizabeth. When a\ndisclosure of the truth was about to precipitate the ruin of Leicester,\nhe prepared a magnificent pageant at his castle for the Queen; in\nthe meanwhile his follower, Varney, was to pass himself off as Amy’s\nhusband.\n\nAt Kenilworth Castle, on the Queen’s first entry, “a small floating\nisland illuminated by a great variety of torches … made its appearance\nupon the lake,” upon which, clad in silks, were the Lady of the Lake\nand two nymphs waiting on her. During the several days of the Queen’s\nstay “rare shews and sports were exercised.”\n\nThe town of Kenilworth has a population of only about 5,000. The\nmagnificent old castle is now in ruins. It was originally founded\nabout 1120. In the 13th century it passed into the hands of Simon de\nMontfort. Some years later it came to John of Gaunt. Later the castle\nbecame royal property, and in 1562 Queen Elizabeth presented it to the\nEarl of Leicester. He spent enormous sums of money in enlarging and\nimproving the building. At his death, however, it passed back into the\npossession of the Crown. When Cromwell became Ruler of England he gave\nthe castle to some of his officers, who demolished the stately pile\nfor the sake of its materials. After the Restoration it passed into\nthe hands of the Earl of Clarendon, who still retains it. One of the\nprincipal parts of the building remaining is Leicester’s gatehouse, now\noccupied as a private dwelling. Then there is also the Norman Keep of\nCæsar’s Tower. This has massive walls fifteen or sixteen feet thick.\nMerwyn’s Tower, built by John of Gaunt about 1392, may also be seen:\nthe “small octangular chamber” on its second floor is the one assigned\nby Walter Scott to Amy Robsart.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 4, No. 8, SERIAL No. 108\n    COPYRIGHT, 1916, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nShakespeare’s Country\n\nCHARLECOTE\n\nMonograph Number Three in The Mentor Reading Course\n\n\nThe well-known tale of Shakespeare’s poaching on the preserves of\nSir Thomas Lucy and his subsequent punishment is doubted by many\nauthorities; yet this story has clung to the poet and has always been\nassociated with the house of Charlecote.\n\nThe legend runs that Shakespeare as a gay and heedless youth stole deer\nfrom the park at Charlecote. The fact of the matter is that there were\nno deer at Charlecote at the time; but there was a warren, and this\nterm legally covers a preserve for other animals than hares or rabbits.\nAt any rate, the young poet is said to have been called up before Sir\nThomas Lucy, who was then sheriff, and prosecuted in 1585. There is\nadded the statement that Shakespeare aggravated the offence by writing\na silly ballad on Sir Thomas and affixing it to his gate. This gave the\nKnight great offence, and Shakespeare is said to have been driven from\nStratford to London. The ballad, however, is probably a forgery.\n\nShakespeare is generally supposed to have caricatured Sir Thomas Lucy\nin his portrait of Justice Shallow in the second part of “Henry IV,”\nand in the “Merry Wives of Windsor.” This may be true for, in the\ncoat-of-arms of Lucy there were three “luces”; while Slender remarks\nof Robert Shallow that “the ancestors who come after him may give the\ndozen white luces in their coat.”\n\nSir Thomas Lucy was born on April 24, 1532. Three of his ancestors had\nbeen sheriffs of Warwickshire and Leicestershire: and on his father’s\ndeath in 1552 Thomas inherited the estates of Sherborne and Hampton\nLucy, in addition to Charlecote, which was rebuilt for him by John of\nPadua in about 1558. In 1565 he was knighted and a few years later he\nbecame high sheriff of the county.\n\nIn 1558 Sir Thomas Lucy introduced into Parliament a bill for\nthe better preservation of game and grain; this, together with\nhis reputation as a preserver of game, gives some color to the\nShakespearian tradition connected with his name. He died at Charlecote\non July 7, 1600. The Charlecote estates eventually passed to the Rev.\nJohn Hammond through his marriage with Alice Lucy, and in 1789 he\nhimself adopted the name of Lucy.\n\nCharlecote is still occupied by one of his descendants. It contains a\ngood collection of old paintings, antique furniture, and many objects\nof Shakespearian interest. The park is now well stocked with deer.\n\nCharlecote Church, nearby, contains several monuments of the Lucy\nfamily, including one to the wife of Sir Thomas Lucy with a fine\nepitaph written by the Knight himself. This epitaph shows that Sheriff\nLucy could hardly have been otherwise than kind and gentle. He may have\nbeen a severe magistrate and perhaps a haughty, disagreeable neighbor,\nbut in those lines there is a tone of manhood and high feeling that\nwins a prompt response of sympathy. If Shakespeare stole the deer of\nSir Thomas Lucy, he received just punishment and the Knight was not to\nblame.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 4, No. 8, SERIAL No. 108\n    COPYRIGHT, 1916, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nShakespeare’s Country\n\nTHE CHURCH AND THE RIVER, STRATFORD-UPON-AVON\n\nMonograph Number Four In The Mentor Reading Course\n\n\nHistorians may deny it, statisticians may disprove it, yet Stratford\nis the heart of England, and the little Avon is in a sense the most\nfamous of all English rivers. It is the goal of all Shakespeare lovers.\nThe poet and the river are Stratford’s two claims for distinction--but\nwhat place could ask for more? The Avon gives it a setting, the beauty\nof which can never entirely pass from the mind of the beholder;\nShakespeare, the man and the poet, is to be seen and heard everywhere.\n\nStratford-upon-Avon is a clean and well built little country town of\nabout 8,000 or 9,000 inhabitants. It has wide and pleasant streets\nwith numerous quaint half-timbered houses. It is a place of great\nantiquity. Stratford is mentioned in a Saxon Charter of the eighth\ncentury, and Roman coins have been found in the district showing that\nit was inhabited in Roman times. Later it had some importance as\nan agricultural center. In addition to this, the various trades of\nweaving, glove-making, candle-making, and soap-making were carried on;\nbut now these have lost their importance, and the town owes its fame\nalmost entirely to the memory of Shakespeare, born there in 1564. Over\n35,000 pilgrims annually visit Stratford.\n\nThe River Avon, gently flowing among meadows and forests, is navigable\nonly for small boats. At Stratford it is crossed by a stone bridge of\nfourteen arches. This was built by Sir Hugh Clopton in the reign of\nHenry VII.\n\nOn the bank of the river is the Church of the Holy Trinity. It occupies\nthe site of a Saxon monastery, and was probably completed in the\nfifteenth century. It was greatly restored in 1890-1892 and 1898.\nThe central tower dates probably from the twelfth century. This is\nsurmounted by a lofty spire.\n\nThe interior of the church contains many things of interest, but\nthose that attract the visitor most strongly are, of course, the ones\nconnected with Shakespeare. There is his grave, and there on the wall\nabove is the bust which was executed soon after his death. The stained\nglass window nearby, representing the Seven Ages, was erected with the\ncontributions of American visitors. Near Shakespeare’s tomb are those\nof his wife, Anne Hathaway, of his daughter and son-in-law, and of\nThomas Nash, the first husband of his granddaughter, Elizabeth.\n\nShakespeare’s House, in which the poet was born in 1564, is now\nnational property.\n\nThe Shakespeare Memorial Building, the site for which was presented to\nthe town of Stratford by Charles Edward Flower, stands on the banks\nof the Avon a little above Trinity Church. It was erected in 1879. It\nincludes a Theater in which annual performances are held in April, and\noccasional performances during the winter. The “Droeshout Portrait”\nof Shakespeare, an authentic portrait of the dramatist, is one of\nthe treasures kept in this building. In the adjoining grounds is the\nShakespeare Monument presented in 1888 by the sculptor Lord Ronald\nGower. On top of the Monument is a large seated figure of the poet, and\naround the base are figures of Lady Macbeth, Prince Hal, Falstaff, and\nHamlet.\n\nThe Red Horse Hotel in Stratford contains a bedroom and a sitting-room\noccupied by Washington Irving. There may still be seen the chair in\nwhich he sat and the poker with which he meditatively stirred the fire.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 4, No. 8, SERIAL No. 108\n    COPYRIGHT, 1916, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nShakespeare’s Country\n\nTHE GUILD CHAPEL, AND THE SITE OF NEW PLACE, STRATFORD-UPON-AVON\n\nMonograph Number Five in The Mentor Reading Course\n\n\nThe earliest record of the house in which Shakespeare died at Stratford\nis contained in these words of a visitor there in 1760:\n\n“There stood here till lately the house in which Shakespeare lived,\nand a mulberry-tree of his planting; the house was large, strong and\nhandsome; the tree so large that it would shade the grass-plot in your\ngarden, which I think is more than twenty yards square, and supply the\nwhole town with mulberries every year. As the curiosity of this house\nand tree brought much fame, and more company and profit, to the town, a\ncertain man, on some disgust, has pulled the house down, so as not to\nleave one stone upon another, and cut the tree, and piled it as a stack\nof firewood, to the great vexation, loss, and disappointment of the\ninhabitants; however, an honest silversmith bought the whole stack of\nwood, and makes many odd things of this wood for the curious, some of\nwhich I hope to bring with me to town.”\n\nThe “certain man” who pulled the house down was the Reverend Francis\nGastrell. Shakespeare bought New Place in 1597. It had been built by\nSir Hugh Clopton in 1483. After Shakespeare went to live in it we can\nimagine him standing in his garden and watching the boys with their\n“shining morning faces” going to the school nearby. Now, however,\nnothing remains but the foundation of the house.\n\nShakespeare died there on April 23, 1616. He left the house to his\ndaughter, Susan Hall. She lived there until 1649, and her daughter in\nturn kept it until 1670. In 1753 it came into the possession of the\nReverend Francis Gastrell. Visitors annoyed him so much that he cut\ndown the poet’s mulberry-tree that grew in the garden, and later razed\nthe house to the ground. The site was purchased by money raised through\npublic subscription and presented to the trustees of Shakespeare’s\nbirthplace in 1870. Only the foundations are now visible, covered over\nby wire. The great garden at the back is now a public garden, and in it\non the central lawn is a mulberry-tree, descended from the poet’s own\ntree.\n\nNext to New Place is the house of Shakespeare’s grandson by marriage,\nThomas Nash. It has been restored so as to give it the appearance it\nhad in Shakespeare’s day. Thomas Nash was married to Elizabeth Hall,\nShakespeare’s only granddaughter and last surviving descendant.\n\nOpposite New Place stands the Guild Chapel. This is externally much the\nsame as in the poet’s day. It is adjoined by the old Guild Hall, where\nShakespeare may often have seen the performances of strolling players.\nThe upper story is the Grammar School in which he was educated.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 4, No. 8, SERIAL No. 108\n    COPYRIGHT, 1916, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\n\n\nShakespeare’s Country\n\nTHE VILLAGE OF SHOTTERY\n\nMonograph Number Six in The Mentor Reading Course\n\n\nTradition has always fixed the house known as Anne Hathaway’s Cottage\nin Shottery as the house where Shakespeare wooed and won his bride.\nThere is no doubt that the house belonged to a family named Hathaway,\nbut whether to those from whom Anne sprang cannot be said with\ncertainty.\n\nThe village of Shottery is about one mile from Stratford. It is a\nprosperous little town with one or two industries and many substantial\ncottages. Anne Hathaway’s Cottage stands on the outskirts. It is\na rather large building of the Elizabethan period and was once a\nfarmhouse. It stands today practically as it was in Shakespeare’s\ntime. In front of the cottage is a small garden gay with old-fashioned\nflowers.\n\nThe house itself is built of wood and plaster and covered with a\nthatched roof. The interior is low-ceilinged; and the main room has\na stone floor and wide fireplace with cozy chimney corner. The house\ncontains an old wooden settle on which Shakespeare may often have sat,\na carved bedstead, and other relics of three hundred years ago.\n\nA bedroom which is said to have been that of Anne Hathaway, has a\nsloping roof and contains some old pottery, chairs, and tables.\n\nAnne Hathaway’s Cottage was purchased for the British nation in 1892\nat a cost of about $15,000. It is now cared for by the “Shakespeare\nBirthplace Trust.”\n\nThe Hathaways had lived in Shottery for forty years prior to\nShakespeare’s marriage. At this time the poet was just eighteen, while\nAnne herself was nearly twenty-six. They were married in November, 1582.\n\nIt is not known exactly where Shakespeare and his wife lived during the\nfirst years after their marriage. However, in 1585 he was obliged to\nleave his wife and children and go to London to seek his fortune. It is\nprobable that Anne then returned beneath her parents’ roof. No one can\nlook upon this humble cottage without a thrill as he realizes that the\ngarret of the cottage in Shottery may often have welcomed the poet when\nhe came home from his labors in the great city.\n\n    PREPARED BY THE EDITORIAL STAFF OF THE MENTOR ASSOCIATION\n    ILLUSTRATION FOR THE MENTOR, VOL. 4, No. 8, SERIAL No. 108\n    COPYRIGHT, 1916, BY THE MENTOR ASSOCIATION, INC.\n\n\n\n\nSHAKESPEARE’S COUNTRY\n\n_Poet and Critic_\n\nCæsar’s Tower from the Lawn]\n\nTHE MENTOR · DEPARTMENT OF TRAVEL · JUNE 1, 1916\n\n    _MENTOR GRAVURES_--WARWICK CASTLE · KENILWORTH CASTLE ·\n    CHARLECOTE · THE CHURCH AND THE RIVER, STRATFORD · THE SOUTH\n    CHAPEL AND THE SITE OF NEW PLACE, STRATFORD · THE VILLAGE OF\n    SHOTTERY\n\n    Entered at the Post-office at New York, N. Y., as second-class\n    matter. Copyright, 1916, by The Mentor Association, Inc.\n\n\nThe Shakespeare[1] Country, Warwickshire, is situated nearly\nin the center of England, and the birthplace of Shakespeare,\nStratford-upon-Avon, is situated in the southern part of Warwickshire.\nA pleasant way in which to enter the Shakespeare Country is to travel\nby rail from London to Warwick, and then drive from Warwick to\nStratford. There are two roads for the drive, one twelve miles long,\nthe other eight. Both are agreeable; but the longer is the better,\nbecause more can be seen by the way. The traveler is wise who lodges\nfor a few days at Warwick, in order to visit Warwick Castle, St. Mary’s\nChurch, the ancient Gates, and the hospital for twelve aged men founded\nin 1571 by Queen Elizabeth’s favorite, Robert Dudley, Earl of Leicester\n(the scene of Hawthorne’s singular posthumous romance, “Dr. Grimshawe’s\nSecret”), and incidentally to make excursions northward to Kenilworth\nand Coventry.\n\n    [1] There are 4,000 variations in the spelling of the name\n    “Shakespeare.” An entire book has been made up on the subject.\n\nAll those places, in themselves interesting, are associated with\nthe Shakespeare Story, and a view of them gradually imparts to the\nobserver’s mind a sympathetic comprehension of the environment in\nwhich Shakespeare was born and reared. The face of the country has,\nof course, been changed since his time, because little villages,\nfine villas, fertile farms, spacious parks, and blooming meadows now\nexist where once there was a woodland called the Forest of Arden (the\nindubitable forest, memories of which colored Shakespeare’s fancy when\nhe wrote “As You Like It”), extending for many miles northward and\nwestward from a point near Stratford and along the river Avon. Some\nthings survive, however, which can be seen much as the poet saw them\nmore than 300 years ago.\n\n\nKENILWORTH AND WARWICK\n\nThe name is derived from Guy, Earl of Warwick, who once lived as a\nhermit, in a cave below the house, and was buried there]\n\nWhen Shakespeare saw Kenilworth Castle he did not, indeed, see it as\nit now is, a picturesque mass of ruins,--the wreck made by Cromwell’s\nsoldiers about 1643-45,--but as a stately structure, at once a fortress\nand a palace. Warwick Castle, on the contrary, was the same imposing\nstructure to him that it is to the observer of today. In the modern\npart of that castle now the visitor is shown a sumptuous collection\nof paintings, including Van Dyck’s famous equestrian portrait of King\nCharles I, and such suggestive relics as the helmet and the death-mask\nof Cromwell; but those things impress the mind much less than does the\nbuilding itself. That Shakespeare entered the Castle is not known; but\nthat he saw it cannot be doubted, for Cæsar’s Tower--one of the older\nparts of it--which dominates the region around Warwick now has been\ngrandly conspicuous there for more than 400 years, and in the poet’s\ntime it must have been familiar to all inhabitants of Warwickshire.\nKenilworth, Coventry, and Warwick figure in some of his historical\nplays, and his particular knowledge of all the surroundings of\nStratford, and, indeed, of the whole of central England, through which\nthe Wars of the Roses raged, is manifested in those dramas. He had\nample opportunity of acquiring that knowledge.\n\nThe first twenty-one or twenty-two years of his life were passed by him\nin his native town. The next twenty-seven years he passed in London,\nvisiting Stratford once a year. In his closing years, from about 1613\nto his death in 1616, he dwelt in Stratford, in his house called New\nPlace, bought by him in 1597, where he died. The traveler who visits\nthe Shakespeare Country, viewing it exclusively with reference to its\nassociations with the poet, should bear in mind these divisions of\ntime. The larger part of Shakespeare’s work was done in London. It is\nmostly as a youth, though a little as a veteran, that personally he is\nconnected with Stratford.\n\n\nBLACKLOW HILL AND GUY’S CLIFF\n\nIn the course of the drive from Warwick to Stratford (either way)\nthe traveler passes Ganerslie Heath and Blacklow Hill, places said\nto be haunted. On Blacklow Hill the corrupt Piers Gaveston, Earl\nof Cornwall, unworthy favorite of that weak king, Edward II, was\nbeheaded, June 20, 1312, by order of Guy, tenth Earl of Warwick, whom\nhe had opposed and maligned, calling him “the Black Dog of Arden,”\nand some of the peasantry of the neighborhood entertain to this day\nan old superstitious notion that dismal bells have been heard to toll\nfrom that hill at midnight. The scene of Gaveston’s decapitation is\nmarked by a monument. Another place of interest to be seen in the\ncourse of the drive is Guy’s Cliff, a secluded residence, beside the\nAvon, traditionally associated with an ancient, fabled Guy, Earl of\nWarwick, who, after performing prodigies of valor, retired to that\nplace and lived and died a hermit. Camden, the antiquary, Shakespeare’s\ncontemporary, whose “Britannia” (1586) he probably knew, thus happily\ndescribes it:\n\n    “There have ye a shady little wood, cleere and cristall\n    springs, mossy bottomes and caves, medowes alwaies fresh and\n    greene, the river rumbling here and there among the stones with\n    his streame making a mild noise and gentle whispering, and\n    besides all this, solitary and still quietnesse, things most\n    grateful to the Muses.”\n\nThis fine mansion, the seat of Lord Leigh, was erected in the\neighteenth century, and occupies the site of a Cistercian Abbey, of\nwhich a gateway still remains]\n\n\nTHE BEAUTY OF SHAKESPEARE’S COUNTRY\n\nThose quaint words convey a just impression of the beauty of the\nShakespeare Country. Its physical aspects are charming; its inhabitants\nand its products are characteristic; its historic associations are\ndiversified and impressive. It is entirely worth seeing for its\nown sake, and it richly rewards the visitor who explores it in a\nsympathetic spirit and a leisurely way. But the great glory of\nWarwickshire consists in the fact that it was the birthplace of\nShakespeare; the scene of all his youthful experience, his education,\nhis courtship of Anne Hathaway (whose dwelling yet remains), his\nmarriage, the birth of his three children, his death, and his burial.\n\n\nA VISIT TO STRATFORD\n\nI could never forget the emotion with which my mind was thrilled when\nfirst I took the drive from Warwick to Stratford (1877), and alighted\nat the old Red Horse Hotel. The day had been one of exceptional beauty.\nThe long twilight had faded, and the stars were shining when that\nnight, for the first time, I stood at the door of the birthplace of\nShakespeare, and looked on its quaint casements and gables, its antique\nporch, and the massive timbers that cross its front. I conjure up the\nvision now, as I saw it then. I stand there for a long while, and feel\nthat I shall remember these sights forever. Then, with lingering\nsteps, I turn away, and, passing through a narrow, crooked lane, I walk\nin the High Street, and note at the end of the prospect the illuminated\nclock in a dark church-tower. A few chance-directed steps bring me to\nwhat was New Place once, where Shakespeare died, and there again I\npause and long remain in meditation, gazing into the inclosed garden,\nwhere, under screens of wire, are fragments of mortar and stone.\nThese--although I do not know it--are the remains of the foundations\nof Shakespeare’s house. The night wanes, but still I walk in Stratford\nstreets, and by and by I am standing on the bridge that spans the Avon,\nand looking down at the thick-clustered stars reflected in the dark\nand silent stream. At last, under the roof of the Red Horse, I sink\ninto a troubled slumber, from which soon a strain of celestial music,\nstrong, sweet, jubilant, and splendid, awakens me in an instant, and I\nstart up in bed,--to find that all around me is as still as death; and\nthen, drowsily, far off, the bell strikes three, in that weird, grim,\nlonesome church-tower which I have just seen.\n\nWhere Shakespeare’s house stood]\n\n\nTHE RED HORSE HOTEL\n\nMany times since that first night at Stratford I have rested in the old\nRed Horse, and nowhere, in a large experience of travel, have I found a\nmore homelike abode. It is a storied dwelling, too; for it was an inn\nwhen Shakespeare lived. It is believed to have been known to those old\npoets Michael Drayton and Ben Jonson; Betterton is said to have lodged\nin it when he visited Stratford, to glean information about the great\ndramatist of whose chief characters his age esteemed him the supremely\nbest interpreter; Garrick knew the house when he was in Stratford in\n1769 to conduct the Shakespeare Jubilee; and in later years it has\nharbored scores of renowned persons from every part of the world.\nWashington Irving, revered as the father of American literature, was a\nlodger there in 1817, and wrote about it in his companionable “Sketch\nBook,” and the parlor that he then occupied has ever since borne his\nname and been embellished with picture and relic commemorative of\nhis visit. The pilgrim loses much benefit and pleasure by carelessly\nspeeding through the Shakespeare Country, as many excursionists do. It\nis far better to repose in the Red Horse, or some other cozy retreat,\nand spend many days in rambling about the neighborhood. To the lover of\nthe works of Shakespeare the experience is one of the most profitable\nthat life affords.\n\nThe last residence of Shakespeare. Only the site now remains\n\nFrom an Old Drawing]\n\n\nSTONELEIGH AND CHARLECOTE\n\nIn driving from Warwick to Stratford the traveler obtains a distant\nglimpse of Stoneleigh Abbey, one of the fine baronial homes of England,\nthe residence of Lord Leigh, and at a certain stile, near Charlecote\nHouse, the carriage is halted, so that the spacious park of Charlecote\ncan be crossed on foot by a passenger who may wish to see the place\nwhere, as legend has long affirmed, Shakespeare killed the deer of Sir\nThomas Lucy, thereby incurring enmity and punishment. The story lacks\nproof. No deer were kept by Sir Thomas at Charlecote,--though now they\nare numerous there,--but they were kept by him at Fullbrook, a park\nthat he owned, not very far from Charlecote, and it is not impossible\nthat Shakespeare and his comrades, in the wildness of frolicsome youth,\ndid poach upon his preserves. Tradition, in all old English country\nplaces, has, when tested, often been found entirely worthy of credence.\n\n\nSTRATFORD OLD AND NEW\n\nThe Stratford of the sixteenth century, though then nearly 300 years\nold, was merely a village. The houses were chiefly of the one-story\nkind, made of timber. The inhabitants were in number about 1,400:\nindeed, the whole population of England was not so numerous as that of\nLondon is now. If Shakespeare could revisit his old haunts, though he\nwould see the same green, rose-decked, and poppy-spangled countryside\nthat once he knew, and hear the ripple of the Avon softly flowing\nbetween its grassy banks, he would miss many objects once familiar to\nhim, and he would be conscious of much change,--in many ways for the\nbetter. Yet there are the paths in which he often trod; there is the\nschool in which he was taught; there is the garden of the mansion that\nhe once owned, and in which he died and there is the ancient church\nthat enshrines his tomb.\n\nNash was the husband of Shakespeare’s only granddaughter. The house\nstands next to New Place]\n\nThe Birthplace, as it is now designated, is a two-story cottage made\nof timber and plaster, with dormer windows in its sloping, attic roof.\nIt was originally a finer house than most of its neighbors. Its age\nis unknown. John Shakespeare, William’s father, bought it in 1556\nand occupied it till his death, in 1601, when it became William’s\nproperty by inheritance. By him it was bequeathed to his sister, Joan,\nMrs. William Hart. It has passed through many ownerships and has been\nmaterially changed; but parts of it remain as originally they were,\nparticularly the room on the ground floor, in which there is a large\nfireplace, with seats in the brick chimney jambs, and also the one\nimmediately above it, the best room in the house, in which, according\nto ancient tradition, the poet was born. In that room there is a chair,\nof the sixteenth century.\n\nThe original window remains, a threefold casement, containing sixty\npanes of glass, on which many visitors have scratched their names\nwith diamonds. No writing, on window or walls, is permitted now; but\nin earlier times it was allowed, and it was customary. Sir Walter\nScott scratched his name on the window,--“W. Scott.” Byron wrote on\nthe ceiling, which is low, as also did Thackeray. Byron’s name has\ndisappeared. Dickens wrote on one of the walls. The names of many\nactors, including those of Edmund Kean and Edwin Booth, are inscribed\non the chimney-jamb at the right of the fireplace. Booth was specially\nrequested to write his name there, “high up.” That jamb is called “The\nActors’ Pillar.”\n\nThe Birthplace was purchased for the nation in 1847--the American\nmuseum and circus manager P. T. Barnum having alarmed England by\nproposing to buy and remove it to America. New Place and Anne\nHathaway’s Cottage, at Shottery, about a mile west of Stratford, have\nsince then been purchased, and those properties are now administered as\na trust for the public.\n\nThe Mary Arden Cottage at Wilmcote, a little village near Stratford]\n\nNew Place, the finest mansion in the town when Shakespeare bought it,\nwas destroyed in 1759 by order of Rev. Thomas Gastrell, its owner at\nthat time, who had been annoyed by many visitors, thronging to see his\nhouse and to sit under a mulberry tree in his garden, believed to have\nbeen planted and reared by Shakespeare. The tree was cut down by Mr.\nGastrell; but a reputed “grandson” of it is growing there now. Nothing\nremains of the building except its foundation, long buried, but later\nexhumed, and now carefully preserved. The house was situated directly\nopposite the Guild Chapel, a relic of the thirteenth century, and one\nof the most venerable and pictorial of the towered churches of England.\nShakespeare hired two sittings in that church, and when he lived in New\nPlace he must have seen it almost continually. Next to the church is\nthe Grammar School, established in 1482, which there is every reason to\nbelieve he attended in his boyhood. The building has been tastefully\n“restored” to its original condition: the schoolroom has not been\naltered.\n\n\nANNE HATHAWAY’S COTTAGE\n\nThe Hathaway Cottage, to which the flower-bordered path is an ancient\n“right of way,” through gardens and meadows that Shakespeare must\noften have traversed, is an exceptionally fine specimen of the\ntimber-crossed, thatch-roofed dwelling of the Tudor period. It stands\nin a large garden, is shaded by tall trees, and is prettily clad with\nwoodbine, ivy, wild roses, and maiden’s blush. In one of the upper\nchambers a large, antique, carved four-post bedstead is shown, as\nhaving been used by Anne Hathaway. It is possible that William and Anne\nlived in that cottage immediately after their marriage, which occurred\nin 1582. He was eighteen, she was twenty-six. The bond (a document\nrequired in those days to obtain authorization of wedlock) is preserved\nand may be inspected in the Edgar Tower at Worcester, where I saw it in\n1889. The actual record of their marriage is supposed to have perished\nin a fire (before 1600) which, consuming the church of Ludington, a\nvillage near Shottery, destroyed the registers of that parish.\n\nTHE HOUSE IN WHICH SHAKESPEARE WAS BORN\n\nAt Stratford-upon-Avon]\n\nTHE JUBILEE BOOTH\n\nAt Stratford-upon-Avon]\n\nTHE BEAR GARDEN AND THE GLOBE THEATER IN LONDON\n\nThe first named at the extreme left of the picture and the second at\nthe extreme right]\n\nShakespeare was poor, when (1585) he went to London, and I venture the\nconjecture that when he returned to Stratford he found his wife and\nchildren dwelling at either the Hathaway Cottage or the home of his\nfriends Hamnet and Judith Sadler, after whom his latest born children,\nHamnet and Judith, twins, were named. The Hathaway Cottage seems\nvitally associated with him, as is still another old timbered house,\nthe home of his mother, Mary Arden, which may be seen on the outskirts\nof the village of Wilmcote, situated about four miles northwest of\nStratford,--an easy, pleasant walk.\n\nStratford-upon-Avon]\n\n\nTHE COUNTRY ROUND ABOUT\n\nIndeed, there is scarce an end to the variety of pleasant walks\nfeasible in the Shakespeare Country, and I have found it specially\nsuggestive of agreeable thoughts and feelings to stroll in many\ndirections and for many miles around Stratford, and to fancy the\npresence of Shakespeare himself rambling, as probably his custom was,\nover all the countryside. How else could he have gained the minute\nknowledge that is manifested in his plays of Warwickshire names,\nlocalities, characters, customs, and the many peculiarities of foliage\nand flower that distinguish the Warwickshire clime? The “palm” that\n_Orlando_ finds in the Forest of Arden in “As You Like It” is not\nan oriental palm, but a tree so named that grows now and has always\ngrown on the banks of the Avon. “Christopher Sly, of Burton Heath” and\n“Marian Hacket, the fat ale-wife of Wincot” are types of Warwickshire\npeasantry, which no doubt Shakespeare saw. Barton Heath and Wincot are\nplaces not distant from his home.\n\nTo trace the course of Shakespeare from his birth to his death, is to\ngain knowledge and wisdom. It is wisely written by the poet Tennyson\nthat “Things seen are mightier than things heard.”\n\n\nSUPPLEMENTARY READING\n\n    SHAKESPEARE’S ENGLAND                           _By William Winter_\n    A most interesting and beautifully illustrated book.\n\n    HIGHWAYS AND BYWAYS IN SHAKESPEARE’S COUNTRY      _By W. H. Hutton_\n    With numerous illustrations by Edmund H. New.\n\n    THE WARWICKSHIRE AVON                      _By A. T. Quiller-Couch_\n    Illustrated by Alfred Parsons.\n\n    SHAKESPEARE’S TOWN AND TIME       _By H. S. Ward and C. W. B. Ward_\n\n    SHAKESPEARE’S LONDON                              _By T. F. Ordish_\n\n    SHAKESPEARE’S LOVE STORY                         _By A. B. McMahon_\n\n    RELIQUES OF STRATFORD-UPON-AVON             _Compiled by A. E. Way_\n\n    SEEN AND UNSEEN AT STRATFORD-UPON-AVON           _By W. D. Howells_\n\n    SHAKESPEARE AND STRATFORD                        _By H. C. Shelley_\n\n⁂ Information concerning the above books may be had on application to\nthe Editor of the Mentor.\n\n\n\n\nTHE OPEN LETTER\n\nReproduced from W. H. Hutton’s “Highways and Byways in\nShakespeare’s Country.” Published by The MacMillan Co.]\n\nThe saying goes in theatrical circles that Shakespeare “doesn’t pay.”\nAnd yet the editions of Shakespeare outnumber those of any other book\nexcept the Bible, and many new editions appear each season. It seems\nthen that though we read Shakespeare we do not go to see his plays\nperformed. Apparently it pays a publisher to place Shakespeare on the\nshelf, but it does not pay a producer to place him on the stage.\n\n\n\nI cannot accept this statement without qualification, for I have known\nyears--not far back--when Shakespeare was a regular and profitable\nfeature of the stage. My knowledge of Shakespeare on the stage began\nwith Edwin Booth, Lawrence Barrett, Henry Irving, John McCullough,\nSalvini and the famous women, Modjeska, Ellen Terry, and others who\nwere their associates in dramatic art. In recent years I have listened\nto Mantell, Mansfield, Sothern and Marlowe. I have seen some of these\nplayers many times in their favorite roles. I am sure that there are\nfew modern plays compelling enough in interest to draw one to see them\nmore than a half dozen times. But it was a common thing a few years ago\nto hear people say that they had seen Booth or Irving a dozen times in\na single role.\n\nIn those days Shakespeare was played not only with profit by the great\nstars, but by stock-companies as well. Augustin Daly, during several\nsuccessive, and successful, years produced the Comedies with his strong\ncompany. And these were not gala performances. They were steady going\nattractions. In reckoning stage successes today, we consider a run of\n100 nights a matter for celebration. In his time, Edwin Booth played\n“Hamlet” for 100 nights in succession in one New York theater, and\nIrving played “The Merchant of Venice” for the greater part of a whole\nseason. Runs of a single play of Shakespeare for several weeks were not\nuncommon.\n\nBut still they say today that Shakespeare on the stage does not pay.\nThat means, of course, that we folks of today do not go to hear\nShakespeare. Why don’t we go? We did when Booth, Barrett, Irving and\nSalvini played. And if Henry Irving should bring us today a production\nof The Merchant of Venice such as he made familiar to the theater-goers\nof his time, Shakespeare would pay again. If we do not go to hear\nShakespeare played it is because we want Shakespeare only when it is\nproduced and played _as well as Shakespeare reads_. When a man of\ngenius and imagination gives us Shakespeare as “big as we find him in\nhis plays,” we will surely go to hear him on the stage today--as our\nparents did in former days, and as we did yesterday.\n\nEDITOR]\n\n\n\n\nTHE MENTOR ASSOCIATION\n\n\nESTABLISHED FOR THE DEVELOPMENT OF A POPULAR INTEREST IN ART,\nLITERATURE, SCIENCE, HISTORY, NATURE, AND TRAVEL\n\nCONTRIBUTORS--PROF. JOHN C. VAN DYKE, HAMILTON W. MABIE, PROF. ALBERT\nBUSHNELL HART, REAR ADMIRAL ROBERT E. PEARY, WILLIAM T. HORNADAY,\nDWIGHT L. ELMENDORF, HENRY T. FINCK, WILLIAM WINTER, ESTHER SINGLETON,\nPROF. G. W. BOTSFORD, IDA M. TARBELL, GUSTAV KOBBÉ, DEAN C. WORCESTER,\nJOHN K. MUMFORD, W. J. HOLLAND, LORADO TAFT, KENYON COX, E. H. FORBUSH,\nH. E. KREHBIEL, SAMUEL ISHAM, BURGES JOHNSON, STEPHEN BONSAL, JAMES\nHUNEKER, W. J. HENDERSON, AND OTHERS.\n\nThe purpose of The Mentor Association is to give its members, in an\ninteresting and attractive way, the information in various fields of\nknowledge which everybody wants to have. The information is imparted\nby interesting reading matter, prepared under the direction of leading\nauthorities, and by beautiful pictures, produced by the most highly\nperfected modern processes.\n\nTHE MENTOR IS PUBLISHED TWICE A MONTH\n\nBY THE MENTOR ASSOCIATION, INC., AT 52 EAST NINETEENTH STREET, NEW\nYORK, N. Y. SUBSCRIPTION, THREE DOLLARS A YEAR. FOREIGN POSTAGE 75\nCENTS EXTRA. CANADIAN POSTAGE 50 CENTS EXTRA. SINGLE COPIES FIFTEEN\nCENTS. PRESIDENT, THOMAS H. BECK; VICE-PRESIDENT, WALTER P. TEN\nEYCK; SECRETARY, W. D. MOFFAT; TREASURER, ROBERT M. DONALDSON; ASST.\nTREASURER AND ASST. SECRETARY, J. S. CAMPBELL\n\n_IMPORTANT_\n\nMembers who desire to procure complete Mentor Libraries or special sets\nof The Mentor devoted to their favorite subjects will be interested in\nthe announcement on the back cover of this issue. We suggest that you\nsend for your sets at once.\n\nNUMBERS TO FOLLOW\n\nJune 15. HISTORIC GARDENS OF NEW ENGLAND. _By Mary H. Northend._\n\nJuly 1. THE WEATHER. _By C. F. Talman, of the United States Weather\nBureau._\n\nTHE MENTOR ASSOCIATION, INC.\n\n52 EAST 19th STREET, NEW YORK, N. Y.\n\n\n\n\nTHE MENTOR\n\nWhat Is Your Favorite Subject?\n\n\nDo you prefer art, literature, travel, nature, architecture and\nfurniture, biography, or music? A great many members have asked us “Can\nI procure all the Mentors on any one subject--art, for instance?” _Yes,\nyou may._ And for your convenience we have grouped the subjects below:\n\n1. GREAT HEROES AND HEROINES OF HISTORY\n\n    George Washington\n    Napoleon Bonaparte\n    Abraham Lincoln\n    Oliver Cromwell\n    Joan of Arc--_Five Numbers_ 75c\n\n2. NEXT DOOR NEIGHBORS\n\n    Story of Panama\n    Mexico\n    Alaska--_Three Numbers_ 45c\n\n3. HEROIC ACHIEVEMENTS\n\n    Conquest of the Peaks\n    Conquest of the Poles\n    Conquest of the Air--_Three Numbers_ 45c\n\n4. ART IN THE HOME\n\n    Furniture and Its Makers\n    American Colonial Furniture\n    Rugs and Rug Making\n    American Historic Homes\n    China and Pottery of our Forefathers\n    Furniture of the Revolutionary Period\n    Chinese Rugs--_Seven Numbers_ $1.05\n\n5. MUSICAL MOMENTS\n\n    Masters of Music\n    Famous Composers\n    Makers of Modern Opera\n    Masters of the Piano\n    The Ring of the Nibelung\n    Masters of the Violin--_Six Numbers_ 90c\n\n6. BEAUTIES OF ARCHITECTURE\n\n    Beautiful Buildings of the World\n    Architecture in American Country Homes\n    Gothic Architecture--_Three Numbers_ 45c\n\n7. PERSONALLY CONDUCTED\n\n    Romantic Ireland\n    Washington the Capital\n    Natural Wonders of America\n    Scotland\n    Switzerland\n    Spain and Gibraltar\n    The Mediterranean\n    Egypt\n    Holland\n    Glacier National Park\n    Japan\n    Beauty Spots of India\n    China\n    Yellowstone National Park\n    Philippine Islands\n    Grand Canyon\n    Holy Land--_Seventeen Numbers_ $3.55\n\n8. GREAT RIVERS\n\n    Story of the Rhine\n    Story of the Danube--_Two Numbers_ 30c\n\n9. GREAT ART GALLERIES\n\n    The Louvre\n    National Gallery--_Two Numbers_ 30c\n\n10. MASTERS AND MASTERPIECES IN ART\n\n    Pictures We Love to Live With\n    Dutch Masterpieces\n    Barbizon Painters\n    Two Early German Painters\n    Court Painters of France\n    Michelangelo\n    Etchers and Etching--_Seven Numbers_ $1.05\n\n11. UNDER OPEN SKY\n\n    American Birds of Beauty\n    Flowers of Decoration\n    Game Birds of America\n    Our Feathered Friends\n    American Wild Flowers\n    Celebrated Animal Characters\n    Favorite Trees\n    Butterflies--_Eight Numbers_ $1.20\n\n12. ART IN AMERICA\n\n    American Sea Painters\n    American Landscape Painters\n    Famous American Sculptors\n    Makers of American Art\n    American Women Painters\n    American Mural Painters\n    Painters of Western Life--_Seven Numbers_ $1.05\n\n13. LITTLE VISITS TO EUROPEAN CITIES\n\n    London\n    Paris, The Incomparable\n    Venice, The Island City\n    The Ruins of Rome\n    Vienna, The Queen City\n    Ancient Athens--_Six Numbers_ 90c\n\n14. PLEASANT TALKS ON BOOKS AND WRITERS\n\n    Makers of American Poetry\n    Makers of American Humor\n    American Novelists\n    Famous English Poets\n    Shakespeare\n    Charles Dickens\n    Famous Women Writers of England\n    William M. Thackeray\n    John Milton--_Nine Numbers_ $1.35\n\n15. PERSONALITY IN ART\n\n    Beautiful Children in Art\n    Beautiful Women in Art\n    Cherubs in Art\n    The Wife in Art\n    Angels in Art\n    Animals in Art--_Six Numbers_ 90c\n\n16. AMERICA IN STORY AND PICTURE\n\n    The Discoverers\n    The Explorers\n    Historic Spots of America\n    The Contest for North America\n    The Revolution\n    Fathers of the Constitution\n    Story of the American Railroad\n    The War of 1812--_Eight Numbers_ $1.20\n\nSelect your favorite subjects: Let us know which sets you want. It is\nnot necessary to send any money now. Merely indicate by number the sets\nthat you desire. They will be sent to you at once. You may pay later.\nAct immediately. You will be glad to have your favorite Mentors.\n\nSEND ALL ORDERS TO\n\nTHE MENTOR ASSOCIATION\n\n52 EAST NINETEENTH STREET NEW YORK, N. Y.\n\nMAKE THE SPARE MOMENT COUNT",
    "metadata": {
        "author": [
            "Winter, William",
            "Vale, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51598/pg51598.txt",
        "name": "the_mentor_shakespeare_s_country_vol_4_num_8_seria.json"
    }
}