{
    "name": "The lurking fear",
    "author": [
        "Lovecraft, H. P. (Howard Phillips)",
        "Littlewit, Humphrey",
        "Lovecraft, H.P.",
        "Lovecraft, Howard Phillips"
    ],
    "body": "There was thunder in the air on the night I went to the deserted\nmansion atop Tempest Mountain to find the lurking fear. I was not\nalone, for foolhardiness was not then mixed with that love of the\ngrotesque and the terrible which has made my career a series of quests\nfor strange horrors in literature and in life. With me were two\nfaithful and muscular men for whom I had sent when the time came; men\nlong associated with me in my ghastly explorations because of their\npeculiar fitness.\n\nWe had started quietly from the village because of the reporters who\nstill lingered about after the eldritch panic of a month before--the\nnightmare creeping death. Later, I thought, they might aid me; but I\ndid not want them then. Would to God I had let them share the search,\nthat I might not have had to bear the secret alone so long; to bear\nit alone for fear the world would call me mad or go mad itself at the\ndemon implications of the thing. Now that I am telling it anyway, lest\nthe brooding make me a maniac, I wish I had never concealed it. For\nI, and I only, know what manner of fear lurked on that spectral and\ndesolate mountain.\n\nIn a small motor-car we covered the miles of primeval forest and\nhill until the wooded ascent checked it. The country bore an aspect\nmore than usually sinister as we viewed it by night and without the\naccustomed crowds of investigators, so that we were often tempted to\nuse the acetylene headlights despite the attention it might attract.\nIt was not a wholesome landscape after dark, and I believe I would\nhave noticed its morbidity even had I been ignorant of the terror\nthat stalked there. Of wild creatures there were none--they are wise\nwhen death leers close. The ancient lightning-scarred trees seemed\nunnaturally large and twisted, and the other vegetation unnaturally\nthick and feverish, while curious mounds and hummocks in the weedy,\nfulgurite-pitted earth reminded me of snakes and dead men's skulls\nswelled to gigantic proportions.\n\nFear had lurked on Tempest Mountain for more than a century. This I\nlearned at once from newspaper accounts of the catastrophe which first\nbrought the region to the world's notice. The place is a remote, lonely\nelevation in that part of the Catskills where Dutch civilization once\nfeebly and transiently penetrated, leaving behind as it receded only\na few ruined mansions and a degenerate squatter population inhabiting\npitiful hamlets on isolated slopes. Normal beings seldom visited\nthe locality till the state police were formed, and even now only\ninfrequent troopers patrol it. The fear, however, is an old tradition\nthroughout the neighboring villages; since it is a prime topic in the\nsimple discourse of the poor mongrels who sometimes leave their valleys\nto trade hand-woven baskets for such primitive necessities as they can\nnot shoot, raise, or make.\n\nThe lurking fear dwelt in the shunned and deserted Martense mansion,\nwhich crowned the high but gradual eminence whose liability to frequent\nthunderstorms gave it the name of Tempest Mountain. For over a hundred\nyears the antique, grove-circled stone house had been the subject\nof stories incredibly wild and monstrously hideous; stories of a\nsilent colossal creeping death which stalked abroad in summer. With\nwhimpering insistence the squatters told tales of a demon which seized\nlone wayfarers after dark, either carrying them off or leaving them\nin a frightful state of gnawed dismemberment; while sometimes they\nwhispered of blood-trails toward the distant mansion. Some said the\nthunder called the lurking fear out of its habitation, while others\nsaid the thunder was its voice.\n\nNo one outside the backwoods had believed these varying and conflicting\nstories, with their incoherent, extravagant descriptions of the\nhalf-glimpsed fiend; yet not a farmer or villager doubted that the\nMartense mansion was ghoulishly haunted. Local history forbade\nsuch a doubt, although no ghostly evidence was ever found by such\ninvestigators as had visited the building after some especially vivid\ntales of the squatters. Grandmothers told strange myths of the Martense\nspecter; myths concerning the Martense family itself, its queer\nhereditary dissimilarity of eyes, its long, unnatural annals, and the\nmurder which had cursed it.\n\nThe terror which brought me to the scene was a sudden and portentous\nconfirmation of the mountaineers' wildest legends. One summer night,\nafter a thunderstorm of unprecedented violence, the countryside was\naroused by a squatter stampede which no mere delusion could create. The\npitiful throngs of natives shrieked and whined of the unnamable horror\nwhich had descended upon them, and they were not doubted. They had not\nseen it, but had heard such cries from one of their hamlets that they\nknew a creeping death had come.\n\nIn the morning citizens and state troopers followed the shuddering\nmountaineers to the place where they said the death had come. Death\nwas indeed there. The ground under one of the squatters' villages\nhad caved in after a lightning strike, destroying several of the\nmalodorous shanties; but upon this property damage was superimposed an\norganic devastation which paled it to insignificance. Of a possible\nseventy-five natives who had inhabited this spot, not one living\nspecimen was visible. The disordered earth was covered with blood and\nhuman debris bespeaking too vividly the ravages of demon teeth and\ntalons; yet no visible trail led away from the carnage. That some\nhideous animal must be the cause, everyone quickly agreed; nor did any\ntongue now revive the charge that such cryptic deaths formed merely the\nsordid murders common in decadent communities. That charge was revived\nonly when about twenty-five of the estimated population were found\nmissing from the dead; and even then it was hard to explain the murder\nof fifty by half that number. But the fact remained that on a summer\nnight a bolt had come out of the heavens and left a dead village whose\ncorpses were horribly mangled, chewed, and clawed.\n\nThe excited countryside immediately connected the horror with the\nhaunted Martense mansion, though the localities were over three miles\napart. The troopers were more skeptical, including the mansion only\ncasually in their investigations, and dropping it altogether when they\nfound it thoroughly deserted. Country and village people, however,\ncanvassed the place with infinite care; overturning everything in the\nhouse, sounding ponds and brooks, beating down bushes, and ransacking\nthe near-by forests. All was in vain; the death that had come had left\nno trace save destruction itself.\n\nBy the second day of the search the affair was fully treated by the\nnewspapers, whose reporters overran Tempest Mountain. They described\nit in much detail, and with many interviews to elucidate the horror's\nhistory as told by local grandams. I followed the accounts languidly\nat first, for I am a connoisseur in horrors; but after a week I\ndetected an atmosphere which stirred me oddly, so that on August\n5th, 1921, I registered among the reporters who crowded the hotel at\nLefferts Corners, nearest village to Tempest Mountain and acknowledged\nheadquarters of the searchers. Three weeks more, and the dispersal of\nthe reporters left me free to begin a terrible exploration based on the\nminute inquiries and surveying with which I had meanwhile busied myself.\n\nSo on this summer night, while distant thunder rumbled, I left a silent\nmotor-car and tramped with two armed companions up the mound-covered\nreaches of Tempest Mountain, casting the beams of an electric torch on\nthe spectral gray walls that began to appear through the giant oaks\nahead. In this morbid night solitude and feeble shifting illumination,\nthe vast boxlike pile displayed obscure hints of terror which day could\nnot uncover; yet I did not hesitate, since I had come with fierce\nresolution to test an idea. I believed that the thunder called the\ndeath-demon out of some fearsome secret place; and be that demon solid\nentity or vaporous pestilence, I meant to see it.\n\n\n\nI had thoroughly searched the ruin before, hence knew my plan well;\nchoosing as the seat of my vigil the old room of Jan Martense, whose\nmurder looms so great in the rural legends. I felt subtly that the\napartment of this ancient victim was best for my purposes. The chamber,\nmeasuring about twenty feet square, contained like the other rooms some\nrubbish which had once been furniture. It lay on the second story, on\nthe southeast corner of the house, and had an immense east window and\nnarrow south window, both devoid of panes or shutters. Opposite the\nlarge window was an enormous Dutch fireplace with scriptural tiles\nrepresenting the prodigal son, and opposite the narrow window was a\nspacious bed built into the wall.\n\nAs the tree-muffled thunder grew louder, I arranged my plan's details.\nFirst I fastened side by side on the ledge of the large window three\nrope ladders which I had brought with me. I knew they reached a\nsuitable spot on the grass outside, for I had tested them. Then the\nthree of us dragged from another room a wide four-poster bedstead,\ncrowding it laterally against the window. Having strewn it with fir\nboughs, all now rested on it with drawn automatics, two relaxing while\nthe third watched. From whatever direction the demon might come, our\npotential escape was provided. If it came from within the house, we had\nthe window ladders; if from outside, the door and the stairs. We did\nnot think, judging from precedent, that it would pursue us far even at\nworst.\n\nI watched from midnight to 1 o'clock, when in spite of the sinister\nhouse, the unprotected window, and the approaching thunder and\nlightning, I felt singularly drowsy. I was between my two companions.\nGeorge Bennett being toward the window and William Tobey toward\nthe fireplace. Bennett was asleep, having apparently felt the same\nanomalous drowsiness which affected me, so I designated Tobey for the\nnext watch although even he was nodding. It is curious how intently I\nhad been watching that fireplace.\n\nThe increasing thunder must have affected my dreams, for in the brief\ntime I slept there came to me apocalyptic visions. Once I partly\nawaked, probably because the sleeper toward the window had restlessly\nflung an arm across my chest. I was not sufficiently awake to see\nwhether Tobey was attending to his duties as sentinel, but felt a\ndistinct anxiety on that score. Never before had the presence of evil\nso poignantly oppressed me. Later I must have dropped asleep again, for\nit was out of a phantasmal chaos that my mind leaped when the night\ngrew hideous with shrieks beyond anything in my former experience or\nimagination.\n\nIn that shrieking the inmost soul of human fear and agony clawed\nhopelessly and insanely at the ebony gates of oblivion. I awoke to\nred madness and the mockery of diabolism, as farther and farther down\ninconceivable vistas that phobic and crystalline anguish retreated and\nreverberated. There was no light, but I knew from the empty space at\nmy right that Tobey was gone, God alone knew whither. Across my chest\nstill lay the heavy arm of the sleeper at my left.\n\nThen came the devastating stroke of lightning which shook the whole\nmountain, lit the darkest crypts of the hoary grove, and splintered\nthe patriarch of the twisted trees. In the demon flash of a monstrous\nfireball the sleeper started up suddenly while the glare from beyond\nthe window threw his shadow vividly upon the chimney above the\nfireplace from which my eyes had never strayed. That I am still alive\nand sane, is a marvel I can not fathom. I can not fathom it, for the\nshadow on that chimney was not that of George Bennett or of any other\nhuman creature; but a blasphemous abnormality from hell's nethermost\ncraters; a nameless, shapeless abomination which no mind could fully\ngrasp and no pen even partly describe. In another second I was alone\nin the accursed mansion, shivering and gibbering. George Bennett and\nWilliam Tobey had left no trace, not even of a struggle. They were\nnever heard of again.\n\n\n\n\n                      _2. A Passer in the Storm_\n\n\nFor days after that hideous experience in the forest-swathed mansion\nI lay nervously exhausted in my hotel room at Lefferts Corners. I do\nnot remember exactly how I managed to reach the motor-car, start it,\nand slip unobserved back to the village; for I retain no distinct\nimpression save of wild-armed titan trees, demoniac mutterings of\nthunder, and Charonian shadows athwart the low mounds that dotted and\nstreaked the region.\n\nAs I shivered and brooded on the casting of that brain-blasting shadow,\nI knew that I had at last pried out one of earth's supreme horrors--one\nof those nameless blights of outer voids whose faint demon scratchings\nwe sometimes hear on the farthest rim of space, yet from which our own\nfinite vision has given us a merciful immunity. The shadow I had seen,\nI hardly dared to analyze or identify. Something had lain between me\nand the window that night, but I shuddered whenever I could not cast\noff the instinct to classify it. If it had only snarled, or bayed,\nor laughed titteringly--even that would have relieved the abysmal\nhideousness. But it was so silent. It had rested a heavy arm or foreleg\non my chest.... Obviously it was organic, or had once been organic....\nJan Martense, whose room I had invaded, was buried in the graveyard\nnear the mansion.... I must find Bennett and Tobey, if they lived ...\nwhy had it picked them, and left me for the last?... Drowsiness is so\nstifling, and dreams are so horrible....\n\nIn a short time I realized that I must tell my story to someone or\nbreak down completely. I had already decided not to abandon the quest\nfor the lurking fear, for in my rash ignorance it seemed to me that\nuncertainty was worse than enlightenment, however terrible the latter\nmight prove to be. Accordingly I revolved in my mind the best course\nto pursue; whom to select for my confidences, and how to track down the\nthing which had obliterated two men and cast a nightmare shadow.\n\nMy chief acquaintances at Lefferts Corners had been the affable\nreporters, of whom several still remained to collect final echoes of\nthe tragedy. It was from these that I determined to choose a colleague,\nand the more I reflected the more my preference inclined toward one\nArthur Munroe, a dark, lean man of about thirty-five, whose education,\ntaste, intelligence, and temperament all seemed to mark him as one not\nbound to conventional ideas and experiences.\n\nOn an afternoon in early September Arthur Munroe listened to my story.\nI saw from the beginning that he was both interested and sympathetic,\nand when I had finished he analyzed and discussed the thing with the\ngreatest shrewdness and judgment. His advice, moreover, was eminently\npractical; for he recommended a postponement of operations at the\nMartense mansion until we might become fortified with more detailed\nhistorical and geographical data. On his initiative we combed the\ncountryside for information regarding the terrible Martense family, and\ndiscovered a man who possessed a marvelously illuminating ancestral\ndiary. We also talked at length with such of the mountain mongrels\nas had not fled from the terror and confusion to remoter slopes, and\narranged to precede our culminating task--the exhaustive and definitive\nexamination of the mansion in the light of its detailed history--with\nan equally exhaustive and definitive examination of spots associated\nwith the various tragedies of squatter legend.\n\nThe results of this examination were not at first very enlightening,\nthough our tabulation of them seemed to reveal a fairly significant\ntrend; namely, that the number of reported horrors was by far the\ngreatest in areas either comparatively near the avoided house or\nconnected with it by stretches of the morbidly overnourished forest.\nThere were, it is true, exceptions; indeed, the horror which had caught\nthe world's ear had happened in a treeless space remote alike from the\nmansion and from any connecting woods.\n\nAs to the nature and appearance of the lurking fear, nothing could\nbe gained from the scared and witless shanty-dwellers. In the same\nbreath they called it a snake and a giant, a thunder-devil and a bat, a\nvulture and a walking tree. We did, however, deem ourselves justified\nin assuming that it was a living organism highly susceptible to\nelectrical storms; and although certain of the stories suggested wings,\nwe believed that its aversion for open spaces made land locomotion\na more probable theory. The only thing really incompatible with the\nlatter view was the rapidity with which the creature must have traveled\nin order to perform all the deeds attributed to it.\n\nWhen we came to know the squatters better, we found them curiously\nlikable in many ways. Simple animals they were, gently descending\nthe evolutionary scale because of their unfortunate ancestry and\nstultifying isolation. They feared outsiders, but slowly grew\naccustomed to us; finally helping vastly when we beat down all the\nthickets and tore out all the partitions of the mansion in our search\nfor the lurking fear. When we asked them to help us find Bennett and\nTobey they were truly distressed; for they wanted to help us, yet knew\nthat these victims had gone as wholly out of the world as their own\nmissing people. That great numbers of them had actually been killed\nand removed, just as the wild animals had long been exterminated, we\nwere of course thoroughly convinced; and we waited apprehensively for\nfurther tragedies to occur.\n\nBy the middle of October we were puzzled by our lack of progress. Owing\nto the clear nights no demoniac aggressions had taken place, and the\ncompleteness of our vain searches of house and country almost drove us\nto regard the lurking fear as a non-material agency. We feared that\nthe cold weather would come on and halt our explorations, for all\nagreed that the demon was generally quiet in winter. Thus there was\na kind of haste and desperation in our last daylight canvass of the\nhorror-visited hamlet; a hamlet now deserted because of the squatters'\nfears.\n\nThe ill-fated squatter hamlet had borne no name, but had long stood\nin a sheltered though treeless cleft between two elevations called\nrespectively Cone Mountain and Maple Hill. It was closer to Maple Hill\nthan to Cone Mountain, some of the crude abodes indeed being dugouts on\nthe side of the former eminence. Geographically it lay about two miles\nnorthwest of the base of Tempest Mountain, and three miles from the\noak-girt mansion. Of the distance between the hamlet and the mansion,\nfully two miles and a quarter on the hamlet's side was entirely open\ncountry; the plain being of fairly level character save for some of the\nlow snakelike mounds, and having as vegetation only grass and scattered\nweeds. Considering this topography, we had finally concluded that\nthe demon must have come by way of Cone Mountain, a wooded southern\nprolongation of which ran to within a short distance of the westernmost\nspur of Tempest Mountain. The upheaval of ground we traced conclusively\nto a landslide from Maple Hill, a tall lone splintered tree on whose\nside had been the striking point of the thunderbolt which summoned the\nfiend.\n\n\n\nAs for the twentieth time or more Arthur Munroe and I went minutely\nover every inch of the violated village, we were filled with a\ncertain discouragement coupled with vague and novel fears. It was\nacutely uncanny, even when frightful and uncanny things were common,\nto encounter so blankly clueless a scene after such overwhelming\noccurrences; and we moved about beneath the leaden, darkening sky with\nthat tragic directionless zeal which results from a combined sense of\nfutility and necessity of action. Our care was gravely minute; every\ncottage was again entered, every hillside dugout again searched for\nbodies, every thorny foot of adjacent slope again scanned for dens and\ncaves, but all without result. And yet, as I have said, vague new fears\nhovered menacingly over us; as if giant bat-winged gryphons squatted\ninvisibly on the mountain-tops and leered with Abaddon-eyes that had\nlooked on transcosmic gulfs.\n\nAs the afternoon advanced, it became increasingly difficult to see; and\nwe heard the rumble of a thunderstorm gathering over Tempest Mountain.\nThis sound in such a locality naturally stirred us, though less than\nit would have done at night. As it was, we hoped desperately that the\nstorm would last until well after dark; and with that hope turned from\nour aimless hillside searching toward the nearest inhabited hamlet to\ngather a body of squatters as helpers in the investigation. Timid as\nthey were, a few of the younger men were sufficiently inspired by our\nprotective leadership to promise such help.\n\nWe had hardly more than turned, however, when there descended such a\nblinding sheet of torrential rain that shelter became imperative. The\nextreme, almost nocturnal darkness of the sky caused us to stumble\nsadly, but guided by the frequent flashes of lightning and by our\nminute knowledge of the hamlet we soon reached the least porous cabin\nof the lot; an heterogeneous combination of logs and boards whose still\nexisting door and single tiny window both faced Maple Hill. Barring\nthe door after us against the fury of the wind and rain, we put in\nplace the crude window shutter which our frequent searches had taught\nus where to find. It was dismal sitting there on rickety boxes in the\npitchy darkness, but we smoked pipes and occasionally flashed our\npocket lamps about. Now and then we could see the lightning through\ncracks in the wall; the afternoon was so incredibly dark that each\nflash was extremely vivid.\n\nThe stormy vigil reminded me shudderingly of my ghastly night on\nTempest Mountain. My mind turned to that odd question which had kept\nrecurring ever since the nightmare thing had happened; and again I\nwondered why the demon, approaching the three watchers either from the\nwindow or the interior, had begun with the men on each side and left\nthe middle man till the last, when the titan fireball had scared it\naway. Why had it not taken its victims in natural order, with myself\nsecond, from whichever direction it had approached? With what manner\nof far-reaching tentacles did it prey? Or did it know that I was the\nleader, and save me for a fate worse than that of my companions?\n\nIn the midst of these reflections, as if dramatically arranged to\nintensify them, there fell near by a terrific bolt of lightning\nfollowed by the sound of sliding earth. At the same time the wolfish\nwind rose to demoniac crescendos of ululation. We were sure that the\nlone tree on Maple Hill had been struck again, and Munroe rose from\nhis box and went to the tiny window to ascertain the damage. When he\ntook down the shutter the wind and rain howled deafeningly in, so that\nI could not hear what he said; but I waited while he leaned out and\ntried to fathom nature's pandemonium.\n\nGradually a calming of the wind and dispersal of the unusual darkness\ntold of the storm's passing. I had hoped it would last into the night\nto help our quest, but a furtive sunbeam from a knothole behind me\nremoved the likelihood of such a thing. Suggesting to Munroe that we\nhad better get some light even if more showers came, I unbarred and\nopened the crude door. The ground outside was a singular mass of mud\nand pools, with fresh heaps of earth from the slight landslide; but I\nsaw nothing to justify the interest which kept my companion silently\nleaning out the window. Crossing to where he leaned, I touched his\nshoulder; but he did not move. Then, as I playfully shook him and\nturned him around, I felt the strangling tendrils of a cancerous horror\nwhose roots reached into illimitable pasts and fathomless abysms of the\nnight that broods beyond time.\n\nFor Arthur Munroe was dead. And on what remained of his chewed and\ngouged head there was no longer a face.\n\n\n\n\n                     _3. What the Red Glare Meant_\n\n\nOn the tempest-racked night of November 8th, 1921, with a lantern which\ncast charnel shadows, I stood digging alone and idiotically in the\ngrave of Jan Martense. I had begun to dig in the afternoon, because a\nthunderstorm was brewing, and now that it was dark and the storm had\nburst above the maniacally thick foliage I was glad.\n\nI believe that my mind was partly unhinged by events since August 5th;\nthe demon shadow in the mansion, the general strain and disappointment,\nand the thing that occurred at the hamlet in an October storm.\nAfter that thing I had dug a grave for one whose death I could not\nunderstand. I knew that others could not understand either, so let\nthem think Arthur Munroe had wandered away. They searched, but found\nnothing. The squatters might have understood, but I dared not frighten\nthem more. I myself seemed strangely callous. That shock at the mansion\nhad done something to my brain, and I could think only of the quest for\na horror now grown to cataclysmic stature in my imagination; a quest\nwhich the fate of Arthur Munroe made me vow to keep silent and solitary.\n\nThe scene of my excavations would alone have been enough to unnerve\nany ordinary man. Baleful primal trees of unholy size, age, and\ngrotesqueness leered above me like the pillars of some hellish Druidic\ntemple; muffling the thunder, hushing the clawing wind, and admitting\nbut little rain. Beyond the scarred trunks in the background, illumined\nby faint flashes of filtered lightning, rose the damp ivied stones of\nthe deserted mansion, while somewhat nearer was the abandoned Dutch\ngarden whose walks and beds were polluted by a white, fungous, fetid,\novernourished vegetation that never saw full daylight. And nearest of\nall was the graveyard, where deformed trees tossed insane branches\nas their roots displaced unhallowed slabs and sucked venom from what\nlay below. Now and then, beneath the brown pall of leaves that rotted\nand festered in the antediluvian forest darkness, I could trace the\nsinister outlines of some of these low mounds which characterized the\nlightning-pierced region.\n\nHistory had led me to this archaic grave. History, indeed, was all I\nhad after everything else ended in mocking Satanism. I now believed\nthat the lurking fear was no material thing, but a wolf-fanged ghost\nthat rode the midnight lightning. And I believed, because of the masses\nof local tradition I had unearthed in my search with Arthur Munroe,\nthat the ghost was that of Jan Martense, who died in 1762. That is why\nI was digging idiotically in his grave.\n\nThe Martense mansion was built in 1670 by Gerrit Martense, a wealthy\nNew Amsterdam merchant who disliked the changing order under British\nrule, and had constructed this magnificent domicile on a remote\nwoodland summit whose untrodden solitude and unusual scenery pleased\nhim. The only substantial disappointment encountered in this site was\nthat which concerned the prevalence of violent thunderstorms in summer.\nWhen selecting the hill and building his mansion, Mynheer Martense\nhad laid these frequent natural outbursts to some peculiarity of the\nyear; but in time he perceived that the locality was especially liable\nto such phenomena. At length, having found these storms injurious to\nhis head, he fitted up a cellar into which he could retreat from their\nwildest pandemonium.\n\nOf Gerrit Martense's descendants less is known than of himself; since\nthey were all reared in hatred of the English civilization, and\ntrained to shun such of the colonists as accepted it. Their life was\nexceedingly secluded, and people declared that their isolation had made\nthem heavy of speech and comprehension. In appearance all were marked\nby a peculiar inherited dissimilarity of eyes; one generally being\nblue and the other brown. Their social contacts grew fewer and fewer,\ntill at last they took to intermarrying with the numerous menial class\nabout the estate. Many of the crowded family degenerated, moved across\nthe valley, and merged with the mongrel population which was later to\nproduce the pitiful squatters. The rest had stuck sullenly to their\nancestral mansion, becoming more and more clannish and taciturn, yet\ndeveloping a nervous responsiveness to the frequent thunderstorms.\n\nMost of this information reached the outside world through young Jan\nMartense, who from some kind of restlessness joined the colonial army\nwhen news of the Albany Convention reached Tempest Mountain. He was\nthe first of Gerrit's descendants to see much of the world; and when\nhe returned in 1760, after six years of campaigning, he was hated\nas an outsider by his father, uncles, and brothers, in spite of his\ndissimilar Martense eyes. No longer could he share the peculiarities\nand prejudices of the Martenses, while the very mountain thunderstorms\nfailed to intoxicate him as they had before. Instead, his surroundings\ndepressed him; and he frequently wrote to a friend in Albany of plans\nto leave the paternal roof.\n\nIn the spring of 1763 Jonathan Gifford, the Albany friend of Jan\nMartense, became worried by his correspondent's silence; especially in\nview of the conditions and quarrels at the Martense mansion. Determined\nto visit Jan in person, he went into the mountains on horseback. His\ndiary states that he reached Tempest Mountain on September 20th,\nfinding the mansion in great decrepitude. The sullen, odd-eyed\nMartenses, whose unclean animal aspect shocked him, told him in broken\ngutturals than Jan was dead. He had, they insisted, been struck by\nlightning the autumn before, and now lay buried behind the neglected\nsunken gardens. They showed the visitor the grave, barren and devoid of\nmarkers. Something in the Martenses' manner gave Gifford a feeling of\nrepulsion and suspicion, and a week later he returned with spade and\nmattock to explore the sepulchral spot. He found what he expected--a\nskull crushed cruelly as if by savage blows--so returning to Albany he\nopenly charged the Martenses with the murder of their kinsman.\n\nLegal evidence was lacking, but the story spread rapidly around the\ncountryside; and from that time the Martenses were ostracized by the\nworld. No one would deal with them, and their distant manor was shunned\nas an accursed place. Somehow they managed to live on independently\nby the products of their estate, for occasional lights glimpsed from\nfar-away hills attested their continued presence. These lights were\nseen as late as 1810, but toward the last they became very infrequent.\n\nMeanwhile there grew up about the mansion and the mountain a body of\ndiabolic legendry. The place was avoided with doubled assiduousness,\nand invested with every whispered myth tradition could supply. It\nremained unvisited till 1816, when the continued absence of lights was\nnoticed by the squatters. At that time a party made investigations,\nfinding the house deserted and partly in ruins.\n\nThere were no skeletons about, so that departure rather than death\nwas inferred. The clan seemed to have left several years before,\nand improvised penthouses showed how numerous it had grown prior to\nits migration. Its cultural level had fallen very low, as proved by\ndecaying furniture and scattered silverware which must have been long\nabandoned when its owners left. But though the dreaded Martenses were\ngone, the fear of the haunted house continued; and grew very acute\nwhen new and strange stories arose among the mountain decadents. There\nit stood; deserted, feared, and linked with the vengeful ghost of Jan\nMartense. There it still stood on the night I dug in Jan Martense's\ngrave.\n\n\n\nI have described my protracted digging as idiotic, and such it indeed\nwas in object and method. The coffin of Jan Martense had been soon\nunearthed--it now held only dust and niter--but in my fury to exhume\nhis ghost I delved irrationally and clumsily down beneath where he had\nlain. God knows what I expected to find--I only felt that I was digging\nin the grave of a man whose ghost stalked by night.\n\nIt is impossible to say what monstrous depth I had attained when my\nspade, and soon my feet, broke through the ground beneath. The event,\nunder the circumstances, was tremendous; for in the existence of a\nsubterranean space here, my mad theories had terrible confirmation. My\nslight fall had extinguished the lantern, but I produced an electric\npocket-lamp and viewed the small horizontal tunnel which led away\nindefinitely in both directions. It was amply large for a man to\nwriggle through; and though no sane person would have tried it at that\ntime, I forgot danger, reason, and cleanliness in my single-minded\nfever to unearth the lurking fear. Choosing the direction toward the\nhouse, I scrambled recklessly into the narrow burrow; squirming ahead\nblindly and rapidly, and flashing but seldom the lamp I kept before me.\n\nWhat language can describe the spectacle of a man lost in infinitely\nabysmal earth; pawing, twisting, wheezing; scrambling madly through\nsunken convolutions of immemorial blackness without an idea of time,\nsafety, direction, or definite object? There is something hideous in\nit, but that is what I did. I did it for so long that life faded to\na far memory, and I became one with the moles and grubs of nighted\ndepths. Indeed, it was only by accident that after interminable\nwrithings I jarred my forgotten electric lamp alight, so that it shone\neerily along the burrow of caked loam that stretched and curved ahead.\n\nI had been scrambling in this way for some time, so that my battery\nhad burned very low, when the passage suddenly inclined sharply\nupward, altering my mode of progress. And as I raised my glance it\nwas without preparation that I saw glistening in the distance two\ndemoniac reflections of my expiring lamp; two reflections glowing\nwith a baneful and unmistakable effulgence, and provoking maddeningly\nnebulous memories. I stopped automatically, though lacking the brain to\nretreat. The eyes approached, yet of the thing that bore them I could\ndistinguish only a claw. But what a claw! Then far overhead I heard\na faint crashing which I recognized. It was the wild thunder of the\nmountain, raised to hysteric fury. I must have been crawling upward for\nsome time, so that the surface was now quite near. And as the muffled\nthunder clattered, those eyes still stared with vacuous viciousness.\n\nThank God I did not then know what it was, else I should have died.\nBut I was saved by the very thunder that had summoned it, for after\na hideous wait there burst from the unseen outside sky one of those\nfrequent mountainward bolts whose aftermath I had noticed here and\nthere as gashes of disturbed earth and fulgurites of various sizes.\nWith Cyclopean rage it tore through the soil above that damnable pit,\nblinding and deafening me, yet not wholly reducing me to a coma.\n\nIn the chaos of sliding, shifting earth I clawed and floundered\nhelplessly till the rain on my head steadied me and I saw that I had\ncome to the surface in a familiar spot; a steep unforested place on the\nsouthwest slope of the mountain. Recurrent sheet lightnings illumed the\ntumbled ground and the remains of the curious low hummock which had\nstretched down from the wooded higher slope, but there was nothing in\nthe chaos to show my place of egress from the lethal catacomb. My brain\nwas as great a chaos as the earth, and as a distant red glare burst on\nthe landscape from the south I hardly realized the horror I had been\nthrough.\n\nBut when two days later the squatters told me what the red glare\nmeant, I felt more horror than that which the mold-burrow and the\nclaw and eyes had given; more horror because of the overwhelming\nimplications. In a hamlet twenty miles away an orgy of fear had\nfollowed the bolt which brought me above ground, and a nameless thing\nhad dropped from an overhanging tree into a weak-roofed cabin. It had\ndone a deed, but the squatters had fired the cabin in frenzy before it\ncould escape. It had been doing that deed at the very moment the earth\ncaved in on the thing with the claw and eyes.\n\n\n\n\n                      _4. The Horror in the Eyes_\n\n\nThere can be nothing normal in the mind of one who, knowing what I\nknew of the horrors of Tempest Mountain, would seek alone for the fear\nthat lurked there. That at least two of the fear's embodiments were\ndestroyed, formed but a slight guarantee of mental and physical safety\nin this Acheron of multiform diabolism; yet I continued my quest with\neven greater zeal as events and revelations became more monstrous.\n\nWhen, two days after my frightful crawl through that crypt of the eyes\nand claw, I learned that a thing had malignly hovered twenty miles\naway at the same instant the eyes were glaring at me, I experienced\nvirtual convulsions of fright. But that fright was so mixed with wonder\nand alluring grotesqueness that it was almost a pleasant sensation.\nSometimes, in the throes of a nightmare when unseen powers whirl one\nover the roofs of strange dead cities toward the grinning chasm of\nNis, it is a relief and even a delight to shriek wildly and throw\noneself voluntarily along with the hideous vortex of dream-doom down\ninto whatever bottomless gulf may yawn. And so it was with the waking\nnightmare of Tempest Mountain; the discovery that two monsters had\nhaunted the spot gave me ultimately a mad craving to plunge into the\nvery earth of the accursed region, and with bare hands dig out the\ndeath that leered from every inch of the poisonous soil.\n\nAs soon as possible I visited the grave of Jan Martense and dug vainly\nwhere I had dug before. Some extensive cave-in had obliterated all\ntrace of the underground passage, while the rain had washed so much\nearth back into the excavation that I could not tell how deeply I had\ndug that other day. I likewise made a difficult trip to the distant\nhamlet where the death-creature had been burnt, and was little repaid\nfor my trouble. In the ashes of the fateful cabin I found several\nbones, but apparently none of the monster's. The squatters said the\nthing had had only one victim; but in this I judged them inaccurate,\nsince besides the complete skull of a human being, there was another\nbony fragment which seemed certainly to have belonged to a human skull\nat some time. Though the rapid drop of the monster had been seen, no\none could say just what the creature was like; those who had glimpsed\nit called it simply a devil. Examining the great tree where it had\nlurked, I could discern no distinctive marks. I tried to find some\ntrail into the black forest, but on this occasion could not stand the\nsight of those morbidly large boles, or of those vast serpentlike roots\nthat twisted so malevolently before they sank into the earth.\n\nMy next step was to re-examine with microscopic care the deserted\nhamlet where death had come most abundantly, and where Arthur Munroe\nhad seen something he never lived to describe. Though my vain previous\nsearches had been exceedingly minute, I now had new data to test; for\nmy horrible grave-crawl convinced me that at least one of the phases\nof the monstrosity had been an underground creature. This time, on the\n14th of November, my quest concerned itself mostly with the slopes\nof Cone Mountain and Maple Hill where they overlook the unfortunate\nhamlet, and I gave particular attention to the loose earth of the\nlandslide region on the latter eminence.\n\nThe afternoon of my search brought nothing to light, and dusk came\nas I stood on Maple Hill looking down at the hamlet and across the\nvalley to Tempest Mountain. There had been a gorgeous sunset, and now\nthe moon came up, nearly full and shedding a silver flood over the\nplain, the distant mountainside, and the curious low mounds that rose\nhere and there. It was a peaceful Arcadian scene, but knowing what it\nhid I hated it. I hated the mocking moon, the hypocritical plain, the\nfestering mountain, and those sinister mounds. Everything seemed to me\ntainted with a loathsome contagion, and inspired by a noxious alliance\nwith distorted hidden powers.\n\nPresently, as I gazed abstractedly at the moonlit panorama, my eye\nbecame attracted by something singular in the nature and arrangement\nof a certain topographical element. Without having any exact knowledge\nof geology, I had from the first been interested in the odd mounds\nand hummocks of the region. I had noticed that they were pretty\nwidely distributed around Tempest Mountain, though less numerous on\nthe plain than near the hilltop itself, where prehistoric glaciation\nhad doubtless found feebler opposition to its striking and fantastic\ncaprices. Now, in the light of that low moon which cast long weird\nshadows, it struck me forcibly that the various points and lines of the\nmound system had a peculiar relation to the summit of Tempest Mountain.\nThat summit was undeniably a center from which the lines or rows of\npoints radiated indefinitely and irregularly, as if the unwholesome\nMartense mansion had thrown out visible tentacles of terror. The idea\nof such tentacles gave me an unexplained thrill, and I stopped to\nanalyze my reason for believing these mounds glacial phenomena.\n\nThe more I analyzed the less I believed, and against my newly opened\nmind there began to beat grotesque and horrible analogies based on\nsuperficial aspects and upon my experience beneath the earth. Before\nI knew it I was uttering frenzied and disjointed words to myself: \"My\nGod! ... Molehills ... the damned place must be honeycombed ... how\nmany ... that night at the mansion ... they took Bennett and Tobey\nfirst ... on each side of us.\" ... Then I was digging frantically\ninto the mound which had stretched nearest me; digging desperately,\nshiveringly, but almost jubilantly; digging and at last shrieking aloud\nwith some unplaced emotion as I came upon a tunnel or burrow just like\nthe one through which I had crawled on that other demoniac night.\n\nAfter that I recall running, spade in hand; a hideous run across\nmoon-litten, mound-marked meadows and through diseased, precipitous\nabysses of haunted hillside forest; leaping, screaming, panting,\nbounding toward the terrible Martense mansion. I recall digging\nunreasoningly in all parts of the brier-choked cellar; digging to find\nthe core and center of that malignant universe of mounds. And then I\nrecall how I laughed when I stumbled on the passageway; the hole at\nthe base of the old chimney, where the thick weeds grew and cast queer\nshadows in the light of the lone candle I had happened to have with me.\nWhat still remained down in that hell-hive, lurking and waiting for the\nthunder to arouse it, I did not know. Two had been killed; perhaps that\nhad finished it. But still there remained that burning determination to\nreach the innermost secret of the fear, which I had once more come to\ndeem definite, material, and organic.\n\nMy indecisive speculation whether to explore the passage alone and\nimmediately with my pocket-light or to try to assemble a band of\nsquatters for the quest was interrupted after a time by a sudden rush\nof wind from the outside which blew out the candle and left me in stark\nblackness. The moon no longer shone through the chinks and apertures\nabove me, and with a sense of fateful alarm I heard the sinister and\nsignificant rumble of approaching thunder. A confusion of associated\nideas possessed my brain, leading me to grope back toward the farthest\ncorner of the cellar. My eyes, however, never turned away from the\nhorrible opening at the base of the chimney; and I began to get\nglimpses of the crumbling bricks and unhealthy weeds as faint glows\nof lightning penetrated the woods outside and illumined the chinks in\nthe upper wall. Every second I was consumed with a mixture of fear\nand curiosity. What would the storm call forth--or was there anything\nleft for it to call? Guided by a lightning flash I settled myself down\nbehind a dense clump of vegetation, through which I could see the\nopening without being seen.\n\n\n\nIf heaven is merciful, it will some day efface from my consciousness\nthe sight that I saw, and let me live my last years in peace. I can\nnot sleep at night now, and have to take opiates when it thunders. The\nthing came abruptly and unannounced; a demon, ratlike scurrying from\npits remote and unimaginable, a hellish panting and stifled grunting,\nand then from that opening beneath the chimney a burst of multitudinous\nand leprous life--a loathsome night-spawned flood of organic corruption\nmore devastatingly hideous than the blackest conjurations of mortal\nmadness and morbidity. Seething, stewing, surging, bubbling like\nserpents' slime it rolled up and out of that yawning hole, spreading\nlike a septic contagion and streaming from the cellar at every point of\negress--streaming out to scatter through the accursed midnight forests\nand strew fear, madness, and death.\n\nGod knows how many there were--there must have been thousands. To see\nthe stream of them in that faint, intermittent lightning was shocking.\nWhen they had thinned out enough to be glimpsed as separate organisms,\nI saw that they were dwarfed, deformed hairy devils or apes--monstrous\nand diabolic caricatures of the monkey tribe. They were so hideously\nsilent; there was hardly a squeal when one of the last stragglers\nturned with the skill of long practise to make a meal in accustomed\nfashion on a weaker companion. Others snapped up what it left and ate\nwith slavering relish. Then, in spite of my daze of fright and disgust,\nmy morbid curiosity triumphed; and as the last of the monstrosities\noozed up alone from that nether world of unknown nightmare, I drew my\nautomatic pistol and shot it under cover of the thunder.\n\nShrieking, slithering, torrential shadows of red viscous madness\nchasing one another through endless, ensanguined corridors of purple\nfulgurous sky ... formless phantasms and kaleidoscopic mutations of a\nghoulish, remembered scene; forests of monstrous overnourished oaks\nwith serpent roots twisting and sucking unnamable juices from an\nearth verminous with millions of cannibal devils; moundlike tentacles\ngroping from underground nuclei of polypous perversion ... insane\nlightning over malignant ivied walls and demon arcades choked with\nfungous vegetation.... Heaven be thanked for the instinct which led me\nunconscious to places where men dwell; to the peaceful village that\nslept under the calm stars of clearing skies.\n\nI had recovered enough in a week to send to Albany for a gang of\nmen to blow up the Martense mansion and the entire top of Tempest\nMountain with dynamite, stop up all the discoverable mound-burrows,\nand destroy certain overnourished trees whose very existence seemed an\ninsult to sanity. I could sleep a little after they had done this, but\ntrue rest will never come as long as I remember that nameless secret\nof the lurking fear. The thing will haunt me, for who can say the\nextermination is complete, and that analogous phenomena do not exist\nall over the world? Who can, with my knowledge, think of the earth's\nunknown caverns without a nightmare dread of future possibilities? I\ncan not see a well or a subway entrance without shuddering ... why can\nnot the doctors give me something to make me sleep, or truly calm my\nbrain when it thunders?\n\nWhat I saw in the glow of my flashlight after I shot the unspeakable\nstraggling object was so simple that almost a minute elapsed before\nI understood and went delirious. The object was nauseous; a filthy\nwhitish gorilla thing with sharp yellow fangs and matted fur. It was\nthe ultimate product of mammalian degeneration; the frightful outcome\nof isolated spawning, multiplication, and cannibal nutrition above and\nbelow the ground; the embodiment of all the snarling chaos and grinning\nfear that lurk behind life. It had looked at me as it died, and its\neyes had the same odd quality that marked those other eyes which had\nstared at me underground and excited cloudy recollections. One eye\nwas blue, the other brown. They were the dissimilar Martense eyes of\nthe old legends, and I knew in one inundating cataclysm of voiceless\nhorror what had become of that vanished family; the terrible and\nthunder-crazed house of Martense.",
    "metadata": {
        "author": [
            "Lovecraft, H. P. (Howard Phillips)",
            "Littlewit, Humphrey",
            "Lovecraft, H.P.",
            "Lovecraft, Howard Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70486/pg70486.txt",
        "name": "the_lurking_fear.json"
    }
}