{
    "name": "The hounds of Tindalos",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "\"I'm glad you came,\" said Chalmers. He was sitting by the window and\nhis face was very pale. Two tall candles guttered at his elbow and cast\na sickly amber light over his long nose and slightly receding chin.\nChalmers would have nothing modern about his apartment. He had the soul\nof a mediæval ascetic, and he preferred illuminated manuscripts to\nautomobiles and leering stone gargoyles to radios and adding-machines.\n\nAs I crossed the room to the settee he had cleared for me I glanced at\nhis desk and was surprized to discover that he had been studying the\nmathematical formulæ of a celebrated contemporary physicist, and that\nhe had covered many sheets of thin yellow paper with curious geometric\ndesigns.\n\n\"Einstein and John Dee are strange bedfellows,\" I said as my gaze\nwandered from his mathematical charts to the sixty or seventy quaint\nbooks that comprised his strange little library. Plotinus and Emanuel\nMoscopulus, St. Thomas Aquinas and Frenicle de Bessy stood elbow to\nelbow in the somber ebony bookcase, and chairs, table and desk were\nlittered with pamphlets about mediæval sorcery and witchcraft and black\nmagic, and all of the valiant glamorous things that the modern world\nhas repudiated.\n\nChalmers smiled engagingly, and passed me a Russian cigarette on a\ncuriously carved tray. \"We are just discovering now,\" he said, \"that\nthe old alchemists and sorcerers were two-thirds _right_, and that your\nmodern biologist and materialist is nine-tenths _wrong_.\"\n\n\"You have always scoffed at modern science,\" I said, a little\nimpatiently.\n\n\"Only at scientific dogmatism,\" he replied. \"I have always been a\nrebel, a champion of originality and lost causes; that is why I have\nchosen to repudiate the conclusions of contemporary biologists.\"\n\n\"And Einstein?\" I asked.\n\n\"A priest of transcendental mathematics!\" he murmured reverently. \"A\nprofound mystic and explorer of the great _suspected_.\"\n\n\"Then you do not entirely despise science.\"\n\n\"Of course not,\" he affirmed. \"I merely distrust the scientific\npositivism of the past fifty years, the positivism of Haeckel and\nDarwin and of Mr. Bertrand Russell. I believe that biology has failed\npitifully to explain the mystery of man's origin and destiny.\"\n\n\"Give them time,\" I retorted.\n\nChalmers' eyes glowed. \"My friend,\" he murmured, \"your pun is sublime.\nGive them _time_. That is precisely what I would do. But your modern\nbiologist scoffs at time. He has the key but he refuses to use it. What\ndo we know of time, really? Einstein believes that it is relative, that\nit can be interpreted in terms of space, of _curved_ space. But must we\nstop there? When mathematics fails us can we not advance by--insight?\"\n\n\"You are treading on dangerous ground,\" I replied. \"That is a pit-fall\nthat your true investigator avoids. That is why modern science has\nadvanced so slowly. It accepts nothing that it can not demonstrate. But\nyou----\"\n\n\"I would take hashish, opium, all manner of drugs. I would emulate the\nsages of the East. And then perhaps I would apprehend----\"\n\n\"What?\"\n\n\"The fourth dimension.\"\n\n\"Theosophical rubbish!\"\n\n\"Perhaps. But I believe that drugs expand human consciousness. William\nJames agreed with me. And I have discovered a new one.\"\n\n\"A new drug?\"\n\n\"It was used centuries ago by Chinese alchemists, but it is virtually\nunknown in the West. Its occult properties are amazing. With its aid\nand the aid of my mathematical knowledge I believe that I can _go back\nthrough time_.\"\n\n\"I do not understand.\"\n\n\"Time is merely our imperfect perception of a new dimension of space.\nTime and motion are both illusions. Everything that has existed from\nthe beginning of the world _exists now_. Events that occurred centuries\nago on this planet continue to exist in another dimension of space.\nEvents that will occur centuries from now _exist already_. We can\nnot perceive their existence because we can not enter the dimension\nof space that contains them. Human beings as we know them are merely\nfractions, infinitesimally small fractions of one enormous whole. Every\nhuman being is linked with _all_ the life that has preceded him on this\nplanet. All of his ancestors are parts of him. Only time separates him\nfrom his forebears, and time is an illusion and does not exist.\"\n\n\"I think I understand,\" I murmured.\n\n\"It will be sufficient for my purpose if you can form a vague idea\nof what I wish to achieve. I wish to strip from my eyes the veils of\nillusion that time has thrown over them, and see the _beginning and the\nend_.\"\n\n\"And you think this new drug will help you?\"\n\n\"I am sure that it will. And I want you to help me. I intend to take\nthe drug immediately. I can not wait. I must _see_.\" His eyes glittered\nstrangely. \"I am going back, back through time.\"\n\nHe rose and strode to the mantel. When he faced me again he was holding\na small square box in the palm of his hand. \"I have here five pellets\nof the drug Liao. It was used by the Chinese philosopher Lao Tze, and\nwhile under its influence he visioned Tao. Tao is the most mysterious\nforce in the world; it surrounds and pervades all things; it contains\nthe visible universe and everything that we call reality. He who\napprehends the mysteries of Tao sees clearly all that was and will be.\"\n\n\"Rubbish!\" I retorted.\n\n\"Tao resembles a great animal, recumbent, motionless, containing in its\nenormous body all the worlds of our universe, the past, the present and\nthe future. We see portions of this great monster through a slit, which\nwe call time. With the aid of this drug I shall enlarge the slit. I\nshall behold the great figure of life, the great recumbent beast in its\nentirety.\"\n\n\"And what do you wish me to do?\"\n\n\"Watch, my friend. Watch and take notes. And if I go back too far you\nmust recall me to reality. You can recall me by shaking me violently.\nIf I appear to be suffering acute physical pain you must recall me at\nonce.\"\n\n\"Chalmers,\" I said, \"I wish you wouldn't make this experiment. You\nare taking dreadful risks. I don't believe that there is any fourth\ndimension and I emphatically do not believe in Tao. And I don't approve\nof your experimenting with unknown drugs.\"\n\n\"I know the properties of this drug,\" he replied. \"I know precisely\nhow it affects the human animal and I know its dangers. The risk does\nnot reside in the drug itself. My only fear is that I may become\nlost in time. You see, I shall assist the drug. Before I swallow\nthis pellet I shall give my undivided attention to the geometric and\nalgebraic symbols that I have traced on this paper.\" He raised the\nmathematical chart that rested on his knee. \"I shall prepare my mind\nfor an excursion into time. I shall _approach_ the fourth dimension\nwith my conscious mind before I take the drug which will enable me to\nexercise occult powers of perception. Before I enter the dream world of\nthe Eastern mystics I shall acquire all of the mathematical help that\nmodern science can offer. This mathematical knowledge, this conscious\napproach to an actual apprehension of the fourth dimension of time\nwill supplement the work of the drug. The drug will open up stupendous\nnew vistas--the mathematical preparation will enable me to grasp them\nintellectually. I have often grasped the fourth dimension in dreams,\nemotionally, intuitively, but I have never been able to recall, in\nwaking life, the occult splendors that were momentarily revealed to me.\n\n\"But with your aid, I believe that I can recall them. You will take\ndown everything that I say while I am under the influence of the drug.\nNo matter how strange or incoherent my speech may become you will omit\nnothing. When I awake I may be able to supply the key to whatever is\nmysterious or incredible. I am not sure that I shall succeed, but if I\n_do_ succeed\"--his eyes were strangely luminous--\"_time will exist for\nme no longer!_\"\n\nHe sat down abruptly. \"I shall make the experiment at once. Please\nstand over there by the window and watch. Have you a fountain pen?\"\n\nI nodded gloomily and removed a pale green Waterman from my upper vest\npocket.\n\n\"And a pad, Frank?\"\n\nI groaned and produced a memorandum book. \"I emphatically disapprove of\nthis experiment,\" I muttered. \"You're taking a frightful risk.\"\n\n\"Don't be an asinine old woman!\" he admonished. \"Nothing that you can\nsay will induce me to stop now. I entreat you to remain silent while I\nstudy these charts.\"\n\nHe raised the charts and studied them intently. I watched the clock on\nthe mantel as it ticked out the seconds, and a curious dread clutched\nat my heart so that I choked.\n\nSuddenly the clock stopped ticking, and exactly at that moment Chalmers\nswallowed the drug.\n\n\n\nI rose quickly and moved toward him, but his eyes implored me not to\ninterfere. \"The clock has stopped,\" he murmured. \"The forces that\ncontrol it approve of my experiment. _Time_ stopped, and I swallowed\nthe drug. I pray God that I shall not lose my way.\"\n\nHe closed his eyes and leaned back on the sofa. All of the blood had\nleft his face and he was breathing heavily. It was clear that the drug\nwas acting with extraordinary rapidity.\n\n\"It is beginning to get dark,\" he murmured. \"Write that. It is\nbeginning to get dark and the familiar objects in the room are fading\nout. I can discern them vaguely through my eyelids but they are fading\nswiftly.\"\n\nI shook my pen to make the ink come and wrote rapidly in shorthand as\nhe continued to dictate.\n\n\"I am leaving the room. The walls are vanishing and I can no longer see\nany of the familiar objects. Your face, though, is still visible to me.\nI hope that you are writing. I think that I am about to make a great\nleap--a leap through space. Or perhaps it is through time that I shall\nmake the leap. I can not tell. Everything is dark, indistinct.\"\n\nHe sat for a while silent, with his head sunk upon his breast. Then\nsuddenly he stiffened and his eyelids fluttered open. \"God in heaven!\"\nhe cried. \"I _see_!\"\n\nHe was straining forward in his chair, staring at the opposite wall.\nBut I knew that he was looking beyond the wall and that the objects in\nthe room no longer existed for him. \"Chalmers,\" I cried, \"Chalmers,\nshall I wake you?\"\n\n\"Do not!\" he shrieked. \"I see _everything_. All of the billions of\nlives that preceded me on this planet are before me at this moment. I\nsee men of all ages, all races, all colors. They are fighting, killing,\nbuilding, dancing, singing. They are sitting about rude fires on lonely\ngray deserts, and flying through the air in monoplanes. They are riding\nthe seas in bark canoes and enormous steamships; they are painting\nbison and mammoths on the walls of dismal caves and covering huge\ncanvases with queer futuristic designs. I watch the migrations from\nAtlantis. I watch the migrations from Lemuria. I see the elder races--a\nstrange horde of black dwarfs overwhelming Asia and the Neandertalers\nwith lowered heads and bent knees ranging obscenely across Europe.\nI watch the Achæans streaming into the Greek islands, and the crude\nbeginnings of Hellenic culture. I am in Athens and Pericles is young. I\nam standing on the soil of Italy. I assist in the rape of the Sabines;\nI march with the Imperial Legions. I tremble with awe and wonder as\nthe enormous standards go by and the ground shakes with the tread of\nthe victorious _hastati_. A thousand naked slaves grovel before me as\nI pass in a litter of gold and ivory drawn by night-black oxen from\nThebes, and the flower-girls scream '_Ave Cæsar_' as I nod and smile.\nI am myself a slave on a Moorish galley. I watch the erection of a\ngreat cathedral. Stone by stone it rises, and through months and years\nI stand and watch each stone as it falls into place. I am burned on a\ncross head downward in the thyme-scented gardens of Nero, and I watch\nwith amusement and scorn the torturers at work in the chambers of the\nInquisition.\n\n\"I walk in the holiest sanctuaries; I enter the temples of Venus. I\nkneel in adoration before the Magna Mater, and I throw coins on the\nbare knees of the sacred courtezans who sit with veiled faces in the\ngroves of Babylon. I creep into an Elizabethan theater and with the\nstinking rabble about me I applaud _The Merchant of Venice_. I walk\nwith Dante through the narrow streets of Florence. I meet the young\nBeatrice and the hem of her garment brushes my sandals as I stare\nenraptured. I am a priest of Isis, and my magic astounds the nations.\nSimon Magus kneels before me, imploring my assistance, and Pharaoh\ntrembles when I approach. In India I talk with the Masters and run\nscreaming from their presence, for their revelations are as salt on\nwounds that bleed.\n\n\"I perceive everything _simultaneously_. I perceive everything from all\nsides; I am a part of all the teeming billions about me. I exist in all\nmen and all men exist in me. I perceive the whole of human history in a\nsingle instant, the past and the present.\n\n\"By simply _straining_ I can see farther and farther back. Now I\nam going back through strange curves and angles. Angles and curves\nmultiply about me. I perceive great segments of time through _curves_.\nThere is _curved time_, and _angular time_. The beings that exist in\nangular time can not enter curved time. It is very strange.\n\n\"I am going back and back. Man has disappeared from the earth. Gigantic\nreptiles crouch beneath enormous palms and swim through the loathly\nblack waters of dismal lakes. Now the reptiles have disappeared. No\nanimals remain upon the land, but beneath the waters, plainly visible\nto me, dark forms move slowly over the rotting vegetation.\n\n\"The forms are becoming simpler and simpler. Now they are single cells.\nAll about me there are angles--strange angles that have no counterparts\non the earth. I am desperately afraid.\n\n\"There is an abyss of being which man has never fathomed.\"\n\nI stared. Chalmers had risen to his feet and he was gesticulating\nhelplessly with his arms. \"I am passing through _unearthly_ angles; I\nam approaching--oh, the burning horror of it!\"\n\n\"Chalmers!\" I cried. \"Do you wish me to interfere?\"\n\nHe brought his right hand quickly before his face, as though to shut\nout a vision unspeakable. \"Not yet!\" he cried; \"I will go on. I will\nsee--what--lies--beyond----\"\n\nA cold sweat streamed from his forehead and his shoulders jerked\nspasmodically. \"Beyond life there are\"--his face grew ashen with\nterror--\"_things_ that I can not distinguish. They move slowly through\nangles. They have no bodies, and they move slowly through outrageous\nangles.\"\n\nIt was then that I became aware of the odor in the room. It was a\npungent, indescribable odor, so nauseous that I could scarcely endure\nit. I stepped quickly to the window and threw it open. When I returned\nto Chalmers and looked into his eyes I nearly fainted.\n\n\"I think they have scented me!\" he shrieked. \"They are slowly turning\ntoward me.\"\n\nHe was trembling horribly. For a moment he clawed at the air with his\nhands. Then his legs gave way beneath him and he fell forward on his\nface, slobbering and moaning.\n\nI watched him in silence as he dragged himself across the floor. He\nwas no longer a man. His teeth were bared and saliva dripped from the\ncorners of his mouth.\n\n\"Chalmers,\" I cried. \"Chalmers, stop it! Stop it, do you hear?\"\n\nAs if in reply to my appeal he commenced to utter hoarse convulsive\nsounds which resembled nothing so much as the barking of a dog, and\nbegan a sort of hideous writhing in a circle about the room. I bent and\nseized him by the shoulders. Violently, desperately, I shook him. He\nturned his head and snapped at my wrist. I was sick with horror, but\nI dared not release him for fear that he would destroy himself in a\nparoxysm of rage.\n\n\"Chalmers,\" I muttered, \"you must stop that. There is nothing in this\nroom that can harm you. Do you understand?\"\n\nI continued to shake and admonish him, and gradually the madness died\nout of his face. Shivering convulsively, he crumpled into a grotesque\nheap on the Chinese rug.\n\n\n\nI carried him to the sofa and deposited him upon it. His features were\ntwisted in pain, and I knew that he was still struggling dumbly to\nescape from abominable memories.\n\n\"Whisky,\" he muttered. \"You'll find a flask in the cabinet by the\nwindow--upper left-hand drawer.\"\n\nWhen I handed him the flask his fingers tightened about it until the\nknuckles showed blue. \"They nearly got me,\" he gasped. He drained the\nstimulant in immoderate gulps, and gradually the color crept back into\nhis face.\n\n\"That drug was the very devil!\" I murmured.\n\n\"It wasn't the drug,\" he moaned.\n\nHis eyes no longer glared insanely, but he still wore the look of a\nlost soul.\n\n\"They scented me in time,\" he moaned. \"I went too far.\"\n\n\"What were _they_ like?\" I said, to humor him.\n\nHe leaned forward and gripped my arm. He was shivering horribly. \"No\nword in our language can describe them!\" He spoke in a hoarse whisper.\n\"They are symbolized vaguely in the myth of the Fall, and in an obscene\nform which is occasionally found engraven on ancient tablets. The\nGreeks had a name for them, which veiled their essential foulness. The\ntree, the snake and the apple--these are the vague symbols of a most\nawful mystery.\"\n\nHis voice had risen to a scream. \"Frank, Frank, a terrible and\nunspeakable _deed_ was done in the beginning. Before time, the _deed_,\nand from the deed----\"\n\nHe had risen and was hysterically pacing the room. \"The seeds of the\ndeed move through angles in dim recesses of time. They are hungry and\nathirst!\"\n\n\"Chalmers,\" I pleaded to quiet him. \"We are living in the third decade\nof the Twentieth Century.\"\n\n\"They are lean and athirst!\" he shrieked. \"_The Hounds of Tindalos!_\"\n\n\"Chalmers, shall I phone for a physician?\"\n\n\"A physician can not help me now. They are horrors of the soul, and\nyet\"--he hid his face in his hands and groaned--\"they are real, Frank.\nI saw them for a ghastly moment. For a moment I stood on the _other\nside_. I stood on the pale gray shores beyond time and space. In an\nawful light that was not light, in a silence that shrieked, I saw\n_them_.\n\n\"All the evil in the universe was concentrated in their lean, hungry\nbodies. Or had they bodies? I saw them only for a moment; I can not\nbe certain. _But I heard them breathe._ Indescribably for a moment\nI felt their breath upon my face. They turned toward me and I fled\nscreaming. In a single moment I fled screaming through time. I fled\ndown quintillions of years.\n\n\"But they scented me. Men awake in them cosmic hungers. We have\nescaped, momentarily, from the foulness that rings them round. They\nthirst for that in us which is clean, which emerged from the deed\nwithout stain. There is a part of us which did not partake in the\ndeed, and that they hate. But do not imagine that they are literally,\nprosaically evil. They are beyond good and evil as we know it. They are\nthat which in the beginning fell away from cleanliness. Through the\ndeed they became bodies of death, receptacles of all foulness. But they\nare not evil in our sense because in the spheres through which they\nmove there is no thought, no morals, no right or wrong as we understand\nit. There is merely the pure and the foul. The foul expresses itself\nthrough angles; the pure through curves. Man, the pure part of him, is\ndescended from a curve. Do not laugh. I mean that literally.\"\n\nI rose and searched for my hat. \"I'm dreadfully sorry for you,\nChalmers,\" I said, as I walked toward the door. \"But I don't intend to\nstay and listen to such gibberish. I'll send my physician to see you.\nHe's an elderly, kindly chap and he won't be offended if you tell him\nto go to the devil. But I hope you'll respect his advice. A week's rest\nin a good sanitarium should benefit you immeasurably.\"\n\nI heard him laughing as I descended the stairs, but his laughter was so\nutterly mirthless that it moved me to tears.\n\n\n                                   2\n\n\nWhen Chalmers phoned the following morning my first impulse was to hang\nup the receiver immediately. His request was so unusual and his voice\nwas so wildly hysterical that I feared any further association with him\nwould result in the impairment of my own sanity. But I could not doubt\nthe genuineness of his misery, and when he broke down completely and I\nheard him sobbing over the wire I decided to comply with his request.\n\n\"Very well,\" I said. \"I will come over immediately and bring the\nplaster.\"\n\nEn route to Chalmers' home I stopped at a hardware store and purchased\ntwenty pounds of plaster of Paris. When I entered my friend's room he\nwas crouching by the window watching the opposite wall out of eyes that\nwere feverish with fright. When he saw me he rose and seized the parcel\ncontaining the plaster with an avidity that amazed and horrified me.\nHe had extruded all of the furniture and the room presented a desolate\nappearance.\n\n\"It is just conceivable that we can thwart them!\" he exclaimed. \"But we\nmust work rapidly. Frank, there is a stepladder in the hall. Bring it\nhere immediately. And then fetch a pail of water.\"\n\n\"What for?\" I murmured.\n\nHe turned sharply and there was a flush on his face. \"To mix the\nplaster, you fool!\" he cried. \"To mix the plaster that will save our\nbodies and souls from a contamination unmentionable. To mix the\nplaster that will save the world from--Frank, _they must be kept out_!\"\n\n\"Who?\" I murmured.\n\n\"The Hounds of Tindalos!\" he muttered. \"They can only reach us through\nangles. We must eliminate all angles from this room. I shall plaster\nup all of the corners, all of the crevices. We must make this room\nresemble the interior of a sphere.\"\n\nI knew that it would have been useless to argue with him. I fetched the\nstepladder, Chalmers mixed the plaster, and for three hours we labored.\nWe filled in the four corners of the wall and the intersections of\nthe floor and wall and the wall and ceiling, and we rounded the sharp\nangles of the window-seat.\n\n\"I shall remain in this room until they return in time,\" he affirmed\nwhen our task was completed. \"When they discover that the scent leads\nthrough curves they will return. They will return ravenous and snarling\nand unsatisfied to the foulness that was in the beginning, before time,\nbeyond space.\"\n\nHe nodded graciously and lit a cigarette. \"It was good of you to help,\"\nhe said.\n\n\"Will you not see a physician, Chalmers?\" I pleaded.\n\n\"Perhaps--tomorrow,\" he murmured. \"But now I must watch and wait.\"\n\n\"Wait for what?\" I urged.\n\nChalmers smiled wanly. \"I know that you think me insane,\" he said. \"You\nhave a shrewd but prosaic mind, and you can not conceive of an entity\nthat does not depend for its existence on force and matter. But did\nit ever occur to you, my friend, that force and matter are merely the\nbarriers to perception imposed by time and space? When one knows, as I\ndo, that time and space are identical and that they are both deceptive\nbecause they are merely imperfect manifestations of a higher reality,\none no longer seeks in the visible world for an explanation of the\nmystery and terror of being.\"\n\nI rose and walked toward the door.\n\n\"Forgive me,\" he cried. \"I did not mean to offend you. You have a\nsuperlative intellect, but I--I have a _superhuman_ one. It is only\nnatural that I should be aware of your limitations.\"\n\n\"Phone if you need me,\" I said, and descended the stairs two steps at\na time. \"I'll send my physician over at once,\" I muttered, to myself.\n\"He's a hopeless maniac, and heaven knows what will happen if someone\ndoesn't take charge of him immediately.\"\n\n\n                                   3\n\n_The following is a condensation of two announcements which appeared in\nthe_ Partridgeville Gazette _for July 3, 1928_:\n\n                 Earthquake Shakes Financial District\n\n    At 2 o'clock this morning an earth tremor of unusual severity\n    broke several plate-glass windows in Central Square and completely\n    disorganized the electric and street railway systems. The tremor\n    was felt in the outlying districts and the steeple of the First\n    Baptist Church on Angell Hill (designed by Christopher Wren in\n    1717) was entirely demolished. Firemen are now attempting to put\n    out a blaze which threatens to destroy the Partridgeville Glue\n    Works. An investigation is promised by the mayor and an immediate\n    attempt will be made to fix responsibility for this disastrous\n    occurrence.\n\n\n\n                OCCULT WRITER MURDERED BY UNKNOWN GUEST\n\n                   Horrible Crime in Central Square\n\n              Mystery Surrounds Death of Halpin Chalmers\n\n    At 9 a.m. today the body of Halpin Chalmers, author and\n    journalist, was found in an empty room above the jewelry store\n    of Smithwick and Isaacs, 24 Central Square. The coroner's\n    investigation revealed that the room had been rented _furnished_\n    to Mr. Chalmers on May 1, and that he had himself disposed of the\n    furniture a fortnight ago. Chalmers was the author of several\n    recondite books on occult themes, and a member of the Bibliographic\n    Guild. He formerly resided in Brooklyn, New York.\n\n    At 7 a.m. Mr. L. E. Hancock, who occupies the apartment opposite\n    Chalmers' room in the Smithwick and Isaacs establishment, smelt\n    a peculiar odor when he opened his door to take in his cat and\n    the morning edition of the _Partridgeville Gazette_. The odor he\n    describes as extremely acrid and nauseous, and he affirms that it\n    was so strong in the vicinity of Chalmers' room that he was obliged\n    to hold his nose when he approached that section of the hall.\n\n    He was about to return to his own apartment when it occurred to him\n    that Chalmers might have accidentally forgotten to turn off the gas\n    in his kitchenette. Becoming considerably alarmed at the thought,\n    he decided to investigate, and when repeated tappings on Chalmers'\n    door brought no response he notified the superintendent. The latter\n    opened the door by means of a pass key, and the two men quickly\n    made their way into Chalmers' room. The room was utterly destitute\n    of furniture, and Hancock asserts that when he first glanced at the\n    floor his heart went cold within him, and that the superintendent,\n    without saying a word, walked to the open window and stared at the\n    building opposite for fully five minutes.\n\n    Chalmers lay stretched upon his back in the center of the room.\n    He was starkly nude, and his chest and arms were covered with a\n    peculiar bluish pus or ichor. His head lay grotesquely upon his\n    chest. It had been completely severed from his body, and the\n    features were twisted and torn and horribly mangled. Nowhere was\n    there a trace of blood.\n\n    The room presented a most astonishing appearance. The intersections\n    of the walls, ceiling and floor had been thickly smeared with\n    plaster of Paris, but at intervals fragments had cracked and\n    fallen off, and someone had grouped these upon the floor about the\n    murdered man so as to form a perfect triangle.\n\n    Beside the body were several sheets of charred yellow paper. These\n    bore fantastic geometric designs and symbols and several hastily\n    scrawled sentences. The sentences were almost illegible and so\n    absurd in context that they furnished no possible clue to the\n    perpetrator of the crime. \"I am waiting and watching,\" Chalmers\n    wrote. \"I sit by the window and watch walls and ceiling. I do not\n    believe they can reach me, but I must beware of the Doels. Perhaps\n    _they_ can help them break through. The satyrs will help, and they\n    can advance through the scarlet circles. The Greeks knew a way of\n    preventing that. It is a great pity that we have forgotten so much.\"\n\n    On another sheet of paper, the most badly charred of the seven\n    or eight fragments found by Detective Sergeant Douglas (of the\n    Partridgeville Reserve), was scrawled the following:\n\n    \"Good God, the plaster is falling! A terrific shock has loosened\n    the plaster and it is falling. An earthquake perhaps! I never could\n    have anticipated this. It is growing dark in the room. I must phone\n    Frank. But can he get here in time? I will try. I will recite the\n    Einstein formula. I will--God, they are breaking through! They are\n    breaking through! Smoke is pouring from the corners of the wall.\n    Their _tongues_--ahhhhh----\"\n\n    In the opinion of Detective Sergeant Douglas, Chalmers was poisoned\n    by some obscure chemical. He has sent specimens of the strange\n    blue slime found on Chalmers' body to the Partridgeville Chemical\n    Laboratories; and he expects the report will shed new light on\n    one of the most mysterious crimes of recent years. That Chalmers\n    entertained a guest on the evening preceding the earthquake\n    is certain, for his neighbor distinctly heard a low murmur of\n    conversation in the former's room as he passed it on his way to the\n    stairs. Suspicion points strongly to this unknown visitor and the\n    police are diligently endeavoring to discover his identity.\n\n\n                                   4\n\n_Report of James Morton, chemist and bacteriologist_:\n\n    My dear Mr. Douglas:\n\n    The fluid sent to me for analysis is the most peculiar that I\n    have ever examined. It resembles living protoplasm, but it lacks\n    the peculiar substances known as enzymes. Enzymes catalyze the\n    chemical reactions occurring in living cells, and when the cell\n    dies they cause it to disintegrate by hydrolyzation. Without\n    enzymes protoplasm should possess enduring vitality, i.e.,\n    immortality. Enzymes are the negative components, so to speak, of\n    unicellular organism, which is the basis of all life. That living\n    matter can exist without enzymes biologists emphatically deny.\n    And yet the substance that you have sent me is alive and it lacks\n    these \"indispensable\" bodies. Good God, sir, do you realize what\n    astounding new vistas this opens up?\n\n\n                                   5\n\n_Excerpt from_ The Secret Watchers _by the late Halpin Chalmers_:\n\n    What if, parallel to the life we know, there is another life that\n    does not die, which lacks the elements that destroy _our_ life?\n    Perhaps in another dimension there is a _different_ force from\n    that which generates our life. Perhaps this force emits energy,\n    or something similar to energy, which passes from the unknown\n    dimension where _it_ is and creates a new form of cell life in\n    our dimension. No one knows that such new cell life does exist in\n    our dimension. Ah, but I have seen _its_ manifestations. I have\n    _talked_ with them. In my room at night I have talked with the\n    Doels. And in dreams I have seen their maker. I have stood on the\n    dim shore beyond time and matter and seen _it_. _It_ moves through\n    strange curves and outrageous angles. Some day I shall travel in\n    time and meet _it_ face to face.",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73575/pg73575.txt",
        "name": "the_hounds_of_tindalos.json"
    }
}