{
    "name": "The Guardian Angel\nShip's Company, Part 7.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE GUARDIAN ANGEL\n\nThe night-watchman shook his head.  \"I never met any of these phil--\nphilantherpists, as you call 'em,\" he said, decidedly.  \"If I 'ad they\nwouldn't 'ave got away from me in a hurry, I can tell you.  I don't say I\ndon't believe in 'em; I only say I never met any of 'em.  If people do\nyou a kindness it's generally because they want to get something out of\nyou; same as a man once--a perfick stranger--wot stood me eight\n'arf-pints becos I reminded 'im of his dead brother, and then borrered\nfive bob off of me.\n\n\"O' course, there must be some kind-'arted people in the world--all men\nwho get married must 'ave a soft spot somewhere, if it's only in the\n'ead--but they don't often give things away.  Kind-'artedness is often\nonly another name for artfulness, same as Sam Small's kindness to Ginger\nDick and Peter Russet.\n\n\"It started with a row.  They was just back from a v'y'ge and 'ad taken a\nnice room together in Wapping, and for the fust day or two, wot with\n'aving plenty o' money to spend and nothing to do, they was like three\nbrothers.  Then, in a little, old-fashioned public-'ouse down Poplar way,\none night they fell out over a little joke Ginger played on Sam.\n\n\"It was the fust drink that evening, and Sam 'ad just ordered a pot o'\nbeer and three glasses, when Ginger winked at the landlord and offered to\nbet Sam a level 'arf-dollar that 'e wouldn't drink off that pot o' beer\nwithout taking breath.  The landlord held the money, and old Sam, with a\n'appy smile on 'is face, 'ad just taken up the mug, when he noticed the\nodd way in which they was all watching him.  Twice he took the mug up and\nput it down agin without starting and asked 'em wot the little game was,\nbut they on'y laughed.  He took it up the third time and started, and he\n'ad just got about 'arf-way through when Ginger turns to the landlord and\nses--\n\n\"'Did you catch it in the mouse-trap,' he ses, 'or did it die of poison?'\n\n\"Pore Sam started as though he 'ad been shot, and, arter getting rid of\nthe beer in 'is mouth, stood there 'olding the mug away from 'im and\nmaking such 'orrible faces that they was a'most frightened.\n\n\"'Wot's the matter with him?  I've never seen 'im carry on like that over\na drop of beer before,' ses Ginger, staring.\n\n\"'He usually likes it,' ses Peter Russet.\n\n\"'Not with a dead mouse in it,' ses Sam, trembling with passion.\n\n\"'Mouse?' ses Ginger, innercent-like.  'Mouse?  Why, I didn't say it was\nin your beer, Sam.  Wotever put that into your 'ead?'\n\n\"'And made you lose your bet,' ses Peter.\n\n\"Then old Sam see 'ow he'd been done, and the way he carried on when the\nlandlord gave Ginger the 'arf-dollar, and said it was won fair and\nhonest, was a disgrace.  He 'opped about that bar 'arf crazy, until at\nlast the landlord and 'is brother, and a couple o' soldiers, and a\nhelpless cripple wot wos selling matches, put 'im outside and told 'im to\nstop there.\n\n\"He stopped there till Ginger and Peter came out, and then, drawing\n'imself up in a proud way, he told 'em their characters and wot he\nthought about 'em.  And he said 'e never wanted to see wot they called\ntheir faces agin as long as he lived.\n\n\"'I've done with you,' he ses, 'both of you, for ever.'\n\n\"'All right,' ses Ginger moving off.  'Ta-ta for the present.  Let's 'ope\nhe'll come 'ome in a better temper, Peter.'\n\n\"'Ome?' ses Sam, with a nasty laugh, \"'ome?  D'ye think I'm coming back to\nbreathe the same air as you, Ginger?  D'ye think I want to be\nsuffocated?'\n\n\"He held his 'ead up very 'igh, and, arter looking at them as if they was\ndirt, he turned round and walked off with his nose in the air to spend\nthe evening by 'imself.\n\n\"His temper kept him up for a time, but arter a while he 'ad to own up to\n'imself that it was very dull, and the later it got the more he thought\nof 'is nice warm bed.  The more 'e thought of it the nicer and warmer it\nseemed, and, arter a struggle between his pride and a few 'arf-pints, he\ngot 'is good temper back agin and went off 'ome smiling.\n\n\"The room was dark when 'e got there, and, arter standing listening a\nmoment to Ginger and Peter snoring, he took off 'is coat and sat down on\n'is bed to take 'is boots off.  He only sat down for a flash, and then he\nbent down and hit his 'ead an awful smack against another 'ead wot 'ad\njust started up to see wot it was sitting on its legs.\n\n\"He thought it was Peter or Ginger in the wrong bed at fust, but afore he\ncould make it out Ginger 'ad got out of 'is own bed and lit the candle.\nThen 'e saw it was a stranger in 'is bed, and without saying a word he\nlaid 'old of him by the 'air and began dragging him out.\n\n\"'Here, stop that!' ses Ginger catching hold of 'im.  'Lend a hand 'ere,\nPeter.'\n\n\"Peter lent a hand and screwed it into the back o' Sam's neck till he\nmade 'im leave go, and then the stranger, a nasty-looking little chap\nwith a yellow face and a little dark moustache, told Sam wot he'd like to\ndo to him.\n\n\"'Who are you?' ses Sam, 'and wot are you a-doing of in my bed?'\n\n\"'It's our lodger,' ses Ginger.\n\n\"'Your wot?' ses Sam, 'ardly able to believe his ears.\n\n\"'Our lodger,' ses Peter Russet.  'We've let 'im the bed you said you\ndidn't want for sixpence a night.  Now you take yourself off.'\n\n\"Old Sam couldn't speak for a minute; there was no words that he knew bad\nenough, but at last he licks 'is lips and he ses, 'I've paid for that bed\nup to Saturday, and I'm going to have it.'\n\n\"He rushed at the lodger, but Peter and Ginger got hold of 'im agin and\nput 'im down on the floor and sat on 'im till he promised to be'ave\nhimself.  They let 'im get up at last, and then, arter calling themselves\nnames for their kind-'artedness, they said if he was very good he might\nsleep on the floor.\n\n\"Sam looked at 'em for a moment, and then, without a word, he took off\n'is boots and put on 'is coat and went up in a corner to be out of the\ndraught, but, wot with the cold and 'is temper, and the hardness of the\nfloor, it was a long time afore 'e could get to sleep.  He dropped off at\nlast, and it seemed to 'im that he 'ad only just closed 'is eyes when it\nwas daylight.  He opened one eye and was just going to open the other\nwhen he saw something as made 'im screw 'em both up sharp and peep\nthrough 'is eyelashes.  The lodger was standing at the foot o' Ginger's\nbed, going through 'is pockets, and then, arter waiting a moment and\n'aving a look round, he went through Peter Russet's.  Sam lay still mouse\nwhile the lodger tip-toed out o' the room with 'is boots in his 'and, and\nthen, springing up, follered him downstairs.\n\n\"He caught 'im up just as he 'ad undone the front door, and, catching\nhold of 'im by the back o' the neck, shook 'im till 'e was tired.  Then\nhe let go of 'im and, holding his fist under 'is nose, told 'im to hand\nover the money, and look sharp about it.\n\n\"'Ye--ye--yes, sir,' ses the lodger, who was 'arf choked.\n\n\"Sam held out his 'and, and the lodger, arter saying it was only a little\nbit o' fun on 'is part, and telling 'im wot a fancy he 'ad taken to 'im\nfrom the fust, put Ginger's watch and chain into his 'ands and eighteen\npounds four shillings and sevenpence.  Sam put it into his pocket, and,\narter going through the lodger's pockets to make sure he 'adn't forgot\nanything, opened the door and flung 'im into the street.  He stopped on\nthe landing to put the money in a belt he was wearing under 'is clothes,\nand then 'e went back on tip-toe to 'is corner and went to sleep with one\neye open and the 'appiest smile that had been on his face for years.\n\n\"He shut both eyes when he 'eard Ginger wake up, and he slept like a\nchild through the 'orrible noise that Peter and Ginger see fit to make\nwhen they started to put their clothes on.  He got tired of it afore they\ndid, and, arter opening 'is eyes slowly and yawning, he asked Ginger wot\nhe meant by it.\n\n\"'You'll wake your lodger up if you ain't careful, making that noise,' he\nses.  'Wot's the matter?'\n\n\"'Sam,' ses Ginger, in a very different voice to wot he 'ad used the\nnight before, 'Sam, old pal, he's taken all our money and bolted.'\n\n\"'Wot?' ses Sam, sitting up on the floor and blinking, 'Nonsense!'\n\n\"'Robbed me and Peter,' ses Ginger, in a trembling voice; 'taken every\npenny we've got, and my watch and chain.'\n\n\"'You're dreaming,' ses Sam.\n\n\"'I wish I was,' ses Ginger.\n\n\"'But surely, Ginger,' ses Sam, standing up, 'surely you didn't take a\nlodger without a character?'\n\n\"'He seemed such a nice chap,' ses Peter.  'We was only saying wot a much\nnicer chap he was than--than----'\n\n\"'Go on, Peter,' ses Sam, very perlite.\n\n\"'Than he might ha' been,' ses Ginger, very quick.\n\n\"'Well, I've 'ad a wonderful escape,' ses Sam.  'If it hadn't ha' been\nfor sleeping in my clothes I suppose he'd ha' 'ad my money as well.'\n\n\"He felt in 'is pockets anxious-like, then he smiled, and stood there\nletting 'is money fall through 'is fingers into his pocket over and over\nagin.\n\n\"'Pore chap,' he ses; 'pore chap; p'r'aps he'd got a starving wife and\nfamily.  Who knows?  It ain't for us to judge 'im, Ginger.'\n\n\"He stood a little while longer chinking 'is money, and when he took off\nhis coat to wash Ginger Dick poured the water out for im and Peter Russet\npicked up the soap, which 'ad fallen on the floor.  Then they started\npitying themselves, looking very 'ard at the back of old Sam while they\ndid it.\n\n\"'I s'pose we've got to starve, Peter,' ses Ginger, in, a sad voice.\n\n\"'Looks like it,' ses Peter, dressing hisself very slowly.\n\n\"'There's nobody'll mourn for me, that's one comfort,' ses Ginger.\n\n\"'Or me,' ses Peter.\n\n\"'P'r'aps Sam'll miss us a bit,' ses Ginger, grinding 'is teeth as old\nSam went on washing as if he was deaf.  'He'ss the only real pal we ever\n'ad.'\n\n\"'Wot are you talking about?' ses Sam, turning round with the soap in\nhis eyes, and feeling for the towel.  'Wot d'ye want to starve for?  Why\ndon't you get a ship?'\n\n\"'I thought we was all going to sign on in the Cheaspeake agin, Sam,' ses\nGinger, very mild.\n\n\"'She won't be ready for sea for pretty near three weeks,' ses Sam.  'You\nknow that.'\n\n\"'P'r'aps Sam would lend us a trifle to go on with, Ginger,' ses Peter\nRusset.  'Just enough to keep body and soul together, so as we can hold\nout and 'ave the pleasure of sailing with 'im agin.'\n\n\"'P'r'aps he wouldn't,' ses Sam, afore Ginger could open his mouth.\n'I've just got about enough to last myself; I 'aven't got any to lend.\nSailormen wot turns on their best friends and makes them sleep on the\ncold 'ard floor while their new pal is in his bed don't get money lent to\n'em.  My neck is so stiff it creaks every time I move it, and I've got\nthe rheumatics in my legs something cruel.'\n\n\"He began to 'um a song, and putting on 'is cap went out to get some\nbrekfuss.  He went to a little eating-'ouse near by, where they was in\nthe 'abit of going, and 'ad just started on a plate of eggs and bacon\nwhen Ginger Dick and Peter came into the place with a pocket-'ankercher\nof 'is wot they 'ad found in the fender.\n\n\"'We thought you might want it, Sam,' ses Peter.\n\n\"'So we brought it along,' ses Ginger.  'I 'ope you're enjoying of your\nbrekfuss, Sam.'\n\n\"Sam took the 'ankercher and thanked 'em very perlite, and arter standing\nthere for a minute or two as if they wanted to say something they\ncouldn't remember, they sheered off.  When Sam left the place 'arf-an-\nhour afterwards they was still hanging about, and as Sam passed Ginger\nasked 'im if he was going for a walk.\n\n\"'Walk?' ses Sam.  'Cert'nly not.  I'm going to bed; I didn't 'ave a good\nnight's rest like you and your lodger.'\n\n\"He went back 'ome, and arter taking off 'is coat and boots got into bed\nand slept like a top till one o'clock, when he woke up to find Ginger\nshaking 'im by the shoulders.\n\n\"'Wot's the matter?' he ses.  'Wot are you up to?'\n\n\"'It's dinner-time,' ses Ginger.  'I thought p'r'aps you'd like to know,\nin case you missed it.'\n\n\"'You leave me alone,' ses Sam, cuddling into the clothes agin.  'I don't\nwant no dinner.  You go and look arter your own dinners.'\n\n\"He stayed in bed for another 'arf-hour, listening to Peter and Ginger\ntelling each other in loud whispers 'ow hungry they was, and then he got\nup and put 'is things on and went to the door.\n\n\"'I'm going to get a bit o' dinner,' he ses.  'And mind, I've got my\npocket 'ankercher.'\n\n\"He went out and 'ad a steak and onions and a pint o' beer, but, although\nhe kept looking up sudden from 'is plate, he didn't see Peter or Ginger.\nIt spoilt 'is dinner a bit, but arter he got outside 'e saw them standing\nat the corner, and, pretending not to see them, he went off for a walk\ndown the Mile End Road.\n\n\"He walked as far as Bow with them follering'im, and then he jumped on a\nbus and rode back as far as Whitechapel.  There was no sign of 'em when\nhe got off, and, feeling a bit lonesome, he stood about looking in shop-\nwindows until 'e see them coming along as hard as they could come.\n\n\"'Why, halloa!' he ses.  'Where did you spring from?'\n\n\"'We--we--we've been--for a bit of a walk,' ses Ginger Dick, puffing and\nblowing like a grampus.\n\n\"'To-keep down the 'unger,' ses Peter Russet.\n\n\"Old Sam looked at 'em very stern for a moment, then he beckoned 'em to\nfoller 'im, and, stopping at a little public-'ouse, he went in and\nordered a pint o' bitter.\n\n\"'And give them two pore fellers a crust o' bread and cheese and 'arf-a-\npint of four ale each,' he ses to the barmaid.\n\n\"Ginger and Peter looked at each other, but they was so hungry they\ndidn't say a word; they just stood waiting.\n\n\"'Put that inside you my pore fellers,' ses Sam, with a oily smile.  'I\ncan't bear to see people suffering for want o' food,' he ses to the\nbarmaid, as he chucked down a sovereign on the counter.\n\n\"The barmaid, a very nice gal with black 'air and her fingers covered all\nover with rings, said that it did 'im credit, and they stood there\ntalking about tramps and beggars and such-like till Peter and Ginger\nnearly choked.  He stood there watching 'em and smoking a threepenny\ncigar, and when they 'ad finished he told the barmaid to give 'em a\nsausage-roll each, and went off.\n\n\"Peter and Ginger snatched up their sausage-rolls and follered 'im, and\nat last Ginger swallowed his pride and walked up to 'im and asked 'im to\nlend them some money.\n\n\"'You'll get it back agin,' he ses.  'You know that well enough.'\n\n\"'Cert'nly not,' ses Sam; 'and I'm surprised at you asking.  Why, a child\ncould rob you.  It's 'ard enough as it is for a pore man like me to 'ave\nto keep a couple o' hulking sailormen, but I'm not going to give you\nmoney to chuck away on lodgers.  No more sleeping on the floor for me!\nNow I don't want none o' your langwidge, and I don't want you follering\nme like a couple o' cats arter a meat-barrer.  I shall be 'aving a cup o'\ntea at Brown's coffee-shop by and by, and if you're there at five sharp\nI'll see wot I can do for you.  Wot did you call me?'\n\n\"Ginger told 'im three times, and then Peter Russet dragged 'im away.\nThey turned up outside Brown's at a quarter to five, and at ten past six\nSam Small strolled up smoking a cigar, and, arter telling them that he\n'ad forgot all about 'em, took 'em inside and paid for their teas.  He\ntold Mr. Brown 'e was paying for 'em, and 'e told the gal wot served 'em\n'e was paying for 'em, and it was all pore Ginger could do to stop\n'imself from throwing his plate in 'is face.\n\n\"Sam went off by 'imself, and arter walking about all the evening without\na ha'penny in their pockets, Ginger Dick and Peter went off 'ome to bed\nand went to sleep till twelve o'clock, when Sam came in and woke 'em up\nto tell 'em about a music-'all he 'ad been to, and 'ow many pints he had\n'ad.  He sat up in bed till past one o'clock talking about 'imself, and\ntwice Peter Russet woke Ginger up to listen and got punched for 'is\ntrouble.\n\n\"They both said they'd get a ship next morning, and then old Sam turned\nround and wouldn't 'ear of it.  The airs he gave 'imself was awful.  He\nsaid he'd tell 'em when they was to get a ship, and if they went and did\nthings without asking 'im he'd let 'em starve.\n\n\"He kept 'em with 'im all that day for fear of losing 'em and having to\ngive 'em their money when 'e met 'em agin instead of spending it on 'em\nand getting praised for it.  They 'ad their dinner with 'im at Brown's,\nand nothing they could do pleased him.  He spoke to Peter Russet out loud\nabout making a noise while he was eating, and directly arterwards he told\nGinger to use his pocket 'ankercher.  Pore Ginger sat there looking at\n'im and swelling and swelling until he nearly bust, and Sam told 'im if\nhe couldn't keep 'is temper when people was trying to do 'im a kindness\nhe'd better go and get somebody else to keep him.\n\n\"He took 'em to a music-'all that night, but he spoilt it all for 'em by\ntaking 'em into the little public-'ouse in Whitechapel Road fust and\nstanding 'em a drink.  He told the barmaid 'e was keeping 'em till they\ncould find a job, and arter she 'ad told him he was too soft-'arted and\nwould only be took advantage of, she brought another barmaid up to look\nat 'em and ask 'em wot they could do, and why they didn't do it.\n\n\"Sam served 'em like that for over a week, and he 'ad so much praise from\nMr. Brown and other people that it nearly turned his 'ead.  For once in\nhis life he 'ad it pretty near all 'is own way.  Twice Ginger Dick\nslipped off and tried to get a ship and came back sulky and hungry, and\nonce Peter Russet sprained his thumb trying to get a job at the docks.\n\n\"They gave it up then and kept to Sam like a couple o' shadders, only\ngiving 'im back-answers when they felt as if something 'ud give way\ninside if they didn't.  For the fust time in their lives they began to\ncount the days till their boat was ready for sea.  Then something\nhappened.\n\n\"They was all coming 'ome late one night along the Minories, when Ginger\nDick gave a shout and, suddenly bolting up a little street arter a man\nthat 'ad turned up there, fust of all sent 'im flying with a heavy punch\nof 'is fist, and then knelt on 'im.\n\n\"'Now then Ginger,' ses Sam bustling up with Peter Russet, 'wot's all\nthis?  Wot yer doing?'\n\n\"'It's the thief,' ses Ginger.  'It's our lodger.  You keep still!' he\nses shaking the man.  'D'ye hear?'\n\n\"Peter gave a shout of joy, and stood by to help.\n\n\"'Nonsense!' ses old Sam, turning pale.  'You've been drinking, Ginger.\nThis comes of standing you 'arf-pints.'\n\n\"'It's him right enough,' ses Ginger.  'I'd know 'is ugly face anywhere.'\n\n\"'You come off 'ome at once,' ses Sam, very sharp, but his voice\ntrembling.  'At once.  D'ye hear me?'\n\n\"'Fetch a policeman, Peter,' ses Ginger.\n\n\"'Let the pore feller go, I tell you,' ses Sam, stamping his foot.  ''Ow\nwould you like to be locked up?  'Ow would you like to be torn away from\nyour wife and little ones?  'Ow would you--'\n\n\"'Fetch a policeman, Peter,' ses Ginger agin.  'D'ye hear?'\n\n\"'Don't do that, guv'nor,' ses the lodger.  'You got your money back.\nWot's the good o' putting me away?'\n\n\"'Got our wot back?' ses Ginger, shaking 'im agin.  'Don't you try and be\nfunny with me, else I'll tear you into little pieces.'\n\n\"'But he took it back,' ses the man, trying to sit up and pointing at\nSam.  'He follered me downstairs and took it all away from me.  Your\nticker as well.'\n\n\"'Wot?' ses Ginger and Peter both together.\n\n\"Strue as I'm 'ere,' ses the lodger.  'You turn 'is pockets out and see.\nLook out!  He's going off!'\n\n\"Ginger turned his 'ead just in time to see old Sam nipping round the\ncorner.  He pulled the lodger up like a flash, and, telling Peter to take\nhold of the other side of him, they set off arter Sam.\n\n\"'Little-joke-o' mine-Ginger,' ses Sam, when they caught 'im.  'I was\ngoing to tell you about it to-night.  It ain't often I get the chance of\na joke agin you Ginger; you're too sharp for a old man like me.'\n\n\"Ginger Dick didn't say anything.  He kept 'old o' Sam's arm with one\nhand and the lodger's neck with the other, and marched 'em off to his\nlodgings.\n\n\"He shut the door when 'e got in, and arter Peter 'ad lit the candle they\ntook hold o' Sam and went through 'im, and arter trying to find pockets\nwhere he 'adn't got any, they took off 'is belt and found Ginger's watch,\nseventeen pounds five shillings, and a few coppers.\n\n\"'We 'ad over nine quid each, me and Peter,' ses Ginger.  'Where's the\nrest?'\n\n\"'It's all I've got left,' ses Sam; 'every ha'penny.'\n\n\"He 'ad to undress and even take 'is boots off afore they'd believe 'im,\nand then Ginger took 'is watch and he ses to Peter, 'Lemme see; 'arf of\nseventeen pounds is eight pounds ten; 'arf of five shillings is 'arf-a-\ncrown; and 'arf of fourpence is twopence.'\n\n\"'What about me Ginger old pal?' ses Sam, in a kind voice.  'We must\ndivide it into threes.'\n\n\"'Threes?' ses Ginger, staring at'im.  'Whaffor?'\n\n\"''Cos part of it's mine,' ses Sam, struggling 'ard to be perlite.  'I've\npaid for everything for the last ten days, ain't I?'\n\n\"'Yes,' ses Ginger.  'You 'ave, and I thank you for it.'\n\n\"'So do I,' ses Peter Russet.  'Hearty I do.'\n\n\"'It was your kind-'artedness,' ses Ginger, grinning like mad.  'You gave\nit to us, and we wouldn't dream of giving it to you back.'\n\n\"'Nothin' o' the kind,' ses Sam, choking.\n\n\"'Oh, yes you did,' ses Ginger, 'and you didn't forget to tell people\nneither.  You told everybody.  Now it's our turn.'\n\n\"He opened the door and kicked the lodger out.  Leastways, he would 'ave\nkicked 'im, but the chap was too quick for 'im.  And then 'e came back,\nand, putting his arm round Peter's waist, danced a waltz round the room\nwith 'im, while pore old Sam got on to his bed to be out of the way.\nThey danced for nearly 'arf-an-hour, and then they undressed and sat on\nPeter's bed and talked.  They talked in whispers at fust, but at last Sam\n'eard Peter say:--\n\n\"'Threepence for 'is brekfuss; sevenpence for 'is dinner; threepence for\n'is tea; penny for beer and a penny for bacca.  'Ow much is that,\nGinger?'\n\n\"'One bob,' ses Ginger.\n\n\"Peter counted up to 'imself.  'I make it more than that, old pal,' he\nses, when he 'ad finished.\n\n\"'Do you?' ses Ginger, getting up.  'Well, he won't; not if he counts it\ntwenty times over he won't.  Good-night, Peter.  'Appy dreams.'\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10567/pg10567.txt",
        "name": "the_guardian_angel_ship_s_company_part_7.json"
    }
}