{
    "name": "The understudy [Night watches, Part 3.]",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE UNDERSTUDY\n\nThe Understudy\n\n\"Dogs on board ship is a nuisance,\" said the night-watchman, gazing\nfiercely at the vociferous mongrel that had chased him from the deck of\nthe Henry William; \"the skipper asks me to keep an eye on the ship, and\nthen leaves a thing like that down in the cabin.\"\n\nHe leaned against a pile of empty casks to recover his breath, shook his\nfist at the dog, and said, slowly--\n\nSome people can't make too much of 'em.  They talk about a dog's honest\neyes and his faithful 'art.  I 'ad a dog once, and I never saw his eyes\nlook so honest as they did one day when 'e was sitting on a pound o'\nbeefsteak we was 'unting high and low for.\n\nI've known dogs to cause a lot of trouble in my time.  A man as used to\nlive in my street told me he 'ad been in jail three times because dogs\nfollered him 'ome and wouldn't go away when he told 'em to.  He said\nthat some men would ha' kicked 'em out into the street, but he thought\ntheir little lives was far too valuable to risk in that way.\n\nSome people used to wink when 'e talked like that, but I didn't: I\nremembered a dog that took a fancy to old Sam Small and Ginger Dick and\nPeter Russet once in just the same way.\n\nIt was one night in a little public-'ouse down Commercial Road way.\nThey 'ad on'y been ashore a week, and, 'aving been turned out of a\nmusic-'all the night afore because a man Ginger Dick had punched in the\njaw wouldn't behave 'imself, they said they'd spend the rest o' their\nmoney on beer instead.  There was just the three of 'em sitting by\nthemselves in a cosy little bar, when the door was pushed open and a big\nblack dog came in.\n\nHe came straight up to Sam and licked his 'and.  Sam was eating a\narrowroot biscuit with a bit o' cheese on it at the time.  He wasn't wot\nyou'd call a partickler sort o' man, but, seeing as 'ow the dog was so\ncareless that 'e licked the biscuit a'most as much as he did his 'and,\nhe gave it to 'im.  The dog took it in one gulp, and then he jumped up\non Sam's lap and wagged his tail in 'is face for joy and thankfulness.\n\n\"He's took a fancy to you, Sam,\" ses Ginger.\n\nSam pushed the dog off on to the floor and wiped his face.\n\n\"He's a good dog, by the look of 'im,\" ses Peter Russet, who was country\nbred.\n\nHe bought a sausage-roll, and him and the dog ate it between 'em.  Then\nGinger Dick bought one and gave it to 'im, and by the time it was\nfinished the dog didn't seem to know which one of 'em he loved the most.\n\n\"Wonder who he belongs to?\"  ses Ginger.  \"Is there any name on the\ncollar, Peter?\"\n\nPeter shook his 'ead.  \"It's a good collar, though,\" he ses.  \"I wonder\nwhether he's been and lost 'imself?\"\n\nOld Sam, wot was always on the look-out for money, put his beer down and\nwiped 'is mouth.  \"There might be a reward out for 'im,\" he ses. \"I\nthink I'll take care of 'im for a day or two, in case.\"\n\n\"We'll all take care of 'im,\" ses Ginger; \"and if there's a reward we'll\ngo shares.  Mind that!\"\n\n\"I found 'im,\" ses Sam, very disagreeable.  \"He came up to me as if he'd\nknown me all 'is life.\"\n\n\"No,\" ses Ginger.  \"Don't you flatter yourself.  He came up to you\nbecause he didn't know you, Sam.\"\n\n\"If he 'ad, he'd ha' bit your 'and,\" ses Peter Russet.\n\n\"Instead o' washing it,\" ses Ginger.\n\n\"Go on!\"  ses Sam, 'olding his breath with passion.  \"Go on!\"\n\nPeter opened 'is mouth, but just then another man came into the bar,\nand, arter ordering 'is drink, turned round and patted the dog's 'ead.\n\n\"That's a good dog; 'ow old is he?\"  he ses to Ginger.\n\n\"Two years last April,\" ses Ginger, without moving a eyelid.\n\n\"Fifth of April,\" ses old Sam, very quick and fierce.\n\n\"At two o'clock in the morning,\" ses Peter.\n\nThe man took up 'is beer and looked at 'em; then 'e took a drink and\nlooked at 'em again.  Arter which he 'ad another look at the dog.\n\n\"I could see 'e was very valuable,\" he ses.  \"I see that the moment I\nset eyes on 'im.  Mind you don't get 'im stole.\"\n\nHe finished up 'is beer and went out; and he 'ad 'ardly gone afore\nGinger took a piece o' thick string out of 'is pocket and fastened it to\nthe dog's collar.\n\n\"Make yourself at 'ome, Ginger,\" ses Sam, very nasty.\n\n\"I'm going to,\" ses Ginger.  \"That chap knows something about dogs, and,\nif we can't get a reward for 'im, p'r'aps we can sell 'im.\"\n\nThey 'ad another arf-pint each, and then, Ginger taking 'old of the\nstring, they went out into the street.\n\n\"Nine o'clock,\" ses Peter.  \"It's no good going 'ome yet, Ginger.\"\n\n\"We can 'ave a glass or two on the way,\" ses Ginger; \"but I sha'n't feel\ncomfortable in my mind till we've got the dog safe 'ome.  P'r'aps the\npeople wot 'ave lost it are looking for it now.\"\n\nThey 'ad another drink farther on, and a man in the bar took such a\nfancy to the dog that 'e offered Ginger five shillings for it and drinks\nround.\n\n\"That shows 'ow valuable it is,\" ses Peter Russet when they got outside.\n\"Hold that string tight, Ginger.  Wot's the matter?\"\n\n\"He won't come,\" ses Ginger, tugging at the string.  \"Come on, old chap!\nGood dog!  Come on!\"\n\nHe stood there pulling at the dog, wot was sitting down and being\ndragged along on its stummick.  He didn't know its name, but 'e called\nit a few things that seemed to ease 'is mind, and then he 'anded over\nthe string to Sam, wot 'ad been asking for it, and told 'im to see wot\nhe could do.\n\n\"We shall 'ave a crowd round us in a minute,\" ses Peter.  \"Mind you\ndon't bust a blood-vessel, Sam.\"\n\n\"And be locked up for stealing it, p'r'aps,\" ses Ginger.  \"Better let it\ngo, Sam.\"\n\n\"Wot, arter refusing five bob for it?\"  ses Sam.  \"Talk sense, Ginger,\nand give it a shove be'ind.\"\n\nGinger gave it a shove, but it was no good.  There was three or four\npeople coming along the road, and Sam made up 'is mind in an instant,\nand 'eld up his 'and to a cab that was passing.\n\nIt took the three of 'em to get the dog into the cab, and as soon as it\nwas in the cabman told 'em to take it out agin.  They argufied with 'im\ntill their tongues ached, and at last, arter paying 'im four shillings\nand sixpence afore they started, he climbed up on the box and drove off.\n\nThe door was open when they got to their lodgings, but they 'ad to be\ncareful because o' the landlady.  It took the three of 'em to pull and\npush that dog upstairs, and Ginger took a dislike to dogs that 'e never\nreally got over.  They got 'im in the bedroom at last, and, arter they\n'ad given 'im a drink o' water out o' the wash-hand basin, Ginger and\nPeter started to find fault with Sam Small.\n\n\"I know wot I'm about,\" ses Sam; \"but, o' course, if you don't want your\nshare, say so.  Wot?\"\n\n\"Talk sense!\"  ses Ginger.  \"We paid our share o' the cab, didn't we?\nAnd more fools us.\"\n\n\"There won't be no share,\" ses Peter Russet; \"but if there is, we're\ngoing to'ave it.\"\n\nThey undressed themselves and got into bed, and Ginger 'adn't been in\nhis five minutes afore the dog started to get in with 'im.  When Ginger\npushed 'im off 'e seemed to think he was having a game with 'im, and,\narter pretending to bite 'im in play, he took the end of the counterpane\nin 'is mouth and tried to drag it off.\n\n\"Why don't you get to sleep, Ginger?\"  ses Sam, who was just dropping\noff.  \"'Ave a game with 'im in the morning.\"\n\nGinger gave the dog a punch in the chest, and, arter saying a few o' the\nthings he'd like to do to Sam Small, he cuddled down in 'is bed and they\nall went off to sleep.  All but the dog, that is.  He seemed uneasy in\n'is mind, and if 'e woke 'em up once by standing on his 'ind-legs and\nputting his fore-paws on their chest to see if they was still alive, he\ndid arf-a-dozen times.\n\nHe dropped off to sleep at last, scratching 'imself, but about three\no'clock in the morning Ginger woke up with a 'orrible start and sat up\nin bed shivering.  Sam and Peter woke up, too, and, raising themselves\nin bed, looked at the dog, wot was sitting on its tail, with its 'ead\nback, moaning fit to break its 'art.\n\n\"Wot's the matter?\"  ses old Sam, in a shaky voice.  \"Stop it!  Stop it,\nd'ye hear!\"\n\n\"P'r'aps it's dying,\" ses Ginger, as the dog let off a 'owl like a\nsteamer coming up the river.  \"Stop it, you brute!\"\n\n\"He'll wake the 'ouse up in a minute,\" ses Peter.  \"Take 'im downstairs\nand kick 'im into the street, Sam.\"\n\n\"Take 'im yourself,\" ses Sam.  \"Hsh!  Somebody's coming upstairs.  Poor\nold doggie.  Come along, then.  Come along.\"\n\nThe dog left off his 'owling, and went over and licked 'im just as the\nlandlady and one or two more came to the door and called out to know wot\nthey meant by it.\n\n\"It's all right, missis,\" ses Sam.  \"It's on'y pore Ginger.  You keep\nquiet,\" he ses in a whisper, turning to Ginger.\n\n\"Wot's he making that row about?\"  ses the landlady.  \"He made my blood\nrun cold.\"\n\n\"He's got a touch o' toothache,\" ses Sam.  \"Never mind, Ginger,\" 'e ses\nin a hurry, as the dog let off another 'owl; \"try and bear it.\"\n\n\"He's a coward, that's wot 'e is,\" ses the landlady, very fierce.  \"Why,\na child o' five wouldn't make such a fuss.\"\n\n\"Sounds more like a dog than a 'uman being,\" ses another voice.  \"You\ncome outside, Ginger, and I'll give you something to cry for.\"\n\nThey waited a minute or two, and then, everything being quiet, they went\nback to bed, while old Sam talked to Ginger about wot 'e called 'is\n\"presence o' mind,\" and Ginger talked to 'im about wot he'd do to 'im if\n'e wasn't a fat old man with one foot in the grave.\n\nThey was all in a better temper when they woke up in the morning, and\nwhile Sam was washing they talked about wot they was to do with the dog.\n\n\"We can't lead 'im about all day,\" ses Ginger; \"and if we let 'im off\nthe string he'll go off 'ome.\"\n\n\"He don't know where his 'ome is,\" ses Sam, very severe; \"but he might\nrun away, and then the pore thing might be starved or else ill-treated.\nI 'ave 'eard o' boys tying tin cans to their tails.\"\n\n\"I've done it myself,\" ses Ginger, nodding.  \"Consequently it's our\ndooty to look arter 'im,\" ses Sam.\n\n\"I'll go down to the front door,\" ses Peter, \"and when I whistle, bring\nhim down.\"\n\nGinger stuck his 'ead out o' the window, and by and by, when Peter\nwhistled, him and Sam took the dog downstairs and out into the street.\n\n\"So far so good,\" ses Sam; \"now, wot about brekfuss?\"\n\nThey 'ad their brekfuss in their usual coffeeshop, and the dog took bits\nfrom all of them.  Unfortunately, 'e wasn't used to haddick bones, and\narter two of the customers 'ad gorn out and two more 'ad complained to\nthe landlord, they 'ad to leave their brekfusses and take 'im outside\nfor a breath o' fresh air.\n\n\"Now, wot are we going to do?\"  ses Ginger.  \"I'm beginning to be sick\nof the sight of 'im.  'Ave we got to lead 'im about all day on a bit o'\nstring?\"\n\n\"Let's take 'im round the corner and lose 'im,\" ses Peter Russet.\n\n\"You give me 'old o' that string,\" ses Sam.  \"If you don't want shares,\nthat's all right.  If I'm going to look arter 'im I'll 'ave it all.\"\n\nThat made Ginger and Peter look at each other.  Direckly Sam began to\ntalk about money they began to think they might be losing something.\n\n\"And wot about 'aving 'im in our bedroom and keeping us awake all\nnight?\" ses Peter.\n\n\"And putting it on to me with the toothache,\" ses Ginger.  \"No; you can\nlook arter 'im, Sam, while me and Peter goes off and enjoys ourselves;\nand if you get anything we go shares, mind.\"\n\n\"All right,\" ses Sam, turning away with the dog.\n\n\"And suppose Sam gets a reward or sells it, and then tells us that it\nran away and 'e lost it?\"  ses Peter.\n\n\"O' course; I never thought o' that,\" ses Ginger.  \"You've got your 'ead\non straight, Peter.\"\n\n\"I see 'im smile, that's why,\" ses Peter Russet.\n\n\"You're a liar,\" ses Sam.\n\n\"We'll stick together,\" ses Ginger.  \"Leastways, one of us'll keep with\nyou, Sam.\"\n\nThey settled it that way at last, and while Ginger went for a walk down\nround about where they 'ad found the dog, Sam Small and Peter waited for\nhim in a little public-'ouse down Limehouse way.  Their idea was that\nthere would be bills up, and when Ginger came back and said there\nwasn't, they 'ad a lot to say about people wot wasn't fit to 'ave dogs\nbecause they didn't love 'em.\n\nThey 'ad a miserable day.  When the dog got sick o' sitting in a pub 'e\nmade such a noise they 'ad to take 'im out; and when 'e got tired o'\nwalking about he sat down on the pavement and they 'ad to drag 'im along\nto the nearest pub agin.  At five o'clock in the arternoon Ginger Dick\nwas talking about two-penn'orth o' rat-poison.\n\n\"Wot are we to do with 'im till twelve o'clock to-night?\"  ses Peter.\n\n\"And s'pose we can't smuggle 'im into the 'ouse agin?\"  ses Ginger.  \"Or\nsuppose he makes that noise agin in the night?\"\n\nThey 'ad a pint each to 'elp them to think wot was to be done.  And,\narter a lot o' talking and quarrelling, they did wot a lot of other\npeople 'ave done when they got into trouble: they came to me.\n\nI 'ad on'y been on dooty about arf an hour when the three of 'em turned\nup at the wharf with the dog, and, arter saying 'ow well I looked and\nthat I seemed to get younger every time they saw me, they asked me to\ntake charge of the dog for 'em.\n\n\"It'll be company for you,\" ses old Sam.  \"It must be very lonely 'ere\nof a night.  I've often thought of it.\"\n\n\"And of a day-time you could take it 'ome and tie it up in your back-\nyard,\" ses Ginger.\n\nI wouldn't 'ave anything to do with it at fust, but at last I gave way.\nThey offered me fourpence a day for its keep, and, as I didn't want to\nrun any risk, I made 'em give me a couple o' bob to go on with.\n\nThey went off as though they'd left a load o' care be'ind 'em, and arter\ntying the dog up to a crane I went on with my work.  They 'adn't told me\nwot the game was, but, from one or two things they'd let drop, I'd got a\npretty good idea.\n\nThe dog 'owled a bit at fust, but he quieted down arter a bit.  He was a\nnice-looking animal, but one dog is much the same as another to me, and\nif I 'ad one ten years I don't suppose I could pick it out from two or\nthree others.\n\nI took it off 'ome with me when I left at six o'clock next morning, and\ntied it up in my yard.  My missis 'ad words about it, o' course--that's\nwot people get married for--but when she found it woke me up three times\nshe quieted down and said wot a nice coat it 'ad got.\n\nThe three of 'em came round next evening to see it, and they was so\nafraid of its being lost that when they stood me a pint at the Bull's\nHead we 'ad to take it with us.  Ginger was going to buy a sausage-roll\nfor it, but, arter Sam 'ad pointed out that they was paying me fourpence\na day for its keep, he didn't.  And Sam 'ad the cheek to tell me that it\nliked a nice bit o' fried steak as well as anything.\n\nA lot o' people admired that dog.  I remember, on the fourth night I\nthink it was, the barge Dauntless came alongside, and arter she was made\nfast the skipper came ashore and took a little notice of it.\n\n\"Where did you get 'im?\" he ses.\n\nI told 'im 'ow it was, and he stood there for some time patting the dog\non the 'ead and whistling under 'is breath.\n\n\"It's much the same size as my dog,\" he ses; \"that's a black retriever,\ntoo.\"\n\nI ses \"Oh!\"\n\n\"I'm afraid I shall 'ave to get rid of it,\" he ses.  \"It's on the barge\nnow.  My missis won't 'ave it in the 'ouse any more cos it bit the baby.\nAnd o' course it was no good p'inting out to 'er that it was its first\nbite.  Even the law allows one bite, but it's no good talking about the\nlaw to wimmen.\"\n\n\"Except when it's on their side,\" I ses.\n\nHe patted the dog's 'ead agin and whistled, and a big black dog came up\nout of the cabin and sprang ashore.  It went up and put its nose to\nSam's dog, and they both growled like thunderstorms.\n\n\"Might be brothers,\" ses the skipper, \"on'y your dog's got a better\n'eead and a better coat.  It's a good dog.\"\n\n\"They're all alike to me,\" I ses.  \"I couldn't tell 'em apart, not if\nyou paid me.\"\n\nThe skipper stood there a moment, and then he ses: \"I wish you'd let me\nsee 'ow my dog looks in your dog's collar,\" he ses.\n\n\"Whaffor?\"  I ses.\n\n\"On'y fancy,\" he ses.  \"Oh, Bill!\"\n\n\"Yes,\" I ses.\n\n\"It ain't Christmas,\" he ses, taking my arm and walking up and down a\nbit, \"but it will be soon, and then I mightn't see you.  You've done me\none or two good turns, and I should like to make you a Christmas-box of\nthree 'arf-dollars.\"\n\nI let 'im give 'em to me, and then, just to please 'im, I let 'im try\nthe collar on 'is dog, while I swept up a bit.\n\n\"It looked beautiful on 'im,\" he ses, when I'd finished; \"but I've put\nit back agin.  Come on, Bruno.  Good-night, Bill.\"\n\nHe got 'is dog on the barge agin arter a bit o' trouble, and arter\nmaking sure 'that my dog 'ad got its own collar on I went on with my\nwork.\n\nThe dog didn't seem to be quite 'imself next day, and he was so fierce\nin the yard that my missis was afraid to go near 'im.  I was going to\nask the skipper about it, as 'e seemed to know more about dogs than I\ndid, but when I got to the wharf the barge had sailed.\n\nIt was just getting dark when there came a ring at the gate-bell, and\nafore I could answer it arf-a-dozen more, as fast as the bell could go.\nAnd when I opened the wicket Sam Small and Ginger and Peter Russet all\ntried to get in at once.\n\n\"Where's the dog?\"  ses Sam.\n\n\"Tied up,\" I ses.  \"Wot's the matter?  'Ave you all gorn mad?\"\n\nThey didn't answer me.  They ran on to the jetty, and afore I could turn\nround a'most they 'ad got the dog loose and was dragging it towards me,\nsmiling all over their faces.\n\n\"Reward,\" ses Ginger, as I caught 'old of 'im by the coat.  \"Five pounds\n--landlord of a pub--at Bow--come on, Sam!\"\n\n\"Why don't you keep your mouth shut, Ginger?\"  ses Sam.\n\n\"Five pounds!\"  I ses.  \"Five pounds!  Hurrah!\"\n\n\"Wot are you hurraying about?\"  ses Sam, very short.\n\n\"Why,\" I ses, \"I s'pose----Here, arf a moment!\"\n\n\"Can't stop,\" ses Sam, going arter the others.\n\nI watched 'em up the road, and then I locked the gate and walked up and\ndown the wharf thinking wot a funny thing money is, and 'ow it alters\npeople's natures.  And arter all, I thought that three arf-dollars\nearned honest was better than a reward for hiding another man's dog.\n\nI finished tidying up, and at nine o'clock I went into the office for a\nquiet smoke.  I couldn't 'elp wondering 'ow them three 'ad got on, and\njust as I was thinking about it there came the worst ringing at the\ngate-bell I 'ave ever 'eard in my life, and the noise of heavy boots\nkicking the gate.  It was so violent I 'ardly liked to go at fust,\nthinking it might be bad news, but I opened it at last, and in bust Sam\nSmall, with Ginger and Peter.\n\nFor five minutes they all talked at once, with their nasty fists 'eld\nunder my nose.  I couldn't make lead or tail of it at fust, and then I\nfound as 'ow they 'ad got the dog back with them, and that the landlord\n'ad said 'e wasn't the one.\n\n\"But 'e said as he thought the collar was his,\" ses Sam.  \"'Ow do you\naccount for that?\"\n\n\"P'r'aps he made a mistake,\" I ses; \"or p'r'aps he thought you'd turn\nthe dog adrift and he'd get it back for nothing.  You know wot landlords\nare. Try 'im agin.\"\n\n\"I'd pretty well swear he ain't the same dog,\" ses Peter Russet, looking\nin a puzzled way at Sam and Ginger.\n\n\"You take 'im back to-morrow night,\" I ses.  \"It's a nice walk to Bow.\nAnd then come back and beg my pardon.  I want to 'ave a word with this\npoliceman here.  Goodnight.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12153/pg12153.txt",
        "name": "the_understudy_night_watches_part_3.json"
    }
}