{
    "name": "The Beachcomber",
    "author": [
        "Knight, Damon",
        "Fleming, Stuart",
        "Knight, Damon Francis",
        "Conanight"
    ],
    "body": "Maxwell and the girl started their weekend on Thursday, in Venice.\nFriday they went to Paris, Saturday to Nice, and on Sunday they were\nbored. Alice pouted at him across the breakfast table. \"Vernon, let's\ngo someplace else,\" she said.\n\n\"Sure,\" said Maxwell, not too graciously. \"Don't you want your bug\neggs?\"\n\nAlice pushed them away. \"If I ever did, I don't now. Why do you have to\nbe so unpleasant in the morning?\"\n\nThe eggs were insect eggs, all right, but they were on the menu as\n_oeufs Procyon Thibault_, and three of the half-inch brown spheres\ncost about one thousand times their value in calories. Maxwell was\nwell paid as a script-writer for the North American Unit Ministry of\nInformation--he bossed a gang of six gagmen on the Cosmic Cocktail\nshow--but he was beginning to hate to think about what these five days\nwere costing him.\n\n\"Where do you want to go?\" asked Maxwell. Their coffee came out of the\nconveyer, steaming and fragrant, and he sipped his moodily. \"Want to\nrun over to Algiers? Or up to Stockholm?\"\n\n\"No,\" said Alice. She leaned forward across the table and put up one\nlong white hand to keep her honey-colored hair out of her eyes. \"You\ndon't know what I mean. I mean, let's go to some other planet.\"\n\nMaxwell choked slightly and spilled coffee on the tabletop. \"Europe is\nall right,\" Alice was saying with disdain, \"but it's all getting to be\njust like Chicago. Let's go someplace different for once.\"\n\n\"And be back by tomorrow noon?\" Maxwell demanded. \"It's ten hours even\nto Proxima; we'd have just time to turn around and get back on the\nliner.\"\n\nAlice dropped her long lashes, contriving to look inviting and\nsullen at the same time. Not bad at that, Maxwell thought, for ten\no'clock in the morning. \"You couldn't get Monday off, I suppose,\"\nshe said, giving him her A-number-One smile. \"We could have so much\nfun--together....\"\n\n\n\nThey took the liner to Gamma Tauri IV, the clearing point for the\nsystem, then transferred to the interplanet shuttle for Three. Three\nwas an almost undeveloped planet; there were perhaps a hundred cities\nnear the equator, and some mines and plantations in the temperate\nzones--the rest was nothing but scenery. Maxwell had heard about it\nfrom people at the Ministry; he'd been warned to go within a year or\nso if he went at all--after that it would be as full of tourists as\nProxima II.\n\nThe scenery was worth the trip. Sitting comfortably on their rented\nairscooters, stripped to shorts and singlets, with the polarized\nsunscreens moderating the blazing heat of Gamma Tauri, Maxwell and the\ngirl could look in any horizontal direction and see a thousand square\nmiles of exuberant blue-green foliage.\n\nTwo hundred feet below, the tops of gigantic tree-ferns waved\nspasmodically in the breeze. They were following a chain of low\nmountains that bisected this continent; the tree-tops sloped away\nabruptly on either side, showing an occasional glimpse of reddish-brown\nundergrowth, and merged into a sea of blue-green that became bluer\nand mistier toward the horizon. A flying thing moved lazily across the\nclear, cumulus-dotted sky, perhaps half a mile away. Maxwell trained\nhis binoculars on it: it was an absurd lozenge with six pairs of\nwings--an insect, perhaps; he couldn't tell. He heard a raucous cry\ndown below, not far away, and glanced down hoping to see one of the\ncarnivores; but the rippling sea of foliage was unbroken.\n\nHe watched Alice breathing deeply. Maxwell grinned. Her face was shiny\nwith perspiration and pleasure. \"Where to now?\" he asked.\n\nThe girl peered to the right, where a glint of silver shone on the\nhorizon. \"Is that the sea, over there?\" she asked. \"If it is, let's go\nlook for a nice beach and have our lunch.\"\n\nThere were no nice beaches; they were all covered with inch-thick\npebbles instead of sand; but Alice kept wanting to try the next place.\nAfter each abortive approach, they went up to two thousand feet to\nsurvey the shore-line. Alice pointed and said, \"There's a nice looking\none. Oh! There's somebody on it.\"\n\nMaxwell looked, and saw a tiny figure moving along the shore. \"Might be\nsomebody I know,\" he said, and focused his binoculars. He saw a broad,\nnaked back, dark against the silvery sea. The man was stooping, looking\nat something on the beach.\n\nThe figure straightened, and Maxwell saw a blazing crest of blond hair,\nthen a strongly modeled nose and chin as the man turned. \"Oh-oh,\" he\nsaid, lowering the binoculars.\n\nAlice was staring intently through her binoculars. \"Isn't he handsome,\"\nshe breathed. \"Do you know him?\"\n\n\"Yeah,\" said Maxwell. \"That's the Beachcomber. I interviewed him a\ncouple of times. We'd better leave him be.\"\n\nAlice kept staring. \"Honestly,\" she said. \"I never saw such a--. Look,\nVernie, he's waving at us.\"\n\nMaxwell looked again. The Beachcomber's face was turned up directly\ntoward them. As Maxwell watched, the man's lips moved unmistakably in\nthe syllables of his name.\n\nMaxwell shortened the range, and saw that the Beachcomber was indeed\nwaving. He also saw something he had missed before: the man was stark\nnaked.\n\n\"He's recognized me,\" he said, with mingled emotions. \"Now we will have\nto go down.\"\n\n\n\nAlice took her eyes away from the binoculars for the first time\nsince they had sighted the man. \"That's silly,\" she said. \"How could\nhe--Vernon, you don't mean he can see us clearly from that far away?\"\n\nMaxwell waved back at the tiny figure and mouthed silently, \"Coming\nright down. Put some pants on, dammit.\" He said to Alice, \"That's not\nall he can do. Weren't you listening when I said he's the Beachcomber?\"\n\nThey started down on a long slant as the little figure below moved\ntoward the jungle's edge. \"The who?\" said Alice, looking through the\nbinoculars again.\n\n\"Watch where you're going,\" said Maxwell, more sharply than he had\nintended.\n\n\"I'm sorry. Who is he, dear?\"\n\n\"The Beachcomber. The Man From the Future. Haven't you seen a newscast\nfor the last five years?\"\n\n\"I only tune in for the sports and fashions,\" Alice said abstractedly.\nThen her mouth formed an O. \"My goodness! Is _he_ the one who--\"\n\n\"The same,\" said Maxwell. \"The one who gave us the inertialess drive,\nthe anti-friction field, the math to solve the three-body problem, and\nabout a thousand other things. The guy from three million years in the\nfuture. And the loneliest man in all creation, probably. This is the\nplanet he showed up on, five years ago, now that I come to think of it.\nI guess he spends most of his time here.\"\n\n\"But why?\" asked Alice. She looked toward the tiny beach, which was now\nvacant. Her expression, Maxwell thought, said that there were better\nuses to which he could put himself.\n\nMaxwell snorted. \"Did you ever read--\" He corrected himself; Alice\nobviously never read. \"Did you ever see one of the old films about\nthe South Seas? Ever hear of civilized men 'going native' or becoming\nbeachcombers?\"\n\nAlice said, \"Yes,\" a trifle uncertainly.\n\n\"All right, imagine a man stranded in a universe full of\nsavages--pleasant harmless savages, maybe, but people who are three\nmillion years away from his culture. What's he going to do?\"\n\n\"Go native,\" said Alice, \"or comb beaches.\"\n\n\"That's right,\" Maxwell told her. \"His only two alternatives. And\neither one is about as bad as the other, from his point of view.\nConform to native customs, settle down, marry, lose everything that\nmakes him a civilized man--or just simply go to hell by himself.\"\n\n\"That's what he's doing?\"\n\n\"Right.\"\n\n\"Well, but what is he combing those beaches _for_?\"\n\nMaxwell frowned. \"Don't be a cretin. These particular beaches have\nnothing to do with it; he just happens to be on one at the moment. He's\na beachcomber because he lives like a bum--doesn't do any work, doesn't\nsee people, just loafs and waits to be old enough to die.\"\n\n\"That's awful,\" said Alice. \"It's--such a waste.\"\n\n\"In more ways than one,\" Maxwell added drily. \"But what do you want?\nThere's only one place he could be happy--three million years from\nnow--and he can't go back. He says there isn't any place to go back\nto. I don't know what he means; he refuses to clarify that point.\"\n\n\n\nThe Beachcomber was standing motionless by the edge of the forest\nas their scooters floated down to rest on the pebbly beach. He was\nwearing a pair of stained, weathered duroplast shorts, but nothing\nelse; no hat to protect his great domed head, no sandals on his feet,\nno equipment, not even a knife at his belt. Yet Maxwell knew that\nthere were flesh-eaters in the jungle that would gobble a man outside\nthe force-field of his scooter in about half a second. Knowing the\nBeachcomber, none of this surprised him. Whether it occurred to Alice\nto be surprised at any of it, he couldn't tell. She was eating the\nBeachcomber with her eyes as he walked toward them.\n\nMaxwell, swearing silently to himself, turned off his scooter's field\nand stepped down. Alice did the same. _I only hope she can keep from\ntrying to flirt with him_, Maxwell thought. Aloud, he said, \"How's it,\nDai?\"\n\n\"All right,\" said the Beachcomber. Up close he ceased to be merely\nimpressive and became a little frightening. He stood over seven feet\ntall, and there was an incredible strength in every line of him. His\nclear skin looked resilient but _hard_; Maxwell privately doubted that\nyou could cut it with a knife. But it was the eyes that were really\nimpressive: they had the same disquieting, alien quality as an eagle's.\nDai never pulled his rank on anybody; he \"went native\" perfectly when\nhe had to, for social purposes; but he couldn't help making a normal\nhuman adult feel like a backward child.\n\n\"Dai, I'd like you to meet Alice Zwerling.\"\n\nThe Beachcomber acknowledged the introduction with effortless courtesy;\nAlice nearly beat herself to death with her eyelashes.\n\nShe managed to stumble very plausibly as they walked down to the\nwater's edge, and put a hand on the giant's arm for support. He righted\nher casually with the flat of his hand on her back--at the same time\ngiving a slight push that put her a step or two in advance--and went on\ntalking to Maxwell.\n\nThey sat down by the water's edge, and Dai pumped Maxwell for the\nlatest news on Earth. He seemed genuinely interested; Maxwell didn't\nknow whether it was an act or not, but he talked willingly and well.\nThe Beachcomber threw an occasional question Alice's way, just enough\nto keep her in the conversation. Maxwell saw her gathering her forces,\nand grinned to himself.\n\nThere was a pause and Alice cleared her throat. Both men looked at her\npolitely. Alice said, \"Dai, are there really man-eating animals in this\njungle? Vernon says so, but we haven't seen a one, all the time we've\nbeen here. And--\" Her gaze ran down the Beachcomber's smooth, naked\ntorso, and she blushed very prettily. \"I mean--\" she added, and stopped\nagain.\n\nThe Beachcomber said, \"Sure, there are lots of them. They don't bother\nme, though.\"\n\nShe said earnestly, \"You mean--you walk around, like that, in the\njungle, and nothing can hurt you?\"\n\n\"That's it.\"\n\nAlice drove the point home. \"Could you protect another person who was\nwith you, too?\"\n\n\"I guess I could.\"\n\nAlice smiled radiantly. \"Why, that's too good to be true! I was just\ntelling Vernon, before we saw you down here, that I wished I could go\ninto the jungle without the scooter, to see all the wild animals and\nthings. Will you take me in for a little walk, Dai? Vernon can mind the\nscooters--you wouldn't mind, would you, Vernie?\"\n\n\n\nMaxwell started to reply, but the Beachcomber forestalled him. \"I\nassure you, Miss Zwerling,\" he said slowly, \"that it would be a waste\nof your time and mine.\"\n\nAlice blushed again, this time not so prettily. \"Just what do you\nmean?\" she demanded.\n\nDai looked at her gravely. \"I'm not quite such a wild man as I seem,\"\nhe said. \"I always wear trousers in mixed company.\" He repeated, with\nemphasis. \"_Always._\"\n\nAlice's lips grew hard and thin, and the skin whitened around them.\nHer eyes glittered. She started to say something to the Beachcomber,\nbut the words stuck in her throat. She turned to Maxwell. \"I think we'd\nbetter go.\"\n\n\"We just got here,\" Maxwell said mildly. \"Stick around.\"\n\nShe stood up. \"Are you coming?\"\n\n\"Nope,\" said Maxwell.\n\nWithout another word she turned, walked stiffly to her scooter, got\nin and soared away. They watched the tiny shining speck dwindle and\ndisappear over the horizon.\n\nMaxwell grinned and looked at the Beachcomber. \"She had that coming,\"\nhe said. \"Not that she's out anything--she's got her return ticket.\" He\nput a hand behind him to hoist himself to his feet. \"I'll be going now,\nDai. Nice to have--\"\n\n\"No, stay a while, Vern,\" said the giant. \"I don't often see people.\"\nHe looked moodily off across the water. \"I didn't spoil anything\nspecial for you, I hope?\"\n\n\"Nothing special,\" Maxwell said. \"Only my current light o' love.\" The\ngiant turned and stared at him, half-frowning.\n\n\"What the hell!\" said Maxwell disgustedly. \"There are plenty of other\npebbles on the beach.\"\n\n\"Don't say that!\" The Beachcomber's face contorted in a blaze of fury.\nHe made a chopping motion with his forearm. Violent as it was, the\nmotion came nowhere near Maxwell. Something else, something that\nfelt like the pure essence of wrath, struck him and bowled him over,\nknocking the breath from him.\n\nHe sat up, a yard away from the giant, eyes popping foolishly.\n\"Whuhh--\" he said.\n\nThere was pain and contrition in the Beachcomber's eyes. \"I'm sorry,\"\nhe said. He helped Maxwell up. \"I don't often forget myself that way.\nWill you forgive me?\"\n\nMaxwell's chest was still numb; it was hard to breathe. \"Don't know,\"\nhe said with difficulty. \"What did you do it for?\"\n\nSunlight gleamed dazzlingly on the Beachcomber's bare head. His eyes\nwere in deep shadow, and shadows sketched the bold outline of his nose,\nmarked the firm, bitter lines of his mouth. He said, \"I've offended\nyou.\" He paused. \"I'll explain, Vernon, but there's one condition--you\nmust never tell anybody else, ever.\"\n\nHe put his big hand on Maxwell's wrist, and Maxwell felt the power that\nflowed from him. Almost hypnotically he knew he never would be able to.\nHe was aware his mind was being schooled in what to remember.\n\n\"All right,\" said Maxwell. A curious complexity of emotions boiled\ninside him--anger and petulance, curiosity and something else, deeper\ndown: a vague, objectless fear. \"Go ahead.\"\n\nThe Beachcomber talked. After a few minutes he seemed almost to forget\nMaxwell; he stared out across the silver sea, and Maxwell, half\nhypnotized by the deep, resonant voice, watched his hawklike profile in\nsilence.\n\nDimly, he saw the universe the Beachcomber spoke of: a universe of Men\nset free. Over that inconceivable gap of time that stretched between\nMaxwell's time and theirs, they had purged themselves of all their\nfrailties. Maxwell saw them striding among the stars, as much at home\nin the pitiless void as on the verdant planets they loved. He saw them\ntall and faultless and strong, handsome men and beautiful women, all\nwith the power that glowed in the Beachcomber, but without a hint of\nhis sadness.\n\n\n\nHe tried to imagine what the daily life of those people must be like,\nand couldn't; it was three million years beyond his comprehension. But\nwhen he looked at the Beachcomber's face, he knew that the last men\nwere human beings like himself, capable of love, hate, and despair.\n\n\"We had mating customs that would seem peculiar to you,\" said the\nBeachcomber after a while. \"Like elephants--because we were so\nlong-lived, you know. We--married--late, and it was for life. My\nmarriage was about to take place when we found the enemy.\"\n\n\"The enemy?\" said Maxwell. \"But--didn't you say you were the only\ndominant life-form in the whole universe?\"\n\n\"That's right.\" The Beachcomber outlined an egg-shaped figure with a\nmotion of his cupped hands, caressingly. \"The universe; all of it.\nEverything that existed in this space. It was all ours. But the enemy\ndidn't come from this universe.\"\n\n\"Another dimension?\" Maxwell asked.\n\nThe Beachcomber looked puzzled. \"Another--\" he said, and stopped.\n\"I thought I could say it better than that in English, but I can't.\nDimension isn't right--call it another time-line; that's a little\ncloser.\"\n\n\"Another universe like ours, co-existent with this one, anyhow,\" said\nMaxwell.\n\n\"No--not the same as ours, at all. Different laws, different--\" he\nstopped again.\n\n\"Well, can you describe the enemy?\"\n\n\"Ugly,\" said the Beachcomber promptly. \"We'd been searching\nother--dimensions, if you want to use that word--for thousands of\nyears, and this was the first intelligent race we found. We hated them\non sight.\" He paused. \"If I drew you a picture, it would look like\na little spiny cylinder. But a picture wouldn't convey it. I can't\nexplain.\" His mouth contracted with distaste.\n\n\"Go on,\" said Maxwell. \"What happened? They invaded you?\"\n\n\"No. We tried to destroy them. We broke up the crystal spiderwebs they\nbuilt between their worlds; we smashed their suns. But more than a\nquarter of them survived our first attack, and then we knew we were\nbeaten. They were as powerful as we were, more so in some ways--\"\n\n\"Wait, I don't get it,\" said Maxwell unbelievingly. \"You--attacked\nthem--without provocation? Wiped out three-quarters of them, simply\nbecause--\"\n\n\"There was no possible peace between us and them,\" said the\nBeachcomber. \"And it was only a matter of time before they discovered\nus; it was simply chance that we made the contact first.\"\n\nWhat would an unspoiled South Sea Islander have made of the first\natomic war? Maxwell wondered. Morals of one society didn't apply to\nanother, he knew. Still--was it possible that the Beachcomber's people,\nMaxwell's own descendants, still had a taint of the old Adam? And was\nit accident that they were the only dominant life-form in the entire\nuniverse, or had they eliminated all other contenders?\n\n\n\nNot for him to judge, he decided; but he didn't like it. He said, \"Then\nwhat--they counterattacked?\"\n\n\"Yes. We had time to prepare, and we knew what they were going to do.\nThe trouble was, there simply was no defense against it.\" He noticed\nMaxwell's wry smile. \"Not like the planet-busters; there is a defense\nagainst those, you just haven't found it yet. But there actually was\nno defense whatever against their weapon. They were going to destroy\nour universe, down to the last quantum--wipe it right out of the\nseries, make a blank where it had been.\"\n\n\"And--?\" said Maxwell. He was beginning to understand why the\nBeachcomber had never told this story to anyone else; why the public at\nlarge must never know it. There was a feeling of doom in it that would\ncolor everything men did. It was possible, he supposed, to live with\nthe knowledge that the end of it all was death, but fatalism was the\nmark of a dying culture.\n\n\"And there was just one thing we could do,\" said the Beachcomber. \"Not\na defense, but a trick. At the instant before their weapon was due\nto take effect, we planned to bring our universe back three million\nyears along its own time-line. It would vanish, just as if it had\nbeen destroyed. Then, if it worked, we'd be able to return, but on a\ndifferent time-line--because, obviously, on our own line nothing like\nthis doubling-back had already happened. Changing the past changes the\nfuture; you know the theory.\"\n\n\"Yeah. So--you were too late, is that it? You got away, but all the\nrest were destroyed.\"\n\n\"The timing was perfect,\" said the Beachcomber. \"All the calculations\nwere perfect. There's a natural limit to the distance in time any mass\ncan travel, and we managed to meet it exactly. Three million years. I\nwish we hadn't. If we hadn't, I could go back again--\" He stopped, and\nhis jaw hardened.\n\n\"There isn't much more to tell,\" he said. \"I happened to be chosen to\nexecute the plan. It was a great honor, but not an easy one to accept.\nRemember, I was about to be married. If anything went wrong it meant\nthat we'd be separated forever.... We couldn't even die together. But I\naccepted. I had one day with her--one day; and then I set up the fields\nand waited for the attack. Just one micro-second before it would have\nreached us, I released the energy that was channeled through me--and\nthe next instant, I was falling into the ocean out there.\"\n\nHe turned a tormented face to Maxwell. \"It was the worst possible\nluck!\" he said. \"You can see for yourself, there was less chance of my\nlanding anywhere near a planet than of--finding one given pebble on all\nthe beaches of this planet.\"\n\nMaxwell felt as if he had missed the point of a joke. \"I still don't\nunderstand,\" he said. \"You say _you_ landed--but what about the\nuniverse? Where did it--?\"\n\nThe Beachcomber made an impatient gesture. \"You don't think we could\nbring it back into a space it already occupied, do you? It was in\nstasis, all but a fraction out of this time-line. Just a miniature\nleft, so that it could be controlled. A model of the universe, so big.\"\nHe spread his thumb and forefinger an inch apart--\"Just a pebble.\"\n\nMaxwell's jaw dropped open. He stared at the giant. \"You don't\nmean--you--\"\n\n\"Oh, yes,\" said the Beachcomber, \"I landed about twenty miles out from\nshore--five years ago.\" He stared out across the sea, while his fingers\ngroped nervously among the pebbles at his feet.\n\n\"And when I hit the water,\" he said, \"I dropped it.\"",
    "metadata": {
        "author": [
            "Knight, Damon",
            "Fleming, Stuart",
            "Knight, Damon Francis",
            "Conanight"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65956/pg65956.txt",
        "name": "the_beachcomber.json"
    }
}