{
    "name": "The missionary",
    "author": [
        "Bone, Jesse Franklin",
        "Bone, J. F. (Jesse Franklin)",
        "Bone, Jesse F. (Jesse Franklin)",
        "Bone, J.F."
    ],
    "body": "My leg itched. The knitting fracture beneath the cast was letting me\nknow in no uncertain terms that a simple fracture is simple in name\nonly. There is nothing like a nagging, unscratchable itch. It doesn't\nreally hurt, but after awhile it can become unadulterated torture,--and\nall you can do is grin and bear it. Ultimately you stop grinning.\n\nTo make matters worse, I had Wolverton for company. Zard knows, I\ndespised the man enough before I saw him and contact had only served to\nchange my dislike to active loathing.\n\nHe sat across from me, draped bonelessly in the contoured comfort of\na Varkhide chair fashioned for him by one of his Halsite retainers--a\ntall, angular man of indeterminate age, sandy-haired, lean-cheeked,\nbeak-nosed, with piercing yellow eyes that flashed golden under\ntufted brows. His face was leathery and hatched with innumerable fine\nwrinkles, but his eyes and voice were young.\n\n\n\nTo give the devil his due, he had a wonderful voice--cajoling,\npersuasive, domineering and demanding. He could use it with all the\nskill and passionate conviction of a Bearer of the Word. His tongue\nwas a weapon--a club and a rapier--and I had been pounded and pierced\nwith it for nearly two weeks. I hated it, but I had to listen for I was\nliterally a captive audience.\n\n\"As I was saying last time,\" Wolverton continued, \"rabbits have nothing\non the human race. Given a halfway favorable opportunity and sufficient\ntime, humanity can make a planet look like the Australian bush. Men\ndon't understand it until it's too late--and then, stifled by their own\nswarm, they either degenerate or strike out to find a new world where a\nman can breathe. Always they go in pairs--male and female--and pretty\nsoon another world becomes another rabbit warren.\"\n\n\"What's a rabbit?\" I asked.\n\nWolverton looked at me and laughed. \"It's obvious you've never been on\nthe Inner Worlds, have you?\"\n\nI shook my head. \"I am an Adept,\" I said. \"I am satisfied here in\nPromised Land.\"\n\n\"Thought so. You wouldn't be asking about rabbits if you had. The early\ncolonists took them along as food animals,--and it's touch and go\nwhether men or rabbits are the dominant species on some planets.\"\n\nHe didn't explain any further, but I got the general idea.\n\n\"But that isn't the point,\" Wolverton went on, his voice mellow and\npersuasive. \"Rabbits maintain a fairly balanced ecology because they're\nmore subject to natural forces which we humans ignore or circumvent. We\nchange environment to meet our needs--and in those rare instances where\nenvironment changes us, we adapt to it and change ourselves. Take Samar\nfor example, normally a human being is monogamous either by nature or\nby law--but what happens when women outnumber men?\"\n\nI stiffened. I had heard of Samar from traders and from the Word\nitself. \"Samar,\" I said, \"is a disgrace--a sink of iniquity--a foul\nblot upon the face--\"\n\n\"Oh stop it,\" he said wearily. \"You can't blame environmental forces.\nNor can you blame men for adapting to them. Sure, you can point with\nholy horror at Samarian social customs, but even so, they aren't as bad\nas your ancestors'. They don't murder excess girls.\"\n\n\"They should,\" I retorted brutally. \"The old days were harsh, but they\nwere necessary. One man must cleave to one mate. The Word demands it.\nPolygamy must be stamped out at the source if Faith is to survive.\n\n\"But it did no good population-wise,\" Wolverton said. \"You're now\nexceeding safe growth limits for your territories. That's why you want\nmine.\"\n\n\"Lies,\" I muttered.\n\n\"Not at all. And you know it. Your people already _want_ my land. Soon\nyou will _need_ it. And in a few centuries, _you won't be able to exist\nwithout it_!\" His voice was flat with certainty.\n\n\n\n\"Lies,\" I said, but my voice wasn't as certain as his. I had seen the\ncrowding in the towns and fields of Promised Land, and we _did_ need\nWolverton's Holding to absorb good farmers who had no land to farm.\nWolverton was right about that. We had lived up our naturally tillable\nacreage and reclamation projects were slow to provide needed soil.\nDeviants were already appearing who defied the Word by advocating birth\ncontrol. Yet the Word said, \"_Be fruitful and replenish the land._\"\n\n\"Back in the Dark Ages on a planet known as Earth,\" Wolverton went on\ninexorably, \"a man named Malthus predicted our birth rate would fight a\nlosing battle with famine. So far we have managed to avoid it by laws,\nby finding new frontiers, and by improving food technology. But laws\nand technology can only retard the growth, and frontiers are getting\neven harder to find. Time is catching up with us.\"\n\n\"I don't see--\", I said. Wolverton looked at me grimly. \"I know you\ndon't,\" he said. \"I haven't made the slightest impression.\"\n\n\"You've made an impression, all right,\" I assured him with equal\ngrimness.\n\nHe shrugged. \"There are all kinds of impressions,\" he commented wryly,\n\"and not all of them are good.\"\n\n\"Yours has not been,\" I said boldly. \"I place my trust in Zard, not in\nthe voice of Evil.\"\n\n\"That blank, sanctimonious stare!\" he said acidly. \"You Worders--gah!\nYou're so filled with catechism and cant that you won't see a fact if\nit hits you in the face. Of all the possibilities on this benighted\nplanet, the one with all the proper qualities turns out to be mentally\ndefective.\" He glared at me. \"I don't know why I waste my time.\nOrdinarily I'd condition you and let it go at that.\"\n\n\"But you won't,\" I said confidently.\n\nHe winced and I smiled. It wasn't often that I won an advantage over\nhim, and the taste of it was sweet in my mouth.\n\n\"The power of Faith,\" I said sententiously, \"is the greatest force in\nthe universe. It even restrains you.\"\n\n\n\nHe looked at me with the pitying contempt an adult has for a\nnot-too-bright child. \"What you need is an education,\" he said slowly.\n\"You've never had a chance.\"\n\nI groaned inwardly. Always he tried to shake my faith--but he had\nfailed before and would fail again for my course was unalterably\nclear. \"_Avoid the smooth tongue of Evil lest ye lose your immortal\nsoul. For the Evil will come to judgment--and the tortures of Hell are\neverlasting._\" So said Zard in the days of his Teaching--and so we all\nbelieved. The Word of Zard was more than a symbol. It was a way of\nlife, and Promised Land had bloomed and flowered under it.\n\nAdmittedly I was ignorant of the heathenish jargon Wolverton advanced.\nI knew nothing of nucleonics, spaceways, genetic factors, chromosome\npatterns, economies or sociology. Nor did I care. Our people had known\nit once but they had passed it by as childish--as men put aside the\ngames of children. For us there was the Word. For did not Zard write in\nletters of fire upon the riven rock, \"_Be steadfast in thy faith. Fix\nthine eyes upon the joys of heaven and abjure Evil. For the Faithful\nMan is a bright beam in the Almighty's eye and naught shall harm him\nwho walks the fourfold path of Righteousness._\" Zard's words were\ncomfort. Wolverton's were pain. I was thrice thankful I had learned the\nWord. It was so much a part of me that not even Wolverton could shake\nmy belief. I was strong--in faith and in will. For I was an Adept--next\nonly to a Bearer of the Word.\n\nWolverton with his machines could contain my powers--but that was all.\nHe could not capture my soul. And that was what he wanted. My body was\nuseless to him. He had many bodies of flesh and metal to serve him, but\nnone had my powers to seek into the hearts of men, to know their inmost\nthoughts, to bring things to me by the power Zard had given. To kill,\nif need be.\n\nIt was because of my powers that I was here, nursing a broken leg,\nhelpless in the house of the Father of Evil, a prisoner of a primitive\nidol worshipper who exalted his machines above the Word.\n\n\n\nWolverton eyed me speculatively. \"If you would get the idea through\nyour thick head that you are eventually going to join me--that you\nare _not_ going to leave here until you do--that you are going to see\nthings as they really are and not as you wish they were--we'd both have\nan easier time and I wouldn't be forced to keep a Halsite watching you,\nor waste power blanketing this place with ultra frequencies. But if I\nhave to take ten years to pick the scales off your eyes one by one,\nI'll still do it and count it time well spent. You see, you are unique.\nThere's no one quite like you anywhere in the known Universe--and\nwhat's more, you are necessary.\"\n\nI laughed at him and rejoiced in the black anger which came to his\nface. Then the lines smoothed and the hard glitter vanished from his\ngolden eyes--and again I was afraid. Not for myself, but for my soul.\n\n\"Well, let's try again,\" Wolverton said with forced cheerfulness.\n\nI tried to find his true meaning--but he was blank--a smooth,\ncold-hard surface which I could not penetrate. Not like the\nothers. They were soft and fuzzy. Their pictures were not\nclear--distorted--wavering--unreal, but that was due to Wolverton's\nmachines. I could not communicate with them, but I couldn't even\n_reach_ Wolverton. And as usual, my failure increased my determination.\nHe was inhuman, a soulless monster, blacker than the Pit of Night. The\nBearers were right. Promised Land would never be safe until we were\nfinally rid of him. Wolverton must die.\n\nBut Wolverton was not dead. He survived and prospered. His Halsite\nmercenaries guarded his island Holding--and the broad reaches of his\nlands, innocent of the plow, were as lush and untamed as they had been\nin the days of the first-comers.\n\nThe followers of the Word could gain no foothold on his lands--for\nbehind Wolverton was the might of his machines, which men could neither\ninfluence nor withstand. Wolverton's ancestor had found this world,\nand therefore the Holding was his--half a million square miles of\nisland kingdom that cried in darkness for the Word. The fierce Halsites\nWolverton employed and the hidden telltales scattered through his lands\ninevitably found trespassers and most of these were promptly and\nurgently returned to Promised Land. But not all. Adepts who tried to\nkill him never returned.\n\nIt was infuriating. It was a disgrace to our world. It was intolerable.\nAnd so it was that I had volunteered to kill Wolverton with an ancient\nweapon of horrid power, and in the bright cleansing flame of the\nexplosion purge our world forever of the face of Evil.\n\n\n\nBut Evil, it seemed, was not defenseless. High as I was--I was seen\nfrom below and a flaming lance of power reached up from the forest\nto touch me,--and I fell. In shameful cowardice I dropped the Weapon\nwithout setting the detonator.\n\nHurtling down to certain death, I berated myself and swore a mighty\noath on Zard's bones never again to give way to weakness of the flesh\nif I were permitted to survive. For it was borne upon me as I fell\ntoward the rocky ground below that I had never really expected to die\ndespite my proud boasts of sacrifice.\n\nAnd Zard heard my prayer and was merciful--yet tempered his mercy with\na stern reminder of his power. For although I recovered enough control\nto break the force of my descent, I did not escape completely. I did\nnot die on the cruel rocks, but as punishment for my sins of pride and\ncowardice, my right leg was snapped between ankle and knee--a reminder\nthat while Zard was merciful, he was also just and meted out punishment\nwhen it was deserved.\n\nA Halsite found me an hour later--faint and weak with pain and shock.\nI could not reach him as he advanced upon me warily. But his fierce\ncrest flattened back upon his head when he saw my helplessness and his\nyellow fangs bared in a travesty of a human grin as he came forward\nwith gliding steps, lifted me in his huge arms, and ran with catlike\nleaps down the mountainside. My weight was nothing to him, nor was the\npain of my broken leg. At the third dizzy leap and jarring landing, I\nfainted and knew no more until I opened my eyes and saw Wolverton.\n\nI was lying on a couch in a small inner courtyard. Around me towered\nhis fabulous stronghold--a mighty pile of metal and stone anchored\nto the top of a hill, bristling with structures of metal and weird\nspiderwork fabrications that rotated endlessly on gimbals. My head was\nfilled with buzzings and dizzy pinwheels of color as he bent over me\nand examined my torn and dirty sacramental robe. \"Hmm--an Adept,\" he\nsaid--\"Wonder what you're adept at?\" He chuckled. \"You're lucky that\nmy boy obeyed orders and brought you in. You had no business over my\nland. And judging from that bomb you were towing, you were loaded for\nbear.\"\n\nI looked at him curiously. \"What's a bear?\" I asked.\n\n\"It's a--\" he stopped abruptly and scowled. \"You're pulling my leg,\" he\naccused.\n\n\"I am _not_!\" I said firmly. \"I haven't touched your leg, although you\nhave broken mine.\"\n\nHe winced. \"I asked for that,\" he said. \"I mean, you were carrying an\nAtomic.\"\n\nI nodded. \"I was,\" I said calmly, \"and if it hadn't been for that\nHalsite--\"\n\n\"You wouldn't have done anything except destroy yourself,\" he\ninterrupted. \"This place is shielded like a Base Fortress. But I didn't\nwant you dead,\" he chuckled. \"You're more useful alive.\"\n\nI choked back a gasp of pain.\n\n\n\nHe noticed it. \"Well,\" he said, \"let's have a look at you.\" He gestured\nat the Halsite. The humanoid produced a long knife, and slit through\nmy tight underdrawers, exposing my leg from ankle to thigh. The shame\nof it was almost more than I could bear. Wolverton looked, whistled\nthrough his teeth, and turned to the Halsite.\n\n\"Fetch doctor,\" he said.\n\nThe humanoid grinned, flapped his ears in acknowledgment, and\ndisappeared into the dark interior of the pile with a catlike bound.\n\nAnd presently he came back with the doctor. She was an apostate,\nthe barred, tattooed circle of the Faith still visible on her right\nwrist--a natural blonde--big-boned and graceful--carrying a small\nmedikit. She set it down, opened it, took out a fluoroprobe and\nexamined my leg, ignoring my ritual gesture of abomination.\n\nHer diagnosis was swift and impersonal. \"Transverse fracture of the\ntibia and fibula,\" she said. \"No complications. Probably it will be\ndifficult to set since the leg muscles are so well developed, but it\nshould heal within two weeks under stimuray.\"\n\nI was embarrassed. To be examined by a female, and an apostate at\nthat, was bad enough, but to hear the diagnosis spoken so plainly was\nunbearable.\n\nI retched violently--and it wasn't entirely a ritual spasm.\n\nWolverton chuckled as he turned to the doctor. \"This one's a _real_\nhardshell,\" he said. \"Better check for psi potential when you get back\nto the infirmary--we don't want to get caught with our pants down like\nwe did last time.\" He laughed--a high-pitched cackle that grated on my\nnerves and turned to face me. \"Don't worry,\" he went on. \"You will get\nused to doc. You'll have to. She's the only medic we have.\"\n\nThe doctor looked at me with complete distaste.\n\n\"Do your worst,\" I said bitterly. \"After your unclean hands have\ntouched me, I can stand anything.\"\n\n\"I'll do my best--even for _you_!\" the doctor said. She looked into my\neyes until her own slid aside from the force of my superior will. \"You\nprobably _can_ stand anything--and possibly even more,\" she admitted\ngrudgingly. She gestured to the Halsite who picked me up as though I\nwere a child and carried me into the building down corridors, past\ncourtyards and fountains to a small white room where he laid me on a\ntable and held me while the doctor set my leg--ignoring my flinching\nrevulsion to her touch.\n\nSo that was how I came to be seated in a wheelchair with a Halsite at\nmy back, listening to Wolverton's voice--the Voice of Evil. The Halsite\nwho attended me scratched idly at an insect bite on one massive arm and\neyed me speculatively. But I had seen quite a few Halsites these past\ntwo weeks and so I didn't feel particularly disturbed. My itching leg\noccupied most of my attention.\n\nWolverton looked at me, sighed and shrugged his lean shoulders. \"I\nwonder if you're worth it,\" he speculated audibly. \"Possibly it'd be\nbetter to wait until you've married and try again with your children.\"\nHe rose to his feet. \"But I can't take the chance,\" he said. \"Already\nit's getting too late--in another generation there might be no\nopportunity to salvage the race. Can't work with material like your\nsociety. There has to be _some_ balance--and the old civilizations\nare going downhill. There just doesn't seem to be anything now but\nnut cults and decadence. There's no middle ground except for a\nfew places--and those are damn near Maximum Survival Density.\" He\ncapitalized the last three words verbally.\n\nI don't think he was really conscious of my presence at the moment,\nwhich was oddly annoying. For an instant he was miles away in a world\nof his own--a world which I did not understand. And for an equally\nbrief instant I wished I could.\n\n\n\nHe walked out--leaving me alone with the Halsite.\n\n\"Take me outside,\" I said.\n\n\"Boss say no.\"\n\n\"Boss didn't say no--he just told you to watch me. You can watch me\njust as well outside as in here.\"\n\n\"Boss say keep you in house,\" the Halsite repeated, grinning\ncheerfully as he talked, exposing his long, yellow canines.\n\n\"Are you afraid of _me_?\" I asked with mild incredulity.\n\n\"E'Komo afraid of no man,\" the Halsite said. \"Men weak--poor\nhunters--poor fighters--but Boss say _inside_.\" His mouth closed like a\ntrap and he looked sullen.\n\n\"You are afraid,\" I said, putting as much contempt into the words as I\ndared. \"Afraid.\"\n\n\"E'Komo not afraid of any human.\"\n\n\"Of the Boss?\" I asked insinuatingly.\n\n\"Even Boss--but he my chief. I put my hands in his and gave promise to\nbe his man. Halsite no break word.\"\n\n\"Oh, well,\" I said, \"you'll never convince me with all your talk that\nyou're not afraid of Wolverton.\" I looked up at his broad, brutal face.\nHe wasn't smart--and he was proud. For the past two weeks I had been\nfeeling him out while my leg was rapidly mending under the doctor's\nexpert care. I despised her, but she knew far more of medicine than\ndid our best. At home, it would be a month away before I would be able\nto walk, but here I was almost well again. But it would do me no good\nas long as I was inside the house. Outside, the electronic field that\nblanked my strength might be weaker--and maybe if I could get far\nenough away I could escape. If I could once get away from Wolverton's\ninfluence he'd never catch me. I could return and tell the Bearers--\n\nJust what _could_ I tell them? The thought jerked my plans for escape\nto a dead halt.\n\nWhat had I learned about our enemy? What were his weaknesses? How could\nhe be attacked and destroyed? Sure, I knew his strength--but other\nones than I had learned of that. And here I was in the very heart of\nEvil's power and I had learned exactly nothing that would help the Word\nprevail.\n\n\n\nI could have kicked myself for being so stupid--for not leading\nWolverton on. Surely Zard must think me a weak reed--a coward--or at\nbest a fool. One cannot fight Evil by ignoring it. The Word came to\nme, \"_Smite Evil hip and thigh. Fight fire with fire--oppose craft\nto craft--strike down the evil doer with his own spear that the Word\nmay triumph. For in my Kingdom honor waits for those who spread the\nWord--that the light of the spirit may be passed to other minds\nand the heathen rescued from the Pit._\" What a fool I was to apply\nthe \"Canticles of the Young\" to Wolverton. It should have been the\n\"Missionary Creed.\" Against Wolverton, passive resistance could not\nwin. It would take a sharp mind and resolute spirit to combat him. And\nit was time I displayed both.\n\nImmersed in my thoughts I did not at first realize where the Halsite\nwas taking me until a brilliant blaze of light struck my eyes. We were\noutside and the big fellow was pushing me rapidly down a smooth walk\nbetween rows of flowering shrubs.\n\n\"See--not afraid,\" he said as he came to a branch in the walk. \"I take\nyou outside. Now we go back.\"\n\nI felt for him and he was all there--and with calculated force I\nstruck! He crumpled, eyes rolling in their sockets, powerless to harm\nme as I stepped from the chair, limping a little from the weight of\nthe brace on my leg. I looked down at the helpless Halsite for a long\nsecond, assimilating what I learned from him, and then I went over the\nfence and into the darkness of the forest beyond the grounds.\n\nAs the trees closed behind me I had a panicky feeling to fly and keep\non flying until I was back home with my fellow Adepts in the cloister\nbehind the great cathedral in Hosanna. I longed for the quiet and the\ncomforting touches of my friends. Here I was alone in a savage land\nwith the Father of Evil. The thought unnerved me. I was not used\nto Evil, and my cloistered days of study and practice as I mastered\nan Adept's powers were poor experience to pit against such a one as\nWolverton. And then I remembered my vow to Zard, and the Missionary\nCreed, and I knew I must go back and fight him on his own ground. I\nmust appear weak and inept until I could find an opening through which\nto strike. Yet I must not appear too easy. Wolverton must be allowed\nto recapture me, but I must make an obvious effort to escape. A pure\ncleansing wave flowed through me and my spirit was eased and my soul\ncomforted. Zard was with me, and I felt no fear. He was pointing out my\ncourse--the only one I could possibly take. Slowly I turned and moved\ndeeper into the forest, using my Adept's powers to confuse the trail.\n\n\n\nWolverton found me as I knew he would. I was aware of him even before\nhe saw me. It surprised me that he had located me so quickly--but that\nwas the only unusual thing about it. His air-boat came slanting down\ntoward my hiding place, but I did not move. He stepped out and came\ntoward me, but I did not fly though every muscle in my body screamed\nfor flight. When he was close enough I reached for him, but my grip\nslipped harmlessly away. Still, this did not surprise me for I had not\nbeen able to touch him before--and was he not the Father of Evil? But\nwhen the glinting metal flashed violet in his hand and the stunning\nshock locked my muscles in rigid paralysis--I was afraid--but then it\nwas too late--\n\n\n\nI was again lying upon the narrow white table while the doctor massaged\nmy stiff body. Slowly a feeling that was agony came back to my numbed\nbody and I stirred weakly. \"Fool,\" the doctor said. \"Did you think to\nescape from _him_?\" There was bitter acid in her voice, mixed with an\nodd note of admiration. \"You had courage to try but you should have\nknown you wouldn't succeed.\"\n\n\"I nearly did,\" I said, \"and I would have if he had been slower to\npursue. In the dark I could have avoided him.\"\n\n\"He would have found you though it had been as dark as the bottom of\nthe Pit.\"\n\n\"I would have been gone.\"\n\nShe laughed. \"You do not know him.\"\n\n\"I know he is the Father of Evil,\" I said.\n\n\"You are wrong--he is not that--he is merely\ndifferent--older--wiser--but not evil.\"\n\nIt was my turn to laugh, and I did although it hurt my throat and made\nmy chest ache. \"It is you who are the fool,\" I said.\n\nShe shrugged. \"It may be,\" she agreed, \"but you will learn that\nWolverton is master here, and what he wants he keeps. Nor will you\nescape again.\"\n\n\"Why not?\"\n\n\"Try,\" she said, \"He has turned the field off.\"\n\nI tried--and panic flooded me! I did not move--nor could I feel the\nslightest trace of the doctor although I tried to reach her with all my\nstrength. Then I screamed! And my screams were echoed by her laughter.\n\nThe spasm died quickly enough--for I am not a coward. It is the unknown\nwhich is frightening--the feeling of helplessness in the face of\npowers greater than one's own. But then I realized I had chosen this\ncourse--that it was not forced upon me, and that Zard was guiding my\nfaltering steps.\n\n\"You are lying,\" I said with forced calmness. \"The field is still on.\"\n\nShe looked at me with pitying contempt, rose quietly into the air and\nfloated over my head! \"So it's on, is it?\" she asked.\n\nMy mouth dropped open in a gape of unmannerly surprise. \"You're an\nAdept!\" I gasped.\n\n\"I was. Now I'm a doctor.\"\n\n\"But why?--why haven't you reported back to Hosanna? You are free. What\nkeeps you here?\"\n\n\"I do not wish to leave,\" the doctor said calmly.\n\n\"You're conditioned!\"\n\n\"You could call it that,\" she agreed. \"I prefer to think I have learned\nsome sense, that I have forgotten the silly superstitions of my\nchildhood when I came here to kill. Ten years ago I was like you, but\nnow--\"\n\n\"Now,\" I said bitterly, \"you are a minion of Evil.\"\n\nThe doctor's laugh was merry and unforced. \"Every year they get worse!\"\nshe chuckled. \"I see what Wolverton means when he says there's no hope\nfor this world.\" She floated quietly back to the floor.\n\nI felt crushed and angry at the same time. Who was she to laugh at\nthe Word? Once again I tried to rise. With all my strength I tried,\nbut again I didn't move. There was something warm encircling my neck.\nI raised a hand to it and touched smooth metal--a close fitting ring\nabout my throat.\n\n\"Yes,\" the doctor said, answering my unspoken question. \"That is what\nrestrains you. And it will stay on until he removes it. Nothing can\ncut that ring.\" She smiled ruefully. \"I wore one once--for nearly five\nyears--\"\n\nShe kept on talking, something about taking time for the electronics\nsection to develop a wave form that would cancel my powers--which\nwas why I had lived under the field--and why I had a chance to try\nto escape, but I didn't really hear her. I hadn't figured on this\ndevelopment. It shocked me into utter numbness.\n\nIt was two days later before I could rise. The braces were gone from my\nleg and I was whole again. Whole, but helpless.\n\n\n\nUnmolested, I walked through Wolverton's stronghold. I passed the\nHalsite whom I had struck down. He looked at me and grinned. There was\nno malice in him.\n\n\"You fool me,\" he said cheerfully. \"I not very smart--but next time you\ntry I run you down--bring you back. You no do that thing twice.\"\n\n\"If you can catch me,\" I answered.\n\n\"I catch, all right. You wear ring now. You no get away.\"\n\nI sighed. He was right.\n\nLater that day I saw Leslie--the Adept who tried to reach Wolverton\nlast year. I waved to him, but he did not notice me. He was reading a\nbook, and the glass wall that separated us prevented me from speaking\nto him. A silver ring gleamed around his neck--he too was a prisoner,\nand from the looks of it he, too, was learning forbidden things. I\nwondered at the unholy spell of Wolverton. What was the devilish power\nhe had over the minds of men that made even an Adept ignore Zard's\nteachings? There was a tense earnestness to Leslie's bent figure,\na driving air of concentration he had never shown when learning the\nwritings of Zard. He was absorbed--fascinated--and looking at him I\nagain felt the icy hand of terror grip my mind.\n\nI shrugged it off. So far there had been no invasion of my thoughts. My\nbeliefs were still mine, and although my body was trapped, my spirit\nwas free. And if I could not reach him with my mind, there was always a\nweapon to rely upon--something that would fit my hand--something blunt\nto smash--something sharp to drive through skin and flesh into his\nblackened heart.\n\nBut despite my freedom I was watched by seen and unseen eyes. No weapon\nI could find remained long in my hand. It was the ultimate frustration.\nAnd finally I gave it up. I would have to mark the location of weapons\nand bide my time until Wolverton was close enough to one which I could\nseize and slay him before his minions could prevent me. Slowly I\nlearned cunning--to dissemble--to hide my intent--to wait.\n\nAnd while I waited Wolverton talked to me, and I listened, fascinated\nby the evil of the man. For not only did he mock the Word, he\ndespised It, calling It a superstition-tainted mass of primitive\nMumbo Jumbo--whatever that might be. But except for this flouting\nof the Word, Wolverton was not so evil as I thought. There was a\ngentleness about him that was strange. My own people had little of\nthis. After all, Promised Land was not an easy world to tame, and our\nrise to greatness had been the product of unending struggle against an\nunfriendly if not inimical environment. But in the end, the Word and\nthose who believed in It, were triumphant. Did we not tame and rule\nthree-quarters of this world? Were we not the Chosen? Often I had to\ngo back to basics after a talk with Wolverton. He disarmed me with his\nfriendly voice and with his logic. It was getting harder to resist\nhim--and I understood now how the others had fallen. Wolverton, if he\ntried, could charm the birds from the trees, make black look white,\nevil virtuous, and righteousness unrighteous. He was truly a terrible\nman and I looked forward to his daily visits with mingled dread and\nanticipation. There was something toward which he was leading me and I\ndreaded the revelation even while I enjoyed the trip.\n\n\n\nWe--or rather Wolverton--talked of philosophy--of science--of\nhistory--of distant worlds which he had visited with such disarming\ncharm that I learned despite my obstinacy. Soon I began to know\nthem--Earth--green Earth, the home-world of the race with her\nimpossible blue skies and seas, gray clouds, white snows, fierce arid\ndeserts, tall mountains and greenly verdant valleys. From her vast\nforests to her broad plains and great cities, Earth was a thing of\nloveliness. I could feel Wolverton's passion when he spoke of it--nor\nwas I surprised when he at last confessed that he was born there.\n\nAnd I learned of Mars--rust red and rugged--harsh and cold--where men\nlived under domes and husbanded the scanty air and water with miser's\ncare.\n\nAnd Proxima--first star colony of Earth--a gentle world of soft pastels\nand grays--a barren world which men reclaimed and made beautiful,\ndrawing from their skill and science to mold the primitive life forms\ninto things of beauty and utility.\n\nAnd golden Fanar--ripe and lovely with its humanoids and developing\ncivilization that blossomed to full flower when men came and lent their\nskills and science to their cousins.\n\nAnd Kungtze--delicate fairyland of violet skies and soft rounded hills\nlike virgin bosoms waiting to be kissed.\n\nAnd Samar--not the Samar I knew, but a land of seas and islands, tall\nships and gracious living.\n\nAnd Halsey--harsh--forested and forbidding--a world that distrusted\nand did not welcome man--a world peopled by savage humanoids who united\nonly in the face of danger.\n\nAnd more--many more.\n\n\n\nI learned of them all in the days of their youth--together with the\nstruggles and pain that went into their taming. Wolverton's words were\nwings that sent my spirit soaring. His tales--filled with courage and\nadventure, of blood and treachery, of honor and fair dealing, made me\nproud of my race. We were not perfect, we men--but there was within us\nthe seed of greatness that would perhaps flower into the true bloom.\nIt made me proud to learn the past glories of our race. Almost I could\nfeel that Wolverton was a brother in the great brotherhood of man.\n\nAnd then he killed the dream--brought it crashing to the ground in a\nbrutal series of horridly frank solidograph projections. These were\nreal people that bled and died and performed unspeakable brutalities\nupon each other and upon the worlds where they lived.\n\n\"On the average,\" Wolverton said bitterly, \"it takes five to six\nthousand years, but we have been in space longer than that, and some\nsocieties last longer than others, but the end is always inevitable.\"\n\nHe showed me all--a solid month of it.\n\n    Earth: A world of legalized cannibalism where men were bred for\n    food--a world of wrecked glory swiftly returning to jungle and\n    desert.\n\n    Mars: Redying in slow bitter agony as technology failed under the\n    pressure of excessive population, with legal infanticide, eugenics\n    laws, and tyranny.\n\n    Proxima: Bloody and torn--waging suicidal war whose ultimate end\n    would be virtual annihilation of all life.\n\n    Fanar: Dead and radioactive.\n\n    Kungtze: A huge, monolithic state that owned and controlled\n    everything down to the last living unit, where the population\n    swarmed and jostled in huge collectives that were neither cities\n    nor farms, but something of both--where everything was used even\n    down to the dead bodies of those too old to work, slain by the\n    state to make room for others.\n\n    Samar: A matriarchate ruled by the few--filled by the many, where\n    women outnumbered men twenty to one, and the men ruled by the sly\n    and subtle tyranny of sex, and where--despite the disparity of\n    sexes--people swarmed and teemed, and struggled for possession of a\n    place to live and the partial possession of a man.\n\n    Halsey: Harsh, forested, and forbidding--a world that distrusted\n    and did not welcome man--a world peopled by savage humanoids who\n    united only in the face of danger. They were united now--armed and\n    ready to resist invasion.\n\n    And there were more.\n\nI was sick--sick at the folly of man, who threw away so much for so\nlittle. \"Whose fault?\" I asked. \"Why did these things happen?\"\n\n\"It was no one's fault,\" Wolverton said, sadly. \"It was everyone's. In\nopening new worlds, people are needed, so they have large families. The\ntradition becomes established and when at last the world is comfortably\nfilled--instead of stopping--holding the line and consolidating what\nthey have won--people go right on the same old way, producing more and\nmore of their kind until finally the world grows too small. Then they\nquarrel, fight, and die until they are so reduced that they can start\nthe vicious cycle over again--and in the process civilization becomes\nbarbarism and culture becomes chaos. If the world is lucky, it survives\nto rise again as Earth will do. If it is unlucky it ends like Fanar.\n\n\n\n\"And that is where you come in. You and the others like you, but you\nin particular. For you possess in a tremendous degree the ability to\n_convince_. I could feel it in you despite my shields. It influenced\nE'Komo despite his loyalty. It made Doctor Sara waver despite her\ndedication. I have watched and waited for you for generations--for over\ntwo thousand years. For here in this enclave I knew you _must_ some day\narrive. Your origin, frankly spiritual and mystic--your development\nso ruthlessly selective starting with ritual sacrifice of excess--and\nless desirable--maidens at puberty--your insistence upon developing\nthe spiritual rather than the mechanistic side of culture--all these\nwere bound to develop psi factors. And they have! It is here, I think,\nwhere man's salvation lies. Here is the brake on rising population--a\nperson who can _convince_--who can inculcate into the very soul of men\nthat three children are _enough_--or that two are _enough_--or whatever\nnumber is needed to stabilize the population of a planet.\"\n\nI didn't really hear him. My mind had recoiled from what he had told\nme. Two thousand years, he had said. Two thousand years! And he was not\nold! Truly he was the Father of Evil, for only Evil and the soul are\nimmortal! \"You said two thousand years, didn't you?\"\n\nWolverton chuckled. \"I should have added objective,\" he said.\n\nI didn't understand.\n\n\"It's a trick with time,\" he explained. \"Actually I suppose I'm about\nforty or forty-five. It's not strange. Anyone with a lightspeed ship\ncan do it as long as one stays in normal space time. Take a two-week\ntrip subjective at Lume One and ten objective years go by just\nlike that. It's an old trick. The Timejumpers knew about it before\nhyperdrive was developed, but it's been forgotten for centuries. Most\nof the time I'm not here. The Halsites take care of the Holding for\nme. I heard about you three years ago so I waited until you made your\ntry for me. It was inevitable that you would. Your Bearers are always\ntrying to get me inspired partly by religious and partly by economic\nreasons--and they pick the best of each year's crop to try. As a result\nI get about three new recruits a year. The old ones pick them up and\nindoctrinate them. But we keep up the fiction of Wolverton being here.\nIt's good business.\" Wolverton looked at the dumbfounded expression on\nmy face and laughed.\n\n\"So you don't understand,\" he said. \"Well, you have plenty of time to\nlearn after we treat about five rim worlds. We'll be practical about it\nand let you learn about lightspeed and time stasis the normal way--in a\nspaceship!\"\n\n\"No,\" I said.\n\n\"But you can't turn me down,\" he protested. \"I thought you understood.\nPeople need you--need you badly. Our others can modify a little but\nthey can't convince. It takes a hundred of them to even begin to cover\na world--and there aren't very many hopeful worlds left. We have to\nhold the line or humanity will breed itself into extinction.\"\n\n\"I am still your prisoner,\" I said, luxuriating in the first real\nweakness I had found in him. \"You might as well know that I still\noppose you. I don't believe you. You are Evil and Evil has a smooth\ntongue--Zard said it long ago, and it is still the truth.\"\n\nWolverton groaned.\n\n\"Nor will I help you!\"\n\nAnger flowed from him. \"You stupid fool!\" he blazed. \"Do you think\n_I'd_ ask _you_ to do anything for _me_? His rage struck me like\na blow. I'm _telling_ you--not asking. You will do something for\nyour race--something you can do, or so help me God, I'll condition\neverything out of you _except_ your superstitious prejudices and maroon\nyou on Samar!\"\n\nHe meant what he said. His anger was a true anger--and he had spoken\nthe Name we all knew yet did not speak aloud. And he was not struck\ndown. I was confused and upset. I shivered with a fear that was as icy\nas the River of the Dead. There was something wrong here--something I\ncould not understand. Then I saw the light.\n\n\"I will bargain with you,\" I said. Zard's plan was becoming clear. \"I\nwill join you in good faith.\"\n\n\"With what reservations?\"\n\n\"None--I will swear this by Zard's bones.\"\n\nHe looked at me speculatively. \"What is the nature of this bargain?\"\n\n\"I will join you willingly if you leave this world.\"\n\nHe smiled. \"Sorry, it's no go. It's too good a psi trap. And your race\nhas a virtual monopoly on the supply. You presume too much on my claims\nabout your value. You're not _that_ valuable.\"\n\n\n\nI sighed. This was not the way. Zard would have opened it if it were.\nI had weakened--but he had not retreated. I had shown a softness\nin my armor and had given him hope of conquering--and with that\nlittle opening what could he not do? He needed but one break in my\ndefenses--and I would be lost. Already I was dangerously weakened.\nRapidly I repeated the catechism of Zard as he talked, and presently\nhis voice faded and was gone as the ecstasy of spiritual union with the\nWord gripped me in firm protecting hands....\n\n\n\n\"Come with me,\" Wolverton said a week later. \"I have something to show\nyou.\"\n\nObediently I rose and followed him. A Halsite followed as we walked\nout into the sun. We had come a different way than before--a way I\nhad never taken. Before me was a broad concrete plain studded with\noddly curved walls. In the center of the area a tall, pinch-waisted,\nneedle-nosed spaceship stood on its landing pads--pointing straight up\nto the sky. I looked at it with awe. It was bigger even than a trader\nand it looked oddly menacing yet beautiful.\n\n\"Yours?\" I asked.\n\nHe nodded. \"Mine. She's Earth-built--one of the last battle cruisers\never built in an Earth yard. Ships like this aren't made any more--even\nthough she's four thousand objective years old. Come, let's look at\nher.\"\n\nAs we approached, I could see the ship was enormous. It rose over our\nheads like some great campanile tower, yet despite its size there\nwas an air of subtle refinement about the mass, an impression almost\nof delicacy--as though it had been tenderly and carefully constructed\nby men who loved their work. Each part was beautifully finished and\nperfectly machined, and the diamond-hard non-corrosive metal gleamed in\nthe golden sunlight. And despite its huge size and absurdly tiny jets,\nit looked _fast_!\n\n\"It's big enough to move an entire city!\" I gasped.\n\n\"She has a crew of five--and capacity for fifty marines,\" Wolverton\nreplied.\n\n\"All that size--but--\"\n\n\"Most of it is taken up with weapons systems,\" he said. \"I could\nutterly destroy a planet of this size with her weapons. She'll travel\nat Lume One as long as you care to drive her--or she'll go clear up\nto ultra band in hyperspace. She's the fastest, deadliest thing in\nthis sector--beautiful--isn't she?\" He talked as though the ship was a\nwoman--a woman he loved.\n\n\"I wanted you to see her,\" he pointed at the ship, \"so that you will\nknow exactly what I mean when I offer you freedom such as you have\nnever known. With this ship we can do anything--go anywhere. Time\nmeans nothing--hours in hyperspace--years in normal spacetime. I'm\noffering you the Universe if you join with me to work and save--to\nkeep men from following the old paths to racial destruction.\" His\nvoice, eyes, and entire body were tense. Conviction flowed from him in\nsmothering waves. I had never really felt the power of the man and I\nwas shaken. Shaken and unsure. For the Word seemed oddly weak in the\npresence of this titanic ship and the equally titanic man who owned\nit. I could not explain the feelings that surged inside me--missionary\nto the human race--freedom from worldly bounds--greed for life and\nknowledge--weariness and surrender to Wolverton's endless urging--all\nwere there, but there was more than that. I kept looking up at the\nship, my head whirling from the dizzying sweep of her--her beauty and\npower filling my eyes. My heart soared with her soaring lines. I felt\nquite enthralled--uplifted--caught in a force greater than my will.\nNow--suddenly I knew why Wolverton spoke of the ship with such passion\nin his voice. It must have shown in my eyes for a great gladness\nlighted his. \"I will join you,\" I said in a small voice--and inside me\nsomething died as soon as I had spoken. I had the hollow feeling I had\nlost my soul.\n\n\"I will not ask you to swear,\" he said with odd gentleness. \"I have\npushed you far enough. Let us go to the laboratory and remove that\nring and restore your powers.\"\n\nA voice inside me spoke sluggishly. \"_Fight fire with fire--craft with\ncraft_,\" it said. \"_Strike down the Evil doer with his own spear_,\"\nbut the voice was weak. I followed Wolverton and as I walked the voice\nbecame stronger. \"_And the Father of Evil took Zard to the top of\nMount Karat, and from this high place he offered the world and eternal\nlife if Zard would fall down and worship him. And Zard refused._\" I\nshook my head. I had promised--but what was a promise when it involved\nthe Father of Evil. To slay him, one could promise anything, and yet\nreceive absolution.\n\nThe ring was removed from my neck, and with its removal awareness\nflowed into me. I was whole again! I could see as only an Adept knew\nhow to see. I turned to Wolverton with pleasure in my eyes, and as I\nlooked at him I stiffened with shock!\n\n_His barriers were down!!_\n\nI could penetrate his mind as though it were thinnest air, and in my\nbrain the voice rang out loud, clear, quick, eager, triumphant!\n\nNow--NOW!!--KILL!!!\n\n\n\nI took his mind in mine, encompassing it. I held his life. One surge of\npower, one squeeze and he was dead. The Father of Evil--helpless in\nthe grasp of righteousness.\n\nI paused, savoring my triumph searching for the evil I knew lay\nconcealed beneath the surface web of flashing thoughts. I probed\nbeneath them, brushing aside his feeble defenses--and stopped--appalled!\n\nFor there was no evil, no guile, no treachery--only a deep limpid\npool of abiding faith and selfless love for mankind that transcended\nanything I had ever dreamed. There was anger, too, a clean bright anger\nat the stupidities and follies of mankind, impassioned yet impersonal,\nand oddly lacking in bitterness. He knew that I could snuff him out\nas easily as an acolyte snuffs a candle upon the Altar of Zard. Yet\nhe neither shrank nor feared. And I realized with numbing shock that\nhe had placed himself in my hands, knowing what I was, and what I\nwould do. Frantically I tried to withdraw, but I was immersed in love,\ndrowned in it, absorbed in a warm golden glow that rushed along the\npower that connected us.\n\nI shuddered. Father of _Evil_? If he was evil, then every responding\nfiber of my heart and mind was evil too, and I was damned beyond\nredemption. With a groan I wrenched myself free. I could not kill him.\nNor could I longer stand the shattering concepts of his mind. And with\nstark realization I faced the elemental truth that it was I, not he,\nwho was wrong!\n\nHe looked down at me as I stood shrunken and defeated before him, and\nhis eyes were kind. \"It was a chance I had to take,\" he said softly.\n\"And I was right. You were not conditioned beyond redemption.\" He\nsighed and placed his hand on my shoulder. It was warm and gentle, and\nI did not shrink from his touch. \"There are many worlds,\" he murmured,\n\"and it is getting late, and you _are_ unique. Another like you might\nnot appear again. The plan would be useless without you, yet without\nyour complete cooperation it would fail. So I opened my mind, dropped\nthe screen which shielded me.\" He smiled wryly. \"Desperate measures of\na desperate man,\" he said with a trace of the old masking cynicism.\n\nBut I knew him now and could see behind the mask. A strange wonder\nfilled me. I had tried to apply the Missionary Creed, but it was he\nwho was the missionary and I the convert. Slowly I knelt and placed\nmy hands in his as I would to a Bearer of the Word. \"Show me the way,\nMaster, and I will follow,\" I said.\n\nHe raised me to my feet. \"No, Saul,\" he said. \"Not that way. In the\nstruggle to come, you will be the leader. Like your namesake.\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Bone, Jesse Franklin",
            "Bone, J. F. (Jesse Franklin)",
            "Bone, Jesse F. (Jesse Franklin)",
            "Bone, J.F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72614/pg72614.txt",
        "name": "the_missionary.json"
    }
}