{
    "name": "The Substitute\nDeep Waters, Part 9.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE SUBSTITUTE\n\nThe night watchman had just returned to the office fire after leaving it\nto attend a ring at the wharf bell.  He sat for some time puffing\nfiercely at his pipe and breathing heavily.\n\n\"Boys!\" he said, at last.  \"That's the third time this week, and yet if I\nwas to catch one and skin 'im alive I suppose I should get into trouble\nover it.  Even 'is own father and mother would make a fuss, most like.\nSome people have boys, and other people 'ave the trouble of 'em.  Our\nstreet's full of 'em, and the way they carry on would make a monkey-'ouse\nashamed of itself.  The man next door to me's got seven of 'em, and when\nI spoke to 'im friendly about it over a pint one night, he put the blame\non 'is wife.\n\n\"The worst boy I ever knew used to be office-boy in this 'ere office, and\nI can't understand now why I wasn't 'ung for him.  Undersized little chap\nhe was, with a face the colour o' bad pie-crust, and two little black\neyes like shoe-buttons.  To see 'im with his little white cuffs, and a\nstand-up collar, and a little black bow, and a little bowler-'at, was\nenough to make a cat laugh.  I told 'im so one day, and arter that we\nknew where we was.  Both of us.\n\n\"By rights he ought to 'ave left the office at six--just my time for\ncoming on.  As it was, he used to stay late, purtending to work 'ard so\nas to get a rise.  Arter all the clerks 'ad gorn 'ome he used to sit\nperched up on a stool yards too 'igh for him, with one eye on the ledger\nand the other looking through the winder at me.  I remember once going\noff for 'arf a pint, and when I come back I found 'im with a policeman,\ntwo carmen, and all the hands off of the Maid Marian, standing on the\nedge of the jetty, waiting for me to come up.  He said that, not finding\nme on the wharf, 'e made sure that I must 'ave tumbled overboard, as he\nfelt certain that I wouldn't neglect my dooty while there was breath in\nmy body; but 'e was sorry to find 'e was mistook.  He stood there talking\nlike a little clergyman, until one of the carmen knocked his 'at over 'is\neyes, and then he forgot 'imself for a bit.\n\n\"Arter that I used to wait until he 'ad gorn afore I 'ad my arf-pint.  I\ndidn't want my good name taken away, and I had to be careful, and many's\nthe good arf-pint I 'ad to refuse because that little imitation monkey\nwas sitting in the office drawing faces on 'is blotting-paper.  But\nsometimes it don't matter 'ow careful you are, you make a mistake.\n\n\"There was a little steamer, called the Eastern Monarch, used to come up\nhere in them days, once a week.  Fat little tub she was, with a crew o'\nfattish old men, and a skipper that I didn't like.  He'd been in the\ncoasting trade all 'is life, while I've knocked about all over the world,\nbut to hear 'im talk you'd think he knew more about things than I did.\n\n\"Eddication, Bill,' he ses one evening, 'that's the thing!  You can't\nargufy without it; you only talk foolish, like you are doing now.'\n\n\"'There's eddication and there's common sense,' I ses.  'Some people 'as\none and some people 'as the other.  Give me common sense.'\n\n\"'That's wot you want,' he ses, nodding.\n\n\"'And, o' course,' I ses, looking at 'im, 'there's some people 'asn't got\neither one or the other.'\n\n\"The office-boy came out of the office afore he could think of an answer,\nand the pair of 'em stood there talking to show off their cleverness,\ntill their tongues ached.  I took up my broom and went on sweeping, and\nthey was so busy talking long words they didn't know the meaning of to\neach other that they was arf choked with dust afore they noticed it.\nWhen they did notice it they left off using long words, and the skipper\ntried to hurt my feelings with a few short ones 'e knew.\n\n\"'It's no good wasting your breath on 'im,' ses the boy.  'You might as\nwell talk to a beer-barrel.'\n\n\"He went off, dusting 'imself down with his little pocket-'ankercher, and\narter the skipper 'ad told me wot he'd like to do, only he was too sorry\nfor me to do it, 'e went back to the ship to put on a clean collar, and\nwent off for the evening.\n\n\"He always used to go off by hisself of a evening, and I used to wonder\n'ow he passed the time.  Then one night I found out.\n\n\"I had just come out of the Bear's Head, and stopped to look round afore\ngoing back to the wharf, when I see a couple o' people standing on the\nswing-bridge saying 'Good-bye' to each other.  One of 'em was a man and\nthe other wasn't.\n\n\"'Evening, cap'n,' I ses, as he came towards me, and gave a little start.\n'I didn't know you 'ad brought your missis up with you this trip.'\n\n\"'Evening, Bill,' he ses, very peaceful.  'Wot a lovely evening!'\n\n\"'Bee-utiful!' I ses.\n\n\"'So fresh,' ses the skipper, sniffing in some of the air.\n\n\"'Makes you feel quite young agin,' I ses.\n\n\"He didn't say nothing to that, except to look at me out of the corner of\n'is eye; and stepping on to the wharf had another look at the sky to\nadmire it, and then went aboard his ship.  If he 'ad only stood me a\npint, and trusted me, things might ha' turned out different.\n\n\"Quite by chance I happened to be in the Bear's Head a week arterwards,\nand, quite by chance, as I came out I saw the skipper saying 'Good-bye'\non the bridge agin.  He seemed to be put out about something, and when I\nsaid 'Wot a lovely evening it would be if only it wasn't raining 'ard!'\nhe said something about knocking my 'ead off.\n\n\"'And you keep your nose out o' my bisness,' he ses, very fierce.\n\n\"'Your bisness!' I ses.  'Wot bisness?'\n\n\"'There's some people as might like to know that you leave the wharf to\nlook arter itself while you're sitting in a pub swilling gallons and\ngallons o' beer,' he ses, in a nasty sort o' way.  'Live and let live,\nthat's my motter.\"\n\n\"'I don't know wot you're talking about,' I ses, 'but it don't matter\nanyways.  I've got a clear conscience; that's the main thing.  I'm as\nopen as the day, and there's nothing about me that I'd mind anybody\nknowing.  Wot a pity it is everybody can't say the same!'\n\n\"I didn't see 'im saying 'Good-bye' the next week or the week arter that\neither, but the third week, arter just calling in at the Bear's Head, I\nstrolled on casual-like and got as far as the bottom of Tower Hill afore\nI remembered myself.  Turning the corner, I a'most fell over the skipper,\nwot was right in the fair way, shaking 'ands with his lady-friend under\nthe lamp-post.  Both of 'em started, and I couldn't make up my mind which\ngave me the most unpleasant look.\n\n\"'Peep-bo!' I ses, cheerful-like.\n\n\"He stood making a gobbling noise at me, like a turkey.\n\n\"'Give me quite a start, you did,' I ses.  'I didn't dream of you being\nthere.'\n\n\"'Get off!' he ses, spluttering.  'Get off, afore I tear you limb from\nlimb!  'Ow dare you follow me about and come spying round corners at me?\nWot d'ye mean by it?'\n\n\"I stood there with my arms folded acrost my chest, as calm as a\ncucumber.  The other party stood there watching us, and wot 'e could 'ave\nseen in her, I can't think.  She was dressed more like a man than a\nwoman, and it would have taken the good looks of twenty like her to 'ave\nmade one barmaid.  I stood looking at 'er like a man in a dream.\n\n\"'Well, will you know me agin?' she ses, in a nasty cracked sort of\nvoice.\n\n\"'I could pick you out of a million,' I ses--'if I wanted to.'\n\n\"'Clear out!' ses the skipper.  'Clear out!  And thank your stars there's\na lady present.'\n\n\"'Don't take no notice of 'im, Captain Pratt,' ses the lady.  'He's\nbeneath you.  You only encourage people like that by taking notice of\n'em.  Good-bye.'\n\n\"She held out her 'and, and while the skipper was shaking it I began to\nwalk back to the wharf.  I 'adn't gorn far afore I heard 'im coming up\nbehind me, and next moment 'e was walking alongside and saying things to\ntry and make me lose my temper.\n\n\"'Ah, it's a pity your pore missis can't 'ear you!' I ses.  'I expect she\nthinks you are stowed away in your bunk dreaming of 'er, instead of\nsaying things about a face as don't belong to you.'\n\n\"'You mind your bisness,' he ses, shouting.  'And not so much about my\nmissis!  D'ye hear?  Wot's it got to do with you?  Who asked you to shove\nyour oar in?'\n\n\"'You're quite mistook,' I ses, very calm.  'I'd no idea that there was\nanything on as shouldn't be.  I was never more surprised in my life.  If\nanybody 'ad told me, I shouldn't 'ave believed 'em.  I couldn't.  Knowing\nyou, and knowing 'ow respectable you 'ave always purtended to be, and\nalso and likewise that you ain't no chicken----'\n\n\"I thought 'e was going to 'ave a fit.  He 'opped about, waving his arms\nand stuttering and going on in such a silly way that I didn't like to be\nseen with 'im.  Twice he knocked my 'at off, and arter telling him wot\nwould 'appen if 'e did it agin, I walked off and left him.\n\n\"Even then 'e wasn't satisfied, and arter coming on to the wharf and\nfollowing me up and down like a little dog, he got in front of me and\ntold me some more things he 'ad thought of.\n\n\"'If I catch you spying on me agin,' he ses, 'you'll wish you'd never\nbeen born!'\n\n\"'You get aboard and 'ave a quiet sleep,' I ses.  'You're wandering in\nyour mind.'\n\n\"'The lady you saw me with,' he ses, looking at me very fierce, 'is a\nfriend o' mine that I meet sometimes for the sake of her talk.'\n\n\"'Talk!' I ses, staring at 'im.  'Talk!  Wot, can't one woman talk enough\nfor you?  Is your missis dumb? or wot?'\n\n\"'You don't understand,' he ses, cocking up 'is nose at me.  'She's a\ninterleckshal woman; full of eddication and information.  When my missis\ntalks, she talks about the price o' things and says she must 'ave more\nmoney.  Or else she talks about things I've done, or sometimes things I\n'aven't done.  It's all one to her.  There's no pleasure in that sort o'\ntalk.  It don't help a man.'\n\n\"'I never 'eard of any talk as did,' I ses.\n\n\"'I don't suppose you did,' he ses, sneering-like.  'Now, to-night, fust\nof all, we talked about the House of Lords and whether it ought to be\nallowed; and arter that she gave me quite a little lecture on insecks.'\n\n\"'It don't seem proper to me,' I ses.  'I 'ave spoke to my wife about 'em\nonce or twice, but I should no more think of talking about such things to\na single lady----'\n\n\"He began to jump about agin as if I'd bit 'im, and he 'ad so much to say\nabout my 'ed and blocks of wood that I pretty near lost my temper.  I\nshould ha' lost it with some men, but 'e was a very stiff-built chap and\nas hard as nails.\n\n\"'Beer's your trouble,' he ses, at last.  'Fust of all you put it down,\nand then it climbs up and soaks wot little brains you've got.  Wot you\nwant is a kind friend to prevent you from getting it.'\n\n\"I don't know wot it was, but I 'ad a sort of sinking feeling inside as\n'e spoke, and next evening, when I saw 'im walk to the end of the jetty\nwith the office-boy and stand there talking to 'im with his 'and on his\nshoulder, it came on worse than ever.  And I put two and two together\nwhen the guv'nor came up to me next day, and, arter talking about 'dooty'\nand 'ow easy it was to get night-watchmen, mentioned in 'a off-'and sort\nof way that, if I left the wharf at all between six and six, I could stay\naway altogether.\n\n\"I didn't answer 'im a word.  I might ha' told 'im that there was plenty\nof people arter me ready to give me double the money, but I knew he could\nnever get anybody to do their dooty by the wharf like I 'ad done, so I\nkept quiet.  It's the way I treat my missis nowadays, and it pays; in the\nold days I used to waste my breath answering 'er back.\n\n\"I wouldn't ha' minded so much if it 'adn't ha' been for that boy.  He\nused to pass me, as 'e went off of a evening, with a little sly smile on\n'is ugly little face, and sometimes when I was standing at the gate he'd\ngive a sniff or two and say that he could smell beer, and he supposed it\ncame from the Bear's Head.\n\n\"It was about three weeks arter the guv'nor 'ad forgot 'imself, and I was\nstanding by the gate one evening, when I saw a woman coming along\ncarrying a big bag in her 'and.  I 'adn't seen 'er afore, and when she\nstopped in front of me and smiled I was on my guard at once.  I don't\nsmile at other people, and I don't expect them to smile at me.\n\n\"'At last!' she ses, setting down 'er bag and giving me another smile.\n'I thought I was never going to get 'ere.\"\n\n\"I coughed and backed inside a little bit on to my own ground.  I didn't\nwant to 'ave that little beast of a office-boy spreading tales about me.\n\n\"'I've come up to 'ave a little fling,' she ses, smiling away harder than\never.  'My husband don't know I'm 'ere.  He thinks I'm at 'ome.'\n\n\"I think I went back pretty near three yards.\n\n\"'I come up by train,' she ses, nodding.\n\n\"'Yes,' I ses, very severe, 'and wot about going back by it?'\n\n\"'Oh, I shall go back by ship,' she ses.  'Wot time do you expect the\nEastern Monarch up?'\n\n\"'Well,' I ses, 'ardly knowing wot to make of 'er, 'she ought to be up\nthis tide; but there's no reckoning on wot an old washtub with a engine\nlike a sewing-machine inside 'er will do.'\n\n\"'Oh, indeed!' she ses, leaving off smiling very sudden.  'Oh, indeed!\nMy husband might 'ave something to say about that.'\n\n\"'Your 'usband?' I ses.\n\n\"'Captain Pratt,' she ses, drawing 'erself up.  'I'm Mrs. Pratt.  He left\nyesterday morning, and I've come up 'ere by train to give 'im a little\nsurprise.'\n\n\"You might ha' knocked me down with a feather, and I stood there staring\nat her with my mouth open, trying to think.\n\n\"'Take care,' I ses at last.  'Take care as you don't give 'im too much\nof a surprise!'\n\n\"'Wot do you mean?' she ses, firing up.\n\n\"'Nothing,' I ses.  'Nothing, only I've known 'usbands in my time as\ndidn't like being surprised--that's all.  If you take my advice, you'll\ngo straight back home agin.'\n\n\"'I'll tell 'im wot you say,' she ses, 'as soon as 'is ship comes in.'\n\n\"That's a woman all over; the moment they get into a temper they want to\nhurt somebody; and I made up my mind at once that, if anybody was going\nto be 'urt, it wasn't me.  And, besides, I thought it might be for the\nskipper's good--in the long run.\n\n\"I broke it to her as gentle as I could.  I didn't tell 'er much, I just\ngave her a few 'ints.  Just enough to make her ask for more.\n\n\"'And mind,' I ses, 'I don't want to be brought into it.  If you should\n'appen to take a fancy into your 'ed to wait behind a pile of empties\ntill the ship comes in, and then slip out and foller your 'usband and\ngive 'im the little surprise you spoke of, it's nothing to do with me.'\n\n\"'I understand,' she ses, biting her lip.  'There's no need for 'im to\nknow that I've been on the wharf at all.'\n\n\"I gave 'er a smile--I thought she deserved it--but she didn't smile\nback.  She was rather a nice-looking woman in the ordinary way, but I\ncould easy see 'ow temper spoils a woman's looks.  She stood there giving\nlittle shivers and looking as if she wanted to bite somebody.\n\n\"'I'll go and hide now,' she ses.\n\n\"'Not yet,' I ses.  'You'll 'ave to wait till that little blackbeetle in\nthe office 'as gorn.' 'Blackbeetle?' she ses, staring.\n\n\"'Office-boy,' I ses.  'He'd better not see you at all.  S'pose you go\noff for a bit and come back when I whistle?'\n\n\"Afore she could answer the boy came out of the office, ready to go 'ome.\nHe gave a little bit of a start when 'e saw me talking to a lady, and\nthen 'e nips down sudden, about a couple o' yards away, and begins to do\n'is bootlace up.  It took 'im some time, because he 'ad to undo it fust,\nbut 'e finished it at last, and arter a quick look at Mrs. Pratt, and one\nat me that I could ha' smacked his 'ed for, 'e went off whistling and\nshowing 'is little cuffs.\n\n\"I stepped out into the road and watched 'im out o' sight.  Then I told\nMrs. Pratt to pick up 'er bag and foller me.\n\n\"As it 'appened there was a big pile of empties in the corner of the\nware'ouse wall, just opposite the Eastern Monarch's berth.  It might ha'\nbeen made for the job, and, arter I 'ad tucked her away behind and given\n'er a box to sit on, I picked up my broom and began to make up for lost\ntime.\n\n\"She sat there as quiet as a cat watching a mouse'ole, and I was going on\nwith my work, stopping every now and then to look and see whether the\nMonarch was in sight, when I 'appened to turn round and see the office-\nboy standing on the edge of the wharf with his back to the empties,\nlooking down at the water.  I nearly dropped my broom.\n\n\"''Ullo!' I ses, going up to 'im.  'I thought you 'ad gorn 'ome.'\n\n\"'I was going,' he ses, with a nasty oily little smile, 'and then it\nstruck me all of a sudden 'ow lonely it was for you all alone 'ere, and I\ncome back to keep you company.'\n\n\"He winked at something acrost the river as 'e spoke, and I stood there\nthinking my 'ardest wot was the best thing to be done.  I couldn't get\nMrs. Pratt away while 'e was there; besides which I felt quite sartain\nshe wouldn't go.  The only 'ope I 'ad was that he'd get tired of spying\non me and go away before he found out she was 'iding on the wharf.\n\n\"I walked off in a unconcerned way--not too far--and, with one eye on 'im\nand the other on where Mrs. Pratt was 'iding, went on with my work.\nThere's nothing like 'ard work when a man is worried, and I was a'most\nforgetting my troubles, when I looked up and saw the Monarch coming up\nthe river.\n\n\"She turned to come into 'er berth, with the skipper shouting away on the\nbridge and making as much fuss as if 'e was berthing a liner.  I helped\nto make 'er fast, and the skipper, arter 'e had 'ad a good look round to\nsee wot 'e could find fault with, went below to clean 'imself.\n\n\"He was up agin in about ten minutes, with a clean collar and a clean\nface, and a blue neck-tie that looked as though it 'ad got yeller\nmeasles.  Good temper 'e was in, too, and arter pulling the office-boy's\near, gentle, as 'e was passing, he stopped for a moment to 'ave a word\nwith 'im.\n\n\"'Bit late, ain't you?' he ses.\n\n\"'I've been keeping a eye on the watchman,' ses the boy.  'He works\nbetter when 'e knows there's somebody watching 'im.'\n\n\"'Look 'ere!' I ses.  'You take yourself off; I've had about enough of\nyou.  You take your little face 'ome and ask your mother to wipe its\nnose.  Strickly speaking, you've no right to be on the wharf at all at\nthis time.'\n\n\"'I've as much right as other people,' he ses, giving me a wicked look.\n'I've got more right than some people, p'r'aps.'\n\n\"He stooped down deliberate and, picking up a bit o' coke from the 'eap\nby the crane, pitched it over at the empties.\n\n\"'Stop that!' I ses, shouting at 'im.\n\n\"'What for?' 'e ses, shying another piece.  'Why shouldn't I?'\n\n\"'Cos I won't 'ave it,' I ses.  'D'ye hear?  Stop it!'\n\n\"I rushed at 'im as he sent another piece over, and for the next two or\nthree minutes 'e was dodging me and chucking coke at the empties, with\nthe fool of a skipper standing by laughing, and two or three of the crew\nleaning over the side and cheering 'im on.\n\n\"'All right,' he ses, at last, dusting 'is hands together.  'I've\nfinished.  There's no need to make such a fuss over a bit of coke.'\n\n\"'You've wasted pretty near arf a 'undered-weight,' I ses.  'I've a good\nmind to report you.'\n\n\"'Don't do that, watchman!' he ses, in a pitiful voice.  'Don't do that!\n'Ere, I tell you wot I'll do.  I'll pick it all up agin.'\n\n\"Afore I could move 'and or foot he 'ad shifted a couple o' cases out of\n'is way and was in among the empties.  I stood there dazed-like while two\nbits o' coke came flying back past my 'ed; then I 'eard a loud whistle,\nand 'e came out agin with 'is eyes rolling and 'is mouth wide open.\n\n\"'Wot's the matter?' ses the skipper, staring at 'im.\n\n\"'I--I--I'm sorry, watchman,' ses that beast of a boy, purtending 'e was\n'ardly able to speak.  'I'd no idea----'\n\n\"'All right,' I ses, very quick.\n\n\"'Wot's the matter?' ses the skipper agin; and as 'e spoke it came over\nme like a flash wot a false persition I was in, and wot a nasty-tempered\nman 'e could be when 'e liked.\n\n\"'Why didn't you tell me you'd got a lady-friend there?' ses the boy,\nshaking his 'ed at me.  'Why, I might 'ave hit 'er with a bit o' coke,\nand never forgiven myself!'\n\n\"'Lady-friend!' ses the skipper, with a start.  'Oh, Bill, I am\nsurprised!'\n\n\"My throat was so dry I couldn't 'ardly speak.  'It's my missis,' I ses,\nat last.\n\n\"'Your missis?' ses the skipper.  'Woes she 'iding behind there for?'\n\n\"'She--she's shy,' I ses.  'Always was, all 'er life.  She can't bear\nother people.  She likes to be alone with me.'\n\n\"'Oh, watchman!' ses the boy.  'I wonder where you expect to go to?'\n\n\"'Missis my grandmother!' ses the skipper, with a wink.  'I'm going to\n'ave a peep.'\n\n\"'Stand back!' I ses, pushing 'im off.  'I don't spy on you, and I don't\nwant you to come spying on me.  You get off!  D'ye hear me?  Get off!'\n\n\"We had a bit of a struggle, till my foot slipped, and while I was waving\nmy arms and trying to get my balance back 'e made a dash for the empties.\nNext moment he was roaring like a mad bull that 'ad sat down in a\nsorsepan of boiling water, and rushing back agin to kill me.\n\n\"I believe that if it 'adn't ha' been for a couple o' lightermen wot 'ad\njust come on to the jetty from their skiff, and two of his own 'ands,\nhe'd ha' done it.  Crazy with passion 'e was, and it was all the four of\n'em could do to hold 'im.  Every now and then he'd get a yard nearer to\nme, and then they'd pull 'im back a couple o' yards and beg of 'im to\nlisten to reason and 'ear wot I 'ad to say.  And as soon as I started and\nbegan to tell 'em about 'is lady-friend he broke out worse than ever.\nPeople acrost the river must ha' wondered wot was 'appening.  There was\ntwo lightermen, two sailormen, me and the skipper, and Mrs. Pratt all\ntalking at once, and nobody listening but the office-boy.  And in the\nmiddle of it all the wicket was pushed open and the 'ed of the lady wot\nall the trouble was about peeped in, and drew back agin.\n\n\"'There you are!' I ses, shouting my 'ardest.  'There she is.  That's the\nlady I was telling you about.  Now, then: put 'em face to face and clear\nmy character.  Don't let 'er escape.'\n\n\"One o' the lightermen let go o' the skipper and went arter 'er, and,\njust as I was giving the other three a helping 'and, 'e came back with\n'er.  Mrs. Pratt caught 'er breath, and as for the skipper, 'e didn't\nknow where to look, as the saying is.  I just saw the lady give 'im one\nquick look, and then afore I could dream of wot was coming, she rushes up\nto me and flings 'er long, bony arms round my neck.\n\n\"'Why, William!' she ses, 'wot's the matter?  Why didn't you meet me?\nDidn't you get my letter?  Or 'ave you ceased to care for me?\"\n\n\"'Let go!' I ses, struggling.  'Let go!  D'ye 'ear?  Wot d'ye mean by it?\nYou've got 'old of the wrong one.'\n\n\"'Oh, 'William!' she ses, arf strangling me.  ''Ow can you talk to me like\nthat?  Where's your 'art?'\n\n\"I never knew a woman so strong.  I don't suppose she'd ever 'ad the\nchance of getting 'er arms round a man's neck afore, and she hung on to\nme as if she'd never let go.  And all the time I was trying to explain\nthings to them over 'er shoulder I could see they didn't believe a word I\nwas saying.  One o' the lightermen said I was a 'wonder,' and the other\nsaid I was a 'fair cough-drop.' Me!\n\n\"She got tired of it at last, but by that time I was so done up I\ncouldn't say a word.  I just dropped on to a box and sat there getting my\nbreath back while the skipper forgave 'is wife for 'er unjust suspicions\nof 'im--but told 'er not to do it agin--and the office-boy was saying I'd\nsurprised even 'im.  The last I saw of the lady-friend, the two\nlightermen was helping 'er to walk to the gate, and the two sailormen was\nfollering 'er up behind, carrying 'er pocket-'ankercher and upberella.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11479/pg11479.txt",
        "name": "the_substitute_deep_waters_part_9.json"
    }
}