{
    "name": "The Invader",
    "author": [
        "Marin, A. C.",
        "Coppel, Alfred",
        "Galaxan, Sol",
        "Coppel, Alfredo Jose de Arana-Marini",
        "Gilman, Robert Cham",
        "Coppel, Alfredo José de Arana-Marini"
    ],
    "body": "\n[Sidenote: Invading Earth was going to be a cinch, the Triomed scout\ndecided. But to make certain he must study its inhabitants--as one of\nthem!]\n\n\nThe Triomed advanced stealthily across the floor of the dark cell toward\nthe sleeping figure huddled in the corner. After the long, lonely\nvoyage, the nearness to a host filled the Triomed with eager\nanticipation.\n\nThe tiny spaceship that had carried him into this lush planetary system\nfar from the galaxy's heart lay well hidden behind him. So far as he\ncould tell, his descent had not been detected, and that was as it should\nbe--for he was a Triomed and a scientist. One of the finest in the\nservice of his dying race. Dying that is, until now, he thought. No\nlonger would the race of Triomeds weaken and die for lack of suitable\nhosts. This third planet of the yellow sun was a paradise thick with\nwarm-blooded biped mammals....\n\n\n\nThe sleeping creature stirred uneasily, as though sensing the approach\nof danger. The Triomed froze into immobility. It was unlikely that he\ncould be seen, he knew, though the sense of sight was only a synthesized\nabstraction to him. It was not one of his own proper senses, but he had\nbeen able to detect at long distance that almost every living creature\non this planet received impressions through certain specialized organs\nmounted on and within their structure. There were plants, of course, as\nthere were on Triom, but they were unimportant.\n\nThere were viruses, too, and he had been afraid when he had discovered\nthis fact that he had arrived too late. But the first attempts at\nestablishing communication had relieved the Triomed of his fears. The\nindigenous viruses were primitive; not at all like his own illustrious\nancestors of ancient Triom.\n\nThe sleeping biped relaxed and the Triomed inched forward again, a flat,\nalmost two dimensional smear of glistening matter on the floor in front\nof the biped.\n\nFrom high above the planet's night side, the Triomed had sensed the\ncity. He had absorbed its shape and size and meaning while his craft\nsettled through the heavy, oxygen-rich air. It was not enough that his\ninstruments told of suitable hosts. He was a scientist and believed in\nabsolute proof. Also, he had been in space long--without the\nsatisfaction of a host--and he yearned for the rapport, the domination\nof a warm-blooded creature.\n\nThere had been a dark segment in the brilliant pattern of the city. An\nisland of solitude amid the myriad confluences. It was there that he had\nlanded his tiny probe ship and hidden it among the thickly wooded\nglades. Almost immediately he had sensed the nearness of many creatures.\nInsects, plants, warm-blooded quadrupeds and bipeds. There had been\nmachines and buildings and winding roadways among the trees. Darkness\nhad covered his progress until at last he found himself near the\nsleeping creature, ready to infiltrate and take command.\n\n\n\nThe glistening shape elongated, became a thread-like tendril of almost\ngossamer thickness. It touched the flesh of the sleeper and thrilled\nwith pleasure. Cautiously, the Triomed moved up the hairy leg, an\ninvisible strand of alien life close to the warm skin. Presently, the\nstrand found the opening it sought. It slithered imperceptibly into the\nmoist warmth of the sleeper's nostril, moved through the tear-duct into\nthe space behind the eyeball. Here it probed through muscle and membrane\nalong the base of the brain, seeking the pineal gland.\n\nAnd found it, penetrated it, coiling like a microscopic serpent within\nthe gland. A surge of pleasure went through the Triomed. Here was\nsafety. The host was large, powerful and vibrant with life. Quickly, the\nTriomed established dominance. It was shockingly easy. The creature's\nmind was immature, primitive. Briefly it struggled and then died as the\nalien poisoned the identity centers of the brain.\n\nNew sensations poured in through unfamiliar sense organs. Sounds of the\nfaraway city, small sounds from the many living creatures in the\ndarkness. Smells and sights and pressures from all about him presented\nthemselves--were evaluated and recorded in the atomic structure of the\nTriomed.\n\nHe was now equipped, he reflected with satisfaction, to carry out\nfurther exploration. In the guise of the indigenous biped he could roam\namong the natives at will. He remained in a sitting position, however,\nwhile he familiarized himself with his host.\n\nHe had two articulated appendages fixed to the trunk at a point near and\nbelow the skull-case. These ended in complex extremities consisting of\nfive jointed fingers. The same pattern was repeated at the lower end of\nthe trunk, but the extremities were suited there for the carrying of the\ncreature's considerable weight. Within the trunk were the customary\nviscera generally associated with warm-blooded beings: lungs,\nintestines, stomach, liver, bladder, reproductive organs and assorted\nducted and ductless glands. It was apparent to the Triomed that his\npresent body was in excellent health. He was greatly pleased.\n\nAfter some careful experiments, the Triomed rose. If there was a proper\nmethod of egress from the cubicle in which he found himself, it was not\nimprinted on the biped's brain. For a moment this gave the alien pause.\nHe could, of course, determine the proper method by a tedious process of\ntrial and error, but that would take time and he had no desire to waste\nthe hours of darkness. One wall, he noted, consisted of vertical risers\nfixed in the substance of the floor and ceiling. Beyond, he could see\nthe darkling woods and the sky-glow of the city. The answer, then, was\nsimple force. He did not doubt there was strength enough in the host's\nmusculature to distort the risers.\n\nHis assumption was quite correct.\n\n\n\nStepping through the bent risers, he picked his way along a narrow\nwalkway lined with cubicles similar to the one he had left. Within them,\ndark shapes moved or lay sleeping. Some were alert, others were not. But\nnone gave an alarm. The Triomed reached the end of the walk, scaled a\nfence easily and stood on a surface of wet grass that sloped away from\nthe low dark building toward the woods.\n\nBehind him he heard a shout. A narrow beam of light pierced the night,\nswinging to and fro with a searching motion. He had a fleeting glimpse\nof a small biped running down the walk toward the cubicle he had\ndeserted.\n\nThe Triomed broke toward the wood with a long loping pace that covered\nthe ground with unbelievable swiftness. The probing light did not find\nhim. Once among the trees he paused and took his bearings. The woods\nwere not thick. He could see the lights of the city through the foliage.\nThey began at the very edge of the trees, where a wide open area could\nbe discerned. Wheeled vehicles moved past with breathtaking speed.\n\nIf there was pursuit, it was inefficient, for the Triomed moved through\nthe woods undisturbed until he stood at the edge of the avenue,\nsheltered by the shadow of a large tree. Most of the traffic was\nvehicular, he noted. There were few pedestrians. From the noise and odor\nhe classified the vehicles as being powered by internal combustion\nengines burning hydro-carbons. Primitive. That was good, he reflected.\nWhen the fleets of Triom descended on this planet, there would be no\nscience worthy of the name to oppose them.\n\nHe waited until there was an interval in the traffic, and then stepped\nout confidently, crossing the avenue. As he reached the opposite side he\nheard a screech of brakes and a garbled, choking sound. He did not turn\nto discover the source of the disturbance until he had reached the\nshelter of a building on the far side of the walk bordering the street.\n\nA vehicle had stopped at an oblique angle to the lane in which it was\ntravelling, and its single occupant, a very pale-faced biped was\ngoggling stupidly in the direction of the hidden Triomed.\n\nFor the first time, the alien being felt a twinge of apprehension.\nCertainly he had done nothing out of the ordinary in crossing the open\nspace on foot? But perhaps there were tribal taboos and traditions among\nthe natives that could not be ignored without attracting attention.\n\nThe Triomed promised himself that he would exercise more caution in such\nmatters. Too much depended on this reconnaissance to allow it to be\ndisturbed by carelessness.\n\nHe worked his way through the shadows between the many buildings until\nthe wide highway was far behind him. He was very aware of the teeming\nlife all about him--in the buildings, in the vehicles on the streets.\nStill, some odd impulse that stemmed from the numbed brain of his host\nrather than his own, kept him fairly hidden. This, he decided with\nsomething akin to annoyance, was not as it should be. If his survey were\nto be of any value, he must roam at will and without fear of detection,\nsecure in his disguise.\n\n\n\nPresently he came upon a street where streams of bipeds jostled one\nanother, each seemingly intent upon its own particular incomprehensible\nerrands. For a long while he watched from the shelter of an alley\ndoorway, classifying and integrating the information his host's sharp\neyes brought him. It was miraculous. Hosts of every size and description\nwere in abundance--an unlimited supply of them. Enough for the whole\npopulation of Triom. It was beyond belief, but he could not doubt. And\nthis was but a single concentration. A single city. From the\nstratosphere he had seen hundreds of similar cities. Paradise! He\nenvisioned the fleets of Triom descending, the Triomeds emerging and\ninfiltrating. The thoughts brought pride and anticipation. It had been\nso easy....\n\nHe decided not to linger. He felt now that he had his proofs and that he\nshould return at once to his ship. Triom must be told immediately. The\ncommunicator in the ship could carry the message as soon as the craft\nreached a suitable distance from planetary mass. He would return, send\nthe ship aloft, dispatch his message and then return to his host to\nawait the others of his race.\n\nHis decision made, he stepped confidently out into the throng of bipeds,\nseeking the shortest route back to his hidden craft.\n\nThe result was instantaneous and amazing.\n\nThe crowd drew back with a howling, shrieking noise, leaving him\nstanding in the center of a circle of dead white faces.\n\nBehind the first row of bipeds, he could see others running in every\ndirection, and screaming at the top of their voices. The racket,\ncombined with the noises of the city, was most unpleasant. The Triomed\nbegan to be afraid.\n\nHe broke into a rapid walk, and the crowd parted before him with much\nlouder screeching. Here and there a biped, apparently braver than the\nrest, made threatening motions with bundles or knotted fists. A package\nstruck him on the shoulder.\n\nThe Triomed began to run. He noted for the first time that he towered\nhead and shoulders over most of the bipeds nearby, and his host's brain\ninterpreted the smells of hate and fear all about him.\n\nThe crowd scattered wildly at his approach, but he was being followed.\nPanic began to clutch at the alien. What had he done wrong? Somewhere a\nwailing sound began--vehicles with glaring red lights swept past him\nwith vicious, explosive noises. He felt a stinging pain in one leg, and\nglanced down to see it streaked with red.\n\nAhead of him a line of bipeds all clothed in identical blue sacs of\nfabric had formed, spilling from the vehicles as they halted. The\nTriomed stopped, sensing mortal danger. Behind him, the mob rumbled.\nAhead the blue bipeds stood holding artifacts that the Triomed did not\nfor an instant doubt were weapons.\n\nNo street opened on either side of him. He was trapped between the\nweapons, the mob, and two tall buildings. He hesitated only for a\nmoment. With a desperate leap, he reached the second level of windows of\nthe building nearest him and clung there, gasping.\n\nA white-faced creature appeared and began poking at him with a steel rod\nthat burned like fire when it touched his host's flesh. The creature\nscreamed shrilly all the while.\n\nWith a sob, the Triomed swung himself onto the window ledge and began\nclimbing upward, toward the roof of the building. It was slow work and\nthe pain in his leg and burned shoulder slowed him down. He dare not\nfree himself of his host now, for he was much too far from his ship to\nbe able to return in his natural form.\n\n\n\nThere were searchlights in the street below, probing at him as he clung\nto the sheer facade of the building. Panic drove him upward. A\ncontinuous, wailing roar rose from the canyon below, a fear-laden\nhideous cacophony. The Triomed felt himself weak with terror, part of\nwhich was his host's and part of which stemmed from within himself. The\nterror and fear of not knowing what had gone wrong and why he stood now\nin such peril.\n\nAt last he reached the roof. He heaved himself over the parapet and lay\nfor a moment, flanks heaving painfully. Then he stiffened with a new\nfear. He was not alone. The roof was occupied. A score or more of armed\nbipeds blocked him into a triangular corner of the roof. He got to his\nfeet and stumbled backward. Their weapons were aimed at him. He\nretreated until the parapet stopped him, warning of the sheer drop to\nthe street far below.\n\nA figure separated itself from the armed mass. A flash of recognition\ncame--partially his own, partially his host's. It was the small biped he\nhad seen in the searchlight beam running toward the cubicle he had\ndeserted so long ago it seemed.\n\nThe small creature began speaking, making soft, soothing noises,\nadvancing all the while, a tiny glass vial in his hands.\n\nWithout knowing why, the Triomed felt his lips pull away from his teeth\nin a snarl. He heard a deep, rumbling growling sound in his own throat.\nThe biped stopped, and the Triomed could smell his sudden fear.\n\nHe felt a surge of incomprehensible rage come over him--he crouched\nmenacingly.\n\nThe creature took a step closer. Another. The Triomed tensed.\n\nThe creature was within reach, extending the vial. The alien could see\nthat it was tipped with a sliver of steel. He sprang--\n\nThe weapons crashed. The alien felt the thudding impact of projectiles\npenetrating the brain case. In a panic he began to extrude from the\npineal gland. If death overcame the host while he had rapport, he, too,\nwould die. And if he died, Triom would die.\n\nHe felt his huge body totter. There was another blast from the weapons\nand he sensed the projectile coming--with what seemed to be agonizing\nslowness to his quickened senses. It was spinning in the darkness. It\nstruck the eye, smashed it, moved inward, along the base of the\nbrain....\n\nThe Triomed felt one deep, searing agony that was his alone as the\nbullet crushed him. The hot metal acrid touch was the last thing he knew\nbefore death came....\n\n\n\nThe policemen stood about in a circle, staring down in mixed awe and\nrelief at the huge body on the roof.\n\n\"I've seen him a dozen times in the park,\" one said. \"He always seemed\nso--so peaceable.\" He shook his head. \"What in hell do you suppose came\nover him?\"\n\nThe keeper looked up from where he knelt over the deep, still chest,\nbloody and riddled with bullets. \"It happens like this sometimes,\" he\nsaid. \"You can never tell about gorillas.\"",
    "metadata": {
        "author": [
            "Marin, A. C.",
            "Coppel, Alfred",
            "Galaxan, Sol",
            "Coppel, Alfredo Jose de Arana-Marini",
            "Gilman, Robert Cham",
            "Coppel, Alfredo José de Arana-Marini"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32684/pg32684.txt",
        "name": "the_invader.json"
    }
}