{
    "name": "The Lonely",
    "author": [
        "Grossman, Josephine Juliet",
        "Merril, Judith"
    ],
    "body": "TO: The Hon. Natarajan Roi Hennessy, Chairman, Committee on\nIntercultural Relations, Solar Council, Eros.\n\nFROM: Dr. Shlomo Mouna, Sr. Anthropologist, Project Ozma XII, Pluto\nStation.\n\nDATE: 10/9/92, TC.\n\nTRANSMISSION: VIA: Tight beam, scrambled. SENT: 1306 hrs, TST.\nRCVD: 1947 hrs, TST\n\nDear Nat:\n\nHerewith, a much condensed, heavily annotated, and topsecret coded\ntranscript of a program we just picked up. The official title is\nGU#79, and the content pretty well confirms some of our earlier\nassumptions about the whole series, as this one concerns us directly,\nand we have enough background information, including specific dates, to\nget a much more complete and stylistic translation than before.\n\nI'd say the hypotheses that these messages represent a \"Galactic\nUniversity\" lecture series broadcast from somewhere near Galactic\nCenter, through some medium a damn sight faster than light, now seems\nvery reasonable.\n\nThis one seemed to come from Altair, which would date transmission from\nthere only a few years after some incidents described in script. Some\nof the material also indicates probable nature of original format, and\nI find it uncomfortable. Also reraises question of whether Altair,\nArcturus, Castor, etc., relay stations are aimed at us? Although the\ncontent makes that doubtful.\n\nFull transcript, film, etc. will go out through channels, as soon\nas you let me know which channels. This time I am not pleading for\ndeclassification. I think of some Spaserve reactions and--frankly I\nwonder if it shouldn't be limited to SC Intercult Chairmen and Ozma Sr.\nAnthropoids--and sometimes I wonder about thee.\n\nCheery reading.\n\nShlomo\n\n\n\nTRANSCRIPT, GU#79, Condensed Version, edited by SM, 10/9/92, TC.\n(NRH: All material in parens is in my words--summarizing, commenting,\nand/or describing visual material where indicated. Straight text is\nverbatim, though cut as indicated. Times, measurements, etc., have\nbeen translated from Standard Galactic or Aldebaran local to Terran\nStandard; and bear in mind that words like \"perceive\" are often very\nrough translations for SG concepts more inclusive than our language\nprovides for.--SM)\n\n\n\n(Open with distance shot of Spaserve crew visiting Woman of Earth\nstatue on Aldebaran VI. Closeup of reverent faces. Shots of old L-1,\nstill in orbit, and jump-ship trailing it. Repeats first shot, then\nto Lecturer. You may have seen this one before. Sort of electric eel\ntype. Actually makes sparks when he's being funny.)\n\n\n\nThe image you have just perceived is symbolic, in several senses.\nFirst, the statue was created by the Arlemites, the native race of\nAldebaran VI (!! Yes, Virginia, there _are_ aborigines!!) in an effort\nto use emotional symbols to bridge the gap in communications between\ntwo highly dissimilar species. Second: due to the farcical failure\nof this original intent, the structure has now become a vitally\nsignificant symbol--you perceived the impact--to the other species\ninvolved, the Terrans, a newly emerged race from Sol III. (Note that\n\"you perceived.\" We must accept the implication that the original\nbroadcasting format provides means of projecting emotional content.)\nFinally, this two-fold symbol relates in one sense (Shooting sparks\nlike mad here. Professional humor pretty much the same all over, hey?)\nto the phenomenon of the paradox of absolute universality and infinite\nvariety inherent in the symbolism.\n\n\n\n(Next section is a sort of refresher-review of earlier lectures.\nSubject of the whole course appears to be, roughly, \"Problems\nof disparate symbolism in interspecies communications.\" This\nlecture--don't laugh--is \"Symbols of Sexuality.\" Excerpts from\nreview:--)\n\n\n\nThe phenomenon of symbolism is an integral part of the development of\ncommunicating intelligence. Distinctions of biological construction,\necological situation, atmospheric and other geophysical conditions,\ndo of course profoundly influence the racially infantile phases\nof intellectual-emotional-social development in all cultures ...\n(but) ... from approximately that point in the linear development\nof a civilization at which it is likely to make contact with other\ncultures--that is, from the commencement of cultural maturity,\nfollowing the typically adolescent outburst of energy in which first\ncontact is generally accomplished ... (He describes this level at\nsome length in terms of a complex of: 1, astrophysical knowledge; 2,\ncontrol of basic matter-energy conversions, \"mechanical or psial;\" 3,\nself-awareness of whole culture and of individuals in it; and 4, some\nsociological phenomena for which I have no referents.) ... all cultures\nappear to progress through a known sequence of i-e-s patterns ...\n(and) ... despite differences in the _rate_ of development, the\ncomposite i-e-s curve for mature cultural development of all known\nspecies is identical enough to permit reliable predictions for any\ncivilization, once located on the curve.\n\n\n\n(Then progresses to symbolism. Specific symbols, he says, vary even\nmore, between cultures, than language or other means of conscious\ncommunication, as to wit--)\n\nIt is self-evident that the specific symbols utilized by, for instance,\na septasexual, mechanophilic, auriphased species of freely locomotive\ndiscrete individuals, will vary greatly from those of, let us say, a\nmitotic, unicellular, intensely psioid, communal culture. (Which makes\nit all the more striking, that) it is specifically in the _use of\nsymbols_, the general consciousness of their significance, the degree\nof sophistication of the popularly recognized symbols, and the uses to\nwhich they are put by the society as a whole, that we have found our\nmost useful constant, so far, for purposes of locating a given culture\non the curve.\n\n\n\n(Much more here about other aspects of cultural development, some of\nwhich are cyclical, some linear--all fascinating but not essential to\nunderstanding of what follows.)\n\n\n\nSexuality has until recently been such a rare phenomenon among\ncivilized species that we had casually assumed it to be something of\na drawback to the development of intelligence. Such sexual races as\nwe did know seemed to have developed in spite of their biological\npeculiarity, but usually not until after the mechanical flair that\noften seemed to accompany the phenomenon had enabled them to escape\ntheir planet of origin for a more favorable environment.\n\nI say more favorable because sexuality does seem to develop as an\nevolutionary compensation where (some terms untranslateable, some\nvery broad, but generally describing circumstances, like extra-dense\natmosphere, in which the normal rate of cosmic radiation was reduced to\na degree that inhibited mutation and thus, evolution)....\n\nAs I said, this seemed almost a freak occurrence, and so it was, and\nis, here in the heart of the Galaxy. But in the more thinly populated\nspiral arms, the normal rate of radiation is considerably lower. It is\nonly in the last few centuries that we have begun to contact with any\nconsiderable numbers of species from these sectors--and the incidence\nof sexuality among these peoples is markedly higher than before.\n\nRecently, then, there has been fresh cause to investigate the causes\nand effects of sexuality; and there has been a comparative wealth of\nnew material to work with.\n\n\n\n(Here he goes into a review of the variety of sexual modes, ranging\nfrom two to seventeen sexes within a species, and more exotica-erotica\nof means, manners, and mores than a mere two-sexed biped can readily\nimagine. Restrain yourself. It's all in the full transcript.)\n\n\n\nBut let me for the moment confine myself to the simplest and most\ncommon situation, involving only two sexes. Recent investigations\nindicate that there is an apparently inevitable psychological effect\nof combining two essentially distinct sub-species in one genetic unit.\n(Sparks like mad.) I perceive that many of you have just experienced\nthe same delight-dismay the first researchers felt at recognizing\nthis so-obvious and so-overlooked parallel with the familiar cases of\nsymbiosis.\n\nThe Terrans, mentioned earlier, are in many ways prototypical of\nsexuality in an intelligent species, and the usual and rather dramatic\nevents on Aldebaran VI have added greatly to our insights into the\npsychology of sexuality in general.\n\nIn this culture, dualism is very deeprooted, affecting every aspect\nof the i-e-s complex: not just philosophy and engineering, but\nmathematics, for instance, and mystique.\n\nThis cultural attitude starts with a duality, or two-sided symmetry,\nof body structure. (Throughout this discussion he uses visual\nmaterial--photos, diagrams, etc., of human bodies, anatomy, physiology,\nhabitat, eating and mating habits, etc. Also goes off into some\nintriguing speculation of the chicken-or-egg type: is physical\nstructure influenced by mental attitudes, or is it some inherent\ntendency of a chromosome pattern with _pairs_ of genes from _pairs_ of\nparents?)\n\nIn this respect, the Terrans are almost perfect prototypes, with\ntwo pairs of limbs, for locomotion and manipulation, extending from\na central--single--abdominal cavity, which, although containing\nsome single organs as well as some in pairs, is so symmetrically\nproportioned that the first assumption from an exterior view would be\nthat everything inside was equally mirror-imaged. Actually, the main\ncirculatory organ is single--though consisting of two valves; the main\nbreathing apparatus is paired; the digestive system is single--although\nfood intake is through an orifice with paired lips and two rows of\nteeth. In both \"male\" and \"female\" types, the organ of sexual contact\nis single, whereas the gamete-producers are pairs. There is a single,\nroundish head set on top of the abdomen, containing the primary sensory\norgans, all of which occur in pairs. Even the brain is paired!\n\nI mentioned earlier that it is typical of the sexual races that the\nflair for physical engineering is rather stronger than the instinct for\ncommunication. This was an observed but little-understood fact for many\ncenturies; it was not till this phenomenon of dualism (and triadism for\nthe three-sexed, etc.) was studied that the earlier observation was\nclarified. If you will consider briefly the various primitive sources\nof power and transport, you will realize that--outside of the psi-based\ntechniques--most of these are involved with principles of symmetry\nand/or equivalence; these concepts are obvious to the two-sexed. On\nthe other hand, the principle of unity, underlying all successful\ncommunication--physical, verbal, psial, or other--and which is also the\nbasis for the application of psi to engineering problems--is for these\nspecies, in early stages, an almost mystical quality.\n\nAs with most life-forms, the reproductive act is, among sexual beings,\nboth physically pleasurable and biologically compulsive, so that it is\nearly equated with religio-mystic sensations. Among sexual species,\nthese attitudes are intensified by the communicative aspects of the\nact. (Cartoon-type diagrams here which frankly gave me to think a bit!)\nWe have much to learn yet about the psychology of this phenomenon, but\nenough has been established to make clear that the concept of unity\nfor these races is initially almost entirely related to the use of\ntheir sexuality, and is later extended to other areas--religion and the\narts of communication at first--with a mystical--indeed often reverent\nattitude!\n\nI hardly need to remind you that the tendencies I have been discussing\nare the primitive and underlying ones. Obviously, at the point of\ncontact, any species must have acquired at least enough sophistication\nin the field of physics--quanta, unified field theory, and atomic\ntransmutation for a start--to have begun to look away from the\nessentially blind alley of dualistic thinking. But the extent to which\nthese Terrans were still limited by their early developmental pattern\nis indicated by the almost unbelievable fact that they developed\nultra-dimensional transport _before_ discovering any more effective\nchannels of communication than the electromagnetic!\n\nThus their first contacts with older civilizations were physical;\nand, limited as they still are almost entirely to aural and visual\ncommunication, they were actually unable to perceive their very first\ncontact on Aldebaran VI.\n\n\n\n(Shot of Prof Eel in absolute sparkling convulsions goes to distance\nshots of planet and antiquated Earth spaceship in orbit: L-1 again.\nThen suborb launch drops, spirals to surface. Twenty bulky spacesuited\nfigures emerge--not the same as in opening shots. This looks like\nactual photographic record of landing, which seems unlikely. Beautiful\ndamn reconstruction, if so. Narration commences with Aldebaran date. I\nsubstitute Terran Calendar date we know for same, and accept gift of\none more Rosetta Stone.)\n\nThis time is the year 2053. For more than six decades, this primitive\ngiant of space has ployed its way through the restrictive medium of\nslowspace. Twice before in its travels, the great ship has paused.\n\nFirst at Procyon, where they found the system both uninhabited and\nuninviting; and at the time they did not yet know what urgent cause\nthey had to make a landing. (Our date for Procyon exploration, from L-1\nlog, is 2016, which fits.)\n\nThen at Saiph, two decades later, when they could provide a bare\nminimum of hospitality--no more than safe footing for their launches,\nin which they would live while they tried to ensure their future\nsurvival. But this system's planets offered little hope. One Earth-size\nenveloped in horror-film type gases and nasty moistures. One more with\ndense atmosphere of high acid content: probe from ship corroded in\nminutes.\n\nThey limped on. A half decade later they came to a time of decision,\nand determined not to try for the next nearest star system, but for the\nclosest one from which their radio had received signs of intelligent\nlife: Aldebaran.\n\nWhat they had learned between Procyon and Saiph was that those of their\ncrew who were born in space were not viable. The ship had been planned\nto continue, if necessary, long beyond the lifespan of its first\ncrew. The Terran planners had ingeniously bypassed their most acute\npsychosocial problem, and staffed the ship with a starting crew of just\none sex. Forty females started the journey, with a supply of sperm from\none hundred genetically selected males carefully preserved on board.\n\nSex determination in this species is in the male chromosome, and most\nof the supply had been selected for production of females. The plan\nwas to maintain the ship in transit with single sexed population, and\nrestore the normal balance only at the end of the journey.\n\nThe Terrans have apparently reached a level of self-awareness that\nenables them to avoid the worst dangers of their own divisive quality,\nwhile utilizing the advantages of this special (pun intended--Prof.\nEel was sparking again) ambivalence. Their biological peculiarities\nhave, among other things, developed a far greater tolerance in the\nfemales for the type of physical constraints and social pressures that\nwere sure to accompany the long slow voyage. Males, on the other hand,\nbeing more aggressive, and more responsive to hostile challenges, would\nbe needed for colonizing a strange planet. (Dissertation on mammals\nhere which says nothing new, but restates from an outsider's--rather\nadmiring--viewpoint with some distinction. Should be a textbook\nclassic--if we can ever release this thing.)\n\nThat was the plan. But when the first females born on the trip came\nto maturity, and could not conceive, the plan was changed. Three male\ninfants were born to females of the original complement--less than\nhalf of whom, even then, were still alive and of child-bearing age.\n\n\n\n(Well, he tells it effectively, but adds nothing to what we know from\nthe log. Conflicts among the women led to death of one boy, eventual\nsuicide of another at adolescence. Remaining mature male fails to\nimpregnate known fertile women. Hope of landing while enough fertiles\nremained to start again pretty well frustrated at Saiph. Decision to\ntry for first contact made with just five fertiles left, and nearest\nsystem eight light years off--with Aldebaran still farther. Faint\nfantastic hope still at landing, with just one child-bearer left--the\nMatriarch, if you recall?)\n\n\n\nRemembering the reasons for their choice of Aldebaran, you can imagine\nthe reaction when that landing party, first, lost all radio signals\nas they descended; then, could find no trace whatsoever--to their\nsenses--of habitation. The other planets were scouted, to no avail. The\nsignals on the Mother Ship's more powerful radio continued to come from\nVI. One wild hypothesis was followed up by a thorough and fruitless\nsearch of the upper atmosphere. The atmosphere was barely adequate to\nsustain life at the surface. Beam tracing repeatedly located the signal\nbeacon in a mountain of VI, which showed--to the Terrans--no other sign\nof intelligent life.\n\nThe only logical conclusion was that they had followed a \"lighthouse\nbeacon\" to an empty world. The actual explanation, of course, was in\nthe nature of the Arlemites, the natives of Aldebaran VI.\n\nOriginating as a social-colonizing lichen, on a heavy planet,\nwith--even at its prime--a barely adequate atmosphere, the Arlemites\ncombined smallness of individual size with limited locomotive powers\nand superior air and water retentive ability. They developed,\ninevitably, as a highly psioid culture--as far to one end of the\npsichophysical scale as the Terrans are to the other. (My spelling\nup there. I think it represents true meaning better than \"psycho\".)\nThe constantly thinning choice between physical relocation and a\nconscious evolutionary measure which this mature psioid race was far\nbetter equipped to undertake: the Arlemites now exist as a planet-wide\ndiffusion of single-celled entities, comprising just one individual,\nand a whole species.\n\n\n\n(Visual stuff here helps establish concept--as if you or I just\nextended the space between cells.)\n\n\n\nIt seems especially ironic that the Arlemites were not only one of\nthe oldest and most psioid of peoples--so that they had virtually\nall the accumulated knowledge of the Galaxy at their disposal--but\nwere also symbiote products. This background might have enabled\nthem to comprehend the Terran mind and the problems confronting the\nvisitors--except for the accidental combination of almost total\npsi-blindness in the Terrans, and the single-sexed complement of the\nship.\n\nThe visitors could not perceive their hosts. The hosts could find no\nway to communicate with the visitors. The full complement of the ship,\neventually, came down in launches, and lived in them, hopelessly, while\nthey learned that their viability had indeed been completely lost in\nspace. There was no real effort to return to the ship and continue the\nvoyage. The ranks thinned, discipline was lost, deaths proliferated.\nFinally, it was only a child's last act of rebelliousness that\nmitigated the futility of the tragedy.\n\nThe last child saw the last adult die, and saw this immobility as an\nopportunity to break the most inviolable of rules. She went out of the\nlaunch--into near-airlessness that killed her within minutes.\n\nBut minutes were more than enough, with the much longer time afterwards\nfor examination of the dead brain. It was through the mind of this one\nchild, young enough to be still partially free of the rigid mental\nframework that made adult Terrans so inaccessible to Arlemites, that\nthe basis was gained for most of the knowledge we now have.\n\nSorrowingly, the Arlemites generated an organism to decompose the\nTerrans and their artifacts, removing all traces of tragedy from the\nplanet's surface. Meanwhile, they studied what they had learned,\nagainst future needs.\n\n\n\nThe technological ingenuity of these young sexuals will be apparent\nwhen I tell you that only four decades after the departure of that\nill-fated first ship, they were experimenting with ultra-dimensional\ntravel. Even at the time of the landing at Aldebaran, ultra-di scouts\nwere already exploring the systems closest to Sol. Eventually--within\na decade after the child's death--one of these came to Aldebaran, and\nsighted the still-orbiting Mother Ship.\n\nA second landing was clearly imminent. The Arlemites had still devised\nno way to aid this species to live in safety on their planet, nor did\nthey have any means to communicate adequately with psi-negatives whose\nprimary perceptions were aural and visual. But they did have, from the\nchild's mind, a working knowledge of the strongest emotional symbols\nthe culture knew, and they had long since devised a warning sign they\ncould erect for visual perception. The statue of the Woman of Earth was\nconstructed in an incredibly brief time through the combined efforts of\nthe whole Arlemite consciousness.\n\nThey had no way to know that the new ship, designed for exploration,\nnot colonizing, and equipped with ultra-di drive, which obviated the\nlong slow traveling, was crewed entirely by males. Even had they known,\nthey did not yet comprehend the extreme duality of the two-sexed\ndouble-culture. So they built their warning to the shape of the\nstrongest fear-and-hate symbols of a female.\n\n(Shot of statue, held for some time, angle moving slowly. No narration.\nAssuming that emotional-projection notion--and I think we must--the\ntiming here is such that I believe they first project what they seem to\nthink a human female would feel, looking at it. I tried women on staff\nhere. They focused more on phallic than female component, but were\njust as positive in reactions as males. ???? Anyhow, like I said, no\nnarration. What follows, though out of parens, is my own reaction.)\n\n\n\nIt seems more a return than a venture.\n\nThe Woman waits, as she has waited ... always?... to greet her sons,\nwelcome us ... home?... She sits in beauty, in peacefulness, perfect,\ncomplete, clean and fresh-colored ... new?... no, _forever_ ... open,\nwelcoming, yet so impervious ... warm and ... untouchable?... rather,\n_untouched_ ... almost but never, forgotten Goddess ... Allmother,\nWoman of Earth ... enveloped, enveloping, in warmth and peace ...\n\n\n\nOne stands back a bit: this is the peace of loving insight, of\nunquesting womanhood, of great age and undying youth ... the peace of\nthe past, of life that is passed, of that immortality that nothing\nmortal can ever achieve except through the frozen impression of living\nconsciousness that we call _art_.\n\nThe young men are deeply moved and they make jokes. \"Allmother,\" one\nhears them say, sarcastically, \"Old White Goddess, whaddya know?\"\n\nThen they look up and are quiet under the smiling stone eyes. Even the\nancient obscenely placed spaceship in her lap is not quite absurd, as\nit will seem in museum models--or tragic, as is the original overhead.\n\n(Prof. Eel goes on to summarize the conclusions that seem obvious to\nhim. Something is awfully wrong; that's obvious to me. How did they\nmanage to build something so powerful out of total miscomprehension?\nWhat are we up against, anyhow? And, to get back to the matter of\nchannels, what do you think this little story would do to Spaserve\nbrass egos? Do you want to hold it top secret a while?)\n\nEnd of Transcript\n\n\n\nTO: Dr. Shlomo Mouna, Sr. Anthropologist, Ozma XII, Pluto\n\nFROM: N. R. Hennessy, Solar Council Dome, Eros\n\nDATE: 10/10/92\n\nTRANSMISSION: VIA tight beam, scrambled. SENT: 0312 hrs. RCVD: 1027\nhrs.\n\nDear Shlomo:\n\nAbsolutely, let me see the full package before we release it elsewhere.\nI've got a few more questions, like: Do they know we're receiving\nit? How do we straighten them out? Or should we? Instinct says yes.\nTactics says it is advantageous to be underestimated. Think best you\ncome with package, and we'll braintrust it. Meantime, in reply to your\nbafflement----\n\n\"L\" class ships, you should have known, are for \"Lysistrata.\" Five of\nthem launched during brief Matriarchy at beginning of World Government\non Terra, following Final War. So sort out your symbols _now_.\n\nAnd good grief, where did the _other_ four land?\n\nNRH",
    "metadata": {
        "author": [
            "Grossman, Josephine Juliet",
            "Merril, Judith"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53102/pg53102.txt",
        "name": "the_lonely.json"
    }
}