{
    "name": "The Executioner",
    "author": [
        "Riley, Frank Wilbert",
        "Riley, Frank",
        "Ryhlick, Frank"
    ],
    "body": "_The vote was three to two for death! Jacques had no choice. He was a\npublic servant with a duty...._\n\nBY FRANK RILEY\n\n\n\"... Continued fair weather and the unusual circumstances of the\nexecution promise a turn-away crowd of more than 100,000 spectators\nby Court time. All unreserved tent space has been sold out for\nseveral days. Next news at....\"\n\nSir Jacques de Carougne, Lord High Executioner for the Seventh Judicial\nDistrict, spun the dial on the instrument panel of his single-seater\nrocket, but the vidcasts were over for another hour. He cursed, without\ntoo much vigor, and wished he had troubled to look at a vidcast or\nfaxpaper during his vacation. But then he shrugged his massive\nshoulders.\n\nWhat did it matter? After a thousand executions, everything was instinct\nand reflex. Some died hard; some died easy. Some fell to their knees,\ntoo paralyzed with fear to fire their own shots. Others fought daringly,\neven with a degree of skill, but always the end was the same: A broken\nbody bleeding and twitching in the dust; the blood-happy spectators\nshrieking in the ecstacy of release from the humdrum of their pushbutton\nlives; the flowers, the scented kerchiefs and the shreds of torn\ngarments showered on him by screaming women, who always seemed to find\nhim more satisfactory in the arena than in his tent.\n\nAs the skyline of New Chicago shimmered into view, Jacques flipped on\nthe 'copter mechanism. His air speed braked, and the needle-nosed little\ncraft drifted lazily down the eastern shore of Lake Michigan, then\nveered westward over the tinted glass rooftops of the spotless city.\n\nJacques stared glumly down at the city that had been so much a part of\nhis life, from the long-ago years of his training and youth to the\nprofessional years of his most famous executions.\n\nFarther to the west, out beyond the eternally green landscaping and the\nprecise, functional homes of the residential suburbs, Jacques saw the\ncrude stone parapets of the Chauvency judicial arena, surrounded by acre\nafter acre of colorful tents and pavilions.\n\nHis powerful, jutting nose wrinkled with disgust, but his eyes widened\nat the number of tents. There must indeed be something unusual about\ntoday's execution. He hadn't worked before that big a crowd for years.\nThe Federal Bureau of Internal Tranquility should be happy about this\none!\n\nJacques sighed, still struggling against the despondency that had been\nwithin him since the vacation interlude with the brunette government\nworker in Curacao had ended as unsatisfactorily as all the rest. Someday\nit would be his body bleeding in the dust, smashed at last by the\nsoft-nosed bullets from Le Pistolet du Mort. Then the flowers and\nadulation would go to the condemned man, and the Bureau would add his\nname to the plaque at the base of the towering statue on the Washington\nMall. So be it. He had played a long roll of the dice, and the stakes\nhad been high. But if only once, just once before it ended....\n\nThe bell on his instrument panel told him that the servo-pilot in the\ntower below had taken over for the landing. He sniffed with disgust\nagain, but this time the disgust was for himself. God, but he was in a\nfoul humor today! He released the controls and stared at his strong\nhands, grimly admiring them. There was still speed as well as strength\nin these fingers. His lips twisted into a thin smile, cold and\nconfident. Whoever he was to meet at joute a l'outrance, let him try to\nmatch twenty years of training and skill!\n\nHis rocket cradled with scarcely a jar into the small landing space at\nthe north end of the arena, between the two replicas of 15th century\ntowers, reproduced so faithfully by 22nd century technicians. Jacques\nsqueezed his huge frame through the door of the small craft and looked\ndourly around. A squire, in scarlet leggings and tunic, his long black\nwig slightly askew, came running toward him and knelt three paces away,\nas prescribed by the Judicial Code of Heraldry.\n\n\"Oh, sire!\" he panted, \"Thanks be that ye have arrived! The hour is well\npast noonday, and we had begun to fear....\"\n\n\"Time enough,\" Jacques growled. He gestured impatiently, and the squire\nclambered to his feet, bowing again.\n\n\"This way, your Lordship!\"\n\nThe squire led him to the lower room in the north tower. It was the\nusual room of monastic simplicity--whitewashed stone walls, a single\nwindow, two wooden benches and a low couch on which his garments for the\noccasion had been carefully arrayed. After the execution, he would be\nmoved to his black silk tent in the center of the camping grounds.\n\nWhile the squire fluttered around him, eager to be of help, Jacques\nremoved his short-sleeved dacron shirt, kicked off his sandals and\nstepped out of the comfortable shorts he always wore for traveling. The\nsquire gaped with awe at the sight of his muscular body.\n\n\"M'Lord, truly thou art a powerful man!\"\n\nJacques looked down at him with mixed contempt and amusement. The squire\nwas a thin, pale little man, with the pinched look of nearsightedness\nabout his eyes. His wig and tunic were much too big for him.\n\n\"What do you do, Squire?\" Jacques inquired, not unkindly.\n\nThe man looked hurt, as if the question reflected somehow on his ability\nto serve as a squire to the Lord High Executioner.\n\n\"Computer development,\" he muttered. \"Resonating pentode circuits.\" Then\nhe drew himself up defensively, with not a little pride. \"But I placed\nat the top of the list in the Bureau's test for squires!\"\n\n\"That's fine,\" Jacques commented drily. \"Now hurry, let's see what you\nlearned....\"\n\n\"Dress him handsomely, Squire!\" boomed a taunting voice from the\ndoorway. \"Our Lord High Executioner faces a rare challenge this day!\"\n\nJacques recognized the voice of Guy de Archambault, the Court Bailiff,\nwhose bilious nose he intended to grind into the dust one of these fine\ndays. But his anger at the Bailiff's intrusion was overbalanced by\ncuriosity.\n\n\"What's all the excitement about?\" he demanded. \"Who's on the docket,\nanyway?\"\n\nThe Bailiff grinned mockingly.\n\n\"Forsooth, M'Lord, restrain thy impatience! In the Court's good time\nwilt ye learn....\"\n\n\"Oh, knock off that drivel, will you! Court's not in session yet....\"\n\nThe Bailiff's huge belly shook with laughter.\n\n\"Have it your own way, Jacques, m'boy! But in any vernacular the\nmeaning's the same--you're in for quite a surprise, if rumor has it\nright!\"\n\n\"Out with it, then! I can see you've been waiting to tell me.\"\n\nThe grin broadened on the Bailiff's puffy lips.\n\n\"You can bet your last sou on that! It would have broken my heart not to\nbe the first to tell you....\"\n\nJacques took a threatening step toward him.\n\n\"I'll break more than your heart if you don't answer my question....\"\n\n\"Patience, pa--Oh, all right!\" the Bailiff hastily interrupted himself\nas Jacques took another step in his direction. \"You've got a woman to\nshoot down this time--and that's just half the story!\"\n\nJacques' craggy features hardened into immobility.\n\n\"What's the rest of it, fool?\"\n\n\"There's gossip going around that she's a page out of your past--maybe\nseveral pages, or even a whole chapter!\"\n\nJacques leaped the rest of the distance to the door and grabbed the\nBailiff by his lace collar, twisting it until his round, fat cheeks\nswelled and reddened.\n\n\"Who is it?\"\n\n\"L-Lady Ann--of--Coberly!\"\n\nJacques thumped his head against the side of the doorway.\n\n\"I told you to knock off that drivel.\"\n\n\"But--but that's all I know--I swear it! I just got here this morning,\ntoo, and took a quick peek at the calendar when I heard all the rumors\nout among the tents...!\"\n\nJacques shoved him out into the hallway, and stalked back into the room.\nThe Bailiff straightened his collar, but made no move to leave.\n\n\"M'Lord,\" he jibed, breathing heavily, \"there's also a rumor that you\nhave no stomach for executing any woman. Can that be true?\"\n\nJacques only scowled in reply, but he knew that _this_ rumor, at least,\nwas true. The last woman had been back in the Fifth Judicial District. A\nflint-faced murderess with the shoulders of a man. But the horror of\nfiring the coup du mort into her naked, contorted body still came back\nto haunt his dreams. For weeks afterwards he hadn't been able to touch\nthe women who came so eagerly to his tent during the wild execution\nnight Festivals.\n\nThe Bailiff's coarse voice continued to prod at him:\n\n\"I'm sure you'll remember this one, once you see her! I've just come\nfrom watching her being dressed for Court!\" The Bailiff's bloodshot\nright eye winked suggestively. \"My duty, y'know, to protect their\nJudicial Highnesses by checking for concealed weapons.\"\n\n\"Get out of here!\"\n\nThe Bailiff fell back a step, but continued talking.\n\n\"I'd say she's your type all right--full of fire! Too bad you have to\nkill her instead of....\"\n\nJacques ripped the white tunic from his squire's trembling hands and\nhurled it into the Bailiff's face. Guy de Archambault waddled back out\nof danger, then finding that he was not followed, poked his head around\nthe edge of the door.\n\n\"Prithee, Sir Jacques, have ye any message for their Judicial\nHighnesses?\"\n\n\"Yes, damn you! Tell them to get someone else for this infernal\nexecution--and be quick about it!\"\n\nWith a gleeful chuckle, the Bailiff disappeared again. The little squire\npicked up the white tunic and brushed it off dejectedly. If he missed\nthis opportunity to serve as squire to the Lord High Executioner, his\nname would rotate to the bottom of the list and he might not have a\nchance to serve again before it was time to make up new lists.\n\nJacques strode to the window. Lady Ann of Coberly. The name could mean\nanything or nothing, according to the whimsy of the lower courts. Lady\nAnn.... Ann! But it couldn't be her--Or could it? Jacques looked far\ndown the years to a youngster just out of training, eager to prove\nhimself in the execution arena. There had been an Ann then, and she had\nleft one morning taking a young man's heart with her, leaving behind\nonly the unfathomable look of reproach and disappointment that he had\ncome since to know so well.\n\nBut it couldn't be that Ann! He tried to create the image of her face,\nbut saw only the acres of spectator tents, their bright pennants\nsnapping in the wind, and the open squares teeming with spectacular\ncostumes copied from medieval history books by an atomic age which\nfound in the pageantry of execution-day its one escape from safe,\nsanitized, prescribed living. The Arthurian song of a strolling minstrel\ndrifted up to him....\n\n\"To the fairest of all maidens,\n\nTo Argante, the Queen, most beauteous elf,\n\nShe will make my wounds all sound,\n\nAnd with a healing draught make me full well....\"\n\nJacques clenched his great fists. No, he wouldn't do it. Seniority\nentitled him to some consideration. If necessary, he'd put a call\nthrough to the Bureau. They'd understand. His record was good. He'd\nalways performed faithfully, meeting death every session, dealing it out\nto young and old alike.\n\nBut not to a woman; certainly not to a woman who might have meant a\ngreat deal to him! During the long spartan years of his training, the\nisolated years of monastic living at a time when youth burned strongest\nin him, the image of woman had become a haunting dream, unreal as the\nmoonlight streaming through his curtainless window, untouchable as the\nmist of a summer morning. A sense of that image and unreality still\npersisted, even after all the women who had come to him so willingly and\nhad left with that undefinable look of unhappiness deep in their eyes.\n\nSince that woman back in the Fifth District, he'd been lucky with his\nexecutions. Not too many women drew the death penalty, and the few times\nwomen had been on his docket he had learned of it sufficiently in\nadvance to pretend illness or make up some plausible excuse for\nemergency leave. But today had taken him totally by surprise.\n\nThe squire shuffled up behind him, and begged,\n\n\"Please, your Lordship, shall we not don these garments now?\"\n\nJacques shook his head so impatiently that the squire scurried back in\nfright.\n\nAnd then the Bailiff's voice intoned sonorously from the doorway:\n\n\"His Highness, Chief Justice of the Seventh Judicial District!\"\n\nJacques turned in time to see the Bailiff bow low. The Chief Justice\nentered with a swish of ceremonial robes. He was followed by a tall,\nthin man, dressed in knightly costume. The Bailiff made a second bow,\nand spoke again:\n\n\"His Excellency, Sir Mallory, representing the Federal Bureau of\nInternal Tranquility!\"\n\nJacques felt suddenly relieved. It was good to have someone from his own\nBureau here. These judges were too cold, too impersonal.\n\nThe Chief Justice was carrying his wig, which was not yet fully\npowdered. His heavy jowls quivered with indignation.\n\n\"What's this nonsense, Sir Jacques?\" he demanded imperiously. \"Court is\nready to convene--We have no time to get another executioner!\"\n\n\"I'm sorry, your Highness, but I must ask your indulgence this one\ntime.\"\n\n\"Impossible!\"\n\nSir Mallory stepped forward and smiled in a conciliatory manner.\n\n\"Perhaps Sir Jacques does not understand all the circumstances,\" he said\nsoothingly. \"You see, Sir Jacques, this execution is very important to\nFBIT. There hasn't been a first-rate execution in nearly three years,\nand this is the only release we've had to offer the public in all that\ntime. Of course, the Court still must decide in its own wisdom whether\nthere are any grounds for setting aside the verdict, but we would not\nwant any of our Bureau personnel to be responsible for disappointing the\npublic.\"\n\n\"I've always done my duty,\" Jacques protested. \"But this one time--\"\n\n\"The FBIT is well aware of your splendid record,\" Sir Mallory\ninterrupted, striking a hearty note of sincerity. \"Your services have\nbeen deeply appreciated in these difficult times. Yet, we must always\ntake the long view! Particularly 'this one time', as you say. Technology\nhas rushed us into a world without need for strife or conflict, but man\nhas not yet matured enough for such a world--and he needs release to\nprevent dangerous explosions. Believe me, Sir Jacques, it would not be\nwise to postpone today's execution!\"\n\nThe Chief Justice cleared his throat angrily.\n\n\"And it's not wise to stand here talking while my court is waiting to\nconvene,\" he snapped \"Sir Mallory, can't you remind this man of his\noath, his duty, and be done with it?\"\n\nJacques felt his own anger rising.\n\n\"I know my oath,\" he growled, \"but--\"\n\n\"Of course, of course,\" murmured Sir Mallory, \"and the FBIT shares your\nfeelings. We also deplore--naturally--the idle gossip that is\ncirculating to build such interest in this execution. But circumstances\nare beyond our control, Sir Jacques. As public servants, we must\nserve....\"\n\nThe Chief Justice shook his wig in Jacques' face.\n\n\"Your answer, man!\" he demanded. \"Are you or are you not going to\nperform your duty?\"\n\nSir Mallory stepped back, spreading out his hands as if to show Jacques\nthere was nothing more he could do about it.\n\nJacques stood tautly erect, impassive, while his mind reeled on a\nhairline balance between defiance and submission. He knew that more than\nthis one issue would be decided by his next words. His entire\nprofessional life was involved, everything he had trained and fought for\nsince he had been selected for the service at the age of thirteen. A\nwrong word, and he could be dismissed by the Bureau. The rest of his\nyears would be spent in a cubicle in some atom-powered plant, where he'd\nhave his own button to push for two hours every day. The monotony would\nbe intolerable after the way he had lived!\n\nBut to send his bullets smashing into the body of a woman who might be\nAnn.... Sweat trickled down the chiseled furrows of his cheeks. Beside\nhim, the little squire was a study in still life, poised with one foot\nforward, the white tunic still draped on his outstretched arm.\n\n\"Sir Jacques, we are waiting for your reply,\" prompted the cold voice of\nthe Chief Justice.\n\nA turbulent voice within Jacques urged him to turn his back on all of\nthem, but prudence counseled that he play for time. From Sir Mallory's\noily manner, he could very well have made up and circulated the gossip\nabout his supposed past relationship with this condemned woman. It might\nbe wise to wait a bit before making a decision that could be so final.\n\nJacques bowed, and said hoarsely.\n\n\"I await the orders of the Court, Your Highness.\"\n\nIf the Chief Justice noted that Jacques said \"await\" instead of the more\ncorrect \"will obey\", he gave no sign of it.\n\n\"Very well,\" he said. \"Court will convene in five minutes.\" He turned so\nabruptly that he almost bumped into the Bailiff, who was making a poor\neffort to cover his disappointment.\n\nSir Mallory smiled at Jacques, and said warmly:\n\n\"The FBIT is proud of you!\"\n\nWhen they had left the room, the still frightened squire stuttered:\n\n\"S-shall we d-dress, Sire?\"\n\nJacques walked without answering to the couch and sat down on the edge\nof it.\n\n\"Get a move on!\" he ordered. His feelings were in turmoil: He was\ndesperately eager to see this Lady Ann, yet he dreaded the moment. If\nthis was the Ann....\n\nFingers trembling, the squire anointed each muscular shoulder with three\ndrops of perfumed oil, after which he drew over Jacques' head and upper\nbody the white tunic--white to symbolize the purity of motive in\nentering the execution arena. Next came the black breeches and\nhose--black for the eternal remembrance of death. Over the tunic came\nthe flaming red jupon, blazoned on the sleeves with gules and on the\nback with a lion rampant argent. On his left shoulder, the squire fixed\na lace of white silk, representing a deed not yet accomplished.\nFollowing the execution, a woman who had won the honor in her plant\nlottery would cut it off.\n\nAfter lacing on Jacques' boots, the squire stepped back, snatching an\ninstant to admire his handiwork.\n\n\"Well done, Squire,\" said Jacques. \"Now, let's be off!\"\n\nThe squire flushed and beamed in gratitude. He picked up the silver case\ncontaining the two Pistolet du Mort, one for Jacques, one for the\ncondemned person.\n\n\n\nCourt was on a portable platform in the center of the Judicial Arena. As\nsoon as the execution was confirmed, it would be wheeled out of the way.\n\nWhen Jacques stepped from the tunnel and strode toward the platform, an\nabrupt hush choked off the babbling and laughter in the stands. Most of\nthe hundred thousand capacity crowd was already seated. Behind Jacques,\nthe squire straightened his narrow shoulders with pride. This was the\nhighpoint in a life spent among the tapes, circuits and feedback\nproblems of computer research.\n\nJacques mounted the platform, bowed to the crowd and took his seat in\nthe black-draped, carved oak chair to the left of the Bailiff. His\nsquire stood proudly behind him. The Bailiff murmured:\n\n\"An imposing entrance for one who had only five minutes to dress! Your\nfair victim isn't here yet.\"\n\nJacques stonily ignored him.\n\nAn explosive cry from the stands brought the Bailiff to his feet.\n\n\"Here she comes!\" he announced with a grin of anticipation. \"Take a good\nlook, Sir Jacques--it's worth while!\"\n\nThough it was the hardest thing he had ever done, Jacques refrained from\nlooking until the woman and her two jailers had nearly reached the\nplatform steps.\n\nAnd then he looked straight at her, and the shock of it was a physical\nblow. This was Ann, all right. Even after all the years there was no\ndoubt about it. She was as tall as he remembered her, and there was the\nsame softness and warmth in the curve of her sun-brown shoulders. He\nsuddenly felt the old ache for her.\n\nShe held a velvet robe around her shoulders, but she held it loosely,\ndisdainfully. Under it, she was already dressed in the translucent death\ngown. Her thick, blond hair, much longer than the fashion of the day,\nfell nearly to her shoulders. On her feet were the silver sandals she\nwould later remove, along with the velvet robe, just before stepping up\non the pedestal in the execution circle.\n\nThe two jailers, each in skull cap and long black sleeveless robe, led\nher to the prisoner's bench below the dais where the judges would sit.\nThe sight of her was a torment to Jacques, the ripping open of an old\nscar. He knew that in a moment their eyes would meet, but there was not\nenough strength in the corded muscles of his neck to turn his face away.\n\nTime had been kind to her, Jacques thought in one corner of his numbed\nbrain. There were signs of its passing, around her mouth and her eyes,\nbut it had given her what youth could not. There was a knowing in the\ncurve of her lips, and he wondered what her eyes would tell him now.\n\nBut she glanced first, with some amusement, at the two jailers, who held\ntheir crooked staffs at the alert position. Next, her eyes\ncontemptuously swept the semi-circle of empty judicial chairs. They\npassed by the Bailiff so quickly that he looked cheated, and then they\nstopped full on Jacques.\n\nHe read in their calm appraisal the knowledge that she had expected him\nto be here, and that she was not surprised at what the years had done to\nhim. Perhaps she had seen his pictures in the faxpapers, or even watched\nsome of his executions. But he wanted to know more than this, and he\ntried to look deeper into the light and shadows of her eyes.\n\nIt was still there, he discovered, feeling a selfish sense of pleasure\nthat she had not found what he hadn't been able to give her. The endless\nseeking, the search for something never put into words, the want\nunfulfilled--all this was still there.\n\nHe knew that she was reading him in the same way, but he could not tell\nwhat she found. Finally, it was she who looked away first, not in\nretreat, rather to appraise him thoughtfully. He felt her eyes on the\nknotted muscles of his cheeks, on his arms, on the whitened knuckles of\nhis scarred hands, on his boots, now grey with dust from the walk across\nthe arena. When her eyes came back to his, her unpainted lips parted in\na faint smile.\n\nShe knows, thought Jacques. She knows I don't want to kill her! And then\nthe torment in him became unbearable. What irony that out of all the\nyears of their lives they should come back together at this moment. An\nimpulse tugged at him to snatch his pistols from the squire's silver box\nand try to take her from the arena, daring any to stop them.\n\nThen he realized that the Bailiff was standing again, that the hundred\nthousand spectators were surging to their feet. Trumpet fanfare blasted\nfrom the main tunnel, signalling the arrival of the judges. Instinct\nbrought Jacques to his feet. Ann remained seated, and rose only after\nthe jailers nudged her with their curved staffs.\n\n\"Oyez, oyez, oyez!\" cried the Bailiff into a microphone concealed in a\ncarved boar's head.\"'Tis now two of the clock at aftir noone, and yon\nheralds bearing trumpets of devise give in knowledge unto all gentilmen,\nladyes and gentilwoomen the cooming of this high and most honourable\ncourt! Remain at standing until said court is seated!\"\n\nThe Chief Justice, regally stern, led the procession of judges, clerks\nand pages across the arena. They mounted the platform, stepping in\ncadence. When the robed and bewigged judges were all seated, the Bailiff\nraised his staff and the crowd settled down with a buzz of anticipation.\nHigh atop one of the north towers, hidden cameras picked up the scene\nand vidcast it around the earth, and to the satellites and lonely planet\noutposts.\n\nOne of the clerks picked up five rolls of parchment, untied the scarlet\nribbon on each, and passed them around to the judges. The Chief Justice\nwent through the pretext of scanning his, then nodded to the Bailiff to\npresent the prisoner.\n\nWith a sly wink at Jacques, the Bailiff took Ann firmly by the arm and\nguided her three steps forward. The Chief Justice coughed the\nnervousness from his throat, and asked:\n\n\"Is this the Lady Ann of Coberly?\"\n\nBefore the Bailiff could make the correct response, Ann gave her own\nimpatient answer.\n\n\"I am Badge No. 7462883, Transistor Division, Coberly precision\nProducts, Ltd.\"\n\nThe Chief Justice frowned at this breach of court etiquette.\n\n\"Have ye not been properly instructed?\"\n\nAnn shrugged, and the loose robe slipped lower on her shoulders.\n\n\"I suppose so, but is it necessary to waste all this time? You've got\nthe record in front of you!\"\n\nThe judges exchanged significant glances, and a delicious shudder swept\nthrough the stands. Jacques felt time running out on him. At best the\nchances of a reprieve for any prisoner were small, and in face of Ann's\nattitude....\n\nThe Chief Justice's expression congealed into judicial impassiveness.\n\n\"Ye are charged with taking the life of a man,\" he began solemnly.\n\n\"That's not true!\" Ann interrupted.\n\nHer unexpected words brought a startled gasp from the spectators. The\njudges leaned forward alertly.\n\n\"According to the evidence ...\" the Chief Justice began again.\n\n\"He wasn't a man!\" Ann cried scornfully. Her glance flickered across at\nJacques. \"There are no more men.\"\n\nPonderously, like a slow moving river that would not be diverted from\nits course, the Chief Justice returned to the facts of the case:\n\n\"Ye speak in riddles, Lady Ann! The evidence makes it full clear that\nthe victim was a man....\"\n\n\"Evidence!\" Ann gestured toward the breathless stands. \"There is your\nevidence! Ask those women what they are doing here! Ask them what their\ngreat, great grandmothers were doing at the ancient wrestling matches!!\nAsk them if they have ever known a real man--or ask your own wives!\"\n\nThe Chief Justice's impassiveness was shattered. His cheeks puffed out\nindignantly. A strange, tense silence gripped the women in the stands;\nthe men drew back their padded shoulders, and shouted in reproof:\n\n\"Shame! For shame, Lady Ann!\"\n\n\"Why don't you ask them?\" Ann persisted.\n\nYes, ask them, Jacques thought, with a sudden, overpowering anger of his\nown. Ask them! Maybe their answers would tell why he, too, of all men,\nshould have failed so many of them.\n\n\"Hold thy insolent tongue, woman!\" roared the Chief Justice. \"There\nremains before this Court only one issue--Did ye or did ye not strike a\nman to his death in the full view of scores of gentilmen and\ngentilwoomen of Coberly?\"\n\nAnn shook her long hair in defiance.\n\n\"It wasn't a man I struck with that casing, and all the FBIT's heraldic\nmockery can't make him a man! I struck a bloodless slide-rule, a cold\nfiling cabinet full of equations, a set of dull geometric patterns, an\nautomaton that tried to treat a woman like a punched holrith card! He\nwas no more a man than this....\" She brought her elbow up so sharply\nthat the paunchy Bailiff was toppled off balance and nearly fell. He\nlooked frightened.\n\n\"Ye admit to the killing, then?\" demanded the Chief Justice.\n\n\"I'm proud of it!\"\n\n\"And ye claim no special circumstances?\"\n\n\"How would you understand them?\"\n\nThe crowd exploded into a frantic, unintelligible babble, and the Chief\nJustice slammed down his gavel. He turned to his fellow judges. Two were\nstaring at the prisoner with an indignation that exceeded his own. The\nother two, both very old men, sat with heads bowed and hands fumbling\nwith their robes.\n\nJacques felt his pulse leap with a hope that had seemed impossible.\nCould it be that after all...? Ann turned toward him, faltering for the\nfirst time, and they stared into each other's eyes.\n\nAt a curt nod from the Chief Justice, the Bailiff, still trembling,\nbegan to poll the Court.\n\nThe first two judges angrily raised their hands to signify that they\nwere voting to uphold the death sentence of the lower court. The third\njudge hesitated, then held out both hands, palms down.\n\nThis brought an outburst of applause from the stands. The first\npalms-down vote always evoked such a demonstration, for a one-sided\nexecution was a comparatively dull affair.\n\nBut the applause was choked off as the fourth judge slowly extended both\nhands, palms down. A scattering of boos and catcalls started. An ugly\nundercurrent rippled close to the surface. Was this woman going to win a\nreversal, in spite of all her insolence? If she did, the whole holiday\nwould be spoiled, since there were no other executions on the docket.\nBetter to have stayed home and watched films of old executions on the\nFBIT's nightly vidcast!\n\nJacques looked away from Ann to watch the Chief Justice. The lines in\nJacques' face were like gouges in a metal casting.\n\nAcutely aware of his role, the Chief Justice stood up and drew his robe\nabout him with great dignity, taking care to face toward the TV cameras\non the north tower.\n\nAnd as the Bailiff called for his deciding vote, the Chief Justice\nsolemnly raised his right hand.\n\nThree to two for death! A hundred thousand spectators leaped to their\nfeet, hysterically waving their arms. Three shots for the Lord High\nExecutioner! Two for Lady Ann! What a day this was going to be after\nall! Here was a truly great joute a l'outrance! Ann swayed a little,\nthen smiled. Jacques closed his eyes.\n\nRitual and habit took over where Jacques' will could not function. His\nsquire stepped forward, opened the silver box and offered the Pistolets\ndu Mort to the Bailiff. The weapons sparkled in the sunlight. They were\na modern adaptation of an ancient design, and had become official death\nweapons after earlier experiments had convinced the FBIT that few 22nd\ncentury men were strong enough to handle the swords and lances of\nchivalry. The Bailiff loaded one gun with two shells, the other with\nthree. Then he replaced both in the silver box, closed the lid and put\nthe box on the bench in front of the Chief Justice.\n\nAlready the judicial platform was wheeled to one side of the arena; the\ntwin pedestals were being rolled to position in the execution circle.\nThey were thirty inches high, and were positioned precisely sixty feet\napart, each on a line with the open ends of the stands so that wild\nshots would not strike a spectator.\n\nNext came the Ceremony of Confrontation, intended to symbolize that the\nLord High Executioner was acting only under the compulsion of duty,\nwithout malice or any base motive.\n\nMoving mechanically, Jacques stepped toward Ann. The jailers crossed\ntheir staffs two paces in front of her. It was the closest Jacques would\nbe permitted to approach until the Ceremony of the Spirit, when he would\nkneel beside her shattered body in the dust of the arena. He also was\nsupposed to kneel now, and silently speak a prayer for both their souls.\nHe knelt, but could not bow his head. Ann looked down at him, and the\nfaint, unfathomable smile returned to her lips.\n\n\"It's all right,\" she said softly. \"You don't have to speak to me with\nwords.\"\n\nThe natural, warm scent of her body came through the fragrance of the\noils with which she had been anointed in her death cell. It was a\nremembered scent that once again drove Jacques to the brink of madness.\n\nHer voice, husky and steadying, came down to him:\n\n\"For two like us there is no other way, Jacques. Don't fail me again.\"\n\nHe rose stiffly, backing away, staring into the mystery of the lights\nand shadows in her wide eyes, groping for the meaning of her words.\n\nA friar moved up to take his place, and the jailers dropped their\nstaffs. But Ann dismissed the friar with a quick shake of her head.\n\nThe Code now called for Jacques to leave the platform and walk with\nmeasured steps around the arena before mounting his pedestal in the\nexecution circle. A signal from the trumpets started him on his way\nbefore he was aware of what he was doing. The habits of a thousand\nexecutions demanded obedience.\n\nWomen in the front rows leaned far over the railing. Some reached their\nhands down to him, offering flowers and kerchiefs, hoarsely begging him\nto wear their favors during the execution. Others sat still, transfixed,\nlips parted and moist. The men beside them shrank back in their seats,\nlooking at him as a sparrow would look at a coiled snake. Vendors of\nribbands and souvenirs, cakes and drink, stood silent as he passed\nbefore them. The flutes, citterns and cymbals, the melodic voices of the\nminstrels, picked up the brooding death chanson:\n\n  \"Farewell my friends, the tyde abideth no man,\n  I am departed from hence, and so shall ye;\n  But in this passage the best songe that I can\n  Is requiem eternam....\"\n\nThe walk around the arena was an eternity, and then it was over and done\nwith, and he had mounted his pedestal.\n\n\n\nA low crescendo, like the roll of faraway surf, swept across the stands.\nAnn was at the edge of the platform. She stepped out of her slippers,\nunfastened the velvet robe, handed it to one of the jailers. The\ncrescendo grew, matching the surge of blood in Jacques' temples. A\nbreeze swept the translucent death gown tight against her bare body, and\nshe walked steadily down the steps, across the arena. Her feet stirred\nlittle puffs of grey dust that twisted and whirled away. The friar\nfollowed a few paces behind. At the pedestal, he offered her his hand.\nShe refused it, stepped up without assistance. Bowing his head, the\nfriar walked back to the judge's platform.\n\nJacques' squire and a page boy appeared almost immediately. They walked\npart way across the arena together. Each bore one of the pistols on a\nblack satin pillow. At the edge of the execution circle, their paths\nforked toward each of the pedestals. The trembling page offered Ann her\npistol first.\n\n\"Do ye remember your instructions?\" he asked in a quavering voice that\nwas picked up for the vidcast by the microphone hung under his frock.\n\n\"Yes, thank you.\"\n\nAnn held the pistol loosely at her side, and looked toward Jacques,\nacross the abyss of sixty feet.\n\nWith frozen fingers, Jacques accepted the other pistol from his squire,\nand knew that he was out beyond the point of no returning.\n\nBut he did not, could not, know what he would do once the signal for the\nexecution was given. \"Do not fail me again,\" Ann had pleaded. But what\nhad she meant? Even at this final moment her smile was as enigmatic as\never.\n\nThe page and the squire retreated to their stations at the side of the\narena, this time moving hastily.\n\nThe Bailiff raised his black staff and pennant, held it poised until the\nChief Justice nodded, then lowered it with a flourish. A trumpet sounded\none high, clear note.\n\nThe signal had been given.\n\nJacques remained motionless, waiting for a sign from Ann. But she, too,\nwaited, her chin slightly lifted. What was she waiting for? What did she\nexpect from him?\n\nIn the stands, the breathing of a hundred thousand people was a rasping\nsound.\n\nAnd then Ann moved, so quickly that the surprise was complete. Her\npistol flashed up, fired while still in its arc. The bullet blasted the\nair beside Jacques' ear, so close that for a fraction of a second he\nthought he had been hit.\n\nAnn's voice drifted across to him, across the stunned silence, and it\ncontained both a taunt and a plea:\n\n\"I won't miss next time, Jacques!\"\n\nAnd he knew she would not. He had seen too many guns fired not to\nrecognize technique. If she had learned to shoot that well, there was no\ndoubt she could have hit him the first time.\n\nJacques still couldn't fathom her motive, but there was no longer any\nchance to consider it. His conscious mind wanted to let her fire again,\nto put an end to this terrible dream. But the instinct of\nself-preservation was too strong; the lessons at the FBIT academy had\nbeen taught too well. Numbness went out of him, and he watched her eyes\nfor the telltale flicker that would give a split-second warning of her\nnext move.\n\nThe warning came, and he was ahead of it. His shot struck Ann high on\nthe right shoulder. Her second and last bullet ploughed into the dust\nmidway between them. She twisted around from the force of the impact,\nand half slipped, half fell from the pedestal. But she kept herself\nerect, bracing against the pedestal with her left hand. A red blotch was\nspreading from her shoulder to her breast and down her side. There was\nshock and pain in her eyes, but the half-smile was still on her lips.\n\n\"Une!\" shouted the crowd, counting his first shot.\n\nJacques no longer needed a will of his own. The momentum of a thousand\ndeaths swept him along, overpowering everything else.\n\n\"Deux!\" screamed the hundred thousand voices. \"Deux! Deux!\"\n\nHis second shot struck Ann well below the left shoulder, knocking her\naway from the support of the pedestal, sprawling her in the dust. Yet so\nindomitable was her will that she brought her hands together and raised\nherself to her knees. Her entire upper body was covered with dust and\nspreading fingers of crimson.\n\n\"Trois!\" shrieked the maddened crowd. \"Trois! Trois!\"\n\nWomen tore away pieces of their clothing and waved them with savage\nabandon.\n\n\"Trois! Trois! Trois!\"\n\nThe third shot could barely be heard. Ann was lifted from her knees and\nhurled backwards. She rolled over twice, then lay face downward, her\nfingers digging in the hard earth.\n\nWith his last shot, the fierceness drained out of Jacques. He blinked\nlike a man awakening from a horrible dream. He stared at Ann's\nshuddering body, not believing he could have done this. He cried out to\nher, and ran to her side with great, lunging steps. His body shook with\ndry sobs.\n\nHe turned her over tenderly, smoothed back the tangled hair from her\nforehead, tried to wipe some of the dirt and bubbles of red from her\nlips.\n\nAn FBIT man rushed toward them with a microphone. With one terrible\nlook, Jacques sent him scurrying back.\n\n\"Ann ... Ann ...\" he cried. \"What have I done?\"\n\nHer glazing, pain-filled eyes cleared for a moment, and drew him closer.\nIn them, for all the pain, there was peace at last. No reproach, no\ndisappointment. Only peace. And he knew then, what he should always have\nknown: That when a man lived as one with Death, he could not give less\nto any person, nor expect more.\n\nAnn's fingers crawled through the dust and touched the toe of his boot.\nHer quivering lips twisted in a final grimace of ecstacy. And out of the\nlonely void of the dying came the words he had always hoped to hear, and\nwould never hear again:\n\n\"Good night,\" she whispered. \"You--were wonderful--my lover--my\nhusband.\"",
    "metadata": {
        "author": [
            "Riley, Frank Wilbert",
            "Riley, Frank",
            "Ryhlick, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32087/pg32087.txt",
        "name": "the_executioner.json"
    }
}