{
    "name": "The Perfect Tribute",
    "author": [
        "Andrews, Mary Raymond Shipman"
    ],
    "body": "1908\n\n\n\n\nTHE PERFECT TRIBUTE\n\n\nOn the morning of November 18, 1863, a special train drew out from\nWashington, carrying a distinguished company. The presence with them\nof the Marine Band from the Navy Yard spoke a public occasion to come,\nand among the travellers there were those who might be gathered only\nfor an occasion of importance. There were judges of the Supreme\nCourt of the United States; there were heads of departments; the\ngeneral-in-chief of the army and his staff; members of the cabinet.\nIn their midst, as they stood about the car before settling for the\njourney, towered a man sad, preoccupied, unassuming; a man awkward and\nill-dressed; a man, as he leaned slouchingly against the wall, of\nno grace of look or manner, in whose haggard face seemed to be the\nsuffering of the sins of the world. Abraham Lincoln, President of the\nUnited States, journeyed with his party to assist at the consecration,\nthe next day, of the national cemetery at Gettysburg. The quiet\nNovember landscape slipped past the rattling train, and the\nPresident's deep-set eyes stared out at it gravely, a bit listlessly.\nFrom time to time he talked with those who were about him; from time\nto time there were flashes of that quaint wit which is linked, as\nhis greatness, with his name, but his mind was to-day dispirited,\nunhopeful. The weight on his shoulders seemed pressing more heavily\nthan he had courage to press back against it, the responsibility\nof one almost a dictator in a wide, war-torn country came near to\ncrushing, at times, the mere human soul and body. There was, moreover,\na speech to be made to-morrow to thousands who would expect their\nPresident to say something to them worth the listening of a people\nwho were making history; something brilliant, eloquent, strong. The\nmelancholy gaze glittered with a grim smile. He--Abraham Lincoln--the\nlad bred in a cabin, tutored in rough schools here and there, fighting\nfor, snatching at crumbs of learning that fell from rich tables,\nstruggling to a hard knowledge which well knew its own limitations--it\nwas he of whom this was expected. He glanced across the car. Edward\nEverett sat there, the orator of the following day, the finished\ngentleman, the careful student, the heir of traditions of learning\nand breeding, of scholarly instincts and resources. The self-made\nPresident gazed at him wistfully. From him the people might expect and\nwould get a balanced and polished oration. For that end he had been\nborn, and inheritance and opportunity and inclination had worked\ntogether for that end's perfection. While Lincoln had wrested from a\nscanty schooling a command of English clear and forcible always,\nbut, he feared, rough-hewn, lacking, he feared, in finish and in\nbreadth--of what use was it for such a one to try to fashion a speech\nfit to take a place by the side of Everett's silver sentences? He\nsighed. Yet the people had a right to the best he could give, and he\nwould give them his best; at least he could see to it that the words\nwere real and were short; at least he would not, so, exhaust their\npatience. And the work might as well be done now in the leisure of the\njourney. He put a hand, big, powerful, labor-knotted, into first one\nsagging pocket and then another, in search of a pencil, and drew out\none broken across the end. He glanced about inquiringly--there was\nnothing to write upon. Across the car the Secretary of State had just\nopened a package of books and their wrapping of brown paper lay on\nthe floor, torn carelessly in a zigzag. The President stretched a long\narm.\n\n\"Mr. Seward, may I have this to do a little writing?\" he asked, and\nthe Secretary protested, insisting on finding better material.\n\nBut Lincoln, with few words, had his way, and soon the untidy stump\nof a pencil was at work and the great head, the deep-lined face, bent\nover Seward's bit of brown paper, the whole man absorbed in his task.\n\nEarnestly, with that \"capacity for taking infinite pains\" which\nhas been defined as genius, he labored as the hours flew, building\ntogether close-fitted word on word, sentence on sentence. As the\nsculptor must dream the statue prisoned in the marble, as the artist\nmust dream the picture to come from the brilliant unmeaning of his\npalette, as the musician dreams a song, so he who writes must have a\nvision of his finished work before he touches, to begin it, a\nmedium more elastic, more vivid, more powerful than any\nother--words--prismatic bits of humanity, old as the Pharaohs, new as\nthe Arabs of the street, broken, sparkling, alive, from the age-long\nlife of the race. Abraham Lincoln, with the clear thought in his mind\nof what he would say, found the sentences that came to him colorless,\nwooden. A wonder flashed over him once or twice of Everett's skill\nwith these symbols which, it seemed to him, were to the Bostonian a\nkey-board facile to make music, to Lincoln tools to do his labor. He\nput the idea aside, for it hindered him. As he found the sword fitted\nto his hand he must fight with it; it might be that he, as well as\nEverett, could say that which should go straight from him to his\npeople, to the nation who struggled at his back towards a goal. At\nleast each syllable he said should be chiselled from the rock of his\nsincerity. So he cut here and there an adjective, here and there a\nphrase, baring the heart of his thought, leaving no ribbon or flower\nof rhetoric to flutter in the eyes of those with whom he would be\nutterly honest. And when he had done he read the speech and dropped\nit from his hand to the floor and stared again from the window. It was\nthe best he could do, and it was a failure. So, with the pang of the\nworkman who believes his work done wrong, he lifted and folded the\ntorn bit of paper and put it in his pocket, and put aside the thought\nof it, as of a bad thing which he might not better, and turned and\ntalked cheerfully with his friends.\n\nAt eleven o'clock on the morning of the day following, on November 19,\n1863, a vast, silent multitude billowed, like waves of the sea, over\nwhat had been not long before the battle-field of Gettysburg. There\nwere wounded soldiers there who had beaten their way four months\nbefore through a singing fire across these quiet fields, who had\nseen the men die who were buried here; there were troops, grave and\nresponsible, who must soon go again into battle; there were the rank\nand file of an everyday American gathering in surging thousands; and\nabove them all, on the open-air platform, there were the leaders of\nthe land, the pilots who to-day lifted a hand from the wheel of the\nship of state to salute the memory of those gone down in the storm.\nMost of the men in that group of honor are now passed over to the\nmajority, but their names are not dead in American history--great\nghosts who walk still in the annals of their country, their\nflesh-and-blood faces were turned attentively that bright, still\nNovember afternoon towards the orator of the day, whose voice held the\naudience.\n\nFor two hours Everett spoke and the throng listened untired,\nfascinated by the dignity of his high-bred look and manner almost as\nmuch, perhaps, as by the speech which has taken a place in literature.\nAs he had been expected to speak he spoke, of the great battle, of\nthe causes of the war, of the results to come after. It was an oration\nwhich missed no shade of expression, no reach of grasp. Yet there\nwere those in the multitude, sympathetic to a unit as it was with the\nNorthern cause, who grew restless when this man who had been crowned\nwith so thick a laurel wreath by Americans spoke of Americans as\nrebels, of a cause for which honest Americans were giving their lives\nas a crime. The days were war days, and men's passions were inflamed,\nyet there were men who listened to Edward Everett who believed that\nhis great speech would have been greater unenforced with bitterness.\n\nAs the clear, cultivated voice fell into silence, the mass of people\nburst into a long storm of applause, for they knew that they had heard\nan oration which was an event. They clapped and cheered him again and\nagain and again, as good citizens acclaim a man worthy of honor\nwhom they have delighted to honor. At last, as the ex-Governor of\nMassachusetts, the ex-ambassador to England, the ex-Secretary of\nState, the ex-Senator of the United States--handsome, distinguished,\ngraceful, sure of voice and of movement--took his seat, a tall, gaunt\nfigure detached itself from the group on the platform and slouched\nslowly across the open space and stood facing the audience. A stir\nand a whisper brushed over the field of humanity, as if a breeze\nhad rippled a monstrous bed of poppies. This was the President. A\nquivering silence settled down and every eye was wide to watch this\nstrange, disappointing appearance, every ear alert to catch the first\nsound of his voice. Suddenly the voice came, in a queer, squeaking\nfalsetto. The effect on the audience was irrepressible, ghastly.\nAfter Everett's deep tones, after the strain of expectancy, this\nextraordinary, gaunt apparition, this high, thin sound from the huge\nbody, were too much for the American crowd's sense of humor, always\nstronger than its sense of reverence. A suppressed yet unmistakable\ntitter caught the throng, ran through it, and was gone. Yet no one\nwho knew the President's face could doubt that he had heard it and\nhad understood. Calmly enough, after a pause almost too slight to be\nrecognized, he went on, and in a dozen words his tones had gathered\nvolume, he had come to his power and dignity. There was no smile now\non any face of those who listened. People stopped breathing rather,\nas if they feared to miss an inflection. A loose-hung figure, six\nfeet four inches high, he towered above them, conscious of and\nquietly ignoring the bad first impression, unconscious of a charm of\npersonality which reversed that impression within a sentence. That\nthese were his people was his only thought. He had something to say to\nthem; what did it matter about him or his voice?\n\n\"Fourscore and seven years ago,\" spoke the President, \"our fathers\nbrought forth on this continent a new nation, conceived in liberty and\ndedicated to the proposition that all men are created equal. Now we\nare engaged in a great civil war, testing whether that nation, or any\nnation, so conceived and so dedicated, can long endure. We are met on\na great battle-field of that war. We have come to dedicate a portion of\nit as a final resting-place for those who here gave their lives that\nthat nation might live. It is altogether fitting and proper that we\nshould do this.\n\n\"But in a larger sense we cannot dedicate, we cannot consecrate,\nwe cannot hallow, this ground. The brave men, living and dead, who\nstruggled here, have consecrated it far above our poor power to add or\nto detract. The world will little note nor long remember what we say\nhere, but it can never forget what they did here. It is for us, the\nliving, rather, to be dedicated here to the unfinished work which they\nwho fought here have thus far so nobly advanced. It is rather for us\nto be here dedicated to the great task remaining before us--that from\nthese honored dead we take increased devotion to that cause for which\nthey here gave the last full measure of devotion--that we here highly\nresolve that these dead shall not have died in vain, that this nation,\nunder God, shall have a new birth of freedom, and that government of\nthe people, by the people, for the people shall not perish from the\nearth.\"\n\nThere was no sound from the silent, vast assembly. The President's\nlarge figure stood before them, at first inspired, glorified with the\nthrill and swing of his words, lapsing slowly in the stillness into\nlax, ungraceful lines. He stared at them a moment with sad eyes full\nof gentleness, of resignation, and in the deep quiet they stared at\nhim. Not a hand was lifted in applause. Slowly the big, awkward man\nslouched back across the platform and sank into his seat, and yet\nthere was no sound of approval, of recognition from the audience; only\na long sigh ran like a ripple on an ocean through rank after rank. In\nLincoln's heart a throb of pain answered it. His speech had been, as\nhe feared it would be, a failure. As he gazed steadily at these his\ncountrymen who would not give him even a little perfunctory applause\nfor his best effort, he knew that the disappointment of it cut into\nhis soul. And then he was aware that there was music, the choir was\nsinging a dirge; his part was done, and his part had failed.\n\nWhen the ceremonies were over Everett at once found the President.\n\"Mr. President,\" he began, \"your speech--\" but Lincoln had\ninterrupted, flashing a kindly smile down at him, laying a hand on his\nshoulder.\n\n\"We'll manage not to talk about my speech, Mr. Everett,\" he said.\n\"This isn't the first time I've felt that my dignity ought not to\npermit me to be a public speaker.\"\n\nHe went on in a few cordial sentences to pay tribute to the orator\nof the occasion. Everett listened thoughtfully and when the chief had\ndone, \"Mr. President,\" he said simply, \"I should be glad if I could\nflatter myself that I came as near the central idea of the occasion in\ntwo hours as you did in two minutes.\"\n\nBut Lincoln shook his head and laughed and turned to speak to a\nnewcomer with no change of opinion--he was apt to trust his own\njudgments.\n\nThe special train which left Gettysburg immediately after the\nsolemnities on the battle-field cemetery brought the President's party\ninto Washington during the night. There was no rest for the man at the\nwheel of the nation next day, but rather added work until, at about\nfour in the afternoon, he felt sorely the need of air and went out\nfrom the White House alone, for a walk. His mind still ran on the\nevents of the day before--the impressive, quiet multitude, the serene\nsky of November arched, in the hushed interregnum of the year, between\nthe joy of summer and the war of winter, over those who had gone from\nearthly war to heavenly joy. The picture was deeply engraved in his\nmemory; it haunted him. And with it came a soreness, a discomfort of\nmind which had haunted him as well in the hours between--the chagrin\nof the failure of his speech. During the day he had gently but\ndecisively put aside all reference to it from those about him; he had\nglanced at the head-lines in the newspapers with a sarcastic smile;\nthe Chief Executive must he flattered, of course; newspaper notices\nmeant nothing. He knew well that he had made many successful speeches;\nno man of his shrewdness could be ignorant that again and again he\nhad carried an audience by storm; yet he had no high idea of his own\nspeech-making, and yesterday's affair had shaken his confidence more.\nHe remembered sadly that, even for the President, no hand, no voice\nhad been lifted in applause.\n\n\"It must have been pretty poor stuff,\" he said half aloud; \"yet I\nthought it was a fair little composition. I meant to do well by them.\"\n\nHis long strides had carried him into the outskirts of the city, and\nsuddenly, at a corner, from behind a hedge, a young boy of fifteen\nyears or so came rushing toward him and tripped and stumbled against\nhim, and Lincoln kept him from falling with a quick, vigorous arm. The\nlad righted himself and tossed back his thick, light hair and stared\nhaughtily, and the President, regarding him, saw that his blue eyes\nwere blind with tears.\n\n\"Do you want all of the public highway? Can't a gentleman from the\nSouth even walk in the streets without--without--\" and the broken\nsentence ended in a sob.\n\nThe anger and the insolence of the lad were nothing to the man who\ntowered above him--to that broad mind this was but a child in trouble.\n\"My boy, the fellow that's interfering with your walking is down\ninside of you,\" he said gently, and with that the astonished youngster\nopened his wet eyes wide and laughed--a choking, childish laugh that\npulled at the older man's heart-strings. \"That's better, sonny,\" he\nsaid, and patted the slim shoulder. \"Now tell me what's wrong with the\nworld. Maybe I might help straighten it.\"\n\n\"Wrong, wrong!\" the child raved; \"everything's wrong,\" and launched\ninto a mad tirade against the government from the President down.\n\nLincoln listened patiently, and when the lad paused for breath, \"Go\nahead,\" he said good-naturedly. \"Every little helps.\"\n\nWith that the youngster was silent and drew himself up with stiff\ndignity, offended yet fascinated; unable to tear himself away from\nthis strange giant who was so insultingly kind under his abuse, who\nyet inspired him with such a sense of trust and of hope.\n\n\"I want a lawyer,\" he said impulsively, looking up anxiously into the\ndeep-lined face inches above him. \"I don't know where to find a lawyer\nin this horrible city, and I must have one--I can't wait--it may be\ntoo late--I want a lawyer _now_\" and once more he was in a fever\nof excitement.\n\n\"What do you want with a lawyer?\" Again the calm, friendly tone\nquieted him.\n\n\"I want him to draw a will. My brother is--\" he caught his breath with\na gasp in a desperate effort for self-control. \"They say he's--dying.\"\nHe finished the sentence with a quiver in his voice, and the brave\nfront and the trembling, childish tone went to the man's heart. \"I\ndon't believe it--he can't be dying,\" the boy talked on, gathering\ncourage. \"But anyway, he wants to make a will, and--and I reckon--it\nmay be that he--he must.\"\n\n\"I see,\" the other answered gravely, and the young, torn soul felt\nan unreasoning confidence that he had found a friend. \"Where is your\nbrother?\"\n\n\"He's in the prison hospital there--in that big building,\" he pointed\ndown the street. \"He's captain in our army--in the Confederate army.\nHe was wounded at Gettysburg.\"\n\n\"Oh!\" The deep-set eyes gazed down at the fresh face, its muscles\nstraining under grief and responsibility, with the gentlest, most\nfatherly pity. \"I think I can manage your job, my boy,\" he said. \"I\nused to practise law in a small way myself, and I'll be glad to draw\nthe will for you.\"\n\nThe young fellow had whirled him around before he had finished the\nsentence. \"Come,\" he said. \"Don't waste time talking--why didn't\nyou tell me before?\" and then he glanced up. He saw the ill-fitting\nclothes, the crag-like, rough-modelled head, the awkward carriage of\nthe man; he was too young to know that what he felt beyond these was\ngreatness. There was a tone of patronage in his voice and in the\ncock of his aristocratic young head as he spoke. \"We can pay you, you\nknow--we're not paupers.\" He fixed his eyes on Lincoln's face to watch\nthe impression as he added, \"My brother is Carter Hampton Blair, of\nGeorgia. I'm Warrington Blair. The Hampton Court Blairs, you know.\"\n\n\"Oh!\" said the President.\n\nThe lad went on:\n\n\"It would have been all right if Nellie hadn't left Washington\nto-day--my sister, Miss Eleanor Hampton Blair. Carter was better this\nmorning, and so she went with the Senator. She's secretary to Senator\nWarrington, you know. He's on the Yankee side\"--the tone was full of\ncontempt--\"but yet he's our cousin, and when he offered Nellie the\nposition she would take it in spite of Carter and me. We were so\npoor\"--the lad's pride was off its guard for the moment, melted in the\nsoothing trust with which this stranger thrilled his soul. It was a\nrelief to him to talk, and the large hand which rested on his shoulder\nas they walked seemed an assurance that his words were accorded\nrespect and understanding. \"Of course, if Nellie had been here she\nwould have known how to get a lawyer, but Carter had a bad turn half\nan hour ago, and the doctor said he might get better or he might die\nany minute, and Carter remembered about the money, and got so excited\nthat they said it was hurting him, so I said I'd get a lawyer, and I\nrushed out, and the first thing I ran against you. I'm afraid I wasn't\nvery polite.\" The smile on the gaunt face above him was all the answer\nhe needed. \"I'm sorry. I apologize. It certainly was good of you to\ncome right back with me.\" The child's manner was full of the assured\ngraciousness of a high-born gentleman; there was a lovable quality in\nhis very patronage, and the suffering and the sweetness and the pride\ncombined held Lincoln by his sense of humor as well as by his soft\nheart. \"You sha'n't lose anything by it,\" the youngster went on. \"We\nmay be poor, but we have more than plenty to pay you, I'm sure. Nellie\nhas some jewels, you see--oh, I think several things yet. Is it very\nexpensive to draw a will?\" he asked wistfully.\n\n\"No, sonny; it's one of the cheapest things a man can do,\" was the\nhurried answer, and the child's tone showed a lighter heart.\n\n\"I'm glad of that, for, of course, Carter wants to leave--to leave\nas much as he can. You see, that's what the will is about--Carter is\nengaged to marry Miss Sally Maxfield, and they would have been married\nnow if he hadn't been wounded and taken prisoner. So, of course, like\nany gentleman that's engaged, he wants to give her everything that he\nhas. Hampton Court has to come to me after Carter, but there's some\nmoney--quite a lot--only we can't get it now. And that ought to go\nto Carter's wife, which is what she is--just about--and if he doesn't\nmake a will it won't. It will come to Nellie and me if--if anything\nshould happen to Carter.\"\n\n\"So you're worrying for fear you'll inherit some money?\" Lincoln asked\nmeditatively.\n\n\"Of course,\" the boy threw back impatiently. \"Of course, it would be a\nshame if it came to Nellie and me, for we couldn't ever make her take\nit. We don't need it--I can look after Nellie and myself,\" he said\nproudly, with a quick, tossing motion of his fair head that was like\nthe motion of a spirited, thoroughbred horse. They had arrived at the\nprison. \"I can get you through all right. They all know me here,\" he\nspoke over his shoulder reassuringly to the President with a friendly\nglance. Dashing down the corridors in front, he did not see the guards\nsalute the tall figure which followed him; too preoccupied to wonder\nat the ease of their entrance, he flew along through the big building,\nand behind him in large strides came his friend.\n\nA young man--almost a boy, too--of twenty-three or twenty-four,\nhis handsome face a white shadow, lay propped against the pillows,\nwatching the door eagerly as they entered.\n\n\"Good boy, Warry,\" he greeted the little fellow; \"you've got me a\nlawyer,\" and the pale features lighted with a smile of such radiance\nas seemed incongruous in this gruesome place. He held out his hand to\nthe man who swung toward him, looming mountainous behind his brother's\nslight figure. \"Thank you for coming,\" he said cordially, and in his\ntone was the same air of a _grand seigneur_ as in the lad's.\nSuddenly a spasm of pain caught him, his head fell into the pillows,\nhis muscles twisted, his arm about the neck of the kneeling boy\ntightened convulsively. Yet while the agony still held him he\nwas smiling again with gay courage. \"It nearly blew me away,\" he\nwhispered, his voice shaking, but his eyes bright with amusement.\n\"We'd better get to work before one of those little breezes carries\nme too far. There's pen and ink on the table, Mr.--my brother did not\ntell me your name.\"\n\n\"Your brother and I met informally,\" the other answered, setting\nthe materials in order for writing. \"He charged into me like a young\nsteer,\" and the boy, out of his deep trouble, laughed delightedly. \"My\nname is Lincoln.\"\n\nThe young officer regarded him. \"That's a good name from your\nstandpoint--you are, I take it, a Northerner?\"\n\nThe deep eyes smiled whimsically. \"I'm on that side of the fence. You\nmay call me a Yankee if you'd like.\"\n\n\"There's something about you, Mr. Lincoln,\" the young Georgian\nanswered gravely, with a kindly and unconscious condescension, \"which\nmakes me wish to call you, if I may, a friend.\"\n\nHe had that happy instinct which shapes a sentence to fall on its\nsmoothest surface, and the President, in whom the same instinct was\nstrong, felt a quick comradeship with this enemy who, about to die,\nsaluted him. He put out his great fist swiftly. \"Shake hands,\" he\nsaid. \"Friends it is.\"\n\n\"'Till death us do part,'\" said the officer slowly, and smiled, and\nthen threw back his head with a gesture like the boy's. \"We must do\nthe will,\" he said peremptorily.\n\n\"Yes, now we'll fix this will business, Captain Blair,\" the big man\nanswered cheerfully. \"When your mind's relieved about your plunder you\ncan rest easier and get well faster.\"\n\nThe sweet, brilliant smile of the Southerner shone out, his arm drew\nthe boy's shoulder closer, and the President, with a pang, knew that\nhis friend knew that he must die.\n\nWith direct, condensed question and clear answer the simple will was\nshortly drawn and the impromptu lawyer rose to take his leave. But the\nwounded man put out his hand.\n\n\"Don't go yet,\" he pleaded, with the imperious, winning accent which\nwas characteristic of both brothers. The sudden, radiant smile broke\nagain over the face, young, drawn with suffering, prophetic of close\ndeath. \"I like you,\" he brought out frankly. \"I've never liked a\nstranger as much in such short order before.\"\n\nHis head, fair as the boy's, lay back on the pillows, locks of hair\ndamp against the whiteness, the blue eyes shone like jewels from the\ncolorless face, a weak arm stretched protectingly about the young\nbrother who pressed against him. There was so much courage, so much\nhelplessness, so much pathos in the picture that the President's great\nheart throbbed with a desire to comfort them.\n\n\"I want to talk to you about that man Lincoln, your namesake,\" the\nprisoner's deep, uncertain voice went on, trying pathetically to make\nconversation which might interest, might hold his guest. The man who\nstood hesitating controlled a startled movement. \"I'm Southern to the\ncore of me, and I believe with my soul in the cause I've fought for,\nthe cause I'm--\" he stopped, and his hand caressed the boy's shoulder.\n\"But that President of yours is a remarkable man. He's regarded as\na red devil by most of us down home, you know,\" and he laughed,\n\"but I've admired him all along. He's inspired by principle, not by\nanimosity, in this fight; he's real and he's powerful and\"--he lifted\nhis head impetuously and his eyes flashed--\"and, by Jove, have you\nread his speech of yesterday in the papers?\"\n\nLincoln gave him an odd look. \"No,\" he said, \"I haven't.\"\n\n\"Sit down,\" Blair commanded. \"Don't grudge a few minutes to a man in\nhard luck. I want to tell you about that speech. You're not so busy\nbut that you ought to know.\"\n\n\"Well, yes,\" said Lincoln, \"perhaps I ought.\" He took out his watch\nand made a quick mental calculation. \"It's only a question of going\nwithout my dinner, and the boy is dying,\" he thought. \"If I can give\nhim a little pleasure the dinner is a small matter.\" He spoke again.\n\"It's the soldiers who are the busy men, not the lawyers, nowadays,\"\nhe said. \"I'll be delighted to spend a half hour with you, Captain\nBlair, if I won't tire you.\"\n\n\"That's good of you,\" the young officer said, and a king on his throne\ncould not have been gracious in a more lordly yet unconscious way.\n\"By the way, this great man isn't any relation of yours, is he, Mr.\nLincoln?\"\n\n\"He's a kind of connection--through my grandfather,\" Lincoln\nacknowledged. \"But I know just the sort of fellow he is--you can say\nwhat you want.\"\n\n\"What I want to say first is this: that he yesterday made one of the\ngreat speeches of history.\"\n\n\"What?\" demanded Lincoln, staring.\n\n\"I know what I'm talking about.\" The young fellow brought his thin\nfist down on the bedclothes. \"My father was a speaker--all my uncles\nand my grandfather were speakers. I've been brought up on oratory.\nI've studied and read the best models since I was a lad in\nknee-breeches. And I know a great speech when I see it. And when\nNellie--my sister--brought in the paper this morning and read that\nto me I told her at once that not six times since history began has a\nspeech been made which was its equal. That was before she told me what\nthe Senator said.\"\n\n\"What did the Senator say?\" asked the quiet man who listened.\n\n\"It was Senator Warrington, to whom my sister is--is acting as\nsecretary.\" The explanation was distasteful, but he went on, carried\npast the jog by the interest of his story. \"He was at Gettysburg\nyesterday, with the President's party. He told my sister that the\nspeech so went home to the hearts of all those thousands of people\nthat when it was ended it was as if the whole audience held its\nbreath--there was not a hand lifted to applaud. One might as well\napplaud the Lord's Prayer--it would have been sacrilege. And they\nall felt it--down to the lowest. There was a long minute of reverent\nsilence, no sound from all that great throng--it seems to me, an\nenemy, that it was the most perfect tribute that has ever been paid by\nany people to any orator.\"\n\nThe boy, lifting his hand from his brother's shoulder to mark the\neffect of his brother's words, saw with surprise that in the strange\nlawyer's eyes were tears. But the wounded man did not notice.\n\n\"It will live, that speech. Fifty years from now American schoolboys\nwill be learning it as part of their education. It is not merely my\nopinion,\" he went on. \"Warrington says the whole country is ringing\nwith it. And you haven't read it? And your name's Lincoln? Warry, boy,\nwhere's the paper Nellie left? I'll read the speech to Mr. Lincoln\nmyself.\"\n\nThe boy had sprung to his feet and across the room, and had lifted\na folded newspaper from the table. \"Let me read it, Carter--it might\ntire you.\"\n\nThe giant figure which had crouched, elbows on knees, in the shadows\nby the narrow hospital cot, heaved itself slowly upward till it loomed\nat its full height in air. Lincoln turned his face toward the boy\nstanding under the flickering gas-jet and reading with soft, sliding\ninflections the words which had for twenty-four hours been gall and\nwormwood to his memory. And as the sentences slipped from the lad's\nmouth, behold, a miracle happened, for the man who had written them\nknew that they were great. He knew then, as many a lesser one has\nknown, that out of a little loving-kindness had come great joy; that\nhe had wrested with gentleness a blessing from his enemy.\n\n\"'Fourscore and seven years ago,'\" the fresh voice began, and the\nface of the dying man stood out white in the white pillows, sharp with\neagerness, and the face of the President shone as he listened as if to\nnew words. The field of yesterday, the speech, the deep silence which\nfollowed it, all were illuminated, as his mind went back, with new\nmeaning. With the realization that the stillness had meant, not\nindifference, but perhaps, as this generous enemy had said, \"The most\nperfect tribute ever paid by any people to any orator,\" there came\nto him a rush of glad strength to bear the burdens of the nation. The\nboy's tones ended clearly, deliberately:\n\n\"'We here highly resolve that these dead shall not have died in vain,\nthat this nation, under God, shall have a new birth of freedom, and\nthat government of the people, by the people, for the people shall not\nperish from the earth.'\"\n\nThere was deep stillness in the hospital ward as there had been\nstillness on the field of Gettysburg. The soldier's voice broke it.\n\"It's a wonderful speech,\" he said. \"There's nothing finer. Other men\nhave spoken stirring words, for the North and for the South, but never\nbefore, I think, with the love of both breathing through them. It is\nonly the greatest who can be a partisan without bitterness, and only\nsuch to-day may call himself not Northern or Southern, but American.\nTo feel that your enemy can fight you to death without malice, with\ncharity--it lifts country, it lifts humanity to something worth dying\nfor. They are beautiful, broad words and the sting of war would be\ndrawn if the soul of Lincoln could be breathed into the armies. Do\nyou agree with me?\" he demanded abruptly, and Lincoln answered slowly,\nfrom a happy heart.\n\n\"I believe it is a good speech,\" he said.\n\nThe impetuous Southerner went on: \"Of course, it's all wrong from\nmy point of view,\" and the gentleness of his look made the words\ncharming. \"The thought which underlies it is warped, inverted, as I\nlook at it, yet that doesn't alter my admiration of the man and of his\nwords. I'd like to put my hand in his before I die,\" he said, and the\nsudden, brilliant, sweet smile lit the transparency of his face like\na lamp; \"and I'd like to tell him that I know that what we're all\nfighting for, the best of us, is the right of our country as it is\ngiven us to see it.\" He was laboring a bit with the words now as if\nhe were tired, but he hushed the boy imperiously. \"When a man gets so\nclose to death's door that he feels the wind through it from a larger\natmosphere, then the small things are blown away. The bitterness\nof the fight has faded for me. I only feel the love of country, the\nsatisfaction of giving my life for it. The speech--that speech--has\nmade it look higher and simpler--your side as well as ours. I would\nlike to put my hand in Abraham Lincoln's--\"\n\nThe clear, deep voice, with its hesitations, its catch of weakness,\nstopped short. Convulsively the hand shot out and caught at the great\nfingers that hung near him, pulling the President, with the strength\nof agony, to his knees by the cot. The prisoner was writhing in an\nattack of mortal pain, while he held, unknowing that he held it, the\nhand of his new friend in a torturing grip. The door of death had\nopened wide and a stormy wind was carrying the bright, conquered\nspirit into that larger atmosphere of which he had spoken. Suddenly\nthe struggle ceased, the unconscious head rested in the boy's arms,\nand the hand of the Southern soldier lay quiet, where he had wished to\nplace it, in the hand of Abraham Lincoln.",
    "metadata": {
        "author": [
            "Andrews, Mary Raymond Shipman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12830/pg12830.txt",
        "name": "the_perfect_tribute.json"
    }
}