{
    "name": "The Green Dream",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "Joha, who was part Venusian, twined her translucent fingers through the\nEarthman's matted hair. She smiled. Strangely, from her light green\nface, red eyes shone with a terrible hatred and a malignant purpose.\nBut the man asleep on the couch of lizard-skin softened with layers of\nwing-feathers from the Kuh-Kuri Swampbird, was unaware of that evil,\nalmost lustful hate--for it blazed outward from her delicate face only\nwhile he slept.\n\nThe greenish glow from her body seeming to alienate her from anything\nhuman, she squatted cross-legged on the damp tamped-earth floor beside\nhim. His body was long and gaunt, his face angular with deeply sunken\neyes which were closed in exhausted sleep. Only a slight twitching of\nhis facial muscles and an occasional jerking of his body signified the\nhorror of his growing nightmare.\n\nShe withdrew her hand. Her eyes blazed more brightly like evil jewels\ninto his, piercing the closed lids with invisible beams of malignant\nand gloating resolve. Her voice was very soft.\n\n\"You do not sleep well, do you, Owen Baarslag? Every terrible thing you\nhave done to my people here in the swamps--the torture, the slavery,\nthe subjection and the terror--it haunts your dreams. Your blighted\nconscience crawls, doesn't it, Owen?\"\n\nThe sleeping man didn't answer. He was deep, deep down in the dark\nfastnesses of his nightmare, trying to escape, trying to awake.\n\nOutside the synthetic shell of the hut, in the fetid heart of the\nVenusian swamp Sector 5, a serpent hissed as it raised its pointed head\nfrom the slime and sank back again. A gigantic flying Gruoon gurgled\noverhead as it fell on its prey and flapped upward into the thick mist.\nBeyond these more abrupt sounds was the unceasing dreeing of millions\nof insects and the loud croaking of the bloated albino tree-toads that\nsagged heavily from the five-hundred foot crinoids.\n\nNow she looked with even greater intensity into his nightmare-twisted\nface, probed far behind the lids covering his black Tellurian eyes.\nThe cold light from the captured still-living Shnug-fly which dangled\nfrom the low raftered ceiling molded a weird shadow on the walls of the\ntiny hut. Joha's red eyes blazed brighter, brighter still. Her slightly\nwebbed hands gripped together with a tremendous tension of mental\neffort.\n\nOwen Baarslag screamed. He sat up with a sudden heaving motion of\nagonized fear. His eyes were wide and horror-filled as he stared at\nthe half breed creature beside him. Sweat streamed from his face made\npallid by five years in the sunless swamp. His hands trembled over his\nbearded jaw.\n\n\"Stith!\" he choked harshly. \"Get me Stith, quickly!\" He raised an arm\nto strike her, but she weaved away. She brought him a box of the Stith\ntablets crystallized from the fermented juices of the Venusian aukweed.\nHe tremblingly swallowed three of them. He got to his feet and stood\nthere, shuddering, eyes wild with the memory of the terror-dream.\n\n\n\nHe stared at her for a long time from fear-glazed eyes while the fear\ngradually died into clouds of suspicion. He suspected her ability to\nprobe his mind during sleep and implant the seeds of nightmare there,\nshe knew that. But it was only an intangible suspicion. He needed her.\nShe was his only companionship in the vast global rain-forest of Venus.\nAnd he wouldn't let the suspicion grow to the stage where he would have\nto kill her or worse. Her hold over him was a strong one. If he lost\nher, he would be alone.\n\nTo the Tellurian colonists scattered minutely through the rich area\nof Sector 5, Owen Baarslag was an unspeakable obscenity. A degenerate\nderelict; an abnormal who had \"gone native\" and things even more\ndespicable. A Stith addict who eeked out a precarious existence in the\nmost polluted occupation known: that of forcing the timid Venusian\nswamp natives to harvest the meager crops of aukweed from the lake\nbottoms. The vile drug brought fabulous credits when Baarslag managed\nto get it into the hands of secret agents on the space liners that\ndocked at the Vencity spaceport twice a year.\n\nAnd the Venusians themselves hated Baarslag with a helpless cowed\nfear. He beat, tortured and killed them whenever they refused to obey.\nAnd the necessity of probing the great depths of the lakes after the\naukweed twisted and deformed those it didn't kill, dooming them to a\nlife of incurable pain.\n\nShaking as with dohl-fever, Owen staggered to the door, peering through\nthe insect-proof netting into the writhing tendrils coming up from the\nphosphorescent bogs. He kicked Joha aside as though she were some crude\nform of vermin.\n\nThey considered him a despised abnormality, the authorities. There was\na price on his head just the same, he mused proudly. Five thousand\ncredits for his capture--alive.\n\nDead, they wouldn't care for him particularly. His brain was\nabnormal in an age when advanced psychometry had made abnormality a\nrare exception. They needed his brain for analysis. Five thousand\ncredits--that was the price they placed on his brain in the massive\nChrome laboratories in Vencity.\n\nThe labs in which his twin, Professor Albert Baarslag, held his exalted\nposition as Chief of Psychometry!\n\nThe insidious influence of the euphoric stith burned into his mind,\nfogged his eye with delusions of grandeur. He saw himself as a martyr,\na persecuted victim, sacrificed on the altars of socialization. He\nslumped down on the kuh-kuri couch again, and looked at the sinuous\noutline of the Venusian creature who took care of him as though love\ncould exist between an Earthman and a half Venusian fish.\n\n\"I wasn't always what I am now,\" he said. \"You know that, Joha!\"\n\nShe nodded. Yes. She knew. She had heard various phases of Owen's\nlife history many times. She liked to listen. The more she found out\nabout his twisted past the more horrible she could make his nightmare\nby employing her powers of suggestion. That power was common among\nher people--she still considered herself a Venusian in spite of her\nTellurian blood--but the fact that she was part Tellurian enabled her\nto exercise that power on the Earthman better than a pure blooded\nVenusian could. She knew that Owen had only a slight subconscious\nrealization of that power which she possessed, and which she had been\nusing for the past year to sow those insidious seeds of nightmare in\nOwen's mind.\n\nTo admit that she held such power over him was to admit that this\ngreen-skinned creature was superior to him--and that Owen Baarslag\ncould never admit. No one was superior to Owen Baarslag. The whole\nworld of science had been jealous and envious of him. That was why they\nhad banned him, made an outlaw of him!\n\n\"I could have been the greatest cosmologist ever known,\" he said. \"You\nknow that, Joha!\"\n\n\"Yes,\" she said in that strange slurred tongue that seemed to hold such\nemotion, yet held no tangible meaning. \"I know that, Owen.\"\n\nOwen's pale face that had been buried in the sunless mist clouded,\ndarkened.\n\n\"My own brother,\" he said. \"He betrayed me to the Scientific Council.\nThink of it, Joha! My own brother--my twin brother! Now it's time for\nhim to die.\"\n\n\"You have found a way to kill him?\" She backed away, eyes wide.\n\n\"Yes! And it is all perfect. Perfect. One would think Albert had\nprepared everything for my benefit, so that I might kill him.\nEverything is perfect. His experiment is finished. It is a great\nsuccess. And he deserves to die. You know that, don't you, Joha? Don't\nyou?\"\n\n\"Yes. I know it,\" she said.\n\n\n\nOwen glared into the mist. \"Fifteen years of study. My record was\nundeniably the highest in my study section. I might have graduated from\nWorld Tech this year, Joha! I might be in those Labs right now--instead\nof rotting here in the slime-pit! I took the final psychotic tests,\nweeks of mental probing with those damnable scanners digging into my\nbrain. And Albert--my own twin brother--with his hypocritical love\nfor me--he was the one who turned in the negative report! As Chief of\nthe Psychometric Council he could have passed me. It was because he\nwas my zygotic twin--because he knew me more intimately than even the\nscanners--that he was able to deny me entrance into the Labs! Now,\nJoha, doesn't he deserve to die?\"\n\nAnd Joha, who had heard this countless times before, made the customary\nreply. \"Yes, Owen.\" And then added. \"You have been waiting five years\nfor him to perfect his Time-Encystment principle. This--suspended\nanimation. You have said you would murder him, and take his place\nin the encystment chamber. But, Owen, are you sure you can escape\ndetection long enough to get to him in order to kill him?\"\n\n\"Yes, yes! It is all arranged. I can't fail. I must get to him. All\nthese years of hell in this cesspool--they mustn't be wasted, Joha.\nThey can't be wasted, can they?\"\n\n\"No,\" she said softly. \"They can't be. But--but I love you so much,\nOwen. When you leave, I shall be so lonely. I will probably die of\nloneliness.\"\n\nHe laughed. It was a broken, bitter laugh. It was the laughter of a\nmad man. The paranoiac who is guided by a strange genius for planned\ndestruction.\n\nThe laughter died, and he seemed to have forgotten her. He paced back\nand forth across the tiny damp hut. \"Now. Now it is time. Five years in\nhell--then paradise. Albert has perfected his time-encystment chamber.\nHe has insisted, bless him, on undergoing the experiment himself. He\ninsists against the will of the Tellurian Government, the Council,\neveryone. He is noble. 'It would not be fair,' he says, 'to allow\nanother to take the chance. It is my experiment; and it is only right\nthat I must be the guinea pig.' Ah, my brother is so noble, so fair,\nas are all hypocrites! How simple it is, Joha! I kill him. I become\nProfessor Albert Baarslag. I enter the time-encystment chamber as my\nillustrious brother. I am put into a state of suspended animation. And\nI awake in five hundred years--a free man!\"\n\nJoha knelt down, a look of worship coloring the green of her half-human\nface. \"You are so clever,\" she said. \"So patient and so thorough, and\nso brave.\"\n\n\"Killing him, that is all that really matters,\" said Owen. \"The\nencystment, that is only secondary. But it is ingenious, isn't it--to\nbecome the man I kill? There can be no punishment, no ridiculous\nretribution. Revenge is futile; in fact it isn't really revenge at all,\nif the avenger is made to suffer for his acts of vengeance.\"\n\nOwen grasped Joha's slim arm, spun her around. His mouth twisted with\ncruel pleasure as he saw the slight painful writhing of her lips. \"You\nmay begin your slow death from loneliness now, Joha. I'm leaving for\nVencity tonight.\"\n\nShe looked sadly resigned as she came close to him, slid one hand up\nand into the thick matting of his hair. \"You need rest, Owen. You were\nout there two days in the swamp getting that last three kihn of aukweed\nwithout sleep. You should rest well before you go into danger. You only\nslept an hour.\"\n\nHe lay down with a long sigh. \"Yes. That is a good idea. I'll need all\nmy powers when I go to Vencity. But those--those horrible nightmares.\"\nHis face drained, oozing sudden sweat at the memory. \"Always the\nnightmare. The same one. But each time I dream, the nightmare gets more\nhorrible! There must be some cause for it. If I could only find its\ncause. As soon as I assume Albert's identity, perhaps I can use the\npsychiatric scanner on myself and find the basic cause.\"\n\nBut her cool fingers stroking his brow sent him back into the sleep he\ndreaded. Immediately her hands withdrew. \"No, Owen, the psychiatric\nscanner will never find the cause of this nightmare. It's artificially\nendowed, Owen, dear. It has no roots in your twisted childhood, or in\nyour cruelty. And the scanner could never find its source. Because I am\nits source, and I am alien.\"\n\nHer hands drew back from his face. Her eyes pierced brighter, brighter,\neating down, down into the dregs, the dreary twisted depths of his mind.\n\n\n\nHe was running, running as before, always as before. But this time\nhis pursuers were very near. He was running in a sticky bog. With\ninfinitely slow agony he drew each foot out of the slimy muck, sat it\ndown, drew up the other foot. Around him was a thick blanket of cold\nclammy fog. And he knew it was an endless fog--that if he ran forever\nhe could never escape it. But he also knew he wouldn't run forever, or\neven very long. His pursuers were too close.\n\nHis pursuers!\n\nHe looked back. A sense of profound horror sickened him. He recognized\nthem now. For the first time they were near enough for him to identify\nthem.\n\nHe sank down on his knees. He began to crawl through the stinking ooze.\nThen he felt their nearness. They were surrounding him. He couldn't\nescape. He saw a ring of cold green faces. Hands, innumerable hands,\nreached out, tickling him with a branch of small blue nettles.\n\nHe screamed. The poison fangs of the bombi-vine. The final agonies of\nthe damned. The bombi-vine! Death would be infinitely preferable to\nthe sting of the bombi-vine. It was unendurable pain, indefinitely\nprolonged. It directly effected a mysterious distortion in the nervous\nstructure. Science had no cure, had never found the cause. Men who\nstumbled onto the nettles of the bombi-vine sought a quick and merciful\ndeath as the only escape.\n\nWithout death, the victim lived out a full lifetime of raw, shrieking\npain....\n\nHis screams as he awoke silenced the giant tree-toads who hung heavily\nfrom the five-hundred foot crinoids. But before he left for Vencity\nthrough the darkness, he had suppressed the stark horror of the dream.\n\nOnce more he had drowned his hell in Stith.\n\n\n\nHe crawled out of the decrepit tractor, on the outskirts of Vencity.\nThe city's lights glowed eerily through the night-thickened blanket\nof fog, as Owen found his way cautiously through rotting vegetation,\nthen hesitated before entering Swamper Swhin's Dive. Tinny music\ncame from the native band inside the smoky interior as it played the\nincomprehensible \"music.\" A few Earthmen and women sat inside at the\nsmall oblong tables--tourists getting a morbid thrill from Venusian\nculture.\n\nHe slipped inside, around the shadowed wall and into a public\naudio-booth. He dialed the Vencity Laboratories. \"Connect me with the\nPsychometric section, please. Urgent information for Chief Albert\nBaarslag.\"\n\n\"Who is calling?\" the male secretary's voice said sleepily.\n\n\"Jonathon Graem, kelph farmer, Sector 5. I have highly interesting\ninformation revealing some unknown facts about psychological motivation\nof native swampers in my sector.\"\n\nThe male secretary hesitated.\n\n\"Professor Baarslag knows about me,\" Owen persisted. \"I've submitted\nother discoveries of mine to him before. He told me to come back, and\nreport any new discoveries to him immediately.\"\n\n\"Just a minute, sir. I'll connect your audio with Professor Baarslag's\nstudy.\"\n\nHe knew he would get results with that line about new psychological\ndiscoveries concerning native behavior patterns. Their mental processes\nwere quite a mystery. Not a mystery to Owen any more. As far as he was\nconcerned, they didn't have any mental processes at all.\n\nOwen waited for Albert's voice. His twin still had a soft spot in his\nheart for him, he was pretty certain of that. A desperate appeal of the\nkind he intended to make would move his brother emotionally--get the\nsympathetic reaction he needed to complete his rather fantastic plan.\n\nHis brother's voice startled him. It was a perfect replica of his own.\nSoft, cultured and low. \"Yes?\"\n\n\"This is Owen.\"\n\nHe heard a catch, a pause from the other end of the audio.\n\n\"I--yes--why hello, Owen. Where are you? Wha--what do you want?\"\n\nOwen grinned coldly, but his voice was warm with repentant emotion.\n\"Albert. I--I'm giving myself up. I've had enough. It's been a noble\nand futile life for me anyway. You know that it's always been just\na matter of time before I would give myself up. Well, this is it.\nI'm--just outside the City now. At Swamper Swhin's Dive. But Albert--\"\n\nThe Chief of Psychometry's voice was low, hoarse. \"Yes, Owen.\"\n\n\"I want to see you first, Albert. I'll probably never get to see you\nagain. I'll be a completely new personality when they release me from\nthe reconditioning processes. I'd like to have a good talk with you\nbefore I turn myself in. Just a brother-to-brother talk, like old\ntimes, Albert. With me, it'll be a sort of cathartic, a confession.\nI've sinned, sinned terribly. I'd like to get it all out of my system,\nand you're the only one who might understand. Can I come up and see you\ntonight in your lab, Albert?\"\n\nThere was a long pause. \"Why--why, I guess so, Owen. Yes, yes of course\nyou may.\"\n\nGullible fool, thought Owen.\n\n\"How can you get up here without being detected by the Scanner Guard?\"\n\n\"I have the identification disks of Jonathon Graem. They'll pass the\nScanner Guard. I--Jonathon Graem died in the swamp two years ago.\"\n\n\"By accident,\" said Albert Baarslag pointedly.\n\n\"Naturally,\" said Owen with apparent sincerity, forgetting to add:\n\"--after I pushed him into a bog and kept him there too long for his\ncontinued survival.\"\n\n\"Very well, Owen,\" said the Professor of Psychometry. Then, \"I'm glad,\nOwen. So very glad that you're giving yourself up.\"\n\n\"I'll see you soon then,\" said Owen, and severed the audio connection.\n\n\n\nThe automatic electronic Scanner Guard passed him freely as the\nswamper, Jonathon Graem. Professor Albert Baarslag was in his study,\nwaiting. The rich luxuriance, the soothing harmonics radiating from the\nopaque walls--all rekindled the violent hatred Owen's paranoid mind\nfelt for his twin.\n\nAlbert Baarslag might have been Owen, only his dress was different. His\nmatted hair and beard were the same; Owen had been careful to keep that\nconstant similarity as he waited for this moment when it would be time\nto act. A plastilex smock covered Albert, whereas Owen was dressed in\nthe rubberoidalls of the swamp farmer.\n\nAlbert's face was tense with conflicting strain. His eyes were flooded\nwith sympathetic emotion, and also with a disgust he could not conceal.\nAlbert stretched out a firm hand. Owen ignored it. Albert frowned, then\nmotioned to a chair. Owen kept on standing.\n\n\"Well,\" said Albert. \"So you're repenting?\"\n\n\"There's no use drawing out this obvious deception, Albert. I've been\nwaiting for this opportunity. I'm here for revenge, Albert. To me, you\nare the most hated thing in the Universe. For the last five years I've\nbeen waiting only for this chance.\"\n\nAlbert's face became grey.\n\n\"Owen. Owen, listen. I did it for you. You're inherently unstable.\nA life in the labs would have broken you. Without perfect\ncortical-thalamic integration, no mind could stand six months in these\nLabs.\"\n\n\"Go on, Albert. Talk. That's what I'm here for. To watch you squirm.\"\n\n\"Listen to me, Owen! Whatever you do, you'll be apprehended. You can't\nescape. If you'll give yourself up, like you said you would do, I can\nsee that you get special longevity treatment in my specialized Lunarian\nClinics.\"\n\n\"It's too late for any ridiculous therapy,\" said Owen. \"I know what\nhappens in those Lunarian Clinics of yours. The result is called a\ncure, but the poor devils who are supposed to be cured aren't even the\nsame personalities any more. Who wants to be a well-integrated but\ncharacterless non-entity?\"\n\n\"No, Owen! You're not the extreme case that demands that kind of\ntreatment. Only a slight lack of integration which can be leveled\noff--if you'll only--\"\n\n\"That's enough,\" snapped Owen. \"I have a cure, for both of us. A\nnatural one, time-tested. It's as old as mankind.\" He revealed suddenly\na small proton gun, issued to the swampers for survival against the\ncarnivorous flora and fauna of Venus. He brought it out casually from\ninside the bib of his rubberoidalls, and directed it at Baarslag's\nchest. \"Jonathon Graem's,\" said Owen with a stiff grin.\n\n\n\nThe Chief of Psychometry staggered back from his chair, staring, eyes\nwet with fear and mental pain. \"Not that, Owen--not from you--my--my\ntwin.\"\n\n\"It is grotesque, isn't it?\" said Owen. \"I thought so too, when you\ndid something perhaps worse to me. Now listen. I knew you'd finally\npersuade the Council and the Government to let you be the victim of\nyour own experiment in suspended animation. I've been waiting for them\nto agree, and for a definite time to be set for the beginning of the\ntime-encystment experiment. You see, Albert, I wouldn't kill you unless\nI knew there was a good chance to get away with it, as the old timers\nused to say. And I'm definitely assured of escape. Albert, I'm taking\nyour place in the time-encystment chamber and I'm the one who's going\nto see the future you might have seen.\"\n\nAlbert Baarslag stared at his twin with incredulous horror. He no\nlonger seemed to notice the gun. \"Owen,\" he said faintly. \"Owen. Listen\nto me. It won't work with you. You're unintegrated. You--\"\n\nHe finished the admonition with a long bubbling cry, and crumbled on\nthe plastic mosaic of the floor. A bright, unreal-looking stream of\nblood flowed oilily from the blasted chest.\n\nOwen leaned with a sudden awful weariness against the desk. He had\nwondered how it would feel to kill his twin. Now he knew. A strange\nmysterious fear filled his heart as he stood there in the silence\nlooking down at the corpse. Somehow, the revenge wasn't so delectable\nas he had anticipated.\n\nBut after that Owen didn't waste any more time. First he dragged\nAlbert's body into the small but expensively compact and complete\nlaboratory just off Albert's office. He prepared a large vat which,\nthirty minutes after his twin's corpse was lowered into it, revealed\nonly scant fluid evidence that Albert Baarslag had ever existed. No\none would ever check because Owen was assuming his identity. The\nblood-stained clothes he also disposed of in a similar manner. He\ncleaned up the blood-stains on the floor with the immaculate care of\nhis kind.\n\nAfter that, dressed in Albert's clothes, no one could possibly have\nknown that it was not really Albert Baarslag, but the hated, despised,\nobscenity known as Owen Baarslag, who sat behind his desk.\n\nAnd it was the next afternoon that Professor Albert Baarslag was\nsupposed to submit himself to the time-encystment experiments. The\nProfessor, Owen Baarslag, was right on time as he dropped his gyro-car\ndown on the vast roof-landing of the great Solar Museum which contained\nthe deeply-buried encystment chamber inside its massively thick and\nmany-layered vault.\n\nThe teleo-electronic robot attendant wheeled the gyro onto an elevator\nwhile Owen, stifling a growing feeling of dusty desperation, dropped\ndownward toward the deeply-buried rendezvous.\n\nProfessor Kaufman, one of the Chiefs from the Cosmology Section,\ngreeted Owen with frank and open concern. From his earlier\nacquaintanceship with his brother, Owen knew that Kaufman had been\nAlbert's closest associate. Others greeted Owen with formal, though\nterrific enthusiasm. This was one of the most dramatic experiments of\nthe past five eras--eras which had been obsessed with social sciences\nand not sensational pastimes.\n\nThere weren't many there besides the Teleaudio Ethercast\nRepresentatives. They were busy broadcasting to Earth, Mars and the\nrest of Venus, the details of the experiment in suspended animation.\n\nOwen was the center of the stage. The central actor in one of history's\nmost sensational dramas. And it was being witnessed by a bigger\naudience than had ever been commanded by the greatest dramatist in\nsolar history.\n\nA soft-spoken interviewer from Solar Broadcasters questioned him.\nOwen's voice in his perfectly acted role was being broadcast and\ntelescreened everywhere on Earth, Mars and Venus. For the benefit of\nthe teleaudience, a microfilm was projecting a complete scientific\nexplanation, while the smooth-voiced announcer read it aloud for those\nwho demanded visual and audial transition.\n\nAnd while the announcer explained for the fascinated audience, mostly\nlaymen, Owen, two medics, and Kaufman, entered the many-doored\nthickness of the chamber, and into the very small interior where\nthe encystment reservatory machine waited. To Owen, it resembled a\nstreamlined coffin, barely large enough for his gaunt length ...\nfrightfully small, and confining.\n\nThe thick series of interlocking doors were still open and Owen could\nhear the announcer's voice:\n\n\n\n\"And, as you perhaps already know, the principle of Professor\nBaarslag's time-encystment process involves phenomena we're all\nfamiliar with. The stasis developed by Professor Albert Baarslag,\nand to which in exactly fifteen minutes he will subject himself,\nincorporates a kind of super-sleep principle. The synaptic connections\nwill be broken through amoeboid contraction--and this disconnection\nwill exist until that future time, five hundred years hence, when\nProfessor Baarslag will awaken. Five hundred years is only the opening\nexperiment, says Professor Baarslag. The next experiment can possibly\nbe for any definite period of time.\n\n\"This awakening is also interestingly arranged for by leaving one\nawaking threshold at its normal waking level. When this is activated by\nautomatic relays--\"\n\nOwen was stripped now, and his body was outstretched in the soft, deep\ndepths of the reservatory. The sliding panel that exposed his upper\ntorso was slid open and he was looking up into Kaufman's red face, and\nthe intent professional faces of the two medics. But Kaufman's face was\nserious now as he reached inside the reservatory and gripped Owen's\ndamp hand.\n\n\"Goodby, Al,\" he said. \"You're curious about man's destiny. I'm not. I\nwonder if you'll really be able to bear the knowledge of where we're\ngoing.\"\n\nOwen's mouth was dry. He licked sticky lips. He didn't say anything.\n\nThey were preparing his arm for an injection of hypnotosin.\n\nOwen twitched. He wanted to cry out his guilt. Surrender. He knew now\nthat he had made a horrible mistake.\n\nBut things blurred fast. He couldn't speak. There was a dull, pleasant\nhaze, a feeling of utter relaxation. Not utterly. It should be that\nway, but it wasn't.\n\nBecause he knew, now!\n\nVoices came from a very far distance, slow, soft and rhythmical. After\nthe anaesthesia, they would sink slender electrodes through the brain\ntissue of the cerebrum's third ventricle. Chemical reaction would\ndestroy the substance of the electrodes gradually, a process of slow\ndisintegration carefully gauged. And the lesions in the posterior\nregion of the floor and walls of the third ventricle would heal, so\nthat he might awaken--\n\n_No! Anything would be better than this! He wanted to tell them. But he\ncouldn't. It was too late. He was going under--deep down and far under._\n\nHe had been terribly misled by all the scientific jargon. Why couldn't\nthey have been simple and direct? All this principle really was, was a\ncomplete mastery and understanding of the oldest phenomenon in man--the\nmost common and the most persistent mystery.\n\nSynapsis severed. Each cellular unit self-feeding through synthetic,\ninexhaustible sources. Oxygen intake lowered to an incredibly low\nlevel. But it was really nothing other than--\n\n_SLEEP! Sleep! Pure, prolonged, unblemished, unsullied sleep!_\n\nAnd so....\n\nOwen Baarslag was again running through the endless gray mist. His feet\nwere again rising and falling with a terrifying, agonizing slowness\nfrom the thick, oozing bog.\n\nHe was down on his knees again, crawling with a futile frantic\ndesperation. They ringed him in. He was trapped again. He saw the\ncordon of silent, emotionless green fishmen. Venusian native fishmen\nand in their hands reaching out, were branches of the bombi-vine!\n\nHe screamed. He kept on screaming as the nettles slashed his flesh with\na burning hideous fire. It crept like molten liquid flame into his\nnerves, into his brain.\n\nUnendurable pain, indefinitely prolonged. His only escape from the\nnightmare had been his ability to wake. But now he was doomed to go on\nsleeping, sleeping and dreaming and knowing the infinite, implacable\npain--\n\n--for five hundred years!\n\n\n\nJoha, who was part Venusian, dove easily and silently into the swamp\nlake. She swam to the other side and stood poised on the bank. She met\nthem there. The green fish faces gazed at her with unblinking eyes and\none of them said:\n\n\"It has been done, as you planned it, Joha?\"\n\n\"It is done,\" she said softly. \"For two years I prepared him for\nfulfillment of the dream. There is no escape for him now. The dream\nis planted too deeply. He will suffer torture greater than any he\ninflicted on our people. And he will suffer them for half a thousand of\nhis years.\"\n\n\"Then your redemption is complete,\" said the little green fishman.\n\"What you have done entitles you to enter our tribe again. Even though\nyou are part Tellurian, you are again considered one of us. Come, my\ndaughter. Shall we go back?\"\n\nJoha dropped down, bowed her head twice before him. \"I am ready,\" she\nsaid.",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64648/pg64648.txt",
        "name": "the_green_dream.json"
    }
}