{
    "name": "The Bridge",
    "author": [
        "Revelle, G. G.",
        "Revelle, G.G."
    ],
    "body": "Two low flying interceptor jets screamed overhead, climbing\nfor much needed altitude as they headed out to sea. The Captain took\noff his steel helmet and looked up at the thunderous roar just before\nhe leaped from the still moving jeep. When his feet touched the ground\nhe moved quickly, shouting orders at the olive-drab truck convoy he\nhad been leading. He pointed his finger at the side of the road where\nhe wanted the small stuff. The \"duce and a half's\" he directed to the\nopposite side of the road. Then he put his helmet back on.\n\nHe watched as the troops quickly dismounted and assembled. He lighted a\ncigarette while he waited for his three officers. Only then did he look\nat the Bridge.\n\nThe massive steel structure spanning the river was six lanes wide,\ncantilever style with curved upper and lower cords. The Bridge looked\ntrim and new. It was the Captain's responsibility to see that it stayed\nthat way.\n\nHe stuck the cigarette in his mouth and reached inside the rear of\nthe jeep and checked his radio set. It was set on K channel, 29.2. He\nexpected no messages, except in an emergency.\n\nWhile he had the time he took a yellow sheet of paper out of his pocket\nand read the words pasted on it for the fourth time. Somehow they never\nchanged; they always read the same. And each time he got a sinking\nsensation in his stomach when he read them.\n\nCaptain Alfred Lowary put the yellow paper away quickly when the three\njunior officers of the Battery reported. He returned their salutes in a\nlazy sort of way. He took off his helmet again.\n\n\"The orders are the same as briefing,\" he said. \"Lieutenant Kastner\nwill take the third platoon across the river to the West side. The\nsecond platoon, Lieutenant Tudor, will move North of the entrance on\nthis side and take up position in reserve. Lieutenant Meyers will set\nup defense on this side.\" He inhaled on the cigarette and looked at\nTudor. \"Place your machine guns carefully. I want a cross-fire on that\nslight bend on the road down there.\"\n\nTudor nodded.\n\nThe Captain pinpointed Meyers with his eyes. \"You've got the\n'hot-spot'.... Just remember.... No one gets on the Bridge!\"\n\n\"But--\" Meyers began.\n\n\"No buts. I said no one. Understand?\"\n\nMeyers' \"Yes, sir,\" was barely audible.\n\n\"Any questions?\" the Captain asked.\n\nThey shook their heads negative, except Meyers. He said, \"Just one\nthing, Captain.\"\n\n\"What's that, Lieutenant?\" Lowary asked.\n\n\"Are we supposed to shoot our own people?\"\n\nLowary's face grew hard. \"If we have to, Lieutenant,\" he said. \"If we\nhave to.\" The tone of his voice told them that he wanted to avoid any\ndiscussion on the subject.\n\nThere was silence. Finally Lowary said, \"That's it, then. Let's move.\"\n\nThe Officers saluted and began to move off. Tudor took two steps, then\nhalted and returned. \"How much time do you think is left, Captain?\" he\nasked.\n\nLowary took in the man's square face, the set of his jaw. Tudor was\nex-combat, infantry during the last war.\n\n\"Who knows, Lieutenant! Minutes ... or hours. It all depends on how\nstrong the enemy is, how fast they're moving, if they are sending a boy\nto do a man's job.\"\n\nTudor looked down the river in the direction of the City some thirty\nmiles away. He seemed to have difficulty finding words. Lowary knew\nwhat he was thinking and it made him feel weak and inadequate.\n\nLowary said softly, \"We knew it would come some day, didn't we, Tudor?\"\n\nTudor faced him. \"I guess we did ...\" he hesitated.\n\n\"Well?\"\n\n\"I just didn't think I would draw this kind of duty. I don't mind\nfighting, I've had my share. But I guess I feel as Meyers does. This\nwill be something new for me, shooting my own people.\"\n\n\"Perhaps we won't have to,\" Lowary said.\n\nTudor stepped back a pace and gave him a salute. \"You don't believe\nthat any more than I do, Captain.\" He began to walk away swiftly.\n\nLowary watched him go and he wondered how many men in the Battery were\nthinking the same thing? It could create a serious psychological block.\nDamn it. It was bothering him too. But he could do it if he had to. He\nknew he could.\n\nHe climbed into his jeep and adjusted the radio squelch button,\ncutting down on the steady crackling noise. He found himself repeating\nunder his breath. _I can do it because I know I have to. I can do it\nbecause...._ He jammed down on the starter and shoved the gearshift\ninto first. He had to force the thoughts from his mind. He had orders\nto follow; orders left no room for personal feelings. Yet he knew the\nyellow paper in his pocket was mocking him.\n\n\n\nThe jeep was opposite the bridge entrance when he halted it\nmomentarily. Lieutenant Meyers was busy talking to a machine-gunner\nnamed Morgan. As Lowary recalled, from what little he had seen during\nthe three weeks he had been commanding the outfit since his transfer\nfrom the middle west, Morgan was a conscientious type of soldier.\nMeyers was making a good choice for such a delicate position. He moved\non.\n\nThe tires made a low singing sound when he rolled on the bridge, heavy\ntread pounding on steel grating.\n\nA sign attached to an upright girder caught his eye. He smiled\nsardonically and he wondered what the author had in mind when he\nphrased it.\n\nIt said: IN EVENT OF AIR ATTACK--DRIVE OFF THE BRIDGE.\n\nThe Captain shook his head.\n\nWhen he got to the center of the bridge he halted the jeep. He got out\nand crossed over the lanes to the south railing and looked down at the\ngray water. It looks muddy, he thought. A wide, muddy snake winding its\nway down to the City. He looked at the horizon. He couldn't see the\nCity but he knew it was there. He wondered for how long!\n\nIt will light up like a torch, he thought. One huge sheet of red and\norange flame a mile high, like the gates of hell swinging open. Then\nthere would be nothing but a towering mushroom of black smoke to mark\nthe spot of the largest City in the world.\n\nHe found his hand clutching something in his pocket. He took it out and\nlooked at it. Then, bitterly, he put it away. It was the yellow sheet\nof paper again. To read it would be torture.\n\nLowary ran the zipper up on his loose fitting green field jacket as\na sudden chill took him. He blamed it on the nonexistent wind as he\nlighted another cigarette.\n\nThe sound of a motor caused him to look up. He narrowed his eyes,\nlooking at the far end of the bridge. It was Lieutenant Kastner; he\ncould tell by the foot resting carelessly on the outside fender.\nKastner drove as though he were resting in an easy chair with his feet\nnestled on a hassock.\n\nKastner swung out of the jeep loosely, with the grace of a well\ncoordinated athlete. A wide grin split his face.\n\n\"Just on my way to report to you, Captain. Everything is set up on my\nside.\"\n\nLowary smiled. He had been on his way to check Kastner. Lowary took in\nthe blond man's well proportioned body. Kastner looked like the recruit\nad on a \"wild-blue-yonder\" poster.\n\nKastner's eyes left Lowary's face. The Captain followed the other's\ngaze upward. Two long, white vapor trails were cutting across the blue\nsky.\n\n\"They're ours,\" Kastner said. \"They're heading North by East, toward\nthe ocean.\" He looked at Lowary. \"Maybe they can stop it before it\nstarts!\"\n\n\"Maybe,\" the Captain said softly. In his heart he knew it was only a\nfaint hope. The Air Force never tried to conceal the fact that some of\nthe enemy could be expected to sneak through in the event of attack.\n\n\"I don't think we'll have much trouble at our end of the bridge,\nCaptain. I don't think anyone will be fighting to go in that\ndirection,\" he nodded down the river, in the direction of the City.\n\n\"I guess not,\" Lowary said absently.\n\n\"This waiting can be murder,\" Kastner said. \"It just doesn't seem\nright, waiting to be clobbered. Sitting here until they drop one down\nour throats before we can fight back.\"\n\nLowary smiled bitterly. \"It's always been that way, Kastner. I suppose\nit always will be.\" Lowary squashed the cigarette butt with his heel.\n\n\"How's Meyers taking all this?\" Kastner asked. Lowary raised his\neyebrows. \"His sister works in the City,\" Kastner went on. \"They're\npretty close.\"\n\n\"I didn't know,\" Lowary replied. He thought, perhaps I should change\nassignments. Kastner wouldn't picture every woman who might try to\nbreak through as his sister. It would make it easier on Meyers.\n\n\"You're from Dakota, aren't you, Captain?\"\n\n\"I was stationed there for three years before this assignment. This is\nmy first trip East.\"\n\n\"Married?\"\n\n\"Wife ... son and daughter. The girl is eight, the boy twelve.\" The\npicture of blond, thin, lovable little Susan came to his mind. And\nRonnie, with the freshly found sense of humor, who wanted to be a\nwriter when he grew up ... if he grew up. He hadn't seen them or Dot\nsince the transfer came unexpectedly. He missed them, badly. He hadn't\nrealized how much until just this minute.\n\n\"Did you bring your family with you?\" Kastner asked.\n\nLowary shook his head. \"No. Dot stayed behind to sell some of the\nfurniture, and to let the children finish school. It's no good changing\nschools in the middle of a semester.\"\n\n\"I guess it isn't. I wouldn't know though. I'm single.\"\n\nThe sound of rubber pounding on the steel grating caused them both to\nturn. The Captain expected to see an Army 2-1/2 ton truck. The truck\nwasn't olive-drab, it was white. BAKERY was stenciled on the side of\nthe closed cabin in red letters.\n\nKastner moved to the opposite lane on a fast run. He waved his arms.\n\"What are you doing on the bridge?\" he shouted. \"It's closed to\ncivilians.\"\n\nThe driver stuck his balding head out of the window. His face was dirty\nand tired. \"The Lieutenant back there said it was O.K.\" He looked at\nLowary. \"I'm only going to Kingston, Captain.\"\n\nLowary turned to Kastner. \"Check this guy. I'll be back.\" He jumped\ninto his jeep and wheeled it around. This time he kept the accelerator\nto the floor. Meyers was a fool!\n\nHe found the tall, thin officer leaning on the rail, looking down the\nriver toward the City. He leaped from the jeep, reached Meyers with two\nstrides.\n\n\"If you have to do that, Lieutenant, do it where the troops can't see\nyou. It's bad for morale,\" he said bitterly.\n\nMeyers spun around quickly.\n\n\"You had orders to keep this bridge closed, Lieutenant. Why didn't you?\"\n\nMeyers opened his mouth, then shut it without saying a word. \"Speak\nup,\" Lowary raised his voice. Meyers' eyes met his. \"You wouldn't\nunderstand, Captain,\" Meyers said evenly.\n\n\"Try me,\" Lowary fought to keep his voice down.\n\n\"You seem to forget that these are our people ... not the enemy. He was\njust a poor working slob who wanted to get home to be with his wife\nand kids. To him it might be his last day on earth. Who are we to deny\nthat?\"\n\nLowary said nothing.\n\nMeyers said, \"You're not worrying, your family is safe out in the\nMiddle West. We know people around here. They aren't just shadows. We\nshould be helping them.\"\n\nThe Captain took off his helmet. He reached for another cigarette.\nFinally he said, \"Do you realize how important this bridge is if there\nis an attack? It connects one of the routes designated for the relief\nof the City if it is hit. You were too young for the last war so you\nprobably don't realize what happens when wanderers, escapees hit the\nroad. They can tie it up like a knot so that no one moves. They have\nother routes they can use. This one is closed. We've got to keep it for\nemergency use.\"\n\n\"What's one truck?\" Meyers said.\n\n\"One truck, loaded with explosives could park in the middle of this\nhuge erector set and blow it sky high. All the Reds aren't in those\nplanes the Coastal Defense sighted. We have some right here, waiting.\"\n\n\"But he wasn't a Red. He lives in Kingston!\" Meyers protested.\n\n\"How do you know?\" Lowary said simply. He didn't wait for Meyers'\nanswer, he turned and began to walk away.\n\n\"Captain!\"\n\nLowary turned at the sound of Tudor's heavy voice. The stocky officer\nwas waving at him from up the road, pumping his arm with clenched fist\nup and down, the signal for double time. Lowary took off on the run. He\ncould hear Meyers' feet pounding behind him.\n\nTudor was standing beside a young corporal looking down the steep,\nrocky embankment at one of the concrete piers supporting the bridge. A\nsmall figure was making its way toward it.\n\n\"It looks like one of our boy's decided to go over the hill,\" Tudor\nsaid tersely.\n\nLowary faced the young corporal. \"Unsling that rifle, son, and see if\nyou can pick him off.\"\n\nLowary felt Tudor's hand on his arm. \"There's no need for that,\nCaptain. I'll send a squad down to pick him up.\"\n\nLowary glanced down at the hand. Tudor removed it. He spoke directly\nto the corporal, \"I said see if you can pick him off!\" The soldier\nhesitated. Lowary knew why. The figure down there was in uniform,\nprobably a friend.\n\nThe Captain snatched the rifle from the corporal's frozen fingers. He\nslapped the stock against his own shoulder.\n\n\"He's probably just a scared, bewildered kid,\" Meyers cut in quickly.\n\n\"If I'm wrong, I'll apologize,\" Lowary said as he sighted down the\nbarrel. He planted his feet firmly and squeezed. The stock slammed\nhim in the shoulder. He cursed, then he squeezed again. This time\nhe remembered to hold his breath. The figure slumped, fell off the\nconcrete, into the water.\n\nLowary juggled the gun once by its balance, then he handed it back to\nthe corporal who was staring dully at the small figure floating and\nbobbing in the water. \"You can send that squad down to get him now, if\nyou want, Lieutenant Tudor,\" he said before he turned away.\n\n\n\nHe walked slowly. He could have explained, but there wasn't time.\nDecisions had to be made quickly, right or wrong. Perhaps the kid\ndown there _was_ afraid, just running away. But he couldn't take that\nchance. There was no reason to believe that the military didn't have\nsome subversive elements within; the Reds had infiltered everywhere\nelse. And what better time for the rats to come out of their nests,\nthen now, when the country was on their target list! One man could be\nas dangerous as a Red Division.\n\nLowary climbed into his jeep conscious of how tired he felt. I'm\ngetting old, he thought. He leaned back and took off his helmet and\nlooked up at the clear blue sky, letting the breeze fan his face. A\nhigh, distant speck caught his eye. It was trailed by a four-forked\nstream of white. He felt his stomach grow cold, as he stared in\nfascination at the four vapor streams that could only be one thing; a\nmulti-engine bomber. It was coming in from the Northwest, heading for\nthe City. The enemy had slipped one through the defense.\n\nHe tore his eyes from the sky. Perhaps no one else had seen it. It\nwould be better if they never did.\n\nAnd so it comes, he thought. The end of an age ... back to the sticks\nand stones for good. He drew in on a new cigarette, thinking of Dorothy\nand Susan and Ronnie. He became conscious of Meyers standing beside\nhim. He wished he would go away, there was so little time left to\ndaydream. He wanted to be alone.\n\n\"The guard down the road says there is a pile-up of civilian cars that\ndemand to go across.\"\n\nLowary looked up. \"Send some of the reserve platoon down and force them\nback. You know the orders!\"\n\n\"Look, Captain. We've got maybe ten ... fifteen minutes left. What\nharm will it do?\"\n\nLowary felt weary. Meyers hadn't failed to see the bomber, neither had\nthe people in the cars. They knew it was the beginning of the end.\nMeyers and Tudor, and the others were wearing him down. He felt like\ngiving them their damn bridge. It would be easy, so final.\n\nHe took the yellow paper out of his pocket and glanced at the pasted\nletters again. When he was finished he knew what he had to do. He had\nno choice.\n\nLowary handed the paper to Meyers. \"I'll take care of things down the\nroad. Perhaps you might like to read this while I'm gone,\" he said. The\nLieutenant looked puzzled when Lowary drove away.\n\n\n\nThe traffic was jammed just as Meyers said it was. The Sergeant in\ncommand of the squad had set up a small road block. A machine-gunner,\nMorgan, was sitting behind a .50 Cal. looking down the barrel. Lowary\ndrove past them, up to the lead car.\n\nAs he threw his legs out over the side of the jeep he looked up\nquickly. The single multi-engine bomber was overhead, still heading\nSouth. In the distance he could see new vapor streams, much smaller,\nmuch faster. The Interceptor Command was giving chase. Lowary could see\nthat they would be too late to save the City.\n\n\"Please let us through, Captain!\" a woman near him asked. She was\nslender, she had been crying.\n\nLowary felt so helpless. He said, \"There is nothing I can do. This\nbridge must be kept open for relief purposes. It is out of my hands.\"\n\n\"You're a murderer. You're keeping us here to be killed.\"\n\n\"There were other routes open. You should have taken--\" The woman flung\nherself at him, beating at his chest with her thin hands. \"I want to go\nhome,\" she screamed.\n\nLowary took her by the wrists and held her off gently. God give me\nstrength, he prayed. It would be so easy to let her through, along\nwith the others. They would be safe, perhaps. But he would be running\nthe risk of losing the bridge. Everyone in the City wouldn't die,\nsome would survive the hell blast. They would need medical attention,\nsupplies, food and water. They deserved that chance.\n\nA man's heavy voice carried above the shouts. \"We can get through if we\nall try it at the same time. He can't shoot us ... he's in the line of\nfire.\"\n\nLowary hadn't realized it, but it was true. The machine-gunners were\nsighting down his back. He shouted above the rising din, \"It makes no\ndifference, they'll shoot if they have to.\"\n\n\"It's a lie,\" a woman shouted. Lowary heard the whine of a powerful\nmotor start up. \"Well, I'm for giving it a try,\" he heard someone far\nback say.\n\nLowary turned and faced the gunners. He could see Morgan's strained\nface. The kid looked so young, yet he was the only one Lowary felt he\ncould depend on. \"If anything moves down here I want you to open fire,\"\nhe called to Morgan. \"Understand?\"\n\nMorgan's helmet nodded slowly.\n\nLowary turned around. The woman seemed undecided. Lowary spoke softly.\n\"Why don't you get down off the road, into that gully? You'll be safe\nthere.\"\n\nThe woman's mouth worked up and down but no words came out. Her face\nwas white and haggard.\n\nThe radio in Lowary's jeep began a familiar crackling sound as someone\non the same frequency pressed a button on a handset.\n\nLowary was afraid to move. He could easily start a stampede if the\ncivilians thought he was making the move just to get out of the line of\nsight of the machine gunners. Slowly, he raised his hand until it was\nnear the .45 resting in the holster clipped to his web belt.\n\nHe waited.\n\n\"LARGO ONE--THIS IS LARGO NINE--OVER.\"\n\nLowary edged backwards, still facing the crowd. The woman was crying\nnow. Down the line of cars he could hear the high powered motor being\ngunned as it was being maneuvered out of the line. Soon it would make\nthe attempt of running down Morgan and the others. It wouldn't stand a\nchance, but the others might succeed in the confusion that would follow.\n\nHe made the decision then. Deliberately, he turned his back on the\ncrowd and walked to the jeep.\n\n\"Don't let him turn on that radio,\" a man's voice called. \"He will warn\nthe rest of the troops to be waiting for us.\"\n\nLowary picked up the hand-mike. \"This is Largo One,\" he said.\n\n\"THIS IS LARGO NINE,\" the voice on the radio said. \"ALL CLEAR. REPEAT.\nALL CLEAR. BOOGIES CLAIM THEY WERE ON A PEACEFUL TRAINING MANEUVER AND\nGOT OFF COURSE,\" the sender's low laugh contained no humor. \"RESUME\nTRAFFIC ON THE BRIDGE.\"\n\nLowary's hand trembled as he laid the 'mike' on the seat. He looked up\nat the sky. The jet bomber had veered left, was heading out to sea,\nheavily escorted. Lowary took off his helmet and signaled Morgan to let\nthe civilians through. He knew Meyers and the others had heard on their\nown sets.\n\nThe enemy had been testing the defenses, he knew. Another calculated\nmove in the cold war. They were probing, hitting hard with psychology.\nWhile everyone was relaxing, enjoying the reprieve, they could very\nwell come back. That would be their way.\n\nLowary was lighting another cigarette when the soldier came up to him,\nsaluted. \"Lieutenant Meyers said to give this to you, sir, and to say\nthat he was sorry if he didn't understand before.\" He handed Lowary the\nyellow sheet of paper.\n\nLowary opened the wrinkled telegram and read it again for the tenth\ntime since that morning. CHILDREN AND I ARRIVED CITY THIS MORNING--WILL\nSPEND DAY SHOPPING--SEE YOU TONIGHT DARLING--LOVE--DOT.\n\nLowary put the telegram in his pocket carefully. \"Hop in, son. I'll\ngive you a lift,\" he said to the soldier. He looked over his shoulder,\ndown the river. Then his eyes settled on the bridge. Finally, he said\nsoftly, \"We're going home.\" His heart quickened when he said it.",
    "metadata": {
        "author": [
            "Revelle, G. G.",
            "Revelle, G.G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60303/pg60303.txt",
        "name": "the_bridge.json"
    }
}