{
    "name": "The Cyber and Justice Holmes",
    "author": [
        "Riley, Frank Wilbert",
        "Riley, Frank",
        "Ryhlick, Frank"
    ],
    "body": "\"Cyber justice!\" That's what the District Attorney had called it in his\ncampaign speech last night.\n\n\"Cyber justice!\"\n\nOh, hell!\n\nJudge Walhfred Anderson threw the morning fax paper on top of the law\nbooks he had been researching for the past two hours, and stomped\nangrily across his chamber to the door of the courtroom.\n\nBut it was easier to throw away the paper than the image of the words:\n\n\"--and, if re-elected, I pledge to do all in my power to help replace\nhuman inefficiency with Cyber justice in the courts of this county!\n\n\"We've seen what other counties have done with Cyber judges. We've\nwitnessed the effectiveness of cybernetic units in our own Appellate\nDivision.... And I can promise you twice as many prosecutions at half\nthe cost to the taxpayers ... with modern, streamlined Cyber justice!\"\n\nOh, hell!\n\nWalhfred Anderson caught a glimpse of his reflection in the oval mirror\nbehind the coat rack. He paused, fuming, and smoothed down the few\nlingering strands of grey hair. The District Attorney was waiting for\nhim out there. No use giving him the satisfaction of looking upset.\nOnly a few moments ago, the Presiding Judge had visaphoned a warning\nthat the D.A. had obtained a change of calendar and was going to spring\na surprise case this morning....\n\nThe Judge cocked his bow tie at a jaunty angle, opened the neckline of\nhis black robe enough for the pink boutonniere to peep out, and stepped\ninto the courtroom as sprightly as his eighty-six years would permit.\n\nThe District Attorney was an ex-football player, square-shouldered and\nsquare-jawed. He propelled himself to his feet, bowed perfunctorily and\nremained standing for the Pledge of Allegiance.\n\nAs the bailiff's voice repeated the pledge in an unbroken monotone,\nWalhfred Anderson allowed his eyes to wander to the gold-framed picture\nof his personal symbol of justice, Oliver Wendell Holmes. Judge\nAnderson winked at Justice Holmes. It was a morning ritual he had\nobserved without fail for nearly fifty years.\n\nThis wasn't the classic picture of Justice Holmes. Not the leonine\nfigure Walhfred Anderson had once seen in the National Gallery. The\nJustice Holmes on the wall of Judge Anderson's courtroom was much\nwarmer and more human than the official portrait. It was from an old\netching that showed the Justice wearing a natty grey fedora. The\nJustice's fabled mustaches were long and sweeping, giving him the air\nof a titled playboy, but his eyes were the eyes of the man who had\nsaid: \"When I am dying, my last words will be--have faith and pursue\nthe unknown end.\"\n\nThose were good words to remember, when you were eighty-six. Walhfred\nAnderson stared wistfully at the yellowed etching, waiting for some\nother dearly remembered phrase to spring up between them. But Justice\nHolmes wasn't communicative this morning. He hadn't been for a long\ntime.\n\nThe District Attorney's voice, threaded with sarcasm, broke into his\nreverie:\n\n\"If the Court pleases, I would like to call up the case of People vs.\nProfessor Neustadt.\"\n\nWalhfred Anderson accepted the file from his aging, nearsighted clerk.\nHe saw that the case had been assigned originally to Department 42. It\nwas the case he had been warned about by the Presiding Judge.\n\nWalhfred Anderson struggled to focus all his attention on the complaint\nbefore him. His craggy features, once described as resembling a benign\nbulldog, grew rigid with concentration. The Judge had a strong sense\nof honor about dividing his attention in Court. A case was not just a\ncase; it was a human being whose past, present and future were wrapped\nup in the charge against him.\n\n\"Your Honor,\" the District Attorney broke in, impatiently, \"if the\nCourt will permit, I can summarize this case very quickly....\"\n\nThe tone of his voice implied:\n\nA Cyber judge would speed things up around here. Feed the facts into\nthe proprioceptor, and they'd be stored and correlated instantly.\n\nPerhaps so, Walhfred Anderson thought, suddenly tired, though the\nmorning was still young. At eighty-six you couldn't go on fighting\nand resisting much longer. Maybe he should resign, and listen to\nthe speeches at a farewell luncheon, and let a Cyber take over. The\nCybers were fast. They ruled swiftly and surely on points of law. They\nseparated fact from fallacy. They were not led down side avenues of\njustice by human frailty. Their vision was not blurred by emotion.\nAnd yet ... Judge Anderson looked to Justice Holmes for a clarifying\nthought, but the Justice's eyes were opaque, inscrutable.\n\nJudge Anderson wearily settled back in his tall chair, bracing the ache\nin his back against the leather padding.\n\n\"You may proceed,\" he told the District Attorney.\n\n\"Thank you, your Honor.\"\n\nThis time the edge of sarcasm was so sharp that the Clerk and Court\nStenographer looked up indignantly, expecting one of the Judge's famous\nretorts.\n\nThe crags in the Judge's face deepened, but he remained quiet.\n\nWith a tight smile, the District Attorney picked up his notebook.\n\n\"The defendant,\" he began crisply, \"is charged on three counts of fraud\nunder Section 31....\"\n\n\"To wit,\" rumbled Judge Anderson, restlessly.\n\n\"To wit,\" snapped the D.A., \"the defendant is charged with giving\npaid performances at a local theatre, during which he purported to\ndemonstrate that he could take over Cyber functions and perform them\nmore efficiently.\"\n\nWalhfred Anderson felt the door closing on him. So this was why the\nD.A. had requested a change of calendar! What a perfect tie-in with the\nelection campaign! He swiveled to study the defendant.\n\nProfessor Neustadt was an astonishingly thin little man; the bones of\nhis shoulders seemed about to thrust through the padding of his cheap\nbrown suit. His thinness, combined with a tuft of white hair at the\npeak of his forehead, gave him the look of a scrawny bird.\n\n\"Our investigation of this defendant,\" continued the D.A., \"showed that\nhis title was assumed merely for stage purposes. He has been associated\nwith the less creditable phases of show business for many years. In his\nyouth, he gained considerable attention as a 'quiz kid', and later, for\na time, ran his own program and syndicated column. But his novelty wore\noff, and he apparently created this cybernetic act to....\"\n\nRousing himself to his judicial responsibility, Judge Anderson\ninterrupted:\n\n\"Is the defendant represented by counsel?\"\n\n\"Your Honor,\" spoke up Professor Neustadt, in a resonant, bass voice\nthat should have come from a much larger diaphragm, \"I request the\nCourt's permission to act as my own attorney.\"\n\nWalhfred Anderson saw the D.A. smile, and he surmised that the old\nlegal truism was going through his mind: A man who defends himself has\na fool for a client.\n\n\"If it's a question of finances,\" the Judge rumbled gently.\n\n\"It is not a question of finances. I merely wish to defend myself.\"\n\nJudge Anderson was annoyed, worried. Whoever he was or claimed to be,\nthis Professor was evidently something of a crackpot. The D.A. would\ntear him to small pieces, and twist the whole case into an implicit\nargument for Cyber judges.\n\n\"The defendant has a right to act as his own counsel,\" the D.A.\nreminded him.\n\n\"The Court is aware of that,\" retorted the Judge. Only the restraining\neye of Oliver Wendell Holmes kept him from cutting loose on the D.A.\nBut one more remark like that, and he'd turn his back on the Justice.\nAfter all, what right had Holmes to get stuffy at a time like this?\nHe'd never had to contend with Cyber justice!\n\nHe motioned to the D.A. to continue with the People's case, but the\nProfessor spoke up first:\n\n\"Your Honor, I stipulate to the prosecution evidence.\"\n\nThe D.A. squinted warily.\n\n\"Is the defendant pleading guilty?\"\n\n\"I am merely stipulating to the evidence. Surely the prosecution knows\nthe difference between a stipulation and a plea! I am only trying to\nsave the time of the Court by stipulating to the material facts in the\ncomplaint against me!\"\n\nThe D.A. was obviously disappointed in not being able to present his\ncase. Walhfred Anderson repressed an urge to chuckle. He wondered how a\nCyber judge would handle a stipulation.\n\n\"Do you have a defense to present?\" he asked the Professor.\n\n\"Indeed I do, your Honor! I propose to bring a Cyber into the courtroom\nand prove that I can perform its functions more efficiently!\"\n\nThe D.A. flushed.\n\n\"What kind of a farce is this? We've watched the defendant's\nperformance for several days, and it's perfectly clear that he is\nmerely competing against his own special Cyber unit, one with very\nlimited memory storage capacity....\"\n\n\"I propose further,\" continued Professor Neustadt, ignoring the D.A.,\n\"that the prosecution bring any Cyber unit of its choice into Court. I\nam quite willing to compete against any Cyber yet devised!\"\n\nThis man was not only a crackpot, he was a lunatic, thought Walhfred\nAnderson with an inward groan. No one but a lunatic would claim he\ncould compete with the memory storage capacity of a Cyber.\n\nAs always when troubled, he looked toward Oliver Wendell Holmes for\nhelp, but the Justice was still inscrutable. He certainly was being\ndifficult this morning!\n\nThe Judge sighed, and began a ruling:\n\n\"The procedure suggested by the defendant would fail to answer to the\nmaterial counts of the complaint....\"\n\nBut, as he had expected, the D.A. did not intend to let this\nopportunity pass.\n\n\"May it please the Court,\" said the District Attorney, with a wide grin\nfor the fax reporter, \"the people will stipulate to the defense, and\nwill not press for trial of the complaint if the defendant can indeed\ncompete with a Cyber unit of our choice.\"\n\nWalhfred Anderson glowered at the unsympathetic Justice Holmes. Dammit,\nman, he thought, don't be so calm about this whole thing. What if you\nwere sitting here, and I was up there in a gold frame? Aloud, he\nhedged:\n\n\"The Court does not believe such a test could be properly and fairly\nconducted.\"\n\n\"I am not concerned with being fairly treated,\" orated the wispy\nProfessor. \"I propose that five questions or problems be posed to the\nCyber and myself, and that we be judged on both the speed and accuracy\nof our replies. I am quite willing for the prosecution to select the\nquestions.\"\n\nGo to hell, Holmes, thought Judge Anderson. I don't need you anyway.\nI've got the answer. The Professor is stark, raving mad.\n\nBefore he could develop a ruling along this line, the grinning D.A. had\naccepted the Professor's terms.\n\n\"I have but one condition,\" interposed the defendant, \"if I win this\ntest, I would like to submit a question of my own to the Cyber.\"\n\nThe D.A. hesitated, conferred in a whisper with his assistant, then\nshrugged.\n\n\"We so stipulate.\"\n\nFirmly, Walhfred Anderson turned his back on Oliver Wendell Holmes.\n\n\"In the opinion of the Court,\" he thundered, \"the proposed\ndemonstration would be irrelevant, immaterial and without substantive\nbasis in law. Unless the People proceed with their case in the proper\nmanner, the Court will dismiss this complaint!\"\n\n\"Objection!\"\n\n\"Objection!\"\n\nThe word was spoken simultaneously by both the D.A. and the Professor.\nThen the defendant bowed toward the District Attorney, and asked him to\ncontinue.\n\n\n\nFor one of the few times in his life, Walhfred Anderson found himself\nfaced with the same objection, at the same time, from both prosecution\nand defense. What a morning! He felt like turning the court over to a\nCyber judge right here and now, and stomping back to his chambers. Let\nHolmes try getting along with a Cyber!\n\nThe D.A.'s voice slashed into his thoughts.\n\n\"The People object on the grounds that there is ample precedent in law\nfor the type of court demonstration to which we have agreed....\"\n\n\"For example,\" spoke up the Professor, \"People vs. Borth, 201 N.Y.,\nSupp. 47--\"\n\nThe District Attorney blinked, and looked wary again.\n\n\"The People are not familiar with the citation,\" he said, \"but there\nis no reason to be in doubt. The revised Judicial Code of Procedure\nprovides for automatic and immediate review of disputed points of law\nby the Cyber Appellate Division.\"\n\nCAD! Walhfred Anderson customarily used every legal stratagem to avoid\nthe indignity of appearing before CAD. But now he was neatly trapped.\n\nGrumbling, he visaphoned the Presiding Judge, and was immediately\nassigned to Cyber V, CAD, fourth floor.\n\nCyber V presided over a sunlit, pleasantly carpeted courtroom in the\nsouth wing of the Justice Building. Square, bulky, with mat black\nfinish, the Cyber reposed in the center of a raised mahogany stand.\nIts screen and vocader grill looked austerely down on the long tables\nprovided for opposing counsel.\n\nAs Walhfred Anderson belligerently led the Professor and the D.A. into\nthe courtroom, Cyber V hummed softly. A dozen colored lights on its\nfront grid began to blink.\n\nJudge Anderson angrily repressed an instinct to bow, as he had done\nin his younger years when appearing to plead a case before a human\nAppellate Court.\n\nThe Cyber's soft, pleasantly modulated voice said:\n\n\"Please proceed.\"\n\nCurbing his roiled feelings of rage and indignity, the Judge stepped to\nthe stand in front of the vocader grill and tersely presented the facts\nof the case, the reasons for his ruling. Cyber V blinked and hummed\nsteadily, assimilating and filing the facts.\n\nThe D.A. followed the Judge to the stand, and, from long habit,\naddressed Cyber V with the same emotion and voice tricks he would have\nused in speaking to a human judge. Walhfred Anderson grimaced with\ndisgust.\n\nWhen the D.A. finished, Cyber V hummed briefly, two amber lights\nflickered, and the soft voice said:\n\n\"Defense counsel will please take the stand.\"\n\nProfessor Neustadt smiled his ironic, exasperating smile.\n\n\"The defense stipulates to the facts as stated.\"\n\nThe frontal grid lights on Cyber V flashed furiously; the hum rose to a\nwhine, like a motor accelerating for a steep climb.\n\nSuddenly, all was quiet, and Cyber V spoke in the same soft, pleasant\nvoice:\n\n\"There are three cases in modern jurisprudence that have direct bearing\non the matter of People vs. Neustadt.\n\n\"Best known is the case of People vs. Borth, 201 N.Y., Supp. 47....\"\n\nWalhfred Anderson saw the D.A. stiffen to attention as the Cyber\nrepeated the citation given by Professor Neustadt. He felt his own\npulse surge with the stir of a faint, indefinable hope.\n\n\"There are also the cases of Forsythe vs. State, 6 Ohio, 19, and Murphy\nvs. U.S., 2d, 85 C.C.A.\n\n\"These cases establish precedence for a courtroom demonstration to\ndetermine points of material fact.\n\n\"Thank you, Gentlemen.\"\n\nThe voice stopped. All lights went dark. Cyber V, CAD, had rendered its\ndecision.\n\nWhatever misgivings the D.A. may have generated over the Professor's\ndisplay of legal knowledge were overshadowed now by his satisfaction at\nthis display of Cyber efficiency.\n\n\"Eight minutes!\" he announced triumphantly. \"Eight minutes to present\nthe facts of the case and obtain a ruling. There's efficiency for you!\nThere's modern courtroom procedure!\"\n\nWalhfred Anderson felt the weight of eighty-six years as he cocked\nthe angle of his bow tie, squared his shoulders and led the way back\nto his own courtroom. Maybe the new way was right. Maybe he was just\nan old man, burdened with dreams, memories, the impedimentia of human\nemotions. It would have taken him many long, weary hours to dig out\nthose cases. Maybe the old way had died with Holmes and the other\ngiants of that era.\n\nDetails of the demonstration were quickly concluded. The D.A. selected\na Cyber IX for the test. Evidently he had acquired a new respect for\nProfessor Neustadt and was taking no chances. Cyber IX was a massive\nnew model, used as an intergrator by the sciences. Judge Anderson had\nheard that its memory storage units were the greatest yet devised.\n\nIf Professor Neustadt had also heard this, he gave no sign of it. He\nmade only a slight, contemptuous nod of assent to the D.A.'s choice.\n\nFor an instant, the Judge found himself hoping that the Professor would\nbe beaten into humility by Cyber IX. The man's attitude was maddening.\n\nWalhfred Anderson banged his gavel harder than necessary, and recessed\nthe hearing for three days. In the meantime, a Cyber IX was to be moved\ninto the courtroom and placed under guard. Professor Neustadt was freed\non bail, which he had already posted.\n\nCourt fax-sheet reporters picked up the story and ballooned it. The\nD.A.'s office released publicity stories almost hourly. Cartoonists\ncreated \"Battle of the Century\" illustrations, with Cyber IX and\nProfessor Neustadt posed like fighters in opposite corners of the ring.\n\"Man challenges machine\" was the caption, indicating that the Professor\nwas a definite underdog and thus the sentimental favorite. One court\nreporter confided to Judge Anderson that bookmakers were offering odds\nof ten to one on Cyber IX.\n\nTo the Judge's continuing disgust, Professor Neustadt seemed as avid\nas the Prosecutor's office for publicity. He allowed himself to be\nguest-interviewed on every available television show; one program dug\nup an ancient film of the Professor as a quiz kid, extracting cube\nroots in a piping, confident voice.\n\nPublic interest boiled. TV coverage of the court test was demanded,\nand eagerly agreed to by both the Prosecutor and Professor Neustadt.\nWalhfred Anderson ached to cry out against bringing a carnival\natmosphere into his courtroom; the fax photographers were bad enough.\nBut he knew that any attempt to interfere would bring him back before\nthat infernal CAD.\n\n\n\nWhen he entered his courtroom on the morning of the trial, the Judge\nwore a new bow tie, a flippant green, but he felt like many a defendant\nhe had watched step up before his bench to receive sentence. After this\nmorning, there'd be no stopping the D.A.'s campaign for Cyber judges.\nHe glared unhappily at the battery of television cameras. He noted that\none of them was pointed at Oliver Wendell Holmes. The Justice didn't\nseem to mind; but who would--all safe and snug in a nice gold frame?\nEasy enough for Holmes to look so cocky.\n\nThe bright lights hurt his eyes, and he had to steel himself in order\nto present the picture of dignified equanimity that was expected of a\njudge. People would be looking at him from every part of the world.\nFive hundred million viewers, one of the columnists had estimated.\n\nProfessor Neustadt appeared in the same shiny brown suit. As he\npassed the huge Cyber IX unit, metallic gray and mounted on a table\nof reinforced steel, the Professor paused and bowed, in the manner of\na courtly gladiator saluting a respected foe. Spectators clapped and\nwhistled their approval. Television cameras zoomed in on the scene.\nWith easy showmanship, Professor Neustadt maintained the pose for\ncloseups, his owlish eyes wide and unblinking.\n\nJudge Anderson banged his gavel for order. What a poseur! What a fraud!\nThis charlatan would get a million dollars worth of publicity out of\nthe case.\n\nAt a nod from the D.A., the bailiff gave Professor Neustadt a pad\nof paper on which to note his answers. It had been previously been\nagreed that Cyber IX would answer visually, on the screen, instead of\nby vocader. The Professor was seated at the far end of the counsel\ntable, where he could not see the screen. Clerks with stopwatches were\nstationed behind the Professor and Cyber IX.\n\n\"Is the defendant ready?\" inquired Judge Anderson, feeling like an\nidiot.\n\n\"Of course.\"\n\nThe Judge turned to Cyber IX, then caught himself. He flushed. The\ncourtroom tittered.\n\nThe District Attorney had five questions, each in a sealed envelope,\nwhich also contained an answer certified by an eminent authority in the\nfield.\n\nWith a flourish, keeping his profile to the cameras, the D.A. handed\nthe first envelope to Judge Anderson.\n\n\"We'll begin with a simple problem in mathematics,\" he announced to the\nTV audience.\n\nFrom the smirk in his voice, Judge Anderson was prepared for the worst.\nBut he read the question with a perverse sense of satisfaction. This\nProfessor was in for a very rough morning. He cleared his throat, read\naloud:\n\n\"In analyzing the economics of atomic power plant operation, calculate\nthe gross heat input for a power generating plant of 400 x 10^6 watts\nelectrical output.\"\n\nCyber IX hummed into instantaneous activity; its lights flashed in\nsweeping curves and spirals across the frontal grid.\n\nProfessor Neustadt sat perfectly still, eyes closed. Then he scribbled\nsomething on a pad of paper.\n\nTwo stopwatches clicked about a second apart. The clerk handed the\nProfessor's slip of paper to Judged Anderson. The Judge checked it,\nturned to the screen. Both answers were identical:\n\n3,920 x 10^6 BTU/hr.\n\nTime was announced as fourteen seconds for Cyber IX; fifteen and\nthree-tenths seconds for Professor Neustadt. The Cyber had won the\nfirst test, but by an astoundingly close margin. The courtroom burst\ninto spontaneous applause for the Professor. Walhfred Anderson was\nincredulous. What a fantastic performance!\n\nNo longer smirking, the D.A. handed the Judge a second envelope.\n\n\"What is the percentage compressibility of caesium under 45,000\natmospheres of pressure, and how do you account for it?\"\n\nOnce again Cyber IX hummed and flickered into action.\n\nAnd once again Professor Neustadt sat utterly still, head tilted back\nlike an inquisitive parakeet. Then he wrote swiftly. A stopwatch\nclicked.\n\nWalhfred Anderson took the answer with trembling fingers. He saw the\nD.A. rub dry lips together, try to moisten them with a dry tongue. A\nsecond stopwatch clicked.\n\nThe Judge compared the correct answer with the Professor's answer and\nthe answer on the screen. All were worded differently, but in essence\nwere the same. Hiding his emotion in a tone gruffer than usual, Judge\nAnderson read the Professor's answer:\n\n\"The change in volume is 17 percent. It is due to an electronic\ntransition for a 6s zone to a 5d zone.\"\n\nThe Professor's elapsed time was 22 seconds. Cyber IX had taken 31\nseconds to answer the compound question.\n\nProfessor Neustadt pursued his lips; he seemed displeased with his\ntremendous performance.\n\nMoving with the agility of a pallbearer, the D.A. gave Judge Anderson\nthe third question:\n\n\"In twenty-five words or less, state the Nernst Law of thermodynamics.\"\n\nThis was clearly a trick question, designed to trap a human mind in its\nown verbiage.\n\nCyber IX won, in eighteen seconds. But in just two-fifths of a second\nmore; Professor Neustadt came through with a brilliant twenty-four\nword condensation:\n\n\"The entropy of a substance becomes zero at the absolute zero of\ntemperature, provided it is brought to this temperature by a reversible\nprocess.\"\n\nA tabulation of total elapsed time revealed that Professor Neustadt was\nleading by nine and three-tenths seconds.\n\nA wild excitement blended with the Judge's incredulity. The D.A. seemed\nto have developed a tic in his right check.\n\nOn the fourth question, dealing with the structural formula\nsimilarities of dimenhydrinate and diphenhydramine hydrochloride,\nProfessor Neustadt lost three seconds.\n\nOn the fifth question, concerning the theoretical effects of humidity\ninversion on microwave transmission, the Professor gained back a full\nsecond.\n\nThe courtroom was bedlam, and Walhfred Anderson was too excited to\npound his gavel. In the glass-walled, soundproofed television booths,\nannouncers grew apoplectic as they tried to relay the fever-pitch\nexcitement of the courtroom to the outside world.\n\nProfessor Neustadt held up his bone-thin hand for silence.\n\n\"May it please the Court.... The District Attorney agreed that in the\nevent of victory I could ask Cyber IX an optional question. I would\nlike to do so at this time.\"\n\nJudge Anderson could only nod, and hope that his bulldog features\nwere concealing his emotions. The D.A. kept his back rigidly to the\ntelevision cameras.\n\nProfessor Neustadt strutted up to Cyber IX, flipped on the vocader\nswitch and turned to the cameras.\n\n\"Since Cyber IX is essentially a scientific integrator and mathematical\nunit,\" he began pedantically, \"I'll put my question in the Cyber's\nown framework. Had another Cyber been selected for this test, I would\nphrase my question differently.\"\n\nHe turned challengingly back to Cyber IX, paused for dramatic effect,\nand asked:\n\n\"What are the magnitudes of a dream?\"\n\nCyber IX hummed and twinkled. The hum rose higher and higher. The\nlights flickered in weird, disjointed patterns, blurring before the eye.\n\nAbruptly, the hum stopped. The lights dimmed, faded one by one.\n\nThe eternally calm, eternally pleasant voice of Cyber IX spoke from the\nvocader grill:\n\n\"Problem unsolved.\"\n\n\n\nFor an interminable instant there was silence in the courtroom.\nComplete silence. Stunned incredulity. It was followed by a collective\ngasp, which Walhfred Anderson could hear echoing around the world.\nCyber IX had been more than beaten; it had failed to solve a problem.\n\nThe gasp gave way to unrestrained cheering.\n\nBut the Professor brought quiet again by raising his bony hand. Now\nthere was a strange, incongruous air of dignity about his thin figure.\n\n\"Please,\" he said, \"please understand one thing.... The purpose of this\ndemonstration and my question was not to discredit Cyber IX, which is\ntruly a great machine, a wonder of science.\n\n\"Cyber IX could not know the magnitudes of a dream ... because it\ncannot dream.\n\n\"As a matter of fact, I do not know the magnitudes of a dream, but that\nis not important ... because I _can_ dream!\n\n\"The dream is the difference.... The dream born in man, as the poet\nsaid, 'with a sudden, clamorous pain' ...\"\n\nThere was no movement or sound in the courtroom. Walhfred Anderson held\nthe Professor's last written answer between his fingers, as if fearing\nthat even the small movement to release it might shatter something\ndelicate and precious. \"The dream is the difference!\" There it was. So\nclear and true and beautiful. He looked at Holmes, and Holmes seemed to\nbe smiling under his gray mustache. Yes, Holmes had known the dream.\n\nIn the sound-proof booths, the announcers had stopped speaking; all\nmike lines were open to carry Professor Neustadt's words to five\nhundred million people.\n\n\"Perhaps there are no magnitudes of such a dream ... no coordinates! Or\nit may be that we are not yet wise enough to know them. The future may\ntell us, for the dream is the rainbow bridge from the present and the\npast to the future.\"\n\nProfessor Neustadt's eyes were half-closed again, and his head was\ncocked back, bird-like.\n\n\"Copernicus dreamed a dream.... So did da Vinci, Galileo and Newton,\nDarwin and Einstein ... all so long ago....\n\n\"Cyber IX has not dreamed a dream.... Nor have Cyber VIII, VII, VI, V,\nIV, III, II, I.\n\n\"But they can free men to dream.\n\n\"Remember that, if you forget all else: They can free men to dream!\n\n\"Man's knowledge has grown so vast that much of it would be lost or\nuseless without the storage and recall capacity of the Cybers--and man\nhimself would be so immersed in what he knows that he would never have\ntime to dream of that which he does not yet know, but must and can know.\n\n\"Why should not the scientist use the past without being burdened by\nit? Why should not the lawyer and the judge use the hard-won laws of\njustice without being the slave of dusty law books?\"\n\nWalhfred Anderson accepted the rebuke without wincing. The rebuke for\nall the hours he had wasted because he had been too stubborn to use a\nCyber clerk, or consult Cyber V. The old should not resist the new, nor\nthe new destroy the old. There was the letter of the law, and there\nwas the spirit, and the spirit was the dream. What was old Hammurabi's\ndream? Holmes had quoted it once, \"... to establish justice on the\nearth ... to hold back the strong from oppressing the feeble ... to\nshine like the sun-god upon the blackheaded men, and to illumine the\nland....\" Holmes had dreamed the dream, all right. He had dreamed it\ngrandly. But maybe there was room for small dreams, too, and still time\nfor dreams when the years were so few and lonely.\n\nThe Professor suddenly opened his eyes, and his voice took on the\ntwang of steel under tension.\n\n\"You are already wondering,\" he told the cameras accusingly, \"whether I\nhave not disproved my own words by defeating Cyber IX.\n\n\"That is not true.\n\n\"I defeated Cyber IX because I have wasted a man's life--my own! You\nall know that as a child I was a mnemonic freak, a prodigy, if you\nprefer. My mind was a filing cabinet, a fire-proof cabinet neatly\nfilled with facts that could never kindle into dreams. All my life I\nhave stuffed my filing cabinet. For sixty years I have filed and filed.\n\n\"And then I dreamed one dream--my first, last and only dream.\n\n\"I dreamed that man would mis-use another gift of science, as he has\nmis-used so many.... I dreamed of the Cybers replacing and enslaving\nman, instead of freeing man to dream.... And I dreamed that the golden\nhour would come when a man would have to prove that he could replace\na Cyber--and thereby prove that neither man nor Cybers should ever\nreplace each other.\"\n\nProfessor Neustadt turned to Judge Anderson, and his voice dropped\nalmost to a whisper.\n\n\"Your Honor, I move that this case be dismissed.\"\n\nThe worn handle of his old teakwood gavel felt warm and alive to the\nJudge's fingers. He sat up straight, and banged resoundingly on the top\nof his desk.\n\n\"Case dismissed.\"\n\nThen, in full view of the cameras, Walhfred Anderson turned and winked\nboldly at Oliver Wendell Holmes.",
    "metadata": {
        "author": [
            "Riley, Frank Wilbert",
            "Riley, Frank",
            "Ryhlick, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59148/pg59148.txt",
        "name": "the_cyber_and_justice_holmes.json"
    }
}