{
    "name": "The Wreck of the Hesperus",
    "author": [
        "Longfellow, Henry W.",
        "Longfellow, Henry Wadsworth"
    ],
    "body": "HENRY WADSWORTH LONGFELLOW\n\n\n\nNew York\n1889\n\n\n       *       *       *       *       *\n\n\n\n\nINTRODUCTION.\n\n\n\"Norman's Woe\" is the picturesque name of a rocky headland, reef, and\nislet on the coast of Massachusetts, between Gloucester and Magnolia.\nThe special disaster in which the name originated had long been lost\nfrom memory when the poet Longfellow chose the spot as a background\nfor his description of the \"Wreck of the Hesperus,\" and gave it an\nassociation that it will scarcely lose while the English language\nendures. Nor does it matter to the legend lover that the ill-fated\nschooner was not \"gored\" by the \"cruel rocks\" just at this point,\nbut nearer to the Gloucester coast.\n\nThe poet has done many things well; and he has done few things better\nthan this ballad in the quaint, old-time style, with its nervous energy\nand sonorous rhythm, wherein one hears the trampling of waves and\ncrashing of timbers.\n\nIndeed, it is so well done, by art concealing art, that much of its\nforce and beauty escape the careless reader; whereas, the thoughtful one\nfinds in it an ever-increasing charm. It is worth noting that love, the\nusual ballad _motif_, is absent and is not missed. The almost human\nstruggles and sufferings of the vessel, and the contrast between the\ndaring, scornful skipper, and the gentle, devout maiden, in the midst of\nthe terrors of storm and wreck, furnish abundant emotion and imagery;\nin truth, many of the lines are literally packed with color, movement,\nand meaning.\n\n\n\n\n\nH. WINTHROP PIERCE,\n  EDMUND H. GARRETT,\n    J.D. WOODWARD,\n      W.F. HALSALL,\n\nW.L. TAYLOR,\n  A. BUHLER,\n    H.P. BARNES,\n      A.J. LEWIS.\n\nDRAWN AND ENGRAVED UNDER THE SUPERVISION OF\n\nGEORGE T. ANDREW.\n\n\n\nTHIS EDITION OF THE WRECK OF THE HESPERUS IS PUBLISHED BY SPECIAL\nARRANGEMENT WITH MESSRS. HOUGHTON, MIFFLIN & CO., THE AUTHORIZED\nPUBLISHERS OF MR. LONGFELLOW'S WORKS.\n\n\n\n\n\n\n  It was the schooner Hesperus\n    That sailed the wintry sea;\n  And the skipper had taken his little daughter\n    To bear him company.\n\n\n  Blue were her eyes as the fairy-flax,\n    Her cheeks like the dawn of day,\n  And her bosom white as the hawthorn buds\n    That ope in the month of May.\n\n  The skipper he stood beside the helm,\n    His pipe was in his mouth,\n  And he watched how the veering flaw did blow\n    The smoke now west, now south.\n\n\n  Then up and spake an old sailor,\n    Had sailed to the Spanish Main,\n  \"I pray thee, put into yonder port,\n    For I fear a hurricane.\n\n\n  \"Last night the moon had a golden ring,\n    And to-night no moon we see!\"\n  The skipper he blew a whiff from his pipe,\n    And a scornful laugh laughed he.\n\n  Colder and louder blew the wind,\n    A gale from the north-east;\n  The snow fell hissing in the brine,\n    And the billows frothed like yeast.\n\n\n  Down came the storm, and smote amain\n    The vessel in its strength;\n  She shuddered and paused, like a frighted steed,\n    Then leaped her cable's length.\n\n\n  \"Come hither! come hither, my little daughter,\n    And do not tremble so;\n  For I can weather the roughest gale,\n    That ever wind did blow.\"\n\n  He wrapped her warm in his seaman's coat,\n    Against the stinging blast;\n  He cut a rope from a broken spar,\n    And bound her to the mast.\n\n\n  \"O father! I hear the church-bells ring;\n    O say, what may it be?\"--\n  \"'Tis a fog-bell on a rock-bound coast!\"--\n    And he steered for the open sea.\n\n  \"O father! I hear the sound of guns;\n    O say, what may it be?\"--\n  \"Some ship in distress, that cannot live\n    In such an angry sea!\"\n\n\n  \"O father! I see a gleaming light;\n    O say, what may it be?\"\n  But the father answered never a word,--\n    A frozen corpse was he.\n\n  Lashed to the helm, all stiff and stark.\n    With his face turned to the skies.\n  The lantern gleamed through the gleaming snow\n    On his fixed and glassy eyes.\n\n\n  Then the maiden clasped her hands and prayed\n    That sav√©d she might be;\n  And she thought of Christ, who stilled the wave,\n    On the Lake of Galilee.\n\n\n  And fast through the midnight dark and drear,\n    Through the whistling sleet and snow,\n  Like a sheeted ghost, the vessel swept\n    Towards the reef of Norman's Woe.\n\n  And ever the fitful gusts between,\n    A sound came from the land;\n  It was the sound of the trampling surf,\n    On the rocks and the hard sea-sand,\n\n  The breakers were right beneath her bows,\n    She drifted a dreary wreck,\n  And a whooping billow swept the crew\n    Like icicles from her deck.\n\n\n  She struck where the white and fleecy waves\n    Looked soft as carded wool;\n  But the cruel rocks, they gored her side\n    Like the horns of an angry bull.\n\n  Her rattling shrouds, all sheathed in ice,\n    With the masts went by the board;\n  Like a vessel of glass, she strove and sank,\n    Ho! ho! the breakers roared.\n\n\n  At daybreak, on the bleak sea-beach,\n    A fisherman stood aghast,\n  To see the form of a maiden fair,\n    Lashed close to a drifting mast.\n\n  The salt sea was frozen on her breast,\n    The salt tears in her eyes;\n  And he saw her hair, like the brown sea-weed,\n    On the billows fall and rise.\n\n  Such was the wreck of the Hesperus,\n    In the midnight and the snow!\n  Christ save us all from a death like this,\n    On the reef of Norman's Woe!",
    "metadata": {
        "author": [
            "Longfellow, Henry W.",
            "Longfellow, Henry Wadsworth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/13830/pg13830.txt",
        "name": "the_wreck_of_the_hesperus.json"
    }
}