{
    "name": "The Crowded Colony",
    "author": [
        "Drexel, Jay B.",
        "Neal, Harry",
        "Lewis, D. B.",
        "Lewis, D.B.",
        "Bixby, Jerry",
        "Bixby, Drexel Jerome Lewis",
        "Bixby, Jerome",
        "Bixby, Jay Lewis"
    ],
    "body": "When the Martians had built the village of Kinkaaka there had been\nwater in the canal, a cool, level sweep of green water from the\nnorthern icecap. Now there was none, and Kinkaaka clung to the upper\nswell of the bank and curved its staggered residential terraces like\ntragic brows over the long slope of sand and clay, the dead wall\nbaked criss-cross by the sun, that bore at its deep juncture with the\nopposite bank the pitiful, straggling trench cut by Mars' last moving\nwaters an untold time ago.\n\nKinkaaka's other side, away from the canal, was coated rust-red by\nthe desert winds that came with sunset. Here were the crumbling\nmarket arenas of the ancient traders, the great mounds of underground\nwarehouses long empty; and here now, with Mars' conquest, was\nthe \"native\" section into whose sandstone huts the village's few\ninhabitants were shoved firmly, but not brutally, to rest when they\nweren't needed to work.\n\nLike most of the Conquerors, Jack Burke and his companions preferred\nthe canal side of Kinkaaka. There they could sit in the stone-cool\nshade of the Expedition Restaurant and look through the broad glassless\nwindows down the sun-scalded canal bank, across to the opposite slope\nwith its dotting of nomad caves, the desert beyond and the red-tainted\nblue of the sky.\n\n\"Happy day we came to Mars,\" said Jack Burke. He picked up his stone\nmug and drank with a shudder.\n\nHe was big and brown, typical of the Conquerors, and spoke, as they\nall did when within earshot of natives, the Martian dialect which the\nLinguistics Squad had translated and reasoned to completion from the\npages of script found in the metal cairn, half-buried in desert sands\nand upon which they had conveniently almost landed their space-cube\nupon arrival two days ago.\n\nThat was one of the dicta of the Psychologists: Always speak the native\ntongue, and learn it preferably from graphics or a specimen before\ncontacting the native collective.\n\nThere were other policies as strange, or more so; but the\nPsychologists, off-world in the home-ship and poring over the\ntranslations beamed to them, must know what they were doing.\n\nBarnes looked up in quick response to Burke's sarcasm. Of the three\nConquerors at this table, he was the smallest. He fiddled nervously\nwith his one-pronged fork, turning a piece of badly cooked _huj_ over\nand over, not looking at it.\n\n\"That,\" he said, and he included the _huj_, \"is a mouthful. There\ndoesn't seem to be a Martian in this village who can cook worth a\ndamn, and you--\" this to the pasty faced Martian who stood attentively\nby--\"are no exception. You're getting off easy with this job, Martian.\nOr would you rather go back to digging up history with the rest of your\ntribe?\"\n\n\"I am sorry.\" The Martian advanced and bobbed his head. \"The\npreparation of your foodstuffs is difficult for me to comprehend. Would\nyou care to try something else, perhaps?\"\n\nBarnes skidded the fork onto the plate and put his hands flat on the\nstone table. \"No. Just take this away.\"\n\nThe Conquerors watched the creature as it moved silently off with the\nplate of _huj_. All except Randolph, the youngest of the trio.\n\n\n\nHe sat nearest the stone-silled window, his gaze reaching out distantly\nover the sandscape. On the far bank of the canal he could see a few\nnatives with their guards, emerging from a wood and stone structure\nthat thrust finger-shaped into the pink sky.\n\n\"No race should have its soul dissected,\" he said slowly. \"Not, at\nleast, until they're extinct and can't feel it.\" He avoided Barnes'\nsudden, sharp look. \"Our Archaeologists over there--\" pointing at the\nmoving dots--\"are poking around in burial crypts or sacred temples or\nwhatever--it's like cutting someone up alive. We don't know what those\nthings mean to these Martians.\"\n\nBarnes laughed, more of a snort. \"You speak as if 'these Martians' were\npeople.\" He leaned forward and blinked his emphasis. \"What in hell\never happened to you that you've got such ideas? Primitive, misshapen\nmorons--you can't think of them as persons! Don't let an Intelligence\nOfficer hear you talking that way or you'll find yourself getting\nshipped home!\"\n\nRandolph's eyes flicked Barnes' heavy face, then turned to the mural on\nthe restaurant wall.\n\n\"This is very beautiful,\" he said. He bent closer, examining the\ndelicate work. \"This isn't moronic. You're wrong, Barnes.\"\n\nBurke spoke harshly: \"You'd better shut up, Randolph. You're sitting\nthere emoting over decadent art and there's an Intelligence Officer at\nthe bar.\"\n\nYoung Randolph stiffened and forced a smile. \"Of course, the Martians\nare a degenerated race. Our Archaeologists have revealed that Mars was\nspiritually effeminized thousands of years ago. Our colonization will\nhave a reforming effect upon them. It is a healthy thing. That is our\nmission in time and space.\"\n\nThe Martian had returned and was again standing at service. Randolph\ncaught his eye and flushed, returned his gaze to the mural.\n\nBurke cleared his throat. The Intelligence Officer at the bar was still\nlooking icily at Randolph's back, twiddling his drink with a wooden\nmixer.\n\n\"You cannot doubt,\" Barnes took up the fraying thread, \"that our\nconquest of these Martians is a very good thing. For them. I ...\nfor _us_, too.... That is our mission in time and space. The first\ndesert shrine--the metal one from which we learned this tongue we\nspeak--is ugly enough proof. Sheaves of manuscript, recording the most\ndisgusting standards and attitudes. And the contents of subsequently\nfound structures--like that one across the canal--show an even greater\ndecline into sensualism and the subjugation of creative energies.\"\n\nThe Martian stood quietly, his small-featured face blank and smooth. He\nwas meant to hear all this.\n\n\"I heard one of our Archaeologists say something about the language of\nthat first shrine--the metal one--being different from all the others.\"\nRandolph shifted his great bulk to lean back against the wall. \"The\nothers are mostly alike, but this one we learned is totally different.\"\n\nThe Martian's eyes flickered.\n\n\"So what?\" Barnes grunted. \"Dialects. Same thing at home.\"\n\n\"But, I mean they--\"\n\n\"But what? These Martians here speak the language we learned, don't\nthey?\"\n\n\"But--\"\n\n\"Hell! Do you speak _Ahrian_?\"\n\n\"You know I don't.\"\n\n\"So when we get through investigating here and move on to other\nvillages, we'll find Martians who speak the other dialects.\"\n\nThe Martian said: \"Will there be anything else, sirs?\"\n\n\"Not,\" said Barnes, \"unless you would like to try some _noedan_.\"\n\n\"No thank you, sir.\"\n\nRandolph and Burke raised their eyehoods humorously. Then they looked a\nlittle less amused as Barnes' voice hardened.\n\n\"You might like it, Martian. Try it.\" He pulled a tough green wad of\n_noedan_ from his pouch and tore off a strip. \"I think the sooner you\nMartians get used to doing as we do and liking the things we like, the\nbetter off you'll be. Now take this _noedan_ and use it.\"\n\n\"Oh, for hell's sake, Barnes--\" Randolph put out a hand. \"Let him\nalone. He doesn't want it. It makes him sick.\"\n\nThe Intelligence Officer got up from the bar and started for the table,\nhis eyes hard, his aural fronds quivering with emotion.\n\nBurke spotted him and seemed to shrug. \"You asked for it, kid,\" he told\nRandolph. \"Give my love to the home worlds. You're through on Mars.\"\n\n\"Maybe that's what I wanted,\" said Randolph.\n\n\n\nThe Intelligence Officer halted beside the table and Randolph got up\nwithout a word and left with him.\n\nBurke and Barnes watched them down the winding clay street, saw them\nenter a portable teleport booth, one of the several scattered about\nKinkaaka to facilitate trips to and from the space-cube. The door\nclosed, the light blinked on and off, then the booth was open again,\nempty.\n\n\"On his way back to the home-ship and Parna,\" grunted Burke, \"and I\ndon't know but that I envy him.\"\n\n\"You too?\"\n\n\"Yeah. Now that there's no damned Intelligence Officer around, me too.\"\n\n\"Disgrace and all?\"\n\n\"That's what stops me--\" and noticing the angry color to Barnes'\n_uiye_--\"and the glory of our mission. Hell, anyone can get homesick,\ncan't they?\"\n\nDuring the few moments of Randolph's arrest and departure the Martian\nhad disappeared. Barnes grunted and shoved the _noedan_ back into his\npouch and finished his drink.\n\n\"You'll never get anywhere acting like that,\" said Burke after a\nshort silence. \"You can't shove our ways down their throats and get\ncooperation.\"\n\nBarnes got up a little angrily. \"Who wants to get anywhere? What do we\nwant out of these creatures? They smell! How are we _supposed_ to act?\nWe own their smelly little world--\"\n\n\"Randolph might say we don't own it.\"\n\n\"Shut up, Burke. I'm sick of that!\"\n\nBarnes started for the door and Burke got up to follow. They stepped\nout onto the hot clay of the street, moving their top-skins against the\ntight-fitting impact of the sun's rays.\n\n\"_I_ don't want anything from them, Burke. _I'm_ the one who should be\nsent home. _I_ want to go home. Why should we go around labeled with\nMartian names? Barnes, Randolph, Burke, Smith--good God! And talking\nthis _jsu_-twisting _sutz_ of a language Martian of all the time\nspeaking!\"\n\nBurke chuckled, deep in his sac. \"The Psychologists dreamed it up--to\nmake us seem less alien. We speak their sounds. And we take their\nnames. After all, no trouble at all is better than the little they\nmight be able to give us if they got excited.\"\n\nThey went down the street toward the teleport booth, two big octopoids,\nthe sun warming their glistening brown backs.\n\n\n\nThe \"Martian\" was in the cool back room of the restaurant, seated\nbefore a group of his kind. This was afternoon rest period, and some\nfreedom to congregate existed then.\n\nA man turned from the wall slit through which he had watched the exit\nof Burke and Barnes.\n\n\"Those things make me sick, Burke,\" he said to the \"Martian\". \"How can\nyou get so close to them and keep your stomach? They smell.\"\n\nBurke shrugged. \"You get used to it, Barnes.\"\n\nHe bent down and lifted the lid of a box that was stamped: FIRST MARS\nEXPEDITION--2006. He took out a heavy proton-buster, broke the grip and\nexamined its load of white pellets.\n\n\"It's been two days now,\" he went on, \"and I'm convinced at last that\nthis one party is all. Scouts, perhaps, from a parent ship off in deep\nspace. And I've listened to them talk. If they don't return, nobody's\ngoing to come looking for them. They come from that kind of society.\nThe others will mark Sol off as a bad bet and move on.\"\n\nHe clicked the gun together. \"They still think we're the race pictured\nin the Martian crypts and temples--and in your translations, Randolph.\nCoincidence eh? that the old Martians were humanoid and their\nappearance not discrepant with ours.\"\n\n\"We colonize Mars,\" mused Randolph, \"and Beta Centauri colonizes us as\nMartians. Ring around the rosy.\"\n\nBurke stood there, the proton-buster in his hand. \"And it was cosmic\ncoincidence that the Centaurians landed their ship at practically\nthe same spot we'd set down only three days before. And it's almost\nincredible that they came to this village where we had taken up\nheadquarters and addressed us in English!\" He turned to Barnes. \"You're\nthe Psych-man ... let's have it again. Slowly.\"\n\nBarnes half turned from the wall slit where he had been keeping an eye\nout for Centaurians. \"They found our ship and took it to be a primitive\nshrine of some sort, never dreaming it was a vehicle, a space-craft.\"\nHe waved another man to the slit and stretched his legs as he sat\ndown on a crate. He struck a match and cupped it into his pipe.\n\"I'm almost certain that they didn't even recognize the mechanisms\nas such. Their ship, as you've all seen, is a cube of pure energy,\nconfigurated--they're that alien. Also, I believe they're military men,\nsoldiers and minor technicians. The top specialists are probably on the\nother ship, away from possible danger and biding their talents until\ncalled.\"\n\nThe watcher's hand went up and fluttered for silence, and Barnes paused\nwhile heavy, meaty footsteps scuffled the clay outside. When they had\npassed, he spoke again, softly:\n\n\"Fortunately, there wasn't room in our ship for a library, or they\nmight have encountered the Terrestrial mind and caught on. But they\nlearned our language--English, and a damned neat trick--from Randolph's\nwritten translations of the Martian _inscriptiones sensuales_ he was\nworking on. And when they came here and addressed us in that language\nand we responded, nolens-volens they took us for Martians and judged\nus by the context of those translations--foolish, vain and harmless,\nbut perhaps with some value as workers. They even took our names from\nthe nameplates on our bunks, something that would have found favor with\nthe perverse Fourth-Era Martians they presumed us to be.\" He sucked at\nhis pipe which had gone out. \"Their Psychologists are clever--maybe a\nlittle too clever. They think we have no violence potential.\"\n\nRandolph seemed almost entranced. \"But how could they have worked out\nthe phonetics?\"\n\nBarnes grinned, lifted a shoulder in admiration and envy. \"I don't\nknow.... Ask _them_.\"\n\n\"They couldn't know they were _our_ names,\" said Randolph.\n\n\"No, but they thought they were native names. Thank God, we got the\npitch right off and were able to carry the farce.\"\n\n\"Why didn't they just kill us?\"\n\n\n\nBarnes frowned and struck another match. \"That would've been the really\nsmart thing to do, Dolph, but they're not brutes and they're not making\nwar. Their intention is to colonize, and we might as well be insects\nfor all we could mean to them or do to stand up to them.\"\n\n\"But if we have to be dealt with at all, we're in the way--\"\n\nBarnes had the pipe going. He shook his head. \"We're not in their way;\nwe're underfoot, and only a sick mind makes a point of stepping on\nants. Would you kill a talking louse?\"\n\nRandolph grinned. \"Yes.\"\n\n\"No, you wouldn't--not until you'd given it a going over.\"\n\n\"They're not sick in a killing way,\" Burke grunted, \"but they seem to\nfeel that their colonizations act as cathartic to wayward worlds. Just\nlook at them, and you know that's sick.\"\n\n\"The people,\" said Barnes, \"at the bottom of any movement--a pun,\ngentlemen--are always fed on dream-stuff. Soldiers always are. Truth\nis, maybe the big boys at home think they can find enough use for us to\nwarrant keeping us alive. As laborers, as subjects for experimentation,\nas pets.\"\n\nBurke looked out the window at the reddening sky. Then he gathered\ntheir attention by standing up.\n\n\"If we hadn't been here,\" he said, \"they would have gone on to Earth\nand taken over. As is, they think Mars is nothing to write home about,\nbut they're sticking around to study awhile--not us, the supposed\nlatter Martians, the degenerates, but to search out and study the bones\nof Mars' civilization back when it was dynamic. Maybe there's something\nworth learning. That's what they think.\"\n\nHe hefted the proton-buster. Barnes and Smith and Kirk and Randolph\nand Jason and all the others got guns from the box.\n\nThere was a hiss and they turned to the window. Rising above the\nvisible cluster of roof-domes from some point in the other side of\nthe village was a smaller edition of the Centaurians' space-cube. It\nglinted once, high up, and was gone.\n\n\"There goes a pretty decent person,\" said Burke. \"I'm glad we don't\nhave to kill him. He appreciated Randolph's watercolor painting of the\ncanal.\" His voice was regretful. \"How alien can you get? _His_ name\nwas Randolph, and he's going home in disgrace.\"\n\nNight was coming. Burke's face hardened. The Centaurians would be\ncoming too, ready to herd the Martians into their sleeping huts.\n\n\"One alien ship, terribly armed,\" Burke went on, \"and sixty Centaurians\nwalking around unarmed because they think we're pansies.\" He cocked the\ngun. \"They'll never leave Kinkaaka to bring back more.\"",
    "metadata": {
        "author": [
            "Drexel, Jay B.",
            "Neal, Harry",
            "Lewis, D. B.",
            "Lewis, D.B.",
            "Bixby, Jerry",
            "Bixby, Drexel Jerome Lewis",
            "Bixby, Jerome",
            "Bixby, Jay Lewis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63930/pg63930.txt",
        "name": "the_crowded_colony.json"
    }
}