{
    "name": "The First and the Last: A Drama in Three Scenes",
    "author": [
        "Sinjohn, John",
        "Galsworthy, John"
    ],
    "body": "\n\n\n   PERSONS OF THE PLAY\n\n   KEITH DARRANT, K.C.\n   LARRY DARRANT, His Brother.\n   WANDA.\n\n\n\n   SCENE I. KEITH'S Study.\n\n   SCENE II. WANDA's Room.\n\n   SCENE III. The Same.\n\n   Between SCENE I. and SCENE II.--Thirty hours.\n   Between SCENE II. and SCENE III.--Two months.\n\n\n\n\nSCENE I\n\nIt is six o'clock of a November evening, in KEITH DARRANT'S\nstudy.  A large, dark-curtained room where the light from a single\nreading-lamp falling on Turkey carpet, on books beside a large\narmchair, on the deep blue-and-gold coffee service, makes a sort of\noasis before a log fire.  In red Turkish slippers and an old brown\nvelvet coat, KEITH DARRANT sits asleep.  He has a dark, clean-cut,\nclean-shaven face, dark grizzling hair, dark twisting eyebrows.\n\n     [The curtained door away out in the dim part of the room behind\n     him is opened so softly that he does not wake.  LARRY DARRANT\n     enters and stands half lost in the curtain over the door.  A\n     thin figure, with a worn, high cheek-boned face, deep-sunk blue\n     eyes and wavy hair all ruffled--a face which still has a certain\n     beauty.  He moves inwards along the wall, stands still again and\n     utters a gasping sigh.  KEITH stirs in his chair.]\n\nKEITH.  Who's there?\n\nLARRY.  [In a stifled voice]  Only I--Larry.\n\nKEITH.  [Half-waked]  Come in!  I was asleep.  [He does not turn his\nhead, staring sleepily at the fire.]\n\n     The sound of LARRY's breathing can be heard.\n\n     [Turning his head a little]  Well, Larry, what is it?\n\n     LARRY comes skirting along the wall, as if craving its support,\n     outside the radius of the light.\n\n     [Staring]  Are you ill?\n\n     LARRY stands still again and heaves a deep sigh.\n\nKEITH.  [Rising, with his back to the fire, and staring at his\nbrother]  What is it, man?  [Then with a brutality born of nerves\nsuddenly ruffled]  Have you committed a murder that you stand there\nlike a fish?\n\nLARRY.  [In a whisper]  Yes, Keith.\n\nKEITH.  [With vigorous disgust]  By Jove!  Drunk again!  [In a\nvoice changed by sudden apprehension]  What do you mean by coming\nhere in this state?  I told you---- If you weren't my brother----!\nCome here, where I can we you!  What's the matter with you, Larry?\n\n     [With a lurch LARRY leaves the shelter of the wall and sinks into\n     a chair in the circle of light.]\n\nLARRY.  It's true.\n\n     [KEITH steps quickly forward and stares down into his brother's\n     eyes, where is a horrified wonder, as if they would never again\n     get on terms with his face.]\n\nKEITH.  [Angry, bewildered-in a low voice]  What in God's name is\nthis nonsense?\n\n     [He goes quickly over to the door and draws the curtain aside, to\n     see that it is shut, then comes back to LARRY, who is huddling\n     over the fire.]\n\nCome, Larry!  Pull yourself together and drop exaggeration!  What on\nearth do you mean?\n\nLARRY.  [In a shrill outburst]  It's true, I tell you; I've killed a\nman.\n\nKEITH.  [Bracing himself; coldly]  Be quiet!\n\n     LARRY lifts his hands and wrings them.\n\n[Utterly taken aback]  Why come here and tell me this?\n\nLARRY.  Whom should I tell, Keith?  I came to ask what I'm to do--\ngive myself up, or what?\n\nKEITH.  When--when--what----?\n\nLARRY.  Last night.\n\nKEITH.  Good God!  How?  Where?  You'd better tell me quietly from\nthe beginning.  Here, drink this coffee; it'll clear your head.\n\n     He pours out and hands him a cup of coffee.  LARRY drinks it\n     off.\n\nLARRY.  My head!  Yes!  It's like this, Keith--there's a girl----\n\nKEITH.  Women!  Always women, with you!  Well?\n\nLARRY.  A Polish girl.  She--her father died over here when she was\nsixteen, and left her all alone.  There was a mongrel living in the\nsame house who married her--or pretended to.  She's very pretty,\nKeith.  He left her with a baby coming.  She lost it, and nearly\nstarved.  Then another fellow took her on, and she lived with him two\nyears, till that brute turned up again and made her go back to him.\nHe used to beat her black and blue.  He'd left her again when--I met\nher.  She was taking anybody then.  [He stops, passes his hand over\nhis lips, looks up at KEITH, and goes on defiantly]  I never met a\nsweeter woman, or a truer, that I swear.  Woman!  She's only twenty\nnow!  When I went to her last night, that devil had found her out\nagain.  He came for me--a bullying, great, hulking brute.  Look!\n[He touches a dark mark on his forehead]  I took his ugly throat, and\nwhen I let go--[He stops and his hands drop.]\n\nKEITH.  Yes?\n\nLARRY.  [In a smothered voice]  Dead, Keith.  I never knew till\nafterwards that she was hanging on to him--to h-help me.  [Again he\nwrings his hands.]\n\nKEITH.  [In a hard, dry voice]  What did you do then?\n\nLARRY.  We--we sat by it a long time.\n\nKEITH.  Well?\n\nLARRY.  Then I carried it on my back down the street, round a corner,\nto an archway.\n\nKEITH.  How far?\n\nLARRY.  About fifty yards.\n\nKEITH.  Was--did anyone see?\n\nLARRY.  No.\n\nKEITH.  What time?\n\nLARRY.  Three in the morning.\n\nKEITH.  And then?\n\nLARRY.  Went back to her.\n\nKEITH.  Why--in heaven's name?\n\nLARRY.  She way lonely and afraid.  So was I, Keith.\n\nKEITH.  Where is this place?\n\nLARRY.  Forty-two Borrow Square, Soho.\n\nKEITH.  And the archway?\n\nLARRY.  Corner of Glove Lane.\n\nKEITH.  Good God!  Why, I saw it in the paper this morning.  They\nwere talking of it in the Courts!  [He snatches the evening paper\nfrom his armchair, and runs it over anal reads]  Here it is again.\n\"Body of a man was found this morning under an archway in Glove Lane.\nFrom marks about the throat grave suspicion of foul play are\nentertained.  The body had apparently been robbed.\"  My God!\n[Suddenly he turns]  You saw this in the paper and dreamed it.\nD'you understand, Larry?--you dreamed it.\n\nLARRY.  [Wistfully]  If only I had, Keith!\n\n     [KEITH makes a movement of his hands almost like his brother's.]\n\nKEITH.  Did you take anything from the-body?\n\nLARRY.  [Drawing au envelope from his pocket]  This dropped out while\nwe were struggling.\n\nKEITH.  [Snatching it and reading]  \"Patrick Walenn\"--Was that his\nname?  \"Simon's Hotel, Farrier Street, London.\" [Stooping, he puts it\nin the fire]  No!--that makes me----[He bends to pluck it out, stays\nhis hand, and stamps it suddenly further in with his foot]  What in\nGod's name made you come here and tell me?  Don't you know I'm--I'm\nwithin an ace of a Judgeship?\n\nLARRY.  [Simply]  Yes.  You must know what I ought to do.  I didn't,\nmean to kill him, Keith.  I love the girl--I love her.  What shall I\ndo?\n\nKEITH.  Love!\n\nLARRY.  [In a flash]  Love!--That swinish brute! A million creatures\ndie every day, and not one of them deserves death as he did.  But but\nI feel it here.  [Touching his heart]  Such an awful clutch, Keith.\nHelp me if you can, old man.  I may be no good, but I've never hurt a\nfly if I could help it. [He buries his face in his hands.]\n\nKEITH.  Steady, Larry!  Let's think it out.  You weren't seen, you\nsay?\n\nLARRY.  It's a dark place, and dead night.\n\nKEITH.  When did you leave the girl again?\n\nLARRY.  About seven.\n\nKEITH.  Where did you go?\n\nLARRY.  To my rooms.\n\nKEITH.  To Fitzroy Street?\n\nLARRY.  Yes.\n\nKEITH.  What have you done since?\n\nLARRY.  Sat there--thinking.\n\nKEITH.  Not been out?\n\nLARRY.  No.\n\nKEITH.  Not seen the girl?\n\n     [LARRY shakes his head.]\n\nWill she give you away?\n\nLARRY.  Never.\n\nKEITH.  Or herself hysteria?\n\nLARRY.  No.\n\nKEITH.  Who knows of your relations with her?\n\nLARRY.  No one.\n\nKEITH.  No one?\n\nLARRY.  I don't know who should, Keith.\n\nKEITH.  Did anyone see you go in last night, when you first went to\nher?\n\nLARRY.  No.  She lives on the ground floor.  I've got keys.\n\nKEITH.  Give them to me.\n\n     LARRY takes two keys from his pocket and hands them to his\n     brother.\n\nLARRY.  [Rising]  I can't be cut off from her!\n\nKEITH.  What!  A girl like that?\n\nLARRY.  [With a flash]  Yes, a girl like that.\n\nKEITH.  [Moving his hand to put down old emotion]  What else have you\nthat connects you with her?\n\nLARRY.  Nothing.\n\nKEITH.  In your rooms?\n\n     [LARRY shakes his head.]\n\nPhotographs?  Letters?\n\nLARRY.  No.\n\nKEITH.  Sure?\n\nLARRY.  Nothing.\n\nKEITH.  No one saw you going back to her?\n\n     [LARRY shakes his head. ]\nNor leave in the morning?  You can't be certain.\n\nLARRY.  I am.\n\nKEITH.  You were fortunate.  Sit down again, man.  I must think.\n\n     He turns to the fire and leans his elbows on the mantelpiece and\n     his head on his hands.  LARRY Sits down again obediently.\n\nKEITH.  It's all too unlikely.  It's monstrous!\n\nLARRY.  [Sighing it out]  Yes.\n\nKEITH.  This Walenn--was it his first reappearance after an absence?\n\nLARRY.  Yes.\n\nKEITH.  How did he find out where she was?\n\nLARRY.  I don't know.\n\nKEITH.  [Brutally]  How drunk were you?\n\nLARRY.  I was not drunk.\n\nKEITH.  How much had you drunk, then?\n\nLARRY.  A little claret--nothing!\n\nKEITH.  You say you didn't mean to kill him.\n\nLARRY.  God knows.\n\nKEITH.  That's something.\n\nLARRY.  He hit me.  [He holds up his hands]  I didn't know I was so\nstrong.\n\nKEITH.  She was hanging on to him, you say?--That's ugly.\n\nLARRY.  She was scared for me.\n\nKEITH.  D'you mean she--loves you?\n\nLARRY.  [Simply]  Yes, Keith.\n\nKEITH.  [Brutally]  Can a woman like that love?\n\nLARRY.  [Flashing out]  By God, you are a stony devil!  Why not?\n\nKEITH.  [Dryly]  I'm trying to get at truth.  If you want me to help,\nI must know everything.  What makes you think she's fond of you?\n\nLARRY.  [With a crazy laugh]  Oh, you lawyer!  Were you never in a\nwoman's arms?\n\nKEITH.  I'm talking of love.\n\nLARRY.  [Fiercely]  So am I.  I tell you she's devoted.  Did you ever\npick up a lost dog?  Well, she has the lost dog's love for me.  And I\nfor her; we picked each other up.  I've never felt for another woman\nwhat I feel for her--she's been the saving of me!\n\nKEITH.  [With a shrug]  What made you choose that archway?\n\nLARRY.  It was the first dark place.\n\nKEITH.  Did his face look as if he'd been strangled?\n\nLARRY.  Don't!\n\nKEITH.  Did it?\n\n     [LARRY bows his head.]\n\nVery disfigured?\n\nLARRY.  Yes.\n\nKEITH.  Did you look to see if his clothes were marked?\n\nLARRY.  No.\n\nKEITH.  Why not?\n\nLARRY.  [In an outburst]  I'm not made of iron, like you.  Why not?\nIf you had done it----!\n\nKEITH.  [Holding up his hand]  You say he was disfigured.  Would he\nbe recognisable?\n\nLARRY.  [Wearily]  I don't know.\n\nKEITH.  When she lived with him last--where was that?\n\nLARRY.  In Pimlico, I think.\n\nKEITH.  Not Soho?\n\n     [LARRY shakes his head.]\n\nHow long has she been at this Soho place?\n\nLARRY.  Nearly a year.\n\nKEITH.  Living this life?\n\nLARRY.  Till she met me.\n\nKEITH.  Till, she met you?  And you believe----?\n\nLARRY.  [Starting up]  Keith!\n\nKEITH.  [Again raising his hand]  Always in the same rooms?\n\nLARRY.  [Subsiding]  Yes.\n\nKEITH.  What was he?  A professional bully?\n\n     [LARRY nods.]\n\nSpending most of his time abroad, I suppose.\n\nLARRY.  I think so.\n\nKEITH.  Can you say if he was known to the police?\n\nLARRY.  I've never heard.\n\n     KEITH turns away and walks up and down; then, stopping at\n     LARRY's chair, he speaks.\n\nKEITH.  Now listen, Larry.  When you leave here, go straight home,\nand stay there till I give you leave to go out again.  Promise.\n\nLARRY.  I promise.\n\nKEITH.  Is your promise worth anything?\n\nLARRY.  [With one of his flashes]  \"Unstable as water, he shall not\nexcel!\"\n\nKEITH.  Exactly.  But if I'm to help you, you must do as I say.\nI must have time to think this out.  Have you got money?\n\nLARRY.  Very little.\n\nKEITH.  [Grimly]  Half-quarter day--yes, your quarter's always spent\nby then.  If you're to get away--never mind, I can manage the money.\n\nLARRY.  [Humbly]  You're very good, Keith; you've always been very\ngood to me--I don't know why.\n\nKEITH.  [Sardonically]  Privilege of A brother.  As it happens, I'm\nthinking of myself and our family.  You can't indulge yourself in\nkilling without bringing ruin.  My God!  I suppose you realise that\nyou've made me an accessory after the fact--me, King's counsel--sworn\nto the service of the Law, who, in a year or two, will have the\ntrying of cases like yours!  By heaven, Larry, you've surpassed\nyourself!\n\nLARRY.  [Bringing out a little box]  I'd better have done with it.\n\nKErra.  You fool!  Give that to me.\n\nLARRY.  [With a strange smite]  No.  [He holds up a tabloid between\nfinger and thumb]  White magic, Keith!  Just one--and they may do\nwhat they like to you, and you won't know it.  Snap your fingers at\nall the tortures.  It's a great comfort!  Have one to keep by you?\n\nKEITH.  Come, Larry!  Hand it over.\n\nLARRY.  [Replacing the box]  Not quite!  You've never killed a man,\nyou see.  [He gives that crazy laugh.]  D'you remember that hammer\nwhen we were boys and you riled me, up in the long room?  I had luck\nthen.  I had luck in Naples once.  I nearly killed a driver for\nbeating his poor brute of a horse.  But now--! My God!  [He covers\nhis face.]\n\n     KEITH touched, goes up and lays a hand on his shoulder.\n\nKEITH.  Come, Larry!  Courage!\n\n     LARRY looks up at him.\n\nLARRY.  All right, Keith; I'll try.\n\nKEITH.  Don't go out.  Don't drink.  Don't talk.  Pull yourself\ntogether!\n\nLARRY.  [Moving towards the door]  Don't keep me longer than you can\nhelp, Keith.\n\nKEITH.  No, no.  Courage!\n\n     LARRY reaches the door, turns as if to say something-finds no\n     words, and goes.\n\n[To the fire]  Courage!  My God!  I shall need it!\n\n\n                              CURTAIN\n\n\n\n\nSCENE II\n\n     At out eleven o'clock the following night an WANDA'S room on the\n     ground floor in Soho.  In the light from one close-shaded\n     electric bulb the room is but dimly visible.  A dying fire burns\n     on the left.  A curtained window in the centre of the back wall.\n     A door on the right.  The furniture is plush-covered and\n     commonplace, with a kind of shabby smartness.  A couch, without\n     back or arms, stands aslant, between window and fire.\n\n     [On this WANDA is sitting, her knees drawn up under her, staring\n     at the embers.  She has on only her nightgown and a wrapper over\n     it; her bare feet are thrust into slippers.  Her hands are\n     crossed and pressed over her breast.  She starts and looks up,\n     listening.  Her eyes are candid and startled, her face alabaster\n     pale, and its pale brown hair, short and square-cut, curls\n     towards her bare neck.  The startled dark eyes and the faint\n     rose of her lips are like colour-staining on a white mask.]\n\n     [Footsteps as of a policeman, very measured, pass on the\n     pavement outside, and die away.  She gets up and steals to the\n     window, draws one curtain aside so that a chink of the night is\n     seen.  She opens the curtain wider, till the shape of a bare,\n     witch-like tree becomes visible in the open space of the little\n     Square on the far side of the road.  The footsteps are heard\n     once more coming nearer.  WANDA closes the curtains and cranes\n     back.  They pass and die again.  She moves away and looking down\n     at the floor between door and couch, as though seeing something\n     there;  shudders; covers her eyes; goes back to the couch and\n     down again just as before, to stare at the embers.  Again she is\n     startled by noise of the outer door being opened.  She springs\n     up, runs and turns the light by a switch close to the door.  By\n     the glimmer of the fire she can just be seen standing by the\n     dark window-curtains, listening.  There comes the sound of\n     subdued knocking on her door.  She stands in breathless terror.\n     The knocking is repeated.  The sound of a latchkey in the door\n     is heard.  Her terror leaves her.  The door opens; a man enters\n     in a dark, fur overcoat.]\n\nWANDA.  [In a voice of breathless relief, with a rather foreign\naccent]  Oh! it's you, Larry!  Why did you knock?  I was so\nfrightened.  Come in!  [She crosses quickly, and flings her arms\nround his neck]  [Recoiling--in a terror-stricken whisper]  Oh!  Who\nis it?\n\nKEITH.  [In a smothered voice]  A friend of Larry's.  Don't be\nfrightened.\n\n     She has recoiled again to the window; and when he finds the\n     switch and turns the light up, she is seen standing there\n     holding her dark wrapper up to her throat, so that her face has\n     an uncanny look of being detached from the body.\n\n[Gently]  You needn't be afraid.  I haven't come to do you harm--\nquite the contrary.  [Holding up the keys]  Larry wouldn't have given\nme these, would he, if he hadn't trusted me?\n\n     WANDA does not move, staring like a spirit startled out of the\n     flesh.\n\n[After looking round him]  I'm sorry to have startled you.\n\nWANDA.  [In a whisper]  Who are you, please?\n\nKEITH.  Larry's brother.\n\n     WANDA, with a sigh of utter relief, steals forward to the couch\n     and sinks down.  KEITH goes up to her.\n\nHe'd told me.\n\nWANDA.  [Clasping her hands round her knees.]  Yes?\n\nKEITH.  An awful business!\n\nWANDA.  Yes; oh, yes!  Awful--it is awful!\n\nKEITH.  [Staring round him again.]  In this room?\n\nWANDA.  Just where you are standing.  I see him now, always falling.\n\nKEITH.  [Moved by the gentle despair in her voice]  You--look very\nyoung.  What's your name?\n\nWANDA.  Wanda.\n\nKEITH.  Are you fond of Larry?\n\nWANDA.  I would die for him!\n\n     [A moment's silence.]\n\nKEITH.  I--I've come to see what you can do to save him.\n\nWANDA, [Wistfully]  You would not deceive me.  You are really his\nbrother?\n\nKEITH.  I swear it.\n\nWANDA.  [Clasping her hands]  If I can save him!  Won't you sit down?\n\nKEITH.  [Drawing up a chair and sitting]  This, man, your--your\nhusband, before he came here the night before last--how long since\nyou saw him?\n\nWANDA.  Eighteen month.\n\nKEITH.  Does anyone about here know you are his wife?\n\nWANDA.  No.  I came here to live a bad life.  Nobody know me.  I am\nquite alone.\n\nKEITH.  They've discovered who he was--you know that?\n\nWANDA.  No; I have not dared to go out.\n\nKEITH: Well, they have; and they'll look for anyone connected with\nhim, of course.\n\nWANDA.  He never let people think I was married to him.  I don't know\nif I was--really.  We went to an office and signed our names; but he\nwas a wicked man.  He treated many, I think, like me.\n\nKEITH.  Did my brother ever see him before?\n\nWANDA.  Never!  And that man first went for him.\n\nKEITH.  Yes.  I saw the mark.  Have you a servant?\n\nWANDA.  No.  A woman come at nine in the morning for an hour.\n\nKEITH.  Does she know Larry?\n\nWANDA.  No.  He is always gone.\n\nKEITH.  Friends--acquaintances?\n\nWANDA.  No; I am verree quiet.  Since I know your brother, I see no\none, sare.\n\nKEITH.  [Sharply]  Do you mean that?\n\nWANDA.  Oh, yes!  I love him.  Nobody come here but him for a long\ntime now.\n\nKEITH.  How long?\n\nWANDA.  Five month.\n\nKEITH.  So you have not been out since----?\n\n     [WANDA shakes her head.]\n\nWhat have you been doing?\n\nWANDA.  [Simply]  Crying.  [Pressing her hands to her breast]  He is\nin danger because of me.  I am so afraid for him.\n\nKEITH.  [Checking her emotion]  Look at me.\n\n     [She looks at him.]\n\nIf the worst comes, and this man is traced to you, can you trust\nyourself not to give Larry away?\n\nWANDA.  [Rising and pointing to the fire]  Look!  I have burned all\nthe things he have given me--even his picture.  Now I have nothing\nfrom him.\n\nKEITH.  [Who has risen too]  Good!  One more question.  Do the police\nknow you--because--of your life?\n\n     [She looks at him intently, and shakes her, head.]\n\nYou know where Larry lives?\n\nWANDA.  Yes.\n\nKEITH.  You mustn't go there, and he mustn't come to you.\n\n     [She bows her head; then, suddenly comes close to him.]\n\nWANDA.  Please do not take him from me altogether.  I will be so\ncareful.  I will not do anything to hurt him.  But if I cannot see\nhim sometimes, I shall die.  Please do not take him from me.\n\n     [She catches his hand and presses it desperately between her\n     own.]\n\nKEITH.  Leave that to me.  I'm going to do all I can.\n\nWANDA.  [Looking up into his face]  But you will be kind?\n\n     Suddenly she bends and kisses his hand.  KEITH draws his hand\n     away, and she recoils a little humbly, looking up at him again.\n     Suddenly she stands rigid, listening.\n\n[In a whisper]  Listen!  Someone--out there!\n\n     She darts past him and turns out the light.  There is a knock on\n     the door.  They are now close together between door and window.\n\n [Whispering]  Oh!  Who is it?\n\nKEITH.  [Under his breath]  You said no one comes but Larry.\n\nWANDA.  Yes, and you have his keys.  Oh! if it is Larry! I must open!\n\n     KEITH shrinks back against the wall.  WANDA goes to the door.\n\n[Opening the door an inch]  Yes?  Please?  Who?\n\n     A thin streak of light from a bull's-eye lantern outside plays\n     over the wall.  A Policeman's voice says: \"All right, Miss.\n     Your outer door's open.  You ought to keep it shut after dark,\n     you know.\"\n\nWANDA.  Thank you, air.\n\n     [The sound of retreating footsteps, of the outer door closing.\n     WANDA shuts the door.]\n\nA policeman!\n\nKEITH.  [Moving from the wall]  Curse!  I must have left that door.\n[Suddenly-turning up the light]  You told me they didn't know you.\n\nWANDA.  [Sighing]  I did not think they did, sir.  It is so long I\nwas not out in the town; not since I had Larry.\n\n     KEITH gives her an intent look, then crosses to the fire.  He\n     stands there a moment, looking down, then turns to the girl, who\n     has crept back to the couch.\n\nKEITH.  [Half to himself]  After your life, who can believe---?  Look\nhere!  You drifted together and you'll drift apart, you know.  Better\nfor him to get away and make a clean cut of it.\n\nWANDA.  [Uttering a little moaning sound]  Oh, sir!  May I not love,\nbecause I have been bad?  I was only sixteen when that man spoiled\nme.  If you knew----\n\nKEITH.  I'm thinking of Larry.  With you, his danger is much greater.\nThere's a good chance as things are going.  You may wreck it.  And\nfor what?  Just a few months more of--well--you know.\n\nWANDA.  [Standing at the head of the couch and touching her eyes with\nher hands]  Oh, sir!  Look!  It is true.  He is my life.  Don't take\nhim away from me.\n\nKEITH.  [Moved and restless]  You must know what Larry is.  He'll\nnever stick to you.\n\nWANDA.  [Simply]  He will, sir.\n\nKEITH.  [Energetically]  The last man on earth to stick to anything!\nBut for the sake of a whim he'll risk his life and the honour of all\nhis family.  I know him.\n\nWANDA.  No, no, you do not.  It is I who know him.\n\nKEITH.  Now, now!  At any moment they may find out your connection\nwith that man.  So long as Larry goes on with you, he's tied to this\nmurder, don't you see?\n\nWANDA.  [Coming close to him]  But he love me. Oh, sir!  he love me!\n\nKEITH.  Larry has loved dozens of women.\n\nWANDA.  Yes, but----[Her face quivers].\n\nKEITH.  [Brusquely]  Don't cry!  If I give you money, will you\ndisappear, for his sake?\n\nWANDA.  [With a moan]  It will be in the water, then.  There will be\nno cruel men there.\n\nKEITH.  Ah!  First Larry, then you!  Come now.  It's better for you\nboth.  A few months, and you'll forget you ever met.\n\nWANDA.  [Looking wildly up]  I will go if Larry say I must.  But not\nto live.  No! [Simply]  I could not, sir.\n\n     [KEITH, moved, is silent.]\n\nI could not live without Larry.  What is left for a girl like me--\nwhen she once love?  It is finish.\n\nKEITH.  I don't want you to go back to that life.\n\nWANDA.  No; you do not care what I do.  Why should you?  I tell you I\nwill go if Larry say I must.\n\nKEITH.  That's not enough.  You know that.  You must take it out of\nhis hands.  He will never give up his present for the sake of his\nfuture.  If you're as fond of him as you say, you'll help to save\nhim.\n\nWANDA.  [Below her breath]  Yes!  Oh, yes!  But do not keep him long\nfrom me--I beg!  [She sinks to the floor and clasps his knees.]\n\nKEITH.  Well, well!  Get up.\n\n     [There is a tap on the window-pane]\n\nListen!\n\n     [A faint, peculiar whistle. ]\n\nWANDA.  [Springing up]  Larry!  Oh, thank God!\n\n     [She runs to the door, opens it, and goes out to bring him in.\n     KEITH stands waiting, facing the open doorway.]\n\n     [LARRY entering with WANDA just behind him.]\n\nLARRY.  Keith!\n\nKEITH.  [Grimly]  So much for your promise not to go out!\n\nLARRY.  I've been waiting in for you all day.  I couldn't stand it\nany longer.\n\nKEITH.  Exactly!\n\nLARRY.  Well, what's the sentence, brother?  Transportation for life\nand then to be fined forty pounds'?\n\nKEITH.  So you can joke, can you?\n\nLARRY.  Must.\n\nKEITH.  A boat leaves for the Argentine the day after to-morrow; you\nmust go by it.\n\nLARRY.  [Putting  his arms round WANDA, who is standing motionless\nwith her eyes fixed on him]  Together, Keith?\n\nKEITH.  You can't go together.  I'll send her by the next boat.\n\nLARRY.  Swear?\n\nKEITH.  Yes.  You're lucky they're on a false scent.\n\nLARRY.  What?\n\nKEITH.  You haven't seen it?\n\nLARRY.  I've seen nothing, not even a paper.\n\nKEITH.  They've taken up a vagabond who robbed the body.  He pawned a\nsnake-shaped ring, and they identified this Walenn by it.  I've been\ndown and seen him charged myself.\n\nLARRY.  With murder?\n\nWANDA.  [Faintly]  Larry!\n\nKEITH.  He's in no danger.  They always get the wrong man first.\nIt'll do him no harm to be locked up a bit--hyena like that.  Better\nin prison, anyway, than sleeping out under archways in this weather.\n\nLARRY.  What was he like, Keith?\n\nKEITH.  A little yellow, ragged, lame, unshaven scarecrow of a chap.\nThey were fools to think he could have had the strength.\n\nLARRY.  What!  [In an awed voice]  Why, I saw him--after I left you\nlast night.\n\nKEITH.  You?  Where?\n\nLARRY.  By the archway.\n\nKEITH.  You went back there?\n\nLARRY.  It draws you, Keith.\n\nKErra.  You're mad, I think.\n\nLARRY.  I talked to him, and he said, \"Thank you for this little\nchat.  It's worth more than money when you're down.\"  Little grey man\nlike a shaggy animal.  And a newspaper boy came up and said: \"That's\nright, guv'nors!  'Ere's where they found the body--very spot.  They\n'yn't got 'im yet.\"\n\n     [He laughs; and the terrified girl presses herself against him.]\n\nAn innocent man!\n\nKEITH.  He's in no danger, I tell you.  He could never have\nstrangled----Why, he hadn't the strength of a kitten.  Now, Larry!\nI'll take your berth to-morrow.  Here's money [He brings out a pile\nof notes and puts them on the couch]  You can make a new life of it\nout there together presently, in the sun.\n\nLARRY.  [In a whisper]  In the sun!  \"A cup of wine and thou.\"\n[Suddenly]  How can I, Keith?  I must see how it goes with that poor\ndevil.\n\nKEITH.  Bosh!  Dismiss it from your mind; there's not nearly enough\nevidence.\n\nLARRY.  Not?\n\nKEITH.  No.  You've got your chance.  Take it like a man.\n\nLARRY.  [With a strange smile--to the girl]  Shall we, Wanda?\n\nWANDA.  Oh, Larry!\n\nLARRY.  [Picking the notes up from the couch]  Take them back, Keith.\n\nKEITH.  What!  I tell you no jury would convict; and if they did, no\njudge would hang.  A ghoul who can rob a dead body, ought to be in\nprison.  He did worse than you.\n\nLARRY.  It won't do, Keith.  I must see it out.\n\nKEITH.  Don't be a fool!\n\nLARRY.  I've still got some kind of honour.  If I clear out before I\nknow, I shall have none--nor peace.  Take them, Keith, or I'll put\nthem in the fire.\n\nKEITH.  [Taking back the notes; bitterly]  I suppose I may ask you\nnot to be entirely oblivious of our name.  Or is that unworthy of\nyour honour?\n\nLARRY.  [Hanging his head]  I'm awfully sorry, Keith; awfully sorry,\nold man.\n\nKEITH.  [sternly]  You owe it to me--to our name--to our dead mother\n--to do nothing anyway till we see what happens.\n\nLARRY.  I know.  I'll do nothing without you, Keith.\n\nKEITH.  [Taking up his hat]  Can I trust you?  [He stares hard at his\nbrother.]\n\nLARRY.  You can trust me.\n\nKEITH.  Swear?\n\nLARRY.  I swear.\n\nKEITH.  Remember, nothing!  Good night!\n\nLARRY.  Good night!\n\n     KEITH goes.  LARRY Sits down on the couch sand stares at the\n     fire.  The girl steals up and slips her arms about him.\n\nLARRY.  An innocent man!\n\nWANDA.  Oh, Larry!  But so are you.  What did we want--to kill that\nman?  Never!  Oh!  kiss me!\n\n     [LARRY turns his face.  She kisses his lips.]\n\nI have suffered so--not seein' you.  Don't leave me again--don't!\nStay here.  Isn't it good to be together?--Oh!  Poor Larry!  How\ntired you look!--Stay with me.  I am so frightened all alone.  So\nfrightened they will take you from me.\n\nLARRY.  Poor child!\n\nWANDA.  No, no!  Don't look like that!\n\nLARRY.  You're shivering.\n\nWANDA.  I will make up the fire.  Love me, Larry!  I want to forget.\n\nLARRY.  The poorest little wretch on God's earth--locked up--for me!\nA little wild animal, locked up.  There he goes, up and down, up and\ndown--in his cage--don't you see him?--looking for a place to gnaw\nhis way through--little grey rat.  [He gets up and roams about.]\n\nWANDA.  No, no!  I can't bear it!  Don't frighten me more!\n\n     [He comes back and takes her in his arms.]\n\nLARRY.  There, there! [He kisses her closed eyes.]\n\nWANDA.  [Without moving]  If we could sleep a little--wouldn't it be\nnice?\n\nLARRY.  Sleep?\n\nWANDA.  [Raising herself]  Promise to stay with me--to stay here for\ngood, Larry.  I will cook for you; I will make you so comfortable.\nThey will find him innocent.  And then--Oh, Larry!  in the sun-right\naway--far from this horrible country.  How lovely!  [Trying to get\nhim to look at her]  Larry!\n\nLARRY.  [With a movement to free 'himself]  To the edge of the\nworld-and---over!\n\nWANDA.  No, no!  No, no!  You don't want me to die, Larry, do you?  I\nshall if you leave me.  Let us be happy!  Love me!\n\nLARRY.  [With a laugh]  Ah!  Let's be happy and shut out the sight of\nhim.  Who cares?  Millions suffer for no mortal reason.  Let's be\nstrong, like Keith.  No!  I won't leave you, Wanda.  Let's forget\neverything except ourselves.  [Suddenly]  There he goes-up and down!\n\nWANDA. [Moaning]  No, no!  See!  I will pray to the Virgin.  She will\npity us!\n\n     She falls on her knees and clasps her hands, praying.  Her lips\n     move.  LARRY stands motionless, with arms crossed, and on his\n     face are yearning and mockery, love and despair.\n\nLARRY.  [Whispering]  Pray for us!  Bravo!  Pray away!\n\n     [Suddenly the girl stretches out her arms and lifts her face\n     with a look of ecstasy.]\n\nWhat?\n\nWANDA.  She is smiling!  We shall be happy soon.\n\nLARRY.  [Bending down over her]  Poor child!  When we die, Wanda,\nlet's go together.  We should keep each other warm out in the dark.\n\nWANDA.  [Raising her hands to his face]  Yes!  oh, yes!  If you die I\ncould not--I could not go on living!\n\n\n                              CURTAIN\n\n\n\n\nSCENE III.\n\nTWO MONTHS LATER\n\n     WANDA'S room.  Daylight is just beginning to fail of a January\n     afternoon.  The table is laid for supper, with decanters of\n     wine.\n\n     WANDA is standing at the window looking out at the wintry trees\n     of the Square beyond the pavement.  A newspaper Boy's voice is\n     heard coming nearer.\n\nVOICE.  Pyper!  Glove Lyne murder!  Trial and verdict!  [Receding]\nVerdict!  Pyper!\n\n     WANDA throws up the window as if to call to him, checks herself,\n     closes it and runs to the door.  She opens it, but recoils into\n     the room.  KEITH is standing there.  He comes in.\n\nKEITH.  Where's Larry?\n\nWANDA.  He went to the trial.  I could not keep him from it.  The\ntrial--Oh!  what has happened, sir?\n\nKEITH.  [Savagely]  Guilty!  Sentence of death!  Fools!--idiots!\n\nWANDA.  Of death!  [For a moment she seems about to swoon.]\n\nKEITH.  Girl!  girl!  It may all depend on you.  Larry's still living\nhere?\n\nWANDA.  Yes.\n\nKEITH.  I must wait for him.\n\nWANDA.  Will you sit down, please?\n\nKEITH.  [Shaking his head]  Are you ready to go away at any time?\n\nWANDA.  Yes, yes; always I am ready.\n\nKEITH.  And he?\n\nWANDA.  Yes--but now!  What will he do?  That poor man!\n\nKEITH.  A graveyard thief--a ghoul!\n\nWANDA.  Perhaps he was hungry.  I have been hungry: you do things\nthen that you would not.  Larry has thought of him in prison so much\nall these weeks.  Oh! what shall we do now?\n\nKEITH.  Listen!  Help me.  Don't let Larry out of your sight.  I must\nsee how things go.  They'll never hang this wretch.  [He grips her\narms]  Now, we must stop Larry from giving himself up.  He's fool\nenough.  D'you understand?\n\nWANDA.  Yes.  But why has he not come in?  Oh!  If he have, already!\n\nKEITH.  [Letting go her arms]  My God!  If the police come--find me\nhere--[He moves to the door] No, he wouldn't without seeing you\nfirst.  He's sure to come.  Watch him like a lynx.  Don't let him go\nwithout you.\n\nWANDA.  [Clasping her hands on her breast]  I will try, sir.\n\nKEITH.  Listen!\n\n     [A key is heard in the lock.]\n\nIt's he!\n\n     LARRY enters.  He is holding a great bunch of pink lilies and\n     white narcissus.  His face tells nothing.  KEITH looks from him\n     to the girl, who stands motionless.\n\nLARRY.  Keith!  So you've seen?\n\nKEITH.  The thing can't stand.  I'll stop it somehow.  But you must\ngive me time, Larry.\n\nLARRY.  [Calmly]  Still looking after your honour, KEITH!\n\nKEITH.  [Grimly]  Think my reasons what you like.\n\nWANDA.  [Softly]  Larry!\n\n     [LARRY puts his arm round her.]\n\nLARRY.  Sorry, old man.\n\nKEITH.  This man can and shall get off.  I want your solemn promise\nthat you won't give yourself up, nor even go out till I've seen you\nagain.\n\nLARRY.  I give it.\n\nKEITH.  [Looking from one to the other]  By the memory of our mother,\nswear that.\n\nLARRY.  [With a smile]  I swear.\n\nKEITH.  I have your oath--both of you--both of you.  I'm going at\nonce to see what can be done.\n\nLARRY.  [Softly]  Good luck, brother.\n\n     KEITH goes out.\n\nWANDA.  [Putting her hands on LARRY's breast]  What does it mean?\n\nLARRY.  Supper, child--I've had nothing all day.  Put these lilies in\nwater.\n\n     [She takes the lilies and obediently puts them into a vase.\n     LARRY pours wine into a deep-coloured glass and drinks it off.]\n\nWe've had a good time, Wanda.  Best time I ever had, these last two\nmonths; and nothing but the bill to pay.\n\nWANDA.  [Clasping him desperately]  Oh, Larry! Larry!\n\nLARRY.  [Holding her away to look at her.]  Take off those things and\nput on a bridal garment.\n\nWANDA.  Promise me--wherever you go, I go too.  Promise!  Larry, you\nthink I haven't seen, all these weeks.  But I have seen everything;\nall in your heart, always.  You cannot hide from me.  I knew--I knew!\nOh, if we might go away into the sun!  Oh! Larry--couldn't we?  [She\nsearches his eyes with hers--then shuddering]  Well!  If it must be\ndark--I don't care, if I may go in your arms.  In prison we could not\nbe together.  I am ready.  Only love me first.  Don't let me cry\nbefore I go.  Oh! Larry, will there be much pain?\n\nLARRY.  [In a choked voice]  No pain, my pretty.\n\nWANDA.  [With a little sigh]  It is a pity.\n\nLARRY.  If you had seen him, as I have, all day, being tortured.\nWanda,--we shall be out of it.  [The wine mounting to his head]  We\nshall be free in the dark; free of their cursed inhumanities.  I hate\nthis world--I loathe it!  I hate its God-forsaken savagery; its pride\nand smugness!  Keith's world--all righteous will-power and success.\nWe're no good here, you and I--we were cast out at birth--soft,\nwill-less--better dead.  No fear, Keith!  I'm staying indoors.  [He\npours wine into two glasses]  Drink it up!\n\n\n     [Obediently WANDA drinks, and he also.]\n\nNow go and make yourself beautiful.\n\nWANDA.  [Seizing him in her arms]  Oh, Larry!\n\nLARRY.  [Touching her face and hair]  Hanged by the neck until he's\ndead--for what I did.\n\n     [WANDA takes a long look at his face, slips her arms from him,\n     and goes out through the curtains below the fireplace.]\n\n     [LARRY feels in his pocket, brings out the little box, opens it,\n     fingers the white tabloids.]\n\nLARRY.  Two each--after food.  [He laughs and puts back the box]  Oh!\nmy girl!\n\n     [The sound of a piano playing a faint festive tune is heard afar\n     off.  He mutters, staring at the fire.]\n\n     [Flames-flame, and flicker-ashes.]\n\n\"No more, no more, the moon is dead, And all the people in it.\"\n\n     [He sits on the couch with a piece of paper on his knees, adding\n     a few words with a stylo pen to what is already written.]\n\n     [The GIRL, in a silk wrapper, coming back through the curtains,\n     watches him.]\n\nLARRY.  [Looking up]  It's all here--I've confessed.  [Reading]\n\n\"Please bury us together.\"\n\n\"LAURENCE DARRANT.\n\n\"January 28th, about six p.m.\"\n\nThey'll find us in the morning.  Come and have supper, my dear love.\n\n     [The girl creeps forward.  He rises, puts his arm round her, and\n     with her arm twined round him, smiling into each other's faces,\n     they go to the table and sit down.]\n\n     The curtain falls for a few seconds to indicate the passage of\n     three hours.  When it rises again, the lovers are lying on the\n     couch, in each other's arms, the lilies stream about them.  The\n     girl's bare arm is round LARRY'S neck.  Her eyes are closed; his\n     are open and sightless.  There is no light but fire-light.\n\n     A knocking on the door and the sound of a key turned in the\n     lock.  KEITH enters.  He stands a moment bewildered by the\n     half-light, then calls sharply: \"Larry!\" and turns up the light.\n     Seeing the forms on the couch, he recoils a moment.  Then,\n     glancing at the table and empty decanters, goes up to the couch.\n\nKEITH.  [Muttering]  Asleep!  Drunk!  Ugh!\n\n     [Suddenly he bends, touches LARRY, and springs back.]\n\nWhat!  [He bends again, shakes him and calls]  Larry! Larry!\n\n     [Then, motionless, he stares down at his brother's open,\n     sightless eyes.  Suddenly he wets his finger and holds it to the\n     girl's lips, then to LARRY'S.]\n\n     [He bends and listens at their hearts; catches sight of the\n     little box lying between them and takes it up.]\n\nMy God!\n\n     [Then, raising himself, he closes his brother's eyes, and as he\n     does so, catches sight of a paper pinned to the couch; detaches\n     it and reads:]\n\n\"I, Lawrence Darrant, about to die by my own hand confess that I----\"\n\n     [He reads on silently, in horror; finishes, letting the paper\n     drop, and recoils from the couch on to a chair at the\n     dishevelled supper table.  Aghast, he sits there.  Suddenly he\n     mutters:]\n\nIf I leave that there--my name--my whole future!\n\n     [He springs up, takes up the paper again, and again reads.]\n\nMy God!  It's ruin!\n\n     [He makes as if to tear it across, stops, and looks down at\n     those two; covers his eyes with his hand; drops the paper and\n     rushes to the door.  But he stops there and comes back,\n     magnetised, as it were, by that paper.  He takes it up once more\n     and thrusts it into his pocket.]\n\n     [The footsteps of a Policeman pass, slow and regular, outside.\n     His face crisps and quivers; he stands listening till they die\n     away.  Then he snatches the paper from his pocket, and goes past\n     the foot of the couch to the fore.]\n\nAll my----No!  Let him hang!\n\n     [He thrusts the paper into the fire, stamps it down with his\n     foot, watches it writhe and blacken.  Then suddenly clutching\n     his head, he turns to the bodies on the couch.  Panting and like\n     a man demented, he recoils past the head of the couch, and\n     rushing to the window, draws the curtains and throws the window\n     up for air.  Out in the darkness rises the witch-like skeleton\n     tree, where a dark shape seems hanging.  KEITH starts back.]\n\nWhat's that?  What----!\n\n     [He shuts the window and draws the dark curtains across it\n     again.]\n\nFool!  Nothing!\n\n     [Clenching his fists, he draws himself up, steadying himself\n     with all his might.  Then slowly he moves to the door, stands a\n     second like a carved figure, his face hard as stone.]\n\n     [Deliberately he turns out the light, opens the door, and goes.]\n\n     [The still bodies lie there before the fire which is licking at\n     the last blackened wafer.]\n\n\nCURTAIN",
    "metadata": {
        "author": [
            "Sinjohn, John",
            "Galsworthy, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2918/pg2918.txt",
        "name": "the_first_and_the_last_a_drama_in_three_scenes.json"
    }
}