{
    "name": "The Elroom",
    "author": [
        "Sohl, Gerald Allan",
        "Sohl, Jerry"
    ],
    "body": "She had never seen violinists work so hard. They were running their\nbows back and forth so fast their hands were blurred. The musicians'\nfaces were studies in concentration and the concertmaster--he wasn't\ntwo feet from her--had worked himself into such a frenzy veins were\nstanding out on his red face.\n\nMrs. Briggs almost laughed, the way the conductor was sweeping his\nbaton to within inches of her head. Several times she had an impulse to\nreach up and catch it.\n\nSo this was Virilio! Disjointed, cacophonic, sometimes sweet but more\noften deafening. She had never caught him before. But it was just\nas advertised, all right. Exciting. And moving. She didn't know if\nthere was supposed to be a love theme in Virilio's new _Plenitude on a\nThursday Afternoon_, but it definitely stirred her.\n\nJust then the door opened and Timmy came walking through the musicians,\neating an apple. Once he stopped to stare at the tympani and a second\nfiddler's bow kept running through his head. It was rather ghostly,\nMrs. Briggs thought.\n\n\"Timmy!\" she yelled above the music. \"I didn't see you go. Where have\nyou been?\" As if she didn't know.\n\n\"Had to get a glass of water. The music made me thirsty,\" he said\nloudly, taking his seat beside her. \"This is a lousy program, Mom.\nWhat's next?\"\n\n\"_Drama in History_,\" she said absently, her eyes on a flutist's\nmustache, wondering how he managed to play.\n\nTimmy chomped on his apple, but in the face of his gustatory enjoyment\nshe couldn't find the heart to tell him to be quiet.\n\nAt intermission, she left the Elroom to let Timmy take in the\ncommercial and returned in time for the beginning of _Drama in History_.\n\nThere was a salt spray in the air and a cool wind whipped around them\nas the lights went out completely. The roar of waves grew loud and the\ndeck creaked beneath their feet.\n\nThe ship moved through the dim light. Sailors stood like statues about\nthe deck.\n\n\"We're even with the inshore ships, sir!\" a voice called hoarsely.\n\n\"We've got the French between us, then.\" Though he was a small man,\nthere was a ring of authority in the voice of the man on the bridge.\n\n\"There's the _Orient_, sir!\"\n\n\"One of ours has gone aground!\"\n\n\"She'll mark the shoal for the rest of the fleet,\" the little man\nreplied calmly. \"Ready, Mr. Creston!\"\n\n\"What's he think he's doing?\" the captain's boy whispered.\n\n\"Quiet, lad,\" a peg-legged sailor said softly. \"Admiral Nelson will see\nus through. You'll have your share of action afore mornin', mate!\"\n\nThe darkness was split by faraway flashes of light. Instantly, there\nwas returning cannon fire that caused the ship to shudder and groan.\nThe Battle of Aboukir Bay had begun....\n\nThe red flashers above the door winked their message.\n\n\"Damn!\" Mrs. Briggs said, switching off.\n\n\"Ma!\"\n\n\"There's someone at the door, Timmy. If it's a salesman--!\"\n\nMrs. Briggs checked the dials on the electrocooker as she went to the\ndoor. A small but efficient-looking woman in the standard white and\nblue of school uniforms had alighted from her g-car and stood at the\ndoor.\n\nThe woman said she was Bernice Pomeroy from the office of the director\nof Timmy's public school and Mrs. Briggs, scarcely glancing at her\noffered identification card, pushed for mezzanine. The woman said\nnothing; she merely waited until the floor came down hydraulically to\nmez level. Then Mrs. Briggs ran the magnetic curtains around, and when\nthey were private she saw that the woman was sitting on one of the soft\nlounge cushions, straight-backed, adjusting her glasses on the small\nbridge of her nose. She drew a sheaf of papers from her portfolio.\n\n\"Mrs. Briggs,\" Miss Pomeroy said, looking up with officious grey eyes.\nThen she saw Timmy. \"Timmy, I suppose.\"\n\n\"Yes.\" Mrs. Briggs wished she'd get on with it. It was hard enough\nleaving Admiral Nelson at the mouth of the Nile, without having her\nsettling down as if for all day.\n\n\"Maybe it would be best,\" Miss Pomeroy coughed a little, \"if Timmy--\"\n\n\"If Timmy what?\"\n\n\"It's about him, you see.\"\n\n\"I'll send him to the Elroom.\"\n\n\"No,\" Miss Pomeroy said at once. Then she added: \"Perhaps it would be\nbest if he stayed after all.\" She riffled her papers. \"Timmy's latest\nAuden-Gronet test shows his personality has dropped at least five\npoints from positive during the first half of the school year.\"\n\nMrs. Briggs looked at her nine-year-old son. He was down to the core of\nhis apple now, a nice looking boy, she thought, with bright blue eyes,\nhair that insisted on drooping too far down on his forehead--she'd have\nto start training it in earnest soon--and a fair supply of freckles. He\ncarried himself well. Had a pleasant speaking voice, she thought, and a\ngood vocabulary. She had noticed no--slipping?\n\n\"Timmy's not too far behind factually, Mrs. Briggs,\" Miss Pomeroy said,\nreferring to her records. \"In fact, we'll admit he's ahead in stability\nand adjustment. But he's getting more negative in aggressiveness and\npersonality development. He just doesn't seem to _care_. That factor\nmay account for his stability--he doesn't have any reason to be\nunstable, you see? And he adjusts easily because he doesn't care enough\nnot to. There _is_ a reason, of course.\"\n\nMrs. Briggs was annoyed. The schools had gone too far. \"And what, may I\nask, _is_ the reason?\"\n\n\"Too much time in the Elroom, Mrs. Briggs.\"\n\nMrs. Briggs managed a good-natured laugh. \"Miss Pomeroy, you have Timmy\nall wrong. He doesn't spend any more time in the Elroom than other\nchildren do.\"\n\n\"Children are all different,\" Miss Pomeroy countered.\n\n\"But not Timmy.\"\n\n\"Parents are often poor judges of their own children, Mrs. Briggs.\"\n\n\"Are you trying to tell me I don't know my own child?\"\n\n\"Mrs. Briggs, I am not _trying_ to tell you anything,\" Miss Pomeroy's\ncheeks were red. \"I am telling you your child is spending too much\ntime watching these programs. Sublimating so much, in fact, that he's\nbeginning to find it difficult telling the difference between life\nitself and the Elroom.\"\n\n\"Sublimating?\"\n\n\"Escape. You didn't know? Yes.\" The teacher smiled tolerantly. \"First\nsublimation room for elevating one's self--sublime the verb. Then SubL\nfor short. Then just L and L-room to Elroom. You didn't know?\"\n\n\"That, my dear,\" Mrs. Briggs said heatedly, \"is just so much hogwash.\"\n\n\"Tell me, Mrs. Briggs, just what does your husband think of the Elroom?\"\n\n\"He doesn't have much time to spend in it.\"\n\n\"You mean he'd rather do something else?\"\n\n\"He's interested in typically man things--cars, mostly.\" Because\nTimmy had gone over to the curtains and was starting to walk through,\nand because she wanted to show Miss Pomeroy she was capable of some\ndiscipline, she said, \"And where are _you_ going, young man?\"\n\n\"Probably back to the Elroom,\" Miss Pomeroy put in. Mrs. Briggs gave\nher an acid look.\n\nTimmy swallowed the last bite of apple. \"To get a drink. I'm thirsty.\"\n\nWhen he had gone, Miss Pomeroy leaned forward. \"You must keep him out\nof the Elroom, Mrs. Briggs. We'll send you a list of programs. He can\nhave sublimation only one hour a day.\"\n\n\"Ridiculous!\" Mrs. Briggs snapped.\n\nMiss Pomeroy adjusted her glasses and looked at her severely. \"Are you\nsaying you will not comply?\"\n\n\"I said it's ridiculous, didn't you hear? Why, you won't find a better\nchild than Timmy--\"\n\n\"Obviously your only child.\"\n\n\"And what has that to do with it?\"\n\n\"It is not my job to explain,\" Miss Pomeroy said icily. \"Only to\ninform. I'm afraid I'll have to report that you will not heed the\ndirective.\"\n\n\"The Elroom is instructive. Why, we were learning something about\nhistory just now. We were watching Nelson sink the French fleet when\nyou came.\"\n\n\"It's not the program. It's the identification with it. Let's say Timmy\nhas too much imagination--but then I have already told you what I came\nto tell. I'll be going now, Mrs. Briggs.\"\n\n\n\nFrom the way George sent the gyrocar into a long swoop that ended\ninside the garage, Laura Briggs knew her husband was angry and she\nbraced herself for battle. But she wasn't quite prepared for such an\nimmediate outburst, the moment he got in the door.\n\n\"Stoops!\" he cried, robbed of slamming the door because of the\nautomatic permaglass cushion. Timmy scurried away, frightened at this\naspect of his father. \"The psychocenter we've got to go to yet!\"\n\nThe electrocooker had dinged a minute ago, and Mrs. Briggs was ready to\ntake everything out and put it on the table, but she could only look at\nhim in amazement. \"You're not making sense!\"\n\n\"Ha!\" George's heavy eyebrows hovered high in his forehead, then\nplunged down over his eyes. His big face was crimson, his blue eyes\nsteely. \"Neither are they, and they called just before I left the\noffice. Wouldn't tell me why. Have you done anything?\"\n\n\"Well--\" Mrs. Briggs started tentatively and he gave her a sharp look.\n\"It's about the Elroom.\"\n\n\"The Elroom!\"\n\nShe told him about the visit of Miss Pomeroy. \"She must have reported\nit.\"\n\n\"Then we'll get rid of the damned thing!\" His eyes brightened. \"I told\nyou we should have gotten a new car instead.\"\n\n\"But we've got a car, George.\"\n\n\"Not a good one.\" He leaned against the cooker, his face blissful.\n\"Imagine us--_us_--driving a new _Caddie_ gyro--room for eight, you\nknow--supersonic drive--sleek, too--we could get a red one--you'd like\nred, wouldn't you?--a thousand horsepower with twin turbos for level\nflight--and those off-center firing tubes with folding back overhead\nvertical flight pins--Gad!\"\n\n\"Our present car--\"\n\n\"Junk!\"\n\n\"But it runs, and we don't need a car like that for just in-town\ndriving.\"\n\n\"But what about our vacation? Think of it, Laura: We could make it to\nAlaska, Tibet, Africa--we could go around the world in our three weeks.\"\n\n\"We could do the same with the Elroom, George. And there are a lot more\nthings besides travel.\" Mrs. Briggs's lower lip was trembling. \"You're\nsiding with those nasty school people. You think they're right about\nTimmy.\"\n\n\"Where is he?\"\n\nTimmy stuck his head up from behind the lounge. His big eyes were wide.\n\n\"Look at him, George. Ever seen a more normal boy? How could they think\na boy like that could get so involved in a program he'd think he was\nliving it.\"\n\n\"Yeah, but if those school people--\"\n\nHer eye caught the clock and she drew in her breath quickly. \"Say!\nWe've got to hurry if we're going to see _Cameron Capers_.\"\n\n\n\nDr. Vincent Potter was a large man with a shining expanse of flesh\nbetween two islands of black, bristling hair above heavy brows that\nmet over his nose and almost concealed the bright, intelligent eyes\nthat glittered beneath them.\n\n\"So. You cannot understand. Yes.\" He nodded his head, made a tent with\nhis hands, and rocked. \"But this is what we are for. To understand. For\nyou.\" He smiled. \"If understanding easily came, then we would be not\nneeded. No? You see?\" He laughed a little, jerked upright. The movement\nnearly made the three of them jump.\n\n\"Doctor,\" George said. \"There are millions of kids in Elrooms all over\nthe country.\"\n\n\"You tell me something new?\" The doctor frowned. \"Millions of people\nthere are. So? Must they be alike every one? They are not. Yes?\" The\ndoctor leaned toward Timmy who was playing with a desk calendar. \"Who\nis your mother?\" Timmy pointed to Mrs. Briggs. \"Your father?\" Timmy\npointed to George. \"See? He knows.\"\n\n\"Of course,\" Mrs. Briggs said.\n\n\"Exactly,\" the doctor agreed. Then he was upright, waving his\nforefinger before them, looking from beneath dark brows. \"For how long,\nMrs. Briggs? For how long, I am asking? And now, I am telling how long.\nWho knows? Who can tell how many times you will let him see these\nthings?\"\n\n\"What day is today?\" Timmy asked.\n\n\"He is asking what day it is,\" the doctor laughed.\n\n\"Well, why don't you answer him?\" Mrs. Briggs suggested.\n\n\"The twelfth of June,\" the doctor said. \"And why does Timmy ask such a\nquestion?\"\n\n\"You forgot to tear off yesterday.\" And Timmy tore the little sheet\noff, proceeded to make a dart of it.\n\n\"Well, what you've been meaning to say,\" George said, \"is that we're\ngoing to have to cut down on Timmy's Elroom time.\"\n\n\"Aw, Dad!\" Timmy protested.\n\n\"No. Cut it down we will not do.\" The doctor shook his head gravely.\n\"We will cut it out altogether.\"\n\n\"Cut it out?\" George said hopefully. He leaned forward with interest.\n\"Maybe we should get rid of our outfit?\"\n\n\"Mr. Briggs. You do not know, perhaps, sublimation can be dangerous.\nConfusing reality, stimulating unreality, stunting thinking, bringing\non neuroses. Tolerance. He needs tolerance. Timmy cannot develop\ntolerance with too much of a dose, as he has had. Do you see now? The\nAG test--ah!--it is good. It shows us he is leaving reality. We can't\nlet him psychotic become.\"\n\n\"But he doesn't believe the programs!\" Mrs. Briggs exclaimed.\n\n\"Not yet, Mrs. Briggs! Not yet. If he sublimes enough he will soon,\nthough. No?\"\n\n\"I can't stand the thought of locking Timmy out of it,\" Mrs. Briggs\nsaid sadly.\n\n\"I'm in favor of getting rid of it,\" George muttered. \"There are other\nthings--cars--\"\n\nDr. Potter took an official form from a drawer. \"A change of\nenvironment you need. Timmy needs. You leave tomorrow on a month's\nvacation.\"\n\n\"But my vacation doesn't come up for six months,\" George said. \"Or\ndoesn't that matter?\" he added hopefully.\n\n\"You will leave tomorrow, as said. No? Your office will I inform of the\nnecessary departure. Sector administration will be knowing.\" He wrote\non a sheet of paper. \"The colorful spots. That you will see. Timmy\nwill see things as they really are. Itineraries will send the route by\nfacsimile. Good. Not?\"\n\n\"Why, I think it's wonderful!\" George said.\n\n\"Timmy must see the sunrise. The sea, he must swim in. Things, he must\ndo. Remember. Yes?\"\n\n\"Yes,\" George said. \"No?\" He turned to his wife. \"There's an agency\nwhere we can rent a car--and they have new _Caddies_--\"\n\n\n\nThe tapering white obelisk thrust upward from the earth like a giant\nneedle. The Briggses entered the base of it, went up the elevator, and\ncaught glimpses of stairway landings as the cage rose slowly. When they\nstepped out on the platform near the top, they walked to the pair of\nport openings on one side and looked out.\n\nIn the time it had taken them to get to the top of Washington Monument,\na light fog, borne on the slight evening breeze, had enveloped the tall\nshaft at its midsection; they could see nothing of the ground below.\nThey were isolated from Earth, connected to it only by the elevator\nwell.\n\n\"Isn't this eerie?\" Mrs. Briggs asked Timmy.\n\nHe looked around casually and yawned. \"On an Elroom program,\" he said,\n\"you would be able to see all the way down. I don't think this is so\nhot.\" He yawned again. \"I'm thirsty.\"\n\n\"We'll be going down in a minute, Timmy.\"\n\n\"I've got the route figured better than Itineraries for the next stop,\"\nGeorge said. \"If we could leave in twenty minutes--\"\n\n\n\nAragonite crystals on the cavern's ceiling twinkled brightly in\nreflection of glowing electric lights. The fragile beauty of the\nboxwork formation took Mrs. Briggs's breath away.\n\n\"It's just like lace,\" she whispered to George, pointing to the frosty\ntracery glistening in the honeycombed walls.\n\n\"Tom Bingham discovered this cave,\" the guide intoned before the\ntourists seated in the giant chamber, his voice echoing from the walls.\n\"He heard a whistling sound and found it came from a small opening.\nThat's why they call this Wind Cave. The wind goes in and out.\"\n\n\"Why does it do that?\" someone asked.\n\n\"Difference in atmospheric pressure,\" the guide said. \"Another\ninteresting thing about this cave: It's always forty-seven degrees.\nDoesn't make any difference whether it's summer or winter. Always the\nsame in here.\"\n\n\"I don't hear any wind,\" Timmy said to his mother and father. \"Why\nisn't the wind whistling?\"\n\n\"When the barometer falls, the wind blows out,\" his father explained.\n\"When the barometer rises, the wind blows in.\"\n\n\"Why isn't the wind whistling now?\" Timmy insisted.\n\n\"The barometer must be standing still, son.\"\n\n\"This isn't any good. On an Elroom program the wind would be whistling.\"\n\n\"Hush,\" Mrs. Briggs said.\n\n\"I'm thirsty,\" Timmy said.\n\n\"We'll be leaving in a few minutes.\"\n\n\"You'll get plenty of wind when I rev up the _Caddie_ on our next hop,\"\nGeorge said.\n\n\n\n\"Think of that,\" George said. \"It's a whole mile down to the river.\"\n\nTimmy leaned forward to take a deep look over the precipice at Yaki\npoint.\n\n\"Boy!\" he said. \"This is pretty good. Almost makes me dizzy.\"\n\nBelow, the Colorado River was bright quicksilver, threading its way\ncircuitously through the canyon. The striated walls rose majestically\nfrom the floor to towering temples.\n\nThe boy turned from the rock to look at the tufts of clouds floating by\nin the deep blue sky.\n\n\"I'm thirsty,\" he said.\n\nMrs. Briggs, still fascinated by the view, said, \"Well, go get a drink,\nthen.\"\n\nTimmy walked over the edge, screamed as he fell.\n\nMrs. Briggs could only stare, stunned.\n\nGeorge uttered a cry and ran to the cliffs rim.\n\nTourists nearby ran up, looked down with George.\n\nA hundred feet below on the slope at a point where it dropped off to\nnothing, a horrified Timmy was crouched clutching a small tree.\n\n\"Hold on!\" George called encouragingly.\n\nA few minutes later someone had found a long rope in a gyrocar trunk\nand roped it about George's middle. They let him over the edge gently,\ndropped him down the slope slowly.\n\n\"Hang on, Timmy!\" George yelled, running a tongue over dry lips and\nmomentarily closing his eyes to the dizzying depths. \"Don't let the\nlittle rocks coming down worry you.\"\n\nA while later, a dust-streaked Timmy was back on the ledge in his\nmother's arms, sobbing.\n\nGeorge, his shirt wet with sweat, and struggling out of the rope,\npanted: \"Whatever came over you, Timmy?\"\n\n\"It was so real I thought it was the Elroom. I was just going out to\nthe kitchen to get a drink of water.\"\n\n\"And I--I told him to go,\" Mrs. Briggs said, horrified. \"It was that\nreal to me, too.\"\n\n\n\n                               FOR SALE\n\n      ELROOM, complete. Like new. Reasonable. Or will trade for\n      new Cadillac 8-passenger, twin-turbo gyro, red preferred.\n      George Briggs, 7228 Rose Terrace. Phone CARberry 7-9087.",
    "metadata": {
        "author": [
            "Sohl, Gerald Allan",
            "Sohl, Jerry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59149/pg59149.txt",
        "name": "the_elroom.json"
    }
}