{
    "name": "The Animated Pinup",
    "author": [
        "Parker, Lewis"
    ],
    "body": "\n[Sidenote: You're not expected to believe this story since it's the kind\nof thing that science calls impossible. But anyway, she happened. Who?\nWhy--]\n\n\nTo make it clear how normal everything was when the evening started out,\nI'll let you in at the time Willy phoned me. I was in my apartment with\na lady from down the hall....\n\nI had asked her what she liked and she'd purred, \"You.\" I had asked her\nwith soda or gingerale and she'd said, \"Straight,\" so I'd obliged and\npoured myself a triple too and sank into the sofa beside her.\n\nThe phone rang.\n\n\"Oh damn,\" she said.\n\n\"Your earlobes--\" I began.\n\n\"The phone, James.\"\n\n\"Your shoulders--\"\n\n\"James? Don't you think you'd better answer it?\"\n\nSo I sighed and handed her the glass and told her not to hold it till I\ngot back or she'd melt the ice. I crossed the room to the telephone.\n\n\"City morgue,\" I said.\n\n\"Uh--unh--\"\n\n\"Hullo Willy,\" I said, recognizing the stammer.\n\nWhile he gulped and stuttered a couple more times I threw a kiss to the\nlady. She failed to throw it back because she was placing a bet with\nherself that Willy was short for Wilhelmina.\n\nWilly straightened his tongue out. \"Jim, I've got to see you.\"\n\nNow Willy was a nervous little guy from faulty thyroid but neurotic in a\nbearable way. He sounded even more upset than he usually did. I didn't\nparticularly like him, but he was a topflight illustrator and I liked\nthe way he drew women, and besides I'd been trying for a year to tag him\nfor our agency. All the slicker art agencies were after him, that's how\ngood he was. We'd made the highest bid for him but he still had this bug\nin his noodle for free-lancing, which showed he had more business sense\nthan the rest of his ilk but which wasn't doing my position at the\nagency any good. I'd been joed to bag him.\n\nWhich was why I hesitated and reconsidered the impulse to brush him off.\nThis was the first time he had definitely asked to see me. Sunday\nmidnight is one hell of a time to suddenly decide to see a dogging\nagent, but like I said Willy was neurotic. So I just tested the impulse.\n\n\"Well, Willy,\" I said, \"I'm pretty busy at the moment looking after the\ninterests of the agency artists. They always come first, you know. Could\nit wait--\"\n\n\"Jim, I've got to see you. It's--It's driving me nuts trying to figure\nout what to do.\"\n\n\"Tax trouble? Or maybe one of your models?\"\n\n\"No, nothing like that. Listen. Will you come over tonight?\"\n\nI let my instincts juggle the stress between pleasure and business. Both\nwere practical, well-balanced personal interests. The thunderous night\nwas young and the lady had nice earlobes and my apartment had that\nfeeling about it. On the other hand the little fair-haired artist was in\na jam and if I played fairy godmom bigger and better apartments and\nearlobes were in the offing from the agency.\n\nSo I made the mistake of my life.\n\nI said, \"I'll be there in half an hour,\" and hung up.\n\n\"_Jim_-mee,\" the lady said. She was pouting, so I pinched her earlobe\nand patted her shoulders and bemoaned the tyranny of the business world\nand helped her into her coat. She went back to her own apartment. I\ntidied up the place, stacked the etchings in their corner, and took a\ncab outside.\n\n\n\nI tossed that part of it in to make it clear that on the face and the\nunderneath of it I could be readily classed as a normal, practical sort\nof a guy.\n\nI am. I shun unnatural, illogical things, like mysteries, or falsies, or\ncounterfeit bills. Or fourth dimensions. I like an item right on the\ntable where I can eye it and touch it and say, \"That's a spade,\" or,\n\"That's a buck.\" If there's water on Mars I'll believe it when I drink\nit, but until then I'll say, \"So what's with Mars? It's one hell of a\nlong way off.\"\n\nYou see what I'm driving at? With me, James Gilbert Crisp, things are\neither down to earth or they're nowhere. I'd never admit messing around\nwith something I couldn't put my hands on. If I touch it, I accept it,\nand if it's willing I'm able.\n\n\"Jim!\" said Willy, grabbing my hat. \"Come in, come in!\"\n\nI grinned at the little guy assuringly and shook the rain from my coat\nand tossed it on an easel. He shunted a chair at me and seated himself\nnervously, rubbing his neck, on the other side of a monster coffee table\nloaded with paints, bottles and oil-stained cartons. I was familiar with\nthis studio, the working half of Willy's ranch-style chalet. The studio\nitself was as big as a barn and had more windows than walls; rain pecked\nat the glass in the northerly-exposed roof.\n\nWilly was tidy for an artist. Most of the boys on the agency's hook have\nla Boheme delusions that class them apart from us hucksters; their\nstudios, which we see in spite of ourselves, _look_ like barns. But\nWilly's neuroses, although conventional, were bearable because in a lot\nof ways he was practical. He kept things where he could put his hands on\nthem. Like the cigarettes he now fished from a box on the coffee table\nlabeled 'caseins'.\n\nI shifted uncomfortably; these new-fangled chairs they twist out of wire\nwill never replace the Morris. Willy drew furiously on the fag he had\nforgotten to offer me. It was taking him longer than usual to warm up to\nhis subject. I shifted again.\n\n\"What's the problem, Willy?\" I asked.\n\nHe jumped, then looked at me with his scared-spaniel eyes, butted his\nsmoke and reached for another. Just watching him was giving me the\nheebies, but I flashed my old fairy godmom smile.\n\n\"Jim,\" he said finally, \"I called you because, well, you're a practical\nguy and can face things in a practical way. I've got to tell _somebody_\nabout it. I'm--it's driving me crazy, Jim.\"\n\nI stifled a yawn and fixed my smile and found my mind wandering back to\nthe lady's earlobes. Now I'm not against a guy letting down his hair,\nbut I was sure that with Willy it couldn't possibly amount to anymore\nthan another fruitless crush on a model. He had them frequently, but\nthey always fizzled out before the girl got around to compromising him.\nHe was always a foot short of them, but he had money; the usual solution\nwas little more than another illo assignment which required a horsey\nmodel of another color. I'd begun to suspect that the cause of neuroses\nin little artists like Willy was too many here-now gone-tomorrow\nbeautiful babes. Transference, or something like that. It makes them so\ndizzy they forget which is the real entity--the canvas reproduction or\nthe model. This and other things like a pithless pituitary loosens the\nscrews, and then they make from Bohemia. I don't pretend to be a\npsychologist, but that's the way it adds up.\n\n\n\nSo I was half-thinking of getting the lady at the apartment to give\nWilly a real down-to-earth tumble when he started his spiel. I must have\nmissed a few paragraphs of his monologue, because when I caught up to\nthe subject I was away off base.\n\n\"... so I've got to give it up, Jim. If I don't there's no telling what\nit would lead to. You could--help me, with your drag at the agency you\nrepresent. I could do account execking, or maybe be a consultant art\ndirector-without-portfolio, anything--\"\n\n\"Whoa down, Willy,\" I said, startled. \"Give up illustrating? Just\nbecause of a dame--\"\n\nWilly shook his head sadly. \"She's got nothing to do with anything\n_else_ I draw. She isn't at all like the models. Oh, I know what a goop\nI've been about them, but Red has cured me.\" He paused and looked at me\nquizzically, shaking his head. \"I knew you had a level head, Jim--that's\nexactly why I've told you this. But even so, your reaction--\" He\nfrowned. His hurt-dog eyes narrowed resentfully. \"You don't believe me.\"\n\nI cursed myself inwardly for not having paid more attention to him, but\nhis voice was the kind that would put a sympathetic Father Confessor to\nsleep if he concentrated too hard on it. I'd been prepared to let him\nget it off his skinny chest, pat him on the back and tell him to leave\neverything to old Jim Fixit. But the quitting business was a looper. He\nwas too canvas-happy to give it up without a fight.\n\n\"Look,\" I said to cover up the fact that my ears had been closed, \"what\nyou told me may seem unusual to you, but to me it's just one of those\nthings that aren't quite what they seem. Now, uh--go over it again in\ndetail and I'll apply myself to it completely from your angle this time.\nTell me _exactly_ where Red fits in, and where the--uh--trouble\nstarted.\"\n\nWilly slapped his knees and looked even more forlorn, reaching for a\nsmoke while he still had one in his mouth. \"Sorry I doubted you, Jim,\nbut you can understand how I feel about it. Look--\"\n\nHe stood up, butted the fresh fag, and walked across the room to the\ndrawing desk where he did his layouts.\n\n\"The best thing to do is simply show you,\" he said. I sighed and dragged\nmy chair over and sat to one side of him. He pulled out a layout pad,\nopened his pastels and arranged them deliberately beside it. I wondered\nhow he could show me his love-troubles this way, unless it was by\ndiagrams.\n\n\"Nothing happens,\" he said, waving a pastel stick under my nose, \"until\nI've used the three basic colors and signed the illo. If there isn't a\nbalance of the three basics it's no good. That's why I arranged the\npastels that way.\"\n\nHe naturally assumed I knew what he was talking about. It meant nothing\nmore to me than a freak technique he'd developed. That signature\nbusiness sounded--neurotic.\n\n\n\nNow this part of my story is important. Until he finished that sketch I\nwas the normal, practical guy I was telling you about. Nothing fizzed on\nme unless it added up to four and I could feel the two and two of it. A\nbuck was a buck, a girl was a girl--\n\nHis grey pastel flew over the paper and as usual I marvelled at how\nthese guys could do it. Like the saying goes, all I can draw is flies\nand rubber checks, and frequently a blank. I've seen a lot of artists do\ntheir stuff, but none of them come up to Willy. You've seen his illos in\nmost of the big slicks--you know, the guy and gal in all angles on the\nyellow beach under a pink sky, and the story title reads \"When Will You\nCome Back, Dearest?\", or the cola series on the back cover where the\ngirl swigs and the guy gawks at her bathing suit, that sort of stuff.\nThe fat accounts, they all came running for Willy. With him on the\npayroll the agency could have made a fortune.\n\nI was considering ways to broach this subject so it would tie in with\nthe poor guy's dilemma when he started working the third color into the\nsketch. Naturally it was a dame; he could draw them with his eyes shut.\nThe third color went into the bathing suit. He smudged chalk on his\nfinger and touched the sketch with quick strokes, moulding the form, and\nwhat a form. I leaned forward, and half stood over his chair, marvelling\nat the way he did it. Then, applying a dough rubber to pick out\nhighlights and stray smudges, he leaned back and reached for a pencil.\nNoticing how tensed he was, I sank back into my chair and lit a\ncigarette.\n\n\"There,\" he whispered, his hand poised with the pencil at the bottom\nleft-hand corner.\n\n\"So now what gives?\" I asked. \"Is she the--\"\n\n\"So now I sign it.\" He looked around at me, spaniel-eyed. I gathered\nthat he was reluctant to sign it. I wanted him to get on with it and\nexplain how it tied in. I must have looked impatient.\n\n\"So go ahead,\" I said. \"Sign it.\"\n\nHe signed it.\n\nThe girl got up off the paper and brushed herself off.\n\n\n\nI felt the cigarette smoke burning my eyes, but was too frozen to close\nthem. I must have gone as white as the paper the girl got up off of.\nWilly touched my shoulder. I looked blearily at his spaniel eyes, which\nwere puzzled.\n\n\"Didn't you believe me?\" he asked.\n\nI made a noise in my throat, and suddenly wanted desperately to be back\nin my apartment. Anywhere. But I knew that if I stood up my legs would\nfold. So I just stared at the girl while my heart flopped like a beached\nfish.\n\nShe smiled at me, then turned to Willy.\n\n\"Who's your friend?\" she asked in a voice proportionate to her size,\nwhich was about a foot.\n\nWilly looked at his hands. \"Just a friend.\" Turning to me he said\nimploringly, \"You _did_ believe me, didn't you, Jim?\"\n\nI felt like asking him what the hell difference it made whether or not\nI'd believed him, but I merely swallowed and cleared my throat. I worked\nmy jaws. I took the cigarette from my mouth and looking at it, then at\nmy hand, moving it back and forth to adjust the focus. I didn't want to\ndo any thinking about it because I knew I'd be scared senseless by the\nconclusions. So I made my mind a throbbing blank and to the cigarette\nsaid the first thing that popped into my head.\n\n\"She's pretty.\"\n\nThe girl smiled coyly and seated herself on the blank layout pad.\n\n\"Of course I'm pretty,\" she said. \"I'm Willy's ideal. He wouldn't have\ndrawn me if I weren't.\" She blinked her eyes demurely.\n\nWilly just sat there looking woebegone, so I went along with it.\n\n\"What's your name?\"\n\n\"Red.\"\n\nIt fitted. The first basic had gone into her hair. I felt myself\nbeginning to twitch. The reaction was setting in again. I found myself\nwishing that Willy would do something, and not just sit there with his\njaw drooping to the floor. I wondered if he could erase her with his\ndough rubber. I clung to that thought because it seemed funny. I started\nto laugh. The girl pouted. Willy looked up at me and frowned.\n\n\"What's so funny,\" Red asked.\n\nI took a deep breath and gritted my teeth, but the shakes were coming\nand this time they wouldn't be deferred. I wheeled from the chair and\ncharged for the door. Willy was up and grabbing at my arm.\n\n\"Don't go, Jim! Please! I've only started to--\"\n\nI swung around at him and threw his hand off, panic making my actions\nloose. Then I saw his spaniel eyes, sad, pleading. I glowered at him and\nran my hand through my hair. Looking back at the pint-sized beauty I\nsocked my fist into my hand and stalked back to the drawing desk. I\nreached out for her. She squeaked and cowered away.\n\nWilly let out a holler that just about scared the pants off both of us,\nand was tugging at my arm again.\n\n\"I just want to _touch_ her,\" I roared. \"I won't kill her.\"\n\n\"You touch her like that and you _will_ kill her,\" Willy cried. \"Sit\ndown, will you? Listen to me--\"\n\n\"If I can feel her with my hands,\" I said, still whoozy but cooling\ndown, \"I'll believe she's there. Otherwise I go home and sleep it off.\"\nI rubbed my forehead. \"This kind of stuff isn't for me, kid. You keep\nyour bloody mirages--\"\n\n\"Please, Jim.\"\n\n\n\nI scowled and dropped into the chair. Willy fumbled for his cigarettes\nand offered one to me and then in his nervousness proffered one to the\nredhead, who had held her palms pressed to her ears while we shouted at\neach other. Red shook her head, smiling. Willy chuckled his\nembarrassment and sat down in the other chair. We were both facing the\ndesk but I couldn't bring myself to look at the girl.\n\nSuddenly she leapt from the desk and was standing in my lap. While I\ngroaned and held my breath she stretched her arm out.\n\n\"You may touch me, if it will make you feel better.\"\n\nI glanced at Willy, who nodded, and touched the point of my finger to\nher palm. She was there all right. I drew my hand away quickly, and she\nlaughed. It sounded precisely like the voice of a full-length girl\ncoming from another room. I studied her with my chin resting on my fist,\nand saw that she was indeed a beautiful creature. Full-size, she'd be a\nknockout; I'd be falling, as the saying goes, all over her. But a foot\nhigh!\n\nThen I remembered that Willy had sketched her. She was a drawing.\nTri-dimensional, but nonetheless a figment of Willy's imagination. Yet\nshe was solid. I was getting confused again, trying to tie it, so to\nfend off a return of the shakes I forced another blank into my mind. It\nwas easier, this time. The whole thing was so ridiculous it was\nintriguing.\n\n\"Who is she, Willy?\" I asked. It was easier to talk to him.\n\n\"Like I told you. Red. My dream girl.\"\n\nI looked at him. \"Yeah. M-hmm.\" I looked down at Red. She was sitting on\nmy kneecap, combing her hair. \"So just what seems to be the problem?\"\n\nHis eyes were pathetic. \"Again, like I told you. I'm too big for her.\"\n\n\"Yeah,\" I said. \"Uh-huh.\" It had to be as simple as that. Something\npractical-like; for Willy, like I said, was basically a practical guy.\nOr practically a basic guy. I frowned at him, for the answer was also a\nsimple one.\n\n\"Then why don't you draw her full size?\" I asked.\n\nWilly looked miserable. \"I do.\"\n\nI said, \"Mmm?\"\n\n\"I _do_ draw her full-size. That's Red's full size. Twelve inches.\"\n\nI nodded, following his lips.\n\n\"Once,\" he continued, \"I drew her a little larger.\"\n\nFrom her perch on my kneecap Red said, coolly, \"Don't you dare try\n_that_ again.\"\n\n\"No, dear,\" Willy said, sadly.\n\nI rubbed my head. To Willy I said, \"You can't--project her?\"\n\nWilly started to answer, but Red interrupted. She looked piqued.\n\n\"Of course he can't project me. That would be a distortion of myself. It\nwouldn't,\" she yawned, ruffling her red locks, \"be me.\"\n\nI rubbed my head again. I couldn't think of anything to say.\n\nWilly shifted. \"I can draw her smaller,\" he said. \"But that would make\nit even worse, of course.\"\n\nI nodded. \"Of course.\" Because it seemed practical to say it, I said it:\n\"But wouldn't that be a distortion too?\"\n\n\"Of course not,\" Red said, and I had the fleeting impression of being\nfaced by a school teacher in the minute end of a telescope. \"Minimized\nelements are true elements, merely condensed. Maximized elements are\nbloated, therefore distorted.\" She sniffed. \"Any figment knows that.\"\n\nI tossed it around in my floundering mind, but it still came out the way\nit sounded. There was another silence. I could see that the two of them\nwere losing faith in my godmaternal fairyhood. So just to keep the\nconversation jogging, I tried another tack. To Willy I said:\n\n\"If Red's a figment of your imagination, why didn't you imagine her a\nmore practical size in the first place?\"\n\n\n\nWilly chewed on it for a couple minutes. Red turned away in disgust to\nleap from my kneecap to Willy's. She seated herself primly and began\nfussing with her infinitesimal nails. Willy said, \"After all, she does\nhave a mind of her own, Jim. She wanted to be imagined the size she is,\nso--\" He looked at me and shrugged.\n\n\"Why,\" demanded the little woman, \"should I go up to him? Why can't he\ncome down to me?\"\n\nI was getting riled. \"You love him, don't you?\"\n\nShe frowned. \"He loves me, doesn't he?\"\n\nThis had a familiar feminine ring to it which balked pursuit of _that_\nsubject. I wouldn't have believed that Willy possessed such a dogmatic\nobjective imagination. If _I_ wanted to conjure up a babe I'd make sure\nbeforehand that she came out the way I whimmed her. Red had a mind of\nher own, which was the negative, or feminine, part of Willy's mind.\n\nAll these thoughts popped up in my head because I had to keep this in a\npractical light to insure against a return of the shakes. If I started\nconsidering the _impractical_ side of it I'd recognize it in its true\nlight, which was unmitigated madness.\n\nWilly and Red remained silent, inferring that I was to carry the ball.\n\n\"What I'm dim about, Willy, is how this ties in with your professional\nlivelihood. Why do you have to give up art?\"\n\n\"Isn't it obvious?\"\n\nI shook my head meekly. Willy sighed and reached for a pastel stick. He\nsketched quickly on the layout pad, first in greys, then filling in with\nthe three basics. It was a martini glass, and the first basic was the\ncherry in it. Then he addressed his signature under the sketch.\n\nHe picked up the martini glass and drained it.\n\nLooking apologetically at my ogle he picked up the pastels again and\nsaid, \"Sorry. Care for one?\"\n\nI said sure. You have to go all the way or nowhere with these things.\nBesides, a drink might stop the rumbling in my stomach. \"Make it a rye,\"\nI said. \"Triple.\"\n\nHe sketched it and signed it and handed it to me, and I said, \"I see\nwhat you mean. Everything you sketch, huh?\" The rye was good.\n\nWilly sighed morosely. \"Anything in color. And I made my name in color\nwork. I can't do a black and white for beans.\"\n\n\"Why don't you--\"\n\n\"Leave off my signature?\" He smiled wanly. \"You know better than that,\nJim.\"\n\nI did. He had a big name, and that, as is the way of commerce, is what\nthe buyers paid for. Things looked hopeless for Willy. We sat. Red got\nup and stretched, then adjusted her halter, into which Willy had put too\nmuch imagination. She jumped from Willy's knee to the drawing desk, and\nstretched out on the pad. Willy looked at her hungrily, and she smiled\nwarmly back at him. I was beginning to get that \"third party\"\nfeeling--and then it hit me.\n\nI leaned forward excitedly. \"We will make a million!\" I roared.\n\nThey stared at me. Coolly. I went to the back of the chair again. After\na few minutes their contemptuous stares got my neck.\n\n\"Okay, okay,\" I muttered. \"We _won't_ make a million.\"\n\nThey waited expectantly for a compatible solution. To show that I was\nstill working on it I started talking again.\n\n\"Let's sum up. You and Red want to get together. Which is only right,\nbecause you literally belong to each other. Check. But you can't,\nbecause Red's too small and you're too tall.\"\n\n\"Check,\" they said simultaneously. I stumbled on.\n\n\"Okay.\" I addressed Red. \"Let's take you first. You are\nyour--uh--natural size. You are satisfied with it. You cannot be\nprojected up because it would distort you.\"\n\nRed nodded. \"I would consider it indecent.\"\n\n\"And anyway, you are satisfied with your element. You prefer it to\nWilly's.\"\n\n\"Immensely more. So would Willy.\"\n\n\"And what is your element?\" I asked.\n\n\"Willy's mind.\"\n\n\n\nI ignored that because it led to the shakes department. I turned to\nWilly. I was getting excited.\n\n\"Now, Willy. You are your natural size. You are unsatisfied with it,\nbecause--uh--your peculiar talent is lousing up your profession. What is\nmore, Red's size and element is the preference manifested in your mind.\nHer element is doubly preferred, then, as against your own, by both of\nyou, uh--\"\n\n\"Making the preference unanimous,\" Willy suggested.\n\n\"Right,\" I said, pushing the thing out of my mind now that I'd stumbled\nthrough it. I spread my arms and gave what I hoped was a confident\nsmile.\n\n\"There's your answer,\" I said.\n\nI got blank looks.\n\n\"It's obvious!\" I said to Willy. \"You go to Red's element!\"\n\nWilly's meager features were perplexed, but Red caught the idea. She\njumped excitedly back on her beau's lap. \"Don't you see what he means,\nWilly? Draw yourself to my size!\"\n\nThat is a verbatim report of what led up to Willy propping a full-length\nmirror in an easel and making a twelve-and-a-half inch full-length\nportrait of himself, with me drinking triple ryes while Red directed\nwhich of Willy's features should manifest the most prominence. It was a\nvery good likeness of himself as he might have looked had he been the\nphysical Adonis his mind pictured him as, which was only right,\nconsidering the element he was journeying to. Red insisted he wear a\nbathing suit that more or less matched her own.\n\nWhen he was finished, he stepped back, naturally, to admire it.\n\n\"That's terrific!\" I said, clapping him on the back.\n\n\"Watch on whom you're spilling the rye,\" Red flared. I apologized, and\nin my philanthropic state stooped to kiss her. She backed away.\n\n\"A kiss for the bride,\" I said, pouting. \"That's all.\"\n\nShe laughed. \"You'd swallow me.\" But she approached and stood up on\ntip-toe and bussed my nose.\n\n\"Break it up,\" Willy said, a new authority in his voice. \"I've got to\nput my signature to the sketch.\" He tapped impatiently. \"Red. Lie down\nbeside the sketch.\"\n\nRed flushed and placed her hands on her hips. \"Now look here, Willy.\nDon't you go getting too big for your boots!\"\n\nI guffawed. \"It's the other way 'round! He'll be too _small_ for his\nboots.\"\n\nThis diverted the quarrel enough for Willy to give me final\ninstructions, which he did from a prone position on the floor. \"Is Red\nlying down beside the sketch, Jim?\"\n\n\"Yup,\" I said, squinting at the once-again two-dimensioned Red-head.\n\n\"Now I'll transfer my mind to the sketch. I'll move an arm when I'm\nthere.\"\n\nHe closed his eyes, and a straining expression twisted his features.\n\n\"Am I there yet?\"\n\n\"Nope,\" I said, bringing my eyes to focus three inches from the sketch.\n\nA few grunting moments passed. \"Am I there yet?\"\n\n\"Nope,\" I said, stifling a yawn.\n\n\"Something's wrong,\" he said. I turned to look down at him. His\nstraining expression was now from thought. I turned back to the layout\npad, and jumped.\n\n\"What's taking him so long?\" Red demanded, sitting up.\n\n\"He can't transfer,\" I said.\n\nShe gave me the schoolmarm expression, hands on hips. \"Haven't you\nkilled him yet?\"\n\n\"Mmm?\" I asked.\n\n\"You've got to _kill_ him, silly!\"\n\nI shook my head. \"Unh-unh. Not me.\"\n\nShe started to cry. \"I thought you _wanted_ us to get together!\"\n\n\n\nFeeling like a louse, I turned to look down at Willy. \"She says I've got\nto kill you.\"\n\n\"How?\"\n\nRed had come to the edge of the drawing desk. \"What does it matter,\nhow?\" she said sternly. \"You know perfectly well that the only way to\nget rid of the body you're in is to die.\" She looked back at me. \"What\nare you waiting for?\"\n\nI rubbed my head. \"Somehow it doesn't seem--\"\n\nShe sat back and wailed. Willy jumped from the floor and cupped her\ntenderly in his hands. \"Don't cry, sweet. After all, it _is_ asking a\nlot of Jim.\"\n\n\"He gave us the solution,\" she cried, \"and now he's backing out of his\npart in it!\"\n\n\"Well,\" said Willy, \"he wasn't expected to know he'd have to kill me--\"\n\n\"How _else_ can you leave the body you're in?\" she sobbed. \"What did he\nexpect you'd do? Occupy two bodies at the same time?\"\n\nWilly looked at me. I shrugged. \"Have to confess I hadn't thought of\nit,\" I muttered, only half aware that they had me over a barrel. I was\nhalf tempted to ask Willy to fill my rye glass with pastels again, but\nit seemed an imposition at the moment.\n\n\"Oh, what the hell,\" I said committingly. \"I'm not the kind of guy to\nlet a friend down over a technicality!\"\n\nRed leapt to my lap and clambered up my shirtfront. \"I _knew_ you\nwouldn't let us down!\" she said happily, and bussed my chin. Before I\ncould be modest about it she had bounded to the desk-top and was\nstretching herself out beside Willy's drawing of himself. Willy and I\nstared from her to each other.\n\n\"Well,\" Willy said. \"Let's get to it.\"\n\nI won't elaborate on the details on my act of friendship. I killed Willy\nin as gentle a manner as possible, and when I turned back to the layout\npad they were sitting there embracing. Willy-the-Figment stood up\nproudly and extended his hand, the one Red wasn't clinging to.\n\n\"Thanks, Jim,\" he said, when I had shaken it warmly with my finger-tip.\n\"I knew when I phoned you tonight that you were just the one who would\ncome up with an unselfish, practical solution to my dilemma. I'd like to\nsay--\"\n\n\"Oh, come on, come on, Willy,\" Red said impatiently, pulling him back to\nthe pad. \"Jim knows how much we appreciate his help. Come _on_!\"\n\n\"Oh, very well,\" said Willy, winking at me. I winked back. \"Lucky sti--\"\nI began, but then remembered Willy's corpse. That brought a nagging\nthought to my mind, but Willy and Red were lying side-by-side, half\nsubmerged in their second dimension, and Red was beckoning impatiently,\npointing to the dough rubber beside her.\n\n\"Hurry up,\" she said. \"Rub us out.\"\n\nI rubbed them out.\n\nWilly's body vanished from the floor as I dropped the eraser. And just\nas suddenly I was sober. Cold, shaking sober.\n\nWhere was Willy? I looked around the room. Nobody but me. Me and my\ndelirium tremens.\n\nI got out of that apartment fast and headed for a long line of drinks. I\nhad a big case of murder to wash away. Or did I?...\n\n... So you see, that's how it is. Willy's gone, and nobody knows where.\nNobody but me. And I don't know either. I keep thinking of what Red said\nabout her \"fourth dimension\" world. I think about it a lot.\n\nI've given up my job at the agency. My apartment too. I got a new one.\nWilly's. It's just as it was that night. Right down to the last pastel\nand brush. It's going to stay that way too. Everything just as it was.\nEvery gadget that Willy used in his work.\n\nI've got a use for everything in that apartment. I've got to _know_ what\nhappened. And there's only one real way to find out.\n\nI spend my days thinking about my ideal woman. Each day she gets more\nvivid in my mind.\n\nMy evenings are spent at Art School. I'm learning fast....",
    "metadata": {
        "author": [
            "Parker, Lewis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32345/pg32345.txt",
        "name": "the_animated_pinup.json"
    }
}