{
    "name": "The Old Man of the Sea\nShip's Company, Part 11.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE OLD MAN OF THE SEA\n\n\n\"What I want you to do,\" said Mr. George Wright, as he leaned towards the\nold sailor, \"is to be an uncle to me.\"\n\n\"Aye, aye,\" said the mystified Mr. Kemp, pausing with a mug of beer\nmidway to his lips.\n\n\"A rich uncle,\" continued the young man, lowering his voice to prevent\nany keen ears in the next bar from acquiring useless knowledge.  \"An\nuncle from New Zealand, who is going to leave me all 'is money.\"\n\n\"Where's it coming from?\"  demanded Mr. Kemp, with a little excitement.\n\n\"It ain't coming,\" was the reply.  \"You've only got to say you've got it.\nFact of the matter is, I've got my eye on a young lady; there's another\nchap after 'er too, and if she thought I'd got a rich uncle it might make\nall the difference.  She knows I 'ad an uncle that went to New Zealand\nand was never heard of since.  That's what made me think of it.\"\n\nMr. Kemp drank his beer in thoughtful silence.  \"How can I be a rich\nuncle without any brass?\"  he inquired at length.\n\n\"I should 'ave to lend you some--a little,\" said Mr. Wright.\n\nThe old man pondered.  \"I've had money lent me before,\" he said,\ncandidly, \"but I can't call to mind ever paying it back.  I always meant\nto, but that's as far as it got.\"\n\n\"It don't matter,\" said the other.  \"It'll only be for a little while,\nand then you'll 'ave a letter calling you back to New Zealand.  See?  And\nyou'll go back, promising to come home in a year's time, after you've\nwound up your business, and leave us all your money.  See?\"\n\nMr. Kemp scratched the back of his neck.  \"But she's sure to find it out\nin time,\" he objected.\n\n\"P'r'aps,\" said Mr. Wright.  \"And p'r'aps not.  There'll be plenty of\ntime for me to get married before she does, and you could write back and\nsay you had got married yourself, or given your money to a hospital.\"\n\nHe ordered some more beer for Mr. Kemp, and in a low voice gave him as\nmuch of the family history as he considered necessary.\n\n\"I've only known you for about ten days,\" he concluded, \"but I'd sooner\ntrust you than people I've known for years.\"\n\n\"I took a fancy to you the moment I set eyes on you,\" rejoined Mr. Kemp.\n\"You're the living image of a young fellow that lent me five pounds once,\nand was drowned afore my eyes the week after.  He 'ad a bit of a squint,\nand I s'pose that's how he came to fall overboard.\"\n\nHe emptied his mug, and then, accompanied by Mr. Wright, fetched his sea-\nchest from the boarding-house where he was staying, and took it to the\nyoung man's lodgings.  Fortunately for the latter's pocket the chest\ncontained a good best suit and boots, and the only expenses incurred were\nfor a large, soft felt hat and a gilded watch and chain.  Dressed in his\nbest, with a bulging pocket-book in his breast-pocket, he set out with\nMr. Wright on the following evening to make his first call.\n\nMr. Wright, who was also in his best clothes, led the way to a small\ntobacconist's in a side street off the Mile End Road, and, raising his\nhat with some ceremony, shook hands with a good-looking young woman who\nstood behind the counter: Mr. Kemp, adopting an air of scornful dignity\nintended to indicate the possession of great wealth, waited.\n\n\"This is my uncle,\" said Mr. Wright, speaking rapidly, \"from New Zealand,\nthe one I spoke to you about.  He turned up last night, and you might\nhave knocked me down with a feather.  The last person in the world I\nexpected to see.\"\n\nMr. Kemp, in a good rolling voice, said, \"Good evening, miss; I hope you\nare well,\" and, subsiding into a chair, asked for a cigar.  His surprise\nwhen he found that the best cigar they stocked only cost sixpence almost\nassumed the dimensions of a grievance.\n\n\"It'll do to go on with,\" he said, smelling it suspiciously.  \"Have you\ngot change for a fifty-pound note?\"\n\nMiss Bradshaw, concealing her surprise by an effort, said that she would\nsee, and was scanning the contents of a drawer, when Mr. Kemp in some\nhaste discovered a few odd sovereigns in his waistcoat-pocket.  Five\nminutes later he was sitting in the little room behind the shop, holding\nforth to an admiring audience.\n\n\"So far as I know,\" he said, in reply to a question of Mrs. Bradshaw's,\n\"George is the only relation I've got.  Him and me are quite alone, and I\ncan tell you I was glad to find him.\"\n\nMrs. Bradshaw sighed.  \"It's a pity you are so far apart,\" she said.\n\n\"It's not for long,\" said Mr. Kemp.  \"I'm just going back for about a\nyear to wind up things out there, and then I'm coming back to leave my\nold bones over here.  George has very kindly offered to let me live with\nhim.\"\n\n\"He won't suffer for it, I'll be bound,\" said Mrs. Bradshaw, archly.\n\n\"So far as money goes he won't,\" said the old man.  \"Not that that would\nmake any difference to George.\"\n\n\"It would be the same to me if you hadn't got a farthing,\" said Mr.\nWright, promptly.\n\nMr. Kemp, somewhat affected, shook hands with him, and leaning back in\nthe most comfortable chair in the room, described his life and struggles\nin New Zealand.  Hard work, teetotalism, and the simple life combined\nappeared to be responsible for a fortune which he affected to be too old\nto enjoy.  Misunderstandings of a painful nature were avoided by a timely\nadmission that under medical advice he was now taking a fair amount of\nstimulant.\n\n\"Mind,\" he said, as he walked home with the elated George, \"it's your\ngame, not mine, and it's sure to come a bit expensive.  I can't be a rich\nuncle without spending a bit.  'Ow much did you say you'd got in the\nbank?\"\n\n\"We must be as careful as we can,\" said Mr. Wright, hastily.  \"One thing\nis they can't leave the shop to go out much.  It's a very good little\nbusiness, and it ought to be all right for me and Bella one of these\ndays, eh?\"\n\nMr. Kemp, prompted by a nudge in the ribs, assented.  \"It's wonderful how\nthey took it all in about me,\" he said; \"but I feel certain in my own\nmind that I ought to chuck some money about.\"\n\n\"Tell 'em of the money you have chucked about,\" said Mr. Wright.  \"It'll\ndo just as well, and come a good deal cheaper.  And you had better go\nround alone to-morrow evening.  It'll look better.  Just go in for\nanother one of their sixpenny cigars.\"\n\nMr. Kemp obeyed, and the following evening, after sitting a little while\nchatting in the shop, was invited into the parlour, where, mindful of Mr.\nWright's instructions, he held his listeners enthralled by tales of past\nexpenditure.  A tip of fifty pounds to his bedroom steward coming over\nwas characterized by Mrs. Bradshaw as extravagant.\n\n\"Seems to be going all right,\" said Mr. Wright, as the old man made his\nreport; \"but be careful; don't go overdoing it.\"\n\nMr. Kemp nodded.  \"I can turn 'em round my little finger,\" he said.\n\"You'll have Bella all to yourself to-morrow evening.\"\n\nMr. Wright flushed.  \"How did you manage that?\"  he inquired.  \"It's the\nfirst time she has ever been out with me alone.\"\n\n\"She ain't coming out,\" said Mr. Kemp.  \"She's going to stay at home and\nmind the shop; it's the mother what's coming out.  Going to spend the\nevening with me!\"\n\nMr. Wright frowned.  \"What did you do that for?\"  he demanded, hotly.\n\n\"I didn't do it,\" said Mr. Kemp, equably; \"they done it.  The old lady\nsays that, just for once in her life, she wants to see how it feels to\nspend money like water.\"\n\n\"<i>Money like water!</i>\"  repeated the horrified Mr. Wright.  \"Money like--\nI'll 'money' her--I'll----\"\n\n\"It don't matter to me,\" said Mr. Kemp.  \"I can have a headache or a\nchill, or something of that sort, if you like.  I don't want to go.  It's\nno pleasure to me.\"\n\n\"What will it cost?\"  demanded Mr. Wright, pacing up and down the room.\n\nThe rich uncle made a calculation.  \"She wants to go to a place called\nthe Empire,\" he said, slowly, \"and have something for supper, and there'd\nbe cabs and things.  I dessay it would cost a couple o' pounds, and it\nmight be more.  But I'd just as soon ave' a chill--just.\"\n\nMr. Wright groaned, and after talking of Mrs. Bradshaw as though she were\nalready his mother-in-law, produced the money.  His instructions as to\neconomy lasted almost up to the moment when he stood with Bella outside\nthe shop on the following evening and watched the couple go off.\n\n\"It's wonderful how well they get on together,\" said Bella, as they\nre-entered the shop and passed into the parlour.  \"I've never seen mother\ntake to anybody so quick as she has to him.\"\n\n\"I hope you like him, too,\" said Mr. Wright.\n\n\"He's a dear,\" said Bella.  \"Fancy having all that money.  I wonder what\nit feels like?\"\n\n\"I suppose I shall know some day,\" said the young man, slowly; \"but it\nwon't be much good to me unless----\"\n\n\"Unless?\"  said Bella, after a pause.\n\n\"Unless it gives me what I want,\" replied the other.  \"I'd sooner be a\npoor man and married to the girl I love, than a millionaire.\"\n\nMiss Bradshaw stole an uneasy glance at his somewhat sallow features, and\nbecame thoughtful.\n\n\"It's no good having diamonds and motor-cars and that sort of thing\nunless you have somebody to share them with,\" pursued Mr. Wright.\n\nMiss Bradshaw's eyes sparkled, and at that moment the shop-bell tinkled\nand a lively whistle sounded.  She rose and went into the shop, and Mr.\nWright settled back in his chair and scowled darkly as he saw the\nintruder.\n\n\"Good evening,\" said the latter.  \"I want a sixpenny smoke for twopence,\nplease.  How are we this evening?  Sitting up and taking nourishment?\"\n\nMiss Bradshaw told him to behave himself.\n\n\"Always do,\" said the young man.  \"That's why I can never get anybody to\nplay with.  I had such an awful dream about you last night that I\ncouldn't rest till I saw you.  Awful it was.\"\n\n\"What was it?\"  inquired Miss Bradshaw.\n\n\"Dreamt you were married,\" said Mr. Hills, smiling at her.\n\nMiss Bradshaw tossed her head.  \"Who to, pray?\"  she inquired.\n\n\"Me,\" said Mr. Hills, simply.  \"I woke up in a cold perspiration.\nHalloa! is that Georgie in there?  How are you, George?  Better?\"\n\n\"I'm all right,\" said Mr. Wright, with dignity, as the other hooked the\ndoor open with his stick and nodded at him.\n\n\"Well, why don't you look it?\"  demanded the lively Mr. Hills.  \"Have you\ngot your feet wet, or what?\"\n\n\"Oh, be quiet,\" said Miss Bradshaw, smiling at him.\n\n\"Right-o,\" said Mr. Hills, dropping into a chair by the counter and\ncaressing his moustache.  \"But you wouldn't speak to me like that if you\nknew what a terrible day I've had.\"\n\n\"What have you been doing?\"  asked the girl.\n\n\"Working,\" said the other, with a huge sigh.  \"Where's the millionaire?\nI came round on purpose to have a look at him.\"\n\n\"Him and mother have gone to the Empire?\"  said Miss Bradshaw.\n\nMr. Hills gave three long, penetrating whistles, and then, placing his\ncigar with great care on the counter, hid his face in a huge\nhandkerchief.  Miss Bradshaw, glanced from him to the frowning Mr.\nWright, and then, entering the parlour, closed the door with a bang.  Mr.\nHills took the hint, and with a somewhat thoughtful grin departed.\n\nHe came in next evening for another cigar, and heard all that there was\nto hear about the Empire.  Mrs. Bradshaw would have treated him but\ncoldly, but the innocent Mr. Kemp, charmed by his manner, paid him great\nattention.\n\n\"He's just like what I was at his age,\" he said.  \"Lively.\"\n\n\"I'm not a patch on you,\" said Mr. Hills, edging his way by slow degrees\ninto the parlour.  \"I don't take young ladies to the Empire.  Were you\ntelling me you came over here to get married, or did I dream it?\"\n\n\"'Ark at him,\" said the blushing Mr. Kemp, as Mrs. Bradshaw shook her\nhead at the offender and told him to behave himself.\n\n\"He's a man any woman might be happy with,\" said Mr. Hills.  \"He never\nknows how much there is in his trousers-pocket.  Fancy sewing on buttons\nfor a man like that.  Gold-mining ain't in it.\"\n\nMrs. Bradshaw shook her head at him again, and Mr. Hills, after\napologizing to her for revealing her innermost thoughts before the most\nguileless of men, began to question Mr. Kemp as to the prospects of a\nbright and energetic young man, with a distaste for work, in New Zealand.\nThe audience listened with keen attention to the replies, the only\ndisturbing factor being a cough of Mr. Wright's, which became more and\nmore troublesome as the evening wore on.  By the time uncle and nephew\nrose to depart the latter was so hoarse that he could scarcely speak.\n\n\"Why didn't you tell 'em you had got a letter calling you home, as I told\nyou?\"  he vociferated, as soon as they were clear of the shop.\n\n\"I--I forgot it,\" said the old man.\n\n\"Forgot it!\"  repeated the incensed Mr. Wright.\n\n\"What did you think I was coughing like that for--fun?\"\n\n\"I forgot it,\" said the old man, doggedly.  \"Besides, if you take my\nadvice, you'd better let me stay a little longer to make sure of things.\"\n\nMr. Wright laughed disagreeably.  \"I dare say,\" he said; \"but I am\nmanaging this affair, not you.  Now, you go round to-morrow afternoon and\ntell them you're off.  D'ye hear?  D'ye think I'm made of money?  And\nwhat do you mean by making such a fuss of that fool, Charlie Hills?  You\nknow he is after Bella.\"\n\nHe walked the rest of the way home in indignant silence, and, after\ngiving minute instructions to Mr. Kemp next morning at breakfast, went\noff to work in a more cheerful frame of mind.  Mr. Kemp was out when he\nreturned, and after making his toilet he followed him to Mrs. Bradshaw's.\n\nTo his annoyance, he found Mr. Hills there again; and, moreover, it soon\nbecame clear to him that Mr. Kemp had said nothing about his approaching\ndeparture.  Coughs and scowls passed unheeded, and at last in a\nhesitating voice, he broached the subject himself.  There was a general\nchorus of lamentation.\n\n\"I hadn't got the heart to tell you,\" said Mr. Kemp.  \"I don't know when\nI've been so happy.\"\n\n\"But you haven't got to go back immediate,\" said Mrs. Bradshaw.\n\n\"To-morrow,\" said Mr. Wright, before the old man could reply.\n\"Business.\"\n\n\"Must you go,\" said Mrs. Bradshaw.\n\nMr. Kemp smiled feebly.  \"I suppose I ought to,\" he replied, in a\nhesitating voice.\n\n\"Take my tip and give yourself a bit of a holiday before you go back,\"\nurged Mr. Hills.\n\n\"Just for a few days,\" pleaded Bella.\n\n\"To please us,\" said Mrs. Bradshaw.  \"Think 'ow George'll miss you.\"\n\n\"Lay hold of him and don't let him go,\" said Mr. Hills.\n\nHe took Mr. Kemp round the waist, and the laughing Bella and her mother\neach secured an arm.  An appeal to Mr. Wright to secure his legs passed\nunheeded.\n\n\"We don't let you go till you promise,\" said Mrs. Bradshaw.\n\nMr. Kemp smiled and shook his head.  \"Promise?\"  said Bella.\n\n\"Well, well,\" said Mr. Kemp; \"p'r'aps--\"\n\n\"He must go back,\" shouted the alarmed  Mr. Wright.\n\n\"Let him speak for himself,\" exclaimed Bella, indignantly.\n\n\"Just another week then,\" said Mr. Kemp.  \"It's no good having money if I\ncan't please myself.\"\n\n\"A week!\" shouted Mr. Wright, almost beside himself with rage and dismay.\n\"A week!  Another week!  Why, you told me----\"\n\n\"Oh, don't listen to him,\" said Mrs. Bradshaw.  \"Croaker!  It's his own\nbusiness, ain't it?  And he knows best, don't he?  What's it got to do\nwith you?\"\n\nShe patted Mr. Kemp's hand; Mr. Kemp patted back, and with his disengaged\nhand helped himself to a glass of beer--the fourth--and beamed in a\nfriendly fashion upon the company.\n\n\"George!\"  he said, suddenly.\n\n\"Yes,\" said Mr. Wright, in a harsh voice.\n\n\"Did you think to bring my pocket-book along with you?\"\n\n\"No,\" said Mr. Wright, sharply; \"I didn't.\"\n\n\"Tt-tt,\" said the old man, with a gesture of annoyance.  \"Well, lend me a\ncouple of pounds, then, or else run back and fetch my pocket-book,\" he\nadded, with a sly grin.\n\nMr. Wright's face worked with impotent fury.  \"What--what--do you--want\nit for?\"  he gasped.\n\nMrs. Bradshaw's \"Well! Well!\" seemed to sum up the general feeling; Mr.\nKemp, shaking his head, eyed him with gentle reproach.\n\n\"Me and Mrs. Bradshaw are going to gave another evening out,\" he said,\nquietly.  \"I've only got a few more days, and I must make hay while the\nsun shines.\"\n\nTo Mr. Wright the room seemed to revolve slowly on its axis, but,\nregaining his self-possession by a supreme effort, he took out his purse\nand produced the amount.  Mrs. Bradshaw, after a few feminine\nprotestations, went upstairs to put her bonnet on.\n\n\"And you can go and fetch a hansom-cab, George, while she's a-doing of\nit,\" said Mr. Kemp.  \"Pick out a good 'orse--spotted-grey, if you can.\"\n\nMr. Wright arose and, departing with a suddenness that was almost\nstartling, exploded harmlessly in front of the barber's, next door but\none.  Then with lagging steps he went in search of the shabbiest cab and\noldest horse he could find.\n\n\"Thankee, my boy,\" said Mr. Kemp, bluffly, as he helped Mrs. Bradshaw in\nand stood with his foot on the step.  \"By the way, you had better go back\nand lock my pocket-book up.  I left it on the washstand, and there's best\npart of a thousand pounds in it.  You can take fifty for yourself to buy\nsmokes with.\"\n\nThere was a murmur of admiration, and Mr. Wright, with a frantic attempt\nto keep up appearances, tried to thank him, but in vain.  Long after the\ncab had rolled away he stood on the pavement trying to think out a\nposition which was rapidly becoming unendurable.  Still keeping up\nappearances, he had to pretend to go home to look after the pocket-book,\nleaving the jubilant Mr. Hills to improve the shining hour with Miss\nBradshaw.\n\nMr. Kemp, returning home at midnight--in a cab--found the young man\nwaiting up for him, and, taking a seat on the edge of the table, listened\nunmoved to a word-picture of himself which seemed interminable.  He was\nonly moved to speech when Mr. Wright described him as a white-whiskered\njezebel who was a disgrace to his sex, and then merely in the interests\nof natural science.\n\n\"Don't you worry,\" he said, as the other paused from exhaustion.  \"It\nwon't be for long now.\"\n\n\"Long?\"  said Mr. Wright, panting.  \"First thing to-morrow morning you\nhave a telegram calling you back--a telegram that must be minded.  D'ye\nsee?\"\n\n\"No, I don't,\" said Mr. Kemp, plainly.  \"I'm not going back, never no\nmore--never!  I'm going to stop here and court Mrs. Bradshaw.\"\n\nMr. Wright fought for breath.  \"You--you can't!\" he gasped.\n\n\"I'm going to have a try,\" said the old man.  \"I'm sick of going to sea,\nand it'll be a nice comfortable home for my old age.  You marry Bella,\nand I'll marry her mother.  Happy family!\"\n\nMr. Wright, trembling with rage, sat down to recover, and, regaining his\ncomposure after a time, pointed out almost calmly the various\ndifficulties in the way.\n\n\"I've thought it all out,\" said Mr. Kemp, nodding.  \"She mustn't know I'm\nnot rich till after we're married; then I 'ave a letter from New Zealand\nsaying I've lost all my money.  It's just as easy to have that letter as\nthe one you spoke of.\"\n\n\"And I'm to find you money to play the rich uncle with till you're\nmarried, I suppose,\" said Mr. Wright, in a grating voice, \"and then lose\nBella when Mrs. Bradshaw finds you've lost your money?\"\n\nMr. Kemp scratched his ear.  \"That's your lookout,\" he said, at last.\n\n\"Now, look here,\" said Mr. Wright, with great determination.  \"Either you\ngo and tell them that you've been telegraphed for--cabled is the proper\nword--or I tell them the truth.\"\n\n\"That'll settle you then,\" said Mr. Kemp.\n\n\"No more than the other would,\" retorted the young man, \"and it'll come\ncheaper.  One thing I'll take my oath of, and that is I won't give you\nanother farthing; but if you do as I tell you I'll give you a quid for\nluck.  Now, think it over.\"\n\nMr. Kemp thought it over, and after a vain attempt to raise the promised\nreward to five pounds, finally compounded for two, and went off to bed\nafter a few stormy words on selfishness and ingratitude.  He declined to\nspeak to his host at breakfast next morning, and accompanied him in the\nevening with the air of a martyr going to the stake.  He listened in\nstony silence to the young man's instructions, and only spoke when the\nlatter refused to pay the two pounds in advance.\n\nThe news, communicated in halting accents by Mr. Kemp, was received with\nflattering dismay.  Mrs. Bradshaw refused to believe her ears, and it was\nonly after the information had been repeated and confirmed by Mr. Wright\nthat she understood.\n\n\"I must go,\" said Mr. Kemp.  \"I've spent over eleven pounds cabling\nto-day; but it's all no good.\"\n\n\"But you're coming back?\"  said Mr. Hills.\n\n\"O' course I am,\" was the reply.  \"George is the only relation I've got,\nand I've got to look after him, I suppose.  After all, blood is thicker\nthan water.\"\n\n\"Hear, hear!\" said Mrs. Bradshaw, piously.\n\n\"And there's you and Bella,\" continued Mr. Kemp; \"two of the best that\never breathed.\"\n\nThe ladies looked down.\n\n\"And Charlie Hills; I don't know--I don't know <i>when</i> I've took such a\nfancy to anybody as I have to 'im.  If I was a young gal--a single young\ngal--he's--the other half,\" he said, slowly, as he paused--\"just the one I\nshould fancy.  He's a good-'arted, good-looking----\"\n\n\"Draw it mild,\" interrupted the blushing Mr. Hills as Mr. Wright bestowed\na ferocious glance upon the speaker.\n\n\"Clever, lively young fellow,\" concluded Mr. Kemp.  \"George!\"\n\n\"Yes,\" said Mr. Wright.\n\n\"I'm going now.  I've got to catch the train for Southampton, but I don't\nwant you to come with me.  I prefer to be alone.  You stay here and cheer\nthem up.  Oh, and before I forget it, lend me a couple o' pounds out o'\nthat fifty I gave you last night.  I've given all my small change away.\"\n\nHe looked up and met Mr. Wright's eye; the latter, too affected to speak,\ntook out the money and passed it over.\n\n\"We never know what may happen to us,\" said the old man, solemnly, as he\nrose and buttoned his coat.  \"I'm an old man and I like to have things\nship-shape.  I've spent nearly the whole day with my lawyer, and if\nanything 'appens to my old carcass it won't make any difference.  I have\nleft half my money to George; half of all I have is to be his.\"\n\nIn the midst of an awed silence he went round and shook hands.\n\n\"The other half,\" with his hand on the door--\"the other half and my best\ngold watch and chain I have left to my dear young pal, Charlie Hills.\nGood-bye, Georgie!\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10571/pg10571.txt",
        "name": "the_old_man_of_the_sea_ship_s_company_part_11.json"
    }
}