{
    "name": "The Bankrupt; Or, Advice to the Insolvent.\r\nA Poem, addressed to a friend, with other pieces",
    "author": [
        "Parkerson, James"
    ],
    "body": "                                * * * * *\n\n                                _NORWICH_:\n              PRINTED AND SOLD FOR THE AUTHOR BY S. KITTON,\n                             WHITE-LION-LANE;\n               SOLD ALSO BY CROSBY AND CO. LONDON; KEYMER,\n                   YARMOUTH: AND ALL OTHER BOOKSELLERS.\n\n                                * * * * *\n\n                           PRICE ONE SHILLING.\n                                  1806.\n\n\n\n\nTHE BANKRUPT.\n\n\n                                  * * * * *\n\n   Oft have you pray'd me, when in youth,\n   Never to err from paths of truth;\n   But youth to vice is much too prone,\n   And mine by far too much, I own.\n   Induced to riot, swear, and game,\n   I thought in vice t'acquire a fame;\n   But found the pois'ning scenes of riot\n   Soon robb'd my mind of joy and quiet.\n   The usual course of rakes I ran,\n   The dupe of woman and of man.\n   Careless of fortune's smile or frown,\n   My desk I left t'enjoy the town,\n   At folly dash'd in wisdom's spite,\n   Idled by day, revell'd by night:\n   But short was the delusive scene,\n   And I awoke to sorrow keen.\n   Debt press'd on debt: I could not pay,\n   And found that credit had its day.\n   No friend to aid, what should I do?\n   I made bad worse: to liquor flew:\n   For when my bill-book I survey'd,\n   I shrunk, as if I'd seen my shade;\n   And to drive terror from my mind,\n   Drank on, and care gave to the wind:\n   But wine nor words can charm away\n   The banker's clerk who comes for pay.\n   Payment is press'd, the cash is gone:\n   Too late I cry, 'What must be done?'\n   Horror! a docket struck appears:\n   I look aghast, my wife's in tears.\n   The naked truth now stares me in the face,\n   And shows me more than one disgrace.\n   My keys a messenger demands;\n   While, as a culprit often stands,\n   The humbled bankrupt lowers his view,\n   And sees the law its work pursue.\n   Soon comes of all his goods the sale,\n   Which, like light straw before a gale,\n   The hammer-man puffs clean away,\n   And cries, 'They must be sold this day.'\n   They are so, and I'll tell you how:\n   At loss you'll readily allow.\n   Then comes the tedious, humbling task,\n   To answer all commiss'ners ask;\n   And those who mean to act most fair\n   Will at first meeting e'er appear,\n   To questions ask'd will answer true,\n   And clearly state accounts to view.\n   A second he need not attend,\n   But if not may perhaps offend.\n   Happy the man who then can lay\n   His hand upon his heart, and say,\n   'You all my books and deeds may scan:\n   I'm honest, though distressed man.\n   My own just wants, and losses great,\n   Have brought me to this low estate.'\n   Then comes the last dread meeting on,\n   Dreadful to such as will act wrong,\n   And through dishonesty or shame\n   Evasive answers 'tempt to frame:\n   For vain his shifts; howe'er he try,\n   He can't elude the searching eye\n   Of lawyers, who'll in all things pry:\n   His private foibles e'en must out--\n   Grievous exposure 'tis no doubt!\n   And if he's fraud'lent found, must go\n   To witness scenes of vice and woe;\n   Of liberty deprived, to wail\n   His faults and folly in a gaol:\n   But should his conduct seem least fair,\n   England's blest laws will set him clear;\n   Not only so, but means will give\n   T'enable him again to live:\n   For such the law, that when 'tis found\n   There's fifteen shillings in the pound,\n   A handsome drawback he's allow'd,\n   When, 'stead of shamed, he may look proud;\n   And be his div'dend e'er so low,\n   They'll never let him coinless go.\n   Yes, be it e'er a Briton's pride,\n   That mercy in his courts preside.\n   But e'er he's paid, he must await\n   T'obtain a fair certificate.\n   Some cases there however are\n   Which, at first view, may seem severe:\n   Suppose his creditors are ten;\n   Four sign, the rest refuse: what then?\n   If their demand exceed the four\n   They'll keep the bankrupt in their pow'r;\n   And although he has all resign'd,\n   If unproved debts remain behind,\n   Inhuman creditors then may\n   His body into prison lay,\n   Where oft the wretch, to sooth his grief,\n   In dissipation seeks relief.\n   Sometimes a parent may prevent\n   Unmeaningly the law's intent;\n   And merc'less creditors decline\n   The hapless debtor's deed to sign,\n   In hopes the father may one day\n   The long-neglected son's debts pay.\n\n                       [Picture: Decorative image]\n\n\n\n\nTHE WRETCHED PAIR.\n\n\n   Oh, sir! I pray, before you leave this life,\n   Extend forgiveness to my injured wife.\n   Why cast her from your presence?  Say the cause?\n   Faithful she's kept the strict connubial law's.\n   The seven years I pass'd with her in love,\n   She e'er a faithful, virtuous wife did prove.\n   Was she too gay in dress to please your mind,\n   That you to her so long have been unkind?\n   Did she too much in company appear?\n   She scarcely did that twice or thrice a year.\n   I'm told you say her manners were too high:\n   'Twas you who view'd her with a scornful eye;\n   And that because she'd little store of wealth,\n   Which still was lessen'd to improve her health.\n   Say, should the want of wealth produce such strife,\n   When virtue only guided her through life?\n   I loved her: though her fortune was so scant,\n   Her fond endearment made me feel no want;\n   And spite of all that malice yet has done,\n   We are, though parted, still two hearts in one.\n   What was it then that canker'd thus your mind,\n   And made you to her many virtues blind?\n   Why did she ever sullen pride receive?\n   Contempt a female heart must ever grieve.\n   Th'unfeeling world, when adverse gales prevail,\n   Arraign your conduct, at your actions rail:\n   Should fortune smile, your company they'll crave,\n   And swear you may their all command and have;\n   But should a change of fortune e'er take place,\n   Their friendship's gone, and they'll e'en shun your face:\n   So long as you a guinea free can spend,\n   Talk nonsense, and drink hard, you'll be a friend:\n   They'll say you're clever, generous, and wise;\n   But, if you're poor, the same will you despise.\n   Creatures like such too many have I found,\n   And sorry am so many still abound.\n   Fathers, like other men, will change with times,\n   And, when it nothing costs, will wink at crimes;\n   But if assistance you should ever crave,\n   Their answer is, 'I wish you in the grave.'\n   My worthy sire will part with good advice,\n   But with his guineas is extremely nice;\n   For me cares little, but too much for's store:\n   He only grieves because it is not more;\n   And once when he was bidding me adieu,\n   Said 'twas much cheaper to keep one than two,\n   Meaning to say he grudged to keep my wife:\n   This was the logic he had learn'd in life.\n   Had nature gifted him with callous heart,\n   Less tender feeling could he e'er impart?\n   But to return to female cause again:\n   Why should she from me sever'd still remain?\n   The only cause I have her not in view\n   Is the contempt she e'er received from you.\n   When at your house, she such did ever find:\n   'Twas that alone which hurt her peace of mind.\n   Not long ago she came yourself to see;\n   But did you ask her any thing of me?\n   In tears she told you I was in distress:\n   You with much anger did such words express:\n   ''Tis half your fault,' said you with scornful brow.\n   That charge is false, the world and I well know.\n   Nor did you to her any time impart\n   Sweet consolation to assuage her heart;\n   But cheerful went abroad your friends to see,\n   While home she kept to brood on misery.\n   One fault she did commit, I've heard you say:\n   'Twas without leave quitting your house one day;\n   But why she did so, was to each one plain:\n   Who with such treatment could with you remain?\n   Oft is the world deceived by artful mien:\n   The real temper must at home be seen.\n   Your's I've experienced, and that times not few,\n   And it has forced me oft to flee from you.\n   When pride of wealth becomes our only God,\n   We deal with others with an iron rod.\n   Had you, when I in bus'ness spent the day,\n   Ta'en up some bills, or any debts then pay,\n   I had done well; but you, to save your pelf,\n   Left me to grapple with the world myself.\n   For charities' sake, another way pursue,\n   That, as I wish, I may speak well of you:\n   To wretched son and wife your hand extend:\n   Fulfil your promise: then you'll be my friend.\n   Give us for once but wherewithal to toil,\n   And we'll with industry improve the soil:\n   Speak but your wish; I'll work on any plan,\n   And prove myself a grateful, honest man.\n\n                       [Picture: Decorative image]\n\n\n\n\nLINES\nON\nTHE DEATH OF LORD NELSON.\n\n\n                                * * * * *\n\n   The fleets of haughty France and Spain\n   No more will triumph on the main,\n         Though Nelson is no more:\n   Our hero's blood was dearly bought;\n   To conquer them he bravely fought,\n         And died in vict'ry's arms.\n\n   'We'll avenge his death,' all seamen cry,\n   'We'll fight, we'll conquer, or we'll die,\n         And e'er their force deride:\n   Our little ones shall lisp his name,\n   And to acquire a Nelson's fame\n         Shall ever be their pride.'\n\n   Before cold death had closed his eyes,\n   Cover'd with wounds, the hero cries,\n         'Is victory our own?'\n   'We've conquer'd,' cried the valiant crew.\n   He smiling bade them all adieu,\n         And died without a groan.\n\n   Yet, ere he flew, he did enquire,\n   How many ships were then on fire,\n         And others that had struck:\n   Well pleased the hero then was seen,\n   When told the number was fifteen;\n         For England was his care.\n\n   Then with a bright benignant smile,\n   Imploring blessings on our isle,\n         Bade Collingwood farewell:\n   To the Supreme, all good and just,\n   His ashes we consign, in trust,\n         They'll be revived in heav'n.\n\n\n\n\nWRITTEN EXTEMPORE,\n_On Receipt of a Letter_, _dated Sept._ 26, 1806.\n\n\n   I've read your letter o'er and o'er again,\n   Happy to find you faithful do remain,\n   Besides forgiveness; though too much I fear,\n   I long have made you victim to despair.\n   You say two years with fervency I strove\n   To keep affection, constancy, and love;\n   But soon as crosses came upon my mind,\n   Was careless of you, and appear'd unkind.\n   I knew my home was neat, serene, and nice;\n   But, ah! that home I lost, allured by vice.\n   Soon as you fled, a different scene in view,\n   Gone all attention soon as I lost you.\n   The quick retort was always in my ears,\n   You've drown'd a virtuous wife in sorrow's tears.\n   Soon as I found all hopes to meet you fled,\n   I pray'd I might be number'd with the dead:\n   Oblivion's aid I oft invoked by drink,\n   I could not meditate nor dared to think.\n   You say it cost you tears to write to me;\n   But they'll disperse when you a convert see.\n   Long I've invoked a pardon from above,\n   To make me worthy of the wife I love:\n   Return, and till my days are at an end,\n   I'll prove protector, guardian, and a friend.\n   The converse delicate, the smile sincere,\n   Will check the sigh, and stop the rising tear;\n   Cheerful as formerly we'll pass our life,\n   A happy husband I, and you the wife.\n\n                       [Picture: Decorative finis]\n\n                                * * * * *\n\n_Kitton_, _Printer_, _Norwich_.",
    "metadata": {
        "author": [
            "Parkerson, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32275/pg32275.txt",
        "name": "the_bankrupt_or_advice_to_the_insolvent_a_poem_add.json"
    }
}