{
    "name": "The space visitors",
    "author": [
        "Sterling, Brett",
        "Hamilton, Edmond"
    ],
    "body": "Because Dr. Howard has asked me to prepare a concise account of the\ncoming of the space-visitors, I, Stanley Ransome, have tried to write\na simple record of my own contacts with them. Such a record will\nnecessarily have errors enough; but it seems to me that the facts can\nbe most clearly presented in such a fashion.\n\nIt was late in June that I first learned of the affair, through\nDr. Howard himself. Dr. Jason Howard was holder of the chair of\nAeronautical Science in Gotham University, and his contributions to the\nprogress of aerial navigation had made him renowned in both scientific\nand commercial circles. For two years I had been an instructor and\nassistant in his department of the university.\n\nToward the end of that particular June afternoon he came into the\nlaboratory where I was testing the tensile strength of a new alloy, and\nhanded me a folded newspaper.\n\n\"You haven't seen this, Ransome?\" he questioned. \"They're shouting them\nall over the city.\"\n\n\"I hope you haven't ruined a completely good test to call my attention\nto the latest murder,\" I jested, as I unfolded the paper. But when my\neyes took in the import of its black headlines my smile vanished. They\nshrieked their message in the tallest available type:\n\n                   HUNDREDS SLAIN IN IOWA VILLAGE BY\n                     CATACLYSM! MANNLERTOWN SCENE\n                         OF MYSTERIOUS HORROR!\n\nThe story below the headlines described what was then known of\nthe catastrophe which had occurred just before dawn on that day.\nMannlertown, an agricultural center of considerable size in eastern\nIowa, had been awakened a short hour before daylight by a colossal\ngrinding and roaring sound coming from the east.\n\nBefore the startled, half-awakened people had been able to leap\nfrom their beds, however, the thing was upon them. It was horror,\nearthquake, annihilation, all in one, driving across the town with\nimmense speed. A terrific crashing of shattered buildings spread\nthrough the community, and for an instant the gigantic grinding roar\nseemed receding westward. Then it had stopped completely.\n\nIt was several minutes before anyone in the stunned city ventured\nout into the streets, half-curious and half-terrified. But those\nwho finally did so were paralyzed by astonishment and terror. For a\ncolossal path of destruction had been cut straight across the city's\nnorthern section.\n\nIt was like a gigantic trench or canal gouged out by a superhuman\ninstrument, being over a quarter of a mile in width and almost as great\nin depth. It began in an open field three miles east of Mannlertown and\nended in a thinly-settled suburban section a mile westward.\n\nHouses, people, trees, fences, roads--everything that had lain in the\ntrack of the unknown destroyer had vanished as though it had been\nwhirled into space, and there lay open to the sun nothing but this vast\nwound in the earth's surface! Hundreds of people, it was estimated, had\ngone to death in the moment of the unparalleled cataclysm.\n\n\n                                 Doubt\n\nIt is not surprising that panic sent the people of Mannlertown fleeing\nin all directions before the coming of the day. The newspaper stated\nthat federal and state authorities had taken every precaution to calm\nthem, and already many who had fled were returning to the stricken\ntown, it being apparent that no further disturbance was taking place.\n\nBut what had caused this one? Was it an earthquake or a volcanic action\nof some unheard-of nature? No answer could be definitely made, but the\ngeologists and other scientists consulted regarding the thing were in\ngeneral agreement. It could only have been caused, they stated, by some\ngiant meteor that had grazed the earth's surface and gouged this great\nscar across it in passing. More could be learned from examination of\nthe cut but it was certain that a meteor was the cause.\n\nWhen I had finished reading I looked up at Dr. Howard, sobered by the\nhorror of what I had just read.\n\n\"A terrible thing, surely,\" I said, and he nodded somberly.\n\n\"Just how terrible, is not yet realized,\" he commented.\n\n\"Why, you don't doubt that it was a meteor's work, do you?\" I asked.\n\"That great gouge--\"\n\nHe shook his head. \"Who can say? But if a meteor of giant size did\nit, where is the meteor? They do not as a rule, graze earth and then\nvanish, Ransome.\"\n\n\"Maybe not,\" I said doubtfully, \"but in this case the scientists all\nseem pretty sure. And after all, what other explanation for the thing\nis there?\"\n\nTo that he did not answer, though I could see that he was unconvinced.\nSo I was not surprised when Dr. Howard left for Mannlertown that night\nby a fast Chicago rocket express. To me, as to others, he said only\nthat he wished to make a brief examination of the scene of the disaster\nwith certain ideas of his own in mind. I knew without his telling,\nthough, that his doubts persisted.\n\nThe world at large did not share those doubts. There was wide-spread\nhorror over the Mannlertown catastrophe, but it was the rather\nabstract horror aroused by some unprecedented accident of which the\nvery strangeness somehow dulls the edge of reality. And none seemed to\ndoubt the dictum of the scientists concerning the gigantic missile from\nspace that had shot into the earth's atmosphere grazing its surface and\nthen shooting out again. I know that, despite Dr. Howard's attitude, I\nmyself did not doubt it.\n\nDr. Howard returned from Mannlertown two days later. The only\ninformation that he imparted was that his investigations had proved\nsatisfactory. He said nothing more and, assuming that his inspection\nhad disproved his doubts, I forbore mentioning the thing to him. It was\nnot until the second cataclysm, a day later, that I learned along with\nthe rest of the world, what his thoughts on the matter were.\n\nThis second cataclysm took place on the afternoon of July first, but,\nbecause of the remoteness of its scene, word of it did not reach\nmost of the world until the next day. For the scene of the second\nevent was those bleak Finnish plains that lie east of the Baltic, and\nparticularly one barren valley far from the nearest telegraph.\n\nNews concerning what had happened was scanty enough. The central fact\nwas that upon one of that valley's slopes, something had gouged from\nthe grassy earth a tremendous trench like the one that had been cut\nthrough Mannlertown. It was of the same general size--several miles in\nlength and a quarter-mile in depth and width; but in that remote place\nit had done almost no damage to life or property.\n\nThe only damage to property, in fact, had been the destruction of a\nherder's hut that had been in the path of the thing. The seven herders\nwho had occupied it, luckily for them, had been tending their flocks\non the slope of a neighboring valley. All had heard a gigantic roaring\nand grinding sound, and had run up to the dividing ridge as the sound\nceased, to be confronted by the great gouge below. One of them,\nhowever, had been on the ridge at the time and told an excited and\nalmost incomprehensible tale regarding it.\n\nHe said he had been gazing down over the slope in question when the\ndisaster had happened. First came a great flash of light in the air\nabove, the flash of some colossal glittering body swooping from above\nto earth's surface. He could not describe what he claimed to have seen\nof it in that lightning-like glimpse, and could describe it only as of\nsomething huge and glittering, and roughly scoop-like in shape.\n\nIn the very second that he saw it, it had struck the slope, and then\nwith great speed had rushed forward, along it, half-burying itself\nin the earth, emitting a loud, grinding roar. In an instant it had\nstreaked like light along the slope for several miles and then with an\nupward flash was gone, the noise gradually ceasing.\n\nThis tale, even doubted by the man's companions, certainly received\nsmall credit from the outside world. The paper that I read mentioned\nthe story only as an illusion, born of excitement, and went on to\npoint out that while the Mannlertown cataclysm had been repeated the\nexplanation accepted for it had not been disproved. It simply meant\nthat another giant meteor had grazed our globe, and it might well be\nthat the earth was passing through a swarm of them.\n\nI will own, however, that to me the meteor explanation seemed rather\nweakened by this so exact repetition of the first catastrophe, and I\ncould not see how this recurring catastrophe could be explained so\nsimply.\n\n\n                            Howard's Theory\n\nAt the first news of the thing, I had sought Dr. Howard to learn his\nown views of it, but he was not to be found at the university. And by\nthe time I had met him the next day I, along with most of the world,\nhad read the late editions of the newspaper in which he first startled\nthe nations with his astounding explanation of the two cataclysms.\n\nHe stated that he had studied closely the scene of the first cataclysm,\nand had derived therefrom a theory as to its cause which he believed\nwas substantiated by the second occurrence.\n\n\"No one who has considered carefully the Mannlertown catastrophe,\"\nhe stated, \"can credit for a moment the idea that it was caused by a\nmeteor. Had a great meteor actually grazed the earth that night, the\nsky for a thousand miles would have flamed with its passing, even had\nit been able to pass out of earth's grip after entering it, which is an\nincredible hypothesis.\n\n\"The cataclysm at Mannlertown was not caused by a meteor, but by some\nvast scoop-like object that was drawn across several miles of the\nearth's surface with immense speed and in that way gouged out the great\ntrench in the earth. This second cataclysm in Finland was obviously\ncaused in the same way, there being no appearance of a meteor in the\nsky. The huge scoop of which I speak was actually seen in the second\ncase by the Finnish herder whose story has been little credited.\nBut the very wildness of which is almost a guarantee of its truth,\nespecially coming from such an unimaginative person.\n\n\"We must accept, then, the theory that on two different occasions\nwithin the last few days a giant scoop of some sort has been lowered\nfrom outer space, dragged across the earth's surface for several miles\nwith incredible speed, and then jerked upward again, taking with it\nthe matter it has cut from the earth! Just as we men sail over the\nsurface of our waters and let down trawls to drag along their beds far\nbelow, so someone, something or things, exist on the surface of the\natmospheric ocean at the bottom of which we live, and is letting down\ntrawls to drag its bottom, the surface of the earth.\n\n\"This idea may seem fantastic to many. We human beings do not think of\nourselves as living at the bottom of an ocean; but a little reflection\nwill show that to be the case. The atmosphere is an ocean, fifty\nto sixty miles in depth, covering all the earth. Our knowledge of\nit indicates that, becoming more and more rarefied, it has a fairly\ndefinite surface or limit a few score miles above us, beyond which lies\nempty space.\n\n\"So there is a great air-ocean, and at its bottom we live. The pressure\nat its bottom is tremendous, even as the ocean's pressure is tremendous\nnear its bottom. But like the creatures that live far down in the sea's\ndepths, we are so habituated to that pressure, and our bodies braced\ninternally against it, that we do not feel it. If we were to be taken\ninto empty space our bodies would explode as would fish taken from the\nsea's depths. And in the same way, were creatures accustomed to empty\nspace to enter our atmospheric ocean they would undoubtedly be crushed\nto death by its pressure.\n\n\"It is that which in my opinion, accounts for this trawling from above.\nIt may be that for centuries, while we have pondered on the planets\nand stars, ships from those planets and stars have been coming and\ngoing far above us, filled with creatures who have evolved in space as\nwe have evolved in air and fish have evolved in water. We would know\nno more, dream no more, of the existence of those space-ships than\nthe creatures at the seas' bottoms know of the great liners going and\ncoming far above them.\n\n\"But suppose some of these beings, possessing space-ships, become\ncurious as to what lies at the bottom of this air-ocean of ours. They\ncould not venture down into it. What would they do? Would they not let\ntheir ships cruise to and fro on the surface of the air-ocean, and let\ndown great trawls to drag the bottom far below, just as we men trawl an\nocean into whose depths we dare not descend.\n\n\"I believe that is what is now going on. Far above us, at the surface\nof our atmospheric ocean, there are cruising ships or a ship, which we\ncannot see, holding beings from some great planet of whose nature we\ndare not guess. They cannot descend into our atmosphere but they are\nletting down their great trawl from above to drag the bottom, which is\nearth's surface, to see what lies upon it!\n\n\"And make no mistake! These beings, who may be infinitely beyond us in\nintelligence and science, and who are undoubtedly completely different\nfrom us in every respect, care naught for the wreck and ruin they may\nbe causing with their trawls. Any terror they might loose upon us would\nmean nothing to them. For to them, high above, we at the air-ocean's\nbottom are no more than the blind, strange creatures that we fish from\nour own watery seas' depths are to us.\"\n\nIt seems unnecessary to describe the turmoil that was aroused by this\nstartling statement of Dr. Howard's. It is hard to expose the wilful\nblindness of a world that now looks back upon that blindness with\nsomething like terror.\n\nDr. Howard's theory became the target of every form and degree of\ncriticism during the ensuing days. His idea was susceptible to\nridicule, and the scientists whose meteor-theory he had questioned\nseized the opportunity. _Did_ we live at the bottom of an ocean, an\natmospheric sea? _Were_ we merely crawling things upon earth's surface,\nto be fished for and examined curiously by unimaginable beings and\nvessels far above? The idea was too humorous. The public's indignation\ndissolved into laughter.\n\n\n                               The Third\n\nA very conceivable fact was brought forward to demolish the\n\"ridiculous\" theory. If space-ships were passing to and fro\nconstantly outside our atmosphere, why had they never been glimpsed by\nastronomers? Dr. Howard replied promptly to this by giving a list of\nunknown objects sighted by astronomers in space in the last decades, by\nSporer and Wartman and Grek and Ferguson and Loomis, and scores upon\nscores of others, objects seen against the sun or moon or planets, and\nwhich had never been identified.\n\nThere was no more criticism on that score, but a side-issue was raised.\nDr. Howard had stated that the atmospheric sea of earth had in all\nprobability a surface as definite as that of an ocean. Many attacked\nthis minor point, but were met by Dr. Howard with the cold data of\nmany tests, showing that while for a certain distance the air becomes\nrarer with increased altitude, it seems thereafter to remain constant,\nindicating that from that point up to its definite end or surface its\ndensity is the same. There was no valid reason why an ocean of air\nshould not have as definite a surface as an ocean of water.\n\nEach new critical attack brought forward in those few days met with\nmuch the same treatment and the criticism on the part of Dr. Howard's\nenemies began to change into bad temper and abuse.\n\nI mentioned this to him on the night of July 5th, showing him an\naccount of the latest attack. From my first reading of his hypothesis,\nit had seemed to me crystal-clear in truth, but conventional scientists\nhad found its startling presumptions upsetting.\n\n\"They wouldn't believe it, some of them, if they themselves were picked\nup by a trawl from above and whirled around the earth,\" I said.\n\nHe shook his head thoughtfully. \"I think that they will believe it\nsoon, Ransome,\" he said. \"If these visitations from above continue--\"\n\n\"You think they will continue?\" I asked. \"After all, why should they?\nIf beings out of space actually are trawling, they must have learned\nenough from their two attempts to satisfy them about earth's surface.\"\n\n\"I don't think so. For all we know, Ransome, they may be searching\nfor minerals or ores or materials unknown to us, hoping to drag them\nup from the bottom of this air-ocean. Or they may want living things,\nfor purposes of their own. Or it may be mere scientific curiosity. God\nknows what motives sway them, but let us hope for one thing.\"\n\n\"And that--?\"\n\n\"That they do not find whatever they are searching for. For if they\ndo; if they come to look on earth as a source of needed materials,\nit means the end of our civilization. Imagine those gigantic trawls\ndescending in great numbers out of the skies day and night to gouge\nearth's surface--imagine perhaps great air-submarines or hermetically\nclosed ships of some kind venturing down here to the surface--or\nsubmarine mines, caissons of some strange sort here at the bottom of\nthe atmospheric ocean--creatures of dread--\"\n\nI shook myself clear of the horrors his words suggested. \"After all,\" I\nreminded him, \"this is a rather baseless fear. There haven't been any\nmore cataclysms and it may well be that--\"\n\nAbruptly I halted. Through the open windows of the apartment came\nthe growing clamor of shouting voices. We ran to the window and at\nthe sight of the excited newsboys along the street I think that the\nsame foreboding gripped us both. Three minutes later we were looking\ntogether at one of the newspaper extras, reading it in a horror-dazed\nsilence.\n\nOnly a few hours before, the terror from above had struck earth for the\nthird time, and this time with the most terrible results thus far.\nFor the victim had been Chicago! The colossal scoop which the excited\nFinn had attempted to describe had descended lightning-like out of the\nskies at dusk, and with incredible swiftness had cut a vast lane of\ndestruction through the city.\n\nThe giant thing had been seen more or less clearly by many thousands,\ndespite the swiftness of its action. It was colossal in size, much\nlike a steam-shovel's scoop in shape, glittering strangely, as though\ncomposed of an unknown metal. Its top disappeared far above into the\nnight.\n\nThe thing had struck the city's southern acres and in a moment, with a\nroar as of worlds splitting apart, had cut northward across the city\nand for a mile or more out into the lake, then flashing up into the\ndusk as swiftly as it had descended. Chicago was in uncontrollable\npanic, Chaos of unnameable fear, and troops were on their way to quell\nthe lawless rioting and looting that had already begun.\n\nWhen we read that, both Dr. Howard and I were silent for some time,\nlistening to the disturbed hum and roar of excitement that penetrated\nthe room from outside. And before either of us could speak, we were\nsharply aroused by the coming of a telegram. Dr. Howard read the brief\nmessage twice, then handed it to me, without comment.\n\nAn hour later saw us in a great army plane flying southward through the\nnight toward Washington.\n\n\n                             A Conference\n\nIt was still night when our plane slanted out of the darkness into the\nblazing landing-field lights. A powerful car awaited us, and as it sped\nwith reckless speed across the city which was as aroused, excited, and\nhorror-stricken as New York, we could distinguish now and then the\ngreat dome of the Capitol, gleaming white in the light of dawn.\n\nIn a short time we were inside the Capitol, and were ushered into a\nsmall panelled room where a dozen or more men seated around a table\nawaited us.\n\nI recognized at once the strong face of President Rogers, at the\ntable's end, and perceived, also, the well-known features of the\nSecretaries of War and of the Navy. Beside them were the ambassadors of\nGreat Britain, Germany, France, and a half-dozen other great powers,\nwhile secretaries and aides hovered in the background. It was the\ngroup, representative of the world's governments, that the President\nhad gathered together at once after the Chicago cataclysm, and he had\nsummoned Dr. Howard to meet with it.\n\nHe greeted my superior and myself courteously; but the strain that he\nwas under showed as clearly in his face, as it did in the others about\nthe table. At once he plunged toward the point.\n\n\"Dr. Howard, some days ago you gave to the press a suggested\nexplanation of the Mannlertown and Finland cataclysms which was,\ndespite your scientific eminence, too startling to be accepted by the\nworld or by your fellow-scientists. That explanation has now been shown\nby this catastrophe that has riven Chicago to have been irrefutably\ntrue. We must accept, unprecedented as the situation is, the fact\nthat vessels of some sort from outer space are actually trawling the\nearth's surface from above its atmosphere, that trawl having been seen\nat Chicago by thousands, as it was seen in Finland. You alone among\nscientists have comprehended the nature of this menace. We have called\nyou here to suggest some method of meeting it.\"\n\nDr. Howard was silent and thoughtful for a moment, gazing from one to\nanother of the anxious faces at the table, then the President spoke\nagain.\n\n\"You must be well aware of what the result of continued catastrophes of\nthis sort will be. Already the wildest panic has gripped the section\naround Chicago, and the rest of the country. The whole world in fact is\ntrembling upon the brink of a similar panic. The very uncertainty of\nthese disasters encourages panic. None can say that the next blow will\nnot be in his city and cut away his home and his life. All are aware\nnow that your theory is correct, and that adds to the horror. For if a\nvessel or vessels with alien beings of some sort in it actually hover\nfar above, none can say what greater horrors it may still loose upon\nus. We must strike back in some way, must drive these beings, whatever\ntheir nature, from the earth. Would there be any chance of doing so\nwith dirigibles or planes, in your opinion?\"\n\n\"Not a chance, sir,\" Dr. Howard replied at once. \"The rarity of the\natmosphere at its surface makes even an attempt impossible, for no ship\nof ours could ever reach the surface of the atmosphere.\"\n\n\"But what are we to do? Is there no method by which we can combat this\nmenace? Must we lie supine and let whatever cataclysmic terror they\nchoose descend on us?\"\n\nAll eyes were upon Dr. Howard as he gravely answered. \"Since I first\ncomprehended what lay behind these catastrophes I have sought for some\nmethod of halting them, some method of striking back at whatever ship\nor ships from space are hovering over us. To find such a method I have\nhad recourse to the same analogy that has been made so terribly clear\nto us, the analogy between ourselves at the bottom of our air-ocean and\nthe creatures at the sea's bottom.\n\n\"Suppose those creatures far within the sea's depths had some\nintelligence and science, and suppose they wished to halt the trawling\nof our ships whose great scoops sweep down now and again upon them. How\ncould they do so? They could not venture up to the ocean's surface. But\none thing they could do, and that would be to send up something that\nwould fight for them, that would make it impossible for the trawling\nships to cruise longer on the surface!\n\n\"They could, granted science and intelligence enough, construct great\nmines in vast numbers. These, if attached to air-filled globes, would\nbe swept instantly up to the ocean's surface when released. They would\nfloat there indefinitely, and any ships cruising to and fro would\nsooner or later strike one and be destroyed, unless they were warned by\nthe previous destruction of one. In this way the creatures of the sea's\ndepths could prevent our cruising above and trawling for them.\n\n\"And this is the way we must use to fight the beings who now cruise\nfar above us! We must mine the air! We must send up thousands of great\nmines constructed so that they will float up to the surface of earth's\natmospheric ocean and remain near that surface where, we know, the\nships of these space-beings are coming and going. With thousands of\nmines floating about some of the invaders will inevitably be destroyed\nby a collision with one of them.\"\n\nThe others were silent for a moment. Then the Secretary of War broke\nout:\n\n\"Mine the air!\" he repeated incredulously. \"But how? How could any mine\nbe constructed to float up in that way, so light as to float on the\natmosphere's surface?\"\n\n\"There we have recourse again to our analogy,\" Dr. Howard declared. \"If\na mine attached to a great hollow globe of air were released at the\nsea's bottom it would rush up toward the surface and float there. In\nthe same way, a mine attached to a great globe in which is a complete\nvacuum would rush up through our air-ocean!\n\n\"We can construct those globes of the strongest and lightest material\nknown--_steelite_. As you all know, _steelite_ is the recently devised\nmetal that has immensely greater strength than steel but the merest\nfraction of its weight. The tensile strength of a substance, its\nhardness and other qualities, depend directly upon the arrangement of\nits molecules. By the recent discoveries of Browning we know that when\nsteelite is synthetically made the arrangement of the molecules is such\nthat it forms an extremely strong and rigid substance. This gives the\nmaterial unheard-of strength with unheard-of lightness.\n\n\"A forty-foot globe of _steelite_ can be made, with a charge of\nexplosives of terrific power attached to it that will detonate when the\nglobe is touched. This done, all air is exhausted from the hollow globe\nby great pumps, until the vacuum inside it is almost complete. The\nenormous strength of the steelite shell prevents its being crushed by\nthe atmosphere's pressure as an ordinary steel shell would be.\n\n\"Released, the vacuum globe with its deadly charge will shoot up\nthrough the atmosphere with terrific speed. Its lightness for its\nsize will be such that it will not halt until it floats on the very\nsurface of our atmosphere. We will make these globes in countless\nthousands, each with its charge, and release them. Each globe will have\na device that will repel any other, so that they do not detonate each\nother. We will sow the surface of our atmosphere with these deadly\nair-mines! Sooner or later the ship or ships cruising to and fro on\nour atmosphere's surface will strike one and will be destroyed by its\ndetonating charge. In this way, and only in this way, can we fight back\nagainst the beings from space who are releasing this horror on us!\"\n\n\"But to make these globes or mines in such numbers will engross all the\nearth's industrial activities!\" the British ambassador exclaimed.\n\n\"It will,\" Dr. Howard agreed quietly. \"But what of it? Have you not yet\nrealized that a world crisis is upon us? Have you not yet realized that\nin this case there is no question of countries or races, of profits\nor dividends, or expediencies, but that we, as men, are fighting for\nthe existence of man? That we are fighting against beings who may be\nimmeasurably more advanced in knowledge and power than ourselves?\"\n\n\"Dr. Howard is right,\" said the President. \"Gentlemen, this emergency\nmust be clear to you all, and I think that it is equally clear that\nDr. Howard's plan is the only one that affords any possibility of\ncombatting this terror from above. I place all the resources of the\nUnited States of America at your command, Dr. Howard, and I know that\nwhen the representatives of the other nations here have reported to\ntheir governments they will do the same. The whole world's efforts must\nconcentrate upon the prevention of these terrible disorders.\"\n\n\"There is but one thing earth's peoples can do,\" Dr. Howard said. \"Make\nair-mines! Thousands, tens of thousands--they must be turned out in\nceaseless floods and released. For it is only with them that we can\nrepel the menace above us.\"\n\nMake air-mines! It was the watchword of all earth's races within a few\nhours of that momentous meeting. For the President and the heads of\nthe earth's other governments sent statements in which Dr. Howard's\nsuggested method of combatting the danger was stressed as the world's\none chance. Thousands of air-mines must be made at once and continue to\nbe turned out until the menace was repelled--scientists agreed, as one\nman, that it was the one possible way of fighting these grim visitors\nfrom space who were hovering in their enigmatic vessels at the surface\nof our atmosphere.\n\nWithin a half day after the meeting Dr. Howard and I, aided by several\nmasters of aeronautical, chemical, and physical sciences had drawn up\nthe plans of the air-mines. Each was to be a hollow steelite globe\nforty-two feet in outside diameter. This would give the globes a\ngross lifting power of about five thousand pounds and net of about\ntwenty-five hundred. Attached in a special chamber at the side of each\nwas the charge, a load of the most modern explosives, small in bulk but\nterrific in power, while striking-pins on the globe's sides made it\ninevitable that the charge be exploded whenever the globe was struck.\n\nThrough the night of the 6th, hundreds of men were busy in Washington\nturning out copies of the simple plans of the air-mine, and scores of\nplanes were flying throughout the world with copies for all nations. On\nthe 7th the manufacture of the great engines had already been begun in\na hundred cities.\n\nBut on the night of the 7th the terror struck again. This time it\nwas with small loss of life, but the psychological effects were far\ngreater. It was upon upper Malaysia that the giant, glittering trawl\ndescended, flashing down to rip a great trench of destruction through\nthe jungle and along the edge of a native village, then flashing up\nagain, leaving untold panic behind it.\n\n\n                            The First Globe\n\nAs best they could, the governments of earth sought to dissipate the\npanic, pointing out that few lives had been lost, and urging greater\nefforts in the production of the air-mines. Already the first great\nsteelite globes were rolling out of the big factories, and were quickly\nbeing fitted with the charge of explosives.\n\nIt was early on the morning of the 12th that the first air-mine was\nfinished and released. Dr. Howard and I superintended the process,\nwhich took place outside one of the great Pittsburgh _steelite_ works\nthat was turning out the globes. Anchored securely to the ground, the\nglobe was slowly exhausted of its air by the giant air-pump that had\nbeen equipped for the task.\n\nThe pump was disconnected. Then the globe was removed to a large open\nfield near-by and reanchored. We could see clearly that the mighty\nglobe, of incredible lightness, was straining upward with such force\nagainst the anchoring chains that held it that it seemed they must\npart. Dr. Howard reached forth and turned the lever that held the great\nglobe anchored. There was a whizzing sound, a puff of air in our faces,\nand the great air-mine had vanished, rushing upward at such tremendous\nspeed that it had seemed to disappear before our eyes.\n\nWe all gazed up after it, as though to follow its course upward until\nit floated at last on the surface of earth's atmosphere. I think that\nthe same thought held us all. This air-mine, this single globe we\nhad released--it seemed such a puny weapon to use against beings who\nfrom mighty ships had let down the colossal trawl upon us. Was there\nactually any hope for us in this method?\n\nPerhaps this doubt was felt by many then, but there was no cessation\nof the work, which after all held our only chance of striking back at\nthe great space invaders above. By the next day, here and there over\nearth's surface, scores of the air-mines were being released, to rush\nupward. In Germany and the English midlands, in Russia and Pennsylvania\nand Indiana--everywhere on earth's surface where the air-mines could be\nmade and assembled--they were being released in groups.\n\nThe great industrial leaders of the world had gathered, under Dr.\nHoward's heading, to devise plans for the quantity production of the\nair-mines with the greatest possible speed. Already great factories\nwere being hastily equipped with special machinery, and the explosive\nfactories of the world as well as those producing the repelling devices\nwere working night and day to manufacture the needed materials.\n\nBy the 15th, scores of the globes were being released each hour, here\nand there over the world, and their number was rapidly increasing.\nDr. Howard was sleeping but two hours out of twenty-four, it seemed,\nremaining night and day at the Washington office that had become the\ncenter of the world's activities. He estimated that within a week the\nair-mines would be pouring forth at the rate of a thousand a day.\n\n\"The great danger,\" he said, \"is that the next attack on us might hit\none of the great cities so hard that the inevitable panic will cause a\ncessation on work on the air-mines.\"\n\n\"But how long is the work to go on in any case?\" I asked. \"There must\nbe thousands of globes floating already upon the atmosphere's surface.\"\n\n\"There need to be tens of thousands, hundreds of thousands,\" he said\nsolemnly. \"They must be sent forth until these terrible trawlings from\nabove have entirely ceased.\"\n\nI shook my head, for I could see that already many, tired of the\nceaseless work, were crying out that the scheme was a crazy one. Others\nhad begun to say that whatever space-visitors had been above had\nalready departed. But these statements were swiftly silenced on the\nnext morning, that of the 16th, by the fifth catastrophe.\n\nThis fifth blow took place at one of New York's residential suburbs,\nScarsdale, and while it took a toll of life exceeded only by that\nof the Chicago horror, it was different from the others in one odd\nrespect. The great trawl seemed to descend and gouge along the earth\nwith somewhat smaller speed than in the other instances, and was seen\nvery plainly and even escaped from in time by some people in the\nvicinity.\n\nIt was described as being very like the familiar steam-shovel scoop in\nshape, but of a glittering metal that all agreed was not native to the\nearth. The top of it, what supported it, ran up into the mists of the\nmorning sky. They were many shining strands, and very slender for the\ncolossal weight they supported. They gleamed with strange light and it\nwas the opinion of many that if they were of metal they had in some\nunheard-of way been given supernatural strength.\n\nAt Scarsdale perhaps twelve hundred perished in the sweep of the giant\nscoop, which seemed to make a smaller gash than usual. A few who had\nheard the trawl crashing toward them had managed to flee from its path\nin time to escape it.\n\n\n                             Hope and Fear\n\nThis fifth catastrophe marked the beginning of the terror's last\nperiod. Until then earth's peoples had hoped against hope that in some\nunexplained way the whole business was the result of natural forces,\nbut now they could no longer doubt that far overhead were hovering\nvessels or vehicles dragging their trawls here and there over the\nearth's surface for their own unfathomable purposes. Dread was upon the\nearth! At any moment of day or night the giant trawl might crash down\nin terrible annihilation.\n\nIt was the sword of Damocles, suspended over a helpless world!\n\nThe days after the Scarsdale terror saw the world's activities at their\nmost intense pitch. Dr. Howard and I were occupied without end in the\ndirection of the manufacture and distribution of the air-mines. For\nhe was now having them released, not at the factories where they were\nassembled, but at various points over the earth, so that they would\ncover more uniformly the surface of the atmospheric ocean.\n\nDay after day we sent them out. I know that to me those days were part\nof a dream of nightmare activity and tension. Again the world was\nwaiting in dread for the coming of the great trawl. It did not come\nagain, for reasons which we shall never guess, until the 19th. That\ninterval of three days between trawlings was the longest that had yet\nelapsed. We owe much to it. Perhaps our world.\n\nFor in those days the air-mines were whizzing upward in fast-increasing\nnumbers. By the 19th they were ascending at the rate of more than a\nthousand a day. All of earth's peoples, in the industrial regions at\nleast, seemed toiling upon the one task of making the great globes. The\nworld's hopes were raised. We were winning, it seemed, by sowing the\natmosphere's surface thick with air-mines that sooner or later must\ndemolish all or part of the space invaders. We were exultant, even. And\nthen--\n\nShortly after dark on the 19th a trawl flashed down to gouge most of\nthe town of Martiana, in southern Norway, from the face of the earth.\n\nOn the morning of the 20th another trawl, or the same one, descended\nand gouged the bed of the Mediterranean just off Capri and in full\nsight of its shore.\n\nA little before noon on the 21st a trawl was glimpsed plowing a vast\nwound in the Sudan desert near a British outpost. And three hours later\na trawl cut a terrific trail of annihilation squarely across the city\nof Algiers.\n\nEarth and the races of the earth rocked beneath those fearful\ncataclysms, striking in such swift succession. With them the activities\nupon which our races of man had been so fearfully bent--the manufacture\nof the air-mines--began to dwindle. By the 20th the number of air-mines\nreleased had fallen off a little, and after the catastrophes of that\nand the next day it was even smaller. Dr. Howard's reports showed that\non the 22nd but four hundred air-mines had been released in comparison\nwith the twelve hundred released but three days before.\n\nMankind was giving up the battle in despair!\n\nPanic was breaking loose over the earth, a panic and dread that nothing\ncould restrain. Toiling thousands quit their work upon the manufacture\nof air-mines in hopeless despair. Mobs began to appear in the streets\nof London, New York, Shanghai, and Sydney, and rioting became general.\nThe world was going mad with fear!\n\nDr. Howard strove above all else to keep the manufacture of the\nair-mines going. Under his urgent pleadings the governments of earth\nused their troops to protect and continue that manufacture as well as\nmight be, instead of using them to suppress the growing riots. The\nproduction of the globes leaped again to almost a thousand a day. Each\nday saw them whizzing up to join the thousands upon thousands already\nfloating at the surface of earth's atmosphere.\n\nAnd yet it seemed all so futile. It was not like striking back at a\nvisible enemy, this frantic manufacture and release of the mines. Men\nwould have been happier by far, I think, had they faced more terrible\nenemies in the plain light of day. I know that in those last days of an\napparently disintegrating world I would have been easier in mind.\n\n\"It's a race against time now, Ransome,\" said Dr. Howard. \"We cannot\ncontinue the production of air-mines much longer--and civilization is\ncrashing now!\"\n\n\"But is there no other way?\" I cried. \"My God, Howard, these air-mines\nare useless--we've sent up tens of thousands and they can be no more\nthan a sprinkling in the vast extent of the atmosphere's surface. To\ntry some other way--\"\n\n\"There is no other!\" he exclaimed. \"Ransome, we must fight it out to\nthe end! The air-mines--they're our one chance!\"\n\n\"But we can't send up many more,\" I said. \"The rioting in Germany has\nbecome so bad that all the factories save two that were making mines\nthere have quit. We've no more than a dozen factories left in Europe\nand hardly more than that in America!\"\n\n\"As long as we can release one mine we'll do so!\" he declared. \"Man's\ncrisis is here--and he's got to have the courage now to fight in the\ndark against an unknown foe for his existence!\"\n\nSomehow Dr. Howard's indomitable will held together in those last days\nthe thread of organization between the factories and their sources of\nsupply, despite the wide-spread outbreaks that were going on. Fewer and\nfewer were becoming the air-mines released, but still they were being\nmade and sent whizzing upward.\n\nBut on the 25th it became apparent to all that our last efforts were\nflickering out. Then late on that day came news of the tenth trawl. It\nhad descended a hundred miles south of Rio de Janeiro to crash across a\nplantation with the loss of a score of lives. And hardly had that dread\nnews spread around the earth than came word that the trawl had again\nflashed down a few hours later to gouge a terrific scar from the side\nof one of the peaks of the Peruvian Andes.\n\nThe end! With the spreading of those two reports it seemed so. For they\nso deepened the blind and unreasoning fear that had gripped mankind\nthat the production of air-mines all but ceased on that day, only a few\ndozens continuing to be assembled and released. Panic-mad mobs caused\nchaos in the greater cities. Every organization of civilization seemed\nbreaking down, and troops called to suppress wild outbreaks fought\npitched battles with the mobs.\n\nOn the night of the 26th came the crisis for mankind. For it was known\nthat all man's efforts to halt the menace from above had failed, that\nmankind lay defenseless beneath the grim and terrible invaders from\nbeyond, who might at any time loose even greater horrors upon us. Man\nhad fought an enemy he had never even seen and had lost! He had fought\nan enemy who apparently cared no more for the wrecking of mankind far\nbeneath than we do of the insects beneath our feet!\n\n\n                               Victory?\n\nThrough the hours of that dread night I sat with Dr. Howard and with\nthe last of our remaining organization in the Washington office.\nOutside, to the east the sky was red with the glow of flames, where a\nmob had set fire to looted buildings. From afar we heard the crackle\nof shots, the rumble of hurrying tanks, and the wild uproar of cries\nas troops sought to bring order out of the chaos of a dissolving\ncivilization. We were silent, in a silence that made each minute\nage-long. And it was there, silent, almost toward morning, that the\nlast messenger of mankind's hope found us.\n\nHe was a dishevelled young radio operator and it was some moments\nbefore we comprehended what he was babbling frantically forth to us.\nWhen we did, twenty minutes saw us in the air and speeding southward\nthrough the night with an army aviator.\n\nOver the fear-mad, riot-blazing city and through the night out over\nother cities we sped, at the plane's utmost velocity, Dr. Howard\npeering ahead with face set, I gripping the cockpit's rim with nervous,\ntrembling fingers. We were still speechless as our plane raced\nsouthward. It was not until dawn was streaking the sky eastward that\nthe plane bumped down into a field a few miles from a little Georgia\nvillage.\n\nWe found men awaiting us, in uniform and civilian clothes, and all were\nhalf-hopeful, half-awed. Swiftly they told us what had happened.\n\nShortly after midnight citizens near the village had heard a faint,\nalmost inaudible but clear sound of detonation, coming as though from\nfar above. Almost in the next instant had come another detonating\nsound, as faint as the first, and then silence. But a few instants\nlater, coming from the west of the village, they heard in quick\nsuccession two terrific prolonged crashings as of some thing or things\nfalling from an immense height.\n\nThey had thought the trawl was descending on them, at first, and had\nfled from it for some distance. But after moments of hesitation they\nhad made their way to the scene of the crashes, and what they found had\nmade them get word quickly to the soldiers in a near-by town, whose\nfirst act had been to radio Dr. Howard.\n\nThe captain, who was the commanding officer, told this much to Dr.\nHoward; together we went across the grassy fields. Before us, as we\nrose over a slope, there loomed a great column of steam going up\ninto the sparkling light of day. We went very near to it before we\nhalted. So near that we could see even through its veiling mists great\nshattered masses of glittering metal, buried almost completely in the\nsoft earth, from which they had smashed a huge crater in striking. We\nstared at it for a time, not daring to go nearer for the heat that had\ncaused the steam still radiated intensely from the shattered metal. Not\nfar across the fields was a thinner steam-column, and they told us that\nthe colossal metal mass that caused it was buried even deeper in the\nearth, so deep that hardly any part of it could be distinguished.\n\nDr. Howard and I stared at the two giant geysers of white vapor. It\nwas victory, we knew. Victory, whether partial or complete, over the\nspace-visitors who had held earth beneath such a spell of terror. Far\nabove, cruising on the surface of earth's atmosphere, two of their\nmighty vessels had struck a field of the air-mines we had released, had\ncrashed in shattering annihilation through the dark night!\n\nVictory! Yet it was not as I had dreamed the victory would be. I had\nthought of a wild climax after a terrific battle. It was so strange, so\ndifferent. Just Dr. Howard and I and the khaki-clad soldiers and the\nwondering villagers, standing there in the soft light of the Georgia\ndawn, in the quiet fields with only the sound of birds about us, gazing\nso quietly toward those twin gigantic steam-columns. Then realization\nof what it meant struck through to my terror-numbed heart. Victory,\nwhether partial or complete--it meant the dissolution of the spell\nof horror that had gripped earth, the gathering of earth's forces to\ncarry on the struggle, if need be, against foes whom we now knew were\nnot invincible. Victory, and in a few moments the word of it would be\nflashing out around the earth....\n\nOur victory proved complete after all, at least in so far as it marked\nthe end of the terrible trawlings. Whether the two huge space-ships\nthat had met their end over Georgia were the only ones to come to\nearth, or whether there were others that were forced to flee by this\ndestruction of their fellows, we cannot say. We know only that after\nthe fall of those two through the night, the colossal trawls did not\ndescend again. But for days, weeks, and months, the world waited in\nanxious dread for their reappearance.\n\n\n                         \"We Have Come of Age\"\n\nEven now that dread has not disappeared, wholly. For never again will\nearth seem to us the isolated globe that it once was. We know now that\nthere are ships that come and go out there in the great void, ships\nfrom some near or far planet. They came once to visit the earth, to\ntrawl in its air-ocean with their giant scoops, and they may come\nagain. We cannot say that they will not. We can but pray that they will\nnot.\n\nOf their nature we know no more than before. Dr. Howard and the\ngreatest scientists of the world have examined with the utmost\nminuteness the two great metal wrecks in Georgia, but have been able to\nlearn comparatively little from them, so fused into molten metal were\nthey by their plunge down through the atmosphere. The glittering metal\nof which they were constructed has proved quite strange and impossible\nto produce on earth. There have been found half-melted instruments or\nmechanisms in small number, whose purpose we cannot as yet understand.\n\nWhat of the beings who manned those mighty ships? That is perhaps\nthe greatest question of all, and the most insoluble. A thin coat of\nstrange glistening slime was found on a few parts of the two wrecks\nnot melted. Whether that is all that remains of the space-visitors of\nthose ships, whether their bodies were solid or liquid or even gaseous\nor merely force emanations, we can offer only theories.\n\nThe world has recovered fully from those days of horror, and in\nrecovering has given to Dr. Howard the honors due him. He is beyond all\nquestion the greatest figure in the world today and even on myself, as\nhis companion and assistant, some of his fame has fallen. For he is\nthe hero not of any single group or nation or race of men, but of all\nmankind.\n\nHe has used the tremendous influence that is his alone to urge\npreparation upon the world, preparation for emergencies of a similar\nnature that may again arise.\n\n\"Out of the unknown came these dread space-visitors to earth,\" he\nwarns in an article, \"and who knows but that somewhere in the unknown\neven today other grim vessels are winging through the void toward the\nearth? It may even be that our present peace is only a respite and\nthat we have repelled the first attack of these unknown beings only to\nhave them coming again upon us in infinitely greater numbers. Sometime\nin the future, I think, man will have advanced in knowledge to the\npoint where he too will venture into the void, will be able to meet\nhis attackers face to face. But until then the air-mines are our only\nprotection.\n\n\"I want to see vast fields of them floating on the surface of earth's\natmosphere, fields through which no invading space-ships from the\nvoid outside can make their way. For Providence may not again aid our\nefforts. Man is probably but one being among the universe's countless\nraces of living creatures, and he can only hold his planet against\nothers by his own wisdom and strength. Never again can he feel the\nfalse security that was ours before these space-visitors came.\"\n\nThis warning, surely, we are heeding; yet even with the loss of that\nold false security, we do not face the future with fear. Whatever\nbeings of power the universe holds, we realize now that we too are\nbeings of power. We have fought for our planet against the space\nvisitors and have held it. As a race we have come of age.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Sterling, Brett",
            "Hamilton, Edmond"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74075/pg74075.txt",
        "name": "the_space_visitors.json"
    }
}