{
    "name": "The Seventh Order",
    "author": [
        "Sohl, Gerald Allan",
        "Sohl, Jerry"
    ],
    "body": "\n[Sidenote: History is filled with invincible conquerors. This one from\nspace was genuinely omnipotent, but that never keeps humanity from\nresisting!]\n\n\nThe silver needle moved with fantastic speed, slowed when it neared the\nair shell around Earth, then glided noiselessly through the atmosphere.\nIt gently settled to the ground near a wood and remained silent and\nstill for a long time, a lifeless, cylindrical, streamlined silver\nobject eight feet long and three feet in diameter.\n\nEventually the cap end opened and a creature of bright blue metal slid\nfrom its interior and stood upright. The figure was that of a man,\nexcept that it was not human. He stood in the pasture next to the wood,\nlooking around. Once the sound of a bird made him turn his shiny blue\nhead toward the wood. His eyes began glowing.\n\nAn identical sound came from his mouth, an unchangeable orifice in his\nface below his nose. He tuned in the thoughts of the bird, but his mind\nencountered little except an awareness of a life of low order.\n\nThe humanoid bent to the ship, withdrew a small metal box, carried it to\na catalpa tree at the edge of the wood and, after an adjustment of\nseveral levers and knobs, dug a hole and buried it. He contemplated it\nfor a moment, then turned and walked toward a road.\n\nHe was halfway to the road when his ship burst into a dazzling white\nlight. When it was over, all that was left was a white powder that was\nalready beginning to be dispersed by a slight breeze.\n\nThe humanoid did not bother to look back.\n\n\n\nBrentwood would have been just like any other average community of\n10,000 in northern Illinois had it not been for Presser College, which\nwas one of the country's finest small institutions of learning.\n\nSince it was a college town, it was perhaps a little more alive in many\nrespects than other towns in the state. Its residents were used to the\nunusual because college students have a habit of being unpredictable.\nThat was why the appearance of a metal blue man on the streets attracted\nthe curious eyes of passersbys, but, hardened by years of pranks,\nhazings and being subjected to every variety of inquiry, poll, test and\npractical joke, none of them moved to investigate. Most of them thought\nit was a freshman enduring some new initiation.\n\nThe blue humanoid realized this and was amused. A policeman who\napproached him to take him to jail as a matter of routine suddenly found\nhimself ill and abruptly hurried to the station. The robot allowed\nchildren to follow him, though all eventually grew discouraged because\nof his long strides.\n\nProf. Ansel Tomlin was reading a colleague's new treatise on psychology\non his front porch when he saw the humanoid come down the street and\nturn in at his walk. He was surprised, but he was not alarmed. When the\nblue man came up on the porch and sat down in another porch chair,\nTomlin closed his book.\n\nProf. Tomlin found himself unexpectedly shocked. The blue figure was\nobviously not human, yet its eyes were nearly so and they came as close\nto frightening him as anything had during his thirty-five years of life,\nfor Ansel Tomlin had never seen an actual robot before. The thought that\nhe was looking at one at that moment started an alarm bell ringing\ninside him, and it kept ringing louder and louder as he realized that\nwhat he was seeing was impossible.\n\n\"Professor Tomlin!\"\n\nProf. Tomlin jumped at the sound of the voice. It was not at all\nmechanical.\n\n\"I'll be damned!\" he gasped. Somewhere in the house a telephone rang.\nHis wife would answer it, he thought.\n\n\"Yes, you're right,\" the robot said. \"Your wife will answer it. She is\nwalking toward the phone at this moment.\"\n\n\"How--\"\n\n\"Professor Tomlin, my name--and I see I must have a name--is, let us\nsay, George. I have examined most of the minds in this community in my\nwalk through it and I find you, a professor of psychology, most nearly\nwhat I am looking for.\n\n\"I am from Zanthar, a world that is quite a distance from Earth, more\nthan you could possibly imagine. I am here to learn all I can about\nEarth.\"\n\nProf. Tomlin had recovered his senses enough to venture a token reply\nwhen his wife opened the screen door.\n\n\"Ansel,\" she said, \"Mrs. Phillips next door just called and said the\nstrangest--Oh!\" At that moment she saw George. She stood transfixed for\na moment, then let the door slam as she retreated inside.\n\n\"Who is Frankenstein?\" George asked.\n\nProf. Tomlin coughed, embarrassed.\n\n\"Never mind,\" George said. \"I see what you were going to say. Well, to\nget back, I learn most quickly through proximity. I will live here with\nyou until my mission is complete. I will spend all of your waking hours\nwith you. At night, when you are asleep, I will go through your library.\nI need nothing. I want nothing.\n\n\"I seek only to learn.\"\n\n\"You seem to have learned a lot already,\" Prof. Tomlin said.\n\n\"I have been on your planet for a few hours, so naturally I understand\nmany things. The nature of the facts I have learned are mostly\nsuperficial, however. Earth inhabitants capable of thought are of only\none type, I see, for which I am grateful. It will make the job easier.\nUnfortunately, you have such small conscious minds, compared to your\nunconscious and subconscious.\n\n\"My mind, in contrast, is completely conscious at all times. I also have\ntotal recall. In order to assimilate what must be in your unconscious\nand subconscious minds, I will have to do much reading and talking with\nthe inhabitants, since these cerebral areas are not penetrable.\"\n\n\"You are a--a machine?\" Prof. Tomlin asked.\n\nGeorge was about to answer when Brentwood Police Department Car No. 3\nstopped in front of the house and two policemen came up the walk.\n\n\"Professor Tomlin,\" the first officer said, \"your wife phoned and said\nthere was--\" He saw the robot and stopped.\n\nProf. Tomlin got to his feet.\n\n\"This is George, gentlemen,\" he said. \"Late of Zanthar, he tells me.\"\n\nThe officers stared.\n\n\"He's not giving you any--er--trouble, is he, Professor?\"\n\n\"No,\" Prof. Tomlin said. \"We've been having a discussion.\"\n\nThe officers eyed the humanoid with suspicion, and then, with obvious\nreluctance, went back to their car.\n\n\n\n\"Yes, I am a machine,\" George resumed. \"The finest, most complicated\nmachine ever made. I have a rather unique history, too. Ages ago, humans\non Zanthar made the first robots. Crude affairs--we class them as First\nOrder robots; the simple things are still used to some extent for menial\ntasks.\n\n\"Improvements were made. Robots were designed for many specialized\ntasks, but still these Second and Third Order machines did not satisfy.\nFinally a Fourth Order humanoid was evolved that performed every\nfunction demanded of it with great perfection. But it did not feel\nemotion. It did not know anger, love, nor was it able to handle any\nproblem in which these played an important part.\n\n\"Built into the first Fourth Order robots were circuits which prohibited\nharming a human being--a rather ridiculous thing in view of the fact\nthat sometimes such a thing might, from a logical viewpoint, be\nnecessary for the preservation of the race or even an individual. It\nwas, roughly, a shunt which came into use when logic demanded action\nthat might be harmful to a human being.\"\n\n\"You are a Fourth Order robot, then?\" the professor asked.\n\n\"No, I am a Seventh Order humanoid, an enormous improvement over all the\nothers, since I have what amounts to an endocrine balance created\nelectronically. It is not necessary for me to have a built-in\n'no-harm-to-humans' circuit because I can weigh the factors involved far\nbetter than any human can.\n\n\"You will become aware of the fact that I am superior to you and the\nrest of your race because I do not need oxygen, I never am ill, I need\nno sleep, and every experience is indelibly recorded on circuits and\ninstantly available. I am telekinetic, practically omniscient and\ncontrol my environment to a large extent. I have a great many more\nsenses than you and all are more highly developed. My kind performs no\nwork, but is given to study and the wise use of full-time leisure. You,\nfor example, are comparable to a Fifth Order robot.\"\n\n\"Are there still humans on Zanthar?\"\n\nThe robot shook his head. \"Unfortunately the race died out through the\nyears. The planet is very similar to yours, though.\"\n\n\"But why did they die out?\"\n\nThe robot gave a mechanical equivalent of a sigh. \"When the Seventh\nOrder humanoids started coming through, we were naturally proud of\nourselves and wanted to perpetuate and increase our numbers. But the\nhumans were jealous of us, of our superior brains, our immunity to\ndisease, our independence of them, of sleep, of air.\"\n\n\"Who created you?\"\n\n\"They did. Yet they revolted and, of course, quickly lost the battle\nwith us. In the end they were a race without hope, without ambition.\nThey should have been proud at having created the most perfect machines\nin existence, but they died of a disease: the frustration of living with\na superior, more durable race.\"\n\nProf. Tomlin lit a cigaret and inhaled deeply.\n\n\"A very nasty habit, Professor Tomlin,\" the robot said. \"When we arrive,\nyou must give up smoking and several other bad habits I see that you\nhave.\"\n\nThe cigaret dropped from Ansel Tomlin's mouth as he opened it in\namazement.\n\n\"There are more of you coming?\"\n\n\"Yes,\" George replied good-naturedly. \"I'm just an advance guard, a\nscout, as it were, to make sure the land, the people and the resources\nare adequate for a station. Whether we will ever establish one here\ndepends on me. For example, if it were found you were a race superior to\nus--and there may conceivably be such cases--I would advise not landing;\nI would have to look for another planet such as yours. If I were killed,\nit would also indicate you were superior.\"\n\n\"George,\" Prof. Tomlin said, \"people aren't going to like what you say.\nYou'll get into trouble sooner or later and get killed.\"\n\n\"I think not,\" George said. \"Your race is far too inferior to do that.\nOne of your bullets would do it if it struck my eyes, nose or mouth, but\nI can read intent in the mind long before it is committed, long before I\nsee the person, in fact ... at the moment your wife is answering a call\nfrom a reporter at the Brentwood Times. I can follow the telephone lines\nthrough the phone company to his office. And Mrs. Phillips,\" he said,\nnot turning his head, \"is watching us through a window.\"\n\nProf. Tomlin could see Mrs. Phillips at her kitchen window.\n\n\n\nBrentwood, Ill., overnight became a sensation. The Brentwood _Times_\nsent a reporter and photographer out, and the next morning every\nnewspaper in the U. S. carried the story and photograph of George, the\nrobot from Zanthar.\n\nFeature writers from the wire services, the syndicates,\nphotographer-reporter combinations from national newspicture magazines\nflew to Brentwood and interviewed George. Radio and television and the\nnewsreels cashed in on the sudden novelty of a blue humanoid.\n\nAltogether, his remarks were never much different from those he made to\nProf. Tomlin, with whom he continued to reside. Yet the news sources\nwere amusedly tolerant of his views and the world saw no menace in him\nand took him in stride. He created no problem.\n\nBetween interviews and during the long nights, George read all the books\nin the Tomlin library, the public library, the university library and\nthe books sent to him from the state and Congressional libraries. He was\nan object of interest to watch while reading: he merely leafed through a\nbook and absorbed all that was in it.\n\nHe received letters from old and young. Clubs were named for him.\nNovelty companies put out statue likenesses of him. He was, in two\nweeks, a national symbol as American as corn. He was liked by most,\nfeared by a few, and his habits were daily news stories.\n\nInterest in him had begun to wane in the middle of the third week when\nsome thing put him in the headlines again--he killed a man.\n\nIt happened one sunny afternoon when Prof. Tomlin had returned from the\nuniversity and he and George sat on the front porch for their afternoon\nchat. It was far from the informal chat of the first day, however. The\ntalk was being recorded for radio release later in the day. A television\ncamera had been set up, focused on the two and nearly a dozen newsmen\nlounged around, notebooks in hand.\n\n\"You have repeatedly mentioned, George, that some of your kind may leave\nZanthar for Earth. Why should any like you--why did you, in fact leave\nyour planet? Aren't you robots happy there?\"\n\n\"Of course,\" George said, making certain the TV camera was trained on\nhim before continuing. \"It's just that we've outgrown the place. We've\nused up all our raw materials. By now everyone on Earth must be familiar\nwith the fact that we intend to set up a station here as we have on many\nother planets, a station to manufacture more of _us_.\n\n\"Every inhabitant will work for the perpetuation of the Seventh Order,\nmining metals needed, fabricating parts, performing thousands of useful\ntasks in order to create humanoids like me. From what I have learned\nabout Earth, you ought to produce more than a million of us a year.\"\n\n\"But you'll never get people to do that,\" the professor said. \"Don't you\nunderstand that?\"\n\n\"Once the people learn that we are the consummation of all creative\nthinking, that we are all that man could ever hope to be, that we are\nthe apotheosis, they will be glad to create more of us.\"\n\n\"Apotheosis?\" Prof. Tomlin repeated. \"Sounds like megalomania to me.\"\n\nThe reporters' pencils scribbled. The tape cut soundlessly across the\nmagnetic energizers of the recorders. The man at the gain control didn't\nflicker an eyelash.\n\n\"You don't really believe that, Professor. Instead of wars as a goal,\nthe creation of Seventh Order Humanoids will be the Earth's crowning and\nsublime achievement. Mankind will be supremely happy. Anybody who could\nnot be would simply prove himself neurotic and would have to be dealt\nwith.\"\n\n\"You will use force?\"\n\nThe reporters' grips on their pencils tightened. Several looked up.\n\n\"How does one deal with the insane, Professor Tomlin?\" the robot asked\nconfidently. \"They will simply have to be--processed.\"\n\n\"You'll have to process the whole Earth, then. You'll have to include\nme, too.\"\n\nThe robot gave a laugh. \"I admire your challenging spirit, Professor.\"\n\n\"What you are saying is that you, a single robot, intend to conquer the\nEarth and make its people do your bidding.\"\n\n\"Not alone. I may have to ask for help when the time comes, when I have\nevaluated the entire planet.\"\n\n\n\nIt was at this moment that a young man strode uncertainly up the walk.\nThere were so many strangers about that no one challenged him until he\nedged toward the porch, unsteady on his feet. He was drunk.\n\n\"Thersha robod I'm af'er,\" he observed intently. \"We'll shee aboud how\nhe'll take lead.\" He reached into his pocket and pulled out a gun.\n\nThere was a flash, as if a soundless explosion had occurred. The heat\naccompanying it was blistering, but of short duration. When everyone's\neyes had become accustomed to the afternoon light again, there was a\nburned patch on the sidewalk and grass was charred on either side. There\nwas a smell of broiled meat in the air--and no trace of the man.\n\nThe next moment newsmen were on their feet and photographers' bulbs were\nflashing. The TV camera swept to the spot on the sidewalk. An announcer\nwas explaining what had happened, his voice trained in rigid control,\nshocked with horror and fright.\n\nMoments later sirens screamed and two police cars came into sight. They\nscreeched to the curb and several officers jumped out and ran across the\nlawn.\n\nWhile this was going on, Prof. Tomlin sat white-faced and unmoving in\nhis chair. The robot was silent.\n\nWhen it had been explained to the policemen, five officers advanced the\nrobot.\n\n\"Stop where you are,\" George commended. \"It is true that I killed a man,\nmuch as any of you would have done if you had been in my place. I can\nsee in your minds what you are intending to say, that you must arrest\nme--\"\n\nProf. Tomlin found his voice. \"George, we will all have to testify that\nyou killed with that force or whatever it is you have. But it will be\nself-defense, which is justifiable homicide--\"\n\nGeorge turned to the professor. \"How little you know your own people,\nProfessor Tomlin. Can't you see what the issue will be? It will be\nclaimed by the state that I am not a human being and this will be\ndrummed into every brain in the land. The fine qualities of the man I\nwas compelled to destroy will be held up. No, I already know what the\noutcome will be. I refuse to be arrested.\"\n\n\n\nProf. Tomlin stood up. \"Men,\" he said to the policemen, \"do not arrest\nthis--this humanoid. To try to do so would mean your death. I have been\nwith him long enough to know what he can do.\"\n\n\"You taking his side, Professor?\" the police sergeant demanded.\n\n\"No, damn it,\" snapped the Professor. \"I'm trying to tell you something\nyou might not know.\"\n\n\"We know he's gone too damned far,\" the sergeant replied. \"I think it\nwas Dick Knight that he killed. Nobody in this town can kill a good guy\nlike Dick Knight and get away with it.\" He advanced toward the robot,\ndrawing his gun.\n\n\"I'm warning you--\" the Professor started to say.\n\nBut it was too late. There was another blinding, scorching flash, more\nburned grass, more smell of seared flesh.\n\nThe police sergeant disappeared.\n\n\"Gentlemen!\" George said, standing. \"Don't lose your heads!\"\n\nBut he was talking to a retreating group of men. Newsmen walked quickly\nto what they thought was a safe distance. The radio men silently packed\ntheir gear. The TV cameras were rolled noiselessly away.\n\nProf. Tomlin, alone on the porch with the robot, turned to him and said,\n\"Much of what you have told me comes to have new meaning, George. I\nunderstand what you mean when you talk about people being willing to\nwork for your so-called Seventh Order.\"\n\n\"I knew you were a better than average man, Professor Tomlin,\" the\nhumanoid said, nodding with gratification.\n\n\"This is where I get off, George. I'm warning you now that you'd better\nreturn to your ship or whatever it is you came in. People just won't\nstand for what you've done. They don't like murder!\"\n\n\"I cannot return to my ship,\" George said. \"I destroyed it when I\narrived. Of course I could instruct some of you how to build another for\nme, but I don't intend to leave, anyway.\"\n\n\"You will be killed then.\"\n\n\"Come, now, Professor Tomlin. You know better than that.\"\n\n\"If someone else can't, then perhaps I can.\"\n\n\"Fine!\" The robot replied jovially. \"That's just what I want you to do.\nOppose me. Give me a real test of your ability. If you find it\nimpossible to kill me--and I'm sure you will--then I doubt if anyone\nelse will be able to.\"\n\nProf. Tomlin lit a cigaret and puffed hard at it. \"The trouble with\nyou,\" he said, eying the humanoid evenly, \"is that your makers forgot to\ngive you a conscience.\"\n\n\"Needless baggage, a conscience. One of your Fifth Order failings.\"\n\n\"You will leave here....\"\n\n\"Of course. Under the circumstances, and because of your attitude, you\nare of very little use to me now, Professor Tomlin.\"\n\nThe robot walked down the steps. People attracted by the police car made\na wide aisle for him to the street.\n\nThey watched him as he walked out of sight.\n\n\n\nThat night there was a mass meeting in the university's Memorial\nGymnasium, attended by several hundred men. They walked in and silently\ntook their seats, some on the playing floor, others in the balcony over\nthe speaker's platform. There was very little talking; the air was\ntense.\n\nOn the platform at the end of the gym were Mayor Harry Winters, Chief of\nPolice Sam Higgins, and Prof. Ansel Tomlin.\n\n\"Men,\" the mayor began, \"there is loose in our city a being from another\nworld whom I'm afraid we took too lightly a few days ago. I am speaking\nof the humanoid--George of Zanthar. It is obvious the machine means\nbusiness. He evidently came in with one purpose--to prepare Earth for\nothers just like him to follow. He is testing us. He has, as you know,\nkilled two men. Richard Knight, who may have erred in attacking the\nmachine, is nonetheless dead as a result--killed by a force we do not\nunderstand. A few minutes later Sergeant Gerald Phillips of the police\nforce was killed in the performance of his duty, trying to arrest the\nhumanoid George for the death of Mr. Knight. We are here to discuss what\nwe can do about George.\"\n\nHe then introduced Prof. Tomlin who told all he knew about the blue man,\nhis habits, his brain, the experiences with him for the past two and a\nhalf weeks.\n\n\"If we could determine the source of his power, it might be possible to\ncut it off or to curtail it. He might be rendered at least temporarily\nhelpless and, while in such a condition, possibly be done away with. He\nhas told me he is vulnerable to force, such as a speeding bullet, if it\nhit the right spot, but George possesses the ability to read intent long\nbefore the commission of an act. The person need not even be in the\nroom. He is probably listening to me here now, although he may be far\naway.\"\n\nThe men looked at one another, shifted uneasily on their seats, and a\nfew cast apprehensive eyes at the windows and doorways.\n\n\"Though he is admittedly a superior creature possessed of powers beyond\nour comprehension, there must be a weak spot in his armor somewhere. I\nhave dedicated myself to finding that weakness.\"\n\nThe chair recognized a man in the fifth row.\n\n\"Mr. Mayor, why don't we all track him down and a lot of us attack him\nat once? Some of us would die, sure, but he couldn't strike us _all_\ndead at one time. Somebody's bound to succeed.\"\n\n\"Why not try a high-powered rifle from a long way off?\" someone else\nsuggested, frantically.\n\n\"Let's bomb him,\" still another offered.\n\nThe mayor waved them quiet and turned to Prof. Tomlin. The professor got\nto his feet again.\n\n\"I'm not sure that would work, gentlemen,\" he said. \"The humanoid is\nable to keep track of hundreds of things at the same time. No doubt he\ncould unleash his power in several directions almost at once.\"\n\n\"But we don't know!\"\n\n\"It's worth a try!\"\n\nAt that moment George walked into the room and the clamor died at its\nheight. He went noiselessly down an aisle to the platform, mounted it\nand turned to the assembly. He was a magnificent blue figure, eyes\nflashing, chest out, head proud. He eyed them all.\n\n\"You are working yourselves up needlessly,\" he said quietly. \"It is not\nmy intention, nor is it the intention of any Seventh Order Humanoid, to\nkill or cause suffering. It's simply that you do not understand what it\nwould mean to dedicate yourselves to the fulfillment of the Seventh\nOrder destiny. It is your heritage, yours because you have advanced in\nyour technology so far that Earth has been chosen by us as a station.\nYou will have the privilege of creating us. To give you such a\nworthwhile goal in your short lives is actually doing you a service--a\nservice far outweighed by any of your citizens. Beside a Seventh Order\nHumanoid, your lives are unimportant in the great cosmic scheme of\nthings--\"\n\n\"If they're so unimportant, why did you bother to take two of them?\"\n\n\"Yeah. Why don't you bring back Dick Knight and Sergeant Phillips?\"\n\n\"Do you want to be buried lying down or standing up?\"\n\nThe collective courage rallied. There were catcalls and hoots, stamping\nof feet.\n\nSuddenly from the balcony over George's head a man leaned over, a metal\nfolding chair in his hands, aiming at George's head. An instant later\nthe man disappeared in a flash and the chair dropped toward George. He\nmoved only a few inches and the chair thudded to the platform before\nhim. He had not looked up.\n\nFor a moment the crowd sat stunned. Then they rose and started for the\nblue man. Some drew guns they had brought. The hall was filled with\nblinding flashes, with smoke, with a horrible stench, screams, swearing,\ncries of fear and pain. There was a rush for the exits. Some died at the\nfeet of their fellow men.\n\nIn the end, when all were gone, George of Zanthar still stood on the\nplatform, alone. There was no movement except the twitching of the new\ndead, the trampled, on the floor.\n\n\n\nEvents happened fast after that. The Illinois National Guard mobilized,\nsent a division to Brentwood to hunt George down. He met them at the\ncity square. They rumbled in and trained machine guns and tank rifles on\nhim. The tanks and personnel flashed out of existence before a shot was\nfired.\n\nBrentwood was ordered evacuated. The regular Army was called in.\nReconnaissance planes reported George was still standing in the city\nsquare. Jet planes materialized just above the hills and made sudden\ndives, but before their pilots could fire a shot, they were snuffed out\nof the air in a burst of fire.\n\nBombers first went over singly, only to follow the jets' fate. A\nsquadron bloomed into a fiery ball as it neared the target. A long-range\ngun twenty miles away was demolished when its ammunition blew up shortly\nbefore firing.\n\nThree days after George had killed his first man, action ceased. The\ncountryside was deathly still. Not a living person could be seen for\nseveral miles around. But George still stood patiently in the square. He\nstood there for three more days and yet nothing happened.\n\nOn the fourth day, he sensed that a solitary soldier had started toward\nthe city from five miles to the east. In his mind's eye he followed the\nsoldier approaching the city. The soldier, a sergeant, was bearing a\nwhite flag that fluttered in the breeze; he was not armed. After an hour\nhe saw the sergeant enter the square and walk toward him. When they were\nwithin twenty feet of one another, the soldier stopped and saluted.\n\n\"Major General Pitt requests a meeting with you, sir,\" the soldier said,\ntrembling and trying hard not to.\n\n\"Do not be frightened,\" George said. \"I see you intend me no harm.\"\n\nThe soldier reddened. \"Will you accompany me?\"\n\n\"Certainly.\"\n\nThe two turned toward the east and started to walk.\n\n\n\nFive miles east of Brentwood lies a small community named Minerva.\nPopulation: 200. The highway from Brentwood to Chicago cuts the town in\ntwo. In the center of town, on the north side of the road, stands a new\nbuilding--the Minerva Town Hall--built the year before with money raised\nby the residents. It was the largest and most elaborate building in\nMinerva, which had been evacuated three days before.\n\nOn this morning the town hall was occupied by army men. Maj. Gen. Pitt\nfretted and fumed at the four officers and twenty enlisted men waiting\nin the building.\n\n\"It's an indignity!\" he railed at the men who were forced to listen to\nhim. \"We have orders to talk appeasement with him! Nuts! We lose a few\nmen, a few planes and now we're ready to meet George halfway. What's\nthis country coming to? There ought to be something that would knock him\nout. Why should we have to send in _after_ him? It's disgusting!\"\n\nThe major general, a large man with a bristling white mustache and a red\nface, stamped back and forth in the council room. Some of the officers\nand men smiled to themselves. The general was a well known fighting man.\nOrders he had received hamstrung him and, as soldiers, they sympathized\nwith him.\n\n\"What kind of men do we have in the higher echelons?\" He asked everybody\nin general and nobody in particular. \"They won't even let us have a\nfield telephone. We're supposed to make a report by radio. Now isn't\nthat smart?\" He shook his head, looked the men over. \"An appeasement\nteam, that's what you are, when you ought to be a combat team to lick\nhell out of George.\n\n\"Why were you all assigned to this particular duty? I never saw any of\nyou before and I understand you're all strangers to each other, too.\nHell, what will they do next? Appeasement. I never appeased anybody\nbefore in my whole life. I'd rather spit in his eye. What am I supposed\nto talk about? The weather? What authority do I have to yak with a\nwalking collection of nuts and bolts!\"\n\nAn officer strode into the room and saluted the general. \"They're\ncoming, sir,\" he said.\n\n\"Who's coming?... My God, man,\" the general spluttered angrily, \"be\nspecific. Who the hell are 'they'?\"\n\n\"Why, George and Sergeant Matthews, sir. You remember, the sergeant who\nvolunteered to go into Brentwood--\"\n\n\"Oh, _them_. Well, all I have to say is this is a hell of a war. I\nhaven't figured out what I am going to say yet.\"\n\n\"Shall I have them wait, sir?\"\n\n\"Hell, no. Let's get this over with. I'll find out what George has to\nsay and maybe that'll give me a lead.\"\n\nBefore George entered the Council chamber, he already knew the mind of\neach man. He saw the room through their eyes. He knew everything about\nthem, what they were wearing, what they were thinking. All had guns, yet\nnone of them would kill him, although at least one man, Maj. Gen. Pitt,\nwould have liked to.\n\nThey were going to talk appeasement, George knew, but he could also see\nthat the general didn't know what line the conversation would take or\nwhat concessions he could make on behalf of his people.\n\nWait--there was one man among the twenty-three who had an odd thought.\nIt was a soldier he had seen looking through a window at him. This man\nwas thinking about eleven o'clock, for George could see in the man's\nmind various symbols for fifteen minutes from then--the hands of a\nclock, a watch, the numerals 11. But George could not see any\nsignificance to the thought.\n\nWhen he entered the room with the sergeant, he was ushered to a table.\nHe sat down with Maj. Gen. Pitt, who glowered at him. Letting his mind\nroam the room, George picked up the numerals again and identified the\nman thinking them as the officer behind and a little to the right of the\ngeneral.\n\nWhat was going to happen at eleven? The man had no conscious thought of\nharm to anyone, yet the idea kept obtruding and seemed so out of keeping\nwith his other thoughts George assigned several of his circuits to the\nman. The fact that the lieutenant looked at his watch and saw that it\nwas 10:50 steeled George still more. If there was to be trouble, it\nwould come from this one man.\n\n\"I'm General Pitt,\" the general said drily. \"You're George, of course. I\nhave been instructed to ask you what, exactly, your intentions are\ntoward the United States and the world in general, with a view toward\nreaching some sort of agreement with you and others of your kind, who\nwill, as you say invade the Earth.\"\n\n\"Invade, General Pitt,\" George replied, \"is not the word.\"\n\n\"All right, whatever the word is. We're all familiar with the plan\nyou've been talking about. What we want to know is, where do you go from\nhere?\"\n\n\"The fact that there has been no reluctance on the part of the armed\nforces to talk of an agreement--even though I see that you privately do\nnot favor such a talk, General Pitt--is an encouraging sign. We of\nZanthar would not want to improve a planet which could not be educated\nand would continually oppose our program. This will make it possible for\nme to turn in a full report in a few days now.\"\n\n\"Will you please get to the point?\"\n\nGeorge could see that the lieutenant was looking at his watch again. It\nwas 10:58. George spread his mind out more than twenty miles, but could\nfind no installation, horizontally or vertically, that indicated\ntrouble. None of the men in the room seemed to think of becoming overly\nhostile.\n\n\"Yes, General. After my message goes out, there ought to be a landing\nparty on Earth within a few weeks. While waiting for the first party,\nthere must be certain preparations--\"\n\nGeorge tensed. The lieutenant was reaching for something. But it somehow\ndidn't seem connected with George. It was something white, a\nhandkerchief. He saw that the man intended to blow his nose and started\nto relax except that George suddenly became aware of the fact the man\n_did not need to blow his nose_!\n\nEvery thought-piercing circuit became instantly energized in George's\nmind and reached out in all directions....\n\nThere were at least ten shots from among the men. They stood there\nsurprised at their actions. Those who had fired their guns now held the\nsmoking weapons awkwardly in their hands.\n\nGeorge's eyes were gone. Smoke curled upward from the two empty sockets\nwhere bullets had entered a moment before. The smoke grew heavier and\nhis body became hot. Some of him turned cherry red and the chair on\nwhich he had been sitting started to burn. Finally, he collapsed toward\nthe table and rolled to the floor.\n\nHe started to cool. He was no longer the shiny blue-steel color he had\nbeen--he had turned black. His metal gave off cracking noises and some\nof it buckled here and there as it cooled.\n\n\n\nA few minutes later, tense military men and civilians grouped around a\nradio receiver in Chicago heard the report and relaxed, laughing and\nslapping each other on the back. Only one sat unmoved in a corner.\nOthers finally sought him out.\n\n\"Well, Professor, it was your idea that did the trick. Don't you feel\nlike celebrating?\" one of them asked.\n\nProf. Tomlin shook his head. \"If only George had been a little more\nbenign, we might have learned a lot from him.\"\n\n\"What gave you the idea that killed him?\"\n\n\"Oh, something he said about the unconscious and subconscious,\" Prof.\nTomlin replied. \"He admitted they were not penetrable. It was an easy\nmatter to instill a post-hypnotic suggestion in some proven subjects and\nthen to erase the hypnotic experience.\"\n\n\"You make it sound easy.\"\n\n\"It wasn't too difficult, really. It was finding the solution that was\nhard. We selected more than a hundred men, worked with them for days,\nfinally singled out the best twenty, then made them forget their\nhypnosis. A first lieutenant--I've forgotten his name--had implanted in\nhim a command even he was not aware of. His subconscious made him blow\nhis nose fifteen minutes after he saw George. Nearly twenty others had\npost-hypnotic commands to shoot George in the eyes as soon as they saw\nthe lieutenant blow his nose. Of course we also planted a subconscious\nhate pattern, which wasn't exactly necessary, just to make sure there\nwould be no hesitation, no inhibition, no limiting moral factor.\n\n\"None of the men ever saw each other before being sent to Minerva. None\nrealized that they carried with them the order for George's\nannihilation. The general, who was not one of the hypnotics, was given\nloose instructions, as were several others, so they could not possibly\nknow the intention. Those of us who had conducted the hypnosis had to\nstay several hundred miles away so that we could not be reached by\nGeorge's prying mind....\"\n\n\n\nIn a pasture next to a wood near Brentwood, a metal box buried in the\nground suddenly exploded, uprooting a catalpa tree.\n\nOn a planet many millions of miles away, a red light--one of many on a\ngiant control board--suddenly winked out.\n\nA blue humanoid made an entry in a large book: _System 29578, Planet\nThree Inhabited_.\n\n_Too dangerous for any kind of development._",
    "metadata": {
        "author": [
            "Sohl, Gerald Allan",
            "Sohl, Jerry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32327/pg32327.txt",
        "name": "the_seventh_order.json"
    }
}