{
    "name": "The Hubble-Shue",
    "author": [
        "Carstairs, Christian"
    ],
    "body": "MISS CARSTAIRS.\n\n\n    Harry, harry, hobillischowe!\n    Se quha is cummyn nowe.\n\n    THE CRYING OF ANE PLAYE.\n\n\n[THIRTY COPIES PRINTED.]\n\nEDINBURGH:\nPrinted by ANDREW SHORTREDE, Thistle Lane.\n\n\n\n\nINTRODUCTORY NOTICE.\n\n\nIf originality be a test of genius, the authoress of the _Hubble-Shue_\nbids fair to rank highest amongst the dramatic writers of the last\ncentury. This rare merit even the most fastidious critic must allow:\nbut her histrionic essay is, in another respect, equally remarkable. We\nare told that obscurity is one of the sources of the sublime; and who\nwill presume to deny that this drama is not sufficiently obscure?\nPerhaps the most remarkable feature in it is that singular, partially\nintelligible mystification, which we in vain look for in other writers:\nthus, when Gustard enters with his sword drawn, is it possible to\nfigure any thing more intelligible and natural than that the cat should\nrun in beneath the bed? But, on the other hand, who was Gustard?--why\nwas his sword drawn?--what did he want?--how came the cat there? are\nquestions, the solution of which is not easy. Then we have the\ninteresting Lady Gundie, who flits across the stage without saying a\nword, like one of the phantom kings in Macbeth, leaving the beholder in\na state of the most feverish excitement. In short, so much is left to\nthe imagination, that the mind gets quite bewildered, and we regard\nwith most profound veneration a drama capable of producing such\nextraordinary sensations.\n\nPerhaps there is not in the forcible vernacular of our country, a more\ntouching description than the interesting child's graphic account of\nthe horrid crocodile devouring a yellow Indian for his luncheon, with\nas much relish, and as little remorse, as the pitiless black men seized\nupon the blessed missionary, and \"eat him all up.\"[1] Hard must that\nheart be, which cannot feel for the situation of the hapless\ndaughter--who but a Cannibal or a Whig would refuse a tear of\nsympathy?--and who does not fondly hope that the charming little story\nteller will be relieved by the \"little senna,\" and \"the puke\" which the\ntender apothecary, in the fulness of his heart, prescribes for her?\nTouches such as these mark the poet. Were we, however, to dwell upon\nall the beauties, our pages would swell into a large folio; but we must\nrestrain our inclinations, as we intend gratifying our readers with a\nfew extracts from the poetical lucubrations of the amiable writer, of\nwhose personal history, we regret to say, little is known.\n\n      [1] The lamentable occurrence, to which allusion is here made, is\n      as follows:--\n\n      A venerable missionary was put ashore on one of the South Sea\n      Islands, where he was most graciously received by the king,\n      queen, and the rest of the royal family. During the time the\n      vessel remained, which was only a few days, this useful person\n      was fed most luxuriously, and every attention was paid to\n      him--the result of which was, that in a short time he became\n      uncommonly plump. The vessel which brought him, had occasion a\n      few months afterwards to touch at the island, and inquiry was\n      made for the excellent person who had been left there. But the\n      king and court did not seem inclined to afford much information,\n      merely contenting themselves with answering, \"Squi wab squob\n      squavarab skoi rig,\" which, being interpreted, runs thus, \"Very\n      fine man the missionary.\" At last the captain got the king and\n      some of the chiefs to dinner, when his majesty, (after having got\n      drunk, in answer to an inquiry after the missionary,) exclaimed,\n      \"Squi wab squob squavarab skoi rig, skadery shoy oy lig baggary\n      bhum;\" meaning, \"Fine man the missionary--eat him all up one\n      day.\"\n\n      It turned out that the missionary, in consequence of good usage,\n      had got so fat and sleek, that the king and chiefs could not\n      resist the inclination, which, during the progress of his\n      fattening had been increasing; so they gave a public feast, at\n      which the missionary, cooked in a variety of ways, formed the\n      standing dish.\n\nHer name, it is understood, was Carstairs. She was by occupation a\ngoverness, and was nearly related to the Bruce Carstairs, a family of\ngreat respectability in Fifeshire.\n\nIn the year 1786, there was published \"Original Poems, by a Lady,\ndedicated to Miss Ann Henderson. A tribute to gratitude and\nfriendship.\" Edinburgh, 4to. To the copy presently before the editor,\nthe following note is attached: \"These poems, neatly stitched in\nmarbled paper, price 6sh. Commissions to be sent to Mr Andrew Steel,[2]\nwriter, Adam's Court; Mr F. Fraser, writer, James's Court; and Mrs\nRobertson, foot of New Street.\" Besides the internal evidence,\nsufficient in itself to fix the authorship upon Miss Carstairs, she\nhas herself removed all dubiety by mentioning upon the first number,\nthat this poetical banquet has been prepared \"by the author of the\nHubble-Shue.\"\n\n      [2] Afterwards a Writer to the Signet--better known as the great\n      Peat Moss Philosopher.\n\nWhere there is such a variety of sweets, selection is difficult, but we\nwill do our best. There is one charming little song entitled \"The\nBasket of Flowers,\" in which the sentiment and versification are alike\nadmirable. There is a touching simplicity about it, with which the\nreader will doubtlessly be enraptured:--\n\n    Profusely gay, they catch the eye,\n    This one I chuse and most admire.\n                                   &c.\n\n    Such as the rose may MARY be,\n    When youth is fled. She's good to me.\n                                   &c.\n\n    Stranger I came without a name,\n    All these fine flowers she brought to me.\n                                   &c.\n\n    Softly, my lyre--that silken string,\n    Tuned to a gift so sweet to sing.\n                                   &c.\n\n    The blushing rose, and jessamine,\n    Sweet is that air--sweet lyre again.\n                                   &c.\n\n    Than blushing rose or jessamine,\n    Dearer to me in friendship's name.\n                                   &c.\n\n    Softly, my lyre, that trembling string,\n    Friendship so new, a fleeting thing!\n                                   &c.\n\n    No, strike! nor tremble, tremble so,\n    Friendship and virtue thou art one.\n                Friendship and virtue, &c.\n\nThe lamentable fate of the hapless Mary has been made the subject of a\nseries of fragments, from which it would be unpardonable not to give a\nspecimen. Can there be any thing more affecting than the following?\n\n    --Had she, as thou! Lucretia--durst--\n    But here the soul! superior by her faith,\n    Triumph'd--and for her country and her son,\n    Endured, in misery, all her cruel fate,\n    Accursed marriage!--deep laid Malice. O MARY!\n    Their vill'nous designs--were here accomplish'd,--\n    And stabb'd thy fame! But time shall bring to light\n    Their darkest deeds--and heal thy wounded name.\n    --Avaunt thou!--Murray, Morton, Bothwell,\n    And thou Elizabeth, great as a Queen,\n    But deadly in thy hate--as desperate by thy love.\n    Mary and Essex, victims of thy ire,\n    Bright stars that fell by thy malignant breath,\n    Yet, yet I weep for thee--thy woman's weakness,\n                      And thy jealous mind,--\n    O they were punishment enough--forgive,\n    Forgive, O mighty God! forgive.\n\nMany have written on this subject, but certainly none more effectively\nthan Miss Carstairs, although passages do occur in the magnificent\nhistorical poem of Mary Queen of Scots, by Margaretta Wedderburn,[3]\nwhich may admit of a comparison. We may instance that in which the\nunfortunate Mary is made to say,\n\n    In history, my foul catastrophe\n    Is told by Dr Robertson, and others,\n    In colours lively, delicate, and just.\n\n      [3] Bannatyne Club Edition. Edin. 1811.\n\nAs every one must be familiar with a poem, which will be read when\nShakespeare and Byron are not, a simple reference only is necessary.\nOne of the first poets of the age has more recently enriched the pages\nof the New Scots Magazine with verses on the same subject, yet we\nmust confess, in our humble estimation, that the Carstairs remains\ninviolate--_virgo intacta_. That our readers, however, may judge\nfor themselves, we subjoin a stanza or two.\n\n    I dwell upon a mournful theme; however dark it be,\n    It is no vague, no empty dream, that visions such to me:\n    Were all my numbers flowing rills, all glittering stars my dots,\n    Yet could I never sing the ills of--Mary Queen of Scots!\n\n    Oh! she was bright and beautiful--her charms her birth enhance;\n    Descended from a hundred kings--the Dowager of France.\n    Yet she was born in grief, to bear the trials Heaven allots--\n    To which, \"alas! all flesh is heir\"--e'en Mary Queen of Scots!\n\n    Yes, she was bright and beautiful--unfortunate and fair;\n    The captive of a tyrant Queen, the victim of despair;\n    What youthful heart from folly's free? what star hath not its spots?\n    The virtues veil the faults we see in Mary Queen of Scots.\n\n               *       *       *       *       *\n\n    Away! away!--the breezes swell--the surging waters foam!\n    \"Farewell! beloved France; farewell, my country, and my home!\n    \"I'll never, never see thee more, tho' dear to all my thots:\"[4]\n    Thus sobb'd, as sunk the fading shore, poor Mary Queen of Scots.[5]\n\n      [4] Poetice for thoughts.\n\n      [5] Ascribed to the immortal quill of Mr Charles Doyne Sillery.\n      See _New Scots Mag._ vol. ii. p. 168.\n\nWe cannot pass over the little gem entitled\n\n    THE NIGHTINGALE.\n\n    Oh! could my sweet plaint lull to rest,\n    Soften one sigh--as thou dream'st,\n    I'd sit the whole night on thy tree,\n    And sing, ---- ---- sing, ---- ----\n                   With the thorn at my breast.\n\nWe omit innumerable beauties to insert this sweet song to the tune of\n\"Here awa', there awa'.\"\n\n    Farewell my Betty, and farewell my Annie,\n    And farewell my Ammie, and farewell my friends.\n                                   &c.\n\n    Farewell to these plains and to innocent freedom,\n    Believe me, my heart was akin to these scenes.\n                                   &c.\n\n    In each cheerful moment I meant you a pleasure,\n    And ne'er gave offence, but it gave me more pain.\n                                   &c.\n\n    Through the lang muir I'll think of my Willie,\n    And through the lang muir I'll think o' him again.\n          Through the lang muir I'll think o' my Willie,\n          And through the lang muir I'll think o't again.\n\nWhile the foregoing exquisite lines still ring upon the ears of the\nreader, the merit of the ensuing stanzas cannot be fully appreciated.\n\n    VERSES UPON A MUFF.\n\n    Altho' it may be black,\n    Altho' it may be grey,\n    Altho' it may be brown,\n    'Tis all the same to me.\n\n    For while it keeps my fingers warm,\n    I care not for its colour,\n    But I wish it as large as a sugar barrel,\n    And as soft as a down pillow.\n\nIt is delightful to mark the strong _amor patriae_ displayed in the\nfollowing lines addressed to a young lady who was going to India:\n\n    Shall we once more then meet on Albion's coast,\n    Before, my dear, in India you're a toast?\n    There gilded pleasures wait your jet-black eyes,\n    And Asian youths for Scots Maria dies.\n    Yes! they may die--and die--and die again,\n    But ye's return, and wed a Scotish swain--\n                                  Or wed him there.\n\nWe shall conclude our extracts with the following magnificent effusion,\nthe exact meaning of which kindred minds only can understand.\n\n    _Sept._ 13, 1786.\n\n    ----In a triumphal car,\n    Round the Town-house of Berwick,\n    The Genius of Tweed\n    Drove the Genius of Scotland,\n    From Berwick to town, on a mouthful of porter\n    She begg'd at a door of a generous ostler.\n\nThe Editor has now completed this arduous undertaking, in which his\nsole object has been to rescue from oblivion these remarkable relics;\nand although so many years have been sacrificed without the prospect of\na corresponding return for the laborious exertion bestowed--severer\nthan was at first anticipated--he has steadfastly brought the work to\na conclusion under circumstances of considerable difficulty and\ndiscouragement. In conclusion, he has only to observe, that it has all\nalong been his anxious study to furnish, in a scrupulously faithful and\naccurate manner, an exact copy of the text, without using even the\nslightest liberty with the masculine phraseology of the original.\n\n_December_, 1833.\n\n\n\n\nTHE HUBBLE-SHUE.\n\n\nDEDICATED\n\nTO THE\n\nHONOURABLE ANTIQUARIAN SOCIETY.\n\n\n\n\nTHE HUBBLE-SHUE.\n\n\n\n\nN.\n\n'Tis false--'tis a mistake--there's not one word of truth in it.\n\nM.\n\nNever was a man so astonished--if he had been shot out of the mouth of\na cannon, he could not have been more confounded.\n\n_Enter_ LADY GUNDIE.\n\nGood God!--there is not one great name in the whole town that is not in\nher list.\n\n    No wonder than he was in a passion.\n    She flew at him like a tiger.\n\nN.\n\n    No, no--he was in no passion.\n    For God's sake let us hear some of her poems.\n\nM.\n\nHer poems!--some of them are pretty enough, to be sure--and feeling--as\none might say--(_takes a great snuff_)--But, for the dramatic piece,\ncertainly never was any thing so ridiculous.\n\nN.\n\nHer dramatic!--the thing she calls the _Scundum_ is ten times better\nthan the dramatic.\n\nM.\n\nDare you, sir!--that's altogether an imposition--that verse was written\nby her sister.\n\n_Enter_ GUSTARD _with a drawn sword, and the Cat runs in beneath the\nbed_.\n\n\nSCENE II.\n\n_A door opens, and discovers a long table, with twenty covers--a fine\nsideboard, with a display of silver-plate, china, glasses, &c. The\ncompany ushered in by a fine powdered footman_,--_The_ SCRIVENER _and\nhis_ WIFE--_their three_ DAUGHTERS--_a_ FAT MINISTER _and his_\nDAUGHTER--_other two young_ LADIES--MRS UMPHREY, _a widow_--_a_ WEST\nINDIAN STUDENT--_three_ LIEUTENANTS--_an_ IRISHMAN--_an old_ ENSIGN,\n_and a_ COLONEL.\n\nTHE LADY OF THE HOUSE.\n\nDo you choose a little soup, ma'am?\n\nMRS ----\n\nI am terribly fatigued--I would rather have a pate.\n\nFAT MINISTER.\n\nHobbernob, Miss--Colonel, I fancy our bonny lasses at home are little\nshort of the three _tits_--you took at the battle of _Malplackuy_.\n\nCOLONEL.\n\nI can remember yet how they blush'd, when they were set up amongst us\nyoungsters.\n\nFAT MINISTER.\n\nThey would be educate in a nunnery.\n\nCOLONEL.\n\nShe had the most enchanting voice--the one with the dark hair.\n\nENSIGN.\n\nIt was the sweetest evening.\n\nMRS UMPHREY.\n\nGive me the pepper.\n\nIRISHMAN.\n\nZoms--Miss--take care of your feathers--has the scoundrel spilt the\ngravy down your back?\n\nENSIGN.\n\nColonel, do you remember the locket--on her white arm?\n\nCOLONEL.\n\nAnd her mild blue eyes.\n\nFAT MINISTER.\n\nAy, ay--He's wanting to introduce his story again; and to tell us how\nshe look'd when the soldiers crowded round the tent to listen to her\nsong.\n\nCOLONEL.\n\nSweet was her song.\n\n      And soft the enchanted air,\n    That angels paused, and hung\n      Their golden harps.\n\nENSIGN.\n\nShe did not know at that time that her lover was wounded.\n\nFAT MINISTER.\n\nCome, Nan--give us one of your songs.\n\nDAUGHTER.\n\nYes, papa.\n\n    Down in the vale,\n      The dew hung on the rose--\n\nFAT MINISTER.\n\nNone of your vales, nor your dews and your roses--and your flowery\nfields, and your myrtle groves.\n\n    Play, \"Up and waur them a', Willie.\"\n    Miss, are you for a jig?\n\nCOLONEL.\n\nLadies, good-night--I have seen the time when I would have passed up\namongst the gayest--I am now an old fellow.\n\nFAT MINISTER.\n\nAnd has a tear for pity.\n\nCOLONEL.\n\nYes, sir; and a heart that can feel the happiness of others.\n\n(_They all crowd round him._)\n\nOh, sir, you must not leave us--you must not go away.\n\n(_The Company move to the Withdrawing Room._)\n\nFAT MINISTER.\n\nCome, Miss, give us your Italian--\n\nMISS.\n\nYes, papa.\n\n    Si li si ti o to,\n    Ki li qui si o so,\n      Fa la se scud.\n    Qui a vi a vi a,\n    Que a vi a ve a,\n      Qui a vi a bo, &c.\n\n_Enter_ MRS CONSUL _and her_ GRANDCHILD.\n\nMRS CONSUL.\n\nMadam, I beg you ten thousand pardons, it was not in my power to wait\nupon you at dinner; there is no separating my grandchild and the little\nblack girl.\n\nCHILD.\n\nO mamma, I'm frightened!\n\nMRS CONSUL.\n\nWhy are you frightened?\n\nCHILD.\n\nThe little girl says, a great fish (a crocodile) came out of the water,\n(the Ganges,) and devoured her father--and a fine gentleman came\nrunning with a sword, and stabb'd the monster--and her father was all\nbloody, and she would have been killed; but the fine gentleman took her\naway, and they were carried by black mans with muslin on their head,\n(turbans)--and the fine gentleman gave her to a great lady--All the\nfine things could not make her forget her poor father--He was very\nhungry, and as she lay on his arm, beneath the tree where the ugly\nmonster came, he was giving her a little rice--it is all--the last\nmor--sel.\n\nFAT MINISTER.\n\nHold your tongue, my bonny dear, and you and the black girl shall go to\nthe dancing school.\n\nCHILD.\n\nNo, mamma.--(_Cries._)\n\nMRS CONSUL.\n\nNo, my love.--(_One of the gentlemen takes her on his knee_--_dries her\neyes._)\n\n(_A Footman enters._)\n\nThe coach is come, madam.\n\nTHE LADY OF THE HOUSE.\n\nMadam, we are going to the play; will you be so obliging as make one of\nthe party? It will divert miss.\n\nCHILD.\n\nTake me home, mamma--take me to Cloy.\n\nT.\n\nA name for a dog.\n\nMRS CONSUL.\n\nCome, my dear--Excuse me, madam--my child is really not well--feel her\nhand--I am afraid she's feverish.\n\n(_The Apothecary steps aside, and whispers_--)\n\nMadam, you had better give miss a little senna and a puke; if it\noperates six times, it will be sufficient.\n\n(_They go to the Playhouse._)\n\nMr Woods comes on the stage, and makes a genteel apology, that the\nplay, from an accident, must be put off for half an hour.\n\nIn the meantime, Mrs Kennedy (though not expressed in the bills)\nobligingly appears, and sings--\n\n    How sweet's the love\n    That meets return.\n\nThen a beautiful young girl, dressed in the character of Spring, sings,\nand skimming along the stage,--\n\n    When you hear a mournful tale,\n      Laugh and hide your tears;\n    When you hear a mournful tale,\n      Laugh and hide your tears.\n            La--a--a--a--laugh, &c.\n\n\"This is poor entertainment\"--(_from one of the boxes._)\n\nAn orange from the footman's gallery hits the Irishman such a blow on\nthe nose.--He flies upon the stage, drawing his dagger--throws one of\nthe players heels o'er head--wounds Mr Hallion--makes such a hubbub,\nthe gentlemen from the pit are obliged to interfere.\n\nThe house in great confusion--the company, crowding to the door, with\ngreat difficulty get to their coaches--a dreadful storm--a dark\nnight--a nabob's carriage driving like Jehu--the coachman, being drunk,\noverturns one of the hackneys--they shriek frightfully, and the\nminister roars like a bull.\n\nThe old Ensign, chancing to walk on foot, comes up, and helps to lug\nthem out.",
    "metadata": {
        "author": [
            "Carstairs, Christian"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/35039/pg35039.txt",
        "name": "the_hubble_shue.json"
    }
}