{
    "name": "The walls",
    "author": [
        "Laumer, Kit",
        "Laumer, John Keith",
        "Laumer, Keith"
    ],
    "body": "Harry Trimble looked pleased when he stepped into the apartment. The\nlift door had hardly clacked shut behind him on the peering commuter\nfaces in the car before he had slipped his arm behind Flora's back,\nbumped his face against her cheek and chuckled, \"Well, what would you\nsay to a little surprise? Something you've waited a long time for?\"\n\nFlora looked up from the dial-a-ration panel. \"A surprise, Harry?\"\n\n\"I know how you feel about the apartment, Flora. Well, from now on, you\nwon't be seeing so much of it--\"\n\n\"Harry!\"\n\nHe winced at her clutch on his arm. Her face was pale under the\nday-glare strip. \"We're not--moving to the country...?\"\n\nHarry pried his arm free. \"The country? What the devil are you talking\nabout?\" He was frowning now, the pleased look gone. \"You should use the\nlamps more,\" he said. \"You look sick.\" He glanced around the apartment,\nthe four perfectly flat rectangular walls, the glassy surface of the\nvariglow ceiling, the floor with its pattern of sink-away panels. His\neye fell on the four foot square of the TV screen.\n\n\"I'm having that thing taken out tomorrow,\" he said. The pleased\nlook was coming back. He cocked an eye at Flora. \"And I'm having a\nFull-wall installed!\"\n\nFlora glanced at the blank screen. \"A Full-wall, Harry?\"\n\n\"Yep!\" Harry smacked a fist into a palm, taking a turn up and down the\nroom. \"We'll be the first in our cell-block to have a Full-wall!\"\n\n\"Why--that will be nice, Harry....\"\n\n\"Nice?\" Harry punched the screen control, then deployed the two chairs\nwith tray racks ready to receive the evening meal.\n\n\n\nBehind him, figures jiggled on the screen. \"It's a darn sight more than\nnice,\" he said, raising his voice over the shrill and thump of the\nmusic. \"It's expensive, for one thing. Who else do you know that can\nafford--\"\n\n\"But--\"\n\n\"But nothing! Imagine it, Flora! It'll be like having a ... a balcony\nseat, looking out on other people's lives.\"\n\n\"But we have so little space now; won't it take up--\"\n\n\"Of course not! How do you manage to stay so ignorant of technical\nprogress? It's only an eighth of an inch thick. Think of it: that\nthick--\" Harry indicated an eighth of an inch with his fingers--\"and\nbetter color and detail than you've ever seen. It's all done with what\nthey call an edge-excitation effect.\"\n\n\"Harry, the old screen is good enough. Couldn't we use the money for a\ntrip--\"\n\n\"How do you know if it's good enough? You never have it on. I have to\nturn it on myself when I get home.\"\n\nFlora brought the trays and they ate silently, watching the screen.\nAfter dinner, Flora disposed of the trays, retracted the table and\nchairs, and extended the beds. They lay in the dark, not talking.\n\n\"It's a whole new system,\" Harry said suddenly. \"The Full-wall people\nhave their own programming scheme; they plan your whole day, wake you\nup at the right time with some lively music, give you breakfast menus\nto dial, then follow up with a good sitcom to get you into the day;\nthen there's nap music, with subliminal hypnotics if you have trouble\nsleeping; then--\"\n\n\"Harry--can I turn it off if I want to?\"\n\n\"Turn it off?\" Harry sounded puzzled. \"The idea is to leave it on.\nThat's why I'm having it installed for you, you know--so you can use\nit!\"\n\n\"But sometimes I like to just think--\"\n\n\"Think! Brood, you mean.\" He heaved a sigh. \"Look, Flora, I know the\nplace isn't fancy. Sure, you get a little tired of being here all\nthe time; but there are plenty of people worse off--and now, with\nFull-wall, you'll get a feeling of more space--\"\n\n\"Harry--\" Flora spoke rapidly--\"I wish we could go away. I mean leave\nthe city, and get a little place where we can be alone, even if it\nmeans working hard, and where I can have a garden and maybe keep\nchickens and you could chop firewood--\"\n\n\"Good God!\" Harry roared, cutting her off. Then: \"These fantasies of\nyours,\" he said quietly. \"You have to learn to live in the real world,\nFlora. Live in the woods? Wet leaves, wet bark, bugs, mould; talk about\ndepressing....\"\n\nThere was a long silence.\n\n\"I know; you're right, Harry,\" Flora said. \"I'll enjoy the Full-wall.\nIt was very sweet of you to think of getting it for me.\"\n\n\"Sure,\" Harry said. \"It'll be better. You'll see....\"\n\n\n\nThe Full-wall was different, Flora agreed as soon as the service men\nhad made the last adjustments and flipped it on. There was vivid color,\nfine detail, and a remarkable sense of depth. The shows were about the\nsame--fast-paced, bursting with variety and energy. It was exciting\nat first, having full-sized people talking, eating, fighting, taking\nbaths, making love, right in the room with you. If you sat across the\nroom and half-closed your eyes, you could almost imagine you were\nwatching real people. Of course, real people wouldn't carry on like\nthat. But then, it was hard to say what real people might do. Flora had\nalways thought Doll Starr wore padded brassieres, but when she stripped\non Full-wall--there wasn't any fakery about it.\n\nHarry was pleased, too, when he arrived home to find the wall on. He\nand Flora would dial dinner with one eye on the screen, then slip into\nbed and view until the Bull-Doze pills they'd started taking took\neffect. Perhaps things _were_ better, Flora thought hopefully. More\nlike they used to be.\n\nBut after a month or two, the Full-wall began to pall. The same\nfaces, the same pratfalls, the same happy quiz masters, the puzzled\nprize-winners, the delinquent youths and fumbling dads, the bosoms--all\nthe same.\n\nOn the sixty-third day, Flora switched the Full-wall off. The light and\nsound died, leaving a faint, dwindling glow. She eyed the glassy wall\nuneasily, as one might view the coffin of an acquaintance.\n\nIt was quiet in the apartment. Flora fussed with the dial-a-ration,\naverting her eyes from the dead screen. She turned to deploy the\nsolitaire table and started violently. The screen, the residual glow\nhaving faded now, was a perfect mirror. She went close to it, touched\nthe hard surface with a finger. It was almost invisible. She studied\nher reflected face; the large dark eyes with shadows under them, the\ncheek-line, a trifle too hollow now to be really chic, the hair drawn\nback in an uninspired bun. Behind her, the doubled room, unadorned now\nthat all the furnishings were retracted into the floor except for the\npictures on the wall: photographs of the children away at school, a\nsunny scene of green pastureland, a painting of rolling waves at sea.\n\nShe stepped back, considering the effect.\n\n\n\nThe floor and walls seemed to continue without interruption, except for\na hardly noticeable line. It was as though the apartment were twice as\nlarge. If only it weren't so empty....\n\nFlora deployed the table and chairs, dialled a lunch, and sat, eating,\nwatching her double. No wonder Harry seemed indifferent lately,\nshe thought, noting the rounded shoulders, the insignificant bust,\nthe slack posture. She would have to do something in the way of\nself-improvement.\n\nHalf an hour of the silent companionship of her image was enough.\nFlora snapped the screen back on, watched almost with relief as a\ngrinning cowboy in velvet chaps made strumming motions while an\nintricately-fingered guitar melody blared from the sound track.\n\nThereafter, she turned the screen off every day, at first only for an\nhour, later for longer and longer periods. Once, she found herself\nchatting gaily to her reflection, and hastily fell silent. It wasn't as\nthough she were becoming neurotic, she assured herself; it was just the\nfeeling of roominess that made her like the mirror screen. And she was\nalways careful to have it on when Harry arrived home.\n\nIt was about six months after the Full-wall had been installed that\nHarry emerged one day from the lift smiling in a way that reminded\nFlora of that earlier evening. He dropped his brief-case into his floor\nlocker, looked around the apartment, humming to himself.\n\n\"What is it, Harry?\" Flora asked.\n\nHarry glanced at her. \"It's not a log cabin in the woods,\" he said.\n\"But maybe you'll like it anyway....\"\n\n\"What ... is it, dear....\"\n\n\"Don't sound so dubious.\" He broke into a broad smile. \"I'm getting you\nanother Full-wall.\"\n\nFlora looked puzzled. \"But this one is working perfectly, Harry.\"\n\n\"Of course it is,\" he snapped. \"I mean you're getting another wall;\nyou'll have two. What about that? Two Full-walls--and nobody else\nin the cell-block has one yet. The only question is--\" he rubbed his\nhands together, striding up and down the room, eyeing the walls--\"which\nwall is it to be? You can have it adjacent, or opposite. I went over\nthe whole thing with the Full-wall people today. By God, they're doing\na magnificent job of programming. You see, the two walls will be\nsynchronized. You're getting the same show on both--you're seeing it\nfrom two angles, just as though you were right there in the middle of\nit. Their whole program has been built on that principle.\"\n\n\"Harry, I'm not sure I want another wall--\"\n\n\"Oh, nonsense. What is this, some kind of self-denial urge? Why not\nhave the best--if you can afford it. And by God, I can afford it. I'm\nhitting my stride--\"\n\n\n\n\"Harry, could I go with you some day--tomorrow? I'd like to see where\nyou work, meet your friends--\"\n\n\"Flora, are you out of your mind? You've seen the commuter car; you\nknow how crowded it is. And what would you do when you got there? Just\nstand around all day, blocking the aisle? Why don't you appreciate\nthe luxury of having your own place, a little privacy, and now two\nFull-walls--\"\n\n\"Then could I go somewhere else I could take a later car. I want to get\nout in the open air, Harry. I ... haven't seen the sky for ... years,\nit seems.\"\n\n\"But ...\" Harry groped for words, staring at Flora. \"Why would you want\nto go up on the roof?\"\n\n\"Not the roof; I want to get out of the city--just for a little while.\nI'll be back home in time to dial your dinner....\"\n\n\"Do you mean to tell me you want to spend all that money to wedge\nyourself in a verticar and then transfer to a cross-town and travel\nmaybe seventy miles, packed in like a sardine, standing up all the way,\njust so you can get out and stand in a wasteland and look back at the\nwalls? And then get back in another car--if you're lucky--and come back\nagain?\"\n\n\"No--I don't know--I just want to get out, Harry. The roof. Could I go\nto the roof?\"\n\nHarry came over to pat Flora awkwardly on the arm. \"Now, take it easy,\nFlora. You're a little tired and stale; I know. I get the same way\nsometimes. But don't get the idea that you're missing anything by not\nhaving to get into that rat-race. Heaven knows _I_ wish I could stay\nhome. And this new wall is going to make things different. You'll\nsee....\"\n\n\n\nThe new Full-wall was installed adjacent to the first, with a joint\nso beautifully fitted that only the finest line marked the junction.\nAs soon as she was alone with it, Flora switched it off. Now two\nreflections stared back at her from behind what appeared to be two\nintersecting planes of clear glass. She waved an arm. The two slave\nfigures aped her. She walked toward the mirrored corner. They advanced.\nShe stepped back; they retreated.\n\nShe went to the far corner of the room and studied the effect. It\nwasn't as nice as before. Instead of a simple room, neatly bounded on\nall four sides by solid walls, she seemed now to occupy a stage set off\nby windows through which other, similar, stages were visible, endlessly\nrepeated. The old feeling of intimate companionship with her reflected\nself was gone; the two mirror-women were strangers, silently watching\nher. Defiantly, she stuck out her tongue. The two reflections grimaced\nmenacingly. With a small cry, Flora ran to the switch, turned the\nscreens on.\n\nThey were seldom off after that. Sometimes, when the hammering of\nhooves became too wearing, or the shouting of comics too strident,\nshe would blank them out, and sit, back to the mirror walls, sipping\na cup of hot coflet, and waiting--but they were always on when Harry\narrived, sometimes glum, sometimes brisk and satisfied. He would settle\nhimself in his chair, waiting patiently enough for dinner, watching the\nscreens.\n\n\"They're all right,\" he would declare, nodding. \"Look at that, Flora.\nLook at the way that fellow whipped right across there. By golly,\nyou've got to hand it to the Full-wall people.\"\n\n\"Harry--where do they make the shows? The ones that show the beautiful\nscenery, and trees and rolling hills, and mountains?\"\n\nHarry was chewing. \"Don't know,\" he said. \"On location, I suppose.\"\n\n\"Then there really are places like that? I mean, they aren't just\nmaking it up?\"\n\n\n\nHarry stared at her, mouth full and half open. He grunted and resumed\nchewing. He swallowed. \"I suppose that's another of your cracks.\"\n\n\"I don't understand, Harry,\" Flora said. He took another bite, glanced\nsideways at her puzzled expression.\n\n\"Of course they aren't making it up. How the devil could they make up a\nmountain?\"\n\n\"I'd like to see those places.\"\n\n\"Here we go again,\" Harry said. \"I was hoping I could enjoy a nice meal\nand then view awhile, but I guess you're not going to allow that.\"\n\n\"Of course, Harry. I just said--\"\n\n\"I know what you said. Well, look at them then.\" He waved his hand at\nthe screen. \"There it is; the whole world. You can sit right here and\nview it all--\"\n\n\"But I want to do more than just view it. I want to live it. I want to\nbe in those places, and feel leaves under my feet, and have rain fall\non my face--\"\n\nHarry frowned incredulously. \"You mean you want to be an actress?\"\n\n\"No, of course not--\"\n\n\"I don't know what you want. You have a home, two Full-walls, and this\nisn't all. I'm working toward something, Flora....\"\n\nFlora sighed. \"Yes, Harry. I'm very lucky.\"\n\n\"Darn right.\" Harry nodded emphatically, eyes on the screens. \"Dial me\nanother coflet, will you?\"\n\n\n\nThe third Full-wall came as a surprise. Flora had taken the 1100 car\nto the roboclinic on the 478th level for her annual check up. When\nshe returned home--there it was. She hardly noticed the chorus of\ngasps cut off abruptly as the door shut in the faces of the other\nwives in the car. Flora stood, impressed in spite of herself by the\nfantastic panorama filling her apartment. Directly before her, the\nstudio audience gaped up from the massed seats. A fat man in the front\nrow reached inside a red plaid shirt to scratch. Flora could see the\nperspiration on his forehead. Farther back, a couple nuzzled, eyes on\nthe stage. _Who were they_, Flora wondered; _How did they manage to get\nout of their apartments and offices and sit in a real theatre...._\n\nTo the left, an owlish youth blinked from a brightly lit cage. And on\nthe right, the MC caressed the mike, chattering.\n\nFlora deployed her chair, sank down, looking first this way, then\nthat. There was so much going on--and she was in the middle of it. She\nwatched for half an hour, then retracted the chair, deployed the bed.\nShe was tired from the trip. A little nap....\n\nShe stopped with the first zipper. The MC was staring directly at\nher, leering. The owlish youth blinked at her. The fat man scratched\nhimself, staring up at her from the front row. She couldn't undress in\nfront of all of them....\n\nShe glanced around, located the switch near the door. With the click,\nthe scene died around her. The glowing walls seemed to press close,\nfading slowly. Flora turned to the one remaining opaque wall, undressed\nslowly, her eyes on the familiar pictures. The children--she hadn't\nseen them since the last semi-annual vacation week. The cost of travel\nwas so high, and the crowding....\n\nShe turned to the bed--and the three mirror-bright walls confronted\nher. She stared at the pale figure before her, stark against the wall\npatched with its faded mementos. She took a step; on either side, an\nendless rank of gaunt nude figures stepped in unison. She whirled,\nfixed her eyes gratefully on the familiar wall, the thin crevice\noutlining the door, the picture of the sea....\n\nShe closed her eyes, groped her way to the bed. Once covered by the\nsheet, she opened her eyes. The beds stood in a row, all identical,\neach with its huddled figure, like an infinite charity ward, she\nthought--or like a morgue where all the world lay dead....\n\n\n\nHarry munched his yeast chop, his head moving from side to side as he\nfollowed the action across the three walls.\n\n\"It's marvellous, Flora. Marvellous. But it can be better yet,\" he\nadded mysteriously.\n\n\"Harry--couldn't we move to a bigger place--and maybe do away with two\nof the walls. I--\"\n\n\"Flora, you know better than that. I'm lucky to have gotten this\napartment when I did; there's nothing--absolutely nothing available.\"\nHe chuckled. \"In a way, the situation is good job insurance. You know,\nI couldn't be fired, even if the company wanted to: They couldn't get\na replacement. A man can't very well take a job if he hasn't a place\nto live in the city--and I can sit on this place as long as I like; we\nmight get tired of issue rations, but by God we could hold on; so--not\nthat anybody's in danger of getting fired.\"\n\n\"We could move out of the city, Harry. When I was a girl--\"\n\n\"Oh, not again!\" Harry groaned. \"I thought that was all threshed out,\nlong ago.\" He fixed a pained look on Flora. \"Try to understand, Flora.\nThe population of the world has doubled since you were a girl. Do you\nrealize what that means? There are more people alive now than had been\nborn in all previous human history up to fifty years ago. That farm\nyou remember visiting as a kid--it's all paved now, and there are tall\nbuildings there. The highways you remember, full of private autos,\nall driving across open country; they're all gone. There aren't any\nhighways, or any open country except the TV settings and a few estates\nlike the President's acre and a half--not that any sun hits it, with\nall those buildings around it--and maybe some essential dry-land farms\nfor stuff they can't synthesize or get from the sea.\"\n\n\"There has to be some place we could go. It wasn't meant that people\nshould spend their lives like this--away from the sun, the sea....\"\n\nA shadow crossed Harry's face. \"I can remember things, too, Flora,\" he\nsaid softly. \"We spent a week at the beach once, when I was a small\nboy. I remember getting up at dawn with the sky all pink and purple,\nand going down to the water's edge. There were little creatures in the\nsand--little wild things. I could see tiny fish darting along in a wave\ncrest, just before it broke. I could feel the sand with my toes. The\ngulls sailed around overhead, and there was even a tree--\n\n\"But it's gone now. There isn't any beach, anywhere. That's all\nover....\"\n\nHe broke off. \"Never mind. That was then. This is now. They've paved\nthe beach, and built processing plants on it, and they've paved the\nfarms and the parks and the gardens--but they've given us Full-wall to\nmake up for it. And--\"\n\n\n\nThere was a buzz from the door. Harry got to his feet.\n\n\"They're here, Flora. Wait'll you see....\"\n\nSomething seemed to tighten around Flora's throat as the men emerged\nfrom the lift, gingerly handling the great roll of wall screen.\n\n\"Harry....\"\n\n\"Four walls,\" Harry said triumphantly. \"I told you I was working toward\nsomething, remember? Well, this is it! By God, the Harry Trimble's have\nshown 'em!\"\n\n\"Harry--I can't--not four walls....\"\n\n\"I know you're a little overwhelmed--but you deserve it, Flora--\"\n\n\"Harry, I don't WANT four walls! I can't stand it! It will be\nall around me--\"\n\nHarry stepped to her side, gripped her wrist fiercely. \"Shut up!\" he\nhissed. \"Do you want the workmen to think you're out of your mind?\" He\ngrinned at the men. \"How about a coflet, boys?\"\n\n\"You kiddin?\" one inquired. The other went silently about the work of\nrolling out the panel, attaching contact strips. Another reached for\nthe sea-scene--\n\n\"No!\" Flora threw herself against the wall, as though to cover the\npictures with her body. \"You can't take my pictures! Harry, don't let\nthem.\"\n\n\"Look, sister, I don't want your crummy pictures.\"\n\n\"Flora, get hold of yourself! Here, I'll help you put the pictures in\nyour floor locker.\"\n\n\"Bunch of nuts,\" one of the men muttered.\n\n\"Here, keep a civil tongue in your head,\" Harry started.\n\nThe man who had spoken stepped up to him. He was taller than Harry and\nsolidly built. \"Any more crap outa you and I'll break you in half. You\nand the old bag shut up and keep outa my way. I gotta job to do.\"\n\nHarry sat beside Flora, his face white with fury. \"You and your\nvaporings,\" he hissed. \"So I have to endure this. I have a good mind\nto ...\" he trailed off.\n\nThe men finished and left with all four walls blaring.\n\n\"Harry,\" Flora's voice shook. \"How will you get out? They've put it\nright across the door; they've sealed us in....\"\n\n\"Don't be a bigger idiot than you have to.\" Harry's voice was ugly\nover the thunder from the screens. He went to the newly covered wall,\ngroped, found the tiny pin-switch. At a touch, it slid aside as always,\nrevealing the blank face of the lift shaft safety door. A moment later\nit too slid aside and Harry forced his way into the car. Flora caught a\nglimpse of his flushed angry face as the door closed.\n\n\n\nAround her, the walls roared. A saloon fight was in full swing. She\nducked as a chair sailed toward her, whirled to see it smash down a\nman behind her. Shots rang out. Men ran this way and that. The noise\nwas deafening. That man, Flora thought; the vicious one; he had set it\ntoo loud purposely.\n\nThe scene shifted. Horses galloped across the room; dust clouds rose,\nnearly choking her in the verisimilitude of the illusion. It was as\nthough she crouched under a small square canopy of ceiling in the\nmiddle of the immense plain.\n\nNow there were cattle, wild-eyed, with tossing horns, bellowing,\nthundering in an unbroken sea across the screens, charging at Flora out\nof the wall, pouring past her on left and right. She screamed, shut her\neyes, and ran blindly to the wall, groping for the switch.\n\nThe uproar subsided. Flora gasped in relief, her head humming. She felt\nfaint, dizzy; she had to lie down--Everything was going black around\nher; the glowing walls swirled, fading. Flora sank to the floor.\n\n\n\nLater--perhaps a few minutes, maybe hours--she had no way of\nknowing--Flora sat up. She looked out across an infinite vista of tile\nfloor, which swept away to the distant horizon in all directions as far\nas the eye could see; and over all that vast plain, hollow-eyed women\ncrouched at intervals of fifteen feet, in endless numbers, waiting.\n\nFlora stared into the eyes of the nearest reflection. It stared back,\na stranger. She moved her head quickly, to try to catch a glimpse of\nthe next woman--but no matter how fast she moved, the nearer woman\nanticipated her, interposing her face between Flora and all the others.\nFlora turned; a cold-eyed woman guarded this rank, too.\n\n\"Please,\" Flora heard herself pleading. \"Please, please--\"\n\nShe bit her lip, eyes shut. She had to get hold of herself. These were\nonly mirrors--she knew that. Only mirrors. The other women--they were\nmere reflections. Even the hostile ones who hid the others--they were\nherself, mirrored in the walls.\n\nShe opened her eyes. She knew there were joints in the glassy wall;\nall she had to do was find them, and the illusion of the endless plain\nwould collapse. There--that thin black line, like a wire stretched from\nfloor to ceiling--that was a corner of the room. She was not lost in an\ninfinitude of weeping women on a vast plain; she was right there, in\nher own apartment--alone. She turned, finding the other corners. They\nwere all there, all visible; she knew what they were....\n\nBut why did they continue to look like wires, setting apart the\nsquares of floor, each with its silent, grieving occupant...?\n\nShe closed her eyes again, fighting down the panic. She would tell\nHarry. As soon as he came home--it was only a few hours--she would\nexplain it to him.\n\n\"_I'm sick, Harry. You have to send me away to some place where I'll\nlie in a real bed, with sheets and blankets, beside an open window,\nlooking out across the fields and forests. Someone--someone kind--will\nbring me a tray, with a bowl of soup--real soup, made from real\nchickens and with real bread and even a glass of milk, and a napkin,\nmade of real cloth...._\"\n\nShe should find her bed, and deploy it, and rest there until Harry\ncame, but she was so tired. It was better to wait here, just relaxing\nand not thinking about the immense floor and the other women who waited\nwith her....\n\nShe slept.\n\nWhen she awoke, she sat up, confused. There had been a dream....\n\nBut how strange. The walls of the cell-block were transparent now; she\ncould see all the other apartments, stretching away to every side. She\nnodded; it was as she thought. They were all as barren and featureless\nas her own--and Harry was wrong. They all had four Full-walls. And the\nother women--the other wives, shut up like her in these small, mean\ncells; they were all aging, and sick, and faded, starved for fresh air\nand sunshine. She nodded again, and the woman in the next apartment\nnodded in sympathy. All the women were nodding; they all agreed--poor\nthings.\n\n\n\nWhen Harry came, she would show him how it was. He would see that\nthe Full-walls weren't enough. They all had them, and they were all\nunhappy. When Harry came--\n\nIt was time now. She knew it. After so many years, you didn't need a\nwatch to tell when Harry was due. She had better get up, make herself\npresentable. She rose unsteadily to her feet. The other husbands were\ncoming, too, Flora noted; all the wives were getting ready. They moved\nabout, opening their floor lockers, patting at their hair, slipping\ninto another dress. Flora went to the dial-a-ration and all around,\nin all the apartments, the wives deployed the tables and dialled the\ndinners. She tried to see what the woman next door was dialling, but it\nwas too far. She laughed at the way her neighbor craned to see what SHE\nwas preparing. The other woman laughed, too. She was a good sport.\n\n\"Kelpies,\" Flora called cheerily. \"And mockspam, and coflet....\"\n\nDinner was ready now. Flora turned to the door-wall and waited. Harry\nwould be SO pleased at not having to wait. Then, after dinner\nshe'd explain about her illness--\n\nWas it the right wall she was waiting before? The line around the door\nwas so fine you couldn't really see it. She laughed at how funny it\nwould be if Harry came in and found her standing, staring at the wrong\nwall.\n\nShe turned, and saw a movement on her left--in the next apartment.\nFlora watched as the door opened. A man stepped in. The next-door woman\nwent forward to meet him--\n\nTo meet Harry! It was Harry! Flora whirled. Her four walls stood blank\nand glassy, while all around her, the other wives greeted Harry,\nseated him at their tables, and offered him coflet....\n\n\"Harry!\" she screamed, throwing herself at the wall. It threw her back.\nShe ran to the next wall, hammering, screaming. Harry! Harry!\n\nIn all the other apartments, Harry chewed, nodded, smiled. The other\nwives poured, fussed over Harry, nibbled daintily. And none of\nthem--not one of them--paid the slightest attention to her....\n\nShe stood in the center of the room, not screaming now, only sobbing\nsilently. In the four glass walls that enclosed her, she stood alone.\nThere was no point in calling any longer.\n\nNo matter how she screamed, how she beat against the walls, or how she\ncalled for Harry--she knew that no one would ever hear.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Laumer, Kit",
            "Laumer, John Keith",
            "Laumer, Keith"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72410/pg72410.txt",
        "name": "the_walls.json"
    }
}