{
    "name": "The Ethic of the Assassin",
    "author": [
        "Howard, John Hayden",
        "Howard, Hayden"
    ],
    "body": "The monotonous cry of the kri-kri hushed with a clap of silence that\nsnapped the young doctor upright in bed. Konrad had stolen his lovely\nwife. Was it a dream? His hand moved to find Kit's smooth, gently\nslumbering back. He smiled, already fuddled as to what had awakened\nhim, and settled back comfortably again, stroking his hand along the\ncurve of her body with a certain sleepy pride.\n\nThree months, he thought, and Kit would bear him their first child, a\npioneer five light-years from the ancestral home of his protoplasm. I\nwonder if he will take as long to settle down as I did?\n\nI wonder what's the matter with the kri-kri?\n\nAs his eyes widened to note the cluster of seventeen small moons\nwhirling past the window he heard the sputtering flight of the skar.\n\nQuickly he faced the explosion of moonlight that silhouetted the\nkri-kri's cage against the window screen.\n\nTaen said it isn't strong enough, he thought, fumbling for the light\nswitch, then thinking better of it. The light might attract the skar.\n\nLouder than the ventilators atop the transparent dome of the city\nrose the staccato airblasting of the skar. With a haunting shriek, it\ncollided with its long, wingless shadow against the window screen. A\ntwang, the glint of a spear quivering in the wire. A hiss and a rustle\nand it was gone.\n\nBy the time it struck again, Jeff had lifted the amulet Taen gave him\nfrom the night table. As he squeezed the release button, he could feel\nthe angry vibration of the minute warrior within. A mosquito-like whine\nfaded after a red fleck of light no larger than the eye of an insect.\nLike a tiny meteor, the prisoner of the amulet flashed across the\nmirror and quenched within the skar.\n\nThe long airsquid stuttered and blundered against the laughing mask\nwith a crackle of its exoskeleton. As it tumbled out of sight behind\nthe foot of the bed, Jeff slid his feet to the rug and fished for his\nslipper. He was in time to catch the skar slithering weakly across the\nrug, pumping air like a man with a crushed chest. It popped when he hit\nit with his slipper. Bending, white-muscled, across the moonlight, he\nsearched for his minute defender. But its light had gone out. What he\ndid see was the ugly gleam of man-made poison on the beak of the skar.\n\n\"Konrad, no, please,\" Kit's little-girl voice called from her sleep.\nThen she breathed regularly again.\n\nThe young doctor gritted his teeth as he closed the window and\ncautiously fished his pajamas from beneath the bed covers.\n\n\n\nTip-toeing down the cold tile hallway, buttoning up against the cold\nbreath of the dome ventilators with his left hand while he gripped the\nskar with the strong, surgeon's fingers of his right, he looked more\nlike a tousled-headed boy than a doctor, until a year ago chief surgeon\non an intergalactic liner.\n\nQuiet as he was, Taen's huge, fierce eyes met his around the\nvaricose-veined marble pillar in the vestibule.\n\n\"Poisoned, sire.\" Taen's harsh voice contained more statement than\nquestion as he hopped forward, three-jointed legs still folded in his\nservile stance, for erect he would have stood even taller than Jeff,\nand rising from one's customary place indoors, according to Taen, was\nunthinkable. At Jeff's suggestions that he stand, he would wave his\nwhite, prosthetic hands in horror. It was not in accord with \"the\nunwritten laws.\"\n\n\"Sire, see the three-circle brand on its thorax. And listen: it is\nsaid The Assassin has repurchased the necklace of his profession from\nthe moneylenders. A very broad-shouldered Earthman masked in brass\nclimbed the long path to The Assassin's crags two nights ago. No doubt\nhe purchased your wife's life, enabling The Assassin to reclaim his\nnecklace.\"\n\nJeff leaned wearily against the pillar. \"Konrad.\"\n\nTaen raised his kauri on its perch-staff in assent. \"No doubt he\nretained clothing that had touched her body and with that The Assassin\nwas able to train the skar.\" Taen whipped the hood from the kauri and\nit clattered its beak and hummed its incredibly small wings. \"Are we in\nturn to purchase the death of Konrad?\"\n\n\"No.\"\n\nWith the mismatched hands the doctor had fitted him from the Body Bank,\nTaen unsheathed his kauri's spurs. A year before, when Jeff found this\nmountain man lying with bleeding wrist stumps in the jungle he readily\nadmitted he had killed without hiring The Assassin. Caught, he had been\nmaimed and left to die in the jungle. Since only The Assassin could\ndirectly take life, since he was too expensive to be hired to execute\nany but the most aristocratic murderers, Taen had been merely maimed\nand deserted. Against his protests of the unthinkableness of it, the\nyoung doctor had saved his life and given him arms.\n\nTaen rasped, \"Then The Assassin shall not profit from my master.\nThough I again shatter tradition, though Konrad is Manager of the City\nand guarded by walking machines and ones of my people who love the\nimitation of power, I will do the job myself if you so wish, sire.\"\n\n\"You misunderstand,\" Jeff replied. \"I would buy Konrad's life in the\ncustomary way if it would give me back my wife's. But while he lives\nthere is a chance he will relent and leave us in peace.\"\n\n\"Peace is gone, sire. The bargain has been made. The honor of the\ncountless generations of his clan demands The Assassin do his job.\nIt has always been so. For him to fail or to accept a bribe is\nunthinkable. Only the purchasing party, Konrad, could cancel the\nagreement.\"\n\n\"You can't visualize Konrad doing that, can you.\"\n\n\"Sire, it is said that in this last year he has become a mad man of\nsteel and poison.\"\n\nThe young doctor shook his head. His voice rushed out, a pressure leak\nof his tension. \"No Taen, he was always that way. But before he lost\nKit he felt safe. He felt he owned us both. He felt he owned the power\nof the city, and, since few clashed with his managerial decisions, for\nthey were usually wise ones, this illusion grew in him until he felt\nlike a god holding the world in the palm of his hand. Kit's loss is a\nblow at everything he thinks he holds. Now he strikes back desperately\nat Kit and me, at anything that threatens his power.\"\n\nJeff fumbled in his pajama pocket for his cigarettes, but they weren't\nthere. \"What can I do? He has always been set to go that way. I saw\nhis inability to take the loss of anything, the way he identifies even\nsmall possessions with the core of himself. When I first accompanied\nhim into the jungle to hunt suri,\" Jeff smiled grimly, \"he lost his\nwrist watch, a very ordinary wrist watch, but he made us camp two days\nwhile we looked for it. He drove those beaters like animals. We had\nexhausted our supply of tablets for purifying the water of the jungle\npuddles, but, no matter, we must find his watch. He had won it in some\nsort of athletic contest in his youth. Although he began to blister\nwith the fever, that fool wouldn't go to his hammock. He could hardly\nstand, but he kept thrashing the bushes, looking for his watch. He\nshouted and raved and finally tried to shoot some of the beaters. We\nstayed until we found his watch.\"\n\n\n\nTaen shifted uneasily. \"Your wife is safe until the spies of The\nAssassin report they see her alive, that the skar failed. Skars are\nexpensive. He won't send another till then. We have at least until\nmorning to do the only thing we can do, to go to him, to give him\npresents and please him with us so that he will rub the most expensive\npoison on the beak of the next skar and let your wife die as painlessly\nas possible.\"\n\nJeff flashed Taen a look of utter hatred. With a curse he smashed the\nskar against the pillar. Then he swung his fist against it with a grunt\nof pain, again, as though he would smash the inevitable.\n\n\"Don't punish yourself, sire. It is Konrad who must suffer.\"\n\nKit ran down the hallway to them with her hair streaming across her\nsleep-swollen face and her negligee clutched tight across her swelling\nbosom. She threw her arms about Jeff.\n\nHis face must have been very strange, for she said, \"Jeff, have I done\nsomething? You wanted a baby, you said you did.\"\n\nWearily he stroked her brow. \"I'm all right. Nightmare. Walking in my\nsleep.\"\n\nTaen nodded eager assent, then stalked off as he always did in the face\nof sentimentality.\n\n\"Smile, Kit. I dreamt I was defending you--and our son. Of course I\nwant a son. What gives you such funny ideas?\"\n\nShe sniffed and rubbed her cheek against his chest. \"I don't know.\nSometimes when I start thinking of all the planets you've seen, the\nstrange and wonderful people, the monsters and kings you've healed, I\nget frightened. This one planet--and I--won't be enough to hold you.\nI'll wake up some morning and where your head should rest I'll find a\ndent in the pillow. I'll hear the rockets blast off and you'll be gone\nwandering among the stars the way Konrad said you would.\"\n\nHe stiffened at Konrad's name. But she rushed on: \"He used to call you\nThe Wanderer, you know.\" Then she smiled at him. \"I think wanderers are\nafraid of babies, just like seafaring men in story books were afraid of\nreefs and mudbanks.\"\n\nJeff managed a smile. \"You're wrong, dimple cheeks, babies aren't\nmudbanks, they're anchors. Sure they're troublesome. You have to lug\nthem around, hoist them up and down, clean off the rust. But without an\nanchor in a storm, a ship, a man and a woman, will go on the rocks.\n\n\"Taen?\" Jeff called. Hawklike eyes appeared around the pillar. \"Would\nyou ask Garth to come sit with Kit.\"\n\n\"You going someplace at this time of night.\" Then she inhaled with a\ngreat gasp of breath as she noticed the crushed skar. \"Konrad!\"\n\n\"Very unlikely. He's probably more interested in bossing the city\nthan in carrying out any crazy threats he once made. This airsquid\nundoubtedly blundered through the dome ventilators. It's a wild one.\nNow you go back to bed while Taen and I go raise a fuss with the\nSecurity Guards.\"\n\n\"Couldn't you use the telephone?\" Quickly she cupped her palm over\nhis lips. \"Don't answer that if you don't want to, Doctor Jeff,\" she\nlaughed. \"Keep your secrets. I'm not like--like Konrad.\" Her voice\ntrailed away.\n\nAs Jeff watched her hurrying back down the hall, he felt as though\nhe could close his hands on something solid again. He didn't have a\nplan yet, but he had a plan for determining one. It was poker, it was\nplay-by-ear, it was the exploratory operation. No one was going to kill\nhis wife.\n\n\"Garth,\" he whirled at the ponderous jungle man. \"Get the gas gun\nout of my gun rack. Taen, give him an amulet with an extra lively\nskar-killer. Here, I'm writing a note to Kit, Garth. If she should wake\nup before I get back and want to go outside, give it to her. It will\nexplain why she mustn't. It will explain what I've got to do.\"\n\nJeff dressed in his study, slung his sten gun and, pressing\nthe signal-emitter in his pocket, opened the spike-topped gate\ncharacteristic of all the great houses of the dome city. They stepped\nechoingly along the sidewalk.\n\n\"Sire,\" Taen's voice hissed. His face was searching the shadows. \"I\nwouldn't take that sten gun. It would give The Assassin the fear to\nkill you. The excuse too, if your life has been purchased. If you are\nunarmed while you are on his territory it would be hardly honorable\nto kill you. And he may believe you have come to purchase the life of\nKonrad or to pay a smaller sum to assure that the inevitable death of\nyour wife will be a painless one.\"\n\n\"My intentions are different,\" Jeff retorted, but at the corner he\nthrew the gun over the wall into his garden.\n\nTaen crowhopped behind, still in his shortlegged stance.\n\n\n\n\"But sire, to purchase the life of Konrad and a painless end for your\nwife is the way these things are done. Where could you hide her? There\nis no rocket leaving this planet for two months, and even in the\njungle The Assassin's followers would find her.\"\n\nJeff did not reply as they rode the all-night street escalator up the\nhilly side of the city past the steep-roofed granite houses of the\nwealthier mountain men, constructed centuries before the city was domed\nover, past the flat-roofed, functional houses of the Earthmen who cared\nnothing for the traditional architecture, all for comfort.\n\n\"Sire, Konrad's house is still alight.\"\n\nA waltz tune rose above the drone of the ventilators.\n\n\"He's having a party, sire. We could go back for the guns. We may never\nhave another chance like this.\"\n\n\"No. While he lives there is still hope for Kit.\"\n\n\"But such a man does not relent.\"\n\n\"We shall see. But first I want to try to learn The Assassin's\nthoughts. Perhaps Taen, there are certain conditions under which he\ndoes not operate entirely by custom that you do not know about.\"\n\n\"He is incorruptible, sire.\"\n\n\"Sometimes a man's price is not wholly monetary.\" Jeff fitted on his\nrespirator, then inserted their pass cards into the mouth slot of the\nautomatic gate guard. The rush of wind as the gate of the city swung\noutward swept them into the ammoniated world of jungles and mountains.\nA dozen jetcopter drivers rushed at them, jabbering, tugging at their\narms. But Taen motioned as if to loose his kauri, rasping: \"Back,\nsons of suri,\" then to Jeff: \"To approach The Assassin afoot is more\ntraditional.\"\n\nThe quick climb up the mountain made Jeff's breath whistle back and\nforth through his respirator. Below, the city was a glistening bubble,\nand below it the alien jungle was soft black fur, its lakes and rivers\nmirrors for The Dancers.\n\n\"Sire,\" Taen fairly screamed with exhilaration. \"This clean air sweeps\nthe thick oxygen from my lungs. My soul awakes. Anything is possible.\"\n\nHitching up to full height, he raced ahead like a great ground bird and\nwith a challenging war screech hurled his kauri from its perch stick\ntoward the crags of The Assassin, bulbous and black, close-packed like\na herd of great bulls upon the field of the Milky Way, a long climb, a\nhigh flight for skar or kauri.\n\nThe bird arched back in the windmoan, hissed over their heads, plunging\ntoward the dome of the city.\n\n\"Sire, she stoops. A mountain man!\" Taen shrilled his recall whistle\nfrantically as the kauri pursued and struck repeatedly at a leaping,\ndodging shadow that silhouetted smaller and smaller against the dome in\nits pell-mell retreat toward the gate. Finally the bird soared up and\nback like a dark meteor across the stars and glided with a smack onto\nher perch.\n\n\"The Assassin's spy?\"\n\n\"Or Konrad's, sire. A pity I called her off without thinking. We could\nhave searched the body and learned whose.\"\n\n\n                                  II\n\nThe Assassin's outguards picked them up long before they reached the\ncrags. Jeff could see nothing. But the rattle of pebbles, the rumble\nof dislodged boulders from so many directions was not encouraging. The\nAssassin had quite an army.\n\nThe crag tops winked yellow, flashlight eyes as Taen led the young\ndoctor up a narrow, rock-overhung trail to a moss-bearded hole where an\nold mountain man motioned them inside with his spear.\n\nTaen forestalled Jeff's question: \"Yes sire, it is hardly what one\nwould expect. You see, The Assassin's palace was magicked to sand and\nsteam by the weapons of the first of your comrades to land upon this\nplanet. They did not understand--they never have understood--that The\nAssassin's person is inviolate. They have blown away his prestige with\ntheir own mightier weapons. Every man can now be his own assassin, they\nsay, or at least so my people have understood. Many of The Assassin's\nfollowers have joined your Security Guards. Many of his wealthiest\nclients now deal through them. So he is forced to haggle over the\nprices of his victims like a common tradesman, not in his mighty castle\nbut in a poor cave.\" He pointed down the taper-lit passageway that\nstretched ahead of them.\n\n\"But be sure not to offer a bribe for your wife's life, sire. The\nAssassin will never come to that.\"\n\nThe monster bowed low and his tuberculed face smiled without\nintelligence as his charred, fingerless paw pointed their way into the\nlabyrinth.\n\n\"That was Garnak,\" whispered Taen. \"Sire, the ancestors of The Assassin\nnetted him in the swamps. For generations he was their chief agent of\ndeath for those who could not afford a skar; a quick-moving creature\nwith the understanding of a man, they trained him to kill without a\nsound. He was The Assassin's most prized possession. But the great\nmushroom of fire and dust your people made rise from The City of Three\nSpears scorched all the worth from Garnak. The Assassin beat his own\nhead against the altar when they brought back the Garnak that you saw.\"\n\nA glowing green man stepped from a side passage, and Taen gasped,\npointing an unsteady finger at the apparition. But as the green man\napproached, Jeff realized Taen was not impressed by his luminescence,\nwhich was probably the result of a recent bath in a cave pool\ncontaining one of the species of phosphorescent algae for which the\nplanet was noted. The mountain man was pointing at his hands, or rather\nhis lack of them. Like Taen, this man had undergone the \"treatment\" for\nmurder and survived. He was joined by another, a handsome young man\nconvicted of some minor crime, without ears.\n\n\"The Assassin awaits, Doctor,\" said the green man.\n\n\"Here, light up a torch for the gentleman, Astro,\" said the earless one\nwith a voice of minor authority. Turning to Jeff: \"Would you care to\nleave your servant here?\"\n\n\"My advisor,\" corrected the young doctor. \"Of course he will accompany\nme.\"\n\nCarrying the sputtering torch in a mount upon his head, the green\nman lighted their way toward a water-stained archway that cast faint\nshadows in their direction from lights within. They walked slowly, for\nthe path was deeply eroded by cave drip.\n\n\"Taen,\" Jeff whispered. \"Are all of his followers like that? It seems\nto me the old man at the entrance had a bent back--there was something\nwrong with him too.\"\n\n\"No doubt, sire. The Assassin has recently come to favor those who are\nnot whole. They have greater loyalty, for there is no place else they\ncould earn food, and there is another reason he likes their company\nwhich you shall soon see.\"\n\n\"Don't they know about the Training House for the Handicapped that we\nhave opened?\"\n\n\"Perhaps they have heard of it, sire, but what matter. They will have\nstarved long before the waiting line moves up for them.\" His voice\ntrailed off as they entered the flickering chamber of The Assassin.\n\nA glint of silver shivered into a face. A pool of blood lumped into\na red silken pillow. Between the two was brown, wrinkled flesh, old,\netched in shadow, backed by candles and shapeless watchers with bright\nspears, mirrors with spider-cracked glass, and further back, dark\nholes, the nesting holes of skar.\n\nJeff's eyes refocused on The Assassin. The face was a mask, that of a\nnewly-made, ruggedly handsome robot. The mouth was a cupid's bow smile.\nBut the flesh of the torso was real. The ribs pushed against it and\nrearranged the shadows as The Assassin breathed. The arms stretched\nfrom it in an open-handed welcome.\n\nTaen bowed low and Jeff followed his example.\n\n\n\n\"Be seated, reputed healer,\" croaked the voice of a very old man. \"The\nother may go.\"\n\nIt was not until then, as he tried to find a clue to action, that Jeff\nnoticed the mask had dents, no eyeholes.\n\n\"My advisor is inseparable to me, great one,\" the young doctor replied\ncarefully. \"At your pleasure, he will seat himself at my left hand.\" He\nwondered if this was too bold a reply.\n\nIndeed, the earless young man stepped quickly from the shadows, poising\na skar at shoulder height.\n\nBut The Assassin's mask turned with the pulsing of the airsquid.\nHis voice rasped with such painful effort that the doctor in Jeff\ntentatively listed it as a symptom of cancer of the larynx: \"Whoever\nyou are, return my weapon to its cote. If the doctor so wishes, his\nadvisor may remain.\" His mask stared straight ahead once more. \"You\nhave come to purchase the life of Konrad. Good. If I were not The\nAssassin, with an ethic more rigid than man's, I would have ended him\nmyself, for it is said that he is the Earthman who ordered death to the\nCity of Three Spears.\"\n\nJeff glanced at Taen and the mountain man nodded significantly,\nstroking his prosthetic hands together as if counting out money. The\nshadows leaned forward eagerly.\n\n\"No,\" Jeff's voice exploded. \"I want only the return of Kit's life.\nOf course I do not ask you to consider anything unethical,\" he added\nwith more care. \"I want to learn from your own lips if there are any\nlegitimate steps I can take to have her restored to me.\"\n\n\"Konrad purchased a life,\" croaked the voice behind the mask. \"Thirty\nthousand credits made me the instrument of the contract, a traditional\none, no side alleys or higher offers. Now only the purchaser may\ncancel, and will forfeit a third of his purchase price in doing so. For\nthat you must see him.\"\n\n\"It is as I feared,\" Jeff replied slowly while a germ of a plan\npropagated in his mind. \"All now rests with your skars. I have said\nI do not wish the life of Konrad. I could easily afford it. But I am\na healer and, like you, have responsibilities greater than those of\na common man. My purpose is to save life, just as yours is to serve\nothers in its removal. I do not stoop to personal revenge, just as you\nhave not. I will trouble you no more with my personal affairs.\"\n\n\"That is right,\" replied The Assassin. \"You recognize that I am\ndisadvantaged among men. I am a symbol, an institution. For my\nhereditary self to exact revenge for my personal self would be\nunthinkable. It would destroy the impartial death symbol for which I\nstand, for which my clan has stood for generations. Although Garnak was\nruined by him and other insults as well have been inflicted on me by\nKonrad and his followers, like you, I cannot stoop to personal revenge.\"\n\n\"It is good to hear such wisdom in these law-smashing days,\" Jeff\nreplied, as Taen raised his eyes in disgust toward the vague ceiling.\n\n\"Prince of Assassins,\" Jeff continued. \"We will now speak as kindred\nminds, not buyers and sellers of life. Although as a doctor I can\nsee your life is flickering out, as a friend, I feel what you feel,\nthat to see again, to open one's eyes to the flame of the sunset, the\nstrength of the black crags, would be the pinnacle of life.\"\n\nThe mask nodded quickly.\n\nJeff continued, his mind eyeing his plan from many angles, \"I am a\nhealer. Apart from desire for my wife's life, without obligation, I\noffer you sight.\"\n\nThe Assassin's fingers rose trembling to his mask.\n\n\"This is not a bribe?\"\n\n\"It is not a bribe unless you accept it in that spirit?\"\n\n\"I had not realized an Earthman would help a mountain man.\"\n\n\"Let your attendants tell you of my advisor's hands.\"\n\nAs the earless one spoke quickly in The Assassin's ear, the old man's\nhands struggled clumsily with the straps of his mask. When the equally\nnervous fingers of the earless young man replaced them, The Assassin\ncroaked breathlessly: \"If you can give me sight and your advisor hands,\nperhaps you will return the arms and legs, the eyes and ears of my\nfollowers. Since you are by no means a wealthy man, we will contrive to\npay you for your work.\"\n\nAs his hands rose to the heavy circle of gold about his neck, the mask\nclattered across them to the floor.\n\nShock of horror stiffened Jeff's face. He had expected the external eye\nprocesses to be atrophied but hardly the great, scar-blackened holes\nthat stared at him. It would be a wonder if there was any optic nerve\nleft to tie into. Even the optic chiasma might be dead. This extreme\ndegeneration might extend all the way to the frontal lobe of the brain.\n\n\"Let us begin your magic at once,\" croaked The Assassin, his death-pale\nface acrease with hope.\n\n\"This is not magic to be worked with the wave of a hand,\" Jeff replied.\n\"It is a series of delicate operations done in quick succession: one\nto clear away dead tissue and see exactly what repairs need be made;\na second to prepare surviving afferent and efferent nerve paths and\nthe necessary artery and eye-muscle attachments; the third, extremely\ndifficult, to plant the eye, to make the nerve, vein and muscle\nconnections. These electrolystic, hormone-catalyst splices are so\nminute I will have to do most of the work under at least fifty power\nmagnification.\"\n\n\"Then let us begin at once. There is little time.\"\n\nJeff wondered what the old man meant by that. His time? Whose time?\n\n\"As you say. My advisor and I go now to select eyes from the Body Bank.\nYour spies can no doubt lead you to my house. The consulting room opens\non Harspa Way.\"\n\nWhen the Earthman rose to go, a thin voice spoke from the shadows: \"If\nthis should be your idea of revenge. If our master should die upon your\noperating table, your end, and that of your wife, will be particularly\nunpleasant.\"\n\n\"That one is next in line when I am finished,\" croaked The Assassin.\n\nAlthough he strained to see among the dancing shadows Jeff could not\nmake out that one's face.\n\n\n                                  III\n\nDawn turned the great dome a delicate pink, but the chilled layer of\nsmog within gave the jagged forms of the city a bluish cast. Cold,\ndistorted roofs swept past them as the street escalator bore them down\nthe interior hill. A tiny figure walked with bowed head beside a glint\nof water in the gray courtyard behind a kidney shaped roof.\n\n\"Look sire, it is Konrad. Perhaps he cannot sleep because he knows\ndeath is at his shoulder too. From here I could loose my kauri and\nbefore the guards awake--\"\n\n\"No. I'm going to speak with him.\"\n\n\"But sire, if you enter his garden that would give him an excuse to\nkill you for trespass.\"\n\n\"He wouldn't risk the unfavorable publicity. That is why he is dealing\nthrough The Assassin.\"\n\nWhen they reached the fog-snaked street that led to Konrad's, Taen\nfound his voice in a rush of complaints. He even forgot to say, \"sire.\"\n\n\"You are doing this all wrong. Treating The Assassin is craziness. What\nwill it do except bring your death if you fail? Your wife is already\ndoomed. The Assassin's bargain is made. And Konrad, he won't speak\nwith you. He'll order his machines to shoot you. Go home and be with\nyour wife while there is time.\"\n\nBut Jeff reached for the iron handle. Konrad's door swung in, as\nan electric eye buzzed in the wall, revealing a small metal-lined\nvestibule with slots in its low ceiling, for gunfire or for gas. A\nrecorded voice rasped: \"The master is not at home.\"\n\n\"I wish to see Konrad,\" Jeff shouted in a loud clear voice that set\nhidden mechanisms buzzing frantically.\n\nAs they droned into silence, Konrad's face, appearing drawn and\nstrangely aged, flashed on the visa-screen.\n\n\"Go away Jeff, or I shall call the Security Guards.\"\n\n\"Why don't you kill me, not Kit,\" Jeff shouted.\n\nAt this Konrad's eyes opened huge and bright. Then they squinted again\nand a tiny smile rippled across his lips. \"I don't know what you're\ntalking about.\"\n\nThe screen blanked out and the stinging odor of chlorine began to flood\nthe vestibule, a hint to depart, for the door was still open.\n\nNot until they reached the spiked gate of the doctor's house did either\nspeak.\n\n\"Sire, in my helpless anger I underestimated your wisdom. Now I see\nthat giving The Assassin sight, if you succeed, will surely cause him\nto give your wife a most painless death in his gratitude, and of course\nhe will withhold his skars until the operation is--Look sire,\" Taen\ninterrupted himself, \"that man at the corner, he turns his face away,\nKonrad's spy. Shall I--\"\n\nBut Jeff was gone to find his wife.\n\nAs he held her tightly so she would not see his face he told her the\ntruth; she had the note in her hand; she had guessed it anyway, what\nlittle she had not already known. But she didn't begin to cry until he\ncame to the eye operation.\n\n\"Don't do that, Jeff. Since I've known you you've never done any\ncomplicated eye operations. Even the man with the ripped cornea, you\nsent him on the rocket back to Earth. If that murderer doesn't see,\nhe'll kill you too. You've got so much to live for.\"\n\n\"Not without you, dimples. Show me your smile. That's doctor's orders.\nThere, that's the way.\" Jeff forced a grin across his face. \"Your\nhubby's subtler than he looks. Taen's underestimated me and so have\nyou. I may not have performed this operation, but when I was an\nintern at Johns Hopkins I witnessed several. We'll give The Assassin\nsight, but by a somewhat roundabout method with rather surprising\nconsequences. Your hubby may look dumb, but he can think more than a\ncouple of moves ahead.\"\n\n\"Taen,\" he called, then to Kit: \"Now you take good care of that son of\nmine. We're going to have a lot of fun watching him grow into a man.\"\n\n\"Pardon me sire.\"\n\n\"Taen, have you anyone you can absolutely trust?\"\n\n\"No sire.\"\n\n\"Garth?\" The bulky jungle man who had been leaning quietly against the\npillar nodded.\n\n\"Sire, I have a brother.\"\n\n\"Does he closely resemble you?\"\n\n\"It is said, sire, that he does not.\"\n\n\"Good. Take 20,000 credits from the safe behind Kit's portrait and give\nthem to him. Tell him that when The Assassin's party reaches my house\nhe must go to the Body Bank and purchase all the eyes--I think there\nare eleven pair--all they have in stock. Now he must let it slip to the\nattendants while he waits for the eyes to be capsuled that he was sent\nby Konrad. And when he is outside again, he must go to the river, open\nthe capsules and throw the eyes far out into the water.\"\n\n\"Sire!\"\n\n\"Do you understand?\"\n\n\"Yes sire.\"\n\n\"Taen, you will assist me as usual. I won't need you for this, Kit.\nTaen will be pretty enough for this patient. So you can catch up on\nyour knitting. Right now I'm going to study up on the nervous systems\nof mountain men.\" As he pulled open one of the drawers of the capacious\nfiles in his study he called to Taen: \"Sterilize and lay out the\ninstruments as if we were going to do a Class 9 operation. I'll add\nanything else I'll need later.\"\n\nWhen he came out to look for his cigarettes he saw Garth. Jeff's\nAdam's apple jerked nervously as he addressed Garth for there was\nfrighteningly little written about the brain structures of mountain\nmen. What there was indicated major physiological differences from\nEarthmen. \"Garth; take your gas gun and go help Kit with her knitting.\nIf you should hear the mountain men killing us, sneak her out her\nbedroom window onto the side street. She'll be completely in your care.\"\n\nTaen blurted: \"You could give him sight if you had the eyes from the\nBody Bank. Garth can't hide her very long at best. I don't understand\nsire.\"\n\n\"You will. Remember, we're playing this by ear. Things will open up\nas we go along. I want to see The Assassin's reaction before I decide\nexactly what will be your part in my next move.\"\n\n\"Even assuming you have a plan, sire, how will The Assassin get past\nthe Security Guards to come here for the operation?\"\n\n\"That's his worry,\" Jeff retorted curtly. \"Fight his way, bribe his\nway. He knows what he's doing.\" Already the young doctor's fingers were\nstiffening. He was painfully conscious of the aches in his legs and\nback from the long climb. His head hummed. He needed sleep. Not so good\nfor a delicate operation. He shrugged and went back to his reading.\n\n\n\nWhen The Assassin finally came, he came in style. Jeff heard the firing\nwhile the mountain men were still blocks away.\n\nBursting in, bristling with sten guns, bomb throwers, dripping-beaked\nskars, they carried the old man in their midst like a sack of tubi.\n\n\"The guard who is regularly stationed at the hill gate had been\nreplaced by an idealist,\" the earless young man panted. \"But the master\nhas sent twenty men to the Coliseum to create a diversion that may give\nus a few hours.\"\n\n\"Even under the best conditions this operation takes six hours,\" Jeff\nexclaimed.\n\nAs Taen stripped off his filthy robes, The Assassin croaked: \"It had\nbetter take much less. I have not that many men to throw away.\"\n\nHe snarled as Taen in his haste nicked his blue-veined skull with the\nrazor. And he muttered with senile detachment as he was swabbed with\nK2X, sheeted and strapped down upon the table. His black eye cavities\nturned with suspicion, as though they could see, when Jeff's damp\nhands squeaked into the rubber gloves.\n\n\"May the gods lean over your shoulder, sire,\" Taen whispered.\n\nThe two stepped into the glare of germicidal lamps, steel instruments,\nsteel table, glinting knives of light, while the followers of the old\nman like dark crags lined the wall, a barrier to the door.\n\n\"Hypo.\"\n\nThe Assassin's breathing was as thunderous as the air blasting of a\nskar.\n\n\"Crank down the variable reflection viewer.\"\n\nDesultory gunfire echoed through the dome city as Jeff focused the\neyepiece until the scar tissue appeared like two black radishes\nextending into the gray blur of the forebrain. But when he increased\nthe reflective depth the myelin covering of the optic chiasma glistened\nwhitely. He exhaled with relief. There was still a gateway to the\ncerebrum.\n\nThe Assassin's breathing subsided to a gentle whisper.\n\n\"Scalpel.\"\n\nWhile the gunshots rattled closer, Jeff cored into the dead tissue\nwith the apparent unconcern of a boy cutting out the eye of a potato.\nBut when he reached tissue of a pinkish tinge he moved with infinite\ncaution.\n\nThe doctor was conscious of the huge cables of the efferent nerves that\nlay beneath his low-powered microscope and of the delicate two-fingered\nprobe that moved among them, guided by control knobs rather than the\ncoarse direct hand of man, testing, searching for life.\n\nA sound so quick it eroded diseased tissue, yet did not harm the living\ncells, an ultra high frequency vibration that sand-blasted with the\nmolecules of the air for sand, became his tool. It cleared the way\nwhere muscles would be soldered with quick-growing hormone and cell\nsolutions. It brought neurons to the surface like the skeletons of\ndinosaurs and made them wince visibly beneath the microscope. It cut\nwith inhuman precision for it was the extension of a semi-robot who saw\nwith echoes and obeyed Jeff's hands only in the broad, general plan of\nthe operation. It found live muscles and made their striated bodies\nshorten and lengthen agonizingly like great slugs when it laid them\nbare. It did all the work in an area less than an inch square.\n\nA copter roared low and someone near the wall dropped a sten gun with a\nhand-shaking clatter. Straightening quickly, Jeff blinked his eyes and\nswore at the world in general. Taen nudged his side, then wrote on a\npad: \"What do you intend to do for eyes?\"\n\nJeff's paw sagged. Lost on his microscopic battleground he had\nforgotten primary considerations. It took him a moment to remember what\nthey were.\n\n\"No eyes, yes. Eyes. Send the earless one to the Body Bank to get them.\"\n\n\"But Garth's brother has thrown them away....\"\n\n\"Yes, but send for them anyway. The description and order are in my\nshirt pocket. Also my personal check. Get him started.\"\n\nLong before the outer door clicked shut Jeff was lost in his\nmicroscopic universe, snipping veins and small arteries, lightly\nsealing them so they could be opened again.\n\n\n                                  IV\n\nBy the time the earless one returned, wide-eyed and breathless, Jeff\nhad stepped away from the table for a cigarette. The Assassin was\nmoaning gently in the short time of consciousness the young doctor had\nplanned for him between rounds. It was important that the old man be\nconscious. To make sure, Jeff had given him a hypo of a far different\naction than the first.\n\n\"Gone,\" The Assassin echoed his follower's words.\n\nAs he struggled feebly against his straps, the earless one managed\nto gasp that an agent of Konrad's had bought them just a short time\nbefore, all eleven pair.\n\nJeff swore appropriately.\n\n\"Let him up,\" hissed the earless one, \"You Earthmen are all in this\ntogether.\"\n\n\"Don't stand there, you fool,\" Jeff shouted theatrically. \"Konrad is in\nthis alone. He could not permit the power of an Assassin with sight. Go\nto him. Take back those eyes.\"\n\n\"Quickly,\" The Assassin echoed.\n\n\"But you must go too,\" Jeff exclaimed as he unfastened the old man from\nthe table. \"Only you can lead them against such a one as Konrad. Taen,\ngive me those bandages. Great Assassin, here I give you an injection to\ngive you strength. And Taen will accompany you.\"\n\nWhile his followers helped the old man into his robes, the young doctor\ndrew Taen aside.\n\n\"Take a robe from one of these men so that you will not be recognized.\nYou have said you understood these people, how to handle them. Now is\nyour chance to show me, for our lives, yours included, depend on it.\nAll you have to do is plant the proper suggestions in their minds. They\nwill force you to do the rest.\" He handed Taen a satchel of surgical\ntools and a small tubular freezer, and he explained in detailed steps\nwhat he had in mind.\n\nFinally Taen nodded, his eyes fierce with excitement. \"I understand,\nsire. There are moments when men will agree to anything.\"\n\n\"Let him suggest it himself. Just plant the thought there.\"\n\nTaen patted the satchel and followed the motley crowd of mountain men\nout into the morning.\n\nPacing the empty room, Jeff lit another cigarette, threw it away and\nlit another. Maybe he should have gone himself? But he would have been\nrecognized. Then it would be the Security Guards--\n\n\"Somebody shot a hole in my wall,\" a small voice announced.\n\nJeff surprised himself with laughter. It seemed like everybody was out\nto get them.\n\n\"Shall I plug it with my finger, dimples?\"\n\nShe bluffed as if to spill the coffee on him.\n\n\"No sugar this time, sugar.\" He stepped quickly to the window and\nfitted his eye between the drawn curtains, but the siege apparently\nhad turned into a pursuit of the mountain men for the street was empty\nexcept for a Security Guard curled in a pool that reflected the redness\nof the morning sun. The mountain men could take care of themselves,\nhandicaps or no. They had better. His life and Kit's depended on it. It\nwould be ironic if The Assassin were killed.\n\n\"What are you staring at?\"\n\n\"Just ogling a jungle Venus.\" The strain of the operation had lifted\nwith such sudden relief that he could take nothing seriously. Even the\nthousand things that could go wrong did not weigh upon him as he sipped\nthe scalding coffee. It was the moment between pains.\n\n\"I keyholed the operation even though Garth got angry. You were\nwonderful, hubby. At least I guess you were. But isn't that old\nmurderer apt to die of shock.\"\n\n\"If he does that, and his men come back here, Garth will take you out\nof the window. But he's a tough old devil, have to be to last this\nlong.\" He explained that Konrad had bought all the eyes, cauterizing\nthe lie with scalding coffee. His nerves were beginning to hum again.\nThis was dirty business, he thought, as he watched her over the coffee\ncup, memorizing the tilt of her head, the gloss of her eyelids, the\ngentle S-curve of hair down her cheek with a little roll-over where it\ntouched her shoulder; but nobody was going to hurt Kit.\n\nHe closed his eyes, saw her as he first saw her, bright with silk,\ntwirling beneath the masks at the Festival Ball. But the man with broad\nshoulders who bent her back and whispered in her hair, then looked up\nfor all the world to see his pride, was Konrad. Even after his threats,\nshe had said very little against him. Perhaps she had a vaguely guilty\nfeeling too. People were the way they were. Konrad was a prime example.\nWhen you pressed the proper buttons they did what they were set to do.\nCould you blame such a man as Konrad? He shivered and prayed Kit would\nnever learn what was happening to Konrad just then.\n\nWhen the next rocket came in two months, they'd be on it. She'd be\nhappier if she never knew.\n\n\"It's awfully quiet Jeff.\"\n\n\"Not for long.\"\n\n\n\nThe Assassin's men returned in comparative silence. Bloodsoaked\nand weary, they filed in and laid the old man upon the table.\nImmediately, Jeff prepared another hypo, for The Assassin was white\nand shallow-breathing from shock. It would be better to postpone the\nlast phase of the operation, but Taen was already opening the freezing\ncylinder to show him their success.\n\nThe earless man set a moist package on the floor beneath the table.\n\"Guards fought like women,\" he smiled. \"We can keep them off till\nyou're done.\"\n\nJeff looked around. Kit had already left the room. Quickly he stripped\noff the bandages as Taen raised his hands to the germicidal light, then\nmoved rather clumsily to assist.\n\n\"What happened?\" Jeff hissed from the corner of his mouth.\n\nTaen failed to answer. Jeff cursed softly. Without knowing what had\npassed between Konrad and The Assassin, how was he to act?\n\nWith an unsteady hand that could ruin the operation, Taen jabbed the\nsuction hose at the orbital cavity. As Jeff turned to him the mountain\nman fell heavily against the table, reeled back with an apologetic\nexpression on his oddly pale face and sat down with a thud on the floor.\n\n\"What's the matter, you hurt?\"\n\nThe mountain man's jaw opened and closed like that of a stranded fish.\nHis eyes bulged and perspiration beaded his brow but words would not\ncome.\n\nThe earless man squatted beside them. \"Perhaps when he was cutting out\nthe eyes he stayed too long in the room where the gas was.\"\n\n\"What kind of gas?\"\n\n\"I don't know the names of gases.\"\n\n\"Dammit, what did it smell like? Salty? Stinging?\"\n\n\"No, like the flower with the red and white petals. Leave him alone,\"\nthe young man's voice rose in sudden authority. \"You haven't time for\nhim. Put in the eyes.\"\n\nBut Jeff hastened to the medicine cabinet and took out an emetic and a\nheart stimulant. He knew that gas.\n\n\"Get to work on the master, I said.\" The earless one's voice rose a\nnotch. \"Quick or I shall kill you.\" He brought the large muzzle of his\nsten gun in line with Jeff's eyes.\n\n\"And The Assassin will die on the table,\" the doctor retorted as he\npried open Taen's mouth.\n\n\"Garth,\" he shouted as he injected the heart stimulant into the now\nretching Taen.\n\nWhen the jungle man came in, Jeff said, \"Put him to bed. I'll be in\nto see him in a little while. You, throw away that sten gun and stick\nyour hands close to that light. You're going to assist me with the\noperation.\"\n\n\"Me?\" shrilled the young man.\n\n\"Yes. Turn the palms of your hands to the light. If you don't follow\nmy directions, if you make the slightest mistake, you will have killed\nyour master.\" Jeff examined the eyes in the solution. A neat job of\nremoval, he thought. Plenty of surrounding meat to fill in the spaces.\nThe one way to play this was as if the plan had worked. \"Come here,\nstupid, let me show you the correct way to hold the hose.\"\n\nAs he pruned unnecessary tissue from the right eye, and injected the\ncell-stimulating pro-op into the six loosely hanging muscles that would\nturn it, Jeff tried to find out, without giving his plan away, what\nhad passed between The Assassin and Konrad, presuming that they found\nKonrad. But the earless one was so nervous his replies didn't make\nsense.\n\n\n                                   V\n\nA grenade exploded outside, followed by a moaning voice. A mountain\nman burst into the operating room. \"We can't hold them much longer.\nThey must have finished the boys at the Coliseum because now there are\nhundreds of them. They're shooting at the house down the block. Pretty\nsoon they'll figure out this is the house. Hurry it up.\"\n\nDeliberately Jeff forgot the outside world and concentrated on the\noperation. With steady hands he drew out the end of the optic nerve\nlike a small white worm and brought it close to the cross street of\nnerves in the old man's forehead, the optic chiasma. Wielding the high\nfrequency sound nozzle with more speed than care, he eroded plenty\nof working area from the frontal bone. If he lived, this old man's\nforehead would be a veritable silver mine.\n\nNudging the earless one to use the suction hose so he could see what\nhe was doing, Jeff slid the eye closer into its socket. He cranked\ndown the reflection viewer and focused its rays through the eyeball.\nNow he had to work down through the cut between eye and forebrain and\nthe going, even with the help of the semi-robot's steady hand, was\nuncertain. He didn't bother too much with the muscles, just sewed them\nin and injected the growth catalyst. The arteries he sealed neatly\ntogether, squinting through the micro of the reflection viewer and\nfocusing tediously on each one. A lot of blood was leaking down the\nold man's cheek though. If Taen were there to help he'd order a small\ntransfusion.\n\nAs he worked on the second eye, The Assassin grew paler. Jeff gave him\na hypo.\n\nIt was then that he saw what he should have seen all along--the golden\nnecklace was gone.\n\nAn honest old devil, he thought. Probably left it on Konrad's chest, I\nhope. Unless he dropped it somewhere, the deal must be cancelled. Kit's\nsafe--unless the old devil dies on me or can't see.\n\nHe stopped worrying about that and concentrated on making The Assassin\nsee.\n\nWhen it was over Jeff grinned with more confidence than he felt. The\nyoung man sat down on the floor with his head lowered between his\nknees. The Assassin began to groan very faintly. A grenade exploded\nagainst the side of the house.\n\nFumbling in his pants pocket for a match, Jeff addressed the few\nassassins that remained. \"Better get him out of here right away.\"\n\n\"But how do we know it wasn't a trick? How do we know he can see?\" A\nshort, weary-faced mountain man leaned against the door jamb, a skar\ncradled under his arm. His voice had the unpleasant sound of the one\nThe Assassin said was to be successor. \"He sees or you die.\"\n\n\"Come here.\" Jeff raised one of the eyelids. As he shadowed the staring\neye with his hand the pupil enlarged perceptibly.\n\n\"But can he see out of it?\"\n\n\"It may be some days before he can even distinguish light from\ndarkness,\" Jeff replied cautiously.\n\nWith luck the old man might be able to do that now but there was no use\nsticking his neck out with his and Kit's lives depending on it.\n\n\"Then you are coming with us.\"\n\nAs Jeff opened his mouth to protest, the old man groaned loudly, then\ncroaked: \"The sky so blue. My crags, my people, the bright and glorious\nsun.\" He strained toward the germicidal light.\n\nThe earless young man rose to his side gasping: \"He is dying.\"\n\n\"No,\" Jeff insisted. \"He has just distinguished light from darkness.\nYou'd better get him out of here before the Security Guards close in on\nthis house.\"\n\n\"But first I must see the woman,\" the old man cried. \"The cancellation\nof her death has cost me my necklace. After we disarmed Konrad, your\nadvisor spoke alone with him; that accursed one begged me to cancel our\nagreement. To be ethical I had to give him the necklace since it was\nwhere the money went.\" He paused for breath. \"I must see this woman who\nis worth more than a necklace. While Konrad was screaming some nonsense\nabout your advisor double-crossing him, I swore I would see her who has\ncost me my necklace and the waste of a skar.\"\n\n\"But your eyes won't focus yet.\"\n\n\"We shall see. Let me up. Shade me from the sun.\"\n\nSo what if she sees him, Jeff thought. He will be just \"that old\nmurderer\" with stranger's eyes.\n\nHe switched off The Assassin's \"sun.\" Kit entered. The followers sidled\nfrom her advance, until the old man sat alone before her upon the\noperating table, turning his head vainly from side to side. For there\nwas little current in the great nerves of his eyes as yet. The unused\nsynapses did not make full contact.\n\n\"Woman, I hear your breathing. Your scent is close to me. Ranad, give\nme light again.\"\n\nThe heir swept back the curtain, throwing a beam of sunlight across\nthe operating room. It gilded the side of the old man's face and as he\nturned his head blindly toward it, it lighted his strange eyes huge and\nbright.\n\nWide and deep, with buried spiders of red, fringed by lashes that beat\nas frantically as the wings of a wounded kauri, the eyes glowed. Their\nsmall black centers mirrored in duplicate Kit's face. They reflected in\nminiature her slow collapse into Jeff's arms in the instant of silence\nthat followed her one word: \"_Konrad_.\"\n\nAs Jeff carried her from the room, the earless young man crowded ahead\nof him, unwrapping his damp package.\n\n\"Please sire, am I not next?\" He waved a freshly cut pair of ears in\nJeff's face.\n\n\"Not right now,\" the doctor mumbled absently as he pushed through the\ndoorway.\n\nThe door closed. The weapons of the assassins clashed bravely as they\nprepared the retreat to the crags and the old man croaked ecstatically\nof the beautiful woman he could not possibly have seen.\n\nTwo months later the outgoing rocket carried two passengers who held\nhands. A third passenger was on the way, an Earthman to be.",
    "metadata": {
        "author": [
            "Howard, John Hayden",
            "Howard, Hayden"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64308/pg64308.txt",
        "name": "the_ethic_of_the_assassin.json"
    }
}