{
    "name": "The Lost Dahlia",
    "author": [
        "Mitford, Miss",
        "Mitford, Mary Russell"
    ],
    "body": "If to have \"had losses\" be, as affirmed by Dogberry in one of\nShakspeare's most charming plays, and corroborated by Sir Walter Scott\nin one of his most charming romances--(those two names do well in\njuxtaposition, the great Englishman! the great Scotsman!)--If to have\n\"had losses\" be a main proof of credit and respectability, then am I\none of the most responsible persons in the whole county of Berks. To say\nnothing of the graver matters which figure in a banker's book, and make,\nin these days of pounds, shillings, and pence, so large a part of\nthe domestic tragedy of life--putting wholly aside all the grander\ntransitions of property in house and land, of money on mortgage, and\nmoney in the funds--(and yet I might put in my claim to no trifling\namount of ill luck in that way also, if I had a mind to try my hand at\na dismal story)--counting for nought all weightier grievances, there is\nnot a lady within twenty miles who can produce so large a list of small\nlosses as my unfortunate self.\n\nFrom the day when, a tiny damsel of some four years old, I first had a\npocket-handkerchief to lose, down to this very night--I will not say how\nmany years after--when, as I have just discovered, I have most certainly\nlost from my pocket the new cambric kerchief which I deposited therein a\nlittle before dinner, scarcely a week has passed without some part of\nmy goods and chattels being returned missing. Gloves, muffs, parasols,\nreticules, have each of them a provoking knack of falling from my\nhands; boas glide from my neck, rings slip from my fingers, the bow has\nvanished from my cap, the veil from my bonnet, the sandal from my foot,\nthe brooch from my collar, and the collar from my brooch. The trinket\nwhich I liked best, a jewelled pin, the first gift of a dear friend,\n(luckily the friendship is not necessarily appended to the token,)\ndropped from my shawl in the midst of the high road; and of shawls\nthemselves, there is no end to the loss. The two prettiest that ever\nI had in my life, one a splendid specimen of Glasgow manufacture--a\nscarlet hardly to be distinguished from Cashmere--the other a lighter\nand cheaper fabric, white in the centre, with a delicate sprig, and\na border harmoniously compounded of the deepest blue, the brightest\norange, and the richest brown, disappeared in two successive summers\nand winters, in the very bloom of their novelty, from the folds of\nthe phaeton, in which they had been deposited for safety--fairly blown\noverboard! If I left things about, they were lost. If I put them away,\nthey were lost. They were lost in the drawers--they were lost out. And if\nfor a miracle I had them safe under lock and key, why, then, I lost my\nkeys! I was certainly the most unlucky person under the sun. If there\nwas nothing else to lose, I was fain to lose myself--I mean my way;\nbewildered in these Aberleigh lanes of ours, or in the woodland recesses\nof the Penge, as if haunted by that fairy, Robin Good-fellow, who led\nHermia and Helena such a dance in the Midsummer Night's Dream. Alas!\nthat there should be no Fairies now-a-days, or rather no true\nbelievers in Fairies, to help us to bear the burthen of our own mortal\ncarelessness.\n\nIt was not quite all carelessness, though! Some ill luck did mingle with\na great deal of mismanagement, as the \"one poor happ'orth of bread\"\nwith the huge gallon of sack in the bill of which Poins picked\nFalstaff's pocket when he was asleep behind the arras. Things belonging\nto me, or things that I cared for, did contrive to get lost, without my\nhaving any hand in the matter. For instance, if out of the variety of\n\"talking birds,\" starlings, jackdaws, and magpies, which my father\ndelights to entertain, any one particularly diverting or accomplished,\nmore than usually coaxing and mischievous, happened to attract my\nattention, and to pay me the compliment of following at my heels,\nor perching upon my shoulder, the gentleman was sure to hop off. My\nfavourite mare, Pearl, the pretty docile creature which draws my little\nphaeton, has such a talent for leaping, that she is no sooner turned out\nin either of our meadows, than she disappears. And Dash himself, paragon\nof spaniels, pet of pets, beauty of beauties, has only one shade of\nimperfection--would be thoroughly faultless, if it were not for a slight\ntendency to run away. He is regularly lost four or five times every\nwinter, and has been oftener cried through the streets of Belford, and\nadvertised in the county newspapers, than comports with a dog of his\ndignity. Now, these mischances clearly belong to that class of accidents\ncommonly called casualties, and are quite unconnected with any infirmity\nof temperament on my part. I cannot help Pearl's proficiency in jumping,\nnor Dash's propensity to wander through the country; neither had I any\nhand in the loss which has given its title to this paper, and which,\nafter so much previous dallying, I am at length about to narrate.\n\nThe autumn before last, that is to say, above a year ago, the boast and\nglory of my little garden was a dahlia called the Phoebus. How it came\nthere, nobody very distinctly knew, nor where it came from, nor how we\ncame by it, nor how it came by its own most appropriate name. Neither\nthe lad who tends our flowers, nor my father, the person chiefly\nconcerned in procuring them, nor I myself, who more even than my father\nor John take delight and pride in their beauty, could recollect who gave\nus this most splendid plant, or who first instructed us as to the style\nand title by which it was known. Certes never was blossom fitlier\nnamed. Regular as the sun's face in an almanack, it had a tint of\ngolden scarlet, of ruddy yellow, which realised Shakspeare's gorgeous\nexpression of \"flame-coloured.\" The sky at sunset sometimes puts on\nsuch a hue, or a fire at Christmas when it burns red as well as bright.\nThe blossom was dazzling to look upon. It seemed as if there were light\nin the leaves, like that coloured-lamp of a flower, the Oriental Poppy.\nPhoebus was not too glorious a name for that dahlia. The Golden-haired\nApollo might be proud of such an emblem. It was worthy of the god of\nday; a very Phoenix of floral beauty.\n\nEvery dahlia fancier who came into our garden or who had an opportunity\nof seeing a bloom elsewhere; and, sooth to say, we were rather\nostentatious in our display; John put it into stands, and jars,\nand baskets, and dishes; Dick stuck it into Dash's collar, his own\nbutton-hole, and Pearl's bridle; my father presented it to such lady\nvisiters as he delighted to honour; and I, who have the habit of\ndangling a flower, generally a sweet one, caught myself more than once\nrejecting the spicy clove and the starry jessamine, the blossomed myrtle\nand the tuberose, my old fragrant favourites, for this scentless (but\ntriumphant) beauty; everybody who beheld the Phoebus begged for a plant\nor a cutting; and we, generous in our ostentation, willing to redeem\nthe vice by the virtue, promised as many plants and cuttings as we could\nreasonably imagine the root might be made to produce*--perhaps rather\nmore; and half the dahlia growers round rejoiced over the glories of the\ngorgeous flower, and speculated, as the wont is now, upon seedling after\nseedling to the twentieth generation.\n\n     * It is wonderful how many plants may, by dint of forcing,\n     and cutting and forcing again, be extracted from one root.\n     But the experiment is not always safe. Nature sometimes\n     avenges herself for the encroachments of art, by weakening\n     the progeny. The Napoleon Dahlia, for instance, the finest\n     of last year's seedlings, being over-propagated, this season\n     has hardly produced one perfect bloom, even in the hands of\n     the most skilful cultivators.\n\nAlas for the vanity of human expectations! February came, the\ntwenty-second of February, the very St. Valentine of dahlias, when\nthe roots which have been buried in the ground during the winter are\ndisinterred, and placed in a hotbed to put forth their first shoots\nprevious to the grand operations of potting and dividing them. Of course\nthe first object of search in the choicest corner of the nicely labelled\nhoard, was the Phoebus: but no Phoebus was forthcoming; root and label\nhad vanished bodily! There was, to be sure, a dahlia without a label,\nwhich we would gladly have transformed into the missing treasure; but as\nwe speedily discovered a label without a dahlia, it was but too obvious\nthat they belonged to each other. Until last year we might have had\nplenty of the consolation which results from such divorces of the\nname from the thing; for our labels, sometimes written upon parchment,\nsometimes upon leather, sometimes upon wood, as each material happened\nto be recommended by gardening authorities, and fastened on with\npackthread, or whip-cord, or silk twist, had generally parted company\nfrom the roots, and frequently become utterly illegible, producing a\nstate of confusion which most undoubtedly we never expected to regret:\nbut this year we had followed the one perfect system of labels of\nunglazed china, highly varnished after writing on them, and fastened on\nby wire; and it had answered so completely, that one, and one only, had\nbroken from its moorings. No hope could be gathered from that quarter.\nThe Phoebus was gone. So much was clear; and our loss being fully\nascertained, we all began, as the custom is, to divert our grief and\nexercise our ingenuity by different guesses as to the fate of the\nvanished treasure.\n\nMy father, although certain that he had written the label, and wired the\nroot, had his misgivings about the place in which it had been deposited,\nand half suspected that it had slipt in amongst a basket which we had\nsent as a present to Ireland; I myself, judging from a similar accident\nwhich had once happened to a choice hyacinth bulb, partly thought that\none or other of us might have put it for care and safety in some such\nvery snug corner, that it would be six months or more before it turned\nup; John, impressed with a high notion of the money-value of the\nproperty and estimating it something as a keeper of the regalia might\nestimate the most precious of the crown jewels, boldly affirmed that it\nwas stolen; and Dick, who had just had a demele with the cook, upon\nthe score of her refusal to dress a beef-steak for a sick greyhound,\nasserted, between jest and earnest, that that hard-hearted official\nhad either ignorantly or maliciously boiled the root for a Jerusalem\nartichoke, and that we, who stood lamenting over our regretted Phoebus,\nhad actually eaten it, dished up with white sauce. John turned pale at\nthe thought. The beautiful story of the Falcon, in Boccaccio, which the\nyoung knight killed to regale his mistress, or the still more tragical\nhistory of Couci, who minced his rival's heart, and served it up to his\nwife, could not have affected him more deeply. We grieved over our lost\ndahlia, as if it had been a thing of life.\n\nGrieving, however, would not repair our loss; and we determined, as the\nonly chance of becoming again possessed of this beautiful flower,\nto visit, as soon as the dahlia season began, all the celebrated\ncollections in the neighbourhood, especially all those from which there\nwas any chance of our having procured the root which had so mysteriously\nvanished.\n\nEarly in September, I set forth on my voyage of discovery--my voyages,\nI ought to say; for every day I and my pony-phaeton made our way to\nwhatever garden within our reach bore a sufficiently high character to\nbe suspected of harbouring the good Dahlia Phoebus.\n\nMonday we called at Lady A.'s; Tuesday at General B's; Wednesday at Sir\nJohn C's; Thursday at Mrs. D's; Friday at Lord E's; and Saturday at Mr.\nF.'s. We might as well have staid at home; not a Phoebus had they, or\nanything like one.\n\nWe then visited the nurseries, from Brown's, at Slough, a princely\nestablishment, worthy of its regal neighbourhood, to the pretty rural\ngardens at South Warnborough, not forgetting our own most intelligent\nand obliging nurseryman, Mr. Sutton of Reading--(Belford Regis, I\nmean)--whose collection of flowers of all sorts is amongst the most\nchoice and select that I have ever known. Hundreds of magnificent\nblossoms did we see in our progress, but not the blossom we wanted.\n\nThere was no lack, heaven knows, of dahlias of the desired colour.\nBesides a score of \"Orange Perfections,\" bearing the names of their\nrespective growers, we were introduced to four Princes of Orange, three\nKings of Holland, two Williams the Third, and one Lord Roden.*\n\n     * The nomenclature of dahlias is a curious sign of the\n     times. It rivals in oddity that of the Racing Calendar. Next\n     to the peerage, Shakspeare and Homer seem to be the chief\n     sources whence they have derived their appellations. Thus we\n     have Hectors and Dioedes of all colours, a very black\n     Othello, and a very fair Desdemona. One beautiful blossom,\n     which seems like a white ground thickly rouged with carmine,\n     is called \"the Honourable Mrs. Harris;\" and it is droll to\n     observe how punctiliously the working gardeners retain the\n     dignified prefix in speaking of the flower. I heard the\n     other day of a _serious_ dahlia grower who had called his\n     seedlings after his favourite preachers, so that we shall\n     have the Reverend Edward So-and-so, and the Reverend John\n     Such-an-one, fraternising with the profane Ariels and\n     Imogenes, the Giaours and Me-doras of the old catalogue. So\n     much the better. Floriculture is amongst the most innocent\n     and humanising of all pleasures, and everything which tends\n     to diffuse such pursuits amongst those who have too few\n     amusements, is a point gained for happiness and for virtue.\n\nWe were even shown a bloom called the Phoebus, about as like to our\nPhoebus \"as I to Hercules.\" But the true Phoebus, \"the real Simon\nPure,\" was as far to seek as ever.\n\nLearnedly did I descant with the learned in dahlias over the merits of\nmy lost beauty. \"It was a cupped flower, Mr. Sutton,\" quoth I, to my\nagreeable and sympathising listener; (gardeners _are_ a most cultivated\nand gentlemanly race;) \"a cupped dahlia, of the genuine metropolitan\nshape; large as the Criterion, regular as the Springfield Rival, perfect\nas Dodd's Mary, with a long bloom stalk like those good old flowers,\nthe Countess of Liverpool and the Widnall's Perfection. And such a free\nblower, and so true! I am quite sure that there is not so good a dahlia\nthis year. I prefer it to 'Corinne,' over and over.\" And Mr. Sutton\nassented and condoled, and I was as near to being comforted as anybody\ncould be, who had lost such a flower as the Phoebus.\n\nAfter so many vain researches, most persons would have abandoned\nthe pursuit in despair. But despair is not in my nature. I have a\ncomfortable share of the quality which the possessor is wont to call\nperseverance--whilst the uncivil world is apt to designate it by the\nname of obstinacy--and do not easily give in. Then the chase, however\nfruitless, led, like other chases, into beautiful scenery, and formed an\nexcuse for my visiting or revisiting many of the prettiest places in the\ncounty.\n\nTwo of the most remarkable spots in the neighbourhood are, as it\nhappens, famous for their collections of dahlias--Strathfield-saye, the\nseat of the Duke of Wellington, and the ruins of Reading Abbey.\n\nNothing can well be prettier than the drive to Strathfield-saye,\npassing, as we do, through a great part of Heckfield Heath,* a tract\nof wild woodland, a forest, or rather a chase, full of fine sylvan\nbeauty--thickets of fern and holly, and hawthorn and birch, surmounted\nby oaks and beeches, and interspersed with lawny glades and deep\npools, letting light into the picture. Nothing can be prettier than the\napproach to the duke's lodge. And the entrance to the demesne, through a\ndeep dell dark with magnificent firs, from which we emerge into a finely\nwooded park of the richest verdure, is also striking and impressive.\nBut the distinctive feature of the place (for the mansion, merely a\ncomfortable and convenient nobleman's house, hardly responds to the fame\nof its owner) is the grand avenue of noble elms, three quarters of a\nmile long, which leads to the front door.\n\n     * It may be interesting to the lovers of literature to hear\n     that my accomplished friend Mrs. Trollope was \"raised,\" as\n     her friends the Americans would say, upon this spot. Her\n     father, the Rev. William Milton, himself a very clever man,\n     and an able mechanician and engineer, held the living of\n     Heckfield for many years.\n\nIt is difficult to imagine anything which more completely realises the\npoetical fancy, that the pillars and arches of a Gothic cathedral were\nborrowed from the interlacing of the branches of trees planted at stated\nintervals, than this avenue, in which Nature has so completely succeeded\nin outrivalling her handmaiden Art, that not a single trunk, hardly even\na bough or a twig, appears to mar the grand regularity of the design as\na piece of perspective. No cathedral aisle was ever more perfect; and\nthe effect, under every variety of aspect, the magical light and shadow\nof the cold white moonshine, the cool green light of a cloudy day, and\nthe glancing sunbeams which pierce through the leafy umbrage in\nthe bright summer noon, are such as no words can convey. Separately\nconsidered, each tree (and the north of Hampshire is celebrated for the\nsize and shape of its elms) is a model of stately growth, and they are\nnow just at perfection, probably about a hundred and thirty years old.\nThere is scarcely perhaps in the kingdom such another avenue.\n\nOn one side of this noble approach is the garden, where, under the care\nof the skilful and excellent gardener, Mr. Cooper, so many magnificent\ndahlias are raised, but where, alas! the Phoebus was not; and between\nthat and the mansion is the sunny, shady paddock, with its rich pasture\nand its roomy stable, where, for so many years, Copenhagen, the\ncharger who carried the Duke at Waterloo, formed so great an object of\nattraction to the visiters of Strathfield-saye.* Then came the house\nitself and then I returned home. Well! this was one beautiful and\nfruitless drive. The ruins of Reading Abbey formed another as fruitless,\nand still more beautiful.\n\n     * Copenhagen--(I had the honour of naming one of Mr.\n     Cooper's dahlias after him--a sort of _bay_ dahlia, if I may\n     be permitted the expression)--Copenhagen was a most\n     interesting horse. He died last year at the age of twenty-\n     seven. He was therefore in his prime on the day of Waterloo,\n     when the duke (then and still a man of iron) rode him for\n     seventeen hours and a half, without dismounting. When his\n     Grace got off, he patted him, and the horse kicked, to the\n     great delight of his brave rider, as it proved that he was\n     not beaten by that tremendous day's work. After his return,\n     this paddock was assigned to him, in which he passed the\n     rest of his life in the most perfect comfort that can be\n     imagined; fed twice a-day, (latterly upon oats broken for\n     him,) with a comfortable stable to retire to, and a rich\n     pasture in which to range. The late amiable duchess used\n     regularly to feed him with bread, and this kindness had\n     given him the habit, (especially after her death,) of\n     approaching every lady with the most confiding familiarity.\n     He had been a fine animal, of middle size and a chestnut\n     colour, but latterly he exhibited an interesting specimen of\n     natural decay, in a state as nearly that of nature as can\n     well be found in a civilised country. He had lost an eye\n     from age, and had become lean and feeble, and, in the manner\n     in which he approached even a casual visiter, there was\n     something of the demand of sympathy, the appeal to human\n     kindness, which one has so often observed from a very old\n     dog towards his master. Poor Copenhagen, who, when alive,\n     furnished so many reliques from his mane and tail to\n     enthusiastic young ladies, who had his hair set in brooches\n     and rings, was, after being interred with military honours,\n     dug up by some miscreant, (never, I believe, discovered,)\n     and one of his hoofs cut off, it is to be presumed, for a\n     memorial, although one that would hardly go in the compass\n     of a ring.  A very fine portrait of Copenhagen has been\n     executed by my young friend Edmund Havell, a youth of\n     seventeen, whose genius as an animal painter, will certainly\n     place him second only to Landseer.\n\nWhether in the \"palmy state\" of the faith of Rome, the pillared aisles\nof the Abbey church might have vied in grandeur with the avenue at\nStrathfield-saye, I can hardly say; but certainly, as they stand, the\nvenerable arched gateway, the rock-like masses of wall, the crumbling\ncloisters, and the exquisite finish of the surbases of the columns and\nother fragments, fresh as if chiselled yesterday, which are re-appearing\nin the excavations now making, there is an interest which leaves\nthe grandeur of life, palaces and their pageantry, parks and their\nadornments, all grandeur except the indestructible grandeur of nature,\nat an immeasurable distance. The place was a history. Centuries passed\nbefore us as we thought of the magnificent monastery, the third in size\nand splendour in England, with its area of thirty acres between the\nwalls--and gazed upon it now!\n\nAnd yet, even now, how beautiful! Trees of every growth mingling with\nthose grey ruins, creepers wreathing their fantastic garlands around\nthe mouldering arches, gorgeous flowers flourishing in the midst of that\ndecay! I almost forgot my search for the dear Phoebus, as I rambled with\nmy friend Mr. Malone, the gardener, a man who would in any station be\nremarkable for acuteness and acquirement, amongst the august remains of\nthe venerable abbey, with the history of which he was as conversant\nas with his own immediate profession. There was no speaking of smaller\nobjects in the presence of the mighty past!\n\nGradually chilled by so much unsuccess, the ardour of my pursuit\nbegan to abate. I began to admit the merits of other dahlias of divers\ncolours, and actually caught myself committing the inconstancy of\nconsidering which of the four Princes of Orange I should bespeak for\nnext year. Time, in short, was beginning to play his part as the great\ncomforter of human afflictions, and the poor Phoebus seemed as likely to\nbe forgotten as a last year's bonnet, or a last week's newspaper--when,\nhappening to walk with my father to look at a field of his, a pretty bit\nof upland pasture about a mile off, I was struck, in one corner where\nthe manure for dressing had been deposited, and a heap of earth and dung\nstill remained, to be spread, I suppose, next spring, with some\ntall plant surmounted with bright flowers. Could it be?--was it\npossible?--did my eyes play me false?--No; there it was, upon a\ndunghill--the object of all my researches and lamentations, the\nidentical Phoebus! the lost dahlia!",
    "metadata": {
        "author": [
            "Mitford, Miss",
            "Mitford, Mary Russell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22837/pg22837.txt",
        "name": "the_lost_dahlia.json"
    }
}