{
    "name": "The Eagles Gather",
    "author": [
        "Kelleam, Joseph Everidge",
        "Kelleam, Joseph E. (Joseph Everidge)"
    ],
    "body": "There were no stars. The ruined landing field was lit by dancing\nshadows from a huge bonfire. With forlorn, hollow eyes the broken\ntowers looked down upon the field, the leaping flames, and the\none battered space boat. Beyond the dancing fire the night waited\nthreateningly.\n\nIn the shadow of one of the rickety towers a man huddled before a tiny\nflame and now and then turned his attention to a bubbling pot that hung\nfrom a forked stick above the coals. He was lean and broad-shouldered.\nThe flickering coals occasionally lit up his thin face--the somber,\ngray eyes, the high cheekbones, the wide, sensitive mouth and the\nyellow curls that fell across a high forehead. The man seemed to be\nlost in thought, only turning his gaze away from the coals long enough\nto look up at the dark sky or to stir the pot of stew. When he moved to\nthrow more wood upon the fire it was with the lithe grace of a cat, and\neven his tattered uniform took on a trim, military look from its wearer.\n\nAs the man stared into the fire he was listening to the sound of an\napproaching ship, half-heard, far above him in the dark sky. The noise\nof a descending ship increased, changed from a whine to a scream, and\nfrom a scream to a roar.\n\nThere was a roar and a gush of flame. A long, billowing jet of fire\nswept over the landing field like a scythe, and another space boat\nglided across the weed-strewn field. It stopped near the silent\nspace craft. Both the boats were small, battered, patched and\nrepatched--little one-man boats that had gone buzzing about space like\nwasps--as though the planets and the asteroids were golden fruit ripe\nfor the taking.\n\nThe man before the fire made no movement other than to hitch his belt\naround so that a lean bronzed hand rested upon the worn butt of a\npistol. He sat there looking into the fire, though he could hear the\nsound of feet stumbling through the underbrush. The night was chill,\nand with his free hand he pulled his patched leather jacket across his\nchest.\n\n\"Hello.\" The visitor stood before him smiling a cold smile--a little\nman with wide, drooping shoulders and eyes as blue as chilled steel.\n\nThe man before the fire grunted and motioned with his head for the\nnewcomer to be seated.\n\n\"Smells good,\" said the visitor as he sat down and looked into the\nsteaming pot. \"That was white of you to build the fire. I'd never've\nlanded without it. Not much power left, either.\" He sighed.\n\n\"That's O. K. I figured there would be more boats along. They're coming\nhome now--those that have power enough in their engines to make the\ntrip. My name's Duane, Jim Duane.\"\n\n\"They call me Captain,\" said the little man. \"I've got other names, but\nmostly I answer to Captain. I'm a professional soldier.\" He added with\na trace of a cold smile, \"Like you.\"\n\n\"Yeah,\" Duane said wearily, \"that's my work. Fightin' for the highest\nbidder. But when the war lords ran short of uranium they sent me home.\"\nHe added with a malicious grin, \"Like you.\"\n\n\"And damned lucky to get home. Plenty of boys marooned up there.\"\nCaptain jerked his chin upward toward the dark, mist-swept sky. \"But\nthey'll find more uranium. They'll call us back. Twenty years of\nfightin' can't end this way. The war lords aren't satisfied. There'll\nbe more power for those crates, and guys like us will be gentlemen\nagain, drawin' monthly wages in four figures.\"\n\nDuane shook his head. \"It's gone. They've hunted everywhere. Oh, they\nfound plenty--enough for centuries. But they burned it up in twenty\nyears. They blasted the worlds apart. They fought like mad dogs. An'\nnow it's gone. An' I'm damned glad.\"\n\nCaptain's eyes narrowed. \"You don't talk like a fightin' man.\"\n\nDuane's hand tightened upon his gun. \"A man don't talk fight. Want to\nsee how I fight?\"\n\nThe little man shrugged his broad shoulders. \"I only fight for money.\nPerhaps we'll fight for different war lords some day.\"\n\n\n\nThe scuffling of boots through the undergrowth eased the tension\nbetween the two. Two figures stumbled toward the fire. Two men in\ntattered leather coats and ragged pants and worn boots stopped as one,\nand stood there with downcast eyes as though awaiting an invitation.\n\n\"Space-nuts,\" said Captain none too softly.\n\nOne of the men looked up and patted a bulge in his coat. \"I got a can\nof tomatoes.\" He smiled timidly. He was a thin little man with a sunken\nchest and a long pointed nose. His sunken eyes were black and dull.\n\nDuane had seen hundreds like the two. There were men who cracked up\nout there in space, men who broke under the strain of the screaming,\nbellowing, fire-blasting wars.\n\n\"Throw the tomatoes in the pot,\" he said carelessly. \"Sit down and\nwarm. My name's Duane. This is Captain--that's his name, he's not my\ncaptain.\"\n\nThe man drew a can opener from his pocket and produced the tin of\ntomatoes. As he sawed at the lid he said listlessly, \"I'm Ted Shafer.\nUsed to have my own ship. But I lost it. 'Bout a year ago I was\nshippin' on a freighter an' they marooned me here. Said I was nuts. I'm\nnot nuts. You can see that I ain't nuts. Well, I been livin' around\nhere for about a year--livin' off what I could find. There's a ruined\ntown over there. Then I run into this feller about a week ago. His name\nis ... say, what's your name? I keep forgettin'.\"\n\nThe fourth man, a squat, paunched fellow with a red nose and a thick\nunkempt beard, snorted. \"The name's Belton. Bill Belton. You're gettin'\ncrazier and crazier. I been around here for about six months. Only I\nwasn't marooned. I jumped ship. You guys got anything to drink?\"\n\nCaptain swore. \"Just a couple of bums. I oughta give 'em the toe of my\nboot--\"\n\nDuane's eyes narrowed. \"It's my fire,\" he said softly.\n\n\"O. K., O. K. But they're full of lice, I bet--\"\n\nShafer and Belton sat by the fire, their shoulders slumped forward.\n\nDuane reached behind him into the shadows and brought out a roll of\nbedding. He produced four plates and four tin spoons and began to ladle\nout the mulligan. When he served, Shafer and Belton were profuse with\ntheir thanks. Captain was contemptuous.\n\n\"Mulligan,\" he swore. \"Damn, I've sat at tables with war lords. Twenty\ncourses on silver dishes and wine and liquor enough for all. And\neverybody dressed like hell.\"\n\nDuane grinned. \"Sorry I ain't a war lord. Maybe you'd like a punch in\nthe nose.\"\n\nCaptain took the proffered plate sullenly. \"I'm sorry. I keep\nforgettin'. Geez, I hope they dig up some more uranium soon. It's hard\nto take this when you've been used to a monthly salary that runs into\nfour figures.\"\n\nDuane looked up at the dark sky that was vacant save where a trailing\nmist tangled with the smoke from the fire.\n\n\"They won't find any more uranium. Not soon, anyway. I've thought a lot\nabout it. We weren't ready to conquer space. We made a mess of it. Oh,\nwe had the ships and the guns. Mechanically we were perfect. It was us\nwho was wrong. We conquered space but we hadn't conquered ourselves.\nThat will come some day.\"\n\n\"You sound like a parson,\" Captain jeered.\n\n\n\nLittle Shafer mouthed his food wolfishly, now and then drawing the back\nof his hand across his mouth and the tip of his long pointed nose.\n\"What makes you think we won't find any more uranium?\" he asked slyly.\n\nDuane looked at him. The little man's fingers were trembling.\n\n\"Oh, we might find it,\" Duane said, \"but there's no organization any\nmore. It's been blown to hell. If we do find uranium, we'll lose it\nagain. We're all washed up--for the time being, anyway. We'll have to\ndig in here on old Terra and start from scratch. Personally, I'm glad.\"\n\nCaptain snorted. \"Nurts.\"\n\n\"There's uranium aplenty left,\" little Shafer said stubbornly.\n\nCaptain's eyes narrowed. \"Know where it is, punk?\"\n\nShafer avoided that steely glance. \"Maybe I do and maybe I don't,\" he\nevaded.\n\nBelton scraped the last bit of grease from his plate and belched\ncontentedly. \"I was rich once,\" he told the fire.\n\nCaptain sneered. \"You ain't ever had the price of an extra drink in\nyour pocket.\"\n\n\"I was rich once, just the same.\" Bill Belton looked from face to face\npleadingly. A coal sputtered into the flame and lit the high color on\nhis bulby nose and swollen cheeks. \"I was rich once, richer than dirt.\"\n\n\"O. K.,\" Duane told him. \"Maybe you were. Go ahead and tell your tale\nand get it off your mind. I'm not sleeping tonight, anyway.\"\n\n\"It'll be a rum-soaked, mangy lie that he dreamed up between\npanhandling and fightin' pink lizards.\" Captain yawned.\n\nBelton looked hurt and lowered his eyes to the fire.\n\n\"I was rich once. I was runnin' a one-man mining boat out of Achilles.\nIt wasn't much of a boat, but it was mine. An' all of a sudden I came\nacross a freighter, a drifter. A meteor had torn about a fourth of her\naway, and she was driftin' and spinnin' alone out there in space with\nall the stars a-twinklin' down at her like diamonds sparklin' on black\nvelvet.\n\n\"So I boarded her, and every bit of oxygen had been ripped from her,\nand there was all the poor boys there, dead and frozen in Old Father\nTime's icebox. Well, that ship was loaded with furs. She had been\noutward bound from Pallas, I reckon. An' those furs were all mine by\nrights of salvage. A king's ransom. I packed my boat with 'em until I\nhardly had room to move about it.\n\n\"An' then, just off Mars, a damned bunch of hellhounds boarded me and\ncleaned me out and set me adrift in one of those dinky little emergency\nboats. I've thought of it and thought of it. Those furs were mine. I\nwas rich. They robbed me. But I got the name of that boat. I saw the\nname. Some day I'll catch some of those fellows. Or even one--\"\n\nWhile Belton was talking, little Shafer slowly slumped over the fire\nand held his hands over the coals. His fingers were shaking as though\nhe had a chill. His dull, close-set eyes glanced this way and that\nfurtively.\n\nAnd two pairs of eyes were upon him, Captain's and Duane's. Captain\nreached into an inner pocket of his leather jacket and produced a\nflask. Slowly he uncorked it and held it toward the little man, then\ndrew it back temptingly. Shafer's clutching, trembling fingers\nfollowed the flask.\n\n\"You seem like a good little guy,\" Captain said. \"An' you look sick.\nTake it all. It's all I've got, but--\" He shrugged his broad shoulders\nand smiled his cold smile.\n\n\n\nDuane watched the little play before him. In his deep eyes was pity for\nthis little derelict and contempt for the man who was leading him on.\n\n\"He thinks you know where some uranium is buried,\" he said mockingly.\n\"He'll trade you a drink for a ton of uranium.\"\n\n\"Go to hell,\" Captain told him. And then to Shafer, \"Go ahead. Drink\nher down. Don't mind this space lawyer.\"\n\nThe little man obliged. Belton watched, fascinated.\n\n\"Hell, don't I get a nip?\" he objected.\n\n\"Not a drop,\" Captain's cold eyes were murderous. \"Can't you see, this\nlittle fellow's a gentleman? I bet he's seen better days--\"\n\n\"Haven't we all?\" Duane interrupted.\n\n\"Leave the little guy alone.\" Captain thumped Shafer on the back\nlustily. The little man smiled timidly and tilted the flask again.\n\n\"Thanks.\" He drew the back of his hand across his mouth and held out\nthe flask to Captain.\n\nCaptain waved it away airily.\n\n\"Nix, I can tell when a guy needs a drink better than I do. I bet\nyou've seen better days. Bet you were richer than this mug who yaps\nabout findin' a load of furs--like he was a damned scavenger.\"\n\nBelton flushed. \"Listen.\" One hand stole within his tattered jacket.\n\n\"Easy,\" Duane said, and patted the worn butt of his gun. Belton slumped\nback over the fire and began to mutter to himself.\n\nShafer had taken another pull at the flask. A feverish light was coming\ninto his dull eyes.\n\n\"Furs,\" he snorted contemptuously. \"Dirty, stinkin' furs! Who gives a\ndamn about furs? Why, I got a corner on all the wealth in the world.\nThe overlords will be beggin' after me some day. I'm richer than all\nthe stars 'cause I got what everybody wants.\"\n\n\"I knew a guy who talked like that once,\" put in Duane softly. \"He was\nsingin' a tune just like that in a two-bit bar. But he didn't have\nmoney enough to pay for his last drink and they threw him out into the\nstreet.\"\n\n\"Shut up.\" Captain smiled, confident that Duane had played into his\nhand. \"Never mind this cynic.\"\n\nShafer looked at Duane and tried to sneer. \"Think I'm lyin', eh? Well,\nyou'll see. I used to own my own boat, I did. An' I found a mine, a\nnice, floatin' mine. I didn't have to stake it, 'cause I'm the only one\nwho knows where it is.\"\n\n\"Sure,\" said Captain.\n\n\"Tons and tons of uranium.\" Shafer turned the words over in his mouth\nas though they were bon-bons.\n\n\"Sure,\" said Captain softly. \"Enough for all. We'll live like kings.\"\n\nShafer straightened and looked about him, frightened. His eyes dulled\nagain. \"You're trying to get me to talk. No, it's mine. All mine. I\nfound it. Nobody else knows where it is.\"\n\nAgain Captain patted Shafer's thin shoulders. \"We were just interested\nin your story, weren't we, men?\"\n\nDuane grunted his contempt.\n\n\n\nLittle Shafer took another pull at the flask. \"Yes, sir,\" he said\ndreamily. \"I was cruisin' out there in space, 'way off the space lanes,\nwhen I bumped into it. A little asteroid not over half a mile across.\nAnd solid uranium. I chartered it. I figgered out its orbit to an inch.\nI used to could do that. An' it's mine. Over an' over I keep repeatin'\nthose figures to myself.\n\n\"I may forget other things but I won't forget that orbit. An' I'll\nwrite it down when someone puts the cold cash in my hand.\"\n\nHe was silent for a moment. Then he took another drink and began to\ntalk to himself. \"Yes, sir, I found an asteroid that's solid uranium.\nThere I was, down on my luck, an' cruisin' around in my own ship, the\n_Billikins_--\"\n\nHis thin hand went to his mouth as though to stop the words. His eyes\nwere filled with fear. A scream slipped between his bony fingers.\n\nBill Belton was on his feet, a groping hand within his coat.\n\n\"You,\" he screamed. \"Damn it, I'd know the name of that ship in hell.\nIt was your ship. You took my furs.\"\n\nThe little man's trembling hands were thrust out in protest.\n\n\"No!\" he screamed. \"No, no, no!\"\n\nSlowly Belton's hand came from his coat. His stubby, grimy fist\nclutched a long knife. \"It was you,\" he cried. He raised the knife in a\nshining arc.\n\nThen little Shafer's fear changed to desperation. With a scream he\njumped back and clawed at his coat. He was quick now. Fear had maddened\nhim. A mean little pistol appeared in his hand. He fired point-blank at\nBelton's face.\n\nBelton staggered and fell. His hands came up to a bleeding face\nthat was a face no more. He screamed a wild, bubbly scream. Then he\nrolled into the fire, screamed again, struggled to his feet, and fell\nagain--and lay still.\n\n\"You tricked me, damn you all.\" Shafer stood above the two seated men\nand brandished his gun. His eyes were burning now, little close-set\npools of mad fire. His shaking hand steadied and lowered the gun toward\nDuane.\n\nDuane's hand moved like a rattlesnake striking. Two stabs of flame\nlanced into the night. Shafer stumbled and fell.\n\nDuane turned his attention to Captain. The little man was nursing a\nbroken arm. A gun that had been levelled at Duane was slipping from\ndeadened fingers.\n\n\"You fool,\" he cried. \"You killed him. I believed that story. He knew\nwhere the uranium was.\"\n\nDuane shrugged. \"He was crazy. A killer. I know your kind, Captain. I\nknew what you were thinking when he hinted that he knew where a load of\nuranium was. You were figuring then that only you and Shafer would go\naway from this fire. You had your gun on me just then, ready to polish\nme off if Shafer missed.\"\n\n\"Damned blundering idiot,\" Captain swore. \"Oh, I wish I had some of my\nmen here.\"\n\n\"Leave your gun and get out,\" Duane told him.\n\n\"But it's dark. I can't go out there in the dark without a gun.\"\n\n\"Get out!\" Duane's words were like icy barbs. \"Mornin' will be here\nsoon.\"\n\nCaptain struggled to his feet. He was sobbing with fear and rage and\npain. Slowly he moved away from the fire.\n\n\"And remember what I said,\" Duane called after him. \"Men will conquer\nthe stars some day--after they have conquered themselves.\"\n\nCaptain's retreating figure faded into the night. The sound of his\nstumbling footsteps died away.\n\nDuane sat there before the little fire, staring intently into the\ncoals, oblivious of the two fallen figures that lay there in the\nshadows. At length he arose. In the east a bit of silver was appearing.\nAs he watched, the silver grew brighter; and long spars of purple and\nrose stretched across the sky.\n\nAnd as morning dawned the sweeping mists faded and disappeared. The sky\nwas empty--but clear and shining with promise.",
    "metadata": {
        "author": [
            "Kelleam, Joseph Everidge",
            "Kelleam, Joseph E. (Joseph Everidge)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61497/pg61497.txt",
        "name": "the_eagles_gather.json"
    }
}