{
    "name": "The Record of Currupira",
    "author": [
        "Abernathy, Robert",
        "Abernathy, Robert Harwood"
    ],
    "body": "James Dalton strode briskly through the main exhibit room of New\nYork's Martian Museum, hardly glancing to right or left though many\ndisplays had been added since his last visit. The rockets were coming\nhome regularly now and their most valuable cargoes--at least from a\nscientist's point of view--were the relics of an alien civilization\nbrought to light by the archeologists excavating the great dead\ncities.\n\nOne new exhibit did catch Dalton's eye. He paused to read the label\nwith interest--\n\n    MAN FROM MARS:\n\n    _The body here preserved was found December 12, 2001, by an\n    exploring party from the spaceship NEVADA, in the Martian\n    city which we designate E-3. It rested in a case much like\n    this, in a building that had evidently been the municipal\n    museum. Around it, in other cases likewise undisturbed since a\n    period estimated at fifty thousand years ago, were a number of\n    Earthly artifacts. These finds prove beyond doubt that a\n    Martian scientific expedition visited Earth before the dawn of\n    our history._\n\nOn the label someone had painstakingly copied the Martian glyphs found\non the mummy's original case. Dalton's eyes traced the looping\nornamental script--he was one of the very few men who had put in the\nyears of work necessary to read inscriptional Martian--and he smiled\nappreciation of a jest that had taken fifty thousand years to\nripen--the writing said simply, _Man From Earth_.\n\nThe mummy lying on a sculptured catafalque beyond the glass was\namazingly well preserved--far more lifelike and immensely older than\nanything Egypt had yielded. Long-dead Martian embalmers had done a\ngood job even on what to them was the corpse of an other-world\nmonster.\n\nHe had been a small wiry man. His skin was dark though its color might\nhave been affected by mummification. His features suggested those of\nthe Forest Indian. Beside him lay his flaked-stone ax, his\nbone-pointed spear and spear thrower, likewise preserved by a\nmarvelous chemistry.\n\nLooking down at that ancient nameless ancestor, Dalton was moved to\nsolemn thoughts. This creature had been first of all human-kind to\nmake the tremendous crossing to Mars--had seen its lost race in living\nglory, had died there and became a museum exhibit for the multiple\neyes of wise grey spiderish aliens.\n\n\"Interested in Oswald, sir?\"\n\nDalton glanced up and saw an attendant. \"I was just thinking--if he\ncould only talk! He does have a name, then?\"\n\nThe guard grinned. \"Well, we call him Oswald. Sort of inconvenient,\nnot having a name. When I worked at the Metropolitan we used to call\nall the Pharaohs and Assyrian kings by their first names.\"\n\nDalton mentally classified another example of the deep human need for\nverbal handles to lift unwieldy chunks of environment. The\nprofessional thought recalled him to business and he glanced at his\nwatch.\n\n\"I'm supposed to meet Dr. Oliver Thwaite here this morning. Has he\ncome in yet?\"\n\n\"The archeologist? He's here early and late when he's on Earth. He'll\nbe up in the cataloguing department now. Want me to show you--\"\n\n\"I know the way,\" said Dalton. \"Thanks all the same.\" He left the\nelevator at the fourth floor and impatiently pushed open the main\ncataloguing room's glazed door.\n\nInside cabinets and broad tables bore a wilderness of strange\nartifacts, many still crusted with red Martian sand. Alone in the room\na trim-mustached man in a rough open-throated shirt looked up from an\nobject he had been cleaning with a soft brush.\n\n\"Dr. Thwaite? I'm Jim Dalton.\"\n\n\"Glad to meet you, Professor.\" Thwaite carefully laid down his work,\nthen rose to grip the visitor's hand. \"You didn't lose any time.\"\n\n\"After you called last night I managed to get a seat on the\ndawn-rocket out of Chicago. I hope I'm not interrupting?\"\n\n\"Not at all. I've got some assistants coming in around nine. I was\njust going over some stuff I don't like to trust to their\nthumb-fingered mercies.\"\n\nDalton looked down at the thing the archeologist had been brushing. It\nwas a reed syrinx, the Pan's pipes of antiquity. \"That's not a very\nMartian-looking specimen,\" he commented.\n\n\"The Martians, not having any lips, could hardly have had much use for\nit,\" said Thwaite. \"This is of Earthly manufacture--one of the\nMartians' specimens from Earth, kept intact over all this time by a\npreservative I wish we knew how to make. It's a nice find, man's\nearliest known musical instrument--hardly as interesting as the record\nthough.\"\n\nDalton's eyes brightened. \"Have you listened to the record yet?\"\n\n\"No. We got the machine working last night and ran off some of the\nMartian stuff. Clear as a bell. But I saved the main attraction for\nwhen you got here.\" Thwaite turned to a side door, fishing a key from\nhis pocket. \"The playback machine's in here.\"\n\nThe apparatus, squatting on a sturdy table in the small room beyond,\nhad the slightly haywire look of an experimental model. But it was\nlittle short of a miracle to those who knew how it had been built--on\nthe basis of radioed descriptions of the ruined device the excavators\nhad dug up on Mars.\n\nEven more intriguing, however, was the row of neatly labeled boxes on\na shelf. There in cushioned nests reposed little cylinders of\nage-tarnished metal, on which a close observer could still trace the\nfaint engraved lines and whorls of Martian script. These were the\nbest-preserved specimens yet found of Martian record films.\n\nSound and pictures were on them, impressed there by a triumphant\nscience so long ago that the code of Hammurabi or the hieroglyphs of\nKhufu seemed by comparison like yesterday's newspaper. Men of Earth\nwere ready now to evoke these ancient voices--but to reproduce the\nstereoscopic images was still beyond human technology.\n\nDalton scrutinized one label intently. \"Odd,\" he said. \"I realize how\nmuch the Martian archives may have to offer us when we master their\nspoken language--but I still want most to hear _this_ record, the one\nthe Martians made right here on Earth.\"\n\nThwaite nodded comprehendingly. \"The human race is a good deal like an\namnesia patient that wakes up at the age of forty and finds himself\nwith a fairly prosperous business, a wife and children and a mortgage,\nbut no recollection of his youth or infancy--and nobody around to tell\nhim how he got where he is.\n\n\"We invented writing so doggone late in the game. Now we get to Mars\nand find the people there knew us before we knew ourselves--but they\ndied or maybe picked up and went, leaving just this behind.\" He used\nboth hands to lift the precious gray cylinder from its box. \"And of\ncourse you linguists in particular get a big charge out of this\ndiscovery.\"\n\n\"_If_ it's a record of human speech it'll be the oldest ever found. It\nmay do for comparative-historical linguistics what the Rosetta Stone\ndid for Egyptology.\" Dalton grinned boyishly. \"Some of us even nurse\nthe hope it may do something for our old headache--the problem of the\norigin of language. That was one of the most important, maybe _the_\nmost important step in human progress--and we don't know how or when\nor why!\"\n\n\"I've heard of the bowwow theory and the dingdong theory,\" said\nThwaite, his hands busy with the machine.\n\n\"Pure speculations. The plain fact is we haven't even been able to\nmake an informed guess because the evidence, the written records, only\nrun back about six thousand years. That racial amnesia you spoke of.\n\n\"Personally, I have a weakness for the magical theory--that man\ninvented language in the search for magic formulae, words of power.\nUnlike the other theories, that one assumes as the motive force not\nmerely passive imitativeness but an outgoing will.\n\n\"Even the speechless subman must have observed that he could affect\nthe behavior of animals of his own and other species by making\nappropriate noises--a mating call or a terrifying shout, for instance.\nHence the perennial conviction you can get what you want if you just\nhold your mouth right, _and_ you know the proper prayers or curses.\"\n\n\"A logical conclusion from the animistic viewpoint,\" said Thwaite. He\nfrowned over the delicate task of starting the film, inquired\noffhandedly, \"You got the photostat of the label inscription? What did\nyou make of it?\"\n\n\"Not much more than Henderson did on Mars. There's the date of the\nrecording and the place--the longitude doesn't mean anything to us\nbecause we still don't know where the Martians fixed their zero\nmeridian. But it was near the equator and, the text indicates, in a\ntropical forest--probably in Africa or South America.\n\n\"Then there's the sentence Henderson couldn't make out. It's obscure and\nrather badly defaced, but it's evidently a comment--unfavorable--on\nthe subject-matter of the recording. In it appears twice a sort of\ninterjection-adverb that in other contexts implies revulsion--something\nlike _ugh_!\"\n\n\"Funny. Looks like the Martians saw something on Earth they didn't\nlike. Too bad we can't reproduce the visual record yet.\"\n\nDalton said soberly, \"The Martian's vocabulary indicates that for all\ntheir physical difference from us they had emotions very much like\nhuman beings'. Whatever they saw must have been something we wouldn't\nhave liked either.\"\n\nThe reproducer hummed softly. Thwaite closed the motor switch and the\nancient film slid smoothly from its casing. Out of the speaker burst a\nstrange medley of whirrings, clicks, chirps, trills and modulated\ndrones and buzzings--a sound like the voice of grasshoppers in a\ndrought-stricken field of summer.\n\nDalton listened raptly, as if by sheer concentration he might even now\nbe able to guess at connections between the sounds of spoken\nMartian--heard now for the first time--and the written symbols that he\nhad been working over for years. But he couldn't, of course--that\nwould require a painstaking correlation analysis.\n\n\"Evidently it's an introduction or commentary,\" said the archeologist.\n\"Our photocell examination showed the wave-patterns of the initial and\nfinal portions of the film were typically Martian--but the middle part\nisn't. The middle part is whatever they recorded here on Earth.\"\n\n\"If only that last part is a translation....\" said Dalton hopefully.\nThen the alien susurration ceased coming from the reproducer and he\nclosed his mouth abruptly and leaned forward.\n\nFor the space of a caught breath there was silence. Then another voice\ncame in, the voice of Earth hundreds of centuries dead.\n\nIt was not human. No more than the first had been--but the Martian\nsounds had been merely alien and these were horrible.\n\nIt was like nothing so much as the croaking of some gigantic frog,\nrisen bellowing from a bottomless primeval swamp. It bayed of stinking\nsunless pools and gurgled of black ooze. And its booming notes\ndescended to subsonic throbbings that gripped and wrung the nerves to\nanguish.\n\nDalton was involuntarily on his feet, clawing for the switch. But he\nstopped, reeling. His head spun and he could not see. Through his\ndizzy brain the great voice roared and the mighty tones below hearing\nhammered at the inmost fortress of the man's will.\n\nOn the heels of that deafening assault the voice began to change. The\nnumbing thunder rumbled back, repeating the pain and the threat--but\nunderneath something crooned and wheedled obscenely. It said,\n\"_Come ... come ... come...._\" And the stunned prey came on stumbling\nfeet, shivering with a terror that could not break the spell.\n\nWhere the squat black machine had been was something that was also\nsquat and black and huge. It crouched motionless and blind in the mud\nand from its pulsing expanded throat vibrated the demonic croaking. As\nthe victim swayed helplessly nearer the mouth opened wide upon long\nrows of frightful teeth....\n\nThe monstrous song stopped suddenly. Then still another voice cried\nbriefly, thinly in agony and despair. That voice was human.\n\nEach of the two men looked into a white strange face. They were\nstanding on opposite sides of the table and between them the playback\nmachine had fallen silent. Then it began to whir again in the locust\nspeech of the Martian commentator, explaining rapidly, unintelligibly.\n\nThwaite found the switch with wooden fingers. As if with one accord\nthey retreated from the black machine. Neither of them even tried to\nmake a false show of self-possession. Each knew, from his first\nglimpse of the other's dilated staring eyes, that both had experienced\nand seen the same.\n\nDalton sank shivering into a chair, the darkness still swirling\nthreateningly in his brain. Presently he said, \"The expression of a\nwill--that much was true. But the will--was not of man.\"\n\n\n\nJames Dalton took a vacation. After a few days he went to a\npsychiatrist, who observed the usual symptoms of overwork and worry\nand recommended a change of scene--a rest in the country.\n\nOn the first night at a friend's secluded farm Dalton awoke drenched\nin cold sweat. Through the open window from not far away came a\nhellish serenade, the noise of frogs--the high nervous voices of\npeepers punctuating the deep leisured booming of bullfrogs.\n\nThe linguist flung on his clothes and drove back at reckless speed to\nwhere there were lights and the noises of men and their machines. He\nspent the rest of his vacation burrowing under the clamor of the city\nwhose steel and pavements proclaimed man's victory over the very grass\nthat grew.\n\nAfter awhile he felt better and needed work again. He took up his\nplanned study of the Martian recordings, correlating the spoken words\nwith the written ones he had already arduously learned to read.\n\nThe Martian Museum readily lent him the recordings he requested for\nuse in his work, including the one made on Earth. He studied the\nMartian-language portion of this and succeeded in making a partial\ntranslation--but carefully refrained from playing the middle section\nof the film back again.\n\nCame a day, though, when it occurred to him that he had heard not a\nword from Thwaite. He made inquiries through the Museum and learned\nthat the archeologist had applied for a leave of absence and left\nbefore it was granted. Gone where? The Museum people didn't know--but\nThwaite had not been trying to cover his trail. A call to Global Air\nTransport brought the desired information.\n\nA premonition ran up Dalton's spine--but he was surprised at how\ncalmly he thought and acted. He picked up the phone and called\nTransport again--this time their booking department.\n\n\"When's the earliest time I can get passage to Belem?\" he asked.\n\nWith no more than an hour to pack and catch the rocket he hurried to\nthe Museum. The place was more or less populated with sightseers,\nwhich was annoying, because Dalton's plans now included larceny.\n\nHe waited before the building till the coast was clear, then, with\nhandkerchief-wrapped knuckles, broke the glass and tripped the lever\non the fire alarm. In minutes a wail of sirens and roar of arriving\nmotors was satisfyingly loud in the main exhibit room. Police and fire\ndepartment helicopters buzzed overhead. A wave of mingled fright and\ncuriosity swept visitors and attendants alike to the doors.\n\nDalton, lingering, found himself watched only by the millennially\nsightless eyes of the man who lay in state in an airless glass tomb.\nThe stern face was inscrutable behind the silence of many thousand\nyears.\n\n\"Excuse me, Oswald,\" murmured Dalton. \"I'd like to borrow something of\nyours but I'm sure you won't mind.\"\n\nThe reed flute was in a long case devoted to Earthly specimens.\nUnhesitatingly Dalton smashed the glass.\n\n\n\nBrazil is a vast country, and it cost much trouble and time and\nexpense before Dalton caught up with Thwaite in a forlorn riverbank\ntown along the line where civilization hesitates on the shore of that\nvast sea of vegetation called the _mato_. Night had just fallen when\nDalton arrived. He found Thwaite alone in a lighted room of the single\ndrab hotel--alone and very busy.\n\nThe archeologist was shaggily unshaven. He looked up and said\nsomething that might have been a greeting devoid of surprise. Dalton\ngrimaced apologetically, set down his suitcase and pried the wax plugs\nout of his ears, explaining with a gesture that included the world\noutside, where the tree frogs sang deafeningly in the hot stirring\ndarkness of the near forest.\n\n\"How do you stand it?\" he asked.\n\nThwaite's lips drew back from his teeth. \"I'm fighting it,\" he said\nshortly, picking up his work again. On the bed where he sat were\nscattered steel cartridge clips. He was going through them with a\nsmall file, carefully cutting a deep cross in the soft nose of every\nbullet. Nearby a heavy-caliber rifle leaned against a wardrobe. Other\nthings were in evidence--boots, canteens, knapsacks, the tough\nclothing a man needs in the _mato_.\n\n\"You're looking for _it_.\"\n\nThwaite's eyes burned feverishly. \"Yes. Do you think I'm crazy?\"\n\n\n\nDalton pulled a rickety chair toward him and sat down straddling it.\n\"I don't know,\" he said slowly. \"_It_ was very likely a creature of\nthe last interglacial period. The ice may have finished its kind.\"\n\n\"The ice never touched these equatorial forests.\" Thwaite smiled\nunpleasantly. \"And the Indians and old settlers down here have\nstories--about a thing that calls in the _mato_, that can paralyze a\nman with fear. _Currupira_ is their name for it.\n\n\"When I remembered those stories they fell into place alongside a lot\nof others from different countries and times--the Sirens, for\ninstance, and the Lorelei. Those legends are ancient. But perhaps here\nin the Amazon basin, in the forests that have never been cut and the\nswamps that have never been drained, the _currupira_ is still real and\nalive. I _hope_ so!\"\n\n\"Why?\"\n\n\"I want to meet it. I want to show it that men can destroy it with all\nits unholy power.\" Thwaite bore down viciously on the file and the\nbright flakes of lead glittered to the floor beside his feet.\n\nDalton watched him with eyes of compassion. He heard the frog music\nswelling outside, a harrowing reminder of ultimate blasphemous insult,\nand he felt the futility of argument.\n\n\"Remember, I heard it too,\" Dalton said. \"And I sensed what you did.\nThat voice or some combination of frequencies or overtones within it,\nis resonant to the essence of evil--the fundamental life-hating\nself-destroying evil in man--even to have glimpsed it, to have heard\nthe brainless beast mocking, was an outrage to humanity that a man\nmust....\"\n\nDalton paused, got a grip on himself. \"But, consider--the outrage was\nwiped out, humanity won its victory over the monster a long time ago.\nWhat if it isn't quite extinct? That record was fifty thousand years\nold.\"\n\n\"What did you do with the record?\" Thwaite looked up sharply.\n\n\"I obliterated that--the voice and the pictures that went with it from\nthe film before I returned it to the Museum.\"\n\nThwaite sighed deeply. \"Good. I was damning myself for not doing that\nbefore I left.\"\n\nThe linguist said, \"I think it answered my question as much as I want\nit answered. The origin of speech--lies in the will to power, the lust\nto dominate other men by preying on the weakness or evil in them.\n\n\"Those first men didn't just guess that such power existed--they\n_knew_ because the beast had taught them and they tried to imitate\nit--the mystagogues and tyrants through the ages, with voices, with\ntomtoms and bull-roarers and trumpets. What makes the memory of that\nvoice so hard to live with is just knowing that what it called to is a\npart of man--isn't that it?\"\n\nThwaite didn't answer. He had taken the heavy rifle across his knees\nand was methodically testing the movement of the well-oiled breech\nmechanism.\n\nDalton stood up wearily and picked up his suitcase. \"I'll check into\nthe hotel. Suppose we talk this over some more in the morning. Maybe\nthings'll look different by daylight.\"\n\nBut in the morning Thwaite was gone--upriver with a hired boatman,\nsaid the natives. The note he had left said only, _Sorry. But it's no\nuse talking about humanity--this is personal._\n\nDalton crushed the note angrily, muttering under his breath, \"The\nfool! Didn't he realize I'd go with him?\" He hurled the crumpled paper\naside and stalked out to look for a guide.\n\n\n\nThey chugged slowly westward up the forest-walled river, an obscure\ntributary that flowed somewhere into the Xingu. After four days, they\nhad hopes of being close on the others' track. The brown-faced guide,\nJoao, who held the tiller now, was a magician. He had conjured up an\nancient outboard motor for the scow-like boat Dalton had bought from a\nfisherman.\n\nThe sun was setting murkily and the sluggish swell of the water ahead\nwas the color of witch's blood. Under its opaque surface _a mae\ndagua_, the Mother of Water, ruled over creatures slimy and\nrazor-toothed. In the blackness beneath the great trees, where it was\ndark even at noon, other beings had their kingdom.\n\nOut of the forest came the crying grunting hooting voices of its life\nthat woke at nightfall, fiercer and more feverish than that of the\ndaytime. To the man from the north there seemed something indecent in\nthe fertile febrile swarming of life here. Compared to a temperate\nwoodland the _mato_ was like a metropolis against a sleepy village.\n\n\"What's that?\" Dalton demanded sharply as a particularly hideous\nsquawk floated across the water.\n\n\"_Nao e nada. A bicharia agitase._\" Joao shrugged. \"The menagerie\nagitates itself.\" His manner indicated that some _bichinho_ beneath\nnotice had made the noise.\n\nBut moments later the little brown man became rigid. He half rose to\nhis feet in the boat's stern, then stooped and shut off the popping\nmotor. In the relative silence the other heard what he had--far off\nand indistinct, muttering deep in the black _mato_, a voice that\ncroaked of ravenous hunger in accents abominably known to him.\n\n\"_Currupira_,\" said Joao tensely. \"_Currupira sai a cacada da noite._\"\nHe watched the foreigner with eyes that gleamed in the fading light\nlike polished onyx.\n\n\"_Avante!_\" snapped Dalton. \"See if it comes closer to the river this\ntime.\"\n\nIt was not the first time they had heard that voice calling since they\nhad ventured deep into the unpeopled swampland about which the\ndownriver settlements had fearful stories to whisper.\n\nSilently the guide spun the engine. The boat sputtered on. Dalton\nstrained his eyes, watching the darkening shore as he had watched\nfruitlessly for so many miles.\n\nBut now, as they rounded a gentle bend, he glimpsed a small reddish\nspark near the bank. Then, by the last glimmer of the swiftly fading\ntwilight, he made out a boat pulled up under gnarled tree-roots. That\nwas all he could see but the movement of the red spark told him a man\nwas sitting in the boat, smoking a cigarette.\n\n\"In there,\" he ordered in a low voice but Joao had seen already and\nwas steering toward the shore.\n\nThe cigarette arched into the water and hissed out and they heard a\nscuffling and lap of water as the other boat swayed, which meant that\nthe man in it had stood up.\n\nHe sprang into visibility as a flashlight in Dalton's hand went on. A\nsquat, swarthy man with rugged features, a _caboclo_, of white and\nIndian blood. He blinked expressionlessly at the light.\n\n\"Where is the American scientist?\" demanded Dalton in Portuguese.\n\n\"_Quem sabe? Foi-se._\"\n\n\"Which way did he go?\"\n\n\"_Nao importa. O doutor e doido; nao ha-de-voltar_,\" said the man\nsuddenly. \"It doesn't matter. The doctor is crazy--he won't come\nback.\"\n\n\"Answer me, damn it! Which way?\"\n\nThe _caboclo_ jerked his shoulders nervously and pointed.\n\n\"Come on!\" said Dalton and scrambled ashore even as Joao was stopping\nthe motor and making the boat fast beside the other. \"He's gone in\nafter it!\"\n\nThe forest was a black labyrinth. Its tangled darkness seemed to drink\nup the beam of the powerful flashlight Dalton had brought, its uneasy\nrustlings and animal-noises pressed in to swallow the sound of human\nmovements for which he strained his ears, fearing to call out. He\npushed forward recklessly, carried on by a sort of inertia of\ndetermination; behind him Joao followed, though he moved woodenly and\nmuttered prayers under his breath.\n\nThen somewhere very near a great voice croaked briefly and was\nsilent--so close that it poured a wave of faintness over the hearer,\nseemed to send numbing electricity tingling along his motor nerves.\n\nJoao dropped to his knees and flung both arms about a tree-bole. His\nbrown face when the light fell on it was shiny with sweat, his eyes\ndilated and blind-looking. Dalton slammed the heel of his hand against\nthe man's shoulder and got no response save for a tightening of the\ngrip on the treetrunk, and a pitiful whimper, \"_Assombra-me_--it\novershadows me!\"\n\nDalton swung the flashlight beam ahead and saw nothing. Then all at\nonce, not fifty yards away, a single glowing eye sprang out of the\ndarkness, arched through the air and hit the ground to blaze into\nsearing brilliance and white smoke. The clearing in which it burned\ngrew bright as day, and Dalton saw a silhouetted figure clutching a\nrifle and turning its head from side to side.\n\nHe plunged headlong toward the light of the flare, shouting, \"Thwaite,\nyou idiot! You can't--\"\n\nAnd then the _currupira_ spoke.\n\nIts bellowing seemed to come from all around, from the ground, the\ntrees, the air. It smote like a blow in the stomach that drives out\nwind and fight. And it roared on, lashing at the wills of those who\nheard it, beating and stamping them out like sparks of a scattered\nfire.\n\nDalton groped with one hand for his pocket but his hand kept slipping\naway into a matterless void as his vision threatened to slip into\nblindness. Dimly he saw Thwaite, a stone's throw ahead of him, start\nto lift his weapon and then stand frozen, swaying a little on his feet\nas if buffeted by waves of sound.\n\nAlready the second theme was coming in--the insidious obbligato of\ninvitation to death, wheedling that _this way ... this way ..._ was\nthe path from the torment and terror that the monstrous voice flooded\nover them.\n\nThwaite took a stiff step, then another and another, toward the black\nwall of the _mato_ that rose beyond the clearing. With an\nindescribable shudder Dalton realized that he too had moved an\ninvoluntary step forward. The _currupira's_ voice rose triumphantly.\n\nWith a mighty effort of will Dalton closed fingers he could not feel\non the object in his pocket. Like a man lifting a mountain he lifted\nit to his lips.\n\nA high sweet note cut like a knife through the roll of nightmare\ndrums. With terrible concentration Dalton shifted his fingers and blew\nand blew....\n\nPiercing and lingering, the tones of the pipes flowed into his veins,\ntingling, warring with the numbing poison of the _currupira's_ song.\n\nDalton was no musician but it seemed to him then that an ancestral\ninstinct was with him, guiding his breath and his fingers. The powers\nof the monster were darkness and cold and weariness of living, the\ndeath-urge recoiling from life into nothingness.\n\nBut the powers of the pipes were life and light and warmth, life\nreturning when the winter is gone, greenness and laughter and love.\nLife was in them, life of men dead these thousand generations, life\neven of the craftsmen on an alien planet who had preserved their form\nand their meaning for this moment.\n\nDalton advanced of his own will until he stood beside Thwaite--but the\nother remained unstirring and Dalton did not dare pause for a moment,\nwhile the monster yet bellowed in the blackness before them. The light\nof the flare was reddening, dying....\n\nAfter a seeming eternity he saw motion, saw the rifle muzzle swing up.\nThe shot was deafening in his ear, but it was an immeasurable relief.\nAs it echoed the _currupira's_ voice was abruptly silent. In the\nbushes ahead there was a rending of branches, a frantic slithering\nmovement of a huge body.\n\nThey followed the noises in a sort of frenzy, plunging toward them\nheedless of thorns and whipping branches. The flashlight stabbed and\nrevealed nothing. Out of the shadows a bass croaking came again, and\nThwaite fired twice at the sound and there was silence save for a\nrenewed flurry of cracking twigs.\n\nAlong the water's edge, obscured by the trees between, moved something\nblack and huge, that shone wetly. Thwaite dropped to one knee and\nbegan firing at it, emptying the magazine.\n\nThey pressed forward to the margin of the slough, feet squishing in\nthe deep muck. Dalton played his flashlight on the water's surface and\nthe still-moving ripples seemed to reflect redly.\n\nThwaite was first to break the silence. He said grimly, \"Damned lucky\nfor me you got here when you did. It--_had_ me.\"\n\nDalton nodded without speaking.\n\n\"But how did you know what to do?\" Thwaite asked.\n\n\"It wasn't my discovery,\" said the linguist soberly. \"Our remote\nancestors met this threat and invented a weapon against it. Otherwise\nman might not have survived. I learned the details from the Martian\nrecords when I succeeded in translating them. Fortunately the Martians\nalso preserved a specimen of the weapon our ancestors invented.\"\n\nHe held up the little reed flute and the archeologist's eyes widened\nwith recognition.\n\nDalton looked out across the dark swamp-water, where the ripples were\nfading out. \"In the beginning there was the voice of evil--but there\nwas also the music of good, created to combat it. Thank God that in\nmankind's makeup there's more than one fundamental note!\"",
    "metadata": {
        "author": [
            "Abernathy, Robert",
            "Abernathy, Robert Harwood"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31762/pg31762.txt",
        "name": "the_record_of_currupira.json"
    }
}