{
    "name": "The Staircase At The Heart's Delight\r\n1894",
    "author": [
        "Green, Anna Katharine",
        "Rohlfs, Mrs. Charles",
        "Rohlfs, Anna Katharine Green"
    ],
    "body": "By Anna Katharine Green (Mrs. Charles Rohlfs)\n\nCopyright, 1894, by Anna Katharine Green\n\n\nAS TOLD BY MR. GRYCE.\n\n\"In the spring of 1840, the attention of the New York police was\nattracted by the many cases of well-known men found drowned in the\nvarious waters surrounding the lower portion of our great city. Among\nthese may be mentioned the name of Elwood Henderson, the noted tea\nmerchant, whose remains were washed ashore at Redhook Point; and of\nChristopher Bigelow, who was picked up off Governor's Island after\nhaving been in the water for five days, and of another well-known\nmillionaire whose name I cannot now recall, but who, I remember, was\nseen to walk towards the East River one March evening, and was not met\nwith again till the 5th of April, when his body floated into one of the\ndocks near Peck Slip.\n\n\"As it seemed highly improbable that there should have been a concerted\naction among so many wealthy and distinguished men to end their\nlives within a few weeks of each other, and all by the same method of\ndrowning, we soon became suspicious that a more serious verdict than\nthat of suicide should have been rendered in the case of Henderson,\nBigelow and the other gentleman I have mentioned. Yet one fact, common\nto all these cases, pointed so conclusively to deliberate intention on\nthe part of the sufferers that we hesitated to take action.\n\n\"This was, that upon the body of each of the above-mentioned persons\nthere were found, not only valuables in the shape of money and jewelry,\nbut papers and memoranda of a nature calculated to fix the identity\nof the drowned man, in case the water should rob him of his personal\ncharacteristics. Consequently, we could not ascribe these deaths to a\ndesire for plunder on the part of some unknown person.\n\n\"I was a young man in those days, and full of ambition. So, though I\nsaid nothing, I did not let this matter drop when the others did, but\nkept my mind persistently upon it and waited, with odd results as you\nwill hear, for another victim to be reported at police headquarters.\n\n\"Meantime I sought to discover some bond or connection between the\nseveral men who had been found drowned, which would serve to explain\ntheir similar fate. But all my efforts in this direction were fruitless.\nThere was no bond between them, and the matter remained for a while an\nunsolved mystery.\n\n\"Suddenly one morning a clew was placed, not in my hands, but in those\nof a superior official who at that time exerted a great influence over\nthe whole force. He was sitting in his private room, when there\nwas ushered into his presence a young man of a dissipated but not\nunprepossessing appearance, who, after a pause of marked embarrassment,\nentered upon the following story:\n\n\"I don't know whether or no, I should offer an excuse for the\ncommunication I am about to make; but the matter I have to relate is\nsimply this: Being hard up last night (for though a rich man's son I\noften lack money), I went to a certain pawn-shop in the Bowery where I\nhad been told I could raise money on my prospects. This place--you\nmay see it sometime, so I will not enlarge upon it--did not strike me\nfavorably; but, being very anxious for a certain definite sum of money,\nI wrote my name in a book which was brought to me from some unknown\nquarter, and proceeded to follow the young woman who attended me into\nwhat she was pleased to call her good master's private office. He may\nhave been a good master, but he was anything but a good man, In short,\nsir, when he found out who I was, and how much I needed money, he\nsuggested that I should make an appointment with my father at a place he\ncalled Judah's in Grand Street, where, said he, 'your little affair will\nbe arranged, and you made a rich man within thirty days. That is,' he\nslyly added, 'unless your father has already made a will, disinheriting\nyou.'\n\n\"I was shocked, sir, shocked beyond all my powers of concealment, not so\nmuch at his words, which I hardly understood, as at his looks, which had\na world of evil suggestion in them; so I raised my fist and would have\nknocked him down, only that I found two young fellows at my elbows, who\nheld me quiet for five minutes, while the old fellow talked to me. He\nasked me if I came to him on a fool's errand or really to get money;\nand when I admitted that I had cherished hopes of obtaining a clear two\nthousand dollars from him, he coolly replied that he knew of but one\nway in which I could hope to get such an amount, and that if I was too\nsqueamish to adopt it, I had made a mistake in coming to his shop, which\nwas no missionary institution, etc., etc. Not wishing to irritate him,\nfor there was menace in his eye, I asked, with a certain weak show of\nbeing sorry for my former heat, whereabouts in Grand Street I should\nfind this Judah. The retort was quick, 'Judah is not his name,' said he,\n'and Grand Street is not where you are to go to find him. I threw out a\nbait to see if you would snap at it, but I find you timid, and therefore\nadvise you to drop the matter entirely.' I was quite willing to do so,\nand answered him to this effect; whereupon, with a side glance I did\nnot understand but which made me more or less uneasy in regard to his\nintentions towards me, he motioned to the men who held my arms to let go\ntheir hold, which they at once did.\n\n\"'We have your signature,' growled the old man as I went out. 'If you\npeach on us or trouble us in any way we will show it to your father and\nthat will put an end to all your hopes of future fortune.' Then raising\nhis voice he shouted to the girl in the outer office, 'Let the young man\nsee what he has signed.' She smiled and again brought forward the book\nin which I had so recklessly placed my name, and there at the top of the\npage I read these words: 'For moneys received, I agree to notify Levi\nSolomon, within the month, of the death of my father, that he may\nrecover from me, without loss of time, the sum of ten thousand dollars\nfrom the amount I am bound to receive as my father's heir.' The sight\nof these lines knocked me hollow. But I am less of a coward morally than\nphysically, and I determined to acquaint my father at once with what I\nhad done, and get his advice as to whether or not I should inform the\npolice of my adventure. He heard me with more consideration than I\nexpected, but insisted that I should immediately make known to you my\nexperience in this Bowery pawnbroker's shop.\n\n\"The officer, highly interested, took down the young man's statement\nin writing, and, after getting a more accurate description of the Jew's\nhouse, allowed his visitor to go.\n\n\"Fortunately for me I was in the building at the time, and was able to\nrespond when a man was called up to investigate this matter. Thinking\nthat I saw a connection between it and the various mysterious deaths\nof which I have previously spoken, I entered into the affair with much\nspirit. But, wishing to be sure that my possibly unwarranted conclusions\nwere correct, I took pains to inquire, before proceeding upon my errand,\ninto the character of the heirs who had inherited the property of Elwood\nHenderson and Christopher Bigelow, and found that in each case there was\none among the rest who was well known for his profligacy and reckless\nexpenditure. It was a significant discovery, and increased, if possible,\nmy interest in running down this nefarious trafficker in the lives of\nwealthy men.\n\n\"Knowing that I could hope for no success in my character of detective,\nI made an arrangement with the father of the young gentleman before\nalluded to, by which I was to enter the pawn-shop as an emissary of the\nlatter. I accordingly appeared there, one dull November afternoon, in\nthe garb of a certain western sporting man, who, for a consideration,\nallowed me the temporary use of his name and credentials.\n\n\"Entering beneath the three golden balls, with, the swagger and general\nair of ownership I thought most likely to impose upon the self-satisfied\nfemale who presided over the desk, I asked to see her boss.\n\n\"'On your own business?' she queried, glancing with suspicion at my\nshort coat, which was rather more showy than elegant.\n\n\"'No,' I returned, 'not on my own business, but on that of a young\ngent----'\n\n\"'Anyone whose name is written here?' she interposed, reaching towards\nme the famous book, over the top of which, however, she was careful to\nlay her arm.\n\n\"I glanced down the page she had opened and instantly detected that\nof the young gentleman on whose behalf I was supposed to be there, and\nnodded 'Yes,' with all the assurance of which I was capable.\n\n\"'Very well, then,' said she, 'come!' and she ushered me without much\nado into a den of discomfort where sat a man, with a great beard and\nsuch heavy overhanging eyebrows that I could hardly detect the twinkle\nof his eyes, keen and incisive as they were.\n\n\"Smiling upon him, but not in the same way I had upon the girl, I\nglanced behind me at the open door, and above me at the partitions,\nwhich failed to reach the ceiling. Then I shook my head and drew a step\nnearer.\n\n\"'I have come,' I insinuatingly whispered, 'on behalf of a certain party\nwho left this place in a huff a day or so ago, but who since then has\nhad time to think the matter over, and has sent me with an apology which\nhe hopes'--here I put on a diabolical smile, copied, I declare to you,\nfrom the one I saw at that moment on his own lips--'you will accept.'\n\n\"The old wretch regarded me for full two minutes in a way to unmask\nme had I possessed less confidence in my disguise and in my ability to\nsupport it.\n\n\"'And what is this young gentleman's name?' he finally asked.\n\n\"For reply, I handed him a slip of paper. He took it and read the few\nlines written on it, after which he began to rub his palms together with\na snaky unction eminently in keeping with the stray glints of light that\nnow and then found their way through his' bushy eyebrows.\n\n\"'And so the young gentleman had not the courage to come again himself?'\nhe softly suggested, with just the suspicion of an ironical laugh.\n'Thought, perhaps, I would exact too much commission; or make him pay\ntoo roundly for his impertinent assurance.'\n\n\"I shrugged my shoulders, but vouchsafed no immediate reply, and he saw\nthat he had to open the business himself. He did it warily and with many\nan incisive question which would have tripped me up if I had not been\nvery much on my guard; but it all ended, as such matters usually do,\nin mutual understanding, and a promise that if the young gentleman was\nwilling to sign a certain paper, which, by the way, was not shown me,\nhe would in exchange give him an address which, if made proper use of,\nwould lead to my patron finding himself an independent man within a very\nfew days.\n\n\"As this address was the thing above all others which I most desired, I\nprofessed myself satisfied with the arrangement, and proceeded to hunt\nup my patron, as he was called. Informing him of the result of my visit,\nI asked if his interest in ferreting out these criminals was strong\nenough to lead him to sign the vile document which the Jew would\nprobably have in readiness for him on the morrow; and being told it was,\nwe separated for that day, with the understanding that we were to meet\nthe next morning at the spot chosen by the Jew for the completion of his\nnefarious bargain.\n\n\"Being certain that I was being followed in all my movements by the\nagents of this adept in villainy, I took care, upon leaving Mr. L----,\nto repair to the hotel of the sporting man I was personifying. Making\nmyself square with the proprietor, I took up my quarters in the room\nof my sporting friend, and, the better to deceive any spy who might be\nlurking about, I received his letters and sent out his telegrams, which,\nif they did not create confusion in the affairs of 'The Plunger,' must\nat least have occasioned him no little work the next day.\n\n\"Promptly at ten o'clock on the following morning I met my patron at the\nplace of rendezvous appointed by the old Jew; and when I tell you that\nthis was no other than the old cemetery of which a portion is still to\nbe seen off Chatham Square, you will understand the uncanny nature of\nthis whole adventure, and the lurking sense there was in it of brooding\ndeath and horror. The scene, which in these days is disturbed by\nelevated railroad trains and the flapping of long lines of parti-colored\nclothes strung high up across the quiet tombstones, was at that time one\nof peaceful rest, in the midst of a quarter devoted to everything for\nwhich that rest is the fitting and desirable end; and as we paused among\nthe mossy stones, we found it hard to realize that in a few minutes\nthere would be standing beside us the concentrated essence of all that\nwas evil and despicable in human nature.\n\n\"He arrived with a smile on his countenance that completed his ugliness,\nand would have frightened any honest man from his side at once. Merely\nglancing my way, he shuffled up to my companion, and leading him aside,\ndrew out a paper which he laid on a flat tombstone with a gesture\nsignificant of his desire that the other should affix to it the required\nsignature.\n\n\"Meantime I stood guard, and while attempting to whistle a light air,\nwas carelessly taking in the surroundings, and conjecturing, as best I\nmight, the reasons which had induced the old ghoul to make use of this\nspot for his diabolical business, and had about decided that it was\nbecause he was a ghoul, and thus felt at home among the symbols of\nmortality, when I caught sight of two or three young fellows, who were\nlounging on the other side of the fence.\n\n\"These were so evidently accomplices that I wondered if the two sly boys\nI had engaged to stand by me through this affair had spotted them, and\nwould know enough to follow them back to their haunts.\n\n\"A few minutes later, the old rascal came sneaking towards me, with a\ngleam of satisfaction in his half-closed eyes.\n\n\"'You are not wanted any longer,' he grunted. 'The young gentleman told\nme to say that he could look out for himself now.'\n\n\"'The young gentleman had better pay me the round fifty he promised\nme,' I grumbled in return, with that sudden change from indifference\nto menace which I thought best calculated to further my plans; and\nshouldering the miserable wretch aside, I stepped up to my companion,\nwho was still lingering in a state of hesitation among the gravestones.\n\n\"'Quick! Tell me the number and street which he has given you!\n'I whispered, in a tone strangely in contrast with the angry and\nreproachful air I had assumed.\n\n\"He was about to answer, when the old fellow came sidling up behind us.\nInstantly the young man before me rose to the occasion, and putting on\nan air of conciliation said in a soothing tone:\n\n\"'There, there, don't bluster. Do one thing more for me, and I will\nadd another fifty to those I promised you. Conjure up an anonymous\nletter--you know how--and send it to my father, saying that if he wants\nto know where his son loses his hundreds, he must go to the place on the\ndock, opposite 5 South Street, some night shortly after nine. It would\nnot work with most men, but it will with my father, and when he has been\nin and out of that place, and I succeed to the fortune he will leave me,\nthen I will remember you, and----'\n\n\"'Say, too,' a sinister voice here added in my ear, 'that if he wishes\nto effect an entrance into the gambling den which his son haunts,\nhe must take the precaution of tying a bit of blue ribbon in his\nbutton-hole. It is a signal meaning business, and must not be\nforgotten,' chuckled the old fellow, evidently deceived at last into\nthinking I was really one of his own kind.\n\n\"I answered by a wink, and taking care to attempt no further\ncommunication with my patron, I left the two, as soon as possible,\nand went back to the hotel, where I dropped 'the sport,' and assumed a\ncharacter and dress which enabled me to make my way undetected to the\nhouse of my young patron, where for two days I lay low, waiting for\na suitable time in which to make my final attempt to penetrate this\nmystery.\n\n\"I knew that for the adventure I was now contemplating considerable\ncourage was required. But I did not hesitate. The time had come for me\nto show my mettle. In the few communications I was enabled to hold with\nmy superiors I told them of my progress and arranged with them my\nplan of work. As we all agreed that I was about to encounter no common\nvillainy, these plans naturally partook of finesse, as you will see if\nyou will follow my narrative to the end.\n\n\"Early in the evening of a cool November night I sallied forth into the\nstreets, dressed in the habiliments and wearing the guise of the wealthy\nold gentleman whose secret guest I had been for the last few days. As he\nwas old and portly, and I young and spare, this disguise had cost me no\nlittle thought and labor. But assisted as I was by the darkness, I had\nbut little fear of betraying myself to any chance spy who might be upon\nthe watch, especially as Mr. L---- had a peculiar walk, which, in my\nshort stay with him, I had learned to imitate perfectly. In the lapel of\nmy overcoat I had tied a tag of blue ribbon, and, though for all I knew\nthis was a signal devoting me to a secret and mysterious death, I walked\nalong in a buoyant condition of mind, attributable, no doubt, to the\nexcitement of the venture and to my desire to test my powers, even at\nthe risk of my life.\n\n\"It was nine o'clock when I reached South Street. It was no new region\nto me, nor was I ignorant of the specified drinking den on the dock to\nwhich I had been directed. I remembered it as a bright spot in a mass\nof ship-prows and bow-rigging, and was possessed, besides, of a vague\nconsciousness that there was something odd in connection with it which\nhad aroused my curiosity sufficiently in the past for me to have once\nformed the resolution of seeing it again under circumstances which\nwould allow me to give, it some attention. But I never thought that\nthe circumstances would involve my own life, impossible as it is for a\ndetective to reckon upon the future or to foresee the events into which\nhe will be hurried by the next crime which may be reported at police\nheadquarters.\n\n\"There were but few persons in the street when I crossed to The Heart's\nDelight,--so named from the heart-shaped opening in the framework of the\ndoor, through which shone a light, inviting enough to one chilled by the\nkeen November air and oppressed by the desolate appearance of the almost\ndeserted street. But amongst those persons I thought I recognized more\nthan one familiar form, and felt reassured as to the watch which had\nbeen set upon the house. The night was dark and the river especially so,\nbut in the gloomy space beyond the dock I detected a shadow blacker than\nthe rest, which I took for the police-boat they had promised to have\nin readiness in case I needed rescue from the water-side. Otherwise the\nsurroundings were as usual, and saving the gruff singing of some drunken\nsailor coming from a narrow side street near by, no sound disturbed the\nsomewhat lugubrious silence of this weird and forsaken spot.\n\n\"Pausing an instant before entering, I glanced up at the building, which\nwas about three stories high, and endeavored to see what there was about\nit which had once arrested my attention, and came to the conclusion that\nit was its exceptional situation on the dock, and the ghostly effect of\nthe hoisting-beam projecting from the upper story like a gibbet. And yet\nthis beam was common to many a warehouse in the vicinity, though in none\nof them were there any such signs of life as proceeded from the curious\nmixture of sail loft, boat shop and drinking saloon, now before me.\nCould it be that the ban of criminality was upon the house, and that I\nhad been conscious of this without being able to realize the cause of my\ninterest?\n\n\"Not stopping to solve my sensations further, I tried the door, and,\nfinding it yield easily to my touch, turned the knob and entered. For\na moment I was blinded by the smoky glare of the heated atmosphere\ninto which I stepped, but presently I was able to distinguish the vague\noutlines of an oyster bar in the distance, and the motionless figures\nof some half dozen men, whose movements had been arrested by my sudden\nentrance. For an instant this picture remained; then the drinking and\ncard-playing were resumed, and I stood, as it were, alone on the sanded\nfloor near the door. Improving the opportunity for a closer inspection\nof the place, I was struck by its picturesqueness. It had evidently been\nonce used as a ship chandlery, and on the walls, which were but partly\nplastered, there still hung old bits of marlin, rusty rings and such\nother evidences of former traffic as did not interfere with the present\nmore lucrative business.\n\n\"Below were the two bars, one at the right of the door, and the other\nat the lower end of the room near a window, through whose small, square\npanes I caught a glimpse of the colored lights of a couple of ferry\nboats, passing each other in midstream.\n\n\"At a table near me sat two men, grumbling at each other over a game of\ncards. They were large and powerful figures in the contracted space\nof this long and narrow room, and my heart gave a bound of joy as I\nrecognized on them certain marks by which I was to know friend from foe\nin this possible den of thieves and murderers.\n\n\"Two sailors at the bar were bona fide habitues of the place, and so\nI judged to be the one or two other specimens of water-side character\nwhose backs I could faintly discern in one of the dim corners. Meantime\na man was approaching me.\n\n\"Let me see if I can describe him. He was about thirty, and had the\ncomplexion and figure of a consumptive, but his eye shone with the\nyellow glare of a beast of prey, and in the cadaverous hollows of his\nashen cheeks and amid the lines about his thin drawn lips there lay for\nall his conciliatory smile, an expression so cold and yet so ferocious\nthat I spotted him at once as the man to whose genius we were indebted\nfor the new scheme of murder which I was jeopardizing my life to\nunderstand. But I allowed none of the repugnance with which he inspired\nme to appear in my manner, and, greeting him with half a nod, waited\nfor him to speak. His voice had that smooth quality which betrays the\nhypocrite.\n\n\"'Has the gentleman an appointment here?' he asked, letting his glance\nfall for the merest instant on the lapel of my coat.\n\n\"I returned a decided affirmative. Or rather, I went on, with a meaning\nlook he evidently comprehended, 'my son has, and I have made up my mind\nto know just what deviltry he is up to these days. You see I can make it\nworth your while to give me the opportunity.'\n\n\"'O, I see,' he assented with a glance at the pocketbook I had just\ndrawn out. 'You want a private room from which you can watch the young\nscapegrace. I understand, I understand. But the private rooms are above.\nGentlemen are not comfortable here.'\n\n\"'I should say not,' I murmured, and drew from the pocketbook a bill\nwhich I slid quietly into his hand. 'Now take me where I shall be\nsafe,' I suggested, 'and yet in full sight of the room where the young\ngentlemen play. I wish to catch him at his tricks. Afterwards----'\n\n\"'All will be well,' he finished smoothly, with another glance at my\nblue ribbon. 'You see I do not ask you the young gentleman's name.\nI take your money and leave all the rest to you. Only don't make a\nscandal, I pray, for my house has the name of being quiet.'\n\n\"'Yes,' thought I, 'too quiet!' and for an instant felt my spirits fail\nme. But it was only for an instant. I had friends about me and a\npistol at half cock in the pocket of my overcoat. Why should I fear any\nsurprise, prepared as I was for every emergency?\n\n\"'I will show you up in a moment,' said he; and left me to put up a\nheavy board-shutter over the window opening on the river. Was this a\nsignal or a precaution? I glanced towards my two friends playing cards,\ntook another note of their broad shoulders and brawny arms, and prepared\nto follow my host, who now stood bowing at the other end of the room,\nbefore a covered staircase which was manifestly the sole means of\nreaching the floor above.\n\n\"The staircase was quite a feature in the room. It ran from back to\nfront, and was boarded all the way up to the ceiling. On these boards\nhung a few useless bits of chain, wire and knotted ends of tarred ropes,\nwhich swung to and fro as the sharp November blast struck the building,\ngiving out a weird and strangely muffled sound. Why did this sound, so\neasily to be accounted for, ring in my ears like a note of warning? I\nunderstand now, but I did not then, full of expectation as I was for\ndevelopments out of the ordinary.\n\n\"Crossing the room, I entered upon the staircase, in the wake of my\ncompanion. Though the two men at cards did not look up as I passed them,\nI noticed that they were alert and ready for any signal I might choose\nto give them. But I was not ready to give one yet. I must see danger\nbefore I summoned help, and there was no token of danger yet.\n\n\"When we were about half-way up the stairs the faint light which had\nilluminated us from below suddenly vanished, and we found ourselves in\ntotal darkness. The door at the foot had been closed by a careful hand,\nand I felt, rather than heard, the stealthy pushing of a bolt across it.\n\n\"My first impulse was to forsake my guide and rush back, but I\nsubdued the unworthy impulse and stood quite still, while my companion\nexclaiming, 'Damn that fellow! What does he mean by shutting the door\nbefore we're half-way up!' struck a match and lit a gas jet in the room\nabove, which poured a flood of light upon the staircase. Drawing my hand\nfrom the pocket in which I had put my revolver, I hastened after him\ninto the small landing at the top of the stairs. An open door was before\nme, in which he stood bowing, with the half-burnt match in his hand.\n'This is the place, sir,' he announced, motioning me in.\n\n\"I entered and he remained by the door, while I passed quickly about the\nroom, which was bare of every article of furniture save a solitary table\nand chair. There was not even a window in it, with the exception of one\nsmall light situated so high up in the corner made by the jutting-up\nstaircase that I wondered at its use, and was only relieved of extreme\napprehension at the prison-like appearance of the place by the gleam\nof light which came through this dusty pane, showing that I was not\nentirely removed from the presence of my foes if I was from that of my\nfriends.\n\n\"'Ah, you have spied the window,' remarked my host, advancing toward me\nwith a countenance he vainly endeavored to make reassuring and friendly.\n'That is your post of observation, sir,' he whispered, with a great show\nof mystery. 'By mounting on the table you can peer into the room where\nmy young friends sit securely at play.'\n\n\"As it was not part of my scheme to show any special mistrust, I merely\nsmiled a little grimly, and cast a glance at the table on which stood a\nbottle of brandy and one glass.\n\n\"'Very good brandy,' he whispered, 'Not such stuff as we give those\nfellows down-stairs.'\n\n\"I shrugged my shoulders and he slowly backed towards the door.\n\n\"'The young men you bid me watch are very quiet,' I suggested, with a\ncareless wave of my hand towards the room he had mentioned.\n\n\"'Oh, there is no one there yet. They begin to straggle in about ten\no'clock.'\n\n\"'Ah,' was my quiet rejoinder, 'I am likely, then, to have use for your\nbrandy.'\n\n\"He smiled again and made a swift motion towards the door.\n\n\"'If you want anything,' said he, 'just step to the foot of the\nstaircase and let me know. The whole establishment is at your service.'\nAnd with one final grin that remains in my mind as the most threatening\nand diabolical I have ever witnessed, he laid his hand on the knob of\nthe door and slid quickly out.\n\n\"It was done with such an air of final farewell, that I felt my\napprehensions take a positive form. Rushing towards the door through\nwhich he had just vanished, I listened and heard, as I thought, his\nstealthy feet descend the stair. But when I sought to follow, I found\nmyself for the second time overwhelmed by darkness. The gas jet, which\nhad hitherto burned with great brightness in the small room, had been\nturned off from below, and beyond the faint glimmer which found its way\nthrough the small window of which I have spoken, not a ray of light now\ndisturbed the heavy gloom of this gruesome apartment.\n\n\"I had thought of every contingency but this, and for a few minutes\nmy spirits were dashed. But I soon recovered some remnants of\nself-possession, and began feeling for the knob I could no longer see.\nFinding it after a few futile attempts, I was relieved to discover that\nthis door at least was not locked; and, opening it with a careful hand,\nI listened intently, but could hear nothing save the smothered sound of\nmen talking in the room below.\n\n\"Should I signal for my companions? No, for the secret was not yet mine\nas to how men passed from this room into the watery grave which was the\nevident goal for all wearers of the blue ribbon.\n\n\"Stepping back into the middle of the room, I carefully pondered my\nsituation, but could get no further than the fact that I was somehow,\nand in some way, in mortal peril. Would it come in the form of a bullet,\nor a deadly thrust from an unseen knife? I did not think so. For, to say\nnothing of the darkness, there was one reassuring fact which recurred\nconstantly to my mind in connection with the murders I was endeavoring\nto trace to this den of iniquity.\n\n\"None of the gentlemen who had been found drowned had shown any marks of\nviolence on their bodies, so it was not attack I was to fear, but some\nmysterious, underhanded treachery which would rob me of consciousness\nand make the precipitation of my body into the water both safe and easy.\nPerhaps it was in the bottle of brandy that the peril lay; perhaps--but\nwhy speculate further! I would watch till midnight and then, if nothing\nhappened, signal my companions to raid the house.\n\n\"Meantime a peep into the next room might help me towards solving the\nmystery. Setting the bottle and glass aside, I dragged the table across\nthe floor, placed it under the lighted window, mounted, and was about to\npeer through, when the light in that apartment was put out also. Angry\nand overwhelmed, I leapt down, and, stretching out my hands till they\ntouched the wainscoting, I followed the wall around till I came to the\nknob of the door, which I frantically clutched. But I did not turn it\nimmediately, I was too anxious to catch these villains at work. Would I\nbe conscious of the harm they meditated against me, or would I\nimperceptibly yield to some influence of which I was not yet conscious,\nand drop to the floor before I could draw my revolver or put to my mouth\nthe whistle upon which I de-pended for assistance and safety? It was\nhard to tell, but I determined to cling to my first intention a little\nlonger, and so stood waiting and counting the minutes, while wondering\nif the captain of the police boat was not getting impatient, and whether\nI had not more to fear from the anxiety of my friends than the cupidity\nof my foes.\n\n\"You see I had anticipated communicating with the men in this boat by\ncertain signals and tokens which had been arranged between us. But the\nlack of windows in the room had made all such arrangements futile, so I\nknew as little of their actions as they of my sufferings; all of which\ndid not tend to add to the cheerfulness of my position.\n\n\"I, however, held out for a half-hour, listening, waiting and watching\nin a darkness which, like that of Egypt, could be felt, and when the\nsuspense grew intolerable I struck a match and let its blue flame\nflicker for a moment over the face of my watch. But the matches soon\ngave out and with them my patience, if not my courage, and I determined\nto end the suspense by knocking at the door beneath.\n\n\"This resolution taken, I pulled open the door before me and stepped\nout. Though I could see nothing, I remembered the narrow landing at the\ntop of the stairs, and, stretching out my arms, I felt for the boarding\non either hand, guilding myself by it, and began to descend, when\nsomething rising, as it were, out of the cavernous darkness before me\nmade me halt and draw back in mingled dread and horror.\n\n\"But the impression, strong as it was, was only momentary, and, resolved\nto be done with the matter, I precipitated myself downward, when\nsuddenly, at about the middle of the staircase, my feet slipped and I\nslid forward, plunging and reaching out with hands whose frenzied grasp\nfound nothing to cling to, down a steep inclined plane--or what to my\nbewildered senses appeared such,--till I struck a yielding surface and\npassed with one sickening plunge into the icy waters of the river which\nin another moment had closed dark and benumbing above my head.\n\n\"It was all so rapid I did not think of uttering a cry. But happily for\nme the splash I made told the story, and I was rescued before I could\nsink a second time.\n\n\"It was a full half hour before I had sufficiently recovered from the\nshock to relate my story. But when once I had made it known, you can\nimagine the gusto with which the police prepared to enter the house\nand confound the obliging host with a sight of my dripping garments and\naccusing face. And indeed in all my professional experience I have never\nbeheld a more sudden merging of the bully into a coward than was to be\nseen in this slick villain's face, when I was suddenly pulled from the\ncrowd and placed before him, with the old man's wig gone from my head,\nand the tag of blue ribbon still clinging to my wet coat.\n\n\"His game was up, and he saw it; and Ebenezer Gryce's career had begun.\n\n\"Like all destructive things the device by which I had been run into the\nriver was simple enough when understood. In the first place it had been\nconstructed to serve the purpose of a stairway and chute. The latter was\nin plain sight when it was used by the sailmakers to run the finished\nsails into the waiting yawls below. At the time of my adventure, and for\nsome time before, the possibilities of the place had been discovered by\nmine host, who had ingeniously put a partition up the entire stairway,\ndividing the steps from the smooth runway. At the upper part of the\nrunway he had built a few steps, wherewith to lure the unwary far enough\ndown to insure a fatal descent. To make sure of his game he had likewise\nceiled the upper room all around, including the enclosure of the stairs.\nThe door to the chute and the door to the stairs were side by side, and\nbeing made of the same boards as the wainscoting, were scarcely visible\nwhen closed, while the single knob that was used, being transferable\nfrom one to the other, naturally gave the impression that there was but\none door. When this adroit villain called my attention to the little\nwindow around the corner, he no doubt removed the knob from the stairs'\ndoor and quickly placed it in the one opening upon the chute. Another\ndoor, connecting the two similar landings without, explains how he got\nfrom the chute staircase into which he passed, on leaving me, to the one\ncommunicating with the room below.\n\n\"The mystery was solved, and my footing on the force secured; but to\nthis day--and I am an old man now--I have not forgotten the horror of\nthe moment when my feet slipped from under me, and I felt myself sliding\ndownward, without hope of rescue, into a pit of heaving waters, where so\nmany men of conspicuous virtue had already ended their valuable lives.\n\n\"Myriad thoughts flashed through my brain in that brief interval, and\namong them the whole method of operating this death-trap, together with\nevery detail of evidence that would secure the conviction of the entire\ngang.\"",
    "metadata": {
        "author": [
            "Green, Anna Katharine",
            "Rohlfs, Mrs. Charles",
            "Rohlfs, Anna Katharine Green"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22811/pg22811.txt",
        "name": "the_staircase_at_the_heart_s_delight_1894.json"
    }
}