{
    "name": "The White Canoe, and Other Verse",
    "author": [
        "Sullivan, Alan"
    ],
    "body": "TORONTO:\n\nTHE J. E. BRYANT CO. (LTD.)\n\n1891.\n\n\n\n\n  The White Canoe\n  And other Verse.\n\n\n\n\n  The White Canoe.\n\n  There's a whisper of life in the grey dead trees,\n    And a murmuring wash on the shore,\n  And a breath of the South in the loitering breeze,\n    To tell that a winter is o'er.\n  While free, at last, from its fetters of ice\n    The river is clear and blue,\n  And cries with a tremulous quivering voice\n    For the launch of the White Canoe.\n\n  Oh, gently the ripples will kiss her side,\n    And tenderly bear her on;\n  For she is the wandering phantom bride\n    Of the river she rests upon;\n  She is loved with a love that cannot forget,\n    A passion so strong and true,\n  That never a billow has risen yet\n    To peril the White Canoe.\n\n  So come when the moon is enthroned in the sky,\n    And the echoes are sweet and low,\n  And Nature is full of the mystery\n    That none but her children know;\n  Come, taste of the rest that the weary crave,\n    But is only revealed to a few:\n  When there's trouble on shore, there's peace on the wave,\n    Afloat in the White Canoe.\n\n\n\n\n  A Vision.\n\n  To-night, sweetheart, when all about me lay\n    In shadow deep the wood,\n  I felt my soul within me reel and sway\n    And pulse my sluggish blood,\n  As when along a quiet land-locked bay\n    Swells some resistless flood.\n\n  My spirit leapt from out its earthly prison,\n    Higher and ever higher,\n  Until it reached those barriers Elysian\n    Where the eternal fire\n  Creates one great impassable division\n    Twixt us and our desire.\n\n  Up, till it left the regions of the night,\n    Of sorrow and of fear,\n  Emerging into that soft mellow light,\n    That radiance pure and clear,\n  Where Love reigns all supreme, and all is bright\n    If only Love be near.\n\n  There through sweet meadows, on by brimming streams,\n    Wandered my soul at will,\n  And saw such forms as haunt our loveliest dreams\n    And, waking, haunt us still;\n  Voices like music, smiles like sunny beams\n    Lost in a rippling rill.\n\n  But ah! my soul saw one supremely fair,\n    One form the most divine,\n  One face enhaloed all with golden hair,\n    In beauty most benign,\n  Surpassing all the perfect beauty there:\n    Heart of my heart, 'twas thine!\n\n  My soul went forth, but all grew strange and dim--\n    Meadow and stream were gone--\n  I heard a sound as of a far-off hymn\n    By night winds softly blown;\n  Then all around me seemed to sink and swim,\n    And I am here alone.\n\n\n\n\n  A Question.\n\n  Pale Moon, whose tranquil orb resplendent sails\n    The ethereal main; thy curved prow\n  For ever braving the celestial gales,\n          Serene and slow:\n\n  Myriads of Stars, that ever dot the blue\n    Great vault of heaven: eyes that keep\n  Eternal watch, unshaken, strong, and true,\n          Yet never sleep:\n\n  Ye southern Zephyrs, redolent with balm\n    Of myrtle, orange, and the rose;\n  Blowing from islands where the fronded palm\n          In beauty grows:\n\n  Wind of the North, whose trumpet voice can shake\n    The shuddering echoes of the cave;\n  Storm-born, blast-driven; thou, whose breath doth make\n          The mighty wave:\n\n  Perpetual Fire, whose never-dying flame\n    Consumes the glowing heart of earth,\n  Until a wide destruction shall proclaim\n          A second birth:\n\n  Tell me, oh! mighty concourse, have ye seen\n    In all this great infinity\n  Of worlds unborn and planets that have been,\n          A place for me?\n\n\n\n\n  Confession, Creed, and Prayer.\n\n  Silent around me a cathedral dim,\n  Still throbbing with the echoes of a hymn,\n  Lifted its ghostly arches, great and grim;\n\n  Slowly the worshippers had filed away;\n  Untenanted the vacant cloisters lay;\n  As even followed on the steps of day;\n\n  But one remained, who bent his reverent head\n  Where graven figures slumber with the dead,\n  And spake with faltering accents, and he said:\n\n  \"Light, light, more light; Great Father, give me light;\n  I cannot see my way, so dark the night;\n  My finite heart shrinks from the infinite.\n\n  \"Anon the shadow lifts: my straining eyes\n  One moment see that which before me lies;\n  This fades, and new-born hope within me dies.\n\n  \"I looked for sunshine, yet there cometh rain;\n  My sweetest pleasure turneth into pain:\n  I would sink back to nothingness again.\n\n  \"Beliefs are but perpetual ideas,\n  The gospel worketh only on my fears,\n  In bitterness and sorrow, void of tears;\n\n  \"In one God I believe, eternally\n  Omnipotent and present, and that He\n  Rules Heaven and Hell, the earth, the sky, the sea.\n\n  \"As carnal life by carnal love is given,\n  So life divine by love divine is proven,\n  Of which the fountain head is God in Heaven.\n\n  \"That since each body is the fleshly home\n  Of something better, something not our own,\n  So God all faults but foulness will condone.\n\n  \"For I believe impurity is sin\n  Against the Spirit life that dwells within\n  Creating Father and created men;\n\n  \"That every soul is judged true and well\n  According to the light that on it fell:\n  No light, no judgment; strong light, Heaven or Hell.\n\n  \"All this and more; Great Father, I have heard\n  Of Thy dear Son; my heart expectant stirred\n  To welcome Him, confessing I had erred.\n\n  \"Nay, said humanity within me, nay,\n  I cannot grasp this mystery, so stay\n  Until I comprehend, and I obey:\n\n  \"I would, yet cannot--herein lies my grief.\n  Thy Son spake comfort to the dying thief,\n  So speak to me and help mine unbelief.\"\n\n  Here the voice faltered, ceased.  God, can it be\n  The morn has dawned on him and not on me?\n  Is this the Publican, I Pharisee?\n\n\n\n\n  To My Pipe.\n\n  Others their nectar from the goblet sip;\n  I draw sweet solace from thine amber lip.\n\n  \"A feast of reason and a flow of soul\"\n  Lurk in the perfumed vapors of thy bowl.\n\n  Some scoff, and say I err from nature's rules--\n  Tobacco's poison; but, friend, some are fools.\n\n  If times are hard, no comrade like to thee;\n  If prosperous, thou'rt the priest of jollity.\n\n  Browned in my service, silver-rimmed through age,\n  Thy smouldering fire, reflection's heritage;\n\n  When the day comes, old friend, and I'm dead broke,\n  Then just one puff--we'll both go up in smoke.\n\n\n\n\n  Supposing.\n\n  HE.\n\n  Supposing that when we were wed, love,\n    And two were reduced into one,\n  That a hot-tempered word should be said, love,\n    And thoughtlessly mischief be done;\n  That you should be proud and offended.\n    And I should be heartless and cold:\n  Do you think that our peace would be ended,\n    The tale of our happiness told?\n\n  Supposing that children should come, love,\n    It may be a girl and a boy,\n  And my heart should go forth to the one, love,\n    The other your pride and your joy;\n  Do you think that although so divided,\n    Yet we still in our plans could agree,\n  And always the best be provided,\n    For our dear ones by you and by me?\n\n  Supposing that times were so bad, love,\n    That ends couldn't possibly meet--\n  And I should get weary and sad, love,\n    While you were still hopeful and sweet;\n  Do you think you'd inspirit and cheer me,\n    And help me to weather the gale,\n  That your presence would ever be near me,\n    Your courage not falter or fail?\n\n\n  SHE.\n\n  Supposing, you darling old stupid,\n    That all this should happen, and more,\n  Do you think that the youngster called Cupid\n    Would fly, and his reign would be o'er?\n  No; the bond of affection would stay, dear,\n    Independent of pocket or purse;\n  As a wife I would honor, obey, dear,\n    And love you \"for better for worse.\"\n\n\n\n\n  The Widower's Lullaby.\n\n  Dost remember, dear one, floating\n    On a moonlit silver sea;\n  Stars above us, depths beneath us,\n    Shadows covering you and me?\n\n  Ever drifting, spellbound, silent,\n    Down a shimmering track of light;\n  While around the gloom was throbbing\n    With the mystery of night.\n\n  Mute our lips; what need of speaking?\n    But our heart chords were as tense\n  As a bowstring stretched to breaking:\n    Every look was eloquence.\n\n  Till my soul had burst its barriers,\n    And I told you my desire;\n  Told of love, undying passion,\n    Strong as ocean, pure as fire.\n\n  You nor moved, nor sighed, nor answered,\n    Pale your cheek was as your dress,\n  But the golden lashes drooping\n    Gave response, and it was \"Yes.\"\n\n  That was five long years ago, dear,\n    Can you hear me as I speak?\n  For again I see the lashes\n    Falling on a pallid cheek.\n\n  Still, and ah! so silent sleeping,\n    Motionless you take your rest;\n  I've your pledge of love beside me,\n    And your image in my breast.\n\n  Just one golden head you gave me,\n    Little one with eyes of blue;\n  See, she nestles to my shoulder:\n    Darling, can you see us two?\n\n\n\n\n  LULLABY.\n\n        Sleep, little one, sleep,\n  Safe and strong is thy father's arm,\n  He will guard thee from every harm,\n  Soothe thee with kisses soft and warm\n        Sleep, little one, sleep.\n\n        Sleep, little one, sleep;\n  Close the lids on the wondering eyes,\n  Deep and blue as the summer skies.\n  Far in the west the sunset dies:\n        Sleep, little one, sleep.\n\n        Sleep, little one, sleep,\n  Thou art more than the world to me,\n  All my life shall be spent for thee,\n  Till Nature comes with her lullaby:\n        Sleep, little one, sleep.\n\n\n\n\n  The Bird in the Night.\n\n  Once long ago, a summer night in June,\n  When earth lay still beneath a waning moon.\n  And never sound or rustle in the wood\n  Save the dull thunder of a far-off flood,\n  Hurling itself in ruin to the deep\n  O'er a great gulf, I lay and strove to sleep.\n  The stars were out; I watched with aching eye\n  Their slow grand march across a cloudless sky,\n  But rest came not; when suddenly I heard,\n  Far in the slumbering forest, one lone bird\n  Give three sweet calls, as if in pure delight\n  To fling its soul in music through the night!\n\n  Like a cool hand upon a fevered brow\n  Came that dear song; all fear had vanished now,\n  Steady my pulse, sunk in oblivion's arms\n  Forgetful as a child of past alarms.\n  Ye who have doubts--who is it has them not?\n  Ye who have fears, and troubled anxious thought,\n  When the storm lulls, will, if ye list aright,\n  Hear a bird singing in your darkest night.\n\n\n\n\n  Nescio at Felix.\n\n  One night, with some unquietness and dread,\n      And fear of boding ill within my soul,\n      I fell to sleep; before me, like a scroll,\n  Lay bare the coming years.  In them I read,\n  Clear writ as in a book or chart, the vast\n      Futurity, with all its joy and grief,\n      Success and failure, love, hate, unbelief\n  And faith, and that blind parting at the last;\n  Whereat my soul recoiled, nor could it bear\n    To muse on so much labor; better far\n      Not to have been, or else to be perchance\n  Like a dumb brute, existence without care\n    Or consciousness; but with the morning star\n      I woke, and thanked God for my ignorance.\n\n\n\n\n  To My Indian Pipe.\n\n  Thou, with the black stone stem, what of the past?\n      Where are the cunning hands that fashioned thee?\n      Where are the stern brown lips that placidly\n  Drew comfort from thee 'neath the towering mast\n  Of some old pine; or, patient to the last,\n      Toiled over thee?  Perchance thou wert a god\n      Worshipped and feared by those whose light feet trod\n  The dim green aisles of that cathedral vast:\n  But now thine incense rises, and I see\n    The still north land, and hear the otter dive,\n      The rapids calling, and the great trout leap;\n  And smoking here it seemeth like to me\n    As if some dead hands touched the hands alive,\n      In token of the fellowship we keep.\n\n\n\n\n  Advenit Amor.\n\n  Silence again, sweetheart, the shadows grow,\n    I watch the white stars climb into the sky,\n    Hear the dull rapids' softened lullaby\n  In smothered thunder, brooding sweet and low;\n  Catch in the east the pallid silver glow\n    Of a new moon, that floating pure and clear\n    In perfect promise of the fuller sphere,\n  Dips this dim world in glory, mounting slow.\n\n  Not always had the heavens such a charm;\n    Last year the rapids were not half so sweet,\n    The wind had not such rythmic melody,\n  Till, Love, love came, and fanned the cold 'heart warm,\n  Attuned to music chords still incomplete,\n    And set the whole night whispering of thee.\n\n\n\n\n  A Song of Life.\n\n      It came through the fields of air,\n      It came through the silent night,\n  Borne low on a sigh of a western breeze,\n  Like the far-off voice of tumultuous seas,\n      In a tempest's waning might.\n\n      I heard the wonderful song,\n      It made its home in my breast;\n  The music of all the world was there,\n  it hushed all murmur of pain or care,\n      A psalm of infinite rest.\n\n      Ever more clear and pure,\n      Ever more strong and sweet;\n  Till some kindred chord in the outer air,\n  In response to the melody throbbing there,\n      Sang \"come\" to my restless feet.\n\n      I heard the mysterious call,\n      I rose and followed it straight,\n  O'er many a mount, through many a dale,\n  Past blazing meadow and shady vale,\n      To the sunset's roseate gate.\n\n      And never a halt or stop,\n      Till the song I could scarcely hear;\n  It had sunk to an echo, faint and dim,\n  Of some melodious wonderful hymn,\n      So I knew that the end was near.\n\n      Lower and fainter yet,\n      And more imperceptible still,\n  As I journeyed on; but I climbed one day,\n  With courage that faltered, so steep the way,\n      The crest of a long, long hill.\n\n      There, far as the eye could scan,\n      Was naught but the fathomless deep,\n  While down at the crag's great base the waves\n  Crept in and out of the blind black caves\n      And whispered ever of sleep.\n\n      I looked at my hair, 'twas white;\n      My hands were bony and long;\n  The years of my life had vanished and fled,\n  Though they seemed but days that had quickly sped\n      In pursuit of that fugitive song.\n\n      Then out of the ocean's heart\n      Came swelling a grand refrain,\n  And through it there pulsed an angelic voice:\n  \"Now weary mortal, rejoice, rejoice,\n      Thou hast come to thy rest again;\n\n      \"The song that stole into thy breast\n      Was the song of an earthly love,\n  It was but an echo, faint, yet true,\n  Of that mightier song that is pealing through\n      The musical halls above.\"\n\n      Then prone on the storm-swept bluff,\n      My face to a golden sky,\n  The breezes played with my toil-stained dress,\n  And I waited and prayed in my loneliness\n      To taste of the worst, and die.\n\n      So out of the void, a sound\n      From the vast dim space, a breath\n  That fanned the flickering flame of life\n  Till it flared, went out, and ended the strife--\n      I slept, and the sleep was Death.\n\n\n\n\n  Voices.\n\n  My heart within me stirred with a nameless trouble and dread\n  Of evil that should betide, and a voice in my bosom said:\n  \"What pause from this weary toiling, what end to this endless strife?\n  The day bringeth naught but labor, and death follows hard upon life;\n  Ever I see the false one triumphing over the true,\n  The foul outbalance the fair, the many oppressed by the few.\n  Answer me, mortal master, after the battle is fought,\n  Six feet of earth for a couch, mayhap a stone, then--what?\"\n  How could I answer my heart?  When suddenly in my breast\n  There fell a hush as of a wind sinking at eve to rest;\n  The voice within me was stilled, and I felt its murmuring cease,\n  For somewhere out of infinity an angel had whispered \"Peace.\"\n\n\n\n\n  Fifty Years Hence.\n\n  Again 'twas night, and on the wave\n    The moon in silver lay;\n  Vanished had all the petty cares\n    And troubles of the day.\n\n  No sound in all the wide expanse,\n    No rustle in the wood,\n  Save when some evening zephyr stirred\n    In whispers on the flood.\n\n  Breathless and motionless she stood,\n    Unquestioningly dumb,\n  Twas as a world were waiting there--\n    Waiting for God to come.\n\n  Then back, through long dead years, her heart\n    Winged its reflective flight,\n  To ponder childhood's days again,\n    To muse on past delight.\n\n  A mist came o'er her eyes, her gaze\n    Had spanned the wide gulf o'er,\n  Old voices spake, old scenes recurred,\n    Old friendship lived once more.\n\n  Serene the skies, no fear, no care,\n    No tempest and no storm,\n  Wild birds and sunshine in the air,\n    And south winds sweet and warm.\n\n  Ah! perfect youth, ah! perfect life,\n    Free as a cloud above,\n  Ah! fount whence spring the purest hopes,\n    Whence flows the purest love.\n\n  For if ambition's wildest dreams\n    Success should crown, in truth\n  The cup she holds were tasteless still\n    Beside the wine of youth.\n\n  All silent now, ah! for the power\n    Again those tales to tell,\n  To wake afresh those sleeping chords\n    That memory loves so well.\n\n  But, echoing clear and low, those notes,\n    That song, we still may hear,\n  For faintly yet its music floats\n    In old age atmosphere.\n\n\n\n\n  Farewell to the White Canoe.\n\n  The summer is dead, for the air is chill,\n    And winter is nigh again;\n  The maples ablaze on each ruddy hill\n    Are dripping with crimson rain;\n  Black dusk comes hard on the steps or day,\n    The breath of the south that blew,\n  Has turned to the north, and bids me say\n    Farewell to the White Canoe.\n\n  How wildly she leapt at each measured stroke,\n    And mounted the curling swell;\n  How the white foam hung at her bows like smoke,\n    When the great waves rose and fell;\n  No terror for her could a tempest find,\n    No wrath in a frowning sky;\n  Her birth was the union of sea and wind,\n    Her life is a mystery.\n\n  She swam like a ghost through the ghostly night,\n    That bowed but to her as queen;\n  She sped like a wraith in the silver light.\n    Or a spirit of things unseen:\n  As a leaf in the autumn she sank to sleep,\n    By babbling ripples caressed,\n  And lay in the arms of the cradling deep,\n    On the river's responsive breast.\n\n  The summer is dead, and alas! no more\n    May we wander, alone and free,\n  By still deep pools and the shadowy shore,\n    And the rapids' soft lullaby;\n  Farewell, farewell, to the peace that lies\n    In that solitude deep and blue;\n  An answering voice from the great stream sighs,\n    \"Farewell to the White Canoe.\"",
    "metadata": {
        "author": [
            "Sullivan, Alan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/40490/pg40490.txt",
        "name": "the_white_canoe_and_other_verse.json"
    }
}