{
    "name": "The Recruit",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "Wayne, unseen, sneered down from the head of the stairs.\n\nThe old man with his thick neck, thick cigar, evening highball, potgut\nand bald head without a brain in it. His slim mother with nervously\npolite smiles and voice fluttering, assuring the old man by her frailty\nthat he was big in the world. They were squareheads one and all,\nmarking moron time in a gray dream. Man, was he glad to break out.\n\nThe old man said, \"He'll be okay. Let him alone.\"\n\n\"But he won't eat. Just lies there all the time.\"\n\n\"Hell,\" the old man said. \"Sixteen's a bad time. School over, waiting\nfor the draft and all. He's in between. It's rough.\"\n\nMother clasped her forearms and shook her head once slowly.\n\n\"We got to let him go, Eva. It's a dangerous time. You got to remember\nabout all these dangerous repressed impulses piling up with nowhere to\ngo, like they say. You read the books.\"\n\n\"But he's unhappy.\"\n\n\"Are we specialists? That's the Youth Board's headache, ain't it? What\ndo we know about adolescent trauma and like that? Now get dressed or\nwe'll be late.\"\n\nWayne watched the ritual, grinning. He listened to their purposeless\nnoises, their blabbing and yakking as if they had something to say.\nBlab-blab about the same old bones, and end up chewing them in the\nsame old ways. Then they begin all over again. A freak sideshow all the\nway to nowhere. Squareheads going around either unconscious or with\neyes looking dead from the millennium in the office waiting to retire\ninto limbo.\n\nHow come he'd been stuck with parental images like that? One\nthing--when he was jockeying a rocket to Mars or maybe firing the pants\noff Asiatic reds in some steamy gone jungle paradise, he'd forget his\npunkie origins in teeveeland.\n\nBut the old man was right on for once about the dangerous repressed\nimpulses. Wayne had heard about it often enough. Anyway there was no\ndoubt about it when every move he made was a restrained explosion.\nSo he'd waited in his room, and it wasn't easy sweating it out alone\nwaiting for the breakout call from HQ.\n\n\"Well, dear, if you say so,\" Mother said, with the old resigned sigh\nthat must make the old man feel like Superman with a beerbelly.\n\nThey heard Wayne slouching loosely down the stairs and looked up.\n\n\"Relax,\" Wayne said. \"You're not going anywhere tonight.\"\n\n\"What, son?\" his old man said uneasily. \"Sure we are. We're going to\nthe movies.\"\n\nHe could feel them watching him, waiting; and yet still he didn't\nanswer. Somewhere out in suburban grayness a dog barked, then was\nsilent.\n\n\"Okay, go,\" Wayne said. \"If you wanta walk. I'm taking the family\nboltbucket.\"\n\n\"But we promised the Clemons, dear,\" his mother said.\n\n\"Hell,\" Wayne said, grinning straight into the old man. \"I just got my\ndraft call.\"\n\nHe saw the old man's Adam's apple move. \"Oh, my dear boy,\" Mother cried\nout.\n\n\"So gimme the keys,\" Wayne said. The old man handed the keys over. His\nunderstanding smile was strained, and fear flicked in his sagging eyes.\n\n\"Do be careful, dear,\" his mother said. She ran toward him as he\nlaughed and shut the door on her. He was still laughing as he whoomed\nthe Olds between the pale dead glow of houses and roared up the ramp\nonto the Freeway. Ahead was the promising glitter of adventure-calling\nneon, and he looked up at the high skies of night and his eyes sailed\nthe glaring wonders of escape.\n\n\n\nHe burned off some rubber finding a slot in the park-lot. He strode\nunder a sign reading _Public Youth Center No. 947_ and walked casually\nto the reception desk, where a thin man with sergeant's stripes and a\npansy haircut looked out of a pile of paperwork.\n\n\"Where you think you're going, my pretty lad?\"\n\nWayne grinned down. \"Higher I hope than a typewriter jockey.\"\n\n\"Well,\" the sergeant said. \"How tough we are this evening. You have a\npass, killer?\"\n\n\"Wayne Seton. Draft call.\"\n\n\"Oh.\" The sergeant checked his name off a roster and nodded. He wrote\non a slip of paper, handed the pass to Wayne. \"Go to the Armory and\ncheck out whatever your lusting little heart desires. Then report to\nCaptain Jack, room 307.\"\n\n\"Thanks, sarge dear,\" Wayne said and took the elevator up to the Armory.\n\nA tired fat corporal with a naked head blinked up at tall Wayne.\nFinally he said, \"So make up your mind, bud. Think you're the only kid\nbreaking out tonight?\"\n\n\"Hold your teeth, pop,\" Wayne said, coolly and slowly lighting a\ncigarette. \"I've decided.\"\n\nThe corporal's little eyes studied Wayne with malicious amusement.\n\"Take it from a vet, bud. Sooner you go the better. It's a big city and\nyou're starting late. You can get a cat, not a mouse, and some babes\nare clever hellcats in a dark alley.\"\n\n\"You must be a genius,\" Wayne said. \"A corporal with no hair and still\na counterboy. I'm impressed. I'm all ears, Dad.\"\n\nThe corporal sighed wearily. \"You can get that balloon head\nventilated, bud, and good.\"\n\nWayne's mouth twitched. He leaned across the counter toward the\nshelves and racks of weapons. \"I'll remember that crack when I get\nmy commission.\" He blew smoke in the corporal's face. \"Bring me a\nSmith and Wesson .38, shoulder holster with spring-clip. And throw in\na Skelly switchblade for kicks--the six-inch disguised job with the\ndouble springs.\"\n\nThe corporal waddled back with the revolver and the switchblade\ndisguised in a leather comb case. He checked them on a receipt ledger,\nwhile Wayne examined the weapons, broke open the revolver, twirled the\ncylinder and pushed cartridges into the waiting chamber. He slipped\nthe knife from the comb case, flicked open the blade and stared at its\ngleam in the buttery light as his mouth went dry and the refracted\nincandescence of it trickled on his brain like melted ice, exciting and\nscary.\n\nHe removed his leather jacket. He slung the holster under his left\narmpit and tested the spring clip release several times, feeling the\nway the serrated butt dropped into his wet palm. He put his jacket\nback on and the switchblade case in his pocket. He walked toward the\nelevator and didn't look back as the corporal said, \"Good luck, tiger.\"\n\nCaptain Jack moved massively. The big stone-walled office, alive with\nstuffed lion and tiger and gunracks, seemed to grow smaller. Captain\nJack crossed black-booted legs and whacked a cane at the floor. It had\na head shaped like a grinning bear.\n\nWayne felt the assured smile die on his face. Something seemed to\nshrink him. If he didn't watch himself he'd begin feeling like a pea\namong bowling balls.\n\nContemptuously amused little eyes glittered at Wayne from a shaggy\nhead. Shoulders hunched like stuffed sea-bags.\n\n\"Wayne Seton,\" said Captain Jack as if he were discussing something\nin a bug collection. \"Well, well, you're really fired up aren't you?\nReally going out to eat 'em. Right, punk?\"\n\n\"Yes, sir,\" Wayne said. He ran wet hands down the sides of his chinos.\nHis legs seemed sheathed in lead as he bit inwardly at shrinking fear\nthe way a dog snaps at a wound. You big overblown son, he thought, I'll\nshow you but good who is a punk. They made a guy wait and sweat until\nhe screamed. They kept a guy on the fire until desire leaped in him,\nran and billowed and roared until his brain was filled with it. But\nthat wasn't enough. If this muscle-bound creep was such a big boy,\nwhat was he doing holding down a desk?\n\n\"Well, this is it, punk. You go the distance or start a butterfly\ncollection.\"\n\nThe cane darted up. A blade snicked from the end and stopped an inch\nfrom Wayne's nose. He jerked up a shaky hand involuntarily and clamped\na knuckle-ridged gag to his gasping mouth.\n\nCaptain Jack chuckled. \"All right, superboy.\" He handed Wayne his\npasscard. \"Curfew's off, punk, for 6 hours. You got 6 hours to make\nout.\"\n\n\"Yes, sir.\"\n\n\"Your beast is primed and waiting at the Four Aces Club on the West\nSide. Know where that is, punk?\"\n\n\"No, sir, but I'll find it fast.\"\n\n\"Sure you will, punk,\" smiled Captain Jack. \"She'll be wearing yellow\nslacks and a red shirt. Black hair, a cute trick. She's with a hefty\npsycho who eats punks for breakfast. He's butchered five people.\nThey're both on top of the Undesirable list, Seton. They got to go and\nthey're your key to the stars.\"\n\n\"Yes, sir,\" Wayne said.\n\n\"So run along and make out, punk,\" grinned Captain Jack.\n\n\n\nA copcar stopped Wayne as he started over the bridge, out of bright\nrespectable neon into the murky westside slum over the river.\n\nWayne waved the pass card, signed by Captain Jack, under the cop's\nquivering nose. The cop shivered and stepped back and waved him on. The\nOlds roared over the bridge as the night's rain blew away.\n\nThe air through the open window was chill and damp coming from\nSlumville, but Wayne felt a cold that wasn't of the night or the wind.\nHe turned off into a rat's warren of the inferiors. Lights turned pale,\nsecretive and sparse, the uncared-for streets became rough with pitted\npotholes, narrow and winding and humid with wet unpleasant smells.\nWayne's fearful exhilaration increased as he cruised with bated breath\nthrough the dark mazes of streets and rickety tenements crawling with\nthe shadows of mysterious promise.\n\nHe found the alley, dark, a gloom-dripping tunnel. He drove cautiously\ninto it and rolled along, watching. His belly ached with expectancy as\nhe spotted the sick-looking dab of neon wanly sparkling.\n\n                           _FOUR ACES CLUB_\n\nHe parked across the alley. He got out and stood in shadows, digging\nthe sultry beat of a combo, the wild pulse of drums and spinning brass\nfiltering through windows painted black.\n\nHe breathed deep, started over, ducked back. A stewbum weaved out of\na bank of garbage cans, humming to himself, pulling at a rainsoaked\nshirt clinging to a pale stick body. He reminded Wayne of a slim grub\nbalanced on one end.\n\nThe stewbum stumbled. His bearded face in dim breaking moonlight had\na dirty, greenish tinge as he sensed Wayne there. He turned in a\ngrotesque uncoordinated jiggling and his eyes were wide with terror and\ndoom.\n\n\"I gotta hide, kid. They're on me.\"\n\nWayne's chest rose and his hands curled.\n\nThe bum's fingers drew at the air like white talons.\n\n\"Help me, kid.\"\n\nHe turned with a scratchy cry and retreated before the sudden blast\nof headlights from a Cad bulleting into the alley. The Cad rushed\npast Wayne and he felt the engine-hot fumes against his legs. Tires\nsquealed. The Cad stopped and a teener in black jacket jumped out and\ncrouched as he began stalking the old rummy.\n\n\"This is him! This is him all right,\" the teener yelled, and one hand\ncame up swinging a baseball bat.\n\nA head bobbed out of the Cad window and giggled.\n\nThe fumble-footed rummy tried to run and plopped on wet pavement. The\nteener moved in, while a faint odor of burnt rubber hovered in the air\nas the Cad cruised in a slow follow-up.\n\nWayne's breath quickened as he watched, feeling somehow blank wonder\nat finding himself there, free and breaking out at last with no curfew\nand no law but his own. He felt as though he couldn't stop anything.\nLiving seemed directionless, but he still would go with it regardless,\nuntil something dropped off or blew to hell like a hot light-bulb. He\nheld his breath, waiting. His body was tensed and rigid as he moved in\nspirit with the hunting teener, an omniscient shadow with a hunting\nlicense and a ghetto jungle twenty miles deep.\n\nThe crawling stewbum screamed as the baseball bat whacked. The teener\nlaughed. Wayne wanted to shout. He opened his mouth, but the yell\nclogged up somewhere, so that he remained soundless yet with his mouth\nstill open as he heard the payoff thuds where the useless wino curled\nup with stick arms over his rheumy face.\n\nThe teener laughed, tossed the bat away and began jumping up and down\nwith his hobnailed, mail-order air force boots. Then he ran into the\nCad. A hootch bottle soared out, made a brittle tink-tink of falling\nglass.\n\n\"Go, man!\"\n\nThe Cad wooshed by. It made a sort of hollow sucking noise as it\nbounced over the old man twice. Then the finlights diminished like\nbright wind-blown sparks.\n\nWayne walked over and sneered down at the human garbage lying in\nscummed rain pools. The smell of raw violence, the scent of blood, made\nhis heart thump like a trapped rubber ball in a cage.\n\nHe hurried into the Four Aces, drawn by an exhilarating vision ... and\npursued by the hollow haunting fears of his own desires.\n\n\n\nHe walked through the wavering haze of smoke and liquored dizziness and\nstood until his eyes learned the dark. He spotted her red shirt and\nyellow legs over in the corner above a murky lighted table.\n\nHe walked toward her, watching her little subhuman pixie face lift.\nThe eyes widened with exciting terror, turned even paler behind a red\nslash of sensuous mouth. Briefed and waiting, primed and eager for\nrunning, she recognized her pursuer at once. He sat at a table near\nher, watching and grinning and seeing her squirm.\n\nShe sat in that slightly baffled, fearful and uncomprehending attitude\nof being motionless, as though they were all actors performing in a\nweirdo drama being staged in that smoky thick-aired dive.\n\nWayne smiled with wry superiority at the redheaded psycho in a dirty\nT-shirt, a big bruiser with a gorilla face. He was tussling his mouse\nheavy.\n\n\"What's yours, teener?\" the slug-faced waiter asked.\n\n\"Bring me a Crusher, buddyroo,\" Wayne said, and flashed his pass card.\n\n\"Sure, teener.\"\n\nRed nuzzled the mouse's neck and made drooly noises. Wayne watched and\nfed on the promising terror and helplessness of her hunted face. She\nsat rigid, eyes fixed on Wayne like balls of frozen glass.\n\nRed looked up and stared straight at Wayne with eyes like black buttons\nimbedded in the waxlike skin of his face. Then he grinned all on one\nside. One huge hand scratched across the wet table top like a furious\ncat's.\n\nWayne returned the challenging move but felt a nervous twitch jerk at\nhis lips. A numbness covered his brain like a film as he concentrated\non staring down Red the psycho. But Red kept looking, his eyes bright\nbut dead. Then he began struggling it up again with the scared little\nmouse.\n\nThe waiter sat the Crusher down. Wayne signed a chit; tonight he was in\nthe pay of the state.\n\n\"What else, teener?\"\n\n\"One thing. Fade.\"\n\n\"Sure, teener,\" the waiter said, his breathy words dripping like syrup.\n\nWayne drank. Liquored heat dripped into his stomach. Fire tickled his\nveins, became hot wire twisting in his head.\n\nHe drank again and forced out a shaky breath. The jazz beat thumped\nfast and muted brass moaned. Drumpulse, stabbing trumpet raped the\nair. Tension mounted as Wayne watched her pale throat convulsing, the\nwhite eyelids fluttering. Red fingered at her legs and salivated at her\nthroat, glancing now and then at Wayne, baiting him good.\n\n\"Okay, you creep,\" Wayne said.\n\nHe stood up and started through the haze. The psycho leaped and a table\ncrashed. Wayne's .38 dropped from its spring-clip holster and the blast\nfilled the room. The psycho screamed and stumbled toward the door\nholding something in. The mouse darted by, eluded Wayne's grasp and was\nout the door.\n\nWayne went out after her in a laughing frenzy of release. He felt the\ncold strange breath of moist air on his sweating skin as he sprinted\ndown the alley into a wind full of blowing wet.\n\nHe ran laughing under the crazy starlight and glimpsed her now and\nthen, fading in and out of shadows, jumping, crawling, running with the\nlife-or-death animation of a wild deer.\n\nUp and down alleys, a rat's maze. A rabbit run. Across vacant lots.\nThrough shattered tenement ruins. Over a fence. There she was, falling,\nsliding down a brick shute.\n\nHe gained. He moved up. His labored breath pumped more fire. And her\nscream was a rejuvenation hypo in his blood.\n\n\n\nShe quivered above him on the stoop, panting, her eyes afire with\nterror.\n\n\"You, baby,\" Wayne gasped. \"I gotcha.\"\n\nShe backed into darkness, up there against the sagging tenement wall,\nher arms out and poised like crippled wings. Wayne crept up. She gave\na squeaking sob, turned, ran. Wayne leaped into gloom. Wood cracked.\nHe clambered over rotten lumber. The doorway sagged and he hesitated\nin the musty dark. A few feet away was the sound of loose trickling\nplaster, a whimpering whine.\n\n\"No use running,\" Wayne said. \"Go loose. Give, baby. Give now.\"\n\nShe scurried up sagging stairs. Wayne laughed and dug up after her,\nfeeling his way through debris. Dim moonlight filtered through a\nsagging stairway from a shattered skylight three floors up. The mouse's\nshadow floated ahead.\n\nHe started up. The entire stair structure canted sickeningly. A railing\nripped and he nearly went with it back down to the first floor. He\nheard a scream as rotten boards crumbled and dust exploded from\ncracks. A rat ran past Wayne and fell into space. He burst into the\nthird-floor hallway and saw her half-falling through a door under the\njagged skylight.\n\nWayne took his time. He knew how she felt waiting in there, listening\nto his creeping, implacable footfalls.\n\nThen he yelled and slammed open the door.\n\nDust and stench, filth so awful it made nothing of the dust. In\nthe corner he saw something hardly to be called a bed. More like\na nest. A dirty, lumpy pile of torn mattress, felt, excelsior,\nshredded newspapers and rags. It seemed to crawl a little under the\nmoon-streaming skylight.\n\nShe crouched in the corner panting. He took his time moving in. He\nsnickered as he flashed the switchblade and circled it like a serpent's\ntongue. He watched what was left of her nerves go to pieces like rotten\ncloth.\n\n\"Do it quick, hunter,\" she whispered. \"Please do it quick.\"\n\n\"What's that, baby?\"\n\n\"I'm tired running. Kill me first. Beat me after. They won't know the\ndifference.\"\n\n\"I'm gonna bruise and beat you,\" he said.\n\n\"Kill me first,\" she begged. \"I don't want--\" She began to cry. She\ncried right up in his face, her wide eyes unblinking, and her mouth\nopen.\n\n\"You got bad blood, baby,\" he snarled. He laughed but it didn't sound\nlike him and something was wrong with his belly. It was knotting up.\n\n\"Bad, I know! So get it over with, please. Hurry, hurry.\"\n\nShe was small and white and quivering. She moaned but kept staring up\nat him.\n\nHe ripped off his rivet-studded belt and swung once, then groaned and\nshuffled away from her.\n\nHe kept backing toward the door. She crawled after him, begging and\nclutching with both arms as she wriggled forward on her knees.\n\n\"Don't run. Please. Kill me! It'll be someone else if you don't. Oh,\nGod, I'm so tired waiting and running!\"\n\n\"I can't,\" he said, and sickness soured in his throat.\n\n\"Please.\"\n\n\"I can't, I can't!\"\n\nHe turned and ran blindly, half-fell down the cracking stairs.\n\n\n\nDoctor Burns, head of the readjustment staff at the Youth Center,\nstudied Wayne with abstract interest.\n\n\"You enjoyed the hunt, Seton? You got your kicks?\"\n\n\"Yes, sir.\"\n\n\"But you couldn't execute them?\"\n\n\"No, sir.\"\n\n\"They're undesirables. Incurables. You know that, Seton?\"\n\n\"Yes, sir.\"\n\n\"The psycho you only wounded. He's a five-times murderer. And that girl\nkilled her father when she was twelve. You realize there's nothing can\nbe done for them? That they have to be executed?\"\n\n\"I know.\"\n\n\"Too bad,\" the doctor said. \"We all have aggressive impulses, primitive\nneeds that must be expressed early, purged. There's murder in all\nof us, Seton. The impulse shouldn't be denied or suppressed, but\n_educated_. The state used to kill them. Isn't it better all around,\nSeton, for us to do it, as part of growing up? What was the matter,\nSeton?\"\n\n\"I--felt sorry for her.\"\n\n\"Is that all you can say about it?\"\n\n\"Yes, sir.\"\n\nThe doctor pressed a buzzer. Two men in white coats entered.\n\n\"You should have got it out of your system, Seton, but now it's still\nin there. I can't turn you out and have it erupt later--and maybe shed\nclean innocent blood, can I?\"\n\n\"No, sir,\" Wayne mumbled. He didn't look up. \"I'm sorry I punked out.\"\n\n\"Give him the treatment,\" the doctor said wearily. \"And send him back\nto his mother.\"\n\nWayne nodded and they led him away. His mind screamed still to split\nopen some prison of bone and lay bare and breathing wide. But there\nwas no way out for the trapped. Now he knew about the old man and his\npoker-playing pals.\n\nThey had all punked out.\n\nLike him.",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61204/pg61204.txt",
        "name": "the_recruit.json"
    }
}