{
    "name": "The Money Box\nOdd Craft, Part 1.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "W. W.  JACOBS\n\n1909\n\n\n\n\nTHE MONEY-BOX\n\nSailormen are not good 'ands at saving money as a rule, said the\nnight-watchman, as he wistfully toyed with a bad shilling on his\nwatch-chain, though to 'ear 'em talk of saving when they're at sea\nand there isn't a pub within a thousand miles of 'em, you might think\ndifferent.\n\nIt ain't for the want of trying either with some of 'em, and I've known\nmen do all sorts o' things as soon as they was paid off, with a view to\nsaving.  I knew one man as used to keep all but a shilling or two in a\nbelt next to 'is skin so that he couldn't get at it easy, but it was all\nno good.  He was always running short in the most inconvenient places.\nI've seen 'im wriggle for five minutes right off, with a tramcar\nconductor standing over 'im and the other people in the tram reading\ntheir papers with one eye and watching him with the other.\n\nGinger Dick and Peter Russet--two men I've spoke of to you afore--tried\nto save their money once.  They'd got so sick and tired of spending it\nall in p'r'aps a week or ten days arter coming ashore, and 'aving to go\nto sea agin sooner than they 'ad intended, that they determined some way\nor other to 'ave things different.\n\nThey was homeward bound on a steamer from Melbourne when they made their\nminds up; and Isaac Lunn, the oldest fireman aboard--a very steady old\nteetotaler--gave them a lot of good advice about it.  They all wanted to\nrejoin the ship when she sailed agin, and 'e offered to take a room\nashore with them and mind their money, giving 'em what 'e called a\nmoderate amount each day.\n\nThey would ha' laughed at any other man, but they knew that old Isaac was\nas honest as could be and that their money would be safe with 'im, and at\nlast, after a lot of palaver, they wrote out a paper saying as they were\nwilling for 'im to 'ave their money and give it to 'em bit by bit, till\nthey went to sea agin.\n\nAnybody but Ginger Dick and Peter Russet or a fool would ha' known better\nthan to do such a thing, but old Isaac 'ad got such a oily tongue and\nseemed so fair-minded about wot 'e called moderate drinking that they\nnever thought wot they was letting themselves in for, and when they took\ntheir pay--close on sixteen pounds each--they put the odd change in their\npockets and 'anded the rest over to him.\n\nThe first day they was as pleased as Punch.  Old Isaac got a nice,\nrespectable bedroom for them all, and arter they'd 'ad a few drinks they\nhumoured 'im by 'aving a nice 'ot cup o' tea, and then goin' off with 'im\nto see a magic-lantern performance.\n\nIt was called \"The Drunkard's Downfall,\" and it begun with a young man\ngoing into a nice-looking pub and being served by a nice-looking barmaid\nwith a glass of ale.  Then it got on to 'arf pints and pints in the next\npicture, and arter Ginger 'ad seen the lost young man put away six pints\nin about 'arf a minute, 'e got such a raging thirst on 'im that 'e\ncouldn't sit still, and 'e whispered to Peter Russet to go out with 'im.\n\n\"You'll lose the best of it if you go now,\" ses old Isaac, in a whisper;\n\"in the next picture there's little frogs and devils sitting on the edge\nof the pot as 'e goes to drink.\"\n\n\"Ginger Dick got up and nodded to Peter.\"\n\n\"Arter that 'e kills 'is mother with a razor,\" ses old Isaac, pleading\nwith 'im and 'olding on to 'is coat.\n\nGinger Dick sat down agin, and when the murder was over 'e said it made\n'im feel faint, and 'im and Peter Russet went out for a breath of fresh\nair.  They 'ad three at the first place, and then they moved on to\nanother and forgot all about Isaac and the dissolving views until ten\no'clock, when Ginger, who 'ad been very liberal to some friends 'e'd made\nin a pub, found 'e'd spent 'is last penny.\n\n\"This comes o' listening to a parcel o' teetotalers,\" 'e ses, very cross,\nwhen 'e found that Peter 'ad spent all 'is money too.  \"Here we are just\nbeginning the evening and not a farthing in our pockets.\"\n\nThey went off 'ome in a very bad temper.  Old Isaac was asleep in 'is\nbed, and when they woke 'im up and said that they was going to take\ncharge of their money themselves 'e kept dropping off to sleep agin and\nsnoring that 'ard they could scarcely hear themselves speak.  Then Peter\ntipped Ginger a wink and pointed to Isaac's trousers, which were 'anging\nover the foot of the bed.\n\nGinger Dick smiled and took 'em up softly, and Peter Russet smiled too;\nbut 'e wasn't best pleased to see old Isaac a-smiling in 'is sleep, as\nthough 'e was 'aving amusing dreams.  All Ginger found was a ha'-penny, a\nbunch o' keys, and a cough lozenge.  In the coat and waistcoat 'e found a\nfew tracks folded up, a broken pen-knife, a ball of string, and some\nother rubbish.  Then 'e set down on the foot o' their bed and made eyes\nover at Peter.\n\n\"Wake 'im up agin,\" ses Peter, in a temper.\n\nGinger Dick got up and, leaning over the bed, took old Isaac by the\nshoulders and shook 'im as if 'e'd been a bottle o' medicine.\n\n\"Time to get up, lads?\"  ses old Isaac, putting one leg out o' bed.\n\n\"No, it ain't,\" ses Ginger, very rough; \"we ain't been to bed yet.  We\nwant our money back.\"\n\nIsaac drew 'is leg back into bed agin.  \"Goo' night,\" he ses, and fell\nfast asleep.\n\n\"He's shamming, that's wot 'e is,\" ses Peter Russet.  \"Let's look for it.\nIt must be in the room somewhere.\"\n\nThey turned the room upside down pretty near, and then Ginger Dick struck\na match and looked up the chimney, but all 'e found was that it 'adn't\nbeen swept for about twenty years, and wot with temper and soot 'e looked\nso frightful that Peter was arf afraid of 'im.\n\n\"I've 'ad enough of this,\" ses Ginger, running up to the bed and 'olding\nhis sooty fist under old Isaac's nose.  \"Now, then, where's that money?\nIf you don't give us our money, our 'ard-earned money, inside o' two\nminutes, I'll break every bone in your body.\"\n\n\"This is wot comes o' trying to do you a favour, Ginger,\" ses the old\nman, reproachfully.\n\n\"Don't talk to me,\" ses Ginger, \"cos I won't have it.  Come on; where is\nit?\"\n\nOld Isaac looked at 'im, and then he gave a sigh and got up and put on\n'is boots and 'is trousers.\n\n\"I thought I should 'ave a little trouble with you,\" he ses, slowly, \"but\nI was prepared for that.\"\n\n\"You'll 'ave more if you don't hurry up,\" ses Ginger, glaring at 'im.\n\n\"We don't want to 'urt you, Isaac,\" ses Peter Russet, \"we on'y want our\nmoney.\"\n\n\"I know that,\" ses Isaac; \"you keep still, Peter, and see fair-play, and\nI'll knock you silly arterwards.\"\n\nHe pushed some o' the things into a corner and then 'e spat on 'is 'ands,\nand began to prance up and down, and duck 'is 'ead about and hit the air\nin a way that surprised 'em.\n\n\"I ain't hit a man for five years,\" 'e ses, still dancing up and down--\n\"fighting's sinful except in a good cause--but afore I got a new 'art,\nGinger, I'd lick three men like you afore breakfast, just to git up a\nappetite.\"\n\n\"Look, 'ere,\" ses Ginger; \"you're an old man and I don't want to 'urt\nyou; tell us where our money is, our 'ard-earned money, and I won't lay a\nfinger on you.\"\n\n\"I'm taking care of it for you,\" ses the old man.\n\nGinger Dick gave a howl and rushed at him, and the next moment Isaac's\nfist shot out and give 'im a drive that sent 'im spinning across the room\nuntil 'e fell in a heap in the fireplace.  It was like a kick from a\n'orse, and Peter looked very serious as 'e picked 'im up and dusted 'im\ndown.\n\n\"You should keep your eye on 'is fist,\" he ses, sharply.\n\nIt was a silly thing to say, seeing that that was just wot 'ad 'appened,\nand Ginger told 'im wot 'e'd do for 'im when 'e'd finished with Isaac.\nHe went at the old man agin, but 'e never 'ad a chance, and in about\nthree minutes 'e was very glad to let Peter 'elp 'im into bed.\n\n\"It's your turn to fight him now, Peter,\" he ses.  \"Just move this piller\nso as I can see.\"\n\n\"Come on, lad,\" ses the old man.\n\nPeter shook 'is 'ead.  \"I have no wish to 'urt you, Isaac,\" he ses,\nkindly; \"excitement like fighting is dangerous for an old man.  Give us\nour money and we'll say no more about it.\"\n\n\"No, my lads,\" ses Isaac.  \"I've undertook to take charge o' this money\nand I'm going to do it; and I 'ope that when we all sign on aboard the\nPlanet there'll be a matter o' twelve pounds each left.  Now, I don't\nwant to be 'arsh with you, but I'm going back to bed, and if I 'ave to\nget up and dress agin you'll wish yourselves dead.\"\n\nHe went back to bed agin, and Peter, taking no notice of Ginger Dick, who\nkept calling 'im a coward, got into bed alongside of Ginger and fell fast\nasleep.\n\nThey all 'ad breakfast in a coffee-shop next morning, and arter it was\nover Ginger, who 'adn't spoke a word till then, said that 'e and Peter\nRusset wanted a little money to go on with.  He said they preferred to\nget their meals alone, as Isaac's face took their appetite away.\n\n\"Very good,\" ses the old man.  \"I don't want to force my company on\nnobody,\" and after thinking 'ard for a minute or two he put 'is 'and in\n'is trouser-pocket and gave them eighteen-pence each.\n\n\"Wot's this for?\"  ses Ginger, staring at the money.  \"Matches?\"\n\n\"That's your day's allowance,\" ses Isaac, \"and it's plenty.  There's\nninepence for your dinner, fourpence for your tea, and twopence for a\ncrust o' bread and cheese for supper.  And if you must go and drown\nyourselves in beer, that leaves threepence each to go and do it with.\"\n\nGinger tried to speak to 'im, but 'is feelings was too much for 'im, and\n'e couldn't.  Then Peter Russet swallered something 'e was going to say\nand asked old Isaac very perlite to make it a quid for 'im because he was\ngoing down to Colchester to see 'is mother, and 'e didn't want to go\nempty-'anded.\n\n\"You're a good son, Peter,\" ses old Isaac, \"and I wish there was more\nlike you.  I'll come down with you, if you like; I've got nothing to do.\"\n\nPeter said it was very kind of 'im, but 'e'd sooner go alone, owing to\nhis mother being very shy afore strangers.\n\n\"Well, I'll come down to the station and take a ticket for you,\" ses\nIsaac.\n\nThen Peter lost 'is temper altogether, and banged 'is fist on the table\nand smashed 'arf the crockery.  He asked Isaac whether 'e thought 'im and\nGinger Dick was a couple o' children, and 'e said if 'e didn't give 'em\nall their money right away 'e'd give 'im in charge to the first policeman\nthey met.\n\n\"I'm afraid you didn't intend for to go and see your mother, Peter,\" ses\nthe old man.\n\n\"Look 'ere,\" ses Peter, \"are you going to give us that money?\"\n\n\"Not if you went down on your bended knees,\" ses the old man.\n\n\"Very good,\" says Peter, getting up and walking outside; \"then come along\no' me to find a police-man.\"\n\n\"I'm agreeable,\" ses Isaac, \"but I've got the paper you signed.\"\n\nPeter said 'e didn't care twopence if 'e'd got fifty papers, and they\nwalked along looking for a police-man, which was a very unusual thing for\nthem to do.\n\n\"I 'ope for your sakes it won't be the same police-man that you and\nGinger Dick set on in Gun Alley the night afore you shipped on the\nPlanet,\" ses Isaac, pursing up 'is lips.\n\n\"'Tain't likely to be,\" ses Peter, beginning to wish 'e 'adn't been so\nfree with 'is tongue.\n\n\"Still, if I tell 'im, I dessay he'll soon find 'im,\" ses Isaac; \"there's\none coming along now, Peter; shall I stop 'im?\"\n\nPeter Russet looked at 'im and then he looked at Ginger, and they walked\nby grinding their teeth.  They stuck to Isaac all day, trying to get\ntheir money out of 'im, and the names they called 'im was a surprise even\nto themselves.  And at night they turned the room topsy-turvy agin\nlooking for their money and 'ad more unpleasantness when they wanted\nIsaac to get up and let 'em search the bed.\n\nThey 'ad breakfast together agin next morning and Ginger tried another\ntack.  He spoke quite nice to Isaac, and 'ad three large cups o' tea to\nshow 'im 'ow 'e was beginning to like it, and when the old man gave 'em\ntheir eighteen-pences 'e smiled and said 'e'd like a few shillings extra\nthat day.\n\n\"It'll be all right, Isaac,\" he ses.  \"I wouldn't 'ave a drink if you\nasked me to.  Don't seem to care for it now.  I was saying so to you on'y\nlast night, wasn't I, Peter?\"\n\n\"You was,\" ses Peter; \"so was I.\"\n\n\"Then I've done you good, Ginger,\" ses Isaac, clapping 'im on the back.\n\n\"You 'ave,\" ses Ginger, speaking between his teeth, \"and I thank you for\nit.  I don't want drink; but I thought o' going to a music-'all this\nevening.\"\n\n\"Going to wot?\" ses old Isaac, drawing 'imself up and looking very\nshocked.\n\n\"A music-'all,\" ses Ginger, trying to keep 'is temper.\n\n\"A music-'all,\" ses Isaac; \"why, it's worse than a pub, Ginger.  I should\nbe a very poor friend o' yours if I let you go there--I couldn't think of\nit.\"\n\n\"Wot's it got to do with you, you gray-whiskered serpent?\"  screams\nGinger, arf mad with rage.  \"Why don't you leave us alone?  Why don't you\nmind your own business?  It's our money.\"\n\nIsaac tried to talk to 'im, but 'e wouldn't listen, and he made such a\nfuss that at last the coffee-shop keeper told 'im to go outside.  Peter\nfollered 'im out, and being very upset they went and spent their day's\nallowance in the first hour, and then they walked about the streets\nquarrelling as to the death they'd like old Isaac to 'ave when 'is time\ncame.\n\nThey went back to their lodgings at dinner-time; but there was no sign of\nthe old man, and, being 'ungry and thirsty, they took all their spare\nclothes to a pawnbroker and got enough money to go on with.  Just to show\ntheir independence they went to two music-'ails, and with a sort of idea\nthat they was doing Isaac a bad turn they spent every farthing afore they\ngot 'ome, and sat up in bed telling 'im about the spree they'd 'ad.\n\nAt five o'clock in the morning Peter woke up and saw, to 'is surprise,\nthat Ginger Dick was dressed and carefully folding up old Isaac's\nclothes.  At first 'e thought that Ginger 'ad gone mad, taking care of\nthe old man's things like that, but afore 'e could speak Ginger noticed\nthat 'e was awake, and stepped over to 'im and whispered to 'im to dress\nwithout making a noise.  Peter did as 'e was told, and, more puzzled than\never, saw Ginger make up all the old man's clothes in a bundle and creep\nout of the room on tiptoe.\n\n\"Going to 'ide 'is clothes?\" 'e ses.\n\n\"Yes,\" ses Ginger, leading the way downstairs; \"in a pawnshop.  We'll\nmake the old man pay for to-day's amusements.\"\n\nThen Peter see the joke and 'e begun to laugh so 'ard that Ginger 'ad to\nthreaten to knock 'is head off to quiet 'im.  Ginger laughed 'imself when\nthey got outside, and at last, arter walking about till the shops opened,\nthey got into a pawnbroker's and put old Isaac's clothes up for fifteen\nshillings.\n\nFirst thing they did was to 'ave a good breakfast, and after that they\ncame out smiling all over and began to spend a 'appy day.  Ginger was in\ntip-top spirits and so was Peter, and the idea that old Isaac was in bed\nwhile they was drinking 'is clothes pleased them more than anything.\nTwice that evening policemen spoke to Ginger for dancing on the pavement,\nand by the time the money was spent it took Peter all 'is time to get 'im\n'ome.\n\nOld Isaac was in bed when they got there, and the temper 'e was in was\nshocking; but Ginger sat on 'is bed and smiled at 'im as if 'e was saying\ncompliments to 'im.\n\n\"Where's my clothes?\"  ses the old man, shaking 'is fist at the two of\n'em.\n\nGinger smiled at 'im; then 'e shut 'is eyes and dropped off to sleep.\n\n\"Where's my clothes?\" ses Isaac, turning to Peter.  \"Closhe?\" ses Peter,\nstaring at 'im.\n\n\"Where are they?\"  ses Isaac.\n\nIt was a long time afore Peter could understand wot 'e meant, but as soon\nas 'e did 'e started to look for 'em.  Drink takes people in different\nways, and the way it always took Peter was to make 'im one o' the most\nobliging men that ever lived.  He spent arf the night crawling about on\nall fours looking for the clothes, and four or five times old Isaac woke\nup from dreams of earthquakes to find Peter 'ad got jammed under 'is bed,\nand was wondering what 'ad 'appened to 'im.\n\nNone of 'em was in the best o' tempers when they woke up next morning,\nand Ginger 'ad 'ardly got 'is eyes open before Isaac was asking 'im about\n'is clothes agin.\n\n\"Don't bother me about your clothes,\" ses Ginger; \"talk about something\nelse for a change.\"\n\n\"Where are they?\"  ses Isaac, sitting on the edge of 'is bed.\n\nGinger yawned and felt in 'is waistcoat pocket--for neither of 'em 'ad\nundressed--and then 'e took the pawn-ticket out and threw it on the\nfloor.  Isaac picked it up, and then 'e began to dance about the room as\nif 'e'd gone mad.\n\n\"Do you mean to tell me you've pawned my clothes?\" he shouts.\n\n\"Me and Peter did,\" ses Ginger, sitting up in bed and getting ready for a\nrow.\n\nIsaac dropped on the bed agin all of a 'cap.  \"And wot am I to do?\" he\nses.\n\n\"If you be'ave yourself,\" ses Ginger, \"and give us our money, me and\nPeter'll go and get 'em out agin.  When we've 'ad breakfast, that is.\nThere's no hurry.\"\n\n\"But I 'aven't got the money,\" ses Isaac; \"it was all sewn up in the\nlining of the coat.  I've on'y got about five shillings.  You've made a\nnice mess of it, Ginger, you 'ave.\"\n\n\"You're a silly fool, Ginger, that's wot you are,\" ses Peter.\n\n\"Sewn up in the lining of the coat?\"  ses Ginger, staring.\n\n\"The bank-notes was,\" ses Isaac, \"and three pounds in gold 'idden in the\ncap.  Did you pawn that too?\"\n\nGinger got up in 'is excitement and walked up and down the room.  \"We\nmust go and get 'em out at once,\" he ses.\n\n\"And where's the money to do it with?\"  ses Peter.\n\nGinger 'adn't thought of that, and it struck 'im all of a heap.  None of\n'em seemed to be able to think of a way of getting the other ten\nshillings wot was wanted, and Ginger was so upset that 'e took no notice\nof the things Peter kept saying to 'im.\n\n\"Let's go and ask to see 'em, and say we left a railway-ticket in the\npocket,\" ses Peter.\n\nIsaac shook 'is 'ead.  \"There's on'y one way to do it,\" he ses.  \"We\nshall 'ave to pawn your clothes, Ginger, to get mine out with.\"\n\n\"That's the on'y way, Ginger,\" ses Peter, brightening up.  \"Now, wot's\nthe good o' carrying on like that?  It's no worse for you to be without\nyour clothes for a little while than it was for pore old Isaac.\"\n\nIt took 'em quite arf an hour afore they could get Ginger to see it.\nFirst of all 'e wanted Peter's clothes to be took instead of 'is, and\nwhen Peter pointed out that they was too shabby to fetch ten shillings\n'e 'ad a lot o' nasty things to say about wearing such old rags, and at\nlast, in a terrible temper, 'e took 'is clothes off and pitched 'em in a\n'eap on the floor.\n\n\"If you ain't back in arf an hour, Peter,\" 'e ses, scowling at 'im,\n\"you'll 'ear from me, I can tell you.\"\n\n\"Don't you worry about that,\" ses Isaac, with a smile.  \"I'm going to\ntake 'em.\"\n\n\"You?\" ses Ginger; \"but you can't.  You ain't got no clothes.\"\n\n\"I'm going to wear Peter's,\" ses Isaac, with a smile.\n\nPeter asked 'im to listen to reason, but it was all no good.  He'd got\nthe pawn-ticket, and at last Peter, forgetting all he'd said to Ginger\nDick about using bad langwidge, took 'is clothes off, one by one, and\ndashed 'em on the floor, and told Isaac some of the things 'e thought of\n'im.\n\nThe old man didn't take any notice of 'im.  He dressed 'imself up very\nslow and careful in Peter's clothes, and then 'e drove 'em nearly crazy\nby wasting time making 'is bed.\n\n\"Be as quick as you can, Isaac,\" ses Ginger, at last; \"think of us two\na-sitting 'ere waiting for you.\"\n\n\"I sha'n't forget it,\" ses Isaac, and 'e came back to the door after 'e'd\ngone arf-way down the stairs to ask 'em not to go out on the drink while\n'e was away.\n\nIt was nine o'clock when he went, and at ha'-past nine Ginger began to\nget impatient and wondered wot 'ad 'appened to 'im, and when ten o'clock\ncame and no Isaac they was both leaning out of the winder with blankets\nover their shoulders looking up the road.  By eleven o'clock Peter was in\nvery low spirits and Ginger was so mad 'e was afraid to speak to 'im.\n\nThey spent the rest o' that day 'anging out of the winder, but it was not\ntill ha'-past four in the after-noon that Isaac, still wearing Peter's\nclothes and carrying a couple of large green plants under 'is arm, turned\ninto the road, and from the way 'e was smiling they thought it must be\nall right.\n\n\"Wot 'ave you been such a long time for?\"  ses Ginger, in a low, fierce\nvoice, as Isaac stopped underneath the winder and nodded up to 'em.\n\n\"I met a old friend,\" ses Isaac.\n\n\"Met a old friend?\"  ses Ginger, in a passion.  \"Wot d'ye mean, wasting\ntime like that while we was sitting up 'ere waiting and starving?\"\n\n\"I 'adn't seen 'im for years,\" ses Isaac, \"and time slipped away afore I\nnoticed it.\"\n\n\"I dessay,\" ses Ginger, in a bitter voice.  \"Well, is the money all\nright?\"\n\n\"I don't know,\" ses Isaac; \"I ain't got the clothes.\"\n\n\"Wot?\"  ses Ginger, nearly falling out of the winder.  \"Well, wot 'ave\nyou done with mine, then?  Where are they?  Come upstairs.\"\n\n\"I won't come upstairs, Ginger,\" ses Isaac, \"because I'm not quite sure\nwhether I've done right.  But I'm not used to going into pawnshops, and I\nwalked about trying to make up my mind to go in and couldn't.\"\n\n\"Well, wot did you do then?\"  ses Ginger, 'ardly able to contain hisself.\n\n\"While I was trying to make up my mind,\" ses old Isaac, \"I see a man with\na barrer of lovely plants.  'E wasn't asking money for 'em, only old\nclothes.\"\n\n\"Old clothes?\" ses Ginger, in a voice as if 'e was being suffocated.\n\n\"I thought they'd be a bit o' green for you to look at,\" ses the old man,\n'olding the plants up; \"there's no knowing 'ow long you'll be up there.\nThe big one is yours, Ginger, and the other is for Peter.\"\n\n\"'Ave you gone mad, Isaac?\"  ses Peter, in a trembling voice, arter\nGinger 'ad tried to speak and couldn't.\n\nIsaac shook 'is 'ead and smiled up at 'em, and then, arter telling Peter\nto put Ginger's blanket a little more round 'is shoulders, for fear 'e\nshould catch cold, 'e said 'e'd ask the landlady to send 'em up some\nbread and butter and a cup o' tea.\n\nThey 'eard 'im talking to the landlady at the door, and then 'e went off\nin a hurry without looking behind 'im, and the landlady walked up and\ndown on the other side of the road with 'er apron stuffed in 'er mouth,\npretending to be looking at 'er chimney-pots.\n\nIsaac didn't turn up at all that night, and by next morning those two\nunfortunate men see 'ow they'd been done.  It was quite plain to them\nthat Isaac 'ad been deceiving them, and Peter was pretty certain that 'e\ntook the money out of the bed while 'e was fussing about making it.  Old\nIsaac kept 'em there for three days, sending 'em in their clothes bit by\nbit and two shillings a day to live on; but they didn't set eyes on 'im\nagin until they all signed on aboard the Planet, and they didn't set eyes\non their money until they was two miles below Gravesend.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12201/pg12201.txt",
        "name": "the_money_box_odd_craft_part_1.json"
    }
}