{
    "name": "The Rose of Dawn: A Tale of the South Sea",
    "author": [
        "Hay, Helen",
        "Whitney, Helen Hay"
    ],
    "body": "With a Drawing by\nJOHN LA FARGE\n\nNEW YORK\nR. H. RUSSELL\nMDCCCCI\n\n-----------------------------------------------------------------------\n\nCopyright, 1901, by\nR. H. RUSSELL\n\nUniversity Press John Wilson and Son\nCambridge, U.S.A.\n\n-----------------------------------------------------------------------\n\n\n\n\nTHE ROSE OF DAWN\nA TALE OF THE SOUTH SEA\n\n\nSomnolent, vast, inert, the darkness lay\nWaiting for dawn. Across the ocean stirred\nA luminous haze, not light, but whispering light,\nSo softly yet, the islands had not heard.\nThe mystery of sleep was in the trees\nAnd on the weary stars. A little cry\nThat broke the silence seemed a sacrilege.\nThen thro' the palm trees glided like a ghost\nA dusky form; the curtain of the dark\nWas rent with life, the forest brought forth men.\n\nInstinct with morning every eye was bright,\nTho' sleep so lately lay across their lids.\nNo sinister intent had called them forth\nUpon the shadows. May held out her hands,\nAnd all the men who dared the dangerous sport\nWere faring where the great bonita played,--\nStrong shining fish below the mid sea waves.\nUpon the beach beneath the paling moon\nThe boats were launched. Amid the busy stir\nOne man stood idle; as a chief might order,\nHe bade the youths prepare his long canoe.\nWith folded arms he gravely watched the rest\nAnd gave them salutation haughtily.\nUhila[1] was he called, and in his veins\nThere ran a slender stream of northern blood.\nHe bore upon his old and indolent heart,\nScarred with the sins of war, a white device.\nTaka, daughter of chiefs and Fiji's pride,\nLily of maidens, was betrothed to him;\nDesirous eyes kinged him with envy's crown.\n\n[Footnote 1: The lightning.]\n\nScraping across the beach the boats were launched,\nAnd as they touched the waves, they seemed to take\nNew shape and dignity with that caress\nOf little lapping ripples round the prow.\nUhila led the fleet as one who knew\nHis right by reason of his age and skill.\nThe little isle seemed now a sleeping maid\nKirtled in green, the beach her snowy breast\nVeined with the purple brooks that sought the sea.\nUhila watched it fade below the blue,\nCrouched in the bow, his grizzled chin in hand,\nTaking his ease, while small Kuma, keen-eyed,\nFamed for his daring, paddled lustily.\nThe dawn had not yet broken, and the soft\nBeautiful haze that veils the birth of day\nHung on the water. Loath to break the peace,\nMen gave their orders in hushed tones, the clean\nChill of the morning wrapt their naked bodies.\nThen, as a slow blush mounts the cheek, a light\nBreathed from the sea, and all the air seemed warm\nAs at the touch of spring, a violet streak,\nA pale leaf green, a golden, and a rose\nBroke in the sky, and morning was revealed.\nWith a shrill cry, young Kuma raised his hand\nAnd pointed where with dip and shriek and wheel\nA flock of sea birds hovered; all the rest\nEchoed the call and bending to the paddle\nShot o'er the waves, for now the fish were gained.\nUhila grasped his rod, and at the stern\nTossed out the shining hook, with laugh and cheer\nA glint of silver flashed, then all the air\nWas gemmed with streaming stars. They came from deeps;\nFrom azure fairer than its mother sky\nClouded with dazzling whitenesses of foam.\nLuck to their fishing:\n\n                    Now, fair and remote\nA scattered emerald from a broken chain\nLying below the bending breast of heaven,\nThe village had awakened,--once again\nSerene Kambara, island of the south,\nExhaled its light upon the light of heaven.\nThe verdure seemed to shine with lucent green,\nThe red hibiscus burned with inward flame,\nAnd in the village happy song and shout\nProclaimed the day was fair. Blue upon blue\nThe bright waves glittered like a shattered star\nSet in the silver crescent of the sand.\nThe palm trees' plume uplifted dauntlessly\nTo call the morning. At the forest's brim\nThe day was made alive by human flowers,\nSweet maidens who against the emerald\nShowed warm and brown in purest harmony.\nThe fierce bright flame that is the tropic sea\nBurned on their eyes and called them to its heart.\nLike eager sea birds they forgot the land,\nAnd, happy as the amorous waves, they gave\nTheir slim brown bodies to the sea's embrace.\nThey found them driftwood and astride they leapt\nThe feathered breakers, one with daring skill\nCurved her sweet length to lie within the palm\nOf a strong wave, and so was brought to shore.\n\"Taka,\" they cried, \"has beaten us;\" and all,\nShaking the bright drops from their shining hair,\nWith laugh and song sprang to the beach again,\nSunning themselves to languor ere they made\nTheir pretty toilet.\nSome had gathered flowers\nIn fragrant wreaths, and others brought the grave\nWork of the morning. Yet because the wine--\nSun of the South--gilds even toil, it seemed\nA poet's pastime. Scarlet beans they threaded\nLater to lie about some golden throat.\nDeftly they wove fine mats, and deftly twisted\nBright witchery to adorn themselves, and snare\nMen's eyes. With little songs they pearled the air.\nHush! it is Taka singing:--\n\n    \"Far away\n  In a fountain dwelt a maiden;\n  When the silver moon was high\n  She was glad, but heavy laden\n  Was she when its light must die.\n    Far away.\n\n    \"Far away\n  Came a stranger brave to love her,\n  Loved her when the moon was high;\n  When the moon was pale above her\n  Love grew pale and like to die\n    Far away.\n\n    \"Far away\n  From the fountain's mist he drew her\n  Happy while the moon was high,\n  Waning, fled she, her pursuer\n  Held her back, and saw her die\n    Far away.\"\n\n\"'Tis a sad song for morning,\" cried the maids--\n\"And for a bride. Come, Hopa, sing of laughter.\"\nHopa sang:--\n\n  \"Little brown streams,\n  Slim as my fingers,\n  Running and laughing\n  While the light lingers,\n  Have you no dreams,\n  Little brown streams?\n\n  \"Little brown maidens,\n  Laughing and weeping,\n  Singing and dancing,\n  All the night sleeping,\n  Have you no lovers,\n  Little brown maidens?\"\n\nAfar there sounded in the mellow breeze\nThe rhythmic movement of the maidens' toil;\nBefore them on the sand a snowy sheet\nLay spread,--the tapa cloth; tutunga trees\nYield them their inner bark, and lightly then\nThe maidens tap the fibres till they join,\nMade firm with scented gums and bright with dyes,\nTo form a fabric that a bride might choose,\nAnd this was for a bride. Among the rest\nOne maiden shone; a moon beside her stars,\nTaka, the fair. Her father was the chief\nOf this small village. His the splendid store\nOf kava bowls for which the isle is famed,\nThe shining fish-hooks, fairest of mother of pearl,\nGreat mats from ancient days with border rare\nOf crimson feathers, cruel tragic spears,\nSweet unguents, necklaces of pearly shells\nEnvied by maidens, and above them all\nBales of the snowy tapa, made by hands\nSubtle, wise hands of women, over whom\nThe earth had long laid flowers.\n\n                    In the land\nWhere history is but a charming tale\nDroned by old men at twilight, future days\nPleasantly certain as the next repast,\nWhere gods and goddesses appear as  birds,\nTrees, plants or moonlight, gently rising tide,\nAnd shining girdle of leaves,--all homely things,\nWhich hold the people's hearts.--In this fair land\nTaka was born. Thro' sixteen years of  moon\nAnd tropic sun she blossomed in the air.\nChilled by no frost, the world unconsciously\nMirrored her sweetness back to her. The sun\nHad kissed her skin to a warm topaz;  rare\nAs dusky wealth of Autumn, her sweet breast,\nGleaming and bare, was hung with ropes of flowers\nYellow and white, and in her curling hair\nGlimmered the pure gardenia. All the  braves\nWished her for wife, but old Akau the  chief,\nKnowing Uhila's prowess and the blood\nLeft by an English forbear in his veins,\nKnowing that Taka too could boast, or  mourn,\nA foreign ancestry, had lately pledged\nHis daughter to this brave, and now the  village\nMade preparations for the marriage. There\nBy the warm sea the maidens paid their  court\nTo Taka, who so soon would leave their  gay\nIndifferent frolic lives to wed the grave\nStern chief. She did not falter at the  choice.\nLove which the maidens sang was but a  word;\nShe wished no better fate than to be  mated\nTo a strong warrior whom her heart held  dear\nAs friend to kind Akau. So she waited.\nIn her slim hands she held a polished cup,\nThe shell of cocoanut, which caught the  light\nLike a brown pool. The toil of many days\nHad turned the tawny shade to warmest black\nIn gradual depths as shaded Taka's cheek;\nWith perfumed oil her fingers gave caress\nAnd waked the hidden pictures in the grain,\nThe yellow sand, the dusky amber girl,\nThe brown perfected in the shining globe.\nEarth's monotones are justified in this.\nClose to her lolled small Hopa, blithe and gay\nAs a young cricket, teasing all the rest\nWith her sharp wit; often she dropped her work--\nThe threading of bright flowers into wreaths--\nTo look across the waves, and suddenly\nShe called, \"A sail, a little sail,\" and all\nFollowed her pointing fingers. Far away,\nTossed like a feather, black against the sky,\nHovered a tiny craft, its unknown lines\nMarked it as stranger, and the maidens all\nCuriously watched its coming to the shore.\n\nAll night the little shell with ceaseless dip\nAnd pause, and rise and dip again, had borne\nThe trackless trade winds. Tui Tua Kau,\n\"King of the Reefs,\" had ventured over far\nFrom Tonga's shore. Caught by a wanton gale,\nHis idle racing, lengthened in a whim\nTo cheat his laughing mates, grew a wild flight.\nThe frail canoe seemed, on the angry sea,\nA sweet rose petal blown across the night.\nYet wisely now the winds had mind to crown\nTheir joyous undertaking, and upon\nThe shores of Fiji's isles they drew their prize.\nThe maidens on the shore had seen afar\nThe stranger's coming, and the songs were stilled\nTo hush of expectation. Even so\nA prince might come to claim his kingdom, lone,\nIn a frail craft, with weary eyes, and hair\nCrowned with a fading wreath, more beautiful\nThan all their lovers, slender, strong and young.\nWith one lithe spring he gained the yellow sand\nAnd caught the boat and drew it with a swing\nHigh on the beach,--its movement seemed alive.\nHis sinewy fingers loosed the flapping sail,\nGay shells clinked musical against the mast,\nAnd all the maidens, timorous as birds,\nLaughed at the sound with shy averted face.\nThen straight and slender as the cocoa palm,\nStraight as its shaft and crowned with shining hair,\nThe stranger lifted up his head. The wreath,\nFaded yet still alive thro' ocean's breath,\nDrooped o'er his brows. His flashing sun-bright eyes\nStruck thro' the group of girls as shoots a dart,\nAnd caught and quivered in sweet Taka's breast.\nMore noble than the rest, she scorned to fear,\nAnd graceful in her modesty she faltered,\nThen came to meet and greet the stranger  guest.\nErect she faced him, o'er her brow the frail\nCurves of the crest she wore, antennae-wise,\nTrembled a little. As a maid beseems,\nHer eyes drooped from his gaze, yet not too soon\nTo miss the gleam with which he caught the first\nFlash of her beauty. With that glance he gained--\nHalf conscious of a gladness--that this maid\nWas still for winning. As the custom is\nHer hair fell in twin braids, and were she wed\nThey had been sacrificed to that estate.\nMaiden she was, his eyes caressed the sign\nBlack o'er the topaz beauty of her breast.\nThe stranger spoke. \"Malua am I called;\nI hold for title Tui Tua Kau.\nOver the violent seas, beneath the frown,\nCold and untoward, of a starless sky,\nThe waves of chance have borne me; thro' the night\nAround me and above the pitiless trades\nWere blind with darkness, blown like maiden's hair\nAcross my face. As palm trees beaten by wind,\nThe tortured breakers tossed their streaming crests,\nAnd all the light of all my life seemed dead--\nThen--morning broke, and I behold the sun!\"--\nHe held her with his gaze and found her eyes--\n\"On Tonga's shore I reigned a chief, and now\nI am a beggar at your mercy.\" Then\nThe young pride mounting to his cheek, he cried,\n\"Nay, but I jested, for I come so far\nTo green Kambara for a lordly bowl\nFit for the kava of a chief.\"\n\n                    She smiled,\nAnd with the smile Malua felt the blood\nLeap in his heart, his heart inviolate\nNever before so stirred 'neath woman's eyes.\n\"Come, then, with me,\" said Taka, and the beach\nStretched from their feet, a ribbon that should bind\nIn its white length the heaven to the earth.\nWith delicate step she led him to the hut\nWhere old Akau gave him kindly greeting.\nA little in the shadow, where the gourds\nAnd strange sweet herbs--soft musty fragrances--\nHung swinging from the beams about her head,\nTaka withdrew. Her wide eyes opened wide,\nAnd, lightly folded on her golden breast,\nHer two hands lay like flowers.\n\n                    In the light\nBright as a sun god sat Malua listening\nWith greatest reverence to the aged man,\nWho spoke to him of ancient, long dead things\nWhile he displayed his wealth of burnished cups\nOut of the splendid eld. \"My son,\" he said,\n\"Yours is dim future, mine the deathless past;\nHeroes have died for me and yet shall die,\nAnd all the glory of the virgin earth\nYields up its sweets to me, for now I rest\nAnd stretch my withered sinews in the sun\nAnd wait for peaceful death; because your lips\nAre innocent, and dawn is in your eyes,\nI give you of my store the fairest treasure.\nAfter my Taka, you have won my heart.\"\nIn his strong hand he laid a bowl; for this\nThe ages had paid toll, soft lightnings shone\nFrom its brown glory, carved most royally.\nHe raised the kava bowl aloft, the sun\nStruck on its shining rim, and straight as a spear\nShivered the dusk where Taka stood. The light\nLay on her swelling throat, and showed her eyes\nStarred like a tropic night. The stranger's hand\nTrembled a little, and his quick-drawn breath\nCarried a message from his breast to hers.\nThey left the hut together. From the clear\nBright heat of noon they turned, and took their way\nInto the greenly silent forest. Leaves\nFlickered above wet blossoms, simple sounds\nOf homely labor borne upon the breeze\nMade them the more alone. They spoke of Love,\nA mighty word to ease the strange new pain\nBorn in their hearts.\n\n                    Sudden the path grew wide--\nA little space deprived of flowers and life--\n\"The house of sandal wood,\" said Taka, pointing,\nAnd there, the last home of a chief, it lay.\nWhite shells and snowy pebbles girt him round\nIn his great mould of clay, and all his spears\nAnd clubs of war kept vigil, showing still\nHis might in battle. Shrill the parrot's scream\nRang on the desolation, and the trees\nSeemed to withdraw their shadows from the place\nSacred to death, the violent crime of war.\nA little shadow darkened Taka's heart,\nCould this sweet world contain both death and love?\nShe sought Malua's eyes to be assured\nThat love lives always.\n\n                    He had gone before\nTo hold the leaves for her to pass, and softly\nShe came, and like a golden butterfly\nHer small hand fluttered down upon his arm.\nHe caught his breath as tho' the leaping blood\nThat fled before this touch were very flame,\nThen slowly, slowly turned, and in her eyes\nGave up his heart's desire. No word was said.\nShe knew not that she loved, he only  knew\nShe was the moon of women; but their hearts,\nWiser than they, had flowered into one.\nThen as she passed beneath the swinging leaves,\nHe caught the wreath wherewith on Tonga's shore\nThe maids had crowned him \"King of Love and Beauty,\"\nAnd cast it from him with a high disdain\nOf token other than from Taka's hand.\nShe laughed to see it, and her step was light\nAlong the flowery way.\n\n                            Love in this land\nGrows into perfect stature as the swift\nSweet growth of nature. In these gracious souls\nLove stood full-armed, godlike, from birth. Their lips\nWhispered of life and laughter, but their hearts,\nSinging together, told each other clear:\n\n\"Ah, Love, dear Love, there is no need to say,\nCatch up life's song, its lightest, merriest word,\nPledge deep the golden sun, the breeze and bird,\nDraw down long lashes over happy eyes,\nThat none may guess the light that in them lies,\nNor with what secret smile your lips are stirred.\nThe moonlight is so short, so long the day,\nNay, Love, dear Love, there is no need to say.\"\n\nThe whole world laughed with flowers overhead,\nThe sky a hollow sapphire ached with blue,\nThe green bright sea gave jewels to the sun,\nAnd all the air was love that doting earth\nBreathed to the sun, her lover.\n\n                                 In the midst\nTwo radiant gods with brave, wide eyes, and hair\nCrowned with the beatific spring, they stood,--\nTaka, the fair, and young Malua, fierce,\nPassionate-hearted youth, and passionate youth;\nFaltering before her innocent gaze, he cried,\n\"Dare I adore?\" so crystal clear she seemed\nA silver dewdrop in the rose of dawn.\nAnd Taka, trembling: \"How can he be mine,\nSo strong, so fair, a god with heart of flame!\"\nAnd so they strove against their hearts and lived\nLong lives of hope and fear and love's sweet pain\nWithin a heart-beat. But the time was near!\n\nThere in mid-forest, rimmed with leaves jade green,\nAll singing in the sun,--as deep and brown\nAs Taka's eyes,--the pool disclosed itself.\nAcross the clear light of the morning, showers\nOf fiery jewels shone against the trees,--\nRubies, bright sapphires, purple amethyst,\nTopaz, fierce opal, grass-green emeralds\nFlitting and darting;--were they only birds!\nFlower made bird or bird made flower, they seemed\nTo eyes newborn upon a world of love.\nThe air was heavy with strange scents, the old\nFamiliar perfumes seemed so rarely sweet,\nThe jasmine was the very breath of love.\nAnd when they rested on a flowery bank,\nAnd Taka wove the red hibiscus wreath\nTo crown Malua, as he gazed at her,\nStretched at her feet, his chin upon his hand,\nThe whole long world had waited but for this.\n\n(_Weaving the rosy wreath._)\n  \"My dream was of thee at sunrise\n    With light steps over the sea.\n  Lonely upon the mountain,\n    I woke from my sleep for thee.\"\n\n(_Weaving the rosy wreath._)\n  \"The wild dark rocks were round me,\n    The flowery maids were gone;\n  I woke, thou--bright as lightning\n    Beside me--waited the dawn.\n\n  \"Weaving the rosy wreath,\n    I weave my life in a dream.\n  Thou camest through dawn on the sea,\n    Red flower on a sunlit stream.\"\n(_Weaving the rosy wreath._)\n\nShe laid the scarlet wreath upon his hair.\n\"My King,\" she whispered, and Malua's eyes--\nBoy, spite of all his battles--filled with tears\nWrung from his burdened heart. He caught her hand;\nThe lake was hushed with noon-tide, far away\nA fond bird starred the forest with a cry.\nThen Taka turned, and in her eyes a light--\nThe light of summer moon in water still--\nAnd in her face the glamour of moon and star,\nOn which the crimson petals of her lips\nLay trembling, eager wings to her new soul,\nLove was confessed.\n\n                    The day went swiftly on.\nMalua left her side to gather fruits\nFor a love feast together. In a dream\nHis heart had moved, and like a child he longed\nTo prove it real by sweet familiar ways,\nServing his fairest lady while their laughter\nFell on the air like music. Taka, waiting\nOn the green bank his coming, told her heart:\n\"Not for his beauty only, tho' his eyes\nBurn into mine more beautiful than the night,\nNot for the corded muscle in his arm\nWhich broke a great branch that would stay my path,\nNot for his voice, a murmur of soft seas,\nNor all the gracious ways he knows so well,\nNot for his love that breaks within his eyes,--\nAll these are dear, are dearer than my life,\nBut for himself I love him,\" Taka dreamed.\n\"To be his sister, nay, his mother then,\nTo welcome him from hunting with my eyes,\nTo fight his battles with the other women,\nTo triumph in his triumphs, yet perchance\nBe happier if when vanquished he would come\nSafe in my arms for shelter. If I might\nBut suffer for his sake and see him stand\nStronger and happier--he should never guess--\nBut I might sometimes touch his hair and know\nThe curls that clung around my fingers mine,\nBought by my pain as he, Malua, mine.\nJust so the heaven belongs to each small star\nFixed by its gracious power eternally.\"\n\nThro' the late afternoon Uhila came.\nThe Earth was idle, on her knees her hand\nOpened, relaxed and empty, and her eyes\nClosed to the ardent sun. The village slept,\nWaiting for evening's cool. Uhila came;\nOver his shoulder like a silver shroud\nHe brought the gleaming fish. The purple shadows\nLay in soft pools about the palms; the leaves,\nListless as weary love, hung motionless,\nAnd the hot green gave color to the air,\nThe world viewed through an emerald.\nHe came,\nAnd to Akau's hut he brought his gift,\nA mighty fish to grace the wedding feast.\nAnd where was Taka? All the gorgeous day\nShe had been absent, old Akau told;\nAnd of the stranger, wanderer, with eyes\nLit by the fires of youth, Akau told,\nLike a glad wind of morning bearing spring,\nSpring with the heart of summer, and his brow\nCrowned with the calm white flowers of innocence.\nUhila knew, in days long past he too\nHad wandered thro' the forest in the glory\nAnd glow of youth.\n\n              With mouth set stern and grim\nHe followed to the pool. His heart was stirred\nWith turbulent emotions. She was his,--\nTaka was his, the blossom that should cheer\nThe winter of his age. His springing step\nWas stealthy as a tiger's, and the way\nWas clear before him. Rightly was he named\nThe lightning; keen and cruel he would flash\nInto this sky of love, death in his hand.\nThe path was strewn with little crimson flowers\nScarlet festooned the trees, or was it blood\nThat danced within his eyes? His thoughts were vague:\nDeath, mercy, love, but strongest was desire\nMerely to see and satisfy his fear.\nSudden he saw them, and he hid his eyes\nBefore the sight, then strained to see again\nTaka, her arms piled high with blossoms, stood,\nAn amber goddess of spring with flying hair\nBeneath a flower-bent branch, whose leaves had caught\nOne of her sun-kissed curls. Malua watched her.\nLaughing, she would have torn away the tress\nAnd with the effort all the starry flowers\nDrifted like snow across their bended heads,\nBut with a low cry he withheld her hand,\nAnd standing where she needs must turn to see\nHis two arms o'er her slender shoulder laid,\nWith fingers little used to gentler arts\nHis timid touch unloosed her perfumed hair,\nToo near--for aught but that her curving throat\nShould be upturned to meet his sure caress,\nAnd all the blossoms drifted thro' the air\nAnd fell like blessings on their bended heads.\n\nUhila bore no more; his heart was great\nWith unshed tears; their beauty and their love\nTouched like soft music on his injured soul\nWith infinite sadness and a hopeless calm.\nHe left them there and sought the forest shades\nTo search his heart. A great nobility\nSlept in his native breast, and those pale drops\nOf northern blood had taught him self-control\nAnd might of mercy. To and fro he paced,\nLearning his lesson. Taka, little moon\nSent by the gods to light his loneliness,\nWas his no longer. He must twist his heart,\nWried with grim pain, to smiles of pleasantness.\nAh, it was great. Uhila should be great,\nGiving her to Malua as a gift,\nShowing Akau how he wished no more\nTo wed so young a maid, and then the tears\nBroke from his eyes and burned his throbbing breast.\nHomeward he turned, and all the sleepy birds\nTwittered good-night--and almost was he glad.\nIn the cool green of evening, silent now\nSave for their beating hearts, the lovers came\nBack to the village. In the stranger's honor\nThe people made a feast. The air was filled\nWith busy sounds of preparation. Some\nBrought driftwood for the fires, some gathered flowers\nTo deck themselves, and all the fruitful earth\nWas robbed of its delights for beauty's sake.\nBefore the feasting Chief Akau rose,\nGrave and majestic, for the evening prayer;\nPouring libation from the kava bowl\nIn a deep silence, to the gods he cried,\n\n  \"Take of our offering, O you mighty gods,\n  Look on this people kindly, let them prosper\n  In health and increase. Let the fecund ground\n  Grant us, your creatures, life to serve you well.\n  Take of our offering, O you gods of war,\n  Let men be brave and triumph in your name.\n  Take of our offering, O you gods of sea,\n  Spare us your wrath, and in your might depart\n  Along the ocean to some far off shore.\n  Take of our offering, all you mighty gods.\"\n\nThe feasting ended, round the fires they gathered,\nWise aged men telling anew their tales\nOf youth, sweet purposeless youth which dreams of stars\nThe while it gathers weeds--of battles dire.\nTheir thin cold blood warmed with grim memories\nOf gods they told, of goddesses with hair\nStreaming across the sunset, and of dear\nWomen long dead, and then the maidens came,\nSinging their little songs. One sang of love:\n\n  \"The breath of spring is in his hair,\n  He needs no crimson necklaces\n  To win the favor of the fair.\n\n  \"The full moon leaned to kiss his eyes,\n  The fairies brought him purple flowers,\n  The flowers of love, and made him wise.\n\n  \"The maidens die for his disdain,\n  His heart strikes silver lightning,\n  Their warm tears stir the flowers like rain.\n\n  \"The breath of love is in his hair,\n  He needs no crimson necklaces\n  To win the fairest of the fair.\"\n\nAnother sang of the sad mothers, lone\nIn their dark homes at evening, while beyond\nThe limitless twilight on some field of war\nTheir hearts lie dead.\n\n  \"O my men, my men!\n    Keen in the rain and sunshine\n  For glorious splendid deeds,\n  You are gathered as idle weeds.\n\n  \"O my men, my men!\n    The mighty gods were jealous,\n  Your virtues shone like a star;\n  The enemy came from afar!\n\n  \"O my men, my men!\n    Vengeance shall follow soon,\n  Your people shall blast the foe\n  Or ever the cold winds blow.\n\n  \"O my men, my men!\n    My life is an empty shell,\n  No one has heard my moan,\n  I sit in the dark alone.\"\n\nThen of the gods they sang,--a moonlight song:\n\n  \"Sleep, O soft little winds,\n    Restless whispering grass,\n  Reeds of the water-ways sway not,\n    Sleep, that the gods may pass.\n\n  \"Deepen, you dreams of the sleepers,\n    Veil you, O fire of the moon.\n  Darken, you silver of stars,\n    Sleep, for the gods come soon.\n\n  \"Sleep, for the gods who sleep not\n    Pass on the midnight's breath;\n  Mystical, magical, secret,\n    Sleep, for to wake is death.\"\n\nAnd after singing came the dance; the brown\nLithe women decked with bright fantastic hues\nWavered into the circle of the light.\nKneeling, they wove their spells. As gracious flowers\nSwayed by the winds of evening, they were blown\nBy breezes of desire. The eye was filled\nWith luxury of soft motion and the sound\nOf soft monotonous chanting charmed the ear.\nThen in their midst came Taka, and she stood,\nWaiting the signal. Slow she raised her arms,\nSlow as tho' ages hung upon her hands\nHeavy with burdened love. The music hushed.\nDeep in the mystery of her steady eyes\nLingered the secret of the world, and then\nLaughter and light came dancing from her smile.\nHer fingers fluttered on the harp of love,\nAnd every chord uttered itself again\nWithin some dusky heart. The earth was still.\nThe warm night air was strong with heavy scent\nOf oil upon the dancers and the flowers\nThat decked their breasts and hair. Malua's soul\nFainted beneath the load of so much love,\nAnd when the dance was finished, and her eyes\nHeld him for one long second ere she smiled\nAnd stole away, he knew for death or life\nHis spirit lay within her golden hands.\n\nWoe for Uhila! As the twilight glow\nFaded in soft immeasurable plains\nOf darkness, so the beauty in his heart\nFaded in clouds of wrath. The great fire blazed--\nA ruby in the raven hair of night--\nAnd clear across the flames Uhila saw\nHis rival, garlanded with blossoms, pale,\nCalm as a happy lover. Could he smile\nOver his empty hands and meekly bow--\nUhila bow!--to taste a stranger's whip!\nDeath snapped the sparks, and Vengeance hurled the flames.\nLike blood the fire fell o'er the bare young heart,\nAnd he who watched in one mad bound foresaw\nHow blood indeed might flash across that breast.\nThe high resolve grew dim in that fierce light,\n\"'Tis noble, strong;\" then, in a stab of keen\nHumor, he saw again a native brave\nDecking his naked body with the coat\nCrowned with the hat of some sea-faring man,--\nAping the civilization of his stride\nTill his new prowess fell to comrade's jeers.\nSo with a tiger heart it were to wear\nA grave forgiveness of this wanton wrong.\nThe primal lust had burst the slender bar,\nWeak white man's morals. Now to slay and slay.\n\nDarkling, he fixed Malua with his eyes,\nNoting each shadow of his changing thoughts,\nWhen the dear dreams centred on Taka, dreams\nDimming his sight. Holding his lips apart,\nHe slowly rose, Uhila following,\nFor in the dark the music of her face\nSmote on the boy till he could bear no more\nThe feasting and the firelight; silently\nHe rose and stole away. The night was still,\nAnd \"Taka, Taka, Taka,\" rang his soul\nAgainst the stars. He felt infinity\nAbove him brood, and knew the mighty gods,\nWho once in every lifetime drop an hour\nOf their remembrance fraught with godlike bliss\nTo luckless man, had turned on him their eyes.\nUnconsciously his feet retraced the path\nTo the dark pool where joy had birth that day.\nThe scents that wake when the cool dusk begins\nLapped him luxuriously; the heavy sweet\nOf passionate gardenia,--kiss made flower,--\nWhite as his turbulent love, was as the crown\nAnd climax of the jasmine stars that breathed\nHis love in placid day, and when he paused\nBeside the pool, the forest held its breath.\n\n\"O sweet, O beautiful!\" Malua cried,\nHis young eyes blazing to the tropic night.\n\"Never before, since all the gods were young,\nWas woman loved as I love Taka.\" Then,\nCaught in a very ecstasy of love,\nHe laid his arms about a slender tree,\nWhite in the moonlight, and his fevered cheek\nPressed on its cooling stem. With broken music\nShaken from his breast, he cried on Taka,--\nLittle happy words that mothers whisper\nAbove their sleeping babes. \"If love could find\nA way to utter love without her lips!\"\nHer lips, her eyes, the music of her voice--\nDeath would be easy on her golden heart.\nHe pictured her at twilight in the door\nOf their far home, with eager arms outstretched\nTo welcome him from toil; how she would stand\nA queen among the other women, crowned\nWith crimson flowers. How had he won her, he\nA stranger to her people and her blood!\nFor in her veins the stream ran pale, but, \"Ah,\"\nHe cried, \"my kiss shall burn it red again.\nWhite she may be, a queen, my queen, she is,\nAnd still my slave in fetters of my love.\"\n\nUhila watched him from the shadow.\nGods!\nHow young he was! as Vave, the swift-footed\nSplendidly strong, an innocent god of war.\nThe morn with chilly lips laid myriad kisses\nAbout his beauty, slipped thro' jealous leaves\nDripping with silver and fantastic fingers\nReached to caress him from the amorous trees.\nHither and forth he paced; Uhila's eyes\nAched with his hatred of the sight; at length\n\"Taka,\" Malua cried, and stretched his arms\nRigid in air, his face against the sky.\nThe goad was in Uhila's soul, he leapt\nInto the moonlight and upon his foe.\nFixed to the ground, they strove as giant trees\nTossing fierce branches in a storm; their wrath\nSmote on them like a tempest, hot with hate.\nMalua knew a curse was in the hands\nThat sought his throat, and in the blazing eyes\nClose to his own. Life would defend fair life\nAs chief and Taka's lover. Round the shoulders\nDark and strong, straining to his heaving breast,\nHe threw his arms, and locked in that embrace\nThey stood a moment, breathing with the quick\nSharp catch of weary runners. Then a turn--\nRaising his knee, Uhila strove in vain\nTo throw his enemy. Upon their heads\nAnd swaying bodies lay the silver light\nOf the bright moon. The great night seemed to pause\nChin upon hand to watch the struggle, air\nHushed to retain the hoarse and laboring sobs\nSuch strain brought forth. Their shining bodies, oiled\nIn honor of the feast, granted no hold\nTo the fierce gripping arms.\n\n                              Then suddenly\nUhila sprang aside and grasped a branch,\nA rough, harsh weapon--for they were unarmed.\nWary they watched each other's eyes, like beasts\nStealthy, retreating, circling with heads low,\nBodies bent for the catch. Malua sprang\nClose to Uhila, caught his murderous hand,\nAnd with the branch between them, all its thorns\nTearing their breasts, they strove once more. The moon\nGlittered in troubled ripples, they had come\nUnder the shadow of the trees, the dark\nGoaded Uhila's soul anew, his blood,\nBlazing with conflict, gave him mad-man's strength\nAnd devil's skill. His straining form relaxed,\nHeavily slipping earthward; ere Malua\nCould gain fresh hold upon his fainting foe,\nUhila with a twist had laid him low,\nKnee on his breast, lean fingers at his throat\nSeizing his life.\n\n                    Malua's eyes grew dim,\nThe gentle stars seen faint thro' hanging leaves\nWavered uncertainly; his brain seemed black,\nConfused with horrid death, the dewy moss\nHe lay on failed beneath him. Suddenly\nHanging upon the brittle rim of death,\nHis outstretched hand, gripping the scattered leaves,\nClosed on a sharp stone, instinct more than brain\nShowed him the way; he raised his weapon, struck\nAnd struck and struck again.\nThe night looked down\nWaning, and saw thro' tangled boughs a still,\nDead figure on the troubled earth. All stained\nWith crimson blood, there lay a crimson wreath,\nAnd thro' the forest stole a dusky shade\nFleeing he knew not where save that he 'scaped\nDeath, that was lying by the forest pool.\n\nAt dawn the weary boy, who thro' the night\nHad cried his love and anguish to the dark,\nWandering half crazed thro' forest deeps unknown,\nFeeling upon his throat the hand of hate,\nFeeling upon his heart the still more potent\nFingers of love, came to the open shore\nWaiting for day. The restless, eager foam,\nStretching white arms around the sleeping earth,\nWoke his great love anew. The loneliness\nOf open spaces set his hungry soul\nDreaming of Taka, Taka who should come\nAnd fill the empty world for him. The sky\nPaled at the thought. The dawn was stealing near,\nGlimmering faintly on the edge of night.\nHe could delay no longer; like a thief\nHe must secure his jewel in the dark.\nIn the vast pause that presages the morn\nHe came to Taka's door. Ajar it stood,\nAnd on the mats within he saw revealed\nThe pure young oval of her perfect face.\n\"Taka, my little one,\" Malua whispered,\nAnd thro' her dreams \"Malua\" passed her lips,\nSlipping insensibly to waking. So\nShe saw him at the door and came to him,\nHer dewy dreams still warm within her eyes,\nAnd gave her face to passionate caress.\nThen with soft, broken words he told again\nHis love, and after when her heart was full\nOf glad acceptance, as a flash of fire\nSearing his image on her soul, he told\nHow blood had paid the price of love.\n\n                                She heard,\nAnd daylight ebbed before her eyes to faint\nWhite mist, then refluent turned and smote\nHer heart's eyes with the horror of the truth.\nUhila dead. Uhila with the smile\nThat woke for her alone. Her thoughts, like leaves\nBlown by cold winds, were scattered, and the words\n\"Uhila dead\" was but a symbol grim\nOf darkness. All the past, her happy life\nFlower in the sun, her home, and all the dear\nFamiliar duties, all her life to come\nWoven with thoughts of kind Uhila, all\nStruck to the ground by murder. In her blood\nThe pale drops cried to heaven against the wrong,\nWrong to her people and her love, till now\nSo beautiful.\n\n                        Malua knew her pain,\nAnd how upon its verdict hung his life.\nDeath's flame had touched the golden rose of love.\nIf it be dross or gold, the test should tell.\nThe black gulf night that lies 'twixt dawn and dawn,\nDeepened by darker sin,--could frail love, tired\nWith passion, hope to bridge the perilous way?\nHis brain cried, \"No,\" his heart, \"Ah, Gods, but yes\nOr I shall die.\"\n\n                       He laid a tender arm\nAbout the shrinking child and drew her forth\nAlong the forest path. She did not hear\nThe morning birds who blithely welcomed  day,\nShe did not see the dew upon the leaves,\nGlamour of dawn, but dazed with love and pain,\nYielding to that she knew not, kept the way\nTowards the forest pool.\n\n                          It seemed to them,\nWaiting the unutterable moment of their loss\nOr utmost gain, as tho' the swinging earth\nWas emptied of all life, the very air\nSeemed hollow and unearthly, breathless pause\nOn a great brink. They reached the pool, and Taka\nGathered her senses till her eyes were clear\nAs shining wells of truth. She leaned no more\nHelpless upon Malua, tho' his arm\nCircled her still. Before them on the path,\nNoble and dead, with mute hands pleading, eyes\nSubtle with secrets of eternity,\nWaited Uhila.\n\n                      In a moment's space\nMalua knew the utter pangs of death\nStrong as his soul. And Taka must be free,\nFree to decide between the mighty dead\nAnd him, the weakest of all living men.\nHe spoke no word, the blood of youth once more\nFought with the skill, the power, the eloquence\nOf great familiar age. If Taka drew\nFrom out his arms and love a heart-beat's time,\nShe had decided, and Uhila won.\nThis the boy knew. Taka had seen him, Ah!\nHer woman's heart in pity and distress\nShivered as tho' cold death had laid a hand\nUpon her brow. Malua felt a hell\nDeep as the world, and then--the sky, pale stars,\nRose dawn, unfathomed heaven rocked in his heart\nWith tumult of his glory. Taka turned,\nDrew closer in his arm, and raising up\nHer flowery face smiled in his eyes.\n                    'Twas done--\nDeath, life and passionate passion burned away\nIn the white flame of love.\n                    Uhila lay\nVanquished, forgotten. Turning to the sea,\nTaka, Malua, children of the sun,\nWent forth to meet the sunrise and the day.",
    "metadata": {
        "author": [
            "Hay, Helen",
            "Whitney, Helen Hay"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/19005/pg19005.txt",
        "name": "the_rose_of_dawn_a_tale_of_the_south_sea.json"
    }
}