{
    "name": "The Head of the Family\nSailor's Knots, Part 9.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\nTHE HEAD OF THE FAMILY\n\n\nMr. Letts had left his ship by mutual arrangement, and the whole of the\ncrew had mustered to see him off and to express their sense of relief at\nhis departure.  After some years spent in long voyages, he had fancied a\ntrip on a coaster as a change, and, the schooner Curlew having no use for\na ship's carpenter, had shipped as cook.  He had done his best, and the\nunpleasant epithets that followed him along the quay at Dunchurch as he\nfollowed in the wake of his sea-chest were the result.  Master and mate\nnodded in grim appreciation of the crew's efforts.\n\nHe put his chest up at a seamen's lodging-house, and, by no means\nperturbed at this sudden change in his fortunes, sat on a seat\noverlooking the sea, with a cigarette between his lips, forming plans for\nhis future.  His eyes closed, and he opened them with a start to find\nthat a middle-aged woman of pleasant but careworn appearance had taken\nthe other end of the bench.\n\n\"Fine day,\" said Mr. Letts, lighting another cigarette.\n\nThe woman assented and sat looking over the sea.\n\n\"Ever done any cooking?\"  asked Mr. Letts, presently.\n\n\"Plenty,\" was the surprised reply.  \"Why?\"\n\n\"I just wanted to ask you how long you would boil a bit o' beef,\" said\nMr. Letts.  \"Only from curiosity; I should never ship as cook again.\"\n\nHe narrated his experience of the last few days, and, finding the\nlistener sympathetic, talked at some length about himself and his\nvoyages; also of his plans for the future.\n\n\"I lost my son at sea,\" said the woman, with a sigh.  \"You favor him\nrather.\"\n\nMr. Letts's face softened.  \"Sorry,\" he said.  \"Sorry you lost him, I\nmean.\"\n\n\"At least, I suppose he would have been like you,\" said the other; \"but\nit's nine years ago now.  He was just sixteen.\"\n\nMr. Letts--after a calculation--nodded.  \"Just my age,\" he said.  \"I was\ntwenty-five last March.\"\n\n\"Sailed for Melbourne,\" said the woman.  \"My only boy.\"\n\nMr. Letts cleared his throat, sympathetically.\n\n\"His father died a week after he sailed,\" continued the other, \"and three\nmonths afterwards my boy's ship went down.  Two years ago, like a fool, I\nmarried again.  I don't know why I'm talking to you like this.  I suppose\nit is because you remind me of him.\"\n\n\"You talk away as much as you like,\" said Mr. Letts, kindly.  \"I've got\nnothing to do.\"\n\nHe lit another cigarette, and, sitting in an attitude of attention,\nlistened to a recital of domestic trouble that made him congratulate\nhimself upon remaining single.\n\n\"Since I married Mr. Green I can't call my soul my own,\" said the victim\nof matrimony as she rose to depart.  \"If my poor boy had lived things\nwould have been different.  His father left the house and furniture to\nhim, and that's all my second married me for, I'm sure.  That and the bit\no' money that was left to me.  He's selling some of my boy's furniture at\nthis very moment.  That's why I came out; I couldn't bear it.\"\n\n\"P'r'aps he'll turn up after all,\" said Mr. Letts.  \"Never say die.\"\n\nMrs. Green shook her head.\n\n\"I s'pose,\" said Mr. Letts, regarding her--\"I s'pose you don't let\nlodgings for a night or two?\"  Mrs. Green shook her head again.\n\n\"It don't matter,\" said the young man.  \"Only I would sooner stay with\nyou than at a lodging-house.  I've taken a fancy to you.  I say, it would\nbe a lark if you did, and I went there and your husband thought I was\nyour son, wouldn't it?\"\n\nMrs. Green caught her breath, and sitting down again took his arm in her\ntrembling fingers.\n\n\"Suppose,\" she said, unsteadily--\"suppose you came round and pretended to\nbe my son--pretended to be my son, and stood up for me?\"\n\nMr. Letts stared at her in amazement, and then began to laugh.\n\n\"Nobody would know,\" continued the other, quickly.  \"We only came to this\nplace just before he sailed, and his sister was only ten at the time.\nShe wouldn't remember.\"\n\nMr. Letts said he couldn't think of it, and sat staring, with an air of\ngreat determination, at the sea.  Arguments and entreaties left him\nunmoved, and he was just about to express his sorrow for her troubles and\nleave, when she gave a sudden start and put her arm through his.\n\n\"Here comes your sister!\" she exclaimed.\n\nMr. Letts started in his turn.\n\n\"She has seen me holding your arm,\" continued Mrs. Green, in a tense\nwhisper.  \"It's the only way I can explain it.  Mind, your name is Jack\nFoster and hers is Betty.\"\n\nMr. Letts gazed at her in consternation, and then, raising his eyes,\nregarded with much approval the girl who was approaching.  It seemed\nimpossible that she could be Mrs. Green's daughter, and in the excitement\nof the moment he nearly said so.\n\n\"Betty,\" said Mrs. Green, in a voice to which nervousness had imparted\nalmost the correct note--\"Betty, this is your brother Jack!\"\n\nMr. Letts rose sheepishly, and then to his great amazement a pair of\nstrong young arms were flung round his neck, and a pair of warm lips--\nafter but slight trouble--found his. Then and there Mr. Letts's mind was\nmade up.\n\n\"Oh, Jack!\"  said Miss Foster, and began to cry softly.\n\n\"Oh, Jack!\"  said Mrs. Green, and, moved by thoughts, perhaps, of what\nmight have been, began to cry too.\n\n\"There, there!\" said Mr. Letts.\n\nHe drew Miss Foster to the seat, and, sitting between them, sat with an\narm round each.  There was nothing in sight but a sail or two in the far\ndistance, and he allowed Miss Foster's head to lie upon his shoulder\nundisturbed.  An only child, and an orphan, he felt for the first time\nthe blessing of a sister's love.\n\n\"Why didn't you come home before?\" murmured the girl.\n\nMr. Letts started and squinted reproachfully at the top of her hat.  Then\nhe turned and looked at Mrs. Green in search of the required information.\n\"He was shipwrecked,\" said Mrs. Green.\n\n\"I was shipwrecked,\" repeated Mr. Letts, nodding.\n\n\"And had brain-fever after it through being in the water so long, and\nlost his memory,\" continued Mrs. Green.\n\n\"It's wonderful what water will do--salt water,\" said Mr. Letts, in\nconfirmation.\n\nMiss Foster sighed, and, raising the hand which was round her waist, bent\nher head and kissed it.  Mr. Letts colored, and squeezed her\nconvulsively.\n\nAssisted by Mrs. Green he became reminiscent, and, in a low voice,\nnarrated such incidents of his career as had escaped the assaults of the\nbrain-fever.  That his head was not permanently injured was proved by the\nperfect manner in which he remembered incidents of his childhood narrated\nby his newly found mother and sister.  He even volunteered one or two\nhimself which had happened when the latter was a year or two old.\n\n\"And now,\" said Mrs. Green, in a somewhat trembling voice, \"we must go\nand tell your step-father.\"\n\nMr. Letts responded, but without briskness, and, with such moral support\nas an arm of each could afford, walked slowly back.  Arrived at a road of\nsubstantial cottages at the back of the town, Mrs. Green gasped, and,\ncoming to a standstill, nodded at a van that stood half-way up the road.\n\n\"There it is,\" she exclaimed.\n\n\"What?\" demanded Mr. Letts.\n\n\"The furniture I told you about,\" said Mrs. Green.  \"The furniture that\nyour poor father thought such a lot of, because it used to belong to his\ngrandfather.  He's selling it to Simpson, though I begged and prayed him\nnot to.\"\n\nMr. Letts encouraged himself with a deep cough.  \"My furniture?\" he\ndemanded.\n\nMrs. Green took courage.  \"Yes,\" she said, hope-fully; \"your father left\nit to you.\"\n\nMr. Letts, carrying his head very erect, took a firmer grip of their arms\nand gazed steadily at a disagreeable-looking man who was eying them in\nsome astonishment from the doorway.  With arms still linked they found\nthe narrow gateway somewhat difficult, but they negotiated it by a\nturning movement, and, standing in the front garden, waited while Mrs.\nGreen tried to find her voice.\n\n\"Jack,\" she said at last, \"this is your stepfather.\"\n\nMr. Letts, in some difficulty as to the etiquette on such occasions,\nreleased his right arm and extended his hand.\n\n\"Good-evening, stepfather,\" he said, cheerfully.\n\nMr. Green drew back a little and regarded him unfavorably.\n\n\"We--we thought you was drowned,\" he said at last.\n\n\"I was nearly,\" said Mr. Letts.\n\n\"We all thought so,\" pursued Mr. Green, grudgingly.  \"Everybody thought\nso.\"\n\nHe stood aside, as a short, hot-faced man, with a small bureau clasped in\nhis arms and supported on his knees, emerged from the house and staggered\ntowards the gate.  Mr. Letts reflected.\n\n\"Halloa!\" he said, suddenly.  \"Why, are you moving, mother?\"\n\nMrs. Green sniffed sadly and shook her head.  \"Well,\" said Mr. Letts,\nwith an admirable stare, \"what's that chap doing with my furniture?\"\n\n\"Eh?\" spluttered Mr. Green.  \"What?\"\n\n\"I say, what's he doing with my furniture?\"  repeated Mr. Letts, sternly.\n\nMr. Green waved his arm.  \"That's all right,\" he said, conclusively;\n\"he's bought it.  Your mother knows.\"\n\n\"But it ain't all right,\" said Mr. Letts.  \"Here! bring that back, and\nthose chairs too.\"\n\nThe dealer, who had just placed the bureau on the tail-board of the van,\ncame back wiping his brow with his sleeve.\n\n\"Wots the little game?\" he demanded.\n\nMr. Letts left the answer to Mr. Green, and going to the van took up the\nbureau and walked back to the house with it.  Mr. Green and the dealer\nparted a little at his approach, and after widening the parting with the\nbureau he placed it in the front room while he went back for the chairs.\nHe came back with three of them, and was, not without reason, called a\nporcupine by the indignant dealer.\n\nHe was relieved to find, after Mr. Simpson had taken his departure, that\nMr. Green was in no mood for catechising him, and had evidently accepted\nthe story of his escape and return as a particularly disagreeable fact.\nSo disagreeable that the less he heard of it the better.\n\n\"I hope you've not come home after all these years to make things\nunpleasant?\"  he remarked presently, as they sat at tea.\n\n\"I couldn't be unpleasant if I tried,\" said Mr. Letts.\n\n\"We've been very happy and comfortable here--me and your mother and\nsister,\" continued Mr. Green.  \"Haven't we, Emily?\"\n\n\"Yes,\" said his wife, with nervous quickness.\n\n\"And I hope you'll be the same,\" said Mr. Green.  \"It's my wish that you\nshould make yourself quite comfortable here--till you go to sea again.\"\n\n\"Thankee,\" said Mr. Letts; \"but I don't think I shall go to sea any more.\nShip's carpenter is my trade, and I've been told more than once that I\nshould do better ashore.  Besides, I don't want to lose mother and Betty\nagain.\"\n\nHe placed his arm round the girl's waist, and, drawing her head on to his\nshoulder, met with a blank stare the troubled gaze of Mrs. Green.\n\n\"I'm told there's wonderful openings for carpenters in Australia,\" said\nMr. Green, trying to speak in level tones.  \"Wonderful!  A good carpenter\ncan make a fortune there in ten years, so I'm told.\"\n\nMr. Letts, with a slight wink at Mrs. Green and a reassuring squeeze with\nhis left arm, turned an attentive ear.\n\n\"O' course, there's a difficulty,\" he said, slowly, as Mr. Green finished\na vivid picture of the joys of carpentering in Australia.\n\n\"Difficulty?\" said the other.\n\n\"Money to start with,\" explained Mr. Letts.  \"It's no good starting\nwithout money.  I wonder how much this house and furniture would fetch?\nIs it all mine, mother?\"\n\n\"M-m-most of it,\" stammered Mrs. Green, gazing in a fascinated fashion at\nthe contorted visage of her husband.\n\n\"All except a chair in the kitchen and three stair-rods,\" said Betty.\n\n\"Speak when you're spoke to, miss!\"  snarled her stepfather.  \"When we\nmarried we mixed our furniture up together--mixed it up so that it would\nbe impossible to tell which is which.  Nobody could.\"\n\n\"For the matter o' that, you could have all the kitchen chairs and all\nthe stair-rods,\" said Mr. Letts, generously.  \"However, I don't want to\ndo anything in a hurry, and I shouldn't dream of going to Australia\nwithout Betty.  It rests with her.\"\n\n\"She's going to be married,\" said Mr. Green, hastily; \"and if she wasn't\nshe wouldn't turn her poor, ailing mother out of house and home, that I`m\ncertain of.  She's not that sort.  We've had a word or two at times--me\nand her--but I know a good daughter when I see one.\"\n\n\"Married?\"  echoed Mr. Letts, as his left arm relaxed its pressure.  \"Who\nto?\"\n\n\"Young fellow o' the name of Henry Widden,\" replied Mr. Green, \"a very\nsteady young fellow; a great friend of mine.\"\n\n\"Oh!\" said Mr. Letts, blankly.\n\n\"I'd got an idea, which I've been keeping as a little surprise,\"\ncontinued Mr. Green, speaking very rapidly, \"of them living here with us,\nand saving house-rent and furniture.\"\n\nMr. Letts surveyed him with a dejected eye.\n\n\"It would be a fine start for them,\" continued the benevolent Mr. Green.\n\nMr. Letts, by a strong effort, regained his composure.\n\n\"I must have a look at him first,\" he said, briskly.  \"He mightn't meet\nwith my approval.\"\n\n\"Eh?\" said Mr. Green, starting.  \"Why, if Betty----\"\n\n\"I must think it over,\" interrupted Mr. Letts, with a wave of his hand.\n\"Betty is only nineteen, and, as head of the family, I don't think she\ncan marry without my consent.  I'm not sure, but I don't think so.\nAnyway, if she does, I won't have her husband here sitting in my chairs,\neating off my tables, sleeping in my beds, wearing out my stair-rods,\nhelping himself----\"\n\n\"Stow it,\" said Miss Foster, calmly.\n\nMr. Letts started, and lost the thread of his discourse.  \"I must have a\nlook at him,\" he concluded, lamely; \"he may be all right, but then,\nagain, he mightn't.\"\n\nHe finished his tea almost in silence, and, the meal over, emphasized his\nposition as head of the family by taking the easy-chair, a piece of\nfurniture sacred to Mr. Green, and subjecting that injured man to a\ncatechism which strained his powers of endurance almost to breaking-\npoint.\n\n\"Well, I sha'n't make any change at present,\" said Mr. Letts, when the\ntask was finished.  \"There's plenty of room here for us all, and, so long\nas you and me agree, things can go on as they are.  To-morrow morning I\nshall go out and look for a job.\"\n\nHe found a temporary one almost at once, and, determined to make a\nfavorable impression, worked hard all day.  He came home tired and dirty,\nand was about to go straight to the wash-house to make his toilet when\nMr. Green called him in.\n\n\"My friend, Mr. Widden,\" he said, with a satisfied air, as he pointed to\na slight, fair young man with a well-trimmed moustache.\n\nMr. Letts shook hands.\n\n\"Fine day,\" said Mr. Widden.\n\n\"Beautiful,\" said the other.  \"I'll come in and have a talk about it when\nI've had a wash.\"\n\n\"Me and Miss Foster are going out for a bit of a stroll,\" said Mr.\nWidden.\n\n\"Quite right,\" agreed Mr. Letts.  \"Much more healthy than staying indoors\nall the evening.  If you just wait while I have a wash and a bit o'\nsomething to eat I'll come with you.\"\n\n\"Co-come with us!\"  said Mr. Widden, after an astonished pause.\n\nMr. Letts nodded.  \"You see, I don't know you yet,\" he explained, \"and as\nhead of the family I want to see how you behave yourself.  Properly\nspeaking, my consent ought to have been asked before you walked out with\nher; still, as everybody thought I was drowned, I'll say no more about\nit.\"\n\n\"Mr. Green knows all about me,\" said Mr. Widden, rebelliously.\n\n\"It's nothing to do with him,\" declared Mr. Letts.  \"And, besides, he's\nnot what I should call a judge of character.  I dare say you are all\nright, but I'm going to see for myself.  You go on in the ordinary way\nwith your love-making, without taking any notice of me.  Try and forget\nI'm watching you.  Be as natural as you can be, and if you do anything I\ndon't like I'll soon tell you of it.\"\n\nThe bewildered Mr. Widden turned, but, reading no hope of assistance in\nthe infuriated eyes of Mr. Green, appealed in despair to Betty.\n\n\"I don't mind,\" she said.  \"Why should I?\"\n\nMr. Widden could have supplied her with many reasons, but he refrained,\nand sat in sulky silence while Mr. Letts got ready.  From his point of\nview the experiment was by no means a success, his efforts to be natural\nbeing met with amazed glances from Mr. Letts and disdainful requests from\nMiss Foster to go home if he couldn't behave himself.  When he relapsed\ninto moody silence Mr. Letts cleared his throat and spoke.\n\n\"There's no need to be like a monkey-on-a-stick, and at the same time\nthere's no need to be sulky,\" he pointed out; \"there's a happy medium.\"\n\n\"Like you, I s'pose?\" said the frantic suitor.  \"Like me,\" said the\nother, gravely.  \"Now, you watch; fall in behind and watch.\"\n\nHe drew Miss Foster's arm through his and, leaning towards her with\ntender deference, began a long conversation.  At the end of ten minutes\nMr. Widden intimated that he thought he had learned enough to go on with.\n\n\"Ah! that's only your conceit,\" said Mr. Letts over his shoulder.  \"I was\nafraid you was conceited.\"\n\nHe turned to Miss Foster again, and Mr. Widden, with a despairing\ngesture, abandoned himself to gloom.  He made no further interruptions,\nbut at the conclusion of the walk hesitated so long on the door-step that\nMr. Letts had to take the initiative.\n\n\"Good-night,\" he said, shaking hands.  \"Come round to-morrow night and\nI'll give you another lesson.  You're a slow learner, that's what you\nare; a slow learner.\"\n\nHe gave Mr. Widden a lesson on the following evening, but cautioned him\nsternly against imitating the display of brotherly fondness of which, in\na secluded lane, he had been a wide-eyed observer.\n\n\"When you've known her as long as I have--nineteen years,\" said Mr.\nLetts, as the other protested, \"things'll be a bit different.  I might\nnot be here, for one thing.\"\n\nBy exercise of great self-control Mr. Widden checked the obvious retort\nand walked doggedly in the rear of Miss Foster.  Then, hardly able to\nbelieve his ears, he heard her say something to Mr. Letts.\n\n\"Eh?\" said that gentleman, in amazed accents.\n\n\"You fall behind,\" said Miss Foster.\n\n\"That--that's not the way to talk to the head of the family,\" said Mr.\nLetts, feebly.\n\n\"It's the way I talk to him,\" rejoined the girl.\n\nIt was a position for which Mr. Letts was totally unprepared, and the\nsatisfied smile of Mr. Widden as he took the vacant place by no means\nimproved matters.  In a state of considerable dismay Mr. Letts dropped\nfarther and farther behind until, looking up, he saw Miss Foster,\nattended by her restive escort, quietly waiting for him.  An odd look in\nher eyes as they met his gave him food for thought for the rest of the\nevening.\n\nAt the end of what Mr. Letts was pleased to term a month's trial, Mr.\nWidden was still unable to satisfy him as to his fitness for the position\nof brother-in-law.  In a spirit of gloom he made suggestions of a\nmutinous nature to Mr. Green, but that gentleman, who had returned one\nday pale and furious, but tamed, from an interview that related to his\ntreatment of his wife, held out no hopes of assistance.\n\n\"I wash my hands of him,\" he said bitterly.  \"You stick to it; that's\nall you can do.\"\n\n\"They lost me last night,\" said the unfortunate.  \"I stayed behind just\nto take a stone out of my shoe, and the earth seemed to swallow them up.\nHe's so strong.  That's the worst of it.\"\n\n\"Strong?\" said Mr. Green.\n\nMr. Widden nodded.  \"Tuesday evening he showed her how he upset a man\nonce and stood him on his head,\" he said, irritably.  \"I was what he\nshowed her with.\"\n\n\"Stick to it!\" counselled Mr. Green again.  \"A brother and sister are\nbound to get tired of each other before long; it's nature.\"\n\nMr. Widden sighed and obeyed.  But brother and sister showed no signs of\ntiring of each other's company, while they displayed unmistakable signs\nof weariness with his.  And three weeks later Mr. Letts, in a few\nwell-chosen words, kindly but firmly dismissed him.\n\n\"I should never give my consent,\" he said, gravely, \"so it's only wasting\nyour time.  You run off and play.\"\n\nMr. Widden ran off to Mr. Green, but before he could get a word out\ndiscovered that something unusual had happened.  Mrs. Green, a picture of\ndistress, sat at one end of the room with a handkerchief to her eyes; Mr.\nGreen, in a condition compounded of joy and rage, was striding violently\nup and down the room.\n\n\"He's a fraud!\" he shouted.  \"A fraud!  I've had my suspicions for some\ntime, and this evening I got it out of her.\"\n\nMr. Widden stared in amazement.\n\n\"I got it out of her,\" repeated Mr. Green, pointing at the trembling\nwoman.  \"He's no more her son than what you are.\"\n\n\"What?\" said the amazed listener.\n\n\"She's been deceiving me,\" said Mr. Green, with a scowl, \"but I don't\nthink she'll do it again in a hurry.  You stay here,\" he shouted, as his\nwife rose to leave the room.  \"I want you to be here when he comes in.\"\n\nMrs. Green stayed, and the other two, heedless of her presence, discussed\nthe situation until the front door was heard to open, and Mr. Letts and\nBetty came into the room.  With a little cry the girl ran to her mother.\n\n\"What's the matter?\" she cried.\n\n\"She's lost another son,\" said Mr. Green, with a ferocious sneer--\"a\nflash, bullying, ugly chap of the name o' Letts.\"\n\n\"Halloa!\" said Mr. Letts, starting.\n\n\"A chap she picked up out of the street, and tried to pass off on me as\nher son,\" continued Mr. Green, raising his voice.  \"She ain't heard the\nend of it yet, I can tell you.\"\n\nMr. Letts fidgeted.  \"You leave her alone,\" he said, mildly.  \"It's true\nI'm not her son, but it don't matter, because I've been to see a lawyer\nabout her, and he told me that this house and half the furniture belongs\nby law to Betty.  It's got nothing to do with you.\"\n\n\"Indeed!\"  said Mr. Green.  \"Now you take yourself off before I put the\npolice on to you.  Take your face off these premises.\"\n\nMr. Letts, scratching his head, looked vaguely round the room.\n\n\"Go on!\"  vociferated Mr. Green.  \"Or will you have the police to put you\nout?\"\n\nMr. Letts cleared his throat and moved towards the door.  \"You stick up\nfor your rights, my girl,\" he said, turning to Betty.  \"If he don't treat\nyour mother well, give him back his kitchen chair and his three\nstair-rods and pack him off.\"\n\n\"Henry,\" said Mr. Green, with dangerous calm, \"go and fetch a policeman.\"\n\n\"I'm going,\" said Mr. Letts, hastily.  \"Good-by, Betty; good-by, mother.\nI sha'n't be long.  I'm only going as far as the post-office.  And that\nreminds me.  I've been talking so much that I quite forget to tell you\nthat Betty and me were married yesterday morning.\"\n\nHe nodded pleasantly at the stupefied Mr. Green, and, turning to Mr.\nWidden, gave him a friendly dig in the ribs with his finger.\n\n\"What's mine is Betty's,\" he said, in a clear voice, \"and what's Betty's\nis MINE!  D'ye understand, step-father?\"\n\nHe stepped over to Mrs. Green, and putting a strong arm around her raised\nher to her feet.  \"And what's mine is mother's,\" he concluded, and,\nhelping her across the room, placed her in the best arm-chair.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10789/pg10789.txt",
        "name": "the_head_of_the_family_sailor_s_knots_part_9.json"
    }
}