{
    "name": "The Giants Return",
    "author": [
        "Abernathy, Robert",
        "Abernathy, Robert Harwood"
    ],
    "body": "In the last hours the star ahead had grown brighter by many magnitudes,\nand had changed its color from a dazzling blue through white to the\nnormal yellow, of a GO sun. That was the Doppler effect as the star's\nradial velocity changed relative to the _Quest III_, as for forty hours\nthe ship had decelerated.\n\nThey had seen many such stars come near out of the galaxy's glittering\nbackdrop, and had seen them dwindle, turn red and go out as the _Quest\nIII_ drove on its way once more, lashed by despair toward the speed of\nlight, leaving behind the mockery of yet another solitary and lifeless\nluminary unaccompanied by worlds where men might dwell. They had grown\nsated with the sight of wonders--of multiple systems of giant stars, of\nnebulae that sprawled in empty flame across light years.\n\nBut now unwonted excitement possessed the hundred-odd members of the\n_Quest III's_ crew. It was a subdued excitement; men and women, they\ncame and stood quietly gazing into the big vision screens that showed\nthe oncoming star, and there were wide-eyed children who had been born\nin the ship and had never seen a planet. The grownups talked in low\nvoices, in tones of mingled eagerness and apprehension, of what might\nlie at the long journey's end. For the _Quest III_ was coming home; the\nsun ahead was _the_ Sun, whose rays had warmed their lives' beginning.\n\n\n\nKnof Llud, the _Quest III's_ captain, came slowly down the narrow\nstair from the observatory, into the big rotunda that was now the main\nrecreation room, where most of the people gathered. The great chamber,\na full cross-section of the vessel, had been at first a fuel hold. At\nthe voyage's beginning eighty per cent of the fifteen-hundred-foot\ncylinder had been engines and fuel; but as the immense stores were\nspent and the holds became radioactively safe, the crew had spread\nout from its original cramped quarters. Now the interstellar ship was\nlittle more than a hollow shell.\n\nEyes lifted from the vision screens to interrogate Knof Llud; he met\nthem with an impassive countenance, and announced quietly, \"We've\nsighted Earth.\"\n\nA feverish buzz arose; the captain gestured for silence and went on,\n\"It is still only a featureless disk to the telescope. Zost Relyul has\nidentified it--no more.\"\n\nBut this time the clamor was not to be settled. People pressed round\nthe screens, peering into them as if with the naked eye they could\npick out the atom of reflected light that was Earth, home. They wrung\neach other's hands, kissed, shouted, wept. For the present their fears\nwere forgotten and exaltation prevailed.\n\nKnof Llud smiled wryly. The rest of the little speech he had been about\nto make didn't matter anyway, and it might have spoiled this moment.\n\nHe turned to go, and was halted by the sight of his wife, standing at\nhis elbow. His wry smile took on warmth; he asked, \"How do _you_ feel,\nLesra?\"\n\nShe drew an uncertain breath and released it in a faint sigh. \"I don't\nknow. It's good that Earth's still there.\" She was thinking, he judged\nshrewdly, of Knof Jr. and Delza, who save from pictures could not\nremember sunlit skies or grassy fields or woods in summer....\n\nHe said, with a touch of tolerant amusement, \"What did you think might\nhave happened to Earth? After all, it's only been nine hundred years.\"\n\n\"That's just it,\" said Lesra shakily. \"Nine hundred years have gone\nby--_there_--and nothing will be the same. It won't be the same world\nwe left, the world we knew and fitted in....\"\n\nThe captain put an arm round her with comforting pressure. \"Don't\nworry. Things may have changed--but we'll manage.\" But his face had\nhardened against registering the gnawing of that same doubtful fear\nwithin him. He let his arm fall. \"I'd better get up to the bridge.\nThere's a new course to be set now--for Earth.\"\n\nHe left her and began to climb the stairway again. Someone switched\noff the lights, and a charmed whisper ran through the big room as the\npeople saw each other's faces by the pale golden light of Earth's own\nSun, mirrored and multiplied by the screens. In that light Lesra's eyes\ngleamed with unshed tears.\n\nCaptain Llud found Navigator Gwar Den looking as smug as the cat\nthat ate the canary. Gwar Den was finding that the actual observed\npositions of the planets thus far located agreed quite closely with\nhis extrapolations from long unused charts of the Solar System. He had\nalready set up on the calculator a course that would carry them to\nEarth.\n\nLlud nodded curt approval, remarking, \"Probably we'll be intercepted\nbefore we get that far.\"\n\nDen was jolted out of his happy abstraction. \"Uh, Captain,\" he said\nhesitantly. \"What kind of a reception do you suppose we'll get?\"\n\nLlud shook his head slowly. \"Who knows? We don't know whether any\nof the other _Quests_ returned successful, or if they returned at\nall. And we don't know what changes have taken place on Earth. It's\npossible--not likely, though--that something has happened to break\ncivilization's continuity to the point where our expedition has been\nforgotten altogether.\"\n\n\n\nHe turned away grim-lipped and left the bridge. From his private\noffice-cabin, he sent a message to Chief Astronomer Zost Relyul to\nnotify him as soon as Earth's surface features became clear; then he\nsat idle, alone with his thoughts.\n\nThe ship's automatic mechanisms had scant need of tending; Knof Llud\nfound himself wishing that he could find some back-breaking task for\neveryone on board, himself included, to fill up the hours that remained.\n\nThere was an extensive and well-chosen film library in the cabin, but\nhe couldn't persuade himself to kill time that way. He could go down\nand watch the screens, or to the family apartment where he might find\nLesra and the children--but somehow he didn't want to do that either.\n\nHe felt empty, drained--like his ship. As the _Quest III's_ fuel stores\nand the hope of success in man's mightiest venture had dwindled, so the\nstrength had gone out of him. Now the last fuel compartment was almost\nempty and Captain Knof Llud felt tired and old.\n\nPerhaps, he thought, he was feeling the weight of his nine hundred\nEarth years--though physically he was only forty now, ten years older\nthan when the voyage had begun. That was the foreshortening along the\ntime axis of a space ship approaching the speed of light. Weeks and\nmonths had passed for the _Quest III_ in interstellar flight while\nyears and decades had raced by on the home world.\n\nBemusedly Llud got to his feet and stood surveying a cabinet with\nbuilt-in voice recorder and pigeonholes for records. There were about\nthree dozen film spools there--his personal memoirs of the great\nexpedition, a segment of his life and of history. He might add that to\nthe ship's official log and its collections of scientific data, as a\nreport to whatever powers might be on Earth now--if such powers were\nstill interested.\n\nLlud selected a spool from among the earliest. It was one he had made\nshortly after leaving Procyon, end of the first leg of the trip. He\nslid it onto the reproducer.\n\nHis own voice came from the speaker, fresher, more vibrant and\nconfident than he knew it was now.\n\n\"One light-day out from Procyon, the thirty-third day by ship's time\nsince leaving Earth.\n\n\"Our visit to Procyon drew a blank. There is only one huge planet, twice\nthe size of Jupiter, and like Jupiter utterly unfit to support a colony.\n\n\"Our hopes were dashed--and I think all of us, even remembering the\nCentaurus Expedition's failure, hoped more than we cared to admit. If\nProcyon had possessed a habitable planet, we could have returned after\nan absence of not much over twenty years Earth time.\n\n\"It is cheering to note that the crew seems only more resolute. We go\non to Capella; its spectrum, so like our own Sun's, beckons. If success\ncomes there, a century will have passed before we can return to Earth;\nfriends, relatives, all the generation that launched the _Quest_ ships\nwill be long since dead. Nevertheless we go on. Our generation's dream,\nhumanity's dream, lives in us and in the ship forever....\"\n\nPresently Knof Llud switched off that younger voice of his and leaned\nback, an ironic smile touching his lips. That fervent idealism seemed\nremote and foreign to him now. The fanfares of departure must still\nhave been ringing in his ears.\n\nHe rose, slipped the record back in its niche and picked out another,\nlater, one.\n\n\"One week since we passed close enough to Aldebaran to ascertain that\nthat system, too, is devoid of planets.\n\n\"We face the unpleasant realization that what was feared is probably\ntrue--that worlds such as the Sun's are a rare accident, and that we\nmay complete our search without finding even one new Earth.\n\n\"It makes no difference, of course; we cannot betray the plan....\nThis may be man's last chance of escaping his pitiful limitation to\none world in all the Universe. Certainly the building of this ship\nand its two sisters, the immense expenditure of time and labor and\nenergy stores that went into them, left Earth's economy drained and\nexhausted. Only once in a long age does mankind rise to such a selfless\nand transcendent effort--the effort of Egypt that built the pyramids,\nor the war efforts of the nations in the last great conflicts of the\ntwentieth century.\n\n\"Looked at historically, such super-human outbursts of energy are\nthe result of a population's outgrowing its room and resources, and\ntherefore signalize the beginning of the end. Population can be\nlimited, but the price is a deadly frustration, because growth alone is\nlife.... In our day the end of man's room for growth on the Earth was\nin sight--so we launched the _Quests_. Perhaps our effort will prove as\nfutile as pyramid-building, less practical than orgies of slaughter to\nreduce pressure.... In any case, it would be impossible to transport\nvery many people to other stars; but Earth could at least go into\nits decline with the knowledge that its race went onward and upward,\nexpanding limitlessly into the Universe....\n\n\"Hopeless, unless we find planets!\"\n\n\n\nKnof Llud shook his head sorrowfully and took off the spool. That\nwas from the time when he had grown philosophical after the first\ndisappointments.\n\nHe frowned thoughtfully, choosing one more spool that was only four\nyears old. The recorded voice sounded weary, yet alive with a strange\nlonging....\n\n\"We are in the heart of Pleiades; a hundred stars show brilliant on\nthe screens, each star encircled by a misty halo like lights glowing\nthrough fog, for we are traversing a vast diffuse nebula.\n\n\"According to plan, the _Quest III_ has reached its furthest point from\nEarth. Now we turn back along a curve that will take us past many more\nstars and stellar systems--but hope is small that any of those will\nprove a home for man, as have none of the thousands of stars examined\nalready.\n\n\"But what are a few thousand stars in a galaxy of billions? We have\nonly, as it were, visited a handful of the outlying villages of the\nUniverse, while the lights of its great cities still blaze far ahead\nalong the Milky Way.\n\n\"On flimsy excuses I have had Zost Relyul make observations of the\nglobular cluster Omega Centauri. There are a hundred thousand stars\nthere in a volume of space where one finds a few dozen in the Sun's\nneighborhood; there if anywhere must circle the planets we seek! But\nOmega Centauri is twenty thousand light years away....\n\n\"Even so--by expending its remaining fuel freely, the _Quest III_ could\nachieve a velocity that would take us there without dying of senility\nof aging too greatly. It would be a one-way journey--even if enough\nfuel remained, there would be little point in returning to Earth after\nmore than forty thousand years. By then our civilization certainly, and\nperhaps the human race itself, would have perished from memory.\n\n\"That was why the planners limited our voyage, and those of the other\n_Quests_, to less than a thousand years Earth time. Even now, according\nto the sociodynamic predictions made then, our civilization--if the\nother expeditions failed also--will have reached a dangerously unstable\nphase, and before we can get back it may have collapsed completely from\noverpopulation.\n\n\"Why go back, then with the news of our failure? Why not forget about\nEarth and go on to Omega Centauri? What use is quixotic loyalty to a\ndecree five thousand years old, whose makers are dead and which may be\nforgotten back there?\n\n\"Would the crew be willing? I don't know--some of them still show signs\nof homesickness, though they know with their minds that everything that\nwas once 'home' has probably been swept away....\n\n\"It doesn't matter. Today I gave orders to swing the ship.\"\n\nSavagely Knof Llud stabbed the button that shut off the speaker. Then\nhe sat for a time with head resting in his hands, staring into nothing.\n\nThe memory of that fierce impulse to go on still had power to shake\nhim. A couple of lines of poetry came into his head, as he read them\nonce in translation from the ancient English....\n\n          ... for my purpose holds\n    To sail beyond the sunset, and the baths\n    Of all the western stars, until I die.\n\n\n\nLlud sighed. He still couldn't say just why he had given the order to\nturn back. The stars had claimed his heart--but he was still a part of\nEarth, and not even nine hundred years of space and time had been able\nto alter that.\n\nHe wondered if there would still be a quiet stream and a green\nshady place beside it where a death-weary man, relieved at last of\nresponsibility, could rest and dream no more.... Those things went\non, if men didn't change them. And a pine forest where he and young\nKnof could go camping, and lie on their backs at night and gaze at the\nglittering constellations, far away, out of reach.... He wasn't sure he\nwould want to do that, though.\n\nSuddenly a faint cushioned jar went through the great ship; it seemed\nto falter one moment in flight.\n\n\n\nThe captain was on his feet instantly, but then his movements became\nunhurried. Whatever it had been was past, and he had a good idea\nwhat it had been--a meteoroid, nothing unusual in the vicinity of\nthe Sun, though in interstellar space and around planetless stars\nsuch collisions were rare to the vanishing point. No harm could have\nbeen done. The _Quest III's_ collision armor was nonmaterial and for\npractical purposes invulnerable.\n\nJust as he took his finger off the button that opened the door, the\nintercommunication phone shrilled imperatively. Knof Llud wheeled,\nfrowning--surely a meteoroid impact wasn't that serious. Coincidence,\nmaybe--it might be Zost Relyul calling as instructed.\n\nHe reached the phone at the moment when another, heavier jolt shook\nthe vessel. Llud snatched up the receiver with the speed of a scalded\ncat.\n\n\"Captain?\" It was Gwar Den's voice, stammering a little. \"Captain,\nwe're being attacked!\"\n\n\"Sound the alarm. Emergency stations.\" He had said it automatically,\nthen felt a curious detached relief at the knowledge that after all\nthese years he could still respond quickly and smoothly to a crisis.\nThere was a moment's silence, and he heard the alarm start--three\nshort buzzes and repeat, ringing through all the great length of the\ninterstellar ship. Knowing that Gwar Den was still there, he said,\n\"Now--attacked by what?\"\n\n\"Ships,\" said Gwar Den helplessly. \"Five of them so far. No, there's a\nsixth now.\" Repeated blows quivered the _Quest III's_ framework. The\nnavigator said, obviously striving for calm, \"They're light craft, not\nfifty feet long, but they move fast. The detectors hardly had time to\nshow them before they opened up. Can't get a telescope beam on them\nlong enough to tell much.\"\n\n\"If they're that small,\" said Knof Llud deliberately, \"they can't carry\nanything heavy enough to hurt us. Hold to course. I'll be right up.\"\n\nIn the open doorway he almost fell over his son. Young Knof's eyes were\nbig; he had heard his father's words.\n\n\"Something's happened,\" he judged with deadly twelve-year-old\nseriousness and, without wasting time on questions, \"Can I go with you,\nhuh, Dad?\"\n\nLlud hesitated, said, \"All right. Come along and keep out of the way.\"\nHe headed for the bridge with strides that the boy could not match.\n\nThere were people running in the corridors, heading for their posts.\nTheir faces were set, scared, uncomprehending. The _Quest III_\nshuddered, again and again, under blows that must have had millions\nof horsepower behind them; but it plunged on toward Earth, its mighty\nengines still steadily braking its interstellar velocity.\n\nTo a man, the ship's responsible officers were already on the bridge,\nmost of them breathless. To a man they looked appeal at Captain Knof\nLlud.\n\n\"Well?\" he snapped. \"What are they doing?\"\n\nGwar Den spoke. \"There are thirteen of them out there now, sir, and\nthey're all banging away at us.\"\n\nThe captain stared into the black star-strewn depths of a vision screen\nwhere occasional blue points of light winked ominously, never twice\nfrom the same position.\n\nKnof Jr. flattened himself against the metal wall and watched silently.\nHis young face was less anxious than his elders'; he had confidence in\nhis father.\n\n\"If they had anything heavier,\" surmised the captain, \"they'd have\nunlimbered it by now. They're out to get us. But at this rate, they\ncan't touch us as long as our power lasts--or until they bring up some\nbigger stuff.\"\n\n\n\nThe mild shocks went on--whether from projectiles or energy-charges,\nwould be hard to find out and it didn't matter; whatever was hitting\nthe _Quest III's_ shell was doing it at velocities where the\ndistinction between matter and radiation practically ceases to exist.\n\nBut that shell was tough. It was an extension of the gravitic drive\nfield which transmitted the engines' power equally to every atom of\nthe ship; forces impinging on the outside of the field were similarly\ntransmitted and rendered harmless. The effect was as if the vessel and\nall space inside its field were a single perfectly elastic body. A\nmeteoroid, for example, on striking it rebounded--usually vaporized by\nthe impact--and the ship, in obedience to the law of equal and opposite\nforces, rebounded too, but since its mass was so much greater, its\ndeflection was negligible.\n\nThe people in the _Quest III_ would have felt nothing at all of\nthe vicious onslaught being hurled against them, save that their\ninertialess drive, at its normal thrust of two hundred gravities,\nwas intentionally operated at one half of one per cent efficiency to\nprovide the illusion of Earthly gravitation.\n\nOne of the officers said shakily, \"It's as if they've been lying in\nwait for us. But why on Earth--\"\n\n\"That,\" said the captain grimly, \"is what we have to find out. Why--on\nEarth. At least, I suspect the answer's there.\"\n\nThe _Quest III_ bored steadily on through space, decelerating. Even if\none were no fatalist, there seemed no reason to stop decelerating or\nchange course. There was nowhere else to go and too little fuel left\nif there had been; come what might, this was journey's end--perhaps\nin a more violent and final way than had been anticipated. All around\nwheeled the pigmy enemies, circling, maneuvering, and attacking,\nalways attacking, with the senseless fury of maddened hornets. The\ninterstellar ship bore no offensive weapons--but suddenly on one of the\nvision screens a speck of light flared into nova-brilliance, dazzling\nthe watchers for the brief moment in which its very atoms were torn\napart.\n\nKnof Jr. whooped ecstatically and then subsided warily, but no one was\npaying attention to him. The men on the _Quest III's_ bridge looked\nquestions at each other, as the thought of help from outside flashed\ninto many minds at once. But Captain Llud said soberly, \"It must have\ncaught one of their own shots, reflected. Maybe its own, if it scored\ntoo direct a hit.\"\n\nHe studied the data so far gathered. A few blurred pictures had been\ngot, which showed cylindrical space ships much like the _Quest III_,\nexcept that they were rocket-propelled and of far lesser size. Their\nsize was hard to ascertain, because you needed to know their distance\nand speed--but detector-beam echoes gave the distance, and likewise, by\nthe Doppler method, the velocity of directly receding or approaching\nships. It was apparent that the enemy vessels were even smaller than\nGwar Den had at first supposed--not large enough to hold even one man.\nTiny, deadly hornets with a colossal sting.\n\n\"Robot craft, no doubt,\" said Knof Llud, but a chill ran down his spine\nas it occurred to him that perhaps the attackers weren't of human\norigin. They had seen no recognizable life in the part of the galaxy\nthey had explored, but one of the other _Quests_ might have encountered\nand been traced home by some unhuman race that was greedy and able to\nconquer.\n\n\n\nIt became evident, too, that the bombardment was being kept up by a\nconstant arrival of fresh attackers, while others raced away into\nspace, presumably returning to base to replenish their ammunition. That\nargued a planned and prepared interception with virulent hatred behind\nit.\n\nElsuz Llug, the gravitic engineer, calculated dismally, \"At the rate\nwe're having to shed energy, the fuel will be gone in six or eight\nhours.\"\n\n\"We'll have reached Earth before then,\" Gwar Den said hopefully.\n\n\"If they don't bring out the heavy artillery first.\"\n\n\"We're under the psychological disadvantage,\" said the captain, \"of not\nknowing why we're being attacked.\"\n\nKnof Jr. burst out, spluttering slightly with the violence of a\nthought too important to suppress, \"But we're under a ps-psychological\nadvantage, too!\"\n\nHis father raised an eyebrow. \"What's that? I don't seem to have\nnoticed it.\"\n\n\"They're mad and we aren't, yet,\" said the boy. Then, seeing that he\nhadn't made himself clear, \"In a fight, if a guy gets mad he starts\nswinging wild and then you nail him.\"\n\nSmiles splintered the ice of tension. Captain Llud said, \"Maybe you've\ngot something there. They seem to be mad, all right. But we're not in\na position to throw any punches.\" He turned back to the others. \"As I\nwas going to say--I think we'd better try to parley with the enemy. At\nleast we may find out who he is and why he's determined to smash us.\"\n\nAnd now instead of tight-beam detectors the ship was broadcasting on an\naudio carrier wave that shifted through a wide range of frequencies,\nrepeating on each the same brief recorded message:\n\n\"Who are you? What do you want? We are the interstellar expedition\n_Quest III_....\" And so on, identifying themselves and protesting that\nthey were unarmed and peaceful, that there must be some mistake, and\nquerying again, \"Who are _you_?\"\n\nThere was no answer. The ship drove on, its fuel trickling away under\nmultiplied demands. Those outside were squandering vastly greater\namounts of energy in the effort to batter down its defenses, but\nconverting that energy into harmless gravitic impulses was costing the\n_Quest III_ too. Once more Knof Llud had the insidious sense of his own\nnerves and muscles and will weakening along with the power-sinews of\nhis ship.\n\nZost Relyul approached him apologetically. \"If you have time,\nCaptain--I've got some data on Earth now.\"\n\nEagerly Llud took the sheaf of photographs made with the telescope. But\nthey told him nothing; only the continental outlines were clear, and\nthose were as they had been nine hundred years ago.... He looked up\ninquiringly at Zost Relyul.\n\n\"There are some strange features,\" said the astronomer carefully.\n\"First of all--there are no lights on the night side. And on the\ndaylight face, our highest magnification should already reveal traces\nof cities, canals, and the like--but it does not.\n\n\"The prevailing color of the land masses, you see, is the normal\ngreen vegetation. But the diffraction spectrum is queer. It indicates\nreflecting surfaces less than one-tenth millimeter wide--so the\nvegetation there can't be trees or grass, but must be more like a fine\nmoss or even a coarse mold.\"\n\n\"Is that all?\" demanded Llud.\n\n\"Isn't it enough?\" said Zost Relyul blankly. \"Well--we tried\nphotography by invisible light, of course. The infra-red shows nothing\nand likewise the ultraviolet up to the point where the atmosphere is\nopaque to it.\"\n\nThe captain sighed wearily. \"Good work,\" he said. \"Keep it up; perhaps\nyou can answer some of these riddles before--\"\n\n\"_We know who you are_,\" interrupted a harshly crackling voice with a\nstrange accent, \"_and pleading will do you no good._\"\n\n\n\nKnof Llud whirled to the radio apparatus, his weariness dropping from\nhim once more. He snapped, \"But who are you?\" and the words blended\nabsurdly with the same words in his own voice on the still repeating\ntape.\n\nHe snapped off the record; as he did so the speaker, still crackling\nwith space static, said, \"It may interest you to know that you are the\nlast. The two other interstellar expeditions that went out have already\nreturned and been destroyed, as you will soon be--the sooner, if you\ncontinue toward Earth.\"\n\nKnof Llud's mind was clicking again. The voice--which must be coming\nfrom Earth, relayed by one of the midget ships--was not very smart; it\nhad already involuntarily told him a couple of things--that it was not\nas sure of itself as it sounded he deduced from the fact it had deigned\nto speak at all, and from its last remark he gathered that the _Quest\nIII's_ ponderous and unswerving progress toward Earth had somehow\nfrightened it. So it was trying to frighten them.\n\nHe shoved those facts back for future use. Just now he had to know\nsomething, so vitally that he asked it as a bald question, \"_Are you\nhuman?_\"\n\nThe voice chuckled sourly. \"We are human,\" it answered, \"but you are\nnot.\"\n\nThe captain was momentarily silent, groping for an adequate reply.\nBehind him somebody made a choked noise, the only sound in the stunned\nhush, and the ship jarred slightly as a thunderbolt slammed vengefully\ninto its field.\n\n\"Suppose we settle this argument about humanity,\" said Knof Llud\nwoodenly. He named a vision frequency.\n\n\"Very well.\" The tone was like a shrug. The voice went on in its\nlanguage that was quite intelligible, but alien-sounding with the\nchanges that nine hundred years had wrought. \"Perhaps, if you realize\nyour position, you will follow the intelligent example of the _Quest\nI's_ commander.\"\n\nKnof Llud stiffened. The _Quest I_, launched toward Arcturus and the\nstar cloud called Berenice's Hair, had been after the _Quest III_ the\nmost hopeful of the expeditions--and its captain had been a good friend\nof Llud's, nine hundred years ago.... He growled, \"What happened to\nhim?\"\n\n\"He fought off our interceptors, which are around you now, for some\ntime,\" said the voice lightly. \"When he saw that it was hopeless, he\npreferred suicide to defeat, and took his ship into the Sun.\" A short\npause. \"The vision connection is ready.\"\n\nKnof Llud switched on the screen at the named wavelength, and a\npicture formed there. The face and figure that appeared were ugly,\nbut undeniably a man's. His features and his light-brown skin showed\nthe same racial characteristics possessed by those aboard the _Quest\nIII_, but he had an elusive look of deformity. Most obviously, his head\nseemed too big for his body, and his eyes in turn too big for his head.\n\nHe grinned nastily at Knof Llud. \"Have you any other last wishes?\"\n\n\"Yes,\" said Llud with icy control. \"You haven't answered one question.\nWhy do you want to kill us? You can see we're as human as you are.\"\n\nThe big-headed man eyed him with a speculative look in his great\neyes, behind which the captain glimpsed the flickering raw fire of a\npoisonous hatred.\n\n\"It is enough for you to know that you must die.\"\n\n\n\nLlud frowned darkly--then an incredible light burst in his brain.\nHe stared at the pictured figure with quite new and indescribable\nsensations. \"You,\" he said slowly, \"are not on Earth, as I was\nassuming; if you were, there'd be a time lag of quite a few minutes\nin this conversation. You must be on one of those miniature ships out\nthere--which aren't big enough to hold a man!\"\n\nHe saw the uncanny hate flare closer to the surface this time.\n\n\"You are clever,\" said the big-headed man spitefully. \"Very well,\nthen--in your screen you see some of the differences between me, who am\nhuman, and you, who are not any more. The main difference, which you do\nnot see, is that I am three point sixty-two millimeters high, and you\nare more like two meters.\"\n\nKnof Llud was speechless. The man who had just said he was an eighth\nof an inch tall grinned unpleasantly again at his amazement. \"Yes,\" he\nsaid. \"I am one of the New Humanity, which has replaced your kind on\nthe Earth. You are the last of the old, subhuman race of giants, which\nwill very shortly be extinct.\"\n\n\"It's impossible,\" whispered Llud. But he had to remember that he had\nbeen on the verge of deducing the thing himself.\n\nThe little man folded his arms and gazed at him with mocking\nsuperiority. \"You have the mentality of nine hundred years ago. Your\nage would have called size reduction impossible, even though they\nalready had most of the biophysical and genetic knowledge needed. They\nsuffered from increasing overpopulation, but they were blind to the\nobvious answer--so Earth went through the wasteful folly of launching\nthe interstellar ships. We are descended from dull-witted giants like\nyou.\"\n\nCautiously, out of sight of the screen, Llud extended a hand and found\na pad of memo blanks and a pencil. Without taking his eyes off the\nmagnified, bragging image, he began to write. He thought he had the\nanswer now to this murderous welcome.\n\n\"_We_ have found the solution of the problem of growth,\" the image was\nsaying. \"For seven hundred years now, each generation has been smaller\nthan the one before, so that there is constantly more room on the\nplanet, relatively speaking; and the process still goes on. There are\nsix hundred trillion of us on Earth now. In another two generations\nthere will be a quadrillion human beings only two millimeters tall--and\nno overcrowding.\n\n\"But,\" the little man snarled venomously, \"we have no room for you\ngiants!\"\n\nKnof Llud sighed. The sagging lines of his face were calculated to\nreassure the other and his superiors on Earth, to whom the sight-sound\nconversation was undoubtedly being relayed. Llud said tiredly, \"But\nyou don't have any reason for destroying us. Why not let us land on\none of the worthless outer planets, and make an attempt to live there?\nOr, if you will give us a little atomic fuel, we will leave the Solar\nSystem again and trouble you no more. In exchange we have a great deal\nof knowledge, data on the stars of the Taurus Cluster and beyond, to\noffer....\"\n\n\n\nAs he spoke, he was beckoning Gwar Den to him, handing the navigator\nthe brief order he had scrawled on the pad.\n\nThe little man laughed shortly. \"As if we could trust you--or wanted\nyour worthless knowledge of stars! No, we will not bargain with giants.\"\n\nThe captain said slowly, for there was still time to be gained in order\nthat the gamble he had decided on might have its chance, \"You're very\nsure that you _can_ smash us. Remember, we control gravitic forces, a\nscience you have evidently lost.\"\n\nHe saw the look of sneering triumph waver a little; then the image\nsnapped, \"We destroyed the others. Your screen, whatever it is, is not\nimpenetrable; we have power to break through it.\"\n\nThat was true, of course. The drive-field would collapse when the fuel\nran out, desperately soon now.\n\nLlud started to speak again; then he felt the nearly imperceptible\nlurch that meant the _Quest III_ had applied a terrific acceleration at\nan angle to its line of flight. Gwar Den had done a quick job.\n\nThe impacts of enemy fire ceased; the ship's abrupt swerve had\ntemporarily shaken off its rocket-driven tormentors.\n\nAlmost simultaneously the image on the screen looked startled. The\nman turned as if listening to some one else. \"So you've begun a\nfrantic attempt to dodge. It won't help you--\" His jaw dropped and\nhe listened again; this time he was a little longer overcoming his\nsurprise. Knof Llud knew what the second message had been as surely as\nif he had been there--that the _Quest III_, far from doubling back, was\nstill heading for Earth, from a slightly different angle, and was even\naccelerating. The side thrust had already ceased. That expenditure of\nfuel reduced the chances, but it had to be risked.\n\nThe little man faced Knof Llud again and smiled savagely. \"Whatever\nyou're trying, we're ready for you!\"\n\n\"No doubt,\" thought the captain with some satisfaction. He sat up\nstraighter and gazed at the little man. His discouraged air was gone\nand the look in his eyes was the distillate of cold, searing scorn. He\nsaid, biting off the words with deliberate emphasis, to that one and\nthe others who would be listening, \"You pitiful pigmies.\"\n\nThe face in the screen grew darker with rage; it opened its mouth and\nclosed it with a snap.\n\n\"You pitiful pigmies,\" repeated Knof Llud. \"You're pigmies not only in\nphysical size, but in everything else. You've thrown away everything\nthat made being human worthwhile, all for the sake of your one pigmy\nambition--to multiply your crawling little lives and become more and\nmore at the same time that you become less and less. You've shrunk into\nvermin. In the end you'll probably shrink away to nothing, and good\nriddance.\"\n\nWith sudden change of pace he shot out a question: \"What's the longest\nwave length of visible light?\"\n\n\"2100 angstroms,\" the answer was mechanical. Then, \"You--\"\n\nThe captain smiled a smile of weary disdain. \"I thought so. Six\nhundred trillion of you, eh? Crawling around down there in the dark,\nbecause you see in the far ultraviolet--and the atmosphere stops those\nfrequencies. You can't see the stars! For thousands of years men\nwatched the stars and wanted them and were kept trying by sight of\nthem--but you can't see the stars any more.\"\n\nThe face stared at him with great eyes full of unspeakable hate, and\nspat a word which had not been in the language when the _Quest III_ was\nlaunched. The screen went suddenly blank.\n\n\n\nKnof Llud turned away, and his eyes fell on another vision screen.\nEarth was clear in it, dead ahead, a disk so near that land and sea\nwere distinguishable with the naked eye, and coming rapidly nearer. The\nsight cost him a moment's nostalgic pain; then he thought of the little\nmen, swarming ant-like over every square foot of habitable land....\nVermin he had called them; vermin they were.\n\nHe found himself, for no sensible reason, counting seconds. He had\ngot to seventeen when the screen that showed Earth dissolved into a\nfeatureless and blinding glare.\n\nAt the same instant a force too tremendous for the senses to register\nsmote the _Quest III_. The interior of the ship, everything and\neveryone in it seemed to stretch and distort like rubber as the\ngravitic field was strained beyond its elastic limit. The lights went\nout as the drive units claimed the last erg of available energy and\nshrieked their overloaded protest through the crushing and twisted\ndarkness.\n\nBut then the lights went on again and the ship was hurtling free in\nspace. Its people picked themselves up dazedly and tried to understand\nwhy they were still alive.\n\n\"Gee, Dad,\" young Knof said admiringly as he dabbed at a blackening\neye, \"what did you do?\"\n\n\"_I_ didn't do much,\" said the captain. \"The fireworks were from our\nlittle friends. I just took your advice about getting the other fellow\nmad, and it worked. They just shut their eyes and swung with everything\nthey had.\"\n\nThe boy gazed at the vision screen where the Sun was already a star\nagain. He whistled. \"They had plenty.\"\n\n\"I thought the heavy artillery must be ready on Earth in case we kept\ngoing that way. It was--enough of it to knock us right out of the\nSystem at close to the speed of light. Just how close I don't know\nyet ... ah.\" He took a couple of sheets of figures from the hands of\nGwar Den, and devoured them rapidly. He nodded with satisfaction to the\nanxious faces around. \"We must have been hit simultaneously by fire\nfrom all over one hemisphere--and the forces' resultant, which is now\nour course, came out as I had hoped.... Our velocity is close enough;\nthe journey will take about fourteen years, ship's time, but most of us\ncan expect to live that long--\"\n\n\"Where are we going?\" demanded Knof Jr., unable to contain his\ncuriosity.\n\nCaptain Knof Llud smiled down at his son with a touch of wistfulness.\nThe memory of Earth, dwindling into infinite smallness behind, still\nhurt him; but young Knof would never know that hurt. And, after\nfourteen years, the captain would be about ready to leave his dream in\nyounger hands.... He laid an arm about the boy's shoulders and pointed\nsilently to the forward vision screen, to a faint blurred light dead in\nits center.\n\n\"Omega Centauri,\" he said, and there was a new confidence in his voice.",
    "metadata": {
        "author": [
            "Abernathy, Robert",
            "Abernathy, Robert Harwood"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63899/pg63899.txt",
        "name": "the_giants_return.json"
    }
}