{
    "name": "The Horse Shoe\r\nThe True Legend of St. Dunstan and the Devil, Showing How the Horse-Shoe Came to Be a Charm against Witchcraft",
    "author": [
        "Flight, Edward G."
    ],
    "body": "With Illustrations by George Cruikshank\n\nEngraved by John Thompson\n\nThird Edition\n\n1871\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPREFACE TO THE SECOND EDITION.\n\n\nThe success of the first edition of this little work, compels its author\nto say a few words on the issue of a second. \"Expressive silence\" would\nnow be in him the excessive impudence of not acknowledging, as he\nrespectfully does acknowledge, that success to be greatly ascribable to\nthe eminent artists who have drawn and engraved the illustrations.\n\n\"A man's worst wish for his enemy is that he might write a book,\" is a\ngenerally-received notion, of whose accuracy it is hoped there is no\nimpertinence in suggesting a doubt. To reflect on having contributed,\nhowever slightly, to the innocent amusement of others, without giving\npain to any, is alone an enjoyment well worth writing for. But when even\nso unpretending a trifle as this is, can, besides, bring around its\nobscure author fresh and valuable friendships, the hackneyed exclamation\nwould appear more intelligible if rendered thus: \"Oh, that my _friend_\nwould write a book!\"\n\nIn former days, possibly, things may have been very different from what\nthey now are. Haply, the literary highway may, heretofore, have been not\nparticularly clean, choked with rubbish, badly drained, ill lighted, not\nalways well paved even with good intentions, and beset with dangerous\ncharacters, bilious-looking Thugs, prowling about, ready to pounce upon,\nhocus, strangle, and pillage any new arrival. But all that is now\nchanged. Now, the path of literature is all velvet and roses. The race\nof quacks and impostors has become as extinct, as are the saurian and\nthe dodo; and every honest flourisher of the pen, instead of being\ntarred and feathered, is hailed as a welcome addition to \"the united\nhappy family\"--of letters.\n\nMuch of this agreeable change is owing to the improvement of the\nliterary police, which is become a respectable, sober, well-conducted\nbody of men, who seldom go on duty as critics, without a horse-shoe.\nMuch is owing to the propagation of the doctrines of the Peace Society,\neven among that species of the _genus irritabile_, authors\nthemselves, who have at last learned\n\n  \"That brother should not war with brother,\n  And worry and devour each other;\n  But sing and shine by sweet consent,\n  Till life's poor transient night is spent.\"\n\n\nChiefly, however, is the happy change attributable to the discriminating\nand impartial judgment of the reading public of this golden Victorian\nera. In the present day, it may be considered a general rule, that\nno picture is admired, no book pronounced readable, no magazine or\nnewspaper circulated, unless in each case it develope intrinsic merit.\nThe mere name of the artist, or author, or editor, has not the slightest\nweight with our present intelligent, discriminating community, who are\nnever enslaved, or misled, by whim, caprice, or fashion. It has been\nsaid, but it seems too monstrous for belief, that, formerly, persons\nwere actually to be found so extremely indolent, or stupid, or timid, as\nnever to think for themselves; but who followed with the crowd, like a\nswarm of bees, to the brazen tinkle of a mere name! Happily, the minds\nof the present age are far too active, enlightened, independent, and\nfearless, for degradation so unworthy. In our day, the professed wit\nhopes not for the homage of a laugh, on his \"only asking for the\nmustard;\" the artist no longer trusts to his signature on the canvas for\nits being admired; no amount of previous authorship-celebrity preserves\na book from the trunkmaker; and the newspaper-writer cannot expect an\nextensive sale, unless his leaders equal, at least, the frothy head of\n\"Barclay's porter,\" or possess the Attic salt of \"Fortnum and Mason's\nhams.\" At the same time, the proudest notable in literature can now no\nlonger swamp, or thrust aside, his obscurer peers; nor is the humblest\nvotive offering at the shrine of intellect, in danger, as formerly, from\nthe hoofs of spurious priests, alike insensible to receive, and impotent\nto reflect or minister, light or warmth, from the sacred fire they\npretend to cherish. In short, such is the pleasant change which has come\nover literary affairs, that, however apposite in past times, there is\nnot, in the present, any fitness in the exclamation, \"Oh, that mine\nenemy would write a book!\"\n\nWith reference to the observation, made by more than one correspondent,\nthat the horse-shoe has not always proved an infallible charm against\nthe devil, the author, deferentially, begs to hazard an opinion that, in\nevery one of such cases, the supposed failure may have resulted from an\nadoption of something else than the real shoe, as a protection. Once\nupon a time, a witness very sensibly accounted for the plaintiff's horse\nhaving broken down. \"'Twasn't the hoss's fault,\" said he; \"his plates\nwas wore so thin and so smooth, that, if he'd been Hal Brook[1] his\nself, he couldn't help slipping.\"\n\n[Footnote 1: Doubtless he meant Al Borak, the name of Mahomet's night\nmare.]\n\n\"You mean,\" said the judge, \"that the horse, instead of shoes, had\nmerely slippers?\"\n\nPeradventure, the alleged failures may be similarly accounted for;\nthe party, in each case, having perhaps nailed up, not a shoe, but a\nslipper, the learned distinction respecting which was thus judicially\nrecognised. The deed which the devil signed, must, like a penal statute,\nbe construed strictly. It says nothing of a slipper; and it has been\nheld by all our greatest lawyers, from Popham and Siderfin, down to\nAmbler and Walker, that a slipper is not a shoe.\n\nAnother solution suggests itself. Possibly the horse-shoe, even if\ngenuine, was not affixed until after the Wicked One had already got\npossession. In that case, not only would the charm be inefficacious\nto eject him, but would actually operate as a bar to his quitting the\npremises; for that eminent jurisconsult, Mephistopheles himself, has\ndistinctly laid it down as \"a law binding on devils, that they must go\nout the same way they stole in.\" Nailing up a shoe to keep the devil\nout, after he has once got in, is indeed too late; and is something like\nthe literary pastime of the \"Englishman,\" who kept on showing cause\nagainst the Frenchman's rule, long after the latter had, on the motion\nof his soldiers, already made it absolute with costs.\n\nThere is one other circumstance the author begs to refer to, from a\ndesire to dispel any uneasiness about our relations with the Yezidi\ngovernment. The late distinguished under-secretary for foreign affairs,\nas every one knows, not regarding as _infra dig._ certain great, winged,\nhuman-headed bulls,[2] that would have astonished Mr. Edgeworth, not\nless than they puzzle all Smithfield, and the rest of the learned \"whose\nspeech is of oxen,\" has imported those extraordinary grand-junction\nspecimens, which, with their countryfolk, the Yezidis, Dr. Layard has\nparticularly described in his book on Nineveh. When speaking of the\nYezidis, he has observed, \"The name of the evil spirit is, however,\nnever mentioned; and any allusion to it by others so vexes and irritates\nthem, that it is said they have put to death persons who have wantonly\noutraged their feelings by its use. So far is their dread of offending\nthe evil principle carried, that they carefully avoid every expression\nwhich may resemble in sound the name of Satan, or the Arabic word for\n'accursed.' Thus, in speaking of a river, they will not say _Shat_,\nbecause it is too nearly connected with the first syllable in _Sheitan_,\nthe devil; but substitute _Nahr_. Nor, for the same reason, will they\nutter the word _Keitan_, thread or fringe. _Naal_, a horse-shoe, and\n_naal-band_, a farrier, are forbidden words; because they approach to\n_laan_, a curse, and _m[=a]loun_, accursed.\"--_Layard_, vol. i. p. 297.\n\n[Footnote 2: A sister countryman,--a bull is excusable when discoursing\nof bulls,--on seeing the monster at the Museum, exclaimed, \"Faith! the\ngreat Dan himself couldn't repale _that_ union, at all, at all,\n_after_ 'twas once put together.\" Some suppose this bull to be\ntypical of a foreign John Bull, the head representing the Crown, the\nfine feathers the Lords, and the rest the Commons.]\n\nNotwithstanding all this, the author has the pleasant satisfaction of\nmost respectfully assuring his readers, on the authority of the last\nYezidi _Moniteur_, that the amicable relations of this country with\nthe Yezidi government are not in the slightest danger of being disturbed\nby this little book; and that John Bull is, at present, in no jeopardy\nof being swallowed up by those monstrous distant cousins of his, of whom\nMr. Layard has brought home the above-mentioned speaking likenesses.\n\n1, Adam Street, Adelphi.\n\n\n\n\n\nST. DUNSTAN AND THE DEVIL.\n\n\n\n\n\n\n\n\"And it is for trouth reported, that where this signe dothe appere,\nthere the Evill Spirite entreth not.\"--SERMON ON WITCHES.\n\n\"Your wife's a witch, man; you should nail a horse-shoe on your\nchamber-door.\"--REDGAUNTLET.\n\n\n\n\nST. DUNSTAN AND THE DEVIL.\n\n\n  In days of yore, when saints were plenty,\n  (For each one now, you'd then find twenty,)\n      In Glaston's fruitful vale,\n  Saint Dunstan had his dwelling snug,\n  Warm as that inmate of a rug,\n      Named in no polished tale.\n\n  The holy man, when not employed\n  At prayers or meals, to work enjoyed\n      With anvil, forge, and sledge.\n  These he provided in his cell,\n  With saintly furniture as well;\n      So chroniclers allege.\n\n  The peaceful mattock, ploughshare, spade,\n  Sickle, and pruning-hook he made,\n      Eschewing martial labours.\n  Thus bees will rather honey bring,\n  Than hurtfully employ their sting\n      In warfare for their neighbours.\n\n  A cheerful saint too, oft would he\n  Mellow old Time with minstrelsy,--\n      But such as gave no scandal;\n  Than his was never harp more famed;\n  For Dunstan was the blacksmith named\n      Harmonious by Handel.\n\n  And when with tuneful voice he sang,\n  His well-strung harp's melodious twang\n      Accompaniment lending;\n  So sweetly wedded were the twain,\n  The chords flowed mingled with the strain,\n      Mellifluently blending.\n\n  Now 'tis well known mankind's great foe\n  Oft lurks and wanders to and fro,\n      In bailiwicks and shires;\n  Scattering broad-cast his mischief-seeds,\n  Planting the germs of wicked deeds,\n  Choking fair shoots with poisonous weeds,\n      Till goodness nigh expires.\n\n  Well, so it chanced, this tramping vagrant,\n  Intent on villanies most flagrant,\n      Ranged by Saint Dunstan's gate;\n  And hearing music so delicious,\n  Like hooded snake, his spleen malicious\n      Swelled up with envious hate.\n\n\n  Thought Nick, I'll make his harp a fool;\n  I'll push him from his music-stool;\n      Then, skulking near the saint,\n  The vilest jars Nick loudly sounded,\n  Of brayings, neighings, screams compounded;\n  How the musician's ears were wounded,\n      Not Hogarth e'en could paint.\n\n  The devil fancied it rare fun.\n  \"Well! don't you like my second, Dun?\n  Two parts sound better sure than one,\"\n      Said he, with queer grimace:\n  \"Come sing away, indeed you shall;\n  Strike up a spicy madrigal,\n      And hear me do the bass.\"\n\n  This chaffing Dunstan could not brook,\n  His clenched fist, his crabbed look\n      Betrayed his irritation.\n  'Twas nuts for Nick's derisive jaw,\n  Who fairly chuckled when he saw\n      The placid saint's vexation.\n\n  \"_Au revoir_, friend, adieu till noon;\n  Just now you are rather out of tune,\n      Your visage is too sharp;\n  Your ear perhaps a trifle flat:\n  When I return, 'All round my hat'\n      We'll have upon the harp.\"\n\n  A tale, I know, has gone about,\n  That Dunstan twinged him by the snout\n      With pincers hotly glowing;\n  Levying, by _fieri facias_ tweak,\n  A diabolic screech and squeak,\n      No tender mercy showing.\n\n  But antiquarians the most curious\n  Reject that vulgar tale as spurious;\n      His reverence, say they,\n  Instead of giving nose a pull,\n  Resolved on vengeance just and full\n      Upon some future day.\n\n  Dunstan the saying called to mind,\n  \"The devil through his paw behind\n  Alone shall penal torture find\n      From iron, lead, or steel.\"\n  Achilles thus had been eternal,\n  Thanks to his baptism infernal,\n      But for his mortal heel.\n\n  And so the saint, by wisdom guided,\n  To fix old Clootie's hoof decided\n      With horse-shoe of real metal,\n  And iron nails quite unmistakable;\n  For Dunstan, now become implacable,\n      Resolved Nick's hash to settle.\n\n  Satan, of this without forewarning,\n  Worse luck for him! the following morning,\n      With simper sauntered in;\n  Squinted at what the saint was doing,\n  But never smoked the mischief brewing,\n  Putting his foot in't; soon the shoeing\n      Did holy smith begin.\n\n  Oh! 'twas worth coin to see him seize\n  That ugly leg, and 'twixt his knees\n      Firmly the pastern grasp.\n  The shoe he tried on, burning hot,\n  His tools all handy he had got,\n      Hammer, and nails, and rasp.\n\n  A startled stare the devil lent,\n  Much wondering what St. Dunstan meant\n      This preluding to follow.\n  But the first nail from hammer's stroke\n  Full soon Nick's silent wonder broke,\n  For his shrill scream might then have woke\n      The sleepiest of Sleepy Hollow.\n\n  And distant Echo heard the sound\n  Vexing the hills for leagues around,\n      But answer would not render.\n  She may not thus her lips profane:\n  So Shadow, fearful of a stain,\n      Avoids the black offender.\n\n  The saint no pity had on Nick,\n  But drove long nails right through the quick;\n      Louder shrieked he, and faster.\n  Dunstan cared not; his bitter grin,\n  Without mistake, showed Father Sin\n      He had found a ruthless master.\n\n  And having driven, clenched, and filed,\n  The saint reviewed his work, and smiled\n      With cruel satisfaction;\n  And jeering said, \"Pray, ere you go,\n  Dance me the _pas seul_ named 'Jim Crow,'\n      With your most graceful action.\"\n\n  To tell how Horny yelled and cried,\n  And all the artful tricks he tried,\n      To ease his tribulations,\n  Would more than fill a bigger book\n  Than ever author undertook,\n      Since the Book of Lamentations.\n\n  His tail's short, quick, convulsive coils\n  Told of more pain than all Job's boils,\n  When Satan brought, with subtle toils,\n      Job's patience to the scratch.\n  For sympathetic tortures spread\n  From hoof to tail, from tail to head:\n      All did the anguish catch.\n\n\n  And yet, though seemed this sharp correction\n  Stereotyped in Satan's recollection,\n      As in his smarting hocks;\n  Not until he the following deed\n  Had signed and sealed, St. Dunstan freed\n      The vagabond from stocks.\n\n\n    TO ALL good folk in Christendom to whom this instrument\n    shall come the Devil sendeth greeting: KNOW YE that for\n    himself and heirs said Devil covenants and declares, that never\n    at morn or evening prayers at chapel church or meeting, never\n    where concords of sweet sound sacred or social flow around or\n    harmony is woo'd, nor where the Horse-Shoe meets his sight on\n    land or sea by day or night on lowly sill or lofty pinnacle on\n    bowsprit helm mast boom or binnacle, said Devil will intrude.\n\n\n  The horse-shoe now saves keel, and roof,\n  From visits of this rover's hoof,\n      The emblem seen preventing.\n  He recks the bond, but more the pain,\n  The nails went so against the grain,\n      The rasp was so tormenting.\n\n  He will not through Gran[=a]da march,\n  For there he knows the horse-shoe arch\n      At every gate attends him.\n  Nor partridges can he digest,\n  Since the dire horse-shoe on the breast\n      Most grievously offends him.\n\n  The name of Smith he cannot bear;\n  Smith Payne he'll curse, and foully swear\n      At Smith of Pennsylvania,\n  With looks so wild about the face;\n  Monro called in, pronounced the case\n      Clear antismithymania;\n\n  And duly certified that Nick\n  Should be confined as lunatic,\n      Fit subject for commission.\n  But who the deuce would like to be\n  The devil's person's committee?\n      So kindred won't petition.\n\n  Now, since the wicked fiend's at large,\n  Skippers, and housekeepers, I charge\n      You all to heed my warning.\n  Over your threshold, on your mast,\n  Be sure the horse-shoe's well nailed fast,\n      Protecting and adorning.\n\n\n  Here note, if humourists by trade\n  On waistcoat had the shoe displayed,\n  Lampoon's sour spirit might be laid,\n      And cease its spiteful railing.\n  Whether the humour chanced to be\n  Joke, pun, quaint ballad, repartee,\n  Slang, or bad spelling, we should see\n      Good humour still prevailing.\n\n  And oh! if Equity, as well\n  As Nisi Prius, would not sell\n      _Reason's perfection_ ever\n  To wrangling suitors _sans_ horse-shoe,\n  Lawyers would soon have nought to do,\n  Their subtle efforts ceasing too,\n      Reason from right to sever.\n\n  While Meux the symbol wears, _tant mieux_,\n  Repelling sinful aid to brew\n      His liquid strains XX;\n  Still, I advise, strong drinks beware,\n  No horse-shoe thwarts the devil there,\n      Or demon-mischief checks.\n\n  And let me rede you, Mr. Barry,\n  Not all your arms of John, Dick, Harry,\n      Plantagenet, or Tudor;\n  Nor your projections, or your niches,\n  Affluent of crowns and sculptile riches,\n      Will scare the foul intruder.\n\n  He'll care not for your harp a whistle,\n  Nor lion, horse, rose, shamrock, thistle,\n      Horn'd head, or _Honi soit_;\n  Nor puppy-griffs, though doubtless meant\n  Young senators to represent,\n      Like Samson, armed with jaw.\n\n  Only consult your sober senses,\n  And ponder well the consequences,\n      If in some moment evil,\n  The old sinner should take Speaker's chair,\n  Make Black Rod fetch the nobles there,\n      And with them play the devil!\n\n  Then do not fail, great architect,\n  Assembled wisdom to protect\n      From Satan's visitation.\n  With horse-shoe fortify each gate,\n  Each lion's paw; and then the State\n      Is safe from ruination.\n\n\n\n\n\n\nPOSTSCRIPT.\n\n\nThe courteous reader's indulgence will, it is hoped, extend to a waiver\nof all proofs and vouchers in demonstration of the authenticity of this\ntale, which is \"simply told as it was told to me.\" Any one who can show\nthat it is not the true tale, will greatly oblige, if he can and will a\ntale unfold, that _is_ the true one. If this is not the true story\nand history of the horse-shoe's charm against the wicked one, what\n_is_? That's the question.\n\nThere's nothing like candour; and so it is here candidly and ingenuously\nconfessed that the original deed mentioned in the poem, has hitherto\neluded the most diligent searches and researches. As yet, it cannot be\nfound, notwithstanding all the patient, zealous, and persevering efforts\nof learned men, erudite antiquarians, law and equity chiffonniers, who\nhave poked and pored, in, through, over, and among, heaps, bundles,\nand collections, of old papers, vellums, parchments, deeds, muniments,\ndocuments, testaments, instruments, ingrossments, records, writings,\nindentures, deed polls, escrows, books, bills, rolls, charters,\nchirographs, and exemplifications, in old English, German text, black\nletter, red letter, round-hand, court-hand, Norman French, dog Latin,\nand law gibberish, occupying all sorts of old boxes, old bookcases, old\nchests, old cupboards, old desks, old drawers, old presses, and old\nshelves, belonging to the Dunstan branch of the old Smith family. At\none moment, during the searches, it is true, hopes were excited on the\nperception of a faint brimstone odour issuing from an antiquated iron\nbox found among some rubbish; but instead of any vellum or parchment,\nthere were only the unused remains of some bundles of veteran matches,\nwith their tinder-box accomplice, which had been thrown aside and\nforgotten, ever since the time when the functions of those old hardened\nincendiaries, flint and steel, were extinguished by the lucifers.\nAll further search, it is feared, will be in vain; and the deed is now\nbelieved to be as irrecoverably lost, as the musty muster-roll of Battle\nAbbey.\n\nA legal friend has volunteered an opinion, that certain supposed defects\nin the alleged deed evince its spuriousness, and even if genuine, its\ninefficiency. His words are, \"The absence of all legal consideration,\nthat is to say, valuable consideration, such as money, or money's worth;\nor good consideration, such as natural love and affection, would render\nthe deed void, or voidable, as a mere _nudum pactum_. [See\n_Plowden_.] Moreover, an objection arises from there being no\n_Anno Domini_, [_Year Book, Temp. Ric. III._] and no _Anno Regni_,\n[_Croke Eliz._] and no condition _in poenam_. [_Lib. Ass._] Now,\nif the original deed had been thus defective, the covenanting party\nthereto is too good a lawyer, not to have set it aside.\"\n\nTo these learned subtleties it may be answered, that the deed was\nevidently intended, not so much as an instrument effectively binding\n\"the covenanting party,\" as a record whereby to justify a renewal\nof punishment, in case of contravention of any of the articles of\ntreaty. It would have been informal to make mention of money as the\nconsideration, it being patent that this \"covenanting party\" considers\nit of no value at all. For however dearly all \"good folk in Christendom\"\nmay estimate and hug the precious bane, as the most valuable\nconsideration on earth, he, old sinner that he is, wickedly disparages\nit, as being mere filthy lucre, only useful horticulturally, to manure\nhis hot-beds of iniquity. With regard to the consideration of natural\nlove and affection, it is humbly submitted that the facts are at\nvariance with such a suggestion.\n\nAnother friend, not of the legal, but the equestrian order, has\ntendered, according to his ideas, an explanation of the especial\nprotecting virtue of the horseshoe. His notions are given as follows,\n_ipsissimis verbis_. \"There is not in the whole world, a nobler\nanimal than that splendid fellow, the horse. He is the embodiment of all\nthat is magnificent, possessing strength, swiftness, courage, sagacity,\nand gracefulness. He never drinks more than he needs, or says more\nthan he ought. If he were an opposition M.P.--and a horse was once a\nconsul--his speech against Government bills, would be only a dignified\nneigh. Base and unworthy measures he disdains.\n\n\n  \"Who ever knew this honest brute\n  At law his neighbour prosecute;\n  Bring action for assault and battery,\n  Or friend beguile with lies and flattery?\n\n\n\"His proud step is on all fours with his love of a fair field and no\nfavour. The grandeur of his nature is such, that the idea of a beggar\non horseback is proverbially the most revolting of all inequitable\nabsurdities and incongruities in human economy; while, on the other\nhand, as was once well remarked by a distinguished lecturer, this superb\nanimal stamped his very name itself on that for which our loftiest\nprinces and nobles, before the present degenerate age of iron, were\nemulous of distinguishing themselves. In proportion as they developed\nunblemished honour, with undaunted bravery, graceful bearing, and\nmagnanimous generosity, were they deemed worthy to rank among\nChristendom's bright chivalry.\n\n\"The horse-shoe was, no doubt, regarded as typical of the noble\nqualities of its wearer. These being so hateful to the ugly, sly,\nintriguing, slandering, malevolent, ill-conditioned, pettifogging,\npitiful arch-enemy, it might well be supposed that the mere apparition\nof that type would scare him away. To this supposition is ascribable the\nadoption of the horse-shoe, as an infallible charm against the visits of\nold Iniquity.\"\n\nBut mere \"supposition\" is no answer to the question above propounded.\n\n\n\nAn acknowledgment is due, and is hereby offered, to the unknown\ncorrespondent, who has obligingly communicated the following copy of the\ncoat of arms of the Dunstan family.\n\n\"Azure, on a chevron gules between three harps, a horse-shoe supported\nby two pairs of pincers, proper. _Crest_--An arm embowed, couped\nat the shoulder, the hand grasping a hammer, all proper.\n_Motto_--'SARUED HYM RIGHTE.'\"",
    "metadata": {
        "author": [
            "Flight, Edward G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/13978/pg13978.txt",
        "name": "the_horse_shoe_the_true_legend_of_st_dunstan_and_t.json"
    }
}