{
    "name": "The Amazing Mrs. Mimms",
    "author": [
        "Knight, David C.",
        "Knight, David Carpenter"
    ],
    "body": "There was a muffled rushing noise and the faintly acrid smell of ion\nelectrodes as the Time Translator deposited Mrs. Mimms back into the\nyear 1958. Being used to such journeys, she looked calmly about with\nquick gray eyes, making little flicking gestures with her hands as if\nbrushing the stray minutes and seconds from her plain brown coat.\n\nThe scene of Mrs. Mimms' arrival in the past was the rear of a large\nsupermarket, more specifically between two packing cases which had\nonce contained breakfast foods. The excursion through time had\nevidently been a smooth one for the smile had not once left Mrs.\nMimms' rotund countenance during the intervening centuries.\n\nTwo heavy black suitcases appeared to be the lady's only luggage\naccompanying her from the future. These she picked up with a sharp\ngasp and made her way to the front of the shopping center around which\nslick new apartment buildings formed a horseshoe.\n\nMrs. Mimms was, as usual, on another assignment for Destinyworkers,\nInc.\n\nIt was early evening at the Greenlawn Apartments, a time supposedly\nof contentment, yet Mrs. Mimms was quick to sense the disturbing\nvibrations in the warm air. She pressed through the crowds entering\nand leaving the supermarket. A faint mustache of perspiration formed\non her upper lip. No one offered to help her with the bags. With a\nprofessional eye Mrs. Mimms noted the drawn mouths, the tense\nexpressions typical of the Time Zone and shook her head. Central as\nusual had not been wrong; the Briefing Officer himself had cautioned\nher on what poor shape the Zonal area was in.\n\nJostling Mrs. Mimms on all sides were mostly young men and women\naccompanied by energetic, wriggling children of varying ages. It\nsaddened Mrs. Mimms to see the premature lines forming in the youthful\nmothers' foreheads, and the gray settling too quickly into the men's\nhair. Mrs. Mimms, who considered herself not quite in the twilight of\nmiddle age, was just 107 that month.\n\nOutbursts of juvenile and adult temper grated harshly in the\nDestinyworker's ears. She witnessed a resounding slap and a child's\ncry of pain. A young mother was shouting angrily: \"Couldn't _you_ have\nkept an eye on her? Do I have to watch her every minute?\"\n\nMrs. Mimms hurried swiftly on for there was much she had to do. Then\nshe stopped abruptly before a small delicatessen. She entered and gave\nthe clerk her order:\n\n\"One package of Orange Pekoe Tea, if you please. Tea _leaves_, not\nbags.\"\n\nThere were definite advantages, thought Mrs. Mimms, in being assigned\nto any century preceding the Twenty-Third. Due to the increasing use\nof synthetic products in Mrs. Mimms' home-century the tea plant, among\nother vegetation, had been allowed to become extinct. Ever since Mrs.\nMimms' solo assignment to Eighteenth Century England, she had grown\nexceedingly fond of the beverage.\n\nTen minutes later Mrs. Mimms, one of Destinyworkers' best Certified\nPriority Operators, reached the Renting Office of the Greenlawn\nApartments. \"I do hope the Superintendent is still on duty,\" panted\nMrs. Mimms, setting her bags down very carefully. \"If the Research\nDepartment is correct--and it usually is--his hours are from 9 to\n6:30.\"\n\nIt was one minute past 6:30 when Mrs. Mimms knocked.\n\n\"Yeah?\" boomed a disgruntled voice. \"Come on in. It ain't locked.\"\n\n\"Good evening,\" said Mrs. Mimms to a young man in work clothes seated\nbehind a paper-strewn desk. \"I hope it's not too late for you to show\nme an apartment tonight. It needn't be large. Two or three rooms will\ndo nicely. However, I have one stipulation.\"\n\n\"We aim to please at Greenlawn, Ma'am--within reason--you understand.\"\n\n\"I understand,\" replied the Destinyworker. \"It is merely that the\napartment should, as far as possible, be located in the central part\nof the building and on a middle floor--not too high or too low.\"\n\n\"No problem there,\" said the super, consulting a board from which hung\na number of keys. \"Most of 'em want just the opposite--corner\napartments, views, top floor, Southern exposure. Here's one. Partly\nfurnished. Young couple left for Europe. They want to sublet for the\nrest of the lease.\"\n\n\"I hope the rent is reasonable.\"\n\nIt was. Mrs. Mimms received the news with apparent relief. Due to the\nhigh cost of Time Translation and maintenance of workers in other\nZones, Destinyworkers, Inc., a non-profit organization, had to keep\nits overhead at a minimum.\n\n\"This will do very nicely,\" Mrs. Mimms announced after inspecting the\napartment. \"I should like to move in at once.\" The superintendent then\nbrought up his new tenant's suitcases, commented upon their weight,\nobtained Mrs. Mimms' signature on the preliminary lease and left.\n\nEven for younger Destinyworkers, time travel at best was an exhausting\nbusiness. The bags _had_ been heavy, and Zonal Speech Compliance was\nalways a strain at the outset of an assignment. Mrs. Mimms needed\nrefreshment. Finding a battered pot and a broken cup abandoned by the\nformer tenants, she heated water on the range and made herself some\nhot tea. Sipping it slowly Mrs. Mimms felt the strength returning to\nher tired system.\n\nHaving eaten an early dinner in the future Mrs. Mimms was not hungry.\nThe tea would be sufficient until tomorrow. She washed the cup\ncarefully, put away the pot and then unlocked one of her black\nsuitcases. From it she extracted a small white card on which there was\nsome printing and a phone number at the bottom. Mrs. Mimms checked the\nphone number with the telephone in her new apartment; they were the\nsame. Research was almost _never_ wrong. Mrs. Mimms then took the card\ndown to the main floor and attached it to a bulletin board with four\nthumbtacks. The message read:\n\n        _Mrs. Althea Mimms_\nProfessional Companion & Babysitter\n        Rates Reasonable\n\nBack in her apartment, the time traveler opened the other suitcase. It\ncontained a batch of weird-looking apparatus which faintly resembled a\ntelevision set, although there were twice the number of dials and\nknobs. To the uninitiated eye the legends under them would have been\nperplexing--\"Month Selector,\" \"Reverse Day Fast-Forward,\"\n\"Weekometer,\" \"Minute-Second Divider.\" To Mrs. Mimms however the\ninstrument was simply standard equipment for all assignments. She\nplaced it carefully on the desk in her living room and, one by one,\ndrew out the five sensitive antennae from their sockets. Mrs. Mimms\ndid not need to use the electrical outlet under the desk for new d-c\nion batteries had been installed whose combined guaranteed life was\nfive years.\n\nIt had grown somewhat late at Greenlawn--the hands of Mrs. Mimms'\nwatch were nearing eleven--yet this did not deter her from flicking\nthe power on. She dialed to a position a few hours before on that same\nevening and waited for the equipment to warm up. A roar of angry\nstatic and strident voices suddenly filled the room until Mrs. Mimms\nquickly cut the volume. The outburst was definitely an indication that\nher work was cut out for her. Eyeing the red pilot indicator across\nwhich a ribbon of names was flashing she slowly twirled the Master\nSelector. Images flickered and disappeared on the screen; then\nsuddenly Mrs. Mimms leaned forward anxiously. A living room much like\nher own came into view and in it a man and a woman faced each other\nmenacingly. The pilot was flashing the name Randolph, Apt. 14-B.\n\nReducing the volume slightly, Mrs. Mimms listened:\n\n\"You don't care, Bill Randolph. If you cared we could be out somewhere\nright now. My God, it's Saturday night. I'll bet the Bairds and\nSimmons are at a show right now. But not us. Oh, no. Honestly, I don't\nthink you'd stir out of that chair if it weren't for your meals and\nthe office.\"\n\n\"You're a great one to talk,\" snapped the young man. \"Every time we\ndecide to line something up you get finicky about a sitter. How many\ntimes have we sat for Ruth Whatshername? And we're up at Ellen Fox's a\ncouple of nights, too. Then our kid comes down with a cold or\nsomething and they're not good enough. No wonder we never get out.\"\n\n\"Can I help it if Kenny takes after _your_ side of the family? You and\nyour mother are always coming down with something. He's _sensitive_. I\nwon't have some other woman taking care of my child when he needs my\nattention. And I _won't_ have these teenage girls for Kenneth with\ntheir boyfriends lolling all over the sofa. I wouldn't have an easy\nminute while we were away. Anyway, when we _do_ get out I don't notice\nyou bending over backwards to get tickets for anything decent. It's\nalways something _you_ want to see. Those silly Marilyn Monroe movies,\nfor instance.\"\n\n\"What's wrong with Marilyn Monroe? I wouldn't _mind_ being nagged by\n_her_.\"\n\n\"I see,\" choked the young woman, biting her lip. \"Thank you very much.\nOf course it's perfectly _OK_ when something is wrong with every other\nmeal I cook. It's _fine_ when Your Majesty doesn't like the dress I've\ngot on or the way I have my hair.\"\n\nMrs. Randolph's rising voice elicited a child's cry from the rear of\nthe apartment. Both parents stiffened.\n\n\"Go ahead, say it, say it was _me_ who woke him up this time,\" bleated\nRandolph. He quickly snapped a newspaper up between himself and his\nwife.\n\nMrs. Mimms cut the picture and erased the name from the pilot\nindicator. The case was a typical one, routine in fact; yet it was the\nfirst one of the assignment and Mrs. Mimms was moved to expedite it.\nShe picked up the telephone and placed a call to nearby New York City.\nThe party answered promptly.\n\n\"Althea! How nice. I didn't know you were in the Twentieth again. What\ncan I do for you?\"\n\n\"You can arrange some entertainment for me, George. Something good.\nFor two.\"\n\nMrs. Mimms held the phone for a minute. Presently the conversation\nresumed as the voice of George Kahn, Resident Destinyworker, came over\nthe wire.\n\n\"Sorry to be so long, Althea, it took some managing. I've got you two\nin the orchestra for 'My Fair Lady' on the 28th. That's the best of\nthe current crop. Nice little thing, it'll be running for another four\nyears of course. Ought to catch it yourself some night.\"\n\n\"I'd love to, George, but I shan't have time. Not the way this\nassignment's developing. You know what to do with the tickets.\"\n\nMrs. Mimms replaced the telephone in its cradle and turned again to\nthe Master Selector. Among the kaleidoscope of voices and figures not\nall were scenes of frustration and discontent. Yet enough of them were\nso that Mrs. Mimms was seriously disturbed. Then again, the apparatus\nhad its indiscriminate faults: at one scene Mrs. Mimms blushed deeply\nand flicked the dial to another setting. Suddenly she was surprised to\nhear a familiar voice. The pilot monitor showed that it was the\napartment of the building superintendent.\n\n\"It ain't right. You know it ain't right,\" the super was saying. He\nwas sunk deep into an overstuffed chair and there was a can of beer at\nhis elbow. \"No wonder the kids're getting lousy report cards. The\nminute they get home from school they park in front of the TV. By the\ntime they're ready for supper they're so excited watching Indians and\ncowboys and Foreign Legion stuff they can't eat. Afterwards they are\ntoo knocked out to do their homework.\"\n\n\"Don't I know it,\" said his wife. \"But you can't forbid them because\nall the other kids are allowed to watch the same things. Adele Jones\ndown the hall says she has the same trouble. They tried taking Brian's\nTV away and the kid put up such a fuss they gave it back just to get\nsome peace.\"\n\nThe super took a swallow of beer and tapped one of the report cards in\ndisgust.\n\n\"Look at that. Charlotte gets a 'D' in Reading. Goddam it, she's a\nsmart enough kid. I can't remember when's the last time I saw _either_\nof them bring a book back from the library. Hell, they're too busy\nworrying about how Sergeant Prestons' going to come out.\"\n\n\"You'd think they'd have more educational stuff on TV.\"\n\n\"I may be only a superintendent,\" growled the super, \"but, by God,\nthose kids are going to college. They're gonna have opportunities I\nnever had. Sometimes I got a good mind to kick a hole right through\nthat 21\" screen.\"\n\n\"Aw, Chuck, honey, take it easy. You're the best super this building\never had. I got me a real sweet guy, even if he isn't no college\ngraduate.\"\n\n\"I ain't no Biff Baker or Captain Video, either. Maybe if I was the\nkids could watch me and we could dump the TV set.\"\n\nMrs. Mimms dimmed the screen and recorded the problem briefly in a\nnotebook marked ACTIVE. This too was a common enough complaint of the\nTime Zone. Mrs. Mimms rummaged about in one of the suitcases until she\nproduced a brightly colored box. Inside the box were a number of\nobjects resembling radio condensers with small metal clamps at either\nend. Mrs. Mimms removed one and read the label: FILTER XC8794,\nReading. _Caution: for best results attach to TV aerial. Lasts 2 weeks\nonly. Destroy label before using._\n\n\"I _do_ hope the superintendent's set doesn't have rabbits' ears,\"\nsaid Mrs. Mimms, dialing the super's apartment again to check.\n\"Hooking these up to a regular aerial is so much easier.\" The\nsuperintendent's set luckily had an outside antenna and by\nmanipulating certain dials, the Destinyworker traced it out and up to\nthe roof. Pressing a button marked TRACER LIGHT, she left the set in\noperation and made her way up to the top floor of the apartment house.\nTaking the fire exit to the roof, Mrs. Mimms found herself among a\nforest of TV aerials. However there was a small circle of light cast\nabout one of them and she went to it and attached the filter.\n\nReturning to her apartment, Mrs. Mimms went immediately to bed. She\nwould have liked a last cup of tea before retiring, but she was too\ntired to fix it.\n\nThe telephone woke the time traveler at half past ten the next\nmorning. She answered it sleepily. It was a young mother, Mrs. Mimms'\nfirst customer. Could Mrs. Mimms _possibly_ come that night? The voice\nsounded desperate, then relieved when Mrs. Mimms answered Yes, she\nwould be there.\n\nRemembering that she had had nothing to eat since her own century,\nMrs. Mimms hurried below to the delicatessen and purchased some Danish\npastry. She looked forward to a cup of strong tea. As she waited for\nthe water to boil, she switched on the apparatus and dialed once or\ntwice across the band. At that hour most of the apartments were\nsilent. Wives were attending to cleaning or washing and the children\nhad been sent out to play. Leaving the apparatus for a minute, Mrs.\nMimms made her tea. When she returned there was a burst of static on\nthe loudspeaker, then a loud childish voice and images took shape on\nthe screen.\n\n\"I'm captain of this spaceship, Ronnie Smith,\" insisted the taller of\nthe two youngsters. \"You gotta do like I say. We're the first guys on\nthis planet, see? We got cut off from the ship by the monsters and we\nonly got another half hour of oxygen left. We gotta shoot our way\nback. Let's go, Lieutenant Smith.\"\n\n\"Ah, you're always the captain,\" muttered Lt. Smith mutinously, though\ninaudibly under his F.A.O. Schwartz plastic helmet. The two Earthlings\nadvanced cautiously across the parking lot in the rear of the\napartment building, mowing down the aliens like flies with their\natomic ray guns.\n\n\"Ah-ah-ah-ah-ah. See me get that one, Smith?\" screamed the captain\nmurderously. \"Right in the belly, look at the guts. Ah-ah-ah-ah. Big\nspiders, about twenty feet tall. There's some more. Make every shot\ncount, Smith. We gotta make the ship before they do.\"\n\n\"I just blasted five of 'em with one shot,\" bragged Lt. Smith,\nleveling his pistol at a particularly large alien and watching it\ndissolve.\n\nFighting their way desperately across the parking lot the spacemen\nfinally made the Smith family car in safety. \"Blast off immediately,\nLt. Smith,\" ordered the captain. The rocket wavered for a minute and\nrose. \"Wait a minute, Smith. I seen Rocky Morgan do this once in a\ncomic book. No member of the Space Patrol lets an alien get away\nalive. We got to kill 'em all. Head back and we'll get the rest of 'em\nwith the hydrogen artillery.\" Accordingly the ship swept low over the\nstrange planet. \"Ah-ah-ah-ah.\" Twin sheets of imaginary flame burst\nfrom the rocket and the remainder of the faltering spider-monsters\nperished horribly.\n\nShaking her head, Mrs. Mimms spun the Master Selector until the screen\nwent blank. An avid space traveler herself (she was especially fond of\na nice Lunar trip at vacation time), the negative implications of this\nchildish violence had a depressing effect on Mrs. Mimms. She noted the\nincident down in her notebook and starred it for special attention.\n\nLike any woman in any century, Mrs. Mimms had an infallible remedy for\ncheering herself up. She went shopping. By economizing on her expense\naccount she found it possible to afford a tiny luxury now and then.\nMrs. Mimms bought a badly needed blouse and some facial cream. She\nalso bought some groceries and a newspaper. After a modest meal, she\nfound that she had an hour before her babysitting assignment. Opening\nthe newspaper to the sports page, she indulged in one of the\namusements common among Certified Priority Operators. Glancing down\nthe list of tomorrow's daily-double she checked the names of horses\nto win, place and show. Mrs. Mimms made her selections merely by the\nsound of the names. She then turned a knob marked Tomorrow and dialed\nabout with the Master Selector until the image of a man reading a\nnewspaper appeared on the screen. She waited until he turned to the\nsports page before seeing how she had done. She had done poorly. Only\none winner out of seven races. Of course, using the Destiny apparatus\nitself for personal gain was a violation of the Direct Influencing of\nPersonal Fate Clause and was sufficient reason for losing her CPO\nticket.\n\nWhen Mrs. Mimms returned from babysitting it was after midnight. A cup\nof tea at her elbow, she sat down before the screen. There was a party\njust breaking up in the far building. Some people above her were\nwatching the late show on TV. A couple on her own floor were arguing\nabout money but the argument seemed to be nearly over and Mrs. Mimms\ndid not intrude further. Suddenly the pilot marked URGENT started\nflashing and the blurs on the screen sharpened into a young man and\nwoman seated across from each other in the apartment where the party\nhad been. Half-finished drinks and ash trays full of stubs lay about.\nHusband and wife were both slightly drunk and being very frank with\neach other.\n\n\"I don't know how we got off on _this_,\" remarked the man. \"Whenever\nGeorge gets a couple of drinks in him he starts popping off about\npolitics and the fate of the world. He doesn't know a damn thing about\neither.\"\n\n\"Well, at least he's optimistic,\" the young woman said, kicking off\nher shoes.\n\n\"You can say that again! Fifty years from now, according to George,\nwe'll all be living in plastic houses with three helicopters in each\ngarage. There won't be any unemployment, we'll have a four-day week,\natomic energy'll be doing all the heavy work, mankind'll have realized\nthe futility of war, everything'll be just hunky-dory. Nuts! Guys like\nGeorge make me sick.\"\n\n\"But good Lord, honey, if everyone felt like you there wouldn't _be_\nany world. Maybe things won't be perfect but life's got to go on.\"\n\n\"Go on to what?\" muttered the husband, polishing off his watery\nhighball. \"--To a great big beautiful cloud of atomic fallout, that's\nwhat. Don't laugh either, because everything points that way and you\nknow it. Sputniks and ICBMs zooming around, both sides stockpiling\nlike crazy, half the world scrapping as it is. It's just a question of\nwho tosses the first match and then blooie! Hell, Julie, it's not that\nI don't _want_ another kid. It's just that I don't think it's fair to\ncreate human life and turn it loose in this--this holocaust.\"\n\nThe young woman got up and sat on the arm of his chair and stroked\nhis hair. \"Oh Bill, honey, it's _wrong_ to think like that. Don't you\nsee how wrong it is?\" Suddenly she wrinkled her nose at him and\nwhispered some words in his ear. They were in the special\nbaby-language which had sprung up around the first child.\n\nThen she said tipsily: \"A baby is such a tiny thing.\"\n\n\"Yeah,\" said her husband, \"you feed them and take care of them and\nwatch them grow and it's swell. Just like the fatted calf. Then you\nflip open the evening paper and wonder whether they'll have the good\nluck to die in their beds at a ripe old age. I tell you I'm honestly\nfrightened of where we're going....\"\n\n\n\nThere were tense little crow's feet about Mrs. Mimms' eyes as she\ncleared the screen. She reached immediately for the telephone and\ndialed a number. A couple of seconds later the Resident\nDestinyworker's voice said, \"Hello?\"\n\n\"George, this is Althea. I'm sorry to be calling so late but I have a\nCondition Twelve case.\"\n\nGeorge Kahn's voice was instantly alert. \"Male?\"\n\n\"Yes, and a good Third Intensity. Here are the coordinates if you want\nto rerun it yourself.\" Mrs. Mimms read some figures off the dials.\n\"I'm authorized a week's night-teleportation but I only have the\nstandard equipment of course. You have the Viele apparatus over there,\nhaven't you?\"\n\n\"Yes, but frankly, Althea, even with the Viele we're limited in what\nwe can do. I don't have to tell you that's getting pretty close to\nDirect Influence. I tampered with it myself a couple of years ago and\ngot a stiff reprimand from Central.\"\n\n\"But, George, this is a _Twelve_. A serious one. The files at Central\nare full of Anti-Population Projectographs. All that might-have-been\ntalent that's lost in every Time Zone! Think what might have happened\nif we hadn't interfered in the Voltaire case! Why we might even have\nlost Darwin himself if Mr. Wentworth hadn't insisted on three nights\nof the Viele for Darwin's parents.\"\n\n\"Well, yes,\" admitted the Resident Destinyworker. \"All right, Althea,\nI'll give him a week's dream kinesis if you insist but just remember\nthe Sophistication Curve in the Twentieth. You'll probably have to\nsupplement it with some work of your own.\"\n\n\"Thank you George, I will.\"\n\n\"And Althea--\"\n\n\"Yes?\"\n\n\"You sound tired. Get a good night's rest. The Mid-Twentieth's a tough\nZone and the Chief would not want one of his best CPO's taking on more\nthan she can handle. Personally, I think you ought to ask him for a\nnice soft assignment in the Future Division next trip.\"\n\nMrs. Mimms smiled. \"I'll leave the glamor to the youngsters, George,\nthey're much better at it. Besides,\" she added, \"there isn't any tea\nthere.\"\n\nAgain, Mrs. Mimms would have liked a cup, but she was much too tired\nto prepare it.\n\n\n\nThree weeks after Mrs. Mimms' arrival at the Greenlawn Apartments, the\nsuperintendent was repairing a leaky faucet on the top floor. The\nhousewife watched him as he gave the nut a final twist with his wrench\nand stood up.\n\n\"Thanks for coming up and looking at it so soon, Mr. Seely,\" she said.\n\"How are Mrs. Seely and the children?\"\n\n\"Good Mrs. Dorne, real good, thanks. Especially the kids after that\nnew TV show came on.\"\n\n\"Oh?\" said Mrs. Dorne. \"Which one is that?\"\n\n\"It ain't on no more,\" said the super, \"but, boy, while it lasted the\nkids sure got a kick out of it. That little Charlotte of mine, she's\ngoing to be a real egghead.\"\n\n\"Well what kind of a show was it?\"\n\n\"Reading,\" said the super. \"Just reading. I ain't sure what they\ncalled it, but I know there wasn't no sponsor. Maybe that's why it\nlasted only two weeks or so. Some kind of test show I guess it was.\"\n\n\"I guess we missed it listening to something else. What channel was it\non?\"\n\n\"Now that you mention it I'm darned if I remember,\" Chuck Seely said.\n\"The kids just come home from school one night and parked in front of\nthe TV like always and instead of the westerns and like that here's\nthis guy, just reading. It lasted about an hour every night, we\ncouldn't drag the kids away. Me and the wife got in the habit watching\nit too.\"\n\n\"Was it Charles Laughton? He has a reading program.\"\n\n\"It wasn't him. I never saw the guy before, but what a voice! No\ncommercials, no scenery, no nothin' except this guy reading. Something\ndifferent every night, too. Stuff like Dickens and famous writers like\nthat. I never heard a voice like this guy had, you couldn't stop\nlistening. Then you know what he'd do at the end of the show?\"\n\n\"What?\"\n\n\"He'd tell the kids to go get a pencil and write down the names of\nmore books to get at the library. And you know what? The kids _do_ it.\nThat Charlotte, the other night she brings home some Shakespeare\nstories for kids by a guy named Lamb. She makes me read 'em to her,\ntoo. Get a load o' me reading Shakespeare. I got to admit they're\npretty good stories. That Charlotte's going to be a real egghead.\"\n\n\"We usually have our TV on around supper time. It's funny we missed\nit.\"\n\n\"I checked TV Guide but it was not listed,\" said the super. \"It was\nsome kind of test show. I guess this guy couldn't find a sponsor.\"\n\n\n\nA week after this incident Betty Randolph picked up the telephone and\nsaid, \"Hello?\" It was Dot on the ground floor. Ed had phoned earlier\nand said he'd be a little late. Betty felt relaxed and just in the\nmood for some woman talk.\n\n\"Dot, you'll never guess where we were last night,\" she said. \"We saw\nMy Fair Lady, imagine! Don't you envy me?\"\n\nThere was a gasp at the other end of the line. \"Betty Randolph, you\ndidn't! We've been on the waiting list for six months. Where in the\nworld did you get tickets?\"\n\n\"That's the weird part of it. A messenger just delivered them to Ed in\nthe office one morning. They were in a plain envelope marked 'Mr.\nRandolph' and a card inside said 'Hope you enjoy them--George.' Ed\nthinks the messenger made a mistake and got the wrong building or\nsomething because Ed's the only Randolph there. Anyway, by the time Ed\nopened the envelope the messenger was gone. There wasn't anything to\ndo but use the tickets of course.\"\n\n\"Of all the luck! Maybe you and Ed've got a fairy Godmother or\nsomething. What'd you do for a sitter?\"\n\n\"Oh, we were nearly insane finding one. Jane and Tina were busy and we\nknew you were away for the weekend. Fortunately we phoned this Mrs.\nMimms and she was available. Kenneth _loved_ her.\"\n\n\"Isn't she _nice_? That woman's a wonder with children. Dicky and Sue\nare as good as gold when she's around and she always seems to be free\nwhen you want her. She's so cheap, too, I don't see how the woman\nlives.\"\n\n\"Glory we had a good time!\" sighed Betty. \"We had drinks and filet\nmignon at a nice little place near the theater and forgot all about\nkids for a while. It was like going on a date again. I had on my\nred-and-gold dress I haven't worn for months and Ed kept telling me\nhow cute I looked....\"\n\n\n\n\"Zoom, zoom,\" the captain kept saying. The spaceship swooped in for a\nlanding on the crimson Martian sands. Captain Bobby Taylor took up a\nposition before the air-lock and briefed his second-in-command, Ronnie\nSmith. \"We're surrounded by enemy aliens, Smith,\" announced Captain\nTaylor. \"Better break out the death-ray pistols. Our mission is to\ndestroy every metal monster on this planet. Look at 'em come! They got\neight legs and sixteen wire arms....\"\n\n\"Ah, cut it out, Bobby. I ain't playing science-fiction with you any\nmore. It ain't like you say at all.\"\n\n\"What's it like then, wise guy? I suppose _you_ been to Mars.\"\n\n\"Maybe I ain't,\" said Lt. Smith. \"Anyways I know somebody that _has_.\"\n\n\"Yeah? Who?\"\n\n\"Mrs. Mimms. She babysits with me when Mom and Dad go out. She's been\nall over in space. Venus and all them other planets. She says there\nain't any monsters on any of 'em. There ain't _nuthin_ on Mars except\na little bitty grass and a lot of scientists from Earth.\"\n\n\"Mad scientists?\" asked Captain Taylor hopefully.\n\n\"Nah, just scientists. She says we oughta forget about monsters and\nplay the right way. You know, like with atomic reactors and radar\ncommunication and growing new kinds of food for Earth colonies.\"\n\n\"Ah I don't believe it. She'd hafta be from someplace in the future.\nShe'd hafta come here by time machine or something, wouldn't she?\"\n\n\"That's what she did,\" Lt. Smith informed the captain. \"She showed me\npictures to prove it. Pictures of her last vacation on the moon. You\noughta see what they done to the place. She's from the future, all\nright.\"\n\n\"Then she ain't supposed to tell anybody about it, is she?\"\n\nLt. Smith waved his hand airily. \"She says it's OK to tell kids\nbecause grownups wouldn't believe it anyway. Get your mother to let\nher sit for you next time. She'll show you the pictures if you ask\nher. Heck, it's no fun playing monsters now.\"\n\n\"Well, look,\" said Captain Taylor magnanimously, \"supposing I let you\nbe Captain today. You can pretend any kind of stuff you want.\"\n\n\"OK,\" said the new Captain, and immediately postulated a gigantic\natomic reactor on the planet Pluto.\n\n\n\nThe doctor had said Julie should not, but she had another cup of\ncoffee anyway. She drank it and then lit a cigarette. Immediately she\nfelt a twinge of the morning sickness and wisely snubbed it out in the\nashtray. She was so happy it almost didn't hurt at all. I'm pregnant\nagain, she thought, that's the important thing. Julie hugged herself\nand thought again of Mrs. Mimms and her tea leaves. It was the\nsilliest thing, she told herself, you didn't base important decisions\non tea leaves. Not _tea_ leaves. It was right after the week Bill had\nbeen having those queer dreams that they'd decided, well, to go ahead.\nJulie remembered Bill's face as he sat on the edge of her bed\ndescribing one of the dreams to her as she laid there.\n\n\"It was vivid as hell, honey,\" Bill had said. \"Maybe I ought to give\nup eating cheese sandwiches at night or something. It's like dreaming\non the installment plan. Every time I'm someplace different and some\nguy in a weird suit is showing me around. Last night I could swear it\nwas somewhere in New York, only the buildings were a lot taller and\nthere were kind of triple-decker ramp things with nutty-looking cars\non them and the people all wore tight-fitting clothes. Then all of a\nsudden we were down on what looked like the Battery and the guy showed\nme a big cookie-shaped thing out in the harbor with planes that looked\nlike flying saucers landing and taking off from it. Hell, maybe it's\ngoing to be George Humphry's kind of world after all a couple of\nhundred years from now.\"\n\n\n\nThen a night or two later they'd gone out to a movie. She'd been lucky\nto get Mrs. Mimms to sit with Georgie. After they got back Mrs. Mimms\nhad made some tea--_real_ tea she'd brought from her own apartment.\nWhen she offered to tell their fortunes in the leaves, Julie began to\ngiggle ... until she saw Bill was taking it perfectly seriously. Maybe\nit was the quiet way Mrs. Mimms had discussed their futures over the\nbrown leaves, as if she'd been there herself. Funny old duck.\nWonderful with Georgie, though; and the other girls swore by her. Bill\nhadn't batted an eye when she predicted it would be a girl this time,\nand perfectly healthy and all right.\n\nJulie peeked into the bedroom where Georgie was sleeping and pulled\nthe blanket up under his chin. \"According to Mrs. Mimms, my lad,\nyou'll be getting a baby sister soon,\" she whispered. Bill _had_\nchanged lately. Not so gloomy somehow, nicer. But _tea_ leaves, for\nHeaven's sake, they couldn't have anything to do with....\n\nShe stopped trying to figure it out because the nausea returned. This\ntime it was bad and she had to run for the bathroom.\n\n\n\nThe crisp directive--Zonally disguised as a contemporary telegram--was\nforwarded to Mrs. Mimms on a Monday night. Although it bore the\nResident Destinyworker's address, it had come of course directly from\nthe Chief's office for the code word DESTWORK headed the message.\nDecoded, it read:\n\n     URGENT YOU CLOSE OUT PRESENT ASSIGNMENT IN DAY OR TWO.\n     CONDITION 16 IN 22ND CENTURY APPROACHING CRISIS. IMPORTANT\n     ALL AVAILABLE PERSONNEL BE CONCENTRATED. PICK-UP AT POINT OF\n     ENTRY ACCORDING TO PROCEDURE. BRIEFING TO COME FROM KEY\n     RESIDENTS. ALL VACATIONS AND LEAVES-OF-ABSENCE HEREWITH\n     CANCELLED.\n\nMrs. Mimms sighed. It was always this way she reflected. Central was\nperpetually short of experienced help. The younger Destinyworkers,\nfresh from the colleges, always wanted to traipse off into the future\nwhere nothing practical ever got done. Oh, they argued, you could\nalways read about the past if you wanted to and, anyway, since Direct\nInfluence on Historic Continuum was strictly forbidden, what was the\ngood of wandering around in musty yesterdays? Mrs. Mimms however knew\nbetter and so did every other member of the small cadre of qualified\nCPO's. A good CPO, a dedicated one, could always find loopholes in the\nDestiny Code. The past _could_ be shaped in little ways even if the\norganization _was_ powerless to stop major catastrophes.\n\nAt any rate orders were orders and Mrs. Mimms began to consider the\npractical side of leaving Greenlawn. Packing was no problem. All CPO's\nwere required to be Translation Alert in half an hour if necessary,\ninclusive of destroying all telltale evidence such as notes, papers,\netc. Her apparatus was in perfect working order and the rent for that\nmonth was paid. Mrs. Mimms passed over these details quickly. She was\nthinking: it was invariably the _priorees_ who suffered in emergency\nconversions.\n\nThe case book labeled ACTIVE was open on the table. There were two\nfull pages alone of babysitting appointments she would have to cancel\nnot to speak of the more serious cases, some of which were Second and\nThird Intensity. A heavy discouragement settled over Mrs. Mimms as she\nsat down at the apparatus to check certain images as they came and\nwent on the screen. The Nortons, who hadn't been out for weeks, were\nfighting again; that date would have to be canceled. The delinquent\nattitude developing in the Bradley youngster was going to rob the\nworld of a great scientist unless Mr. Bradley's business got back on\nits feet and he could spend more time with his son; Mrs. Mimms had a\nsimple campaign mapped out for this, but it would take time--more time\nthan she had left. Then there was the cocktail party the Haskells had\nbeen planning for weeks and Frank Haskell's boss was going to be\nthere; Mrs. Mimms had left that date open especially because Frank's\nmother who had promised to take the kids overnight was going to be\nsick and they'd have to get someone to help her. And that teenage\npicnic--there would be trouble unless she, and not someone else, were\nchaperoning it.\n\nShe dared not think of the growing list of Third Intensities. Another\nCondition Twelve in the far building and one developing on the floor\ndirectly above. Crippled old Mrs. Schaefer on the ground floor who had\ntried to commit suicide before with an overdose of sleeping\ntablets--and might certainly try it again if Mrs. Mimms didn't spend a\nfew hours with her every week. And, as usual, on every assignment\nafter a few months had gone by, the exhausting sleep-beaming by\nDestiny apparatus of the cases where she had no direct contact. There\nwas the young doctor on the third floor who was becoming addicted to\nhis own morphine supply. The campaign against Mrs. Jamison's frigidity\nwhich would be getting results in a few weeks. And the theft of\ncompany funds which the middle-aged clerk in B-18 was contemplating.\n\nYes, it was always the priorees who suffered on an incomplete\nassignment. Not to speak of the Destinyworker involved. All the months\nof careful work building up, an event here, a circumstance there,\nonly to let the delicate fabric slip back again into the impersonal\nHistoric Continuum. It wasn't fair, thought Mrs. Mimms. You were\nsuddenly transferred to another Time Zone and there was no one to\ncarry on. The answer from Central was always the same: NO AVAILABLE\nPERSONNEL. Not even a trainee. Not even--\n\nThen Mrs. Mimms remembered the young salesman. It had been a\nparticularly hectic day at Central. Mrs. Mimms and the Briefing\nOfficer were conferring in the Chief's Office when the Chief finally\npressed a buzzer in irritation and said, \"He's still there? All right,\nI'll see him if he can state his case in five minutes.\" There were\nfirm, tired lines around the Chief's full-lipped mouth. All day long\nthe Translation Rooms had smelled of over-ionized electrodes as\nDestinyworkers arrived by the dozens from various Time Zones. Two\nthirds of the entire Past Division was being recalled and reassigned\nto a Condition 14 in the Twenty-Third--elimination of a teenage fad\nwhich was getting out of hand in North America. The Chief had smiled\nwanly as the young salesman shook hands and plunged into his sales\ntalk.\n\n\"I know how busy you are, sir; thank you for seeing me. My firm,\nDuplicanicals Unlimited, believes it has the answer to your employment\nproblem. Frankly, it's so simple that I'm amazed you haven't called on\nus to serve you before. Briefly, our plan is this. Your Operators go\ninto the various Time Zones as usual and lay the preliminary\ngroundwork (of course Duplicanicals _realizes_ there's no _real_\nsubstitute for humanoid tactics at the outset of any case). Then,\"\nsaid the young man, bringing home his point triumphantly, \"when the\nhuman Operator is needed elsewhere, a new model, low-cost Duplicanical\ntakes over and carries on the work. Yes, every Duplicanical purchased\nfrom our firm can release a Destinyworker for an assignment in another\nTime Zone. A few basic specifications is all that our plant needs to\nduplicate any Destinyworker down to--if I may say so--the slightest\ndetail. In emergencies, a simple photograph will do. Our skilled\ncraftsmen can deliver a finished model to your offices in a matter of\nhours. Android construction guaranteed throughout at rock bottom\nprices. Why, a child could follow the simple instructions enclosed\nwith every....\"\n\nBut already the Chief had turned back to the map of North America; he\nhad smiled politely and told the salesman to leave any literature he\nhad with his secretary.\n\nMrs. Mimms made a decision.\n\nShe picked up the telephone and dialed a number. Even before the\nResident Destinyworker had time for a greeting, Mrs. Mimms said:\n\n\"George, I want to send a message to Central. Make it a flat\nPriority-to-Present; there's no time to waste with a Zonal Relay\nLetter. ATTENTION: CHIEF, DESTINYWORKERS, INC....\"\n\n\n\nIt was early evening when Eighty-One (Female, Duplicanical Pat.\nPending U17809) entered the apartment and carefully set down the two\nblack suitcases. For an hour she had been seated on the bus which had\ncarried her from the address in New York out to Greenlawn. All the\nwhile she had been smiling faintly as per Similarity Instruction 3.\n\nEighty-One's cybertechnic brain hummed smoothly as she unpacked the\nbags and set up the Destiny apparatus (Work Instruction 17). Although\nshe was neither cold nor hot, she removed the plain brown coat (Human\nFunction 55). From Eighty-One's chest there came the nearly\nimperceptible ticking of her rotary stabilizer; it lessened slightly\nwhen she sat down at the desk as the take-up tension relaxed on key\nbearings.\n\nFrom one of the black suitcases she took a copy of _The\nDestinyworker's Manual & Guide_ and also a photocopy of a notebook\nmarked ACTIVE. She opened both books simultaneously and began to read.\nWithout a glance at the bed behind her, she turned the pages slowly\nand uniformly until next morning when the books were finished.\nWord-for-word copies of them were now lightly etched on the tape reels\nbehind her deftly molded Pigma-Foam forehead, and even now were being\nfed into the Action-and-Motion Editor at the base of her Myoplastic\nskull.\n\nSatisfied, Eighty-One raised her hand in Female Instinctive Function\n14 and smoothed her graying Spun-Tex hair, feeling the hard stitching\non the scalp beneath.\n\nThen the telephone rang and Eighty-One picked it up.\n\n\"This is Clair Howard in C-12, Mrs. Mimms. I'm so shamed to ask on\nsuch short notice but I'm _desperate_ for a sitter tomorrow afternoon.\nCan you possibly come over?\"\n\n\"Why of course,\" answered the Duplicanical.\n\n",
    "metadata": {
        "author": [
            "Knight, David C.",
            "Knight, David Carpenter"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31585/pg31585.txt",
        "name": "the_amazing_mrs_mimms.json"
    }
}