{
    "name": "The Tribute: A Panegyrical Poem",
    "author": [
        "Philo"
    ],
    "body": "                                * * * * *\n\n    “So be it mine to touch the sounding string,\n    The FRIEND, the PATRIOT, and the MAN to sing,\n    And though unused to raise the tuneful song,\n    The MIGHTY THEME shall make my numbers strong;\n    Bright TRUTH shall guide me like the solar rays,\n    Illume my darkness and direct my praise!\n    Inspire each thought and breathe in ev’ry line,\n    And grace my Eulogy with rays divine;\n    And, while I paint the scene, the fact recite,\n    Still burst upon me in a blaze of light.”\n\n                                                                 _Page_ 2.\n\n                                * * * * *\n\n                                 NORWICH:\n                  PRINTED BY W. UPCROFT, ST. CLEMENT’S.\n\n                                * * * * *\n\n\n\n\nDEDICATION,\nTO THE HONORABLE\nTHE LADY ANN COKE.\n\n\nPRAISE—when it is fairly earned and justly due, is that meed which virtue\ndelights to bestow upon merit; and, as it is highly gratifying to every\nworthy mind to receive, so next to those who merit it, it is to none more\ndelightful than to those who are allied to, and love and regard the\nobject of the Eulogy.  Most grateful then must it be to the feelings of a\nbeloved wife, to hear and even read of the honorable and praise-worthy\nactions of a kind and tender husband.  It is indeed like the oil of\ngladness to the heart, which, while it softens and lubricates, rejoices\nand refines: while it is read it delights—inspires a desire to\nimitate—infuses a portion of the spirit it celebrates into the bosom of\nrectitude—and cherishes the noble incentive to “go and do likewise.”\nUnder this impression it is, that the Author has presumed to dedicate to\nyour Ladyship, this humble tribute of his respect and esteem.  If he must\nnot be allowed to rank it with the brighter effusions of imagination;\nyet, being founded in truth, it is intrinsically superior to the flights\nof fancy, and he trusts when you consider the justness of the panegyric,\nand the sincerity which inspires it; you will look over the imperfection\nof the Performance, in regard to the goodness of the intention; and\nreadily pardon the writers defects of genius in justice to the warmth of\nhis feelings.\n\nShould this humble attempt tend to circulate more widely the Virtues it\naspires to praise, or induce some more elevated Bard to\n\n             “Touch the sounding strings,\n    And in more fervid pœans sing his fame.”\n\nthe Author will be highly gratified and rejoice in the happy effects of\nhis labours.\n\n                                                 He begs most respectfully\n                                                     to subscribe himself,\n                                            your Ladyship’s very obedient,\n                                                           humble Servant,\n                                                                  _PHILO_.\n\n\n\n\nTO THE READER.\n\n\nThe principal part of the following little Poem (if it deserves so high a\ncharacter) was composed ten or a dozen years ago, and is extracted from a\nmuch longer Eulogy upon our Great Patriot, his Holkham, and his\nAgriculture; but which, for reasons not necessary to mention here, has\nnever met the public eye; nor would what is here published, have done so\nnow, had the Author been aware of any Competitor in the same field, who\nhad attempted to do justice to the great and good man whose fame he\naspires to sing.  But now the Guardian of our County’s rights, her\nliberties and laws, has resigned his seat in Parliament, and after seeing\nthe great measures for which he so long contended in the House of Commons\n(namely, a Reform in the Representation—a repeal of the Corporation and\nTest Acts—and the destruction of the rotten Boroughs;) granted to the\nenergetic exertions of a great People, aided by the support of a\nPatriotic Monarch, and a wise Ministry; has retired to the Sylvan shades\nof his wide domain, to enjoy the well earned meed of public virtue and\nprivate spirit; the Author could no longer delay presenting this humble\ntribute to his fame, and he trusts it will now be deemed neither\nmisplaced nor ill timed, and although its pretensions are so humble, yet\nas they are ardent and sincere, he hopes it will be received with the\ncandour and indulgence such trifles (while they survive) are usually\nreceived, when the praise is so justly due—so dearly earned—and so seldom\ndeserved; in which case he will be highly gratified and his labour amply\nrewarded.\n\nNorth Walsham, Dec. 25th, 1832\n\n\n\n\nTHE TRIBUTE.\n\n\n   YES—BRITONS BOAST! in these dark times to know\n   A man whose Virtue gilds the world below;\n   And, like the glory of the Northern star,\n   Is known, admired and gazed at from afar;\n   Who though he shines so high above his kind,\n   Is Polar light to Peasantry and Hind;\n   And yet his county, to her lasting shame,\n   No Bard has roused to eulogize his name;\n   To paint the Virtues in a mortal shrine,\n   And point the gem by its refulgent shine.\n   So be it mine to touch the sounding string,\n   The FRIEND; the PATRIOT; and the MAN to sing.\n   O could I reach the famed Apollo’s lyre;\n   I’d chaunt his praises with a Poets fire;\n   But if unequal to such lofty flights,\n   My subject warms me, and my task delights;\n   And though unused to raise the tuneful song,\n   The MIGHTY THEME shall make my numbers strong;\n   Bright TRUTH shall guide me, like the solar rays,\n   Illume my darkness and direct my praise!\n   Inspire each thought, and breathe in ev’ry line,\n   And grace my Eulogy with rays divine;\n   And, while I paint the scene, the fact recite,\n   Still burst upon me in a blaze of light.\n\n   Wake then my MUSE the gen’rous trump of fame,\n   And let her clarion laud the Patriot’s name;\n   Whose glorious actions well deserve the lay,\n   In deathless strains his merits to pourtray;\n   Who, while he makes his much loved HOLKHAM smile,\n   Exalts the glory of our Sea girt Isle.\n   What though short lived, my tribute I will bring,\n   And add my feather to the Eagle’s wing;\n   Upon his pinions striving, thus to climb,\n   Upborne awhile along the stream of time,\n   And tho’ my garland may fall off, his plumes\n   A grateful Muse her transient song presumes.\n\n   See the great FARMER at his rural seat,\n   When cares of state admit of his retreat;\n   Within his noble hospitable dome,\n   The Prince as well as Peasant finds a home;\n   Born for the _world_ and for his race designed,\n   His Godlike bounty flows for all mankind;\n   Receives the Stranger, as a welcome guest,\n   Who while he tarries, feels no wish unbless’d;\n   The Patriot there with gay and cheerful heart,\n   Mid’ all his greatness has the happy art,\n   To set each timid visitor at ease,\n   By courteous manners ever apt to please;\n   Where, open as his hand, th’expanding door,\n   Receives the wealthy where he feeds the poor;\n   Where none are seen to sorrow or complain;\n   Within the circle of his wide domain,\n   Abundance reigns; and comfort sweetly flows;\n   And, like the shadow, follows where he goes:\n   No discontent is felt when he is nigh,\n   And anxious cares before his presence fly;\n   The faithful hind rejoicing in his smile,\n   With cheerful industry pursues his toil;\n   The gen’rous rustic glories in his sight,\n   Who makes his heavy burden weigh more light;\n   And feels exalted and rejoiced to find;\n   The best of masters of the human kind;\n   Proud of his kindred, then he seems to scan,\n   His inbred worth, and deems himself a man.\n\n   O if the man who makes a single blade,\n   Lift its green head above the parched glade;\n   Where never verdure did before appear,\n   Deserves the plaudits of the world to hear;\n   What shall we say of him whose arts contrive,\n   To make whole fields of smiling herbage thrive;\n   Who turns the moor, into a fertile vale,\n   Where flocks and herds inhale the vernal gale;\n   Congeals the sand upon the northern breeze\n   And decorates the waste with shrubs and trees:\n   Such worth as this should like the sunbeams blaze,\n   And sculptur’d marbles speak to sing his praise;\n   Fame raise him pillars in each land and clime,\n   And Poets praise him in the song sublime;\n   The deathless laurel round his temples twine,\n   And his immortal wreath untarnish’d shine.\n\n                                * * * * *\n\n   On lib’ral terms his Tenants are posses’d;\n   Their contracts made, they feel themselves at rest;\n   Their tenures permanent, at easy rents,\n   None make a bargain which he e’er repents;\n   But once engaged, he finds his contract please;\n   Assured of independence, peace and ease.\n   The honor’d Landlord thus his rights maintains,\n   And like a Father o’er his Children reigns;\n   His reign is arbitrary ’tis confess’d,\n   Because he gains possession of the breast;\n   And wins the affections, of the gen’rous hind,\n   By noble dealings and by actions kind;\n   Who tho’ he spurns the mean desire of pelf,\n   Enriching others meets reward himself.\n   Of him ye Landlords learn the only way,\n   To make your Acres your high hopes repay;\n   And know that only by a lasting lease,\n   Your lands ye can improve, your wealth increase;\n   See this plain truth, clear as the solar ray,\n   In COKE’S large rental, swelling ev’ry day;\n   Turn but your eyes to HOLKHAM’S fertile plain,\n   And see it proved in ev’ry joyous swain;\n   Behold how riches, in a Patriot’s hand,\n   Diffuse abundance thro’ a steril land;\n   And view how wealth, when properly applied,\n   Scatters her golden lustre far and wide.\n   Within the narrow space of fifty years;\n   How Nature’s rugged face improv’d appears;\n   Where scarce a sheep cot rais’d its shelt’ring head,\n   To screen the Shepherd as his flocks he fed;\n   Now graceful mansions glad the Traveller’s eyes,\n   And socialize the hills on which they rise;\n   Where here and there a dome of antique taste,\n   Made solitude appear amid the waste;\n   Now ornamental buildings grace the spot,\n   And population cheers the humble cot:\n   Where not a briar would rise to deck the heath,\n   Nor wild _flower_ bloom to paint a May day wreath;\n   Now cooling groves and flowery sweets are seen,\n   To form a landscape mid’ the varied scene;\n   Within whose sylvan shades we see reside,\n   In ease, content, and independent pride;\n   The NORFOLK YEOMEN rearing Heroes brave,\n   To guard BRITANNIA while she rules the wave;\n   Just such a _Peasantry_ in heart and nerve,\n   As _England’s Genius_ glories to preserve.\n\n   Amid the fruitful hills and smiling vales,\n   Each grateful Tenant, his loved Landlord hails;\n   Whose spacious mansion tow’ring to the skies,\n   Central we see majestically rise;\n   Around whose bright demesnes, a happy race\n   Of wealthy Farmers share the fertile space;\n   And while they feel his favours grateful glow,\n   Though from his streams their smaller streamlets flow;\n   In chrystal currents, gliding pure and clear,\n   Through all the country round the swains to cheer.\n   Though his bright beams, just like the orb of day,\n   The lesser stars eclipses with his ray;\n   It warms, illumes, and gladdens as it shines,\n   Each minor Planet which around him twines\n   While as they circle near their central sun,\n   Illumin’d by his light their course they run;\n   Fed from his flame they own his golden rays,\n   And glisten round him in a silver blaze.\n\n   When Heavens indulgence joineth earth to skies,\n   In nice gradations does the chain arise;\n   From beast to man, from man the links extend,\n   Angels to Seraphs rise, and these ascend,\n   In shining orders, unto us unknown,\n   All stretching forward to the Empyrean throne;\n   Yet never destined, in their loftiest flight,\n   To reach the glorious source of life and light.\n   Thus if mens acts with Heavens we may compare,\n   NORFOLK’S GREAT COMMONER his fame would rear;\n   Lifting the poor Plebeian from the dust,\n   The chain extending to a place of trust;\n   The trusty Servant to a Bailiff springs;\n   The Bailiff sinks, a cheerful Farmer sings;\n   The Farmer grows in wealth, wealth has no worth,\n   Until dispers’d among the sons of earth;\n   His Children rise with wealth, they learning gain,\n   And knowledge still extends the golden chain;\n   Wisdom in Virtue ends, and thus he tries\n   To raise a lowly Peasant to the skies;\n   Thus imitating Heaven while here below,\n   Endeavouring so his image fair to show,\n   In pristine beauty, bursting from the clay,\n   As from his makers hand, he sprung to day.\n\n                                * * * * *\n\n   Could such a man then in the _shades_ remain,\n   To cheer the heart and bless the labouring swain?\n   No, worth like his, which Greece or Rome might praise!\n   Wisdom denied this solace of his days;\n   And call’d him forth, to glad the noble band,\n   Of faithful champions for their native land;\n   To BRITAINS SENATE _Virtue_ called her son,\n   And LIBERTY reviving hail’d her own.\n   Just at the crisis of that wasteful war,\n   Which misled Albion proclaim’d afar,\n   Across the Atlantic wave, where Slaughter stood,\n   And dyed the British hand with British blood;\n   Then as the County’s Genius look’d around,\n   To where her worthiest offspring might be found;\n   Soon HOLKHAM’S glitt’ring turrets she discerned,\n   Where in her COKE the heart of CATO burned;\n   There like the good _Cincennatus_ at plough,\n   In olden times, she ’spied her Patriot now;\n   And call’d him thence, to help the ship of state,\n   Where frightful rocks, were frowning big with fate;\n   To guide her safely o’er the threat’ning shoal,\n   And keep her freightage safe, her timbers whole.\n   Then love of Country fired his youthful breast;\n   He flew to save her tho’ by foes oppress’d;\n   The COUNTY roused sustained his cheering voice,\n   And FIFTY SUMMERS have approv’d her choice.\n   Placed in the Senate there he joined the few;\n   Still faithful found among a faithless crew;\n   Their strength augmenting by his Patriot name,\n   Which flew before, the Herald of his fame;\n   Their numbers few in intellect were strong,\n   For PITT and BURKE were in the minor throng;\n   There had they kept, had Virtue ruled their hearts,\n   But pride prevailing tinged their shining parts.\n\n                                * * * * *\n\n   Alas! how few are proof against the wiles,\n   Of artful Courtiers, fascinating smiles;\n   Allured by place ambitiously they rise,\n   And spurn the People and their rights despise;\n   With hearts ungrateful treating them as foes,\n   Though the first patrons on whose wings they rose;\n   But COKE, too good the Virtues to disgrace,\n   By bartering honour for the sake of place,\n   Firm to his trust and to the Country true,\n   The path of justice anxious to pursue;\n   With ERSKINE, FOX, and ROMILLY the great,\n   His glory placing in his Country’s fate;\n   Resolved the leaky Vessel, still to trim;\n   Or, with the stately Bark, to sink or swim.\n   What though they could not her distress prevent,\n   They ne’er to cause it have their suffrage lent;\n   And when they saw the ruin we deplore,\n   Still strove to save and VIRTUE could no more;\n   But though they could not stem corruption’s tide,\n   They ne’er upon its golden waves would ride;\n   And as they fail’d to purify its source,\n   Still used their efforts to obstruct its course:\n   Could place or pension, COKE’S support obtain,\n   He had not sought these tempting lures in vain;\n   Could titled honours lure his soul astray,\n   To join Corruption, and his trust betray;\n   These borrowed glories would on him have shone,\n   Though not with half the brilliance of his own;\n   Still all unsullied he preserved his soul,\n   No bribe could tempt him, nor no power control;\n   But, like the sailor, faithful to the last,\n   He nail’d his colours to his country’s mast.\n\n                                * * * * *\n\n   When war, taxation, and distress unite\n   To rouse the COUNTRY and her ire excite;\n   And a wrong’d People, while their burthens press\n   Call’d on the Crown for succour and redress;\n   The minions who prevailed the sword to draw,\n   For their own safety would _suspend_ the law; {16}\n   And those who dared the People’s voice to slight,\n   Resolved to rob them of their dearest right;\n   Then did our Patriot pure, resist the act,\n   With wisdom’s _worthiest weapon_ REASON back’d;\n   But all in vain our liberties we mourn,\n   On false pretences from the Country torn;\n   Yet still he hoped to see the rising day,\n   When England’s glory, bursting with its ray;\n   Should shine again, with pristine splendour graced,\n   Each blot destroyed, and every stain effaced:\n   Her Sun still burning with fresh glory bright,\n   And, with her Heavenly beams of warmth and light,\n   Illume the world, and teach mankind to know;\n   That VIRTUE, WISDOM, ARTS and SCIENCE grow,\n   Only where FREEDOM reigns, around whose throne,\n   These Intellectual gems have ever shone;\n   For LIBERTY it is, whose beams divine,\n   Inspire the Sages thought, the Poet’s line,\n   Excite bright genius, spread its golden flame,\n   And fill a realm with glory, wealth, and fame.\n\n                                * * * * *\n\n   So could Corruption’s phalanx rest composed,\n   While this GREAT COMMONER their acts opposed;\n   And not attempt to lure him to their side,\n   By every means which patronage supplied;\n   The tempting PLACE, the luring TITLE shone,\n   To make the Patriot his friends disown;\n   But when they found their efforts all in vain,\n   The good man to ensnare, his honour stain;\n   Their Pride was roused, they swell’d with angry heat,\n   And lent their aid to push him from his seat;\n   But here again defeated and despised,\n   They only saw how greatly he was prized;\n   Who like a mighty rock in ocean cast,\n   Smiled at the whirlwind, and defied the blast.\n\n                                * * * * *\n\n   Let others boast, the titles _Kings_ create;\n   The flaming riband, or proud coronet;\n   Honors which wear their glories for a day,\n   Oft blushing wear, and swiftly fade away:\n   COKE’S glory found a more substantial base,\n   Which future Patriots shall delight to trace;\n   And while the faithful Portrait they pourtray,\n   See Norfolk’s Patriot live in every trait.\n\n                                * * * * *\n\n   For fifty years spent in politic life,\n   When war and rapine gender’d heat and strife;\n   No venal act of his appears to wound,\n   His virtuous soul, or hurt his conscience sound;\n   No VOTE of his through all that long career,\n   Has caused the widows sigh, the orphans tear;\n   Nor from the Peasant’s industry withdrawn\n   Those heavy taxes grieveous to be borne;\n   Curtail’d his Country’s rights, the laws denied,\n   Unto the injured, by oppression tried;\n   Indemnified the man who did him wrong,\n   Or made the Oligarchal Tyrants strong;\n   Nor when the times perplexed a starving poor,\n   Who sue for pity and for aid implore;\n   Their sad petitions in such deep distress,\n   Denied the means of urging for redress;\n   To their bewailings gave the name of riot,\n   And crushed their rights, to keep the injured quiet.\n   Then if the Virtues which adorn his name,\n   Did not quite fill the trumpet of his fame;\n   ’Twould make no faint addition to the sound,\n   To tell the acts where he could not be found,\n   To lend his name, his voice, his vote to raise,\n   And cloud the Sun of England’s better days;\n   And that which courtiers boastfully have done,\n   Should be his glory to have left undone.\n\n                                 * * * *\n\n   Born for the good of all, his bosom glows,\n   With softest sympathy in all its’ throws;\n   No narrow feeling e’er restrains his grace,\n   Whose heart expansive takes in all his race;\n   No sect or party, rank or state we find,\n   Contract the bounty of his gen’rous mind;\n   To human wretchedness his list’ning ear,\n   Is ever open, and his heart sincere\n   In gen’rous bounty, wafts the swift relief,\n   To whom stern mis’ry overloads with grief;\n   And if he can’t restore the broken heart,\n   His sympathizing bosom bears a part:\n   Thus sensibility his heart to bless,\n   In sweet o’erflowings shews its fine impress;\n   And he who can this balmy balsam share,\n   The better graces nurtures plump and fair:\n   It is the soil in which the Virtues grow,\n   To gild the fields, and paint the vales below;\n   Sow but the seeds, the germs will quickly shoot,\n   And grow luxuriant from the fruitful root;\n   Mature through life, and when the Angels reap,\n   The ripened harvest, in bright worlds will keep;\n   For sympathizing feelings warm the breast,\n   Of heavenly spirits and delight the blest;\n   And when sweet sympathies the bosom move,\n   We most resemble Heaven, for Heaven is love.\n\n                                * * * * *\n\n   But cease fond Muse nor longer strive to paint,\n   His bright perfections with thy pencil faint;\n   Nor more attempt that conduct to relate,\n   Which guides the Patriot in a sinking state;\n   When ev’ry action of his life is lent,\n   To guard his COUNTRY, or to serve her meant;\n   Could we retrace the fifty years gone by—\n   But who can look at them without a sigh;\n   What act designed our freedom to defend,\n   Did not his influence and his vote befriend;\n   What meant to ease the burdens of the land,\n   Did not his instant patronage command;\n   The PRESS’ LIBERTY, the JURY’S right,\n   Supporting still, with reasons clearest light,\n   Sweet PEACE, to keep or to restore her reign,\n   He deemed no effort lost, no labour vain;\n   For well he knew protected by her smile,\n   ARTS, COMMERCE, SCIENCE, _flourish_ in our Isle.\n   When looking back a century or more,\n   With anxious heart our errors to explore;\n   The faults he sees desirous to amend,\n   The People’s glory and his Country’s friend;\n   Sought every means which wisdom can suggest,\n   To keep the fre’est system still the best;\n   By rectifying ev’ry known abuse,\n   Which gliding time is apt to introduce,\n   In the best schemes devised by human skill,\n   And thus preserve its pristine vigour still,\n   Has ever been his object, hope and aim,\n   And from this PUBLIC VIRTUE springs his fame:\n   And yet no visionary schemer he,\n   Would ne’er advance beyond what he could see\n   His wish to mend, but fearful of mistake,\n   He never wish’d to change for changing sake;\n   But what experience shows the times require,\n   Limit his wish and bound his whole desire;\n   E’en these to gain by gentle means he tries,\n   By mild expedients, and by measures wise;\n   Not anxious grasping to get all he sees,\n   At one rude effort, but by slow degrees;\n   Nor would he e’er despise what power would grant,\n   Because he knows it is not all we want;\n   But takes with joy the good he can obtain,\n   And hopes in time the residue to gain;\n   This hope at length the grateful Patriot saw,\n   Half gratified—by JUSTICE, TRUTH, and LAW;\n   And though he trembled at the threatened storm,\n   The tempest saw repelled by MILD REFORM;\n   And what for fifty years he sought in vain,\n   Lives to behold in a FOURTH WILLIAM’S reign;\n   And a NEW CHARTER, destined to endure,\n   Renders our Rights and Liberties secure:\n   Then, all his work complete, his duty o’er,\n   He quits his public toils, resolved no more,\n   To represent the County, or her weal;\n   But trust her safety to more youthful zeal;\n   And with a conduct every where admired,\n   Resigned his seat and cheerfully retired;\n   Grateful to find that _friends_ and _foes_ now own,\n   That HE to ENGLAND has HIS DUTY DONE.\n   Still like the glorious orb which gilds the day,\n   He warms, delights, and blesses with his ray;\n   Yet silent spreads his bounty as he goes,\n   Observed but by the favors he bestows.\n\n                                * * * * *\n\n   Hail! to the man who greatly spends his days,\n   In deeds of glory ’bove the Muse’s praise;\n   With grateful raptures may his heart still glow,\n   And healthy roses in his face still blow;\n   Yet may he long survive, ALL Norfolk’s pride,\n   And ’MID THE PEERAGE o’er her weal preside;\n   This is his due, and should _be_ his reward,\n   Although he does not much the boon regard;\n   ’Tis only just his Patriot brows should wear,\n   The dazzling coronet which decks a Peer;\n   For though the bauble he may wisely slight,\n   It sometimes dignifies, and wears so bright:\n   The man it _graces_, and exalts so high,\n   Among the glitt’ring stars which gild the sky;\n   That those who wear it as it was designed,\n   Are raised to Gods among the humbler kind:\n   Still some will think who most his merits scan,\n   He’d better live and die the PEOPLES’ MAN;\n   And still be called, acknowledged, and believed,\n   _The greatest Commoner who ever lived_;\n   And that which won the plaudits of the wise,\n   Through life; remain his glory when he dies.\n   O may his vigorous frame feel no decay,\n   But heat receding gently wear away;\n   His hopes still _bright’ning_ as he views the tomb,\n   While _Virtue’s_ beams, his closing scene illume;\n   And, like the day star in the rubied west,\n   Shine FULLER, LOVELIER, as he sinks to rest.\n   When rising ’mong the spheres his spirit soars,\n   As highest Heaven’s Empyrean he explores;\n   Glides ’mid the stars, surveys the milky way,\n   Exulting in the bright celestial day;\n   Then may _indulgent_ Heaven delight his shade,\n   With aided ken, the curtain to pervade;\n   Which hides the realms ethereal from our sight,\n   And that bright region clouds with shades of night;\n   So from his glory in yon azure sky,\n   He still his earthly Paradise shall ’spy;\n   There see his Heirs adorn the name of COKE,\n   And all the COUNTY _still to_ HOLKHAM _look_:\n   Behold a race of Patriots from him rise,\n   In training there, to meet him in the skies:\n   Still join unseen among her festive guests;\n   And feel the rapture which delights their breasts:\n   Enjoy THIS PARADISE, or _Heaven_ at _will_,\n   The GUARDIAN GENIUS of his HOLKHAM STILL.\n\n                                * * * * *\n\n                                 _FINIS._\n\n                                * * * * *\n\n                                * * * * *\n\n          _Printed by W. Upcroft_, _Magdalen Street_, _Norwich_.\n\n\n\n\nFootnotes\n\n\n{16}  The Suspension of the HABEAS CORPUS ACT.",
    "metadata": {
        "author": [
            "Philo"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/39638/pg39638.txt",
        "name": "the_tribute_a_panegyrical_poem.json"
    }
}