{
    "name": "The reckoning : $b a play in one act",
    "author": [
        "Wilde, Percival"
    ],
    "body": "The Reckoning\n\nCHARACTERS\nTHE BARBER.\nTHE CUSTOMER.\n\n\nTHE RECKONING\n\n\n_The scene is a barber shop. At the center is the chair, facing a\nmirror and washstand at the right. The tiled walls are sprinkled\nwith the usual advertisements. At the rear, a door leads up to\nthe street by a flight of two or three steps. A dock on the left\nwall indicates three._\n\n_At the rise of curtain, THE BARBER, a man of fifty, is\ndiscovered sharpening a razor, and whistling softly to himself.\nHe finishes with the razor; seats himself in the chair, takes up\na paper, and reads._\n\n_The door opens, and THE CUSTOMER, a flashily-dressed individual\nof forty-five, enters the shop._\n\nTHE BARBER. (_Rising at once_) Good afternoon, sir.\n\nTHE CUSTOMER. (_Pulling out his watch_) That clock right?\n\nTHE BARBER. Yes, sir; Western Union time. Corrected every hour.\n\nTHE CUSTOMER. My watch has run down. (_He sets it._) Now, I've\ngot just five minutes to spare. Can you shave me in that time?\n\nTHE BARBER. Five minutes, sir? Easy! Easy!\n\nTHE CUSTOMER. All right. Go ahead. (_He takes off his hat and\ncoat, and moves towards the chair._)\n\nTHE BARBER. Your collar also, sir.\n\nTHE CUSTOMER. (_Smiling_) Fussy, aren't you?\n\nTHE BARBER. Well, sir, I try to do my work well.\n\nTHE CUSTOMER. (_Takes off tie and collar, putting his expensive\nscarf-pin in the edge of his vest, which he does not remove_)\nSatisfied now?\n\nTHE BARBER. Yes, sir Thank you, sir. (_He gets out sheet, towels,\netc._) In a hurry, sir?\n\nTHE CUSTOMER. Yes. Got to attend a meeting at three-ten.\n\nTHE BARBER. Oh! The auction up-stairs?\n\nTHE CUSTOMER. Yes. (_He glances at the clock._) You'll have to\ncut it pretty fine.\n\nTHE BARBER. Don't worry, sir. There's lots of time.... From the\ncountry, sir?\n\nTHE CUSTOMER. (_Lighting a cigar_) Yes. Southerner.\n\nTHE BARBER. (_Fastening the sheet_) I thought so. I'm from the\ncountry myself.\n\nTHE CUSTOMER. What part?\n\nTHE BARBER. Oh, that would be difficult to say. You see, I've\nmoved around so much that I'm neither a Southerner nor a\nNortherner. I'm just an American. (_He mixes the lather._) I\nlived in a little town near Savannah for a year.\n\nTHE CUSTOMER. Did you? Why, so did I.\n\nTHE BARBER. Yes, indeed. I used to see you--quite frequently--\nthough you never came into my shop. Then I went to Philadelphia.\n\nTHE CUSTOMER. What year?\n\nTHE BARBER. Let me think. It was April, twelve years ago.\n\nTHE CUSTOMER. April, twelve years ago? _I_ went to Philadelphia\nthe same month!\n\nTHE BARBER. I saw you there, too, sir. (_He lets down the chair\nsuddenly._)\n\nTHE CUSTOMER. (_Startled_) What are you doing?\n\nTHE BARBER. I'm hurrying, sir.\n\nTHE CUSTOMER. Well, you needn't break my neck about it.\n\nTHE Barber. No, sir. (_Lathering._) From Philadelphia I went to\nNewark.\n\nTHE CUSTOMER. To Newark?\n\nTHE BARBER. And from Newark to Indianapolis.\n\nTHE CUSTOMER. (_Much surprised_) What?\n\nTHE BARBER. And then Muscatine--for a few months--and Chicago--\nand Louisville.\n\nTHE CUSTOMER. Why, one would think you had been following me\nabout! I've lived in every one of those places.\n\nTHE BARBER. Have you, sir? It's a little world, isn't it?\n\nTHE CUSTOMER. You've been a barber right along?\n\nTHE BARBER. I couldn't do anything else, sir. It's my trade.\n\nTHE CUSTOMER. (_Smiling_) Well, this is the first time you ever\nshaved me.\n\nTHE BARBER. Curious, isn't it? But it may be the last.\n\nTHE CUSTOMER. That's so. I'm going to leave town right after the\nauction.\n\nTHE BARBER. If I may ask, sir, where are you going?\n\nTHE CUSTOMER. I don't know yet. (_Jocularly._) Are you going to\nfollow me?\n\nTHE BARBER. Sooner or later, sir. It's going to be a long\njourney, isn't it?\n\nTHE CUSTOMER. What makes you think so?\n\nTHE BARBER. There's a long journey we all take--sooner or later.\nEh?\n\nTHE CUSTOMER. A long journey? But you're wasting time, man!\n\nTHE BARBER. Am I, sir? (_He strolls to the clock; looks at it;\nreturns._) Fine weather we're having.\n\nTHE CUSTOMER. (_Impatiently_) Yes.\n\nTHE BARBER. Though a little more rain would be good for the\ncrops.\n\nTHE CUSTOMER. Um.\n\nTHE BARBER. (_Very leisurely_) You know, sir, the young man who\nkeeps the shoe store at the corner was saying as I trimmed his\nhair this morning--\n\nTHE CUSTOMER. (_Interrupting_) I don't care what he said! I want\nto get shaved!\n\nTHE BARBER. Yes, sir! Yes, sir! And--and the young lady who runs\nthe news stand up-stairs--right next to the elevator, sir--she\nwas saying that she had never--\n\nTHE CUSTOMER. (_Interrupting more violently_) I told you once I\ndon't care what your friends were saying! I've got to be at that\nmeeting at three-ten.\n\nTHE BARBER. Yes, sir.\n\nTHE CUSTOMER. My time is almost up. You'll have to hurry.\n\nTHE BARBER. (_Slapping on more lather_) Don't worry, sir. I\nalways keep my promises. Why, I remember, sir, back in Savannah,\nwhen my poor daughter was alive, I promised--\n\nTHE CUSTOMER. (_Interrupting angrily_) I don't give a damn for\nyour daughter!\n\nTHE BARBER. (_Mildly_) No, sir. I didn't think you did.\n\nTHE CUSTOMER. And your time is up.\n\nTHE BARBER. (_Beginning to shave_) Oh, no, sir! It hasn't begun.\n\nTHE CUSTOMER. (_Starting_) What do you mean?\n\nTHE BARBER. Don't do that again, sir! You don't know how near you\ncame to cutting yourself!\n\nTHE CUSTOMER. You promised to finish with me in five minutes!\n\nTHE BARBER. No, sir, if you will allow me to contradict you, I\ndid not.\n\nTHE CUSTOMER. You said you would shave me in five minutes.\n\nTHE BARBER. Yes, sir. _That_ is correct.\n\nTHE CUSTOMER. And it's--\n\nTHE BARBER. Easy, sir, easy! The razor is sharp! (_Shaving._)\nWhen I promised to shave you in five minutes, I didn't say\nanything about lathering. That takes several minutes by itself.\n\nTHE CUSTOMER. What?\n\nTHE BARBER. Now you've done it! (_He applies styptic to a cut on\nTHE CUSTOMER's face._) Smarts, doesn't it?\n\nTHE CUSTOMER. (_Furious_) You clumsy, awkward, conceited galoot!\n\nTHE BARBER. (_With sudden and overwhelming rage_) Don't talk to a\ngentleman like that! You cur! (_With a sudden resumption of his\nobsequious manner._) I did it on purpose.\n\nTHE CUSTOMER. (_Gasping_) Wh-what do you mean?\n\nTHE BARBER. (_Respectfully_) You really mustn't accuse me of\nbeing clumsy, sir. I'm _not_ clumsy. If I cut you, it was quite\nintentional--like this! (_Cutting him a second time._)\n\nTHE CUSTOMER. Damnation! Are you crazy?\n\nTHE BARBER. (_Applying the styptic_) No, sir, I'm quite sane.\n(_THE CUSTOMER tries to sit up._)  Oh, don't do that, sir! Don't\ndo that! My razor is _frightfully_ sharp!\n\nTHE CUSTOMER. (_Panic-stricken_) I want to sit up!\n\nTHE BARBER. Don't try it while the razor is at your throat, sir.\nIt is sure to be fatal.\n\nTHE CUSTOMER. Then take it away!\n\nTHE BARBER. Oh, no, no, no! When I am through shaving you--not\nbefore. Now take it easy, sir. Lie back quietly! Quietly! That's\nit.\n\nTHE CUSTOMER. (_Controlling himself with an effort, and putting\nhis cigar in his mouth_) What are you going to do with me? What's\nthis? A hold-up?\n\nTHE BARBER. What am I-- (_With a sudden access of rage._) Take\nthat filthy thing out of your mouth! (_He snatches the cigar, and\nthrows it to the floor; continues obsequiously._) What am I going\nto do with you, sir? Why, really, I haven't the slightest idea.\nEr--can't you suggest something?\n\nTHE CUSTOMER. (_Quickly and earnestly_) Listen to me. I must be\nat that meeting at once! I can't spare another minute. If I am\nnot there before three-fifteen I will be ruined--do you\nunderstand me?--ruined!\n\nTHE BARBER. You needn't raise your voice, sir. My hearing is\nexcellent. (_He lathers again, keeping the razor near THE\nCUSTOMER's throat._)\n\nTHE CUSTOMER. (_Piteously_) Can't I convince you? I\n\nTHE BARBER. Oh, I believe you. Don't let that trouble you. In\nfact, I know all about the meeting. There's going to be an\nauction, and unless you bid, it will be all up with you.\n\nTHE CUSTOMER. Then you'll let me go there?\n\nTHE BARBER. I'm afraid I won't, sir.\n\nTHE CUSTOMER. But--\n\nTHE BARBER. If I may use your own words, sir, I don't give a damn\nabout your meeting.\n\nTHE CUSTOMER. (_Angrily_) Who the devil do you think\n\nTHE BARBER. (_Interrupting him by running the lather brush into\nhis mouth_) Oh, shut up! (_There is a pause._)\n\nTHE CUSTOMER. I'll-I'll give you ten dollars to let me go.\n\nTHE BARBER. (_Acting as if he did not hear_) Beg pardon, sir?\n\nTHE CUSTOMER. (_Taking the scarf-pin from the edge of his vest._)\nThis scarf-pin--it's worth five hundred dollars--I'll give--\n\nTHE BARBER. (_Raises his hand to his ear, knocking the pin out of\nTHE CUSTOMER's hand_) I don't hear well on this side. Try the\nother.\n\nTHE CUSTOMER. A thousand dollars! I'll give you a thousand\ndollars!\n\nTHE BARBER. I'm afraid it won't do, sir. You see, the young lady\nwho runs the news stand up-stairs says--you won't interrupt me\n_this_ time will you?--she says it's important to keep customers\nin sight. There's nothing so bad for trade as an empty shop.\n\nTHE CUSTOMER. Oh, have you no heart? It's almost too late now!\nEvery second is worth a dollar to me!\n\nTHE BARBER. Well, sir, it will console you to know that my time\nis worth very little.\n\nTHE CUSTOMER. Please let me up! If I wait two minutes longer, I\nmight as well shoot myself.\n\nTHE BARBER. I shan't object, sir.\n\nTHE CUSTOMER. Oh! Oh! Oh!\n\nTHE BARBER. So you are beginning to feel some regrets? I'm glad\nto see it. I always thought you'd regret sooner or later.\n(_Shaving._)  By the way, sir, haven't you recognized me yet?\n\nTHE CUSTOMER. _Recognized_ you?\n\nTHE BARBER. Oh, I see. You thought I was just a lunatic. Well,\nI'm not. Look at me. Look at me closely.\n\nTHE CUSTOMER. I don't know you!\n\nTHE BARBER. No? Well, just say to yourself, \"Twelve years ago\nthis man's hair was not so gray. Twelve years ago this man's face\ndidn't show so many lines of care. Twelve years ago this man\nlived--well, in a little town near Savannah, and--\"\n\nTHE CUSTOMER. (_Beginning to recognize him_) You-you can't be--\n\nTHE BARBER. Say it.\n\nTHE CUSTOMER. Kilburn!\n\nTHE BARBER. Yes, Kilburn!\n\nTHE CUSTOMER. (_Hoarsely_) And you followed me about!\n\nTHE BARBER. For twelve years!\n\nTHF CUSTOMER. From town to town!\n\nTHE BARBER. I was never more than a week behind you.\n\nTHE CUSTOMER. (_With unutterable horror_) Good God!\n\nTHE BARBER. Yes, _God._ I used to think of Him a great deal,\nJohn. I used to ask Him why He never brought you into my shop.\n\nTHE CUSTOMER. Oh! Oh!\n\nTHE BARBER. But He brought you here at last, John! He brought you\nhere at last! (_He pauses._)  For twelve mortal years I've been\nhoping for this day! Once, in Muscatine, you came in, but there\nwas another man in the chair, and you wouldn't wait. Once, in\nLouisville, you crossed my threshold, looked at your watch, and\nwalked out again. But sooner or later, John, I knew you'd walk\ninto my shop, and sit down in my chair! That day has come! (_He\nlooks into his eyes._) You and I, John, the two of us, have a\nlong account to settle, haven't we? _I've_ been one of your\ncreditors, too! And this is the reckoning, John! You're going to\npay me--pay me in full--and you're going to pay me _now!_\n\nTHE CUSTOMER. What are you going to do?\n\nTHE BARBER. That's a hard question, John. I'd be justified in\ncutting your throat, wouldn't I?\n\nTHE CUSTOMER. It would be murder!\n\nTHE BARBER. Ugly word, isn't it?\n\nTHE CUSTOMER. Murder in the first degree!\n\nTHE BARBER. Oh, of course!\n\nTHE CUSTOMER. They'd get you as sure as fate!\n\nTHE BARBER. I wouldn't run away.\n\nTHE CUSTOMER. But, Kilburn, think what you are doing!\n\nTHE BARBER. I've been thinking about it for twelve years, John.\n\nTHE CUSTOMER. I'm on my back, helpless!\n\nTHE BARBER. You'd _run_ if I let you up.\n\nTHE CUSTOMER. But give me a chance! Kilburn, give me--\n\nTHE BARBER. (_Interrupting_) No, John, you get no chance. You\ngave Jennie none. (_He pauses._)  She was just eighteen when you\ncame to our town. She was only a child, John, only a child. Her\nmother was dead. I was all she had--and she was all I had. And I\nwas trying to bring her up right--to make her the same kind of a\nwoman her mother had been, if you know what that means.\n\nTHE CUSTOMER. I didn't--\n\nTHE BARBER. Don't tell me what you did and what you didn't! She\nloved you--and--and I trusted you. You were going to get married.\nYou took her away with you--and you _didn't_ marry her! Marriage?\nWhy, you never thought of it! You couldn't get her any other way\n--you wanted her--and you got her! You didn't care about me, and\nyou didn't care about her. She was a toy. She amused you, and\nwhen you were through with her, you flung her into the gutter! It\nmakes me sick to think of it! (_He goes on more quietly._)  She\ncame home six months later. How she got back all the way from\nwhere you'd taken her, I don't know--and I don't like to guess.\nAnd then-then--\n\nTHE CUSTOMER. I'll marry _her_ now, Kilburn.\n\nTHE BARBER. You'll have to ask her about that.\n\nTHE CUSTOMER. (_Eagerly_) Well?\n\nTHE BARBER. In two minutes you'll be _able_ to ask her.\n\nTHE CUSTOMER. What do you mean?\n\nTHE BARBER. She's dead, John--dead.\n\n(_THE CUSTOMER groans. Then, suddenly, he tries to rise. THE\nBARBER places his hand over his forehead and eyes, and forces him\nback into the chair._)\n\nTHE BARBER. Thirty seconds for your prayers, John!\n\nTHE CUSTOMER. Don't kill me, man! Don't kill me! I'm not fit to\ndie! I'm not ready! A minute! Two minutes! I'm too young! Don't\nkill--\n\n(_THE BARBER, still with his hand upon the other man's eyes,\nsuddenly seizes a wet towel and strikes him across the throat\nwith it. THE CUSTOMER faints. THE BARBER looks at him\ncontemptuously; abruptly raises the chair to a sitting position;\nputs away the razor._)\n\nTHE BARBER. So your nerve gave way, John? Your nerve gave way?\n(_He spreads the towel over THE CUSTOMER's face and roughly wipes\naway the lather._)\n\nTHE CUSTOMER. (_Beginning to come to; faintly_) Where am I?\n\nTHE BARBER. You ought to be in hell, but I guess you're still on\nGod's good earth.\n\nTHE CUSTOMER. (_Putting his hand to his throat_) You--you didn't\nkill me?\n\nTHE BARBER. No. I didn't.\n\nTHE CUSTOMER. (_Standing up_) And you could have!\n\nTHE BARBER. John, when you're just about to cross the river, when\nyour eyes are beginning to glaze and your heart's about to stop\nbeating, you won't be nearer death than you were a minute ago!\n\nTHE CUSTOMER. _Why_ didn't you kill me?\n\nTHE BARBER. It wouldn't bring back Jennie, would it?\n\nTHE CUSTOMER. (_With a sneer_) Were you afraid?\n\nTHE BARBER. After I had been looking forward to it for twelve\nyears? No.\n\nTHE CUSTOMER. Then why--\n\nTHE BARBER. (_Grimly_) You'll remember why! (_He helps him on\nwith his coat._) John, tell me: are fellows who are so brave with\nwomen always so cowardly when they deal with men? Or, (_breaking\noff, speaking slowly_), or, perhaps, was it on account of that\nmeeting?\n\nTHE CUSTOMER. That meeting? Good Lord!\n\nTHE BARBER. Yes, the meeting.\n\nTHE CUSTOMER. (_Looking at the clock_) Twenty-five minutes past!\nI'm ruined! I'm ruined!\n\nTHE BARBER. (_Half to himself_) I didn't kill you, no! I left you\nyour life, but I made it worthless! I broke you! I broke you!\n\nTHE CUSTOMER. (_Has crossed stealthily to the door_) Kilburn!\n\nTHE BARBER. (_Startled at the sudden change in his voice_) Yes?\n\nTHE CUSTOMER. (_Hysterically_) Thought I was a fool, did you?\nThought I'd tell you the real time of the meeting?\n\nTHE BARBER. What do you mean?\n\nTHE CUSTOMER. (_Shrieking_) You ass! You idiot! The meeting\ndoesn't begin till _three-thirty!_\n\nTHE BARBER. (_Calmly_) Is that all? Well, the clock (_pointing to\nit_) is half an hour slow.\n\n\n\nCURTAIN",
    "metadata": {
        "author": [
            "Wilde, Percival"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/19931/pg19931.txt",
        "name": "the_reckoning_b_a_play_in_one_act.json"
    }
}