{
    "name": "The Lamplighter",
    "author": [
        "Dickens, Charles",
        "Dickens, Charles John Huffam",
        "Boz"
    ],
    "body": "‘IF you talk of Murphy and Francis Moore, gentlemen,’ said the\nlamplighter who was in the chair, ‘I mean to say that neither of ’em ever\nhad any more to do with the stars than Tom Grig had.’\n\n‘And what had _he_ to do with ’em?’ asked the lamplighter who officiated\nas vice.\n\n‘Nothing at all,’ replied the other; ‘just exactly nothing at all.’\n\n‘Do you mean to say you don’t believe in Murphy, then?’ demanded the\nlamplighter who had opened the discussion.\n\n‘I mean to say I believe in Tom Grig,’ replied the chairman.  ‘Whether I\nbelieve in Murphy, or not, is a matter between me and my conscience; and\nwhether Murphy believes in himself, or not, is a matter between him and\nhis conscience.  Gentlemen, I drink your healths.’\n\nThe lamplighter who did the company this honour, was seated in the\nchimney-corner of a certain tavern, which has been, time out of mind, the\nLamplighters’ House of Call.  He sat in the midst of a circle of\nlamplighters, and was the cacique, or chief of the tribe.\n\nIf any of our readers have had the good fortune to behold a lamplighter’s\nfuneral, they will not be surprised to learn that lamplighters are a\nstrange and primitive people; that they rigidly adhere to old ceremonies\nand customs which have been handed down among them from father to son\nsince the first public lamp was lighted out of doors; that they\nintermarry, and betroth their children in infancy; that they enter into\nno plots or conspiracies (for who ever heard of a traitorous\nlamplighter?); that they commit no crimes against the laws of their\ncountry (there being no instance of a murderous or burglarious\nlamplighter); that they are, in short, notwithstanding their apparently\nvolatile and restless character, a highly moral and reflective people:\nhaving among themselves as many traditional observances as the Jews, and\nbeing, as a body, if not as old as the hills, at least as old as the\nstreets.  It is an article of their creed that the first faint glimmering\nof true civilisation shone in the first street-light maintained at the\npublic expense.  They trace their existence and high position in the\npublic esteem, in a direct line to the heathen mythology; and hold that\nthe history of Prometheus himself is but a pleasant fable, whereof the\ntrue hero is a lamplighter.\n\n‘Gentlemen,’ said the lamplighter in the chair, ‘I drink your healths.’\n\n‘And perhaps, Sir,’ said the vice, holding up his glass, and rising a\nlittle way off his seat and sitting down again, in token that he\nrecognised and returned the compliment, ‘perhaps you will add to that\ncondescension by telling us who Tom Grig was, and how he came to be\nconnected in your mind with Francis Moore, Physician.’\n\n‘Hear, hear, hear!’ cried the lamplighters generally.\n\n‘Tom Grig, gentlemen,’ said the chairman, ‘was one of us; and it happened\nto him, as it don’t often happen to a public character in our line, that\nhe had his what-you-may-call-it cast.’\n\n‘His head?’ said the vice.\n\n‘No,’ replied the chairman, ‘not his head.’\n\n‘His face, perhaps?’ said the vice.  ‘No, not his face.’  ‘His legs?’\n‘No, not his legs.’  Nor yet his arms, nor his hands, nor his feet, nor\nhis chest, all of which were severally suggested.\n\n‘His nativity, perhaps?’\n\n‘That’s it,’ said the chairman, awakening from his thoughtful attitude at\nthe suggestion.  ‘His nativity.  That’s what Tom had cast, gentlemen.’\n\n‘In plaster?’ asked the vice.\n\n‘I don’t rightly know how it’s done,’ returned the chairman.  ‘But I\nsuppose it was.’\n\nAnd there he stopped as if that were all he had to say; whereupon there\narose a murmur among the company, which at length resolved itself into a\nrequest, conveyed through the vice, that he would go on.  This being\nexactly what the chairman wanted, he mused for a little time, performed\nthat agreeable ceremony which is popularly termed wetting one’s whistle,\nand went on thus:\n\n‘Tom Grig, gentlemen, was, as I have said, one of us; and I may go\nfurther, and say he was an ornament to us, and such a one as only the\ngood old times of oil and cotton could have produced.  Tom’s family,\ngentlemen, were all lamplighters.’\n\n‘Not the ladies, I hope?’ asked the vice.\n\n‘They had talent enough for it, Sir,’ rejoined the chairman, ‘and would\nhave been, but for the prejudices of society.  Let women have their\nrights, Sir, and the females of Tom’s family would have been every one of\n’em in office.  But that emancipation hasn’t come yet, and hadn’t then,\nand consequently they confined themselves to the bosoms of their\nfamilies, cooked the dinners, mended the clothes, minded the children,\ncomforted their husbands, and attended to the house-keeping generally.\nIt’s a hard thing upon the women, gentlemen, that they are limited to\nsuch a sphere of action as this; very hard.\n\n‘I happen to know all about Tom, gentlemen, from the circumstance of his\nuncle by his mother’s side, having been my particular friend.  His\n(that’s Tom’s uncle’s) fate was a melancholy one.  Gas was the death of\nhim.  When it was first talked of, he laughed.  He wasn’t angry; he\nlaughed at the credulity of human nature.  “They might as well talk,” he\nsays, “of laying on an everlasting succession of glow-worms;” and then he\nlaughed again, partly at his joke, and partly at poor humanity.\n\n‘In course of time, however, the thing got ground, the experiment was\nmade, and they lighted up Pall Mall.  Tom’s uncle went to see it.  I’ve\nheard that he fell off his ladder fourteen times that night, from\nweakness, and that he would certainly have gone on falling till he killed\nhimself, if his last tumble hadn’t been into a wheelbarrow which was\ngoing his way, and humanely took him home.  “I foresee in this,” says\nTom’s uncle faintly, and taking to his bed as he spoke—“I foresee in\nthis,” he says, “the breaking up of our profession.  There’s no more\ngoing the rounds to trim by daylight, no more dribbling down of the oil\non the hats and bonnets of ladies and gentlemen when one feels in\nspirits.  Any low fellow can light a gas-lamp.  And it’s all up.”  In\nthis state of mind, he petitioned the government for—I want a word again,\ngentlemen—what do you call that which they give to people when it’s found\nout, at last, that they’ve never been of any use, and have been paid too\nmuch for doing nothing?’\n\n‘Compensation?’ suggested the vice.\n\n‘That’s it,’ said the chairman.  ‘Compensation.  They didn’t give it him,\nthough, and then he got very fond of his country all at once, and went\nabout saying that gas was a death-blow to his native land, and that it\nwas a plot of the radicals to ruin the country and destroy the oil and\ncotton trade for ever, and that the whales would go and kill themselves\nprivately, out of sheer spite and vexation at not being caught.  At last\nhe got right-down cracked; called his tobacco-pipe a gas-pipe; thought\nhis tears were lamp-oil; and went on with all manner of nonsense of that\nsort, till one night he hung himself on a lamp-iron in Saint Martin’s\nLane, and there was an end of _him_.\n\n‘Tom loved him, gentlemen, but he survived it.  He shed a tear over his\ngrave, got very drunk, spoke a funeral oration that night in the\nwatch-house, and was fined five shillings for it, in the morning.  Some\nmen are none the worse for this sort of thing.  Tom was one of ’em.  He\nwent that very afternoon on a new beat: as clear in his head, and as free\nfrom fever as Father Mathew himself.\n\n‘Tom’s new beat, gentlemen, was—I can’t exactly say where, for that he’d\nnever tell; but I know it was in a quiet part of town, where there were\nsome queer old houses.  I have always had it in my head that it must have\nbeen somewhere near Canonbury Tower in Islington, but that’s a matter of\nopinion.  Wherever it was, he went upon it, with a bran-new ladder, a\nwhite hat, a brown holland jacket and trousers, a blue neck-kerchief, and\na sprig of full-blown double wall-flower in his button-hole.  Tom was\nalways genteel in his appearance, and I have heard from the best judges,\nthat if he had left his ladder at home that afternoon, you might have\ntook him for a lord.\n\n‘He was always merry, was Tom, and such a singer, that if there was any\nencouragement for native talent, he’d have been at the opera.  He was on\nhis ladder, lighting his first lamp, and singing to himself in a manner\nmore easily to be conceived than described, when he hears the clock\nstrike five, and suddenly sees an old gentleman with a telescope in his\nhand, throw up a window and look at him very hard.\n\n‘Tom didn’t know what could be passing in this old gentleman’s mind.  He\nthought it likely enough that he might be saying within himself, “Here’s\na new lamplighter—a good-looking young fellow—shall I stand something to\ndrink?”  Thinking this possible, he keeps quite still, pretending to be\nvery particular about the wick, and looks at the old gentleman sideways,\nseeming to take no notice of him.\n\n‘Gentlemen, he was one of the strangest and most mysterious-looking files\nthat ever Tom clapped his eyes on.  He was dressed all slovenly and\nuntidy, in a great gown of a kind of bed-furniture pattern, with a cap of\nthe same on his head; and a long old flapped waistcoat; with no braces,\nno strings, very few buttons—in short, with hardly any of those\nartificial contrivances that hold society together.  Tom knew by these\nsigns, and by his not being shaved, and by his not being over-clean, and\nby a sort of wisdom not quite awake, in his face, that he was a\nscientific old gentleman.  He often told me that if he could have\nconceived the possibility of the whole Royal Society being boiled down\ninto one man, he should have said the old gentleman’s body was that Body.\n\n‘The old gentleman claps the telescope to his eye, looks all round, sees\nnobody else in sight, stares at Tom again, and cries out very loud:\n\n‘“Hal-loa!”\n\n‘“Halloa, Sir,” says Tom from the ladder; “and halloa again, if you come\nto that.”\n\n‘“Here’s an extraordinary fulfilment,” says the old gentleman, “of a\nprediction of the planets.”\n\n‘“Is there?” says Tom.  “I’m very glad to hear it.”\n\n‘“Young man,” says the old gentleman, “you don’t know me.”\n\n‘“Sir,” says Tom, “I have not that honour; but I shall be happy to drink\nyour health, notwithstanding.”\n\n‘“I read,” cries the old gentleman, without taking any notice of this\npoliteness on Tom’s part—“I read what’s going to happen, in the stars.”\n\n‘Tom thanked him for the information, and begged to know if anything\nparticular was going to happen in the stars, in the course of a week or\nso; but the old gentleman, correcting him, explained that he read in the\nstars what was going to happen on dry land, and that he was acquainted\nwith all the celestial bodies.\n\n‘“I hope they’re all well, Sir,” says Tom,—“everybody.”\n\n‘“Hush!” cries the old gentleman.  “I have consulted the book of Fate\nwith rare and wonderful success.  I am versed in the great sciences of\nastrology and astronomy.  In my house here, I have every description of\napparatus for observing the course and motion of the planets.  Six months\nago, I derived from this source, the knowledge that precisely as the\nclock struck five this afternoon a stranger would present himself—the\ndestined husband of my young and lovely niece—in reality of illustrious\nand high descent, but whose birth would be enveloped in uncertainty and\nmystery.  Don’t tell me yours isn’t,” says the old gentleman, who was in\nsuch a hurry to speak that he couldn’t get the words out fast enough,\n“for I know better.”\n\n‘Gentlemen, Tom was so astonished when he heard him say this, that he\ncould hardly keep his footing on the ladder, and found it necessary to\nhold on by the lamp-post.  There _was_ a mystery about his birth.  His\nmother had always admitted it.  Tom had never known who was his father,\nand some people had gone so far as to say that even _she_ was in doubt.\n\n‘While he was in this state of amazement, the old gentleman leaves the\nwindow, bursts out of the house-door, shakes the ladder, and Tom, like a\nripe pumpkin, comes sliding down into his arms.\n\n‘“Let me embrace you,” he says, folding his arms about him, and nearly\nlighting up his old bed-furniture gown at Tom’s link.  “You’re a man of\nnoble aspect.  Everything combines to prove the accuracy of my\nobservations.  You have had mysterious promptings within you,” he says;\n“I know you have had whisperings of greatness, eh?” he says.\n\n‘“I think I have,” says Tom—Tom was one of those who can persuade\nthemselves to anything they like—“I’ve often thought I wasn’t the small\nbeer I was taken for.”\n\n‘“You were right,” cries the old gentleman, hugging him again.  “Come in.\nMy niece awaits us.”\n\n‘“Is the young lady tolerable good-looking, Sir?” says Tom, hanging fire\nrather, as he thought of her playing the piano, and knowing French, and\nbeing up to all manner of accomplishments.\n\n‘“She’s beautiful!” cries the old gentleman, who was in such a terrible\nbustle that he was all in a perspiration.  “She has a graceful carriage,\nan exquisite shape, a sweet voice, a countenance beaming with animation\nand expression; and the eye,” he says, rubbing his hands, “of a startled\nfawn.”\n\n‘Tom supposed this might mean, what was called among his circle of\nacquaintance, “a game eye;” and, with a view to this defect, inquired\nwhether the young lady had any cash.\n\n‘“She has five thousand pounds,” cries the old gentleman.  “But what of\nthat? what of that?  A word in your ear.  I’m in search of the\nphilosopher’s stone.  I have very nearly found it—not quite.  It turns\neverything to gold; that’s its property.”\n\n‘Tom naturally thought it must have a deal of property; and said that\nwhen the old gentleman did get it, he hoped he’d be careful to keep it in\nthe family.\n\n‘“Certainly,” he says, “of course.  Five thousand pounds!  What’s five\nthousand pounds to us?  What’s five million?” he says.  “What’s five\nthousand million?  Money will be nothing to us.  We shall never be able\nto spend it fast enough.”\n\n‘“We’ll try what we can do, Sir,” says Tom.\n\n‘“We will,” says the old gentleman.  “Your name?”\n\n‘“Grig,” says Tom.\n\n‘The old gentleman embraced him again, very tight; and without speaking\nanother word, dragged him into the house in such an excited manner, that\nit was as much as Tom could do to take his link and ladder with him, and\nput them down in the passage.\n\n‘Gentlemen, if Tom hadn’t been always remarkable for his love of truth, I\nthink you would still have believed him when he said that all this was\nlike a dream.  There is no better way for a man to find out whether he is\nreally asleep or awake, than calling for something to eat.  If he’s in a\ndream, gentlemen, he’ll find something wanting in flavour, depend upon\nit.\n\n‘Tom explained his doubts to the old gentleman, and said that if there\nwas any cold meat in the house, it would ease his mind very much to test\nhimself at once.  The old gentleman ordered up a venison pie, a small\nham, and a bottle of very old Madeira.  At the first mouthful of pie and\nthe first glass of wine, Tom smacks his lips and cries out, “I’m\nawake—wide awake;” and to prove that he was so, gentlemen, he made an end\nof ’em both.\n\n‘When Tom had finished his meal (which he never spoke of afterwards\nwithout tears in his eyes), the old gentleman hugs him again, and says,\n“Noble stranger! let us visit my young and lovely niece.”  Tom, who was a\nlittle elevated with the wine, replies, “The noble stranger is\nagreeable!”  At which words the old gentleman took him by the hand, and\nled him to the parlour; crying as he opened the door, “Here is Mr. Grig,\nthe favourite of the planets!”\n\n‘I will not attempt a description of female beauty, gentlemen, for every\none of us has a model of his own that suits his own taste best.  In this\nparlour that I’m speaking of, there were two young ladies; and if every\ngentleman present, will imagine two models of his own in their places,\nand will be kind enough to polish ’em up to the very highest pitch of\nperfection, he will then have a faint conception of their uncommon\nradiance.\n\n‘Besides these two young ladies, there was their waiting-woman, that\nunder any other circumstances Tom would have looked upon as a Venus; and\nbesides her, there was a tall, thin, dismal-faced young gentleman, half\nman and half boy, dressed in a childish suit of clothes very much too\nshort in the legs and arms; and looking, according to Tom’s comparison,\nlike one of the wax juveniles from a tailor’s door, grown up and run to\nseed.  Now, this youngster stamped his foot upon the ground and looked\nvery fierce at Tom, and Tom looked fierce at him—for to tell the truth,\ngentlemen, Tom more than half suspected that when they entered the room\nhe was kissing one of the young ladies; and for anything Tom knew, you\nobserve, it might be _his_ young lady—which was not pleasant.\n\n‘“Sir,” says Tom, “before we proceed any further, will you have the\ngoodness to inform me who this young Salamander”—Tom called him that for\naggravation, you perceive, gentlemen—“who this young Salamander may be?”\n\n‘“That, Mr. Grig,” says the old gentleman, “is my little boy.  He was\nchristened Galileo Isaac Newton Flamstead.  Don’t mind him.  He’s a mere\nchild.”\n\n‘“And a very fine child too,” says Tom—still aggravating, you’ll\nobserve—“of his age, and as good as fine, I have no doubt.  How do you\ndo, my man?” with which kind and patronising expressions, Tom reached up\nto pat him on the head, and quoted two lines about little boys, from\nDoctor Watts’s Hymns, which he had learnt at a Sunday School.\n\n‘It was very easy to see, gentlemen, by this youngster’s frowning and by\nthe waiting-maid’s tossing her head and turning up her nose, and by the\nyoung ladies turning their backs and talking together at the other end of\nthe room, that nobody but the old gentleman took very kindly to the noble\nstranger.  Indeed, Tom plainly heard the waiting-woman say of her master,\nthat so far from being able to read the stars as he pretended, she didn’t\nbelieve he knew his letters in ’em, or at best that he had got further\nthan words in one syllable; but Tom, not minding this (for he was in\nspirits after the Madeira), looks with an agreeable air towards the young\nladies, and, kissing his hand to both, says to the old gentleman, “Which\nis which?”\n\n‘“This,” says the old gentleman, leading out the handsomest, if one of\n’em could possibly be said to be handsomer than the other—“this is my\nniece, Miss Fanny Barker.”\n\n‘“If you’ll permit me, Miss,” says Tom, “being a noble stranger and a\nfavourite of the planets, I will conduct myself as such.”  With these\nwords, he kisses the young lady in a very affable way, turns to the old\ngentleman, slaps him on the back, and says, “When’s it to come off, my\nbuck?”\n\n‘The young lady coloured so deep, and her lip trembled so much,\ngentlemen, that Tom really thought she was going to cry.  But she kept\nher feelings down, and turning to the old gentleman, says, “Dear uncle,\nthough you have the absolute disposal of my hand and fortune, and though\nyou mean well in disposing of ’em thus, I ask you whether you don’t think\nthis is a mistake?  Don’t you think, dear uncle,” she says, “that the\nstars must be in error?  Is it not possible that the comet may have put\n’em out?”\n\n‘“The stars,” says the old gentleman, “couldn’t make a mistake if they\ntried.  Emma,” he says to the other young lady.\n\n‘“Yes, papa,” says she.\n\n‘“The same day that makes your cousin Mrs. Grig will unite you to the\ngifted Mooney.  No remonstrance—no tears.  Now, Mr. Grig, let me conduct\nyou to that hallowed ground, that philosophical retreat, where my friend\nand partner, the gifted Mooney of whom I have just now spoken, is even\nnow pursuing those discoveries which shall enrich us with the precious\nmetal, and make us masters of the world.  Come, Mr. Grig,” he says.\n\n‘“With all my heart, Sir,” replies Tom; “and luck to the gifted Mooney,\nsay I—not so much on his account as for our worthy selves!”  With this\nsentiment, Tom kissed his hand to the ladies again, and followed him out;\nhaving the gratification to perceive, as he looked back, that they were\nall hanging on by the arms and legs of Galileo Isaac Newton Flamstead, to\nprevent him from following the noble stranger, and tearing him to pieces.\n\n‘Gentlemen, Tom’s father-in-law that was to be, took him by the hand, and\nhaving lighted a little lamp, led him across a paved court-yard at the\nback of the house, into a very large, dark, gloomy room: filled with all\nmanner of bottles, globes, books, telescopes, crocodiles, alligators, and\nother scientific instruments of every kind.  In the centre of this room\nwas a stove or furnace, with what Tom called a pot, but which in my\nopinion was a crucible, in full boil.  In one corner was a sort of ladder\nleading through the roof; and up this ladder the old gentleman pointed,\nas he said in a whisper:\n\n‘“The observatory.  Mr. Mooney is even now watching for the precise time\nat which we are to come into all the riches of the earth.  It will be\nnecessary for he and I, alone in that silent place, to cast your nativity\nbefore the hour arrives.  Put the day and minute of your birth on this\npiece of paper, and leave the rest to me.”\n\n‘“You don’t mean to say,” says Tom, doing as he was told and giving him\nback the paper, “that I’m to wait here long, do you?  It’s a precious\ndismal place.”\n\n‘“Hush!” says the old gentleman.  “It’s hallowed ground.  Farewell!”\n\n‘“Stop a minute,” says Tom.  “What a hurry you’re in!  What’s in that\nlarge bottle yonder?”\n\n‘“It’s a child with three heads,” says the old gentleman; “and everything\nelse in proportion.”\n\n‘“Why don’t you throw him away?” says Tom.  “What do you keep such\nunpleasant things here for?”\n\n‘“Throw him away!” cries the old gentleman.  “We use him constantly in\nastrology.  He’s a charm.”\n\n‘“I shouldn’t have thought it,” says Tom, “from his appearance.  _Must_\nyou go, I say?”\n\n‘The old gentleman makes him no answer, but climbs up the ladder in a\ngreater bustle than ever.  Tom looked after his legs till there was\nnothing of him left, and then sat down to wait; feeling (so he used to\nsay) as comfortable as if he was going to be made a freemason, and they\nwere heating the pokers.\n\n‘Tom waited so long, gentlemen, that he began to think it must be getting\non for midnight at least, and felt more dismal and lonely than ever he\nhad done in all his life.  He tried every means of whiling away the time,\nbut it never had seemed to move so slow.  First, he took a nearer view of\nthe child with three heads, and thought what a comfort it must have been\nto his parents.  Then he looked up a long telescope which was pointed out\nof the window, but saw nothing particular, in consequence of the stopper\nbeing on at the other end.  Then he came to a skeleton in a glass case,\nlabelled, “Skeleton of a Gentleman—prepared by Mr. Mooney,”—which made\nhim hope that Mr. Mooney might not be in the habit of preparing gentlemen\nthat way without their own consent.  A hundred times, at least, he looked\ninto the pot where they were boiling the philosopher’s stone down to the\nproper consistency, and wondered whether it was nearly done.  “When it\nis,” thinks Tom, “I’ll send out for six-penn’orth of sprats, and turn ’em\ninto gold fish for a first experiment.”  Besides which, he made up his\nmind, gentlemen, to have a country-house and a park; and to plant a bit\nof it with a double row of gas-lamps a mile long, and go out every night\nwith a French-polished mahogany ladder, and two servants in livery behind\nhim, to light ’em for his own pleasure.\n\n‘At length and at last, the old gentleman’s legs appeared upon the steps\nleading through the roof, and he came slowly down: bringing along with\nhim, the gifted Mooney.  This Mooney, gentlemen, was even more scientific\nin appearance than his friend; and had, as Tom often declared upon his\nword and honour, the dirtiest face we can possibly know of, in this\nimperfect state of existence.\n\n‘Gentlemen, you are all aware that if a scientific man isn’t absent in\nhis mind, he’s of no good at all.  Mr. Mooney was so absent, that when\nthe old gentleman said to him, “Shake hands with Mr. Grig,” he put out\nhis leg.  “Here’s a mind, Mr. Grig!” cries the old gentleman in a\nrapture.  “Here’s philosophy!  Here’s rumination!  Don’t disturb him,” he\nsays, “for this is amazing!”\n\n‘Tom had no wish to disturb him, having nothing particular to say; but he\nwas so uncommonly amazing, that the old gentleman got impatient, and\ndetermined to give him an electric shock to bring him to—“for you must\nknow, Mr. Grig,” he says, “that we always keep a strongly charged\nbattery, ready for that purpose.”  These means being resorted to,\ngentlemen, the gifted Mooney revived with a loud roar, and he no sooner\ncame to himself than both he and the old gentleman looked at Tom with\ncompassion, and shed tears abundantly.\n\n‘“My dear friend,” says the old gentleman to the Gifted, “prepare him.”\n\n‘“I say,” cries Tom, falling back, “none of that, you know.  No preparing\nby Mr. Mooney if you please.”\n\n‘“Alas!” replies the old gentleman, “you don’t understand us.  My friend,\ninform him of his fate.—I can’t.”\n\n‘The Gifted mustered up his voice, after many efforts, and informed Tom\nthat his nativity had been carefully cast, and he would expire at exactly\nthirty-five minutes, twenty-seven seconds, and five-sixths of a second\npast nine o’clock, a.m., on that day two months.\n\n‘Gentlemen, I leave you to judge what were Tom’s feelings at this\nannouncement, on the eve of matrimony and endless riches.  “I think,” he\nsays in a trembling voice, “there must be a mistake in the working of\nthat sum.  Will you do me the favour to cast it up again?”—“There is no\nmistake,” replies the old gentleman, “it is confirmed by Francis Moore,\nPhysician.  Here is the prediction for to-morrow two months.”  And he\nshowed him the page, where sure enough were these words—“The decease of a\ngreat person may be looked for, about this time.”\n\n‘“Which,” says the old gentleman, “is clearly you, Mr. Grig.”\n\n‘“Too clearly,” cries Tom, sinking into a chair, and giving one hand to\nthe old gentleman, and one to the Gifted.  “The orb of day has set on\nThomas Grig for ever!”\n\n‘At this affecting remark, the Gifted shed tears again, and the other two\nmingled their tears with his, in a kind—if I may use the expression—of\nMooney and Co.’s entire.  But the old gentleman recovering first,\nobserved that this was only a reason for hastening the marriage, in order\nthat Tom’s distinguished race might be transmitted to posterity; and\nrequesting the Gifted to console Mr. Grig during his temporary absence,\nhe withdrew to settle the preliminaries with his niece immediately.\n\n‘And now, gentlemen, a very extraordinary and remarkable occurrence took\nplace; for as Tom sat in a melancholy way in one chair, and the Gifted\nsat in a melancholy way in another, a couple of doors were thrown\nviolently open, the two young ladies rushed in, and one knelt down in a\nloving attitude at Tom’s feet, and the other at the Gifted’s.  So far,\nperhaps, as Tom was concerned—as he used to say—you will say there was\nnothing strange in this: but you will be of a different opinion when you\nunderstand that Tom’s young lady was kneeling to the Gifted, and the\nGifted’s young lady was kneeling to Tom.\n\n‘“Halloa! stop a minute!” cries Tom; “here’s a mistake.  I need condoling\nwith by sympathising woman, under my afflicting circumstances; but we’re\nout in the figure.  Change partners, Mooney.”\n\n‘“Monster!” cries Tom’s young lady, clinging to the Gifted.\n\n‘“Miss!” says Tom.  “Is _that_ your manners?”\n\n‘“I abjure thee!” cries Tom’s young lady.  “I renounce thee.  I never\nwill be thine.  Thou,” she says to the Gifted, “art the object of my\nfirst and all-engrossing passion.  Wrapt in thy sublime visions, thou\nhast not perceived my love; but, driven to despair, I now shake off the\nwoman and avow it.  Oh, cruel, cruel man!”  With which reproach she laid\nher head upon the Gifted’s breast, and put her arms about him in the\ntenderest manner possible, gentlemen.\n\n‘“And I,” says the other young lady, in a sort of ecstasy, that made Tom\nstart—“I hereby abjure my chosen husband too.  Hear me, Goblin!”—this was\nto the Gifted—“Hear me!  I hold thee in the deepest detestation.  The\nmaddening interview of this one night has filled my soul with love—but\nnot for thee.  It is for thee, for thee, young man,” she cries to Tom.\n“As Monk Lewis finely observes, Thomas, Thomas, I am thine, Thomas,\nThomas, thou art mine: thine for ever, mine for ever!” with which words,\nshe became very tender likewise.\n\n‘Tom and the Gifted, gentlemen, as you may believe, looked at each other\nin a very awkward manner, and with thoughts not at all complimentary to\nthe two young ladies.  As to the Gifted, I have heard Tom say often, that\nhe was certain he was in a fit, and had it inwardly.\n\n‘“Speak to me!  Oh, speak to me!” cries Tom’s young lady to the Gifted.\n\n‘“I don’t want to speak to anybody,” he says, finding his voice at last,\nand trying to push her away.  “I think I had better go.  I’m—I’m\nfrightened,” he says, looking about as if he had lost something.\n\n‘“Not one look of love!” she cries.  “Hear me while I declare—”\n\n‘“I don’t know how to look a look of love,” he says, all in a maze.\n“Don’t declare anything.  I don’t want to hear anybody.”\n\n‘“That’s right!” cries the old gentleman (who it seems had been\nlistening).  “That’s right!  Don’t hear her.  Emma shall marry you\nto-morrow, my friend, whether she likes it or not, and _she_ shall marry\nMr. Grig.”\n\n‘Gentlemen, these words were no sooner out of his mouth than Galileo\nIsaac Newton Flamstead (who it seems had been listening too) darts in,\nand spinning round and round, like a young giant’s top, cries, “Let her.\nLet her.  I’m fierce; I’m furious.  I give her leave.  I’ll never marry\nanybody after this—never.  It isn’t safe.  She is the falsest of the\nfalse,” he cries, tearing his hair and gnashing his teeth; “and I’ll live\nand die a bachelor!”\n\n‘“The little boy,” observed the Gifted gravely, “albeit of tender years,\nhas spoken wisdom.  I have been led to the contemplation of woman-kind,\nand will not adventure on the troubled waters of matrimony.”\n\n‘“What!” says the old gentleman, “not marry my daughter!  Won’t you,\nMooney?  Not if I make her?  Won’t you?  Won’t you?”\n\n‘“No,” says Mooney, “I won’t.  And if anybody asks me any more, I’ll run\naway, and never come back again.”\n\n‘“Mr. Grig,” says the old gentleman, “the stars must be obeyed.  You have\nnot changed your mind because of a little girlish folly—eh, Mr. Grig?”\n\n‘Tom, gentlemen, had had his eyes about him, and was pretty sure that all\nthis was a device and trick of the waiting-maid, to put him off his\ninclination.  He had seen her hiding and skipping about the two doors,\nand had observed that a very little whispering from her pacified the\nSalamander directly.  “So,” thinks Tom, “this is a plot—but it won’t\nfit.”\n\n‘“Eh, Mr. Grig?” says the old gentleman.\n\n‘“Why, Sir,” says Tom, pointing to the crucible, “if the soup’s nearly\nready—”\n\n‘“Another hour beholds the consummation of our labours,” returned the old\ngentleman.\n\n‘“Very good,” says Tom, with a mournful air.  “It’s only for two months,\nbut I may as well be the richest man in the world even for that time.\nI’m not particular, I’ll take her, Sir.  I’ll take her.”\n\n‘The old gentleman was in a rapture to find Tom still in the same mind,\nand drawing the young lady towards him by little and little, was joining\ntheir hands by main force, when all of a sudden, gentlemen, the crucible\nblows up, with a great crash; everybody screams; the room is filled with\nsmoke; and Tom, not knowing what may happen next, throws himself into a\nFancy attitude, and says, “Come on, if you’re a man!” without addressing\nhimself to anybody in particular.\n\n‘“The labours of fifteen years!” says the old gentleman, clasping his\nhands and looking down upon the Gifted, who was saving the pieces, “are\ndestroyed in an instant!”—And I am told, gentlemen, by-the-bye, that this\nsame philosopher’s stone would have been discovered a hundred times at\nleast, to speak within bounds, if it wasn’t for the one unfortunate\ncircumstance that the apparatus always blows up, when it’s on the very\npoint of succeeding.\n\n‘Tom turns pale when he hears the old gentleman expressing himself to\nthis unpleasant effect, and stammers out that if it’s quite agreeable to\nall parties, he would like to know exactly what has happened, and what\nchange has really taken place in the prospects of that company.\n\n‘“We have failed for the present, Mr. Grig,” says the old gentleman,\nwiping his forehead.  “And I regret it the more, because I have in fact\ninvested my niece’s five thousand pounds in this glorious speculation.\nBut don’t be cast down,” he says, anxiously—“in another fifteen years,\nMr. Grig—”\n\n“Oh!” cries Tom, letting the young lady’s hand fall.  “Were the stars\nvery positive about this union, Sir?”\n\n‘“They were,” says the old gentleman.\n\n‘“I’m sorry to hear it,” Tom makes answer, “for it’s no go, Sir.”\n\n‘“No what!” cries the old gentleman.\n\n‘“Go, Sir,” says Tom, fiercely.  “I forbid the banns.”  And with these\nwords—which are the very words he used—he sat himself down in a chair,\nand, laying his head upon the table, thought with a secret grief of what\nwas to come to pass on that day two months.\n\n‘Tom always said, gentlemen, that that waiting-maid was the artfullest\nminx he had ever seen; and he left it in writing in this country when he\nwent to colonize abroad, that he was certain in his own mind she and the\nSalamander had blown up the philosopher’s stone on purpose, and to cut\nhim out of his property.  I believe Tom was in the right, gentlemen; but\nwhether or no, she comes forward at this point, and says, “May I speak,\nSir?” and the old gentleman answering, “Yes, you may,” she goes on to say\nthat “the stars are no doubt quite right in every respect, but Tom is not\nthe man.”  And she says, “Don’t you remember, Sir, that when the clock\nstruck five this afternoon, you gave Master Galileo a rap on the head\nwith your telescope, and told him to get out of the way?”  “Yes, I do,”\nsays the old gentleman.  “Then,” says the waiting-maid, “I say he’s the\nman, and the prophecy is fulfilled.”  The old gentleman staggers at this,\nas if somebody had hit him a blow on the chest, and cries, “He! why he’s\na boy!”  Upon that, gentlemen, the Salamander cries out that he’ll be\ntwenty-one next Lady-day; and complains that his father has always been\nso busy with the sun round which the earth revolves, that he has never\ntaken any notice of the son that revolves round him; and that he hasn’t\nhad a new suit of clothes since he was fourteen; and that he wasn’t even\ntaken out of nankeen frocks and trousers till he was quite unpleasant in\n’em; and touches on a good many more family matters to the same purpose.\nTo make short of a long story, gentlemen, they all talk together, and cry\ntogether, and remind the old gentleman that as to the noble family, his\nown grandfather would have been lord mayor if he hadn’t died at a dinner\nthe year before; and they show him by all kinds of arguments that if the\ncousins are married, the prediction comes true every way.  At last, the\nold gentleman being quite convinced, gives in; and joins their hands; and\nleaves his daughter to marry anybody she likes; and they are all well\npleased; and the Gifted as well as any of them.\n\n‘In the middle of this little family party, gentlemen, sits Tom all the\nwhile, as miserable as you like.  But, when everything else is arranged,\nthe old gentleman’s daughter says, that their strange conduct was a\nlittle device of the waiting-maid’s to disgust the lovers he had chosen\nfor ’em, and will he forgive her? and if he will, perhaps he might even\nfind her a husband—and when she says that, she looks uncommon hard at\nTom.  Then the waiting-maid says that, oh dear! she couldn’t abear Mr.\nGrig should think she wanted him to marry her; and that she had even gone\nso far as to refuse the last lamplighter, who was now a literary\ncharacter (having set up as a bill-sticker); and that she hoped Mr. Grig\nwould not suppose she was on her last legs by any means, for the baker\nwas very strong in his attentions at that moment, and as to the butcher,\nhe was frantic.  And I don’t know how much more she might have said,\ngentlemen (for, as you know, this kind of young women are rare ones to\ntalk), if the old gentleman hadn’t cut in suddenly, and asked Tom if he’d\nhave her, with ten pounds to recompense him for his loss of time and\ndisappointment, and as a kind of bribe to keep the story secret.\n\n‘“It don’t much matter, Sir,” says Tom, “I ain’t long for this world.\nEight weeks of marriage, especially with this young woman, might\nreconcile me to my fate.  I think,” he says, “I could go off easy after\nthat.”  With which he embraces her with a very dismal face, and groans in\na way that might move a heart of stone—even of philosopher’s stone.\n\n‘“Egad,” says the old gentleman, “that reminds me—this bustle put it out\nof my head—there was a figure wrong.  He’ll live to a green old\nage—eighty-seven at least!”\n\n‘“How much, Sir?” cries Tom.\n\n‘“Eighty-seven!” says the old gentleman.\n\n‘Without another word, Tom flings himself on the old gentleman’s neck;\nthrows up his hat; cuts a caper; defies the waiting-maid; and refers her\nto the butcher.\n\n‘“You won’t marry her!” says the old gentleman, angrily.\n\n‘“And live after it!” says Tom.  “I’d sooner marry a mermaid with a\nsmall-tooth comb and looking-glass.”\n\n‘“Then take the consequences,” says the other.\n\n‘With those words—I beg your kind attention here, gentlemen, for it’s\nworth your notice—the old gentleman wetted the forefinger of his right\nhand in some of the liquor from the crucible that was spilt on the floor,\nand drew a small triangle on Tom’s forehead.  The room swam before his\neyes, and he found himself in the watch-house.’\n\n‘Found himself _where_?’ cried the vice, on behalf of the company\ngenerally.\n\n‘In the watch-house,’ said the chairman.  ‘It was late at night, and he\nfound himself in the very watch-house from which he had been let out that\nmorning.’\n\n‘Did he go home?’ asked the vice.\n\n‘The watch-house people rather objected to that,’ said the chairman; ‘so\nhe stopped there that night, and went before the magistrate in the\nmorning.  “Why, you’re here again, are you?” says the magistrate, adding\ninsult to injury; “we’ll trouble you for five shillings more, if you can\nconveniently spare the money.”  Tom told him he had been enchanted, but\nit was of no use.  He told the contractors the same, but they wouldn’t\nbelieve him.  It was very hard upon him, gentlemen, as he often said, for\nwas it likely he’d go and invent such a tale?  They shook their heads and\ntold him he’d say anything but his prayers—as indeed he would; there’s no\ndoubt about that.  It was the only imputation on his moral character that\never _I_ heard of.’",
    "metadata": {
        "author": [
            "Dickens, Charles",
            "Dickens, Charles John Huffam",
            "Boz"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/927/pg927.txt",
        "name": "the_lamplighter.json"
    }
}