{
    "name": "The Floater",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "As a Watchman in a man-made kind of observational meteor floating\nmillions of miles from nowhere out among the planets, Barton had two\nmain duties. To keep his sanity and to keep the watch. The second was\nsimple. The gadgets all took care of themselves. All Barton did was\nsend in a report in case an alarm went off indicating something was\nwrong with some gadget or other.\n\nStaying sane was supposed to be a watcher's big problem. Barton\ncouldn't figure out why they were so concerned, especially the\nneuropsychologist or whatever he was, Von Ulrich, who was always\ncoming around in his clinical space boat, studying Barton, asking him\nquestions, giving him all kinds of tests.\n\nOnce something glinted like a mote in sunlight past the observation\nport and Von Ulrich said, \"That's Collins out there. Collins was here\nonly a week and he put on a pressure suit and jumped into space. He's\nstill rotating round and round out there.\"\n\n\"Poor devil,\" Barton said.\n\n\"Most of them don't even last a week out here, Barton. Six months is\nthe maximum. You've been here almost a year and you're liable to start\ncracking any minute. I don't like the way things look.\"\n\n\"I feel fine, sir.\"\n\nSeveral months later, Von Ulrich dropped by again. \"How are things\ngoing, Barton?\"\n\n\"Great, sir. Just swell.\"\n\n\"You feel comfortable, no anxiety?\"\n\n\"I feel fine.\"\n\n\"You've done a fine job, Barton--so far.\"\n\n\"Thank you, sir.\"\n\n\"You manage to keep occupied?\"\n\n\"I just take it easy, sir.\"\n\n\"I see.\"\n\nA few months later, Von Ulrich was back, watching Barton moulding\nsomething out of clay, a sort of human shape without a face. There\nwere other self-amusement gimmicks, wood-working, soap-carving, movies\nand the like, but Barton preferred moulding things haphazardly out of\nclay, and sometimes reading one of the books he wasn't supposed to have\nbrought along because books were no longer popular.\n\n\"What were you thinking about when you moulded this thing?\" Von Ulrich\nasked.\n\n\"Nothing much, sir.\"\n\n\"You must have been thinking of something?\"\n\n\"I guess I was thinking of a man sleeping beside a river in green grass\nwith nobody for miles around. Something like that.\"\n\n\"You weren't by any chance thinking about a dead man?\"\n\n\"I don't like death much.\"\n\n\n\nLater on sometime, Von Ulrich dropped around again on his therapeutic\ntour of basketballs, and Martian bases, and other bases even more\nremote. Barton wondered how anyone could find the basketball drifting\nin all that blackness. Just a little ragged spheroid like a piece of\ndead slag, something like a cork bobbing in a black ocean too big even\nto bother thinking about. If no one ever found the basketball Barton\nwould have been happier, because the basketball was self-sustaining and\ncould go on and on for years without supplies or any human contact.\n\n\"Getting a little lonely maybe?\" Von Ulrich asked.\n\n\"No sir.\"\n\n\"Don't miss having people around. Your wife, your son?\"\n\nBarton wanted to laugh.\n\n\"Well, I'll be back to see you, Barton. I may be gone a year this time.\"\n\n\"Happy New Year,\" Barton said.\n\nBut it didn't seem like a year when Von Ulrich came back in his sleek\nlittle space-hopping clinic. It didn't seem like much of anything.\n\n\"You don't find the absence of women irritating, Barton?\"\n\n\"I can take them or leave them, sir.\"\n\n\"Not here. There simply aren't any at all.\"\n\n\"I like something, but then if it isn't there, I don't miss it.\"\n\n\"All right, Barton,\" Von Ulrich would say after giving Barton more\nbrain-wave tests, word-association tests and making him look at\nink-blots until his eyes turned red. \"See you in a few months.\"\n\n\"See you, sir,\" Barton said.\n\nAnd sure enough, as though he had never really been away, Von Ulrich\nwould show up again, with his testing devices, his cages of mice\nand guinea pigs, and his intense searching eyes. He had a folder of\npictures and after ink-blot tests, he had Barton look at the pictures,\nlike the one of a man in deep shadow standing over a sleeping kid.\n\n\"What do you see there, Barton?\"\n\n\"A guy standing over a kid.\"\n\n\"What's he doing there?\"\n\n\"I haven't any idea.\"\n\n\"Is the child sleeping?\"\n\n\"Maybe it's just pretending.\"\n\n\"Pretending what?\"\n\n\"Or maybe it's dead.\"\n\nVon Ulrich's thin face frowned intensely. \"Is the child pretending to\nbe asleep, or is it dead?\"\n\n\"Maybe it isn't a real kid. Maybe it's a dummy.\"\n\nVon Ulrich's face reddened. \"What's the man thinking?\"\n\n\"How should I know, sir.\"\n\n\"You don't care?\"\n\n\"No, why should I give a damn what he's thinking?\"\n\n\"You tell me. Why shouldn't you?\"\n\n\"Because it's none of my business.\"\n\n\n\nThen there was another time, during some visit or other, when Von\nUlrich pulled another word association test.\n\n\"Love.\"\n\n\"It makes the world go round.\"\n\n\"Blackness.\"\n\n\"Sleep.\"\n\n\"Alone.\"\n\n\"Quiet.\"\n\nIt went on for hours. Von Ulrich always seemed to be angrier because\nBarton didn't crack up, or because he insisted on turning in a perfect\nservice record in the basketball.\n\n\"Barton, for God's sake, don't you realize how important this watch is?\nThis valuable information gathered by these recorders. Think what it\nwould mean if that data fell into the hands of the Asians! What if you\nmissed an alarm, or fouled up in some way, and one of these recorders\ndestroyed all the data?\"\n\n\"Haven't I been alert all the time, sir?\"\n\n\"Yes! But you've been out here now for three years! Three years. No one\ncan possibly stand it longer than six months. And the fact that you've\nbeen here for three years only means some absolutely catastrophic\ncrack-up is being prolonged, built up inside.\"\n\n\"I don't feel a bit different, sir.\"\n\n\"There are subtle ways of cracking up.\"\n\n\"You _want_ me to have some sort of symptom or something?\"\n\n\"Don't be ridiculous.\"\n\n\n\nIt must have been at least another year before Von Ulrich came back to\nBarton's basketball, triumphantly equipped with new devices, and waving\na spacegram in Barton's sleepy face. Barton read it, shrugged, and let\nit drift to the floor. Von Ulrich tried to control a look almost of\nfear.\n\n\"As soon as the minimum time allowed, she married again,\" Von Ulrich\nsaid. \"And you pretend it means nothing?\"\n\n\"She never did mean much of anything, sir. I mean, she was an\ninterfering kind of woman. She wouldn't let a man live.\"\n\n\"All right, Barton. What about this? She was committing adulterous\nacts with this fellow, this Major General Woods. She was having an\naffair with him for two years before you volunteered for duty in the\nbasketball.\"\n\n\"I figured she was playing around.\"\n\n\"You what?\"\n\n\"It figured.\"\n\n\"You still pretend it meant nothing, that it means nothing now?\"\n\n\"I don't know what it means. What's it got to do with me now? It was\nall right, I guess. I could have gone on with it. But this is better.\"\n\nHe dimly remembered Jean bitching all the time of an evening because\nBarton kept forgetting to take his officer's exam, and how she had to\nskimp along on an NCO's lousy salary, and so on and so forth. Very much\nthe nagging kind. She wouldn't let him read either. He would tell her\nhe was just sort of stupid, and had always been a drifter anyway, and\njust sort of fell into marriage and that he never had had any ambition\nparticularly, and anyway big brass got ulcers and heart conditions. And\nthen she would drag little Joey, the big-headed little brat into it,\nand talk about how little Joey didn't have the right kind of idealized\nimage to assure him a respectable future, and little Joey would stand\nthere and nod his oversized head.\n\n\"What about little Joey's future?\" Jean would say. \"You want him to\nbe just another stupid NCO? And what about his teeth? He's got to\nhave his teeth straightened. They tease him at school, call him The\nSquirrel.\"\n\n\"Yeah, Dad. You want me to be personable and saleable and high on the\nsuccess potential scale? What about my teeth protruding?\"\n\nAnd when Barton went into the bathroom and came back out, Jean was\nthrowing all those books he'd had such a hard time finding into the\nincinerator. Barton volunteered the next day for basketball duty.\n\nIt didn't even seem long ago to Barton. It was oddly like a dream that\nmight have been in the past, or the future, or never at all.\n\nVon Ulrich grabbed up the spacegram and walked stiffly erect out of the\nbasketball.\n\nAt some time in the future, Von Ulrich showed up again with even more\ncomplicated tests and questions. Barton wasn't sure, but it seemed\nlonger than usual that Von Ulrich was away these days. Time didn't mean\nmuch. It didn't have any particular use to Barton now.\n\n\"Yes, yes, you have a perfect service record, Barton. Never have missed\nturning in an alarm with alacrity. And we're so damned short of men\ncapable of taking this kind of duty that I can't pull you out of here\nuntil you make an error--or crack up. Just the same you're not fooling\nme much longer, and you won't be able to fool yourself either.\"\n\nSometime later there was the business about Barton's mother. Von Ulrich\nhad files on Barton going clear back to pre-natal, and maybe even\nbefore that.\n\n\"All right, Barton, you were an only child, and you lived with your\nmother for 10 years after your father died. Then you married. What\nabout the fact that Jean was a replacement for your mother?\"\n\n\"If she was, it never seemed that way to me.\"\n\n\"You expected your wife to take care of you the way your mother\ndid. And not demand anything of you. You expected to escape all\nresponsibility and--Barton, do you consider this basketball to be your\nmother?\"\n\n\"What's that, sir?\"\n\n\"Deafness can be psychosomatic too, don't forget that. I said--but you\nheard me, answer me.\"\n\n\"Doctor Von Ulrich, maybe I'm not normal, but--\"\n\n\"Then you admit the regression. That this basketball floating in space\nis a substitute for your mother's womb. You admit it!\"\n\n\"Why, sir, I didn't--\"\n\n\"But you know it's true don't you?\"\n\n\"I didn't say anything about it. You said it.\"\n\n\"I said it because it's a summation of years of careful diagnosis. Look\nat the etiology. A man who never matured, never was able to accept\nresponsibility as a mature adult. Always just drifting along, into one\njob, out of it, into another job, out of that, never establishing roots\nanywhere, always floating about. Unable to accept any responsibility\nfor your marriage, wanting to escape it. Never able to get close, get\ninvolved with others, only wanting to receive, never give. What does\nit add up to? A fix, a freeze in the pre-natal stage where you were\nfloating free and completely irresponsible in your mother's amniotic\nfluid. That's why you're here in the basketball.\"\n\nVon Ulrich's intense eyes seemed to reach out like arms to enfold\nBarton, then recoiled as Barton shrugged and said: \"So, it's like my\nMa's womb. What difference does it make what you call it as long as I'm\nhappy in it and do my job?\"\n\nVon Ulrich's lips moved soundlessly and then he pointed a finger into\nBarton's nose. \"It makes a helluva lot of difference what you call it.\nYou may be doing an efficient job here, but for the wrong reasons. I\nwish I could recommend, on the basis of my diagnosis, that you agree to\na month's checkup in the Martian Clinic but--\"\n\nBarton interrupted. \"I'm glad you can't. I wouldn't like that as much\nas this. Maybe your reports won't cut much ice as long as I keep up the\nperfect service record.\"\n\nVon Ulrich's jaws were ridged. \"Damn the military system! Damn a system\nthat says a man has to stay up here till he's dead or crazy or makes a\nmistake!\"\n\n\"But Doc, I like it. I'm happier here, I think. Maybe I wasn't normal\non Earth. Maybe I'm not normal here, or maybe being abnormal on Earth\nmakes me normal here. I'm happy and I do my work.\"\n\nVon Ulrich backed away a few steps, then turned and ran out and slammed\nthe sliding panel. He didn't say goodbye to Barton this time, or that\nhe would be back. But Barton took no hope from Von Ulrich's lack of\nceremony.\n\nVon Ulrich did come back, several times. Barton was sleeping a great\ndeal now. He didn't putter with the gimmicks much, not even the clay,\nand he'd about read the books out. He slept a lot and yet there was a\nfunny heavy feeling as though he never did quite sleep or never quite\nwoke up either. But it was a good feeling because when a man was too\nsound asleep he didn't enjoy it because he didn't know anything about\nit. This was sort of in-between, and Barton loved it. Sometimes he\nwould blink his eyes and see Von Ulrich standing there, probably with\nsome new testing device, or with a notebook open, or with a helmet with\nwires to attach to Barton's skull to record something.\n\nAnother time he thought some stranger was there and then he realized\nthat Von Ulrich's face was sagging and wrinkled and that his hair was\nthinner and gray.\n\n\"Why not have groups of watchers if you're so worried about one being\nalone?\"\n\n\"We tried that, it was worse, Barton. They killed one another.\"\n\n\"Well, sir, my being alone is a good thing then, in that respect.\"\n\n\"Have you ever thought that you would kill yourself?\"\n\n\"Why no, sir. Why should I?\"\n\n\"Because you hate yourself. In a society, people can externalize their\nself-hate. They can hate society, other people. You can only turn your\nhate inward, on yourself.\"\n\n\"But I don't hate anything, sir.\"\n\n\"You do!\"\n\n\"But, sir, I don't.\"\n\n\"Barton, I said you hate yourself. It's in all the charts, everything.\nWe all hate ourselves to some extent, why should you be different from\neverybody else?\"\n\n\"Why not, sir?\"\n\nVon Ulrich pressed his hand over his eyes, and walked out.\n\n\n\nIt was like a dream with a shadow drifting in and out and in again, and\nit was Von Ulrich, looking so much older this time. \"It's been almost\nfifteen years, Barton. Fifteen years.\"\n\n\"So? Fifteen years earth time. What does that mean here to me, sir?\"\nBarton smiled, closed his eyes. \"What does time matter in your mother's\nwomb?\"\n\n\"You've developed a definite measurable syndrome, Barton. Excessive\nlethargy and a sleeping compulsion. Eventually it will destroy your\nefficiency as a watcher if it hasn't already.\"\n\nVon Ulrich set off an alarm and in less than four seconds Barton was\nover there sending a report out to the authorities, a report Von Ulrich\nimmediately canceled as being false.\n\nVon Ulrich seemed to dissolve in a haze of fading light.\n\n\"Is that you, Von Ulrich, sir?\"\n\n\"I'm afraid so, Barton. Back again.\"\n\nVon Ulrich sat down in the contour chair and filled a pipe.\n\n\"Remember, Barton when you took your test for basketball duty? The dead\nman's float?\"\n\n\"I sort of remember it, sir. It was fun.\"\n\nVon Ulrich flinched. \"Fun? I've gone over that report on your test,\nBarton. It doesn't make sense. What the hell are you anyway? A damned\nfreak, a mutation, an alien in disguise?\"\n\nThe dead man's float had been pleasant for Barton, that was all he\ncould remember about it. They had taken off all Barton's clothes\nso that nothing touched Barton's body but a blacked-out head-mask\nthrough which to get air. He had been put in a tank of water at body\ntemperature upside down and floated there. There was no sensation.\nIt had been one of the happiest times of his life. Like floating on\nair. Hearing nothing, seeing nothing, feeling nothing except his own\nexistence. Not even able to tell which was right side up, or right side\ndown, cross-wise or whatnot. He had been told to keep still, but nobody\nhad needed to tell him to do that.\n\n\"The first two or three hours of that dead man's float is a good test\nfor basketball duty, Barton. It's a kind of final isolation of the\nhuman organism. Normal human beings can take a couple of hours of it\nusually. They like it. Every human being to some extent likes to return\nto the womb. But after a couple of hours most human beings start going\nto pieces, short-circuiting. The reason is the deprivation of any\noutside stimuli. Something has to feed in through some source--some\nreception source--the skin, ears, nose, the eyes. These things feeding\nin, they orient a person, tells him when he's thinking, feeling, gives\nhim stimuli for additional thinking. With all these turned off, a\nperson is simply left with a closed circuit. This begins to go round\nand round and distorts and magnifies and ruptures the whole thinking\nprocess. The floater becomes anxious, then very anxious, then he begins\nhaving hallucinations, finally becomes completely disoriented. All this\nhappens to a normal human being inside, at the most, three or four\nhours. No human being should be able to remain sane after four hours of\nthe dead man's float, Barton. But remember how long you lay there in\nthat tank?\"\n\n\"I didn't care how long it was.\"\n\n\"Three days,\" Von Ulrich said. \"The neurophysiologist in charge there\nkept checking your reaction and finally he had to take you out of the\ntank, not because you were short-circuiting, but because he was. The\nimpression was that you would have been delighted with the prospect of\ndoing the dead man's float forever.\"\n\n\"I don't remember it being any special time. It was like a dream, sir,\nyou know.\"\n\n\"I don't know, but I'm trying to find out.\" Von Ulrich sighed and\nlooked through the spaceport at blackness. \"Out here I sometimes find\nmyself wondering what normalcy really is. Things sometimes veer toward\nthe dangerously relativistic.\" He sat there in the pure one hundred\npercent silence of the basketball while it accumulated. \"There's one\nthing we've always insisted no human being could tolerate, Barton.\nIsolation. Sullivan said that a single minute of complete isolation\nwould kill a human being. And you've been in a dead man's float for\nalmost twenty-two years.\"\n\n\"Twenty-two years, sir?\"\n\n\"Doesn't mean a thing to you does it?\"\n\n\"Well, sir, it doesn't seem to have had any time in it. I was just\nhere.\"\n\n\n\nThere was another time, like all the other times, except that Von\nUlrich seemed much older, his hair thinner and now all of it gray.\nThere seemed to be something tired about him, except for the brightness\ncoming from behind his intense questioning eyes.\n\nSuddenly he asked, \"Barton, what time is it?\"\n\nBarton glanced at the chrono. \"Quarter of four, sir.\"\n\n\"Keep looking.\"\n\nAfter a while Barton said, \"Still quarter of four.\"\n\n\"That chrono hasn't been working for three years. I stopped it three\nyears ago. You haven't even noticed it, have you?\"\n\n\"I guess not, sir.\"\n\n\"Take a long look out there, Barton. Nothing to see but blackness. No\nfeeling of distance. Imagine your mind going out there, exploring,\ntrying to fit in somewhere. You look out there, you project your\nthoughts out there, nothing comes back. So what time is it? Where are\nyou in all this? There was nothing out here until you came along, not\neven any meaningful kind of time out here. _But there has to be some\nfeeling of time, Barton!_\"\n\nBarton felt a tinge of uneasiness. He looked out. It looked cold.\n\n\"What time is it, Barton?\"\n\n\"What difference does it make?\"\n\n\"Your body has to know. Your body works on a timetable doesn't it?\nYour lungs, expanding, contracting regularly. Your heart beating so\nmany times regularly--_every minute_. Your blood circulating regularly.\nLook here, Barton. You're a product of a specific environment, on a big\nscale, call it Earth, the Solar System. You claim it means nothing,\ntime means nothing. But your heart beats regularly so many times every\nminute and that's why you're alive. Where did the arbitrary rhythm of\nthat beat come from, Barton? You were born with it. It isn't anything\nyou control, or had anything to do with developing, is it? What's a\nminute? On Earth, it has meaning. Sixty seconds part of a minute. Sixty\nminutes make up an hour. What's an hour but a segment of a 24 hour day.\nWhere does that figure come from? The Earth, Barton. It rotates on its\naxis approximately every 24 hours. 24 hours make a day, seven days a\nweek, so many weeks in a month, twelve months make up a year. A year,\nBarton, the Earth rotates around the sun once a year.\"\n\nFor the first time in the basketball, Barton began to feel some\ndiscomfort. He closed his eyes and while they were closed he became\nacutely aware of his heart beating, and the expanding and contracting\nof his lungs.\n\n\"You claim there is no Earth any more, Barton. No Earth rotating on its\naxis, no Earth rotating around the sun. No sun, no moon, no time. Why\nshould your heart go on beating regularly so many times a minute--when\nthere's nothing out here that gives a minute any meaning? Has time\nstopped here? Is there any time here, Barton, when there's nothing here\nto turn time into measurable segments? How can your heart beat so many\ntimes a minute, a year, a lifetime if there's no such thing here any\nmore?\"\n\nBarton slowly opened his eyes. His hands felt wet.\n\n\"This basketball doesn't rotate, Barton. Doesn't move toward, away\nfrom, or around anything. It's moving with the Galaxy but that can't\nmean anything to you can it? Listen, Barton, your body operates largely\non an unconscious level, but what if unconsciously your heart, your\nlungs, your bodily functions start to lose their conditioned memory of\nthe Earth's rotation, the regularity of its movement on its axis and\naround the Sun that gave your birth? What will happen then, Barton?\nWhat happens to your heart-beat if your heart begins to forget how long\na minute is?\"\n\nVon Ulrich leaned down close to Barton's damp face.\n\n\"What time is it, Barton?\"\n\nBarton started to look out the spaceport again, but jerked his head in\nthe other direction. He didn't want to look out. Von Ulrich waited, but\nBarton didn't say anything. Finally, with a tight smile on his face,\nVon Ulrich got up and went to the door.\n\n\"I'll see you again, Barton. Some time.\"\n\nBarton started. \"Wait--don't go,\" he started to say. But something\nconstricted in his throat and he hardly even moved his lips, and no\nsound came out at all.\n\nHe saw the cold streak flash past the view port. It was Von Ulrich's\nclinic. Quickly he looked toward the wall. The chrono was gone. Von\nUlrich had taken it with him. There was a watch, a wrist watch. Barton\nran around looking for the wrist watch, but he couldn't find it.\n\nWhen he lay down again and closed his eyes, he couldn't rest. He\ncouldn't sleep. His heart beat got louder, and after a while that was\nall he could hear, and when he tried to figure out how many times a\nminute his heart was, or was not, beating, he couldn't.\n\nWhat time was it?\n\n\n\nThe war in which all of Earth's outposts were involved, lasted thirty\nyears. The basketballs were forgotten for a long time, and when they\nwere remembered again, a special search was rewarded by finding only\ntwo of them. In the first basketball there was no trace of the watchman\nwho had been abandoned in it almost half a century before, and no\nindication of what had happened to him.\n\nIn the second one, Von Ulrich found Barton still lying peacefully on\nthe couch, looking hardly any different than when Von Ulrich had walked\nout and left him there.\n\nVon Ulrich, who had been retired for a long time and who was unable to\nget about except in a wheel-chair, had requested inclusion among the\nsearch boat's personnel. No one had figured out why because even if\nthey found any basketballs, it was certain that no one would be alive\non any of them, let alone anyone needing Von Ulrich's specialized\ntalents.\n\nVon Ulrich had hoped that Barton's basketball would be found and when\nit was found, he insisted on being carried through the interconnecting\nairlock into the spheroid that looked on the outside like a dead piece\nof slag.\n\nThe ship's medical officer, a man young and rather stiff, was shocked\nat first to see Barton lying there, but he had a ready explanation as\nhe used his stethescope. \"Must have sprung a leak and let in preserving\nfrigidity.\"\n\n\"But then how did the leak repair itself and the temperature return to\nnormal?\" Von Ulrich asked as he studied Barton's smooth, unaged face.\n\n\"Dead,\" the medical officer said, and he dropped the stethescope back\ninto his case.\n\nVon Ulrich gripped the husks of his hands together to keep them from\nrattling, and he smiled slowly. \"Barton didn't like death much.\"\n\nZeiger the medical officer looked puzzled. \"You know this man?\"\n\n\"A little. I tried to know him better but a war intervened. His name is\nHarry Barton and he was assigned to duty in this basketball fifty-three\nyears and about four months ago.\"\n\nZeiger turned away as though to hide an embarrassed reaction.\n\n\"You think I speak out of some mental senility, Zeiger? You know this\nman isn't dead.\"\n\n\"He has to be dead.\"\n\n\"Not Barton. He would hardly approve of your diagnosis. He never\ncared much for diagnosis anyway. This is Harry Barton, and I've\npreserved--for personal reasons--his file. I have it with me. You\nwant to check his fingerprints? You'll find it's the same man who was\nassigned to duty here fifty-three years ago.\"\n\n\"There's no heart-beat,\" Zeiger insisted, but not very enthusiastically.\n\n\"Better give Barton a more thorough check,\" Von Ulrich said.\n\n\n\nBarton's heart was beating all right. Once every thirty-seven hours\nand fourteen seconds. Regularly, strongly, very slowly, but without a\ntremor. The electroencephalograph registered brain waves of regular\nrhythm, but of quite low amplitude. But with a frequency slowed\nto a point so far below normalcy that it took a week to establish\nrecognizable delta, theta, alpha and higher frequency wave-forms. Using\nthe electronic stroboscope to induce changes in brain-wave reaction by\nflicker got results. But the frequency didn't change. When they forced\nBarton's eyes open and used the stroboscope, a slight change in theta\nrhythm signified some irritation, but it was mild.\n\n\"Barton never hated anybody,\" Von Ulrich said.\n\nIt was slow work though, testing Barton's reactions. It was five days\nafter the stroboscopic stimulation before the termination of the brain\nreactive crescendo. Another week before theta rhythm returned to normal.\n\n\"... so I finally decided,\" Von Ulrich told Zeiger, \"that Barton was\nunique--he was the impossible. The absolutely self-sufficient human\nbeing, needing nothing but himself. I was getting older and I figured\nthere was a chance I might not get back and the war threat and so\nforth. I was worried about leaving Barton. But only for one reason.\"\n\nVon Ulrich explained his concern about what might have happened if\nBarton's autonomic nervous system had lost its identification with the\ntime factor that had conditioned it.\n\n\"I figured Barton was absolutely self-sufficient, except for the time\nfactor. He had to have something outside himself relatively to which\nhis organs could function in a necessary regularity.\"\n\nZeiger poured himself another shot of rum and drank it quickly.\n\n\"So he's still here,\" Zeiger said. \"We'll have to take him to the\nMartian Base for observation.\"\n\n\"Why not leave him here? Barton has a perfect service record. He's\nnever missed an alarm.\"\n\n\"But in this condition--\"\n\n\"Let's see.\" Von Ulrich set off an alarm. Barton moved, but it took him\nalmost a week to move a few inches.\n\n\"That's too slow,\" Zeiger insisted.\n\nVon Ulrich said, \"I'll turn in a complete report on Barton. If the\nauthorities want to have him removed, all right. But maybe they won't.\nMaybe they'll decide they have a laboratory here for the study of\na human being that's more important than whatever's being absorbed\nby those recorders. Barton is the thing to watch. I call him the\n'Adaptable,' because I believe he can adapt to anything, fit himself\ninto any situation, any kind of environmental circumstance, if he's not\ninterfered with too much, if he's given even a slight chance. You see\nhe altered his metabolism in order to relate to a different, highly\npersonalized time. And he hasn't aged much either. God knows how long\nhe will live, Zeiger, with such a slowed metabolism. And not only\nthat--who knows what unique kind of personalized time he's developing\nthere inside himself? Who knows if we can even make a human comparison?\"\n\n\"But how did he set this new arbitrary time of his? The heart beating\nevery thirty-seven hours and fourteen seconds?\"\n\nVon Ulrich looked through the spaceport, and then pointed when the\npressure suit drifted past with the long-dead Collins perfectly\npreserved in it and still looking out through the face plate.\n\n\"That way,\" Von Ulrich said. \"Collins is our little human satellite out\nthere, and he rotates around the basketball once every thirty-seven\nhours and fourteen seconds.\"\n\n\"Well I'll be damned,\" Zeiger said.\n\n\"Of our time, that is,\" Von Ulrich said. \"But our time doesn't mean\nanything to Barton now.\"",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59712/pg59712.txt",
        "name": "the_floater.json"
    }
}