{
    "name": "The Spectre In The Cart\n1908",
    "author": [
        "Page, Thomas Nelson"
    ],
    "body": "Charles Scribner's Sons New York, 1908\n\nCopyright, 1891, 1904, 1906\n\n\nI had not seen my friend Stokeman since we were at college together,\nand now naturally we fell to talking of old times. I remembered him as\na hard-headed man without a particle of superstition, if such a thing\nbe possible in a land where we are brought up on superstition, from the\nbottle. He was at that time full of life and of enjoyment of whatever it\nbrought. I found now that his wild and almost reckless spirits had been\ntempered by the years which had passed as I should not have believed\npossible, and that gravity had taken place of the gaiety for which he\nwas then noted.\n\nHe used to maintain, I remember, that there was no apparition or\nsupernatural manifestation, or series of circumstances pointing to such\na manifestation, however strongly substantiated they appeared to be,\nthat could not be explained on purely natural grounds.\n\nDuring our stay at college a somewhat notable instance of what was by\nmany supposed to be a supernatural manifestation occurred in a deserted\nhouse on a remote plantation in an adjoining county.\n\nIt baffled all investigation, and got into the newspapers, recalling the\nCock Lane ghost, and many more less celebrated apparitions. Parties were\norganized to investigate it, but were baffled. Stokeman, on a bet of a\nbox of cigars, volunteered to go out alone and explode the fraud; and\ndid so, not only putting the restless spirit to flight, but capturing it\nand dragging it into town as the physical and indisputable witness both\nof the truth of his theory and of his personal courage. The exploit gave\nhim immense notoriety in our little world.\n\nI was, therefore, no little surprised to hear him say seriously now that\nhe had come to understand how people saw apparitions.\n\n\"I have seen them myself,\" he added, gravely.\n\n\"You do not mean it!\" I sat bolt upright in my chair in my astonishment.\nI had myself, largely through his influence, become a sceptic in matters\nrelating to the supernatural.\n\n\"Yes, I have seen ghosts. They not only have appeared to me, but were as\nreal to my ocular vision as any other external physical object which I\nsaw with my eyes.\n\n\"Of course, it was an hallucination. Tell me; I can explain it.\"\n\n\"I explained it myself,\" he said, dryly. \"But it left me with a little\nless conceit and a little more sympathy with the hallucinations of\nothers not so gifted.\"\n\nIt was a fair hit.\n\n\"In the year--,\" he went on, after a brief period of reflection, \"I was\nthe State's Attorney for my native county, to which office I had been\nelected a few years after I left college, and the year we emancipated\nourselves from carpet-bag rule, and I so remained until I was appointed\nto the bench. I had a personal acquaintance, pleasant or otherwise,\nwith every man in the county. The district was a close one, and I could\nalmost have given the census of the population. I knew every man who was\nfor me and almost every one who was against me. There were few neutrals.\nIn those times much hung on the elections. There was no borderland. Men\nwere either warmly for you or hotly against you.\n\n\"We thought we were getting into smooth water, where the sailing was\nclear, when the storm suddenly appeared about to rise again. In the\ncanvass of that year the election was closer than ever and the contest\nhotter.\n\n\"Among those who went over when the lines were thus sharply drawn was an\nold darky named Joel Turnell, who had been a slave of one of my nearest\nneighbors, Mr. Eaton, and whom I had known all my life as an easygoing,\npalavering old fellow with not much principle, but with kindly manners\nand a likable way. He had always claimed to be a supporter of mine,\nbeing one of the two or three negroes in the county who professed to\nvote with the whites.\n\n\"He had a besetting vice of pilfering, and I had once or twice defended\nhim for stealing and gotten him off, and he appeared to be grateful to\nme. I always doubted him a little; for I believed he did not have force\nof character enough to stand up against his people, and he was a chronic\nliar. Still, he was always friendly with me, and used to claim the\nemoluments and privileges of such a relation. Now, however, on a sudden,\nin this campaign he became one of my bitterest opponents. I attributed\nit to the influence of a son of his, named Absalom, who had gone off\nfrom the county during the war when he was only a youth, and had stayed\naway for many years without anything being known of him, and had now\nreturned unexpectedly. He threw himself into the fight. He claimed to\nhave been in the army, and he appeared to have a deep-seated animosity\nagainst the whites, particularly against all those whom he had known\nin boyhood. He was a vicious-looking fellow, broad-shouldered and\nbow-legged, with a swagger in his gait. He had an ugly scar on the side\nof his throat, evidently made by a knife, though he told the negroes, I\nunderstood, that he had got it in the war, and was ready to fight again\nif he but got the chance. He had not been back long before he was in\nseveral rows, and as he was of brutal strength, he began to be much\nfeared by the negroes. Whenever I heard of him it was in connection\nwith some fight among his own people, or some effort to excite race\nanimosity. When the canvass began he flung himself into it with fury,\nand I must say with marked effect.\n\n\"His hostility appeared to be particularly directed against myself, and\nI heard of him in all parts of the district declaiming against me. The\nnegroes who, for one or two elections, had appeared to have quieted\ndown and become indifferent as to politics were suddenly revivified. It\nlooked as if the old scenes of the Reconstruction period, when the\ntwo sides were like hostile armies, might be witnessed again. Night\nmeetings, or 'camp-fires,' were held all through the district, and\nfrom many of them came the report of Absalom Turnell's violent speeches\nstirring up the blacks and arraying them against the whites. Our side\nwas equally aroused and the whole section was in a ferment. Our effort\nwas to prevent any outbreak and tide over the crisis.\n\n\"Among my friends was a farmer named John Halloway, one of the best men\nin my county, and a neighbor and friend of mine from my boyhood. His\nfarm, a snug little homestead of fifty or sixty acres, adjoined our\nplantation on one side; and on the other, that of the Eatons, to whom\nJoel Turnell and his son Absalom had belonged, and I remember that as a\nboy it was my greatest privilege and reward to go over on a Saturday and\nbe allowed by John Halloway to help him plough, or cut his hay. He was\na big, ruddy-faced, jolly boy, and even then used to tell me about being\nin love with Fanny Peel, who was the daughter of another farmer in the\nneighborhood, and a Sunday-school scholar of my mother's. I thought him\nthe greatest man in the world. He had a fight once with Absalom Turnell\nwhen they were both youngsters, and, though Turnell was rather older and\nmuch the heavier, whipped him completely. Halloway was a good soldier\nand a good son, and when he came back from the war and won his wife, who\nwas a belle among the young farmers, and settled down with her on\nhis little place, which he proceeded to make a bower of roses and\nfruit-trees, there was not a man in the neighborhood who did not rejoice\nin his prosperity and wish him well. The Halloways had no children and,\nas is often the case in such instances, they appeared to be more to each\nother than are most husbands and wives. He always spoke of his wife\nas if the sun rose and set in her. No matter where he might be in the\ncounty, when night came he always rode home, saying that his wife would\nbe expecting him. 'Don't keer whether she 's asleep or not,' he used to\nsay to those who bantered him, 'she knows I 'm a-comin', and she always\nhears my click on the gate-latch, and is waitin' for me.'\n\n\"It came to be well understood throughout the county.\n\n\"'I believe you are hen-pecked,' said a man to him one night.\n\n\"'I believe I am, George,' laughed Hallo-way, 'and by Jings! I like it,\ntoo.'\n\n\"It was impossible to take offence at him, he was so good-natured. He\nwould get out of his bed in the middle of the night, hitch up his horse\nand pull his bitterest enemy out of the mud. He had on an occasion\nridden all night through a blizzard to get a doctor for the wife of\na negro neighbor in a cabin near by who was suddenly taken ill. When\nsomeone expressed admiration for it, especially as it was known that the\nman had not long before been abusing Halloway to the provost-marshal,\nwho at that time was in supreme command, he said:\n\n\"'Well, what 's that got to do with it? Wa 'n 't the man 's wife sick?\nI don't deserve no credit, though; if I had n't gone, my wife would n'\n'a' let me come in her house.'\n\n\"He was an outspoken man, too, not afraid of the devil, and when he\nbelieved a thing he spoke it, no matter whom it hit. In this way John\nhad been in trouble several times while we were under 'gun-rule';\nand this, together with his personal character, had given him great\ninfluence in the county, and made him a power. He was one of my most\nardent friends and supporters, and to him, perhaps, more than to any\nother two men in the county, I owed my position.\n\n\"Absalom Turnell's rancorous speeches had stirred all the county, and\nthe apprehension of the outbreak his violence was in danger of\nbringing might have caused trouble but for John Halloway's coolness and\nlevel-headedness. John offered to go around and follow Absalom up at his\nmeetings. He could 'spike his guns,' he said.\n\n\"Some of his friends wanted to go with him. 'You 'd better not try\nthat,' they argued. That fellow, Ab. Turnell 's got it in for you.' But\nhe said no. The only condition on which he would go was that he should\ngo alone.\n\n\"'They ain't any of 'em going to trouble me. I know 'em all and I git\nalong with 'em first rate. I don't know as I know this fellow Ab.; he 's\nsort o' grown out o' my recollection; but I want to see. He knows me, I\nknow. I got my hand on him once when he was a boy--about my age, and he\nain't forgot that, I know. He was a blusterer; but he did n 't have real\ngrit. He won't say nothin' to my face. But I must go alone. You all are\ntoo flighty.'\n\n\"So Halloway went alone and followed Ab. up at his 'camp-fires,' and if\nreport was true his mere presence served to curb Ab.'s fury, and take\nthe fire out of his harangues. Even the negroes got to laughing and\ntalking about it 'Ab. was jest like a dog when a man faced him,' they\nsaid; 'he could n' look him in the eye.'\n\n\"The night before the election there was a meeting at one of the worst\nplaces in the county, a country store at a point known as Burley's Fork,\nand Halloway went there, alone--and for the first time in the canvass\nthought it necessary to interfere. Absalom, stung by the taunts of\nsome of his friends, and having stimulated himself with mean whiskey,\nlaunched out in a furious tirade against the whites generally, and me\nin particular; and called on the negroes to go to the polls next day\nprepared to 'wade in blood to their lips.' For himself, he said, he had\n'drunk blood' before, both of white men and women, and he meant to drink\nit again. He whipped out and flourished a pistol in one hand and a knife\nin the other.\n\n\"His language exceeded belief, and the negroes, excited by his violence,\nwere showing the effect on their emotions of his wild declamation, and\nwere beginning to respond with shouts and cries when Halloway rose and\nwalked forward. Absalom turned and started to meet him, yelling his fury\nand threats, and the audience were rising to their feet when they were\nstopped. It was described to me afterward.\n\n\"Halloway was in the midst of a powder magazine, absolutely alone,\na single spark would have blown him to atoms and might have caused a\ncatastrophe which would have brought untold evil. But he was as calm as\na May morning. He walked through them, the man who told me said, as if\nhe did not know there was a soul in a hundred miles of him, and as if\nAbsalom were only something to be swept aside.\n\n\"'He wa' n't exac'ly laughin', or even smilin', said my informant, 'but\nhe jest looked easy in his mine.'\n\n\"They were all waiting, he said, expecting Absalom to tear him to pieces\non the spot; but as Halloway advanced, Absalom faltered and stopped. He\ncould not stand his calm eye.\n\n\"'It was jest like a dog givin' way before a man who ain't afraid of\nhim,' my man said. 'He breshed Absalom aside as if he had been a fly,\nand began to talk to us, and I never heard such a speech.'\n\n\"I got there just after it happened; for some report of what Absalom\nintended to do had reached me that night and I rode over hastily,\nfearing that I might arrive too late. When, however, I arrived at the\nplace everything was quiet, Absalom had disappeared. Unable to face\nhis downfall, he had gone off, taking old Joel with him. The tide of\nexcitement had changed and the negroes, relieved at the relaxing of the\ntension, were laughing among themselves at their champion's defeat and\ndisavowing any sympathy with his violence. They were all friendly with\nHalloway.\n\n\"'Dat man wa' n' nothin' but a' outside nigger, nohow,' they said. 'And\nhe always was more mouth then anything else,' etc.\n\n\"'Good L--d! He say he want to drink blood!' declared one man to\nanother, evidently for us to hear, as we mounted our horses.\n\n\"'Drink _whiskey!_' replied the other, dryly, and there was a laugh of\nderision.\n\n\"I rode home with Halloway.\n\n\"I shall never forget his serenity. As we passed along, the negroes were\nlining the roads on their way homeward, and were shouting and laughing\namong themselves; and the greetings they gave us as we passed were\nas civil and good-humored as if no unpleasantness had ever existed. A\nlittle after we set out, one man, who had been walking very fast just\nahead of us, and had been keeping in advance all the time, came close\nto Halloway's stirrup and said something to him in an undertone. All I\ncaught was, layin' up something against him.'\n\n\"'That 's all right, Dick; let him lay it up, and keep it laid up,'\nHalloway laughed.\n\n\"'Dat 's a bad feller!' the negro insisted, uneasily, his voice kept in\nan undertone. 'You got to watch him. I'se knowed him from a boy.'\n\n\"He added something else in a whisper which I did not catch.\n\n\"'All right; certainly not! Much obliged to you, Dick. I 'll keep my\neyes open. Goodnight.'\n\n\"'Good-night, gent'men'; and the negro fell back and began to talk with\nthe nearest of his companions effusively.\n\n\"'Who is that?' I asked, for the man had kept his hat over his eyes.\n\n\"'That 's Dick Winchester. You remember that old fellow 't used to\nbelong to old Mr. Eaton--lived down in the pines back o' me, on the\ncreek 't runs near my place. His wife died the year of the big snow.'\n\n\"It was not necessary for him to explain further. I remembered the negro\nfor whom Hal-loway had ridden through the storm that night.\n\n\"I asked Halloway somewhat irrelevantly, if he carried a pistol. He said\nno, he had never done so.\n\n\"'Fact is, I 'm afraid of killin' somebody. And I don't want to do that,\nI know. Never could bear to shoot my gun even durin' o' the war, though\nI shot her 'bout as often as any of 'em, I reckon--always used to shut\nmy eyes right tight whenever I pulled the trigger. I reckon I was a\nmighty pore soldier,' he laughed. I had heard that he was one of the\nbest in the army.\n\n\"'Besides, I always feel sort o' cowardly if I 've got a pistol on.\nLooks like I was afraid of somebody--an' I ain't. I 've noticed if two\nfellows have pistols on and git to fightin', mighty apt to one git hurt,\nmaybe both. Sort o' like two dogs growling--long as don't but one of 'em\ngrowl it's all right. If don't but one have a pistol, t' other feller\nalways has the advantage and sort o' comes out top, while the man with\nthe pistol looks mean.'\n\n\"I remember how he looked in the dim moonlight as he drawled his quaint\nphilosophy.\n\n\"'I 'm a man o' peace, Mr. Johnny, and I learnt that from your mother--I\nlearnt a heap o' things from her,' he added, presently, after a little\nperiod of reflection. 'She was the lady as used always to have a kind\nword for me when I was a boy. That 's a heap to a boy. I used to think\nshe was an angel. You think it 's _you_ I'm a fightin' for in this\ncanvass? 'T ain't. I like you well enough, but I ain't never forgot\nyour mother, and her kindness to my old people durin' the war when I\nwas away. She give me this handkerchief for a weddin' present when I\nwas married after the war--said 't was all she had to give, and my wife\nthinks the world and all of it; won't let me have it 'cept as a favor;\nbut this mornin' she told me to take it--said 'twould bring me luck.' He\ntook a big bandana out of his pocket and held it up in the moonlight. I\nremembered it as one of my father's.\n\n\"'She 'll make me give it up to-morrow night when I git home,' he\nchuckled.\n\n\"We had turned into a road through the plantations, and had just come to\nthe fork where Halloway's road turned off toward his place.\n\n\"'I lays a heap to your mother's door--purty much all this, I reckon.'\nHis eye swept the moon-bathed scene before him. 'But for her I might n't\n'a got _her_. And ain't a' man in the world got a happier home, or as\ngood a wife.' He waved his hand toward the little homestead that was\nsleeping in the moonlight on the slope the other side of the stream, a\npicture of peace.\n\n\"His path went down a little slope, and mine kept along the side of the\nhill until it entered the woods. A great sycamore tree grew right in\nthe fork, with its long, hoary arms extending over both roads, making a\nbroad mass of shadow in the white moonlight.\n\n\"The next day was the day of election. Hal-loway was at one poll and I\nwas at another; so I did not see him that day. But he sent me word that\nevening that he had carried his poll, and I rode home knowing that we\nshould have peace.\n\n\"I was awakened next morning by the news that both Halloway and his\nwife had been murdered the night before. I at once galloped over to his\nplace, and was one of the first to get there. It was a horrible sight.\nHalloway had evidently been waylaid and killed by a blow of an axe just\nas he was entering his yard gate, and then the door of the house had\nbeen broken open and his wife had been killed, after which Halloway 's\nbody had been dragged into the house, and the house had been fired with\nthe intention of making it appear that the house had burned by accident.\nBut by one of those inscrutable fatalities, the fire, after burning half\nof two walls, had gone out.\n\n\"It was a terrible sight, and the room looked like a shambles. Halloway\nhad plainly been caught unawares while leaning over his gate. The back\nof his head had been crushed in with the eye of an axe, and he had\ndied instantly. The pleasant thought which was in his mind at the\ninstant--perhaps, of the greeting that always awaited him on the click\nof his latch; perhaps, of his success that day; perhaps, of my mother's\nkindness to him when he was a boy--was yet on his face, stamped there\nindelibly by the blow that killed him. There he lay, face upward, as the\nmurderer had thrown him after bringing him in, stretched out his full\nlength on the floor, with his quiet face upturned! looking in that\nthrong of excited, awe-stricken men, just what he had said he was: a\nman of peace. His wife, on the other hand, wore a terrified look on her\nface. There had been a terrible struggle. She had lived to taste the\nbitterness of death, before it took her.\"\n\nStokeman, with a little shiver, put his hand over his eyes as though to\nshut out the vision that recurred to him. After a long breath he began\nagain.\n\n\"In a short time there was a great crowd there, white and black. The\ngeneral mind flew at once to Absalom Turnell. The negroes present were\nas earnest in their denunciation as the whites; perhaps, more so, for\nthe whites were past threatening. I knew from the grim-ness that trouble\nwas brewing, and I felt that if Absalom were caught and any evidence\nwere found on him, no power on earth could save him. A party rode off\nin search of him, and went to old Joel's house. Neither Absalom nor Joel\nwere there; they had not been home since the election, one of the women\nsaid.\n\n\"As a law officer of the county I was to a certain extent in charge at\nHalloway's and in looking around for all the clews to be found, I came\non a splinter of 'light-wood' not as large or as long as one's little\nfinger, stuck in a crack in the floor near the bed: a piece of a stick\nof 'fat-pine,' such as negroes often carry about, and use as tapers. One\nend had been burned; but the other end was clean and was jagged just as\nit had been broken off. There was a small scorched place on the planks\non either side, and it was evident that this was one of the splinters\nthat had been used in firing the house. I called a couple of the\ncoolest, most level-headed men present and quietly showed them the spot,\nand they took the splinter out and I put it in my pocket.\n\n\"By one of those fortuitous chances which so often happen in every\nlawyer's experience, and appear inexplicable, Old Joel Turnell walked\nup to the house just as we came out. He was as sympathetic as possible,\nappeared outraged at the crime, professed the highest regard for\nHalloway, and the deepest sorrow at his death. The sentiment of the\ncrowd was rather one of sympathy with him, that he should have such a\nson as Absalom.\n\n\"I took the old man aside to have a talk with him, to find out where his\nson was and where he had been the night before. He was equally vehement\nin his declarations of his son's innocence, and of professions of regard\nfor Halloway. And suddenly to my astonishment he declared that his son\nhad spent the night with him and had gone away after sunrise.\n\n\"Then happened one of those fatuous things that have led to the\ndetection of so many negroes and can almost be counted on in their\nprosecution. Joel took a handkerchief out of his pocket and wiped his\nface, and as he did so I recognized the very handkerchief Halloway had\nshown me the night before. With the handkerchief, Joel drew out several\nsplinters of light-wood, one of which had been broken off from a longer\npiece. I picked it up and it fitted exactly into the piece that had been\nstuck in the crack in the floor. At first, I could scarcely believe\nmy own senses. Of course, it became my duty to have Joel arrested\nimmediately. But I was afraid to have it done there, the crowd was\nso deeply incensed. So I called the two men to whom I had shown the\nlight-wood splinter, told them the story, and they promised to get him\naway and arrest him quietly and take him safely to jail, which they did.\n\n\"Even then we did not exactly believe that the old man had any active\ncomplicity in the crime, and I was blamed for arresting the innocent old\nfather and letting the guilty son escape. The son, however, was arrested\nshortly afterward.\n\n\"The circumstances from which the crime arose gave the case something\nof a political aspect, and the prisoners had the best counsel to be\nprocured, both at our local bar and in the capital. The evidence was\nalmost entirely circumstantial, and when I came to work it up I found,\nas often occurs, that although the case was plain enough on the outside,\nthere were many difficulties in the way of fitting all the circumstances\nto prove the guilt of the accused and to make out every link in the\nchain. Particularly was this so in the prosecution of the young man,\nwho was supposed to be the chief criminal, and in whose case there was a\nstrong effort to prove an alibi.\n\n\"As I worked, I found to my surprise that the guilt of the old man,\nthough based wholly on circumstantial evidence, was established more\nclearly than that of his son--not indeed, as to the murders, but as to\nthe arson, which served just as well to convict on. The handkerchief,\nwhich Joel had not been able to resist the temptation to steal, and the\nsplinter of light-wood in his pocket, which fitted exactly into that\nfound in the house, together with other circumstances, proved his guilt\nconclusively. But although there was an equal moral certainty of the\nguilt of the young man, it was not so easy to establish it by law.\n\n\"Old Dick Winchester was found dead one morning and the alibi was almost\ncompletely proved, and only failed by the incredibility of the witnesses\nfor the defence. Old Joel persistently declared that Absalom was\ninnocent, and but for a confession by Absalom of certain facts intended\nto shift the suspicion from himself to his father, I do not know how his\ncase might have turned out.\n\n\"I believed him to be the instigator as well as the perpetrator of the\ncrime.\n\n\"I threw myself into the contest, and prosecuted with all the vigor I\nwas capable of. And I finally secured the conviction of both men. But\nit was after a hard fight. They were the only instances in which,\nrepresenting the Commonwealth, I was ever conscious of strong personal\nfeeling, and of a sense of personal triumph. The memory of my last ride\nwith Hal-loway, and of the things he had said to me; the circumstances\nunder which he and his wife were killed; the knowledge that in some sort\nit was on my account; and the bitter attacks made on me personally;(for\nin some quarters I was depicted as a bloodthirsty ruffian, and it\nwas charged that I was for political reasons prosecuting men whom I\npersonally knew to be innocent), all combined to spur me to my utmost\neffort. And when the verdicts were rendered, I was conscious of a sense\nof personal triumph so fierce as to shock me.\n\n\"Not that I did not absolutely believe in the guilt of both prisoners;\nfor I considered that I had demonstrated it, and so did the jurors who\ntried them.\n\n\"The day of execution was set. An appeal was at once taken in both cases\nand a stay was granted, and I had to sustain the verdicts in the upper\ncourt. The fact that the evidence was entirely circumstantial had\naroused great interest, and every lawyer in the State had his theory.\nThe upper court affirmed in both cases and appeals were taken to the\nhighest court, and again stay of execution was granted.\n\n\"The prisoners' counsel had moved to have the prisoners transferred to\nanother county, which I opposed. I was sure that the people of my county\nwould observe the law. They had resisted the first fierce impulse,\nand were now waiting patiently for justice to take its course. Months\npassed, and the stay of execution had to be renewed. The road to\nHalloway's grew up and I understood that the house had fallen in,\nthough I never went that way again. Still the court hung fire as to its\nconclusion.\n\n\"The day set for the execution approached for the third time without the\ncourt having rendered its decision.\n\n\"On the day before that set for the execution, the court gave its\ndecision. It refused to interfere in the case of old Joel, but reversed\nand set aside the verdict in that of the younger man. Of a series\nof over one hundred bills of exception taken by his counsel as a\n'drag-net,' one held; and owing to the admission of a single question\nby a juror, the judgment was set aside in Absalom's case and a new trial\nwas ordered.\n\n\"Being anxious lest the excitement might increase, I felt it my duty to\nstay at the county-seat that night, and as I could not sleep I spent the\ntime going over the records of the two cases; which, like most causes,\ndeveloped new points every time they were read.\n\n\"Everything was perfectly quiet all night, though the village was\nfilling up with people from the country to see the execution, which at\nthat time was still public. I determined next morning to go to my home\nin the country and get a good rest, of which I began to feel the need.\nI was detained, however, and it was well along in the forenoon before I\nmounted my horse and rode slowly out of town through a back street. The\nlane kept away from the main road except at one point just outside of\ntown, where it crossed it at right angles.\n\n\"It was a beautiful spring day--a day in which it is a pleasure merely\nto live, and as I rode along through the quiet lane under the leafy\ntrees I could not help my mind wandering and dwelling on the things\nthat were happening. I am not sure, indeed, that I was not dozing; for I\nreached the highway without knowing just where I was.\n\n\"I was recalled to myself by a rush of boys up the street before\nme, with a crowd streaming along behind them. It was the head of the\nprocession. The sheriff and his men were riding, with set faces, in\nfront and on both sides of a slowly moving vehicle; a common horse-cart\nin which in the midst of his guards, and dressed in his Sunday clothes,\nwith a clean white shirt on, seated on his pine coffin, was old Joel. I\nunconsciously gazed at him, and at the instant he looked up and saw me.\nOur eyes met as naturally as if he had expected to find me there, and\nhe gave me as natural and as friendly a bow--not a particle reproachful;\nbut a little timid, as though he did not quite know whether I would\nspeak to him.\n\n\"It gave me a tremendous shock. I had a sudden sinking of the heart, and\nnearly fell from my horse.\n\n\"I turned and rode away; but I could not shake off the feeling. I tried\nto reassure myself with the reflection that he had committed a terrible\ncrime. It did not compose me. What insisted on coming to my mind was the\neagerness with which I had prosecuted him and the joy I had felt at my\nsuccess.\n\n\"Of course, I know now it was simply that I was overworked and needed\nrest; but at that time the trouble was serious.\n\n\"It haunted me all day, and that night I could not sleep. For many days\nafterwards, it clung to me, and I found myself unable to forget it, or\nto sleep as I had been used to do.\n\n\"The new trial of Absalom came on in time, and the fight was had all\nover again. It was longer than before, as every man in our county had an\nopinion, and a jury had to be brought from another county. But again the\nverdict was the same. And again an appeal was taken; was refused by\nthe next higher court; and allowed by the highest; this time because a\ntalesman had said he had expressed an opinion, but had not formed one.\nIn time the appeal was heard once more, and after much delay, due to\nthe number of cases on the docket and the immense labor of studying\ncarefully so huge a record, it was decided. It was again reversed, on\nthe technicality mentioned, and a new trial was ordered.\n\n\"That same day the court adjourned for the term.\n\n\"Having a bed-room adjoining my office, I spent that night in town. I\ndid not go to sleep until late, and had not been asleep long when I was\nawakened by the continual repetition of a monotonous sound. At first I\nthought I was dreaming, but as I aroused it came to me distinctly: the\nsound of blows in the distance struck regularly. I awaked fully. The\nnoise was in the direction of the jail. I dressed hastily and went down\non the street. I stepped into the arms of a half-dozen masked men who\nquietly laid me on my back, blindfolded me and bound me so that I could\nnot move. I threatened and struggled; but to no purpose, and finally\ngave it up and tried expostulation. They told me that they intended no\nharm to me; but that I was their prisoner and they meant to keep me.\nThey had come for their man, they said, and they meant to have him. They\nwere perfectly quiet and acted with the precision of old soldiers.\n\n\"All the time I could hear the blows at the jail as the mob pounded the\niron door with sledges, and now and then a shout or cry from within.\n\n\"The blows were on the inner door, for the mob had quickly gained access\nto the outer corridor. They had come prepared and, stout as the door\nwas, it could not resist long. Then one great roar went up and the blows\nceased suddenly, and then one cry.\n\n\"In a little while I heard the regular tramp of men, and in a few\nminutes the column came up the street, marching like soldiers. There\nmust have been five hundred of them. The prisoner was in the midst,\nbare-headed and walking between two mounted men, and was moaning and\npleading and cursing by turns.\n\n\"I asked my captors if I might speak, and they gave me ten minutes. I\nstood up on the top step of the house, and for a few minutes I made what\nI consider to have been the best speech I ever made or shall make. I\ntold them in closing that I should use all my powers to find out who\nthey were, and if I could do so I should prosecute them, everyone, and\ntry and have them hanged for murder.\n\n\"They heard me patiently, but without a word, and when I was through,\none of the leaders made a short reply. They agreed with me about the\nlaw; but they felt that the way it was being used was such as to cause\na failure of justice. They had waited patiently, and were apparently no\nnearer seeing justice executed than in the beginning. So they proposed\nto take the law into their own hands. The remedy was, to do away with\nall but proper defences and execute the law without unreasonable delay.\n\n\"It was the first mob I had ever seen, and I experienced a sensation\nof utter powerlessness and insignificance; just as in a storm at sea,\na hurricane, or a conflagration. The individual disappeared before the\nirresistible force.\n\n\"An order was given and the column moved on silently.\n\n\"A question arose among my guards as to what should be done with me.\n\n\"They wished to pledge me to return to my rooms and take no steps until\nmorning, but I would give no pledges. So they took me along with them.\n\n\"From the time they started there was not a word except the orders\nof the leader and his lieutenants and the occasional outcry of the\nprisoner, who prayed and cursed by turns.\n\n\"They passed out of the village and turned in at Halloway's place.\n\n\"Here the prisoner made his last struggle. The idea of being taken to\nHalloway's place appeared to terrify him to desperation. He might as\nwell have struggled against the powers of the Infinite. He said he would\nconfess everything if they would not take him there. They said they did\nnot want his confession. He gave up, and from this time was quiet; and\nhe soon began to croon a sort of hymn.\n\n\"The procession stopped at the big sycamore under which I had last\nparted from Halloway.\n\n\"I asked leave to speak again; but they said no. They asked the prisoner\nif he wanted to say anything. He said he wanted something to eat. The\nleader said he should have it; that it should never be said that any\nman--even he--had asked in vain for food in that county.\n\n\"Out of a haversack food was produced in plenty, and while the crowd\nwaited, amidst profound silence the prisoner squatted down and ate up\nthe entire plateful.\n\n\"Then the leader said he had just five minutes more to live and he had\nbetter pray.\n\n\"He began a sort of wild incoherent ramble; confessed that he had\nmurdered Halloway and his wife, but laid the chief blame on his father,\nand begged them to tell his friends to meet him in heaven.\n\n\"I asked leave to go, and it was given me on condition that I would not\nreturn for twenty minutes. This I agreed to.\n\n\"I went to my home and aroused someone, and we returned. It was not much\nmore than a half-hour since I had left, but the place was deserted. It\nwas all as silent as the grave. There was no living creature there.\nOnly under the great sycamore, from one of its long, pale branches that\nstretched across the road, hung that dead thing with the toes turned a\nlittle in, just out of our reach, turning and swaying a little in the\nnight wind.\n\n\"We had to climb to the limb to cut the body down.\n\n\"The outside newspapers made a good deal of the affair. I was charged\nwith indifference, with cowardice, with venality. Some journals even\ndeclared that I had instigated the lynching and participated in it, and\nsaid that I ought to be hanged.\n\n\"I did not mind this much. It buoyed me up, and I went on with my work\nwithout stopping for a rest, as I had intended to do.\n\n\"I kept my word and ransacked the county for evidence against the\nlynchers. Many knew nothing about the matter; others pleaded their\nprivilege and refused to testify on the ground of self-crimination.\n\n\"The election came on again, and almost before I knew it I was in the\nmidst of the canvass.\n\n\"I held that election would be an indorsement of me, and defeat would be\na censure. After all, it is the indorsement of those about our own home\nthat we desire.\n\n\"The night before the election I spoke to a crowd at Burley's Fork. The\nplace had changed since Halloway checked Absalom Turnell there. A large\ncrowd was in attendance. I paid Halloway my personal tribute that night,\nand it met with a deep response. I denounced the lynching. There was a\ndead silence. I was sure that in my audience were many of the men who\nhad been in the mob that night.\n\n\"When I rode home quite a company started with me.\n\n\"The moon, which was on the wane, was, I remember, just rising as we set\nont It was a soft night, rather cloudy, but not dark, for the sad moon\nshone a little now and then, looking wasted and red. The other men\ndropped off from time to time as we came to the several roads that led\nto their homes and at last I was riding alone. I was dead tired and\nafter I was left by my companions sat loungingly on my horse. My mind\nran on the last canvass and the strange tragedy that had ended it, with\nits train of consequences. I was not aware when my horse turned off from\nthe main road into the by-lane that led through the Halloway place to\nmy own home. My horse was the same I had ridden that night. I awaked\nsuddenly to a realization of where I was, and regretted for a second\nthat I had come by that road. The next moment I put the thought away\nas a piece of cowardice and rode on, my mind perfectly easy. My horse\npresently broke into a canter and I took a train of thought distinctly\npleasant. I mention this to account for my inability to explain what\nfollowed. I was thinking of old times and of a holiday I had once spent\nat Halloway 's when old Joel came through on his way to his wife's\nhouse. It was the first time I remembered ever seeing Joel. I was\nsuddenly conscious of something white moving on the road before me. At\nthe same second my horse suddenly wheeled with such violence as to break\nmy stirrup-leather and almost throw me over his neck. I pulled him up\nand turned him back, and there before me, coming along the unused road\nup the hill from Hallo way's, was old Joel, sitting in a cart, looking\nat me, and bowing to me politely just as he had done that morning on his\nway to the gallows; while dangling from the white limb of the sycamore,\nswaying softly in the wind, hung the corpse of Absalom. At first I\nthought it was an illusion and I rubbed my eyes. But there they were.\nThen I thought it was a delusion; and I reined in my horse and reasoned\nabout it. But it was not; for I saw both men as plainly as I saw my\nstirrup-leather lying there in the middle of the road, and in the same\nway. My horse saw them too, and was so terrified that I could not keep\nhim headed to them. Again and again I pulled him around and looked at\nthe men and tried to reason about them; but every time I looked there\nthey were, and my horse snorted and wheeled in terror. I could see the\nclothes they wore: the clean, white shirt and neat Sunday suit old Joel\nhad on, and the striped, hickory shirt, torn on the shoulders, and the\ngray trousers that the lynched man wore--I could see the white rope\nwrapped around the limb and hanging down, and the knot at his throat; I\nremembered them perfectly. I could not get near the cart, for the road\ndown to Halloway's, on which it moved steadily without ever approaching,\nwas stopped up. But I rode right under the limb on which the other man\nhung, and there he was just above my head. I reasoned with myself, but\nin vain. There he still hung silent and limp, swinging gently in the\nnight wind and turning a little back and forth at the end of the white\nrope.\n\n\"In sheer determination to fight it through I got off my horse and\npicked up my stirrup. He was trembling like a leaf. I remounted and rode\nback to the spot and looked again, confident that the spectres would now\nhave disappeared. But there they were, old Joel, sitting in his cart,\nbowing to me civilly with timid, sad, friendly eyes, as much alive as I\nwas, and the dead man, with his limp head and arms and his toes turned\nin, hanging in mid-air.\n\n\"I rode up under the dangling body and cut at it with my switch. At the\nmotion my horse bolted. He ran fully a mile before I could pursue him\nin.\n\n\"The next morning I went to my stable to get my horse to ride to the\npolls. The man a the stable said:\n\n\"'He ain't fit to take out, sir. You must 'a gi'n him a mighty hard ride\nlast night--he won't tetch a moufful; he 's been in a cold sweats all\nnight.'\n\n\"Sure enough, he looked it.\n\n\"I took another horse and rode out by Halloway's to see the place by\ndaylight.\n\n\"It was quiet enough now. The sycamore shaded the grass-grown track, and\na branch, twisted and broken by some storm, hung by a strip of bark from\nthe big bough that stretched across the road above my head, swaying,\nwith limp leaves, a little in the wind; a dense dogwood bush in full\nbloom among the young pines, filled a fence-corner down the disused road\nwhere old Joel had bowed to me from his phantom cart the night before.\nBut it was hard to believe that these were the things which had created\nsuch impressions on my mind--as hard to believe as that the quiet\ncottage peering out from amid the mass of peach-bloom on the other slope\nwas one hour the home of such happiness, and the next the scene of such\na tragedy.\" Once more he put his hand suddenly before his face as though\nto shut out something from his vision. \"Yes, I have seen apparitions,\"\nhe said, thoughtfully, \"but I have seen what was worse.\"",
    "metadata": {
        "author": [
            "Page, Thomas Nelson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23515/pg23515.txt",
        "name": "the_spectre_in_the_cart_1908.json"
    }
}