{
    "name": "The Deserter",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "JOHN T. MCCUTCHEON\n\nNEW YORK CHARLES SCRIBNER'S SONS 1918\n\n\n\n\nINTRODUCTION\n\n\nWhen Mr. Davis wrote the story of \"The Deserter,\" he could not\npossibly have foreseen that it was to be his last story--the last\nof those short stories which gave him such eminence as a\nshort-story writer.\n\nHe apparently was as rugged and as vigorous as ever.\n\nAnd yet, had he sat down to write a story which he knew was to be\nhis last, I do not think he could have written one more fittingly\ndesigned to be the capstone of his literary monument. The theme is\none in which he has unconsciously mirrored his own ideals of\nhonorable obligation, as well as one which presents a wholesome\nlesson to young soldiers who have taken an oath to do faithful\nservice to a nation.\n\nIt is a story with a moral so subtly expressed that every soldier\nor sailor who reads it will think seriously of it if the\ntemptation to such disloyalty should enter his mind. This story of\nthe young man who tried to desert at Salonika may well have a\nheartening influence upon all men in uniforms who waver in the\npath of duty--especially in these days of vast military operations\nwhen a whole world is in arms. It belongs in patriotic literature\nby the side of Edward Everett Hale's \"The Man Without a Country.\"\nThe motif is the same--that of obligation and service and loyalty\nto a pledge.\n\nIn \"The Deserter\" Mr. Davis does not reveal the young soldier's\nname, for obvious reasons, and the name of the hotel and ship in\nSalonika are likewise disguised. It is part of the art of the\nskilful story-writer to dress his narrative in such a way as to\neliminate those matter-of-fact details which would be emphasized\nby one writing the story as a matter of news. For instance, the\nHotel Hermes in Mr. Davis's story is the Olympos Palace Hotel, and\nthe _Adriaticus_ is the Greek steamer _Helleni_. The name of the\nyoung soldier is given as \"Hamlin,\" and under this literary\n\"camouflage,\" to borrow a word born of the war, the story may be\nread without the thought that a certain definite young man will be\nhumiliated by seeing his own name revealed as that of a potential\ndeserter.\n\nBut the essentials of the story are all true, and its value as a\nlasting influence for good is in no way impaired by the necessary\nfictions as to places and identities.\n\nIt was my privilege to see the dramatic incidents of the story of\n\"The Deserter\" as they unfolded during the time included in Mr.\nDavis's story. The setting was in the huge room--chamber,\nliving-room, workroom, clubroom, and sometimes dining-room that we\noccupied in the Olympos Palace Hotel in Salonika. William G.\nShepherd, of the United Press, James H. Hare, the veteran war\nphotographer, and I were the original occupants of this room,\nwhich owed its vast dimensions to the fact that it formerly had\nbeen the dining-room of the hotel, later the headquarters of the\nAustrian Club, and finally, under the stressful conditions of an\novercrowded city, a bedroom. Mr. Davis joined us here in November\nof 1915, and for some days shared the room until he could secure\nanother in the same hotel.\n\nThe city was seething with huge activities. We lived from day to\nday, not knowing what moment some disaster might result as a\nconsequence of an incongruous military and political situation, in\nwhich German and Austrian consular officials walked the streets\nside by side with French and British officers. Men who had lived\nthrough many strange situations declared that this motley of\ntongues and nationalities and conflicting interests to be found in\nSalonika during those last weeks of 1915 was without a parallel in\ntheir experiences.\n\nInto this atmosphere occasionally came the little human dramas\nthat were a welcome novelty beside the big drama that dominated\nthe picture, and it was thus that the drama of the young soldier\nwho wished to desert came into our lives as a gripping, human\ndocument.\n\nTo Mr. Davis the drama was more than a \"news\" story; it was\nsomething big and fundamental, involving a young man's whole\nfuture, and as such it revealed to his quick instinct for dramatic\nsituations the theme for a big story.\n\nNo sooner had \"Hamlin\" left our room, reclad in his dirty uniform\nand headed for certain punishment back at his camp, than Mr. Davis\nproclaimed his intention to write the story.\n\n\"The best war story I ever knew!\" he exclaimed.\n\nOf course the young soldier did not see it as a drama in real\nlife, and he certainly did not comprehend that he might be playing\na part in what would be a tragedy in his own life. To him the\nincident had no dramatic possibilities. He was merely a young man\nwho had been racked by exposure and suffering to a point where he\nlonged to escape a continuance of such hardship, and the easiest\nway out of it seemed by way of deserting.\n\nHe was \"fed up\" on discomfort and dirt and cold, and harassed by\nthe effects of an ill-healed wound received in Flanders some\nmonths before, and he wanted to go home.\n\nThe story, as Mr. Davis tells it in the following pages, is\ncomplete as it stands. So far as he knew up to the time of his\ndeath, there was no sequel. He died thinking of \"Hamlin\" as a\npotential deserter who had been shamed out of his purpose to\ndesert and who had left, ungrateful and bitter with resentment at\nhis fellow Americans, who had persuaded him to go back to camp,\n\"take his medicine,\" and \"see it through.\"\n\nThe Hotel \"Hermes\" is probably no more. Only a few days ago the\nnews came that all of the water-front of Salonika, a district\nstretching in splendid array from the \"White Tower\" to the Customs\nHouse, had been wiped out by a tremendous fire. It was in this\ndistrict that most of the finest buildings, including the Olympos\nPalace Hotel--the Hotel Hermes of Mr. Davis's story--were located,\nand there is little likelihood that any of this part of the city\nescaped. The magnitude of the fire is indicated by the estimated\nloss, which is $100,000,000, with about $26,000,000 insurance.\n\nThe government has authorized the construction of barracks outside\nthe burned zone, but has decided not to permit repairs or\ntemporary construction within that area until plans for rebuilding\nthe city are complete.\n\nThus the setting of the story of \"The Deserter\" is gone, the\nauthor is gone, and who can tell at this moment whether \"Hamlin,\"\nfighting in the trenches on the British front in Prance, is not\nalso gone.\n\nI hope it may not affect the interest or the moral of the story if\nI give the sequel. I know that Mr. Davis would have been glad to\nhear what became of the young man who left our room with an angry\nword of resentment against us. I hope, too, that the reader will\nfeel a natural interest in knowing how he fared, and what\npunishment he received for having overstayed his leave, and for\nshaving his mustache as part of his plan to escape detection, both\nof which infractions made him subject to punishment.\n\nOne day about three weeks after Davis had left Salonika homeward\nbound, a soldier brought us a note from \"Hamlin.\" He was on a Red\nCross lighter down at the pier, and we at once went down to see\nhim. He was lying on a stretcher among scores of men. His face was\nthin and pale, and in answer to our eager questions he told how he\nhad fared when he returned to camp.\n\n\"Oh, they gave it to me good,\" he said. \"But they still think I\ngot drunk. They took away my stripes and made me a private. But I\nwas sick the night I got back to camp and I've been laid up ever\nsince. They say there is something the matter with my intestines\nand they're going to cut me open again. Gee, but the captain was\nsurprised! He said he had always counted on me as a teetotaller\nand that he was grieved and disappointed in me. And just think,\nI've never taken a drink in my life!\"\n\nWe said good-by, and this time it was a friendly good-by. That\nnight he left on a hospital ship for Alexandria.\n\nOnce more the course of young Mr. \"Hamlin's\" life was swallowed up\nin the vast oblivion of army life, and we heard no more of him\nuntil, one day in London, three months later, Shepherd felt an arm\nthrown about his shoulder and turned to find the healthy and\ncheerful face of \"Hamlin.\"\n\nA few minutes later, at a luncheon-table, Shepherd heard his\nstory.\n\nAfter leaving Alexandria he was sent to a hospital in Manchester.\nOn the day of his discharge he was asked to report to a certain\nmajor, who informed him that the government had conferred upon him\nthe D.C.M.--the medal for Distinguished Conduct in the field--in\nrecognition of his service in recovering a wounded man from No\nMan's land in Flanders ten months before. The following day,\nbefore a file of soldiers drawn up on the parade-ground, the honor\nwas officially conferred and a little ribbon was pinned upon his\ncoat to testify to the appreciative, though somewhat tardy,\ngratitude of the government.\n\n\"Hamlin\" pointed to the little ribbon on his lapel and proudly\ndrew from his pocket an official paper in which his heroic\nachievement was duly recited.\n\nHe had not heard of Davis's death, and was deeply touched when Mr.\nShepherd told him of it. At once he expressed his endless\ngratitude to Davis and the rest of us for what we had done for him\nin Salonika.\n\nIn a few days he was to return to France with his regiment. What\nhas happened to him since then I have no means of knowing. His\nmovements are again wrapped in that dense fog which veils the\nsoldier's life to all the outside world except those to whom he\nwrites.\n\nIn view of what we now know of Hamlin's physical condition at the\ntime his mind was obsessed with the idea of deserting, both Mr.\nShepherd and I are glad to believe that his decision to desert was\nthe consequence of physical rather than mental or moral weakness,\nfor his stamina was at its lowest ebb because of a weakened body.\n\nJOHN T. McCUTCHEON.\n\nCHICAGO, ILLINOIS,\nSeptember 15, 1917.\n\n\n\n\nTHE DESERTER\n\n\nIn Salonika, the American consul, the Standard Oil man, and the\nwar correspondents formed the American colony. The correspondents\nwere waiting to go to the front. Incidentally, as we waited, the\nfront was coming rapidly toward us. There was \"Uncle\" Jim, the\nveteran of many wars, and of all the correspondents, in experience\nthe oldest and in spirit the youngest, and there was the Kid, and\nthe Artist. The Kid jeered at us, and proudly described himself as\nthe only Boy Reporter who jumped from a City Hall assignment to\ncover a European War. \"I don't know strategy,\" he would boast;\n\"neither does the Man at Home. He wants 'human interest' stuff,\nand I give him what he wants. I write exclusively for the subway\nguard and the farmers in the wheat belt. When you fellows write\nabout the 'Situation,' they don't understand it. Neither do you.\nNeither does Venizelos or the King. I don't understand it myself.\nSo, I write my people heart-to-heart talks about refugees and\nwounded, and what kind of ploughs the Servian peasants use, and\nthat St. Paul wrote his letters to the Thessalonians from the same\nhotel where I write mine; and I tell 'em to pronounce Salonika\n'eeka,' and _not_ put the accent on the 'on.' This morning at the\nrefugee camp I found all the little Servians of the Frothingham\nunit in American Boy Scout uniforms. That's my meat. That's 'home\nweek' stuff. You fellows write for the editorial page; and nobody\nreads it. I write for the man that turns first to Mutt and Jeff,\nand then looks to see where they are running the new Charlie\nChaplin release. When that man has to choose between 'our military\ncorrespondent' and the City Hall Reporter, he chooses me!\"\n\nThe third man was John, \"Our Special Artist.\" John could write a\nnews story, too, but it was the cartoons that had made him famous.\nThey were not comic page, but front page cartoons, and before\nmaking up their minds what they thought, people waited to see what\ntheir Artist thought. So, it was fortunate his thoughts were as\nbrave and clean as they were clever. He was the original Little\nBrother to the Poor. He was always giving away money. When we\ncaught him, he would prevaricate. He would say the man was a\ncollege chum, that he had borrowed the money from him, and that\nthis was the first chance he had had to pay it back. The Kid\nsuggested it was strange that so many of his college chums should\nat the same moment turn up, dead broke, in Salonika, and that half\nof them should be women.\n\nJohn smiled disarmingly. \"It was a large college,\" he explained,\n\"and coeducational.\" There were other Americans; Red Cross doctors\nand nurses just escaped through the snow from the Bulgars, and\nhyphenated Americans who said they had taken out their first\npapers. They thought hyphenated citizens were so popular with us,\nthat we would pay their passage to New York. In Salonika they were\ntransients. They had no local standing. They had no local\nlying-down place, either, or place to eat, or to wash, although\nthey did not look as though that worried them, or place to change\ntheir clothes. Or clothes to change. It was because we had clothes\nto change, and a hotel bedroom, instead of a bench in a cafe, that\nwe were ranked as residents and from the Greek police held a\n\"permission to sojourn.\" Our American colony was a very close\ncorporation. We were only six Americans against 300,000 British,\nFrench, Greek, and Servian soldiers, and 120,000 civilian Turks,\nSpanish Jews, Armenians, Persians, Egyptians, Albanians, and\nArabs, and some twenty more other faces that are not listed. We\nhad arrived in Salonika before the rush, and at the Hotel Hermes\non the water-front had secured a vast room. The edge of the stone\nquay was not forty feet from us, the only landing steps directly\nopposite our balcony. Everybody who arrived on the Greek passenger\nboats from Naples or the Piraeus, or who had shore leave from a *\nman-of-war, transport, or hospital ship, was raked by our cameras.\nThere were four windows--one for each of us and his worktable. It\nwas not easy to work. What was the use? The pictures and stories\noutside the windows fascinated us, but when we sketched them or\nwrote about them, they only proved us inadequate. All day long the\npinnaces, cutters, gigs, steam launches shoved and bumped against\nthe stone steps, marines came ashore for the mail, stewards for\nfruit and fish, Red Cross nurses to shop, tiny midshipmen to visit\nthe movies, and the sailors and officers of the Russian, French,\nBritish, Italian, and Greek war-ships to stretch their legs in the\npark of the Tour Blanche, or to cramp them under a cafe table.\nSometimes the ambulances blocked the quay and the wounded and\nfrostbitten were lifted into the motorboats, and sometimes a squad\nof marines lined the landing stage, and as a coffin under a French\nor English flag was borne up the stone steps stood at salute. So\ncrowded was the harbor that the oars of the boatmen interlocked.\n\nClose to the stone quay, stretched along the three-mile circle,\nwere the fishing smacks, beyond them, so near that the anchor\nchains fouled, were the passenger ships with gigantic Greek flags\npainted on their sides, and beyond them transports from\nMarseilles, Malta, and Suvla Bay, black colliers, white hospital\nships, burning green electric lights, red-bellied tramps and\nfreighters, and, hemming them in, the grim, mouse-colored\ndestroyers, submarines, cruisers, dreadnaughts. At times, like a\nwall, the cold fog rose between us and the harbor, and again the\ncurtain would suddenly be ripped asunder, and the sun would flash\non the brass work of the fleet, on the white wings of the\naeroplanes, on the snow-draped shoulders of Mount Olympus. We\noften speculated as to how in the early days the gods and\ngoddesses, dressed as they were, or as they were not, survived the\nsnows of Mount Olympus. Or was it only their resort for the\nsummer?\n\nIt got about that we had a vast room to ourselves, where one might\nobtain a drink, or a sofa for the night, or even money to cable\nfor money. So, we had many strange visitors, some half starved,\nhalf frozen, with terrible tales of the Albanian trail, of the\nAustrian prisoners fallen by the wayside, of the mountain passes\nheaped with dead, of the doctors and nurses wading waist-high in\nsnowdrifts and for food killing the ponies. Some of our visitors\nwanted to get their names in the American papers so that the folks\nat home would know they were still alive, others wanted us to keep\ntheir names out of the papers, hoping the police would think them\ndead; another, convinced it was of pressing news value, desired us\nto advertise the fact that he had invented a poisonous gas for use\nin the trenches. With difficulty we prevented him from casting it\nadrift in our room. Or, he had for sale a second-hand motorcycle,\nor he would accept a position as barkeeper, or for five francs\nwould sell a state secret that, once made public, in a month would\nend the war. It seemed cheap at the price.\n\nEach of us had his \"scouts\" to bring him the bazaar rumor, the\nTurkish bath rumor, the cafe rumor. Some of our scouts journeyed\nas far afield as Monastir and Doiran, returning to drip snow on\nthe floor, and to tell us tales, one-half of which we refused to\nbelieve, and the other half the censor refused to pass. With each\nother's visitors it was etiquette not to interfere. It would have\nbeen like tapping a private wire. When we found John sketching a\ngiant stranger in a cap and coat of wolf skin we did not seek to\nknow if he were an Albanian brigand, or a Servian prince\n_incognito_, and when a dark Levantine sat close to the Kid,\nwhispering, and the Kid banged on his typewriter, we did not\nlisten.\n\nSo, when I came in one afternoon and found a strange American\nyouth writing at John's table, and no one introduced us, I took it\nfor granted he had sold the Artist an \"exclusive\" story, and asked\nno questions. But I could not help hearing what they said. Even\nthough I tried to drown their voices by beating on the Kid's\ntypewriter. I was taking my third lesson, and I had printed, \"I\nAmm 5w writjng This, 5wjth my own lilly w?ite handS,\" when I heard\nthe Kid saying:\n\n\"You can beat the game this way. Let John buy you a ticket to the\nPiraeus. If you go from one Greek port to another you don't need a\nvise. But, if you book from here to Italy, you must get a permit\nfrom the Italian consul, and our consul, and the police. The plot\nis to get out of the war zone, isn't it? Well, then, my dope is to\nget out quick, and map the rest of your trip when you're safe in\nAthens.\"\n\nIt was no business of mine, but I had to look up. The stranger was\nnow pacing the floor. I noticed that while his face was almost\nblack with tan, his upper lip was quite white. I noticed also that\nhe had his hands in the pockets of one of John's blue serge suits,\nand that the pink silk shirt he wore was one that once had\nbelonged to the Kid. Except for the pink shirt, in the appearance\nof the young man there was nothing unusual. He was of a familiar\ntype. He looked like a young business man from our Middle West,\nmatter-of-fact and unimaginative, but capable and self-reliant. If\nhe had had a fountain pen in his upper waistcoat pocket, I would\nhave guessed he was an insurance agent, or the publicity man for a\nnew automobile. John picked up his hat, and said, \"That's good\nadvice. Give me your steamer ticket, Fred, and I'll have them\nchange it.\" He went out; but he did not ask Fred to go with him.\n\nUncle Jim rose, and murmured something about the Cafe Roma, and\ntea. But neither did he invite Fred to go with him. Instead, he\ntold him to make himself at home, and if he wanted anything the\nwaiter would bring it from the cafe downstairs. Then the Kid, as\nthough he also was uncomfortable at being left alone with us,\nhurried to the door. \"Going to get you a suitcase,\" he explained.\n\"Back in five minutes.\"\n\nThe stranger made no answer. Probably he did not hear him. Not a\nhundred feet from our windows three Greek steamers were huddled\ntogether, and the eyes of the American were fixed on them. The one\nfor which John had gone to buy him a new ticket lay nearest. She\nwas to sail in two hours. Impatiently, in short quick steps, the\nstranger paced the length of the room, but when he turned and so\ncould see the harbor, he walked slowly, devouring it with his\neyes. For some time, in silence, he repeated this manoeuvre; and\nthen the complaints of the typewriter disturbed him. He halted and\nobserved my struggles. Under his scornful eye, in my embarrassment\nI frequently hit the right letter. \"You a newspaper man, too?\" he\nasked. I boasted I was, but begged not to be judged by my\ntypewriting.\n\n\"I got some great stories to write when I get back to God's\ncountry,\" he announced. \"I was a reporter for two years in Kansas\nCity before the war, and now I'm going back to lecture and write.\nI got enough material to keep me at work for five years. All kinds\nof stuff--specials, fiction stories, personal experiences, maybe a\nnovel.\"\n\nI regarded him with envy. For the correspondents in the greatest\nof all wars the pickings had been meagre. \"You are to be\ncongratulated,\" I said. He brushed aside my congratulations. \"For\nwhat?\" he demanded. \"I didn't go after the stories; they came to\nme. The things I saw I had to see. Couldn't get away from them.\nI've been with the British, serving in the R.A.M.C. Been hospital\nsteward, stretcher bearer, ambulance driver. I've been sixteen\nmonths at the front, and all the time on the firing-line. I was in\nthe retreat from Mons, with French on the Marne, at Ypres, all\nthrough the winter fighting along the Canal, on the Gallipoli\nPeninsula, and, just lately, in Servia. I've seen more of this war\nthan any soldier. Because, sometimes, they give the soldier a\nrest; they never give the medical corps a rest. The only rest I\ngot was when I was wounded.\"\n\nHe seemed no worse for his wounds, so again I tendered\ncongratulations. This time he accepted them. The recollection of\nthe things he had seen, things incredible, terrible, unique in\nhuman experience, had stirred him. He talked on, not boastfully,\nbut in a tone, rather, of awe and disbelief, as though assuring\nhimself that it was really he to whom such things had happened.\n\n\"I don't believe there's any kind of fighting I haven't seen,\" he\ndeclared; \"hand-to-hand fighting with bayonets, grenades, gun\nbutts. I've seen 'em on their knees in the mud choking each other,\nbeating each other with their bare fists. I've seen every kind of\nairship, bomb, shell, poison gas, every kind of wound. Seen whole\nvillages turned into a brickyard in twenty minutes; in Servia seen\nbodies of women frozen to death, bodies of babies starved to\ndeath, seen men in Belgium swinging from trees; along the Yzer for\nthree months I saw the bodies of men I'd known sticking out of the\nmud, or hung up on the barb wire, with the crows picking them.\n\n\"I've seen some of the nerviest stunts that ever were pulled off\nin history. I've seen _real_ heroes. Time and time again I've seen\na man throw away his life for his officer, or for a chap he didn't\nknow, just as though it was a cigarette butt. I've seen the women\nnurses of our corps steer a car into a village and yank out a\nwounded man while shells were breaking under the wheels and the\nhouses were pitching into the streets.\" He stopped and laughed\nconsciously.\n\n\"Understand,\" he warned me, \"I'm not talking about myself, only of\nthings I've seen. The things I'm going to put in my book. It ought\nto be a pretty good book--what?\"\n\nMy envy had been washed clean in admiration.\n\n\"It will make a wonderful book,\" I agreed. \"Are you going to\nsyndicate it first?\"\n\nYoung Mr. Hamlin frowned importantly.\n\n\"I was thinking,\" he said, \"of asking John for letters to the\nmagazine editors. So, they'll know I'm not faking, that I've\nreally been through it all. Letters from John would help a lot.\"\nThen he asked anxiously: \"They would, wouldn't they?\"\n\nI reassured him. Remembering the Kid's gibes at John and his\nnumerous dependents, I said: \"You another college chum of John's?\"\nThe young man answered my question quite seriously. \"No,\" he said;\n\"John graduated before I entered; but we belong to the same\nfraternity. It was the luckiest chance in the world my finding him\nhere. There was a month-old copy of the _Balkan News_ blowing\naround camp, and his name was in the list of arrivals. The moment\nI found he was in Salonika, I asked for twelve hours' leave, and\ncame down in an ambulance. I made straight for John; gave him the\ngrip, and put it up to him to help me.\"\n\n\"I don't understand,\" I said. \"I thought you were sailing on the\n_Adriaticus?_\"\n\nThe young man was again pacing the floor. He halted and faced the\nharbor.\n\n\"You bet I'm sailing on the _Adriaticus_\" he said. He looked out\nat that vessel, at the Blue Peter flying from her foremast, and\ngrinned. \"In just two hours!\"\n\nIt was stupid of me, but I still was unenlightened. \"But your\ntwelve hours' leave?\" I asked.\n\nThe young man laughed. \"They can take my twelve hours' leave,\" he\nsaid deliberately, \"and feed it to the chickens. I'm beating it.\"\n\n\"What d'you mean, you're beating it?\"\n\n\"What do you suppose I mean?\" he demanded. \"What do you suppose\nI'm doing out of uniform, what do you suppose I'm lying low in the\nroom for? So's I won't catch cold?\"\n\n\"If you're leaving the army without a discharge, and without\npermission,\" I said, \"I suppose you know it's desertion.\"\n\nMr. Hamlin laughed easily. \"It's not _my_ army,\" he said. \"I'm an\nAmerican.\"\n\n\"It's your desertion,\" I suggested.\n\nThe door opened and closed noiselessly, and Billy, entering,\nplaced a new travelling bag on the floor. He must have heard my\nlast words, for he looked inquiringly at each of us. But he did\nnot speak and, walking to the window, stood with his hands in his\npockets, staring out at the harbor. His presence seemed to\nencourage the young man. \"Who knows I'm deserting?\" he demanded.\n\"No one's ever seen me in Salonika before, and in these 'cits' I\ncan get on board all right. And then they can't touch me. What do\nthe folks at home care _how_ I left the British army? They'll be\nso darned glad to get me back alive that they won't ask if I\nwalked out or was kicked out. I should worry!\"\n\n\"It's none of my business,\" I began, but I was interrupted. In his\nrestless pacings the young man turned quickly.\n\n\"As you say,\" he remarked icily, \"it _is_ none of your business.\nIt's none of your business whether I get shot as a deserter, or go\nhome, or----\"\n\n\"You can go to the devil for all I care,\" I assured him. \"I wasn't\nconsidering you at all. I was only sorry that I'll never be able\nto read your book.\"\n\nFor a moment Mr. Hamlin remained silent, then he burst forth with\na jeer.\n\n\"No British firing squad,\" he boasted, \"will ever stand _me_ up.\"\n\n\"Maybe not,\" I agreed, \"but you will never write that book.\"\n\nAgain there was silence, and this time it was broken by the Kid.\nHe turned from the window and looked toward Hamlin. \"That's\nright!\" he said.\n\nHe sat down on the edge of the table, and at the deserter pointed\nhis forefinger.\n\n\"Son,\" he said, \"this war is some war. It's the biggest war in\nhistory, and folks will be talking about nothing else for the next\nninety years; folks that never were nearer it than Bay City, Mich.\nBut you won't talk about it. And you've been all through it.\nYou've been to hell and back again. Compared with what you know\nabout hell, Dante is in the same class with Dr. Cook. But you\nwon't be able to talk about this war, or lecture, or write a book\nabout it.\"\n\n\"I won't?\" demanded Hamlin. \"And why won't I?\"\n\n\"Because of what you're doing now,\" said Billy. \"Because you're\nqueering yourself. Now, you've got everything.\" The Kid was very\nmuch in earnest. His tone was intimate, kind, and friendly.\n\"You've seen everything, done everything. We'd give our eye-teeth\nto see what you've seen, and to write the things you can write.\nYou've got a record now that'll last you until you're dead, and\nyour grandchildren are dead--and then some. When you talk the\ntable will have to sit up and listen. You can say 'I was there.'\n'I was in it.' 'I saw.' 'I know.' When this war is over you'll\nhave everything out of it that's worth getting--all the\nexperiences, all the inside knowledge, all the 'nosebag' news;\nyou'll have wounds, honors, medals, money, reputation. And you're\nthrowing all that away!\"\n\nMr. Hamlin interrupted savagely.\n\n\"To hell with their medals,\" he said. \"They can take their medals\nand hang 'em on Christmas trees. I don't owe the British army\nanything. It owes me. I've done _my_ bit. I've earned what I've\ngot, and there's no one can take it away from me.\"\n\n\"_You_ can,\" said the Kid. Before Hamlin could reply the door\nopened and John came in, followed by Uncle Jim. The older man was\nlooking very grave, and John very unhappy. Hamlin turned quickly\nto John.\n\n\"I thought these men were friends of yours,\" he began, \"and\nAmericans. They're fine Americans. They're as full of human\nkindness and red blood as a kippered herring!\"\n\nJohn looked inquiringly at the Kid.\n\n\"He wants to hang himself,\" explained Billy, \"and because we tried\nto cut him down, he's sore.\"\n\n\"They talked to me,\" protested Hamlin, \"as though I was a yellow\ndog. As though I was a quitter. I'm no quitter! But, if I'm ready\nto quit, who's got a better right? I'm not an Englishman, but\nthere are several million Englishmen haven't done as much for\nEngland in this war as I have. What do you fellows know about it?\nYou _write_ about it, about the 'brave lads in the trenches'; but\nwhat do you know about the trenches? What you've seen from\nautomobiles. That's all. That's where _you_ get off! I've _lived_\nin the trenches for fifteen months, froze in 'em, starved in 'em,\nrisked my life in 'em, and I've saved other lives, too, by hauling\nmen out of the trenches. And that's no airy persiflage, either!\"\n\nHe ran to the wardrobe where John's clothes hung, and from the\nbottom of it dragged a khaki uniform. It was still so caked with\nmud and snow that when he flung it on the floor it splashed like a\nwet bathing suit. \"How would you like to wear one of those?\" he\ndemanded. \"Stinking with lice and sweat and blood; the blood of\nother men, the men you've helped off the field, and your own\nblood.\"\n\nAs though committing hara-kiri, he slashed his hand across his\nstomach, and then drew it up from his waist to his chin. \"I'm\nscraped with shrapnel from there to there,\" said Mr. Hamlin. \"And\nanother time I got a ball in the shoulder. That would have been a\n'blighty' for a fighting man--they're always giving _them_ leave--\nbut all I got was six weeks at Havre in hospital. Then it was the\nDardanelles, and sunstroke and sand; sleeping in sand, eating\nsand, sand in your boots, sand in your teeth; hiding in holes in\nthe sand like a dirty prairie dog. And then, 'Off to Servia!' And\nthe next act opens in the snow and the mud! Cold? God, how cold it\nwas! And most of us in sun helmets.\"\n\nAs though the cold still gnawed at his bones, he shivered.\n\n\"It isn't the danger,\" he protested. \"It isn't _that_ I'm getting\naway from. To hell with the danger! It's just the plain discomfort\nof it! It's the never being your own master, never being clean,\nnever being warm.\" Again he shivered and rubbed one hand against\nthe other. \"There were no bridges over the streams,\" he went on,\n\"and we had to break the ice and wade in, and then sleep in the\nopen with the khaki frozen to us. There was no firewood; not\nenough to warm a pot of tea. There were no wounded; all our\ncasualties were frost bite and pneumonia. When we take them out of\nthe blankets their toes fall off. We've been in camp for a month\nnow near Doiran, and it's worse there than on the march. It's a\nfrozen swamp. You can't sleep for the cold; can't eat; the only\nration we get is bully beef, and our insides are frozen so damn\ntight we can't digest it. The cold gets into your blood, gets into\nyour brains. It won't let you think; or else, you think crazy\nthings. It makes you afraid.\" He shook himself like a man coming\nout of a bad dream.\n\n\"So, I'm through,\" he said. In turn he scowled at each of us, as\nthough defying us to contradict him. \"That's why I'm quitting,\" he\nadded. \"Because I've done my bit. Because I'm damn well fed up on\nit.\" He kicked viciously at the water-logged uniform on the floor.\n\"Any one who wants my job can have it!\" He walked to the window,\nturned his back on us, and fixed his eyes hungrily on the\n_Adriaticus_. There was a long pause. For guidance we looked at\nJohn, but he was staring down at the desk blotter, scratching on\nit marks that he did not see.\n\nFinally, where angels feared to tread, the Kid rushed in. \"That's\ncertainly a hard luck story,\" he said; \"but,\" he added cheerfully,\n\"it's nothing to the hard luck you'll strike when you can't tell\nwhy you left the army.\" Hamlin turned with an exclamation, but\nBilly held up his hand. \"Now wait,\" he begged, \"we haven't time to\nget mussy. At six o'clock your leave is up, and the troop train\nstarts back to camp, and----\"\n\nMr. Hamlin interrupted sharply. \"And the _Adriaticus_ starts at\nfive.\"\n\nBilly did not heed him. \"You've got two hours to change your\nmind,\" he said. \"That's better than being sorry you didn't the\nrest of your life.\"\n\nMr. Hamlin threw back his head and laughed. It was a most\nunpleasant laugh. \"You're a fine body of men,\" he jeered. \"America\nmust be proud of you!\"\n\n\"If we _weren't_ Americans,\" explained Billy patiently, \"we\nwouldn't give a damn whether you deserted or not. You're drowning\nand you don't know it, and we're throwing you a rope. Try to see\nit that way. We'll cut out the fact that you took an oath, and\nthat you're breaking it. That's up to you. We'll get down to\nresults. When you reach home, if you can't tell why you left the\narmy, the folks will darned soon guess. And that will queer\neverything you've done. When you come to sell your stuff, it will\nqueer you with the editors, queer you with the publishers. If they\nknow you broke your word to the British army, how can they know\nyou're keeping faith with them? How can they believe anything you\ntell them? Every 'story' you write, every statement of yours will\nmake a noise like a fake. You won't come into court with clean\nhands. You'll be licked before you start.\n\n\"Of course, you're for the Allies. Well, all the Germans at home\nwill fear that; and when you want to lecture on your 'Fifteen\nMonths at the British Front,' they'll look up your record; and\nwhat will they do to you? This is what they'll do to you. When\nyou've shown 'em your moving pictures and say, 'Does any gentleman\nin the audience want to ask a question?' a German agent will get\nup and say, 'Yes, I want to ask a question. Is it true that you\ndeserted from the British army, and that if you return to it, they\nwill shoot you?'\"\n\nI was scared. I expected the lean and muscular Mr. Hamlin to fall\non Billy, and fling him where he had flung the soggy uniform. But\ninstead he remained motionless, his arms pressed across his chest.\nHis eyes, filled with anger and distress, returned to the\n_Adriaticus_.\n\n\"I'm sorry,\" muttered the Kid.\n\nJohn rose and motioned to the door, and guiltily and only too\ngladly we escaped. John followed us into the hall. \"Let _me_ talk\nto him,\" he whispered. \"The boat sails in an hour. Please don't\ncome back until she's gone.\"\n\nWe went to the moving picture palace next door, but I doubt if the\nthoughts of any of us were on the pictures. For after an hour,\nwhen from across the quay there came the long-drawn warning of a\nsteamer's whistle, we nudged each other and rose and went out.\n\nNot a hundred yards from us the propeller blades of the\n_Adriaticus_ were slowly churning, and the rowboats were falling\naway from her sides.\n\n\"Good-by, Mr. Hamlin,\" called Billy. \"You had everything and you\nchucked it away. I can spell your finish. It's 'check' for\n_yours_.\"\n\nBut when we entered our room, in the centre of it, under the bunch\nof electric lights, stood the deserter. He wore the water-logged\nuniform. The sun helmet was on his head.\n\n\"Good man!\" shouted Billy.\n\nHe advanced, eagerly holding out his hand.\n\nMr. Hamlin brushed past him. At the door he turned and glared at\nus, even at John. He was not a good loser. \"I hope you're\nsatisfied,\" he snarled. He pointed at the four beds in a row. I\nfelt guiltily conscious of them. At the moment they appeared so\nunnecessarily clean and warm and soft. The silk coverlets at the\nfoot of each struck me as being disgracefully effeminate. They\nmade me ashamed.\n\n\"I hope,\" said Mr. Hamlin, speaking slowly and picking his words,\n\"when you turn into those beds to-night you'll think of me in the\nmud. I hope when you're having your five-course dinner and your\nchampagne you'll remember my bully beef. I hope when a shell or\nMr. Pneumonia gets me, you'll write a nice little sob story about\nthe 'brave lads in the trenches.'\"\n\nHe looked at us, standing like schoolboys, sheepish, embarrassed,\nand silent, and then threw open the door. \"I hope,\" he added, \"you\nall choke!\"\n\nWith an unconvincing imitation of the college chum manner, John\ncleared his throat and said: \"Don't forget, Fred, if there's\nanything I can do----\"\n\nHamlin stood in the doorway smiling at us.\n\n\"There's something you can all do,\" he said.\n\n\"Yes?\" asked John heartily\n\n\"You can all go to hell!\" said Mr. Hamlin.\n\nWe heard the door slam, and his hobnailed boots pounding down the\nstairs. No one spoke. Instead, in unhappy silence, we stood\nstaring at the floor. Where the uniform had lain was a pool of mud\nand melted snow and the darker stains of stale blood.",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15089/pg15089.txt",
        "name": "the_deserter.json"
    }
}