{
    "name": "The Last Crusade",
    "author": [
        "Smith, George H. (George Henry)",
        "Smith, George Henry",
        "Smith, Jan"
    ],
    "body": "\"Julius Caesar named this place 'Lutetia Parisiorum', which means 'the\nmud town of the Parissii'. Later on people got around to calling it\n'the city of light,'\" Marty Coleman was saying.\n\n\"Well, Julius was sure as hell a lot closer to the truth than those\nothers,\" I tell him. We was sitting in the mud in what's left of some\nbig building and me and Joe White was listening to Marty, our Sergeant,\ntalking like he always does. When I says the sergeant was talking I\nmean he was talking over the C.C., the Company Communication Circuit\nbecause what with having our mecho-armor on and the other side raising\na little hell, we couldn't of heard him any other way.\n\n\"Yeah, I guess you're right, Ward. There isn't much light around here\nanymore,\" Coleman admitted.\n\n\"The only light you ever see around here these days is a flare or a\nrocket going over,\" White says in that funny flat voice of his.\n\nFrom time to time Coleman would lift the headpiece of his armor above\nthe pile of rubble in front of us and take a quick look out over the\nbig open square toward where the enemy was holed up on the other side.\nAbout half the time he'd draw small arm or automatic fire.\n\n\"Those birds must have infrared eyepieces too,\" he says as he sets down.\n\n\"Ah they ain't even got mecho-armor,\" I says.\n\n\"No, but they have body armor and helmets with quite a bit of stuff in\nthem.\"\n\n\"I'll bet they ain't got anything like we got.\" I was feeling pretty\nfine right then thinking how much better off we was than the poor joes\nin the infantry. We don't just fight in our suits, we live in 'em. They\nain't only a mechanized suit of armor, they're our barracks, messroom\nand latrine and all radiation and rain proof. We got more fire power\nthan a company of infantry and more radio equipment than a tank.\n\n\"You know there's lots worse ways of fighting a war,\" I says. \"You\nclimb into one of these babies and they seal you up like a sardine\nbut at least you're warm and dry and you don't even have to use your\nown feet to walk. You got a nice little atomic power pack to move you\naround.\"\n\n\"You couldn't move the legs of one of these things if you had to,\" the\nSergeant says.\n\n\"It ... it just seems like a kind of funny way to fight a war,\" White\nsays, talking like he always did, as though he had to hunt for every\nword before he said it.\n\n\"What's funny about it? They been fighting it this way for ten years,\nhaven't they?\" I demands.\n\n\"I guess so ... I don't know....\"\n\n\"Yeah, ten years. And the last five of it we've spent crawling back and\nforth in what used to be Paris,\" the sergeant was talking again. \"Just\nthink ... in the old wars they used to call it Gay Paree.\"\n\n\"It's gay all right,\" I says, following a movement on my ground radar\nscreen. A beep had shown up, indicating activity over where the enemy\nwas. Their guns was silent now but across the mud pools came their\nvoices, voices that from time to time cut in on our circuits and\ncompeted with the voices of our own side.\n\nSuddenly a girl was talking, a girl with a soft voice that was like\nwarm lips against your ear. \"Hello there, you fellows across the line.\nIt's not much fun being here is it? Especially when you know that some\nnon-draft back in the hometown walked off with your girl a long time\nago.\n\n\"Honey Chile,\" the voice went on, \"this is your old gal, Sally May, and\nI know how you all feel 'cause I used to be on the same side myself\nuntil I found out how things are over here in the Peoples Federal\nDemocratic Eastern Republics....\" The bleat of a code message cut\nthrough the syrupy tones, tore at our ears for a few moments and faded\naway. Slowly the sweet voice drifted back.\n\n\"Well, fellows, we're gonna play you some real homey music in a few\nminutes, but first we're gonna tell you all about our contest. We know\nyou all Yankee boys like contests and this one is a real humdinger.\n\n\"This here contest is open to every GI over there in the mecho-units.\nAnd have we got prizes? Why, honey, we sure have! Listen to this big\nfirst prize: $100,000 dollars in gold! And then we have an expense paid\nvacation in the scenic Crimea and a brand new factory special Stalin\nsportscar. And fellows, get this: A TV appearance on a nationwide\nhookup with a dinner date afterwards with glamorous Sonia Nickolovich,\nthe famous ballerina.\n\n\"Now I guess you boys are wonderin' what you gotta do to win these\nwonderful prizes. Well, this is how easy it is. All you gotta do is\nwrite out a thousand word statement on 'How my mecho-armor works' and\ndeliver it along with your armor to the nearest P.F.D.E.R. army unit.\nNow ... isn't that easy? And this contest is open to everyone but\nagents of the P.F.D.E.R. and their relatives.\"\n\nThe soft voice faded away.\n\n\"Why ... the dirty--What do they think we are?\"\n\nJust on general principles I sent a half-dozen 75 mm shells in the\ndirection of their lines.\n\n\"I don't--think I--understand that at all. What are they trying to do?\"\nWhite asks. \"I thought the enemy was Reds.\"\n\n\"You're in pretty bad shape, ain't you buddy?\" I laughs. \"Can't you\neven remember who you're fighting?\"\n\n\"Leave him alone, will you, Ward,\" the sergeant orders. \"If you\nhad been brain washed as many times as he has you'd have trouble\nremembering things too.\"\n\n\"Whatta ya mean?\"\n\nSarge swung the big headpiece of his armor around and looked at White\nthrough his electric eyes. \"How many times you been captured, Whitey?\"\nhe asks.\n\n\"I ... I don't know, Sarge. I don't remember. Twice ... I guess.\"\n\n\"That's two brain washings from the enemy and two rewashings from our\nown psycho units. Four electronic brain washings don't leave much in a\nman's brain.\"\n\n\"Well, I'll be damned. Which side was you on first, Whitey?\" I asks.\n\n\"I don't know ... I don't remember.\"\n\n\"Ah come on now, you must know. Was you a Russian or an American?\nWestern Democratic Peoples Federal Republics or Peoples Federal\nDemocratic Eastern Republics--which side?\"\n\n\"I ... don't know. All I know is that they ain't good and we got to\nfight them until we kill all of them.\"\n\n\"How do you know they ain't good?\" I demands. \"If you don't know which\nside you was on to start with, maybe you was shootin' at your own\nbrothers this morning ... or your mother.\"\n\n\"You better watch your mouth, Ward. There might be a Loyalty Officer\ntuned in on the band. You wouldn't want a probe, would you?\" Coleman\nasks.\n\n\"Ah, they ain't listenin', Sarge. This guy gives me the willies. He\ndon't know nothin' but how to run that damn armor and how to fight. He\ndon't even know who he was to start with.\"\n\n\"I wish I did know ... I wish I....\"\n\n\"You know, Whitey, maybe you was a big shot on the other side. Maybe\nyou was Joe Stalin's grandson or something.\"\n\n\"_Remember!_\" an eager voice whispered in our ears. \"_Remember what you\nare fighting for. In the WDPFR there are more washing machines than in\nany place else in the world!_\"\n\nI had to laugh. \"You ever seen a washing machine, Sarge?\" I asks.\n\nColeman was looking back toward our lines. \"Yeah. There used to be a\nplace called Brooklyn that was full of 'em. You know, there's something\ngoing on back there. The whole company seems to be moving up. And\nthere's a big armored crawler there with a smaller one parked beside\nit.\"\n\nHe sits back down with a clanking of armor. \"Must be some big shots\ncoming around to see how we're winning the war.\"\n\n\"I wish someone would use a can opener on me right now and take me out\nof this walking sardine can and plump me into a washing machine. I\nain't been clean in five years,\" I says.\n\n\"Do they have washing machines on the other side?\" Whitey wants to know.\n\n\"Naw. They ain't got nothin' like that, nothin' at all,\" I tells him.\n\"Things like washing machines is reserved for us capitalists.\"\n\n\"If we got washing machines and they ain't, then what are we fighting\nfor?\" Whitey asks.\n\n\"You better ask the Sarge that. He's the intellectual around here. He\nreads all the comic books and things.\"\n\n\"Why do you think we're fighting, Whitey?\" Coleman asks.\n\n\"Well, Sarge ... I don't know. If I could just remember who I used to\nbe, I'd know. Sometime I'm gonna remember. Every once in a while I can\nalmost ... but then I don't.\"\n\n\"Well, why do you _think_ we're fighting?\" I asks.\n\n\"Well ... well ... I guess it's that there's bad guys and good guys ...\njust like in the comics or on the TV shows. We're the good guys and\nthey're the bad guys. Is that right, Sarge?\"\n\n\"I don't know, Whitey. That might be some of it but I kinda think that\nmaybe it has something to do with when we won the last war or thought\nwe won it. We thought we had finished with the Nazi's but I guess\nmaybe we got fooled. In Europe the Nazi's all turned Communist and in\nAmerica the Commies all turned Nazi. Either way people like them have\nalways got the jump on the joes in between. In Europe they pointed at\nthem and called them Nazi's. In America they pointed at them and called\nthem Reds. Pretty soon people didn't know the difference, except that\nit was better to be pointing than to be pointed at.\"\n\n\"Now, Sarge, you're the one that better be careful. You wouldn't want\nthe Loyalty Officer to be hearing that sort of talk, would you?\" I cuts\nin.\n\n\"Maybe you're right but I kinda think that that's why....\"\n\n\n\nJust then the command circuit in our helmets opened up with orders for\nus to pull back and join the rest of the company. All the way back\nWhitey doesn't say anything so I figure he's trying to remember who he\nis. Well, we gets back to the command post without drawing more than a\nlittle small arms fire and a couple of rockets, but things is really\npopping there. The big crawler Coleman seen from our outpost is settin'\nthere in the middle of the street and the whole company is gathered\naround it.\n\n\"What's goin' on?\" I say as I sidle up beside Fred Dobshanski.\n\n\"Don't you guys know? There's a big drive comin' up. General Mac\nWilliams is gonna talk to us himself.\"\n\nWhitey was right beside me. He sure was a funny guy, always hanging\naround and asking questions. Sometimes I used to wonder what he looked\nlike. You get used to not seeing any of the guys when you're in the\nforward areas. Sometimes for weeks or months at a time a whole area\nwill be contaminated with bacteria or radiation and you don't open\nyour suit at all. Even if you're wounded the mecho-armor gives you a\nshot and takes you back to a field hospital ... that is, if it's still\nworking. So you get used to not knowing what the guys look like and\nnot caring much. But with Whitey it was different. His voice had such\na dull someplace-else sound to it that you got to wondering if there\nwas really anyone in that suit of armor or not. You got to wondering if\nmaybe it just walked around by itself.\n\n\"Mac Williams? Who's he?\" Whitey asks as if in answer to my thoughts.\n\n\"Hell, don't you know anything?\" Fred says.\n\n\"I guess I don't. I ... I ... don't even know who I was. I sorta wish I\nknew who I used to be.\"\n\n\"Mac Williams is Fightin' Joe Mac Williams. He's going to talk to us.\nLook ... there he is now.\"\n\nI adjusted my eyepieces for direct vision and sure enough on the\nkind of balcony on the back of this big armored crawler was a guy. I\nmean to tell you he sure looked like something too. He was in full\nbattle armor with scarlet trimmings and gold rivets. He was wearing\na mother-of-pearl plated helmet with three stars set in rubies. Even\nthe twin machine guns that were fitted to his armor instead of the 75\nrecoilless and 40 mm we had on ours was plated to look like silver.\n\n\"Gosh! Imagine a General coming 'way up here in all this mud and stuff.\nThat guy must really have guts!\" someone mutters on the company circuit.\n\n\"Yeah. I bet he's only got one swimming pool in that land yacht of his.\"\n\n\"Shut up! What's the matter with you? That ain't no way to talk. You a\nsub or something?\"\n\n\"Say, did you guys see what I saw through the windows of that crawler?\nDames!\"\n\n\"Dames?\"\n\n\"Who you kiddin'?\"\n\n\"So help me. There was two of them. Two big, tall, willowy, blond WAC\nCaptains!\"\n\n\"Them's the General's aides.\"\n\n\"Yeah? What do they aid him at?\"\n\n\"Shut up you guys,\" the Captain's voice cuts in. \"The General is going\nto speak.\"\n\nWell then he starts right in telling us about the great crusade we're\nengaged upon and how civilization is at stake. And how proud the home\nfolks is of us. Of course, he admits we haven't had any direct word\nfrom the States since last year when we had those big cobalt bomb\nraids, but he just knows that they all love us. Right when he starts I\nknow we're in for trouble, 'cause when the brass start talking about\ncrusades, a lot of joes is gonna get killed.\n\nHe goes on with this for half an hour, and all the time the TV cameras\nis grinding away from this other crawler that is filled with newsers\nand video people. He mentions blood 16 times and that ain't good. Sweat\nhe says 14 times and guts an even dozen. When it really looks bad,\nthough, is when he calls the Major and the Captain up and pins a medal\non each of the medal racks that officers wear on the front of their\narmor. When they start passing out the medals ahead of time, brother,\nit ain't good, it ain't good at all.\n\nWhen he gets through with all this, the old boy retires into his\ncrawler.\n\n\"I guess he's going in to plan the battle,\" I says.\n\n\"Ha,\" says Sergeant Coleman's voice in my ear. \"All the blood and guts\nin that speech wore him out so much he's got to retire to his bar for a\nfew quick ones with them two aides of his.\"\n\n\"Now, Sarge,\" I says, \"that ain't no way for a patriot to talk.\"\n\n\"My patriotism is at a very low ebb at the moment. Do you know what\nkind of a party we're going to have in the morning?\"\n\n\"No,\" I says, \"but I would be interested in finding out.\"\n\n\"You've seen that huge mile-long building that's across the square from\nus?\"\n\n\"I've seen it and found little to like about it. The enemy has every\nkind of gun in there that's been invented.\"\n\n\"Well, the Captain says that that's it! Fighting Joe wants us to take\nit.\"\n\n\"_Remember boys, remember that the way of life in the W.D.P.F.R. is\nbetter. Remember what you're fighting for--hotdogs and new cars,\nelectric refrigerators and apple pie, sweethearts and mother. Don't let\nmother down boys!_\"\n\nA voice that used to sell us bath soap is selling us war.\n\n\"That kind of sounds like we're getting ready to move in, don't it\nSarge?\" I says.\n\nSure enough a half hour later we starts to move up. The whole company\nof thirty men is on its way with the rest of the battalion close behind.\n\n\"Say, maybe there'll be some dames up ahead,\" Dobshanski is saying.\n\n\"What do you want with dames? You got the Waiting Wife and the Faithful\nSweetheart on your TV, ain't you?\" the Sergeant says.\n\n\"It ain't the same. It ain't the same at all,\" Dobshanski says.\n\nI cuts in with, \"Hey, did you guys hear what I heard? Pretty soon we\nwon't really need women anymore. Those new suits of armor we're going\nto get have got Realie TV sets in 'em. When a gal comes on it's just\nlike she was in the suit with you. Those suits is gonna take care of\neverything and I mean everything.\"\n\n\"Ah, who ya kiddin'? Who ya handin' that line to?\"\n\n\"Him and his inside dope!\"\n\nTwenty minutes later we're in position among the wrecked buildings on\nour side of the square and several kinds of hell is traveling back and\nforth across it. As is usual, the enemy seems to have as good an idea\nas to what we're about as we have.\n\n\"Oh, brother,\" Coleman moans. \"Did Mac Williams send them a copy of his\norders as soon as he got through writing them?\"\n\n\n\nHeavy shells and rockets is plowing up the already plowed up pavement\nall around us. Geysers of mud and water are being lifted by shells\non all sides. I sees a couple of guys go down and I stumbles over a\ntangled mess of armor and flesh as we break from cover and start across\nthe hundred yards or so of the square.\n\nFloater rockets are overhead, circling kind of lazy like and lighting\nup the whole company as pretty as a summer's day with big magnesium\nflares. It's real comfortin' to see guys on all sides of you, but not\nso comfortin' when you sees them fallin' right and left.\n\nI know I'm running with the rest of the guys 'cause I can hear my power\npack rev up and feel the steel legs of my suit pounding along through\nthe mud. I can feel the suit automatically swerving to avoid shell\nholes and to throw off the enemy aim. Not that they're really aiming,\nthey're just tossing everything they got into that square and bettin'\non the law of averages. The whole length of the big marble building\nwe're after is lit up now, but not with lights, it's lit up with gun\nflashes.\n\nThe company and battalion radio bands is a mess. Even the command\ncircuit is filled with guys yellin' and screamin', but there don't seem\nto be much point to orders right now anyway. I keep on goin' cause I\ndon't know what else to do. Once or twice I recognise Coleman and White\nby the numbers on their armor and I get one glimpse of Fred Dobshanski\njust as half a dozen 70 mm shells tear his armor and him apart.\n\nThen I'm almost at the building, and I'm being hit by pointblank light\nmachine-gun fire. I'm blazing back with my 40 and 75, pouring tracers\nthrough the windows and being thankful my armor can take machine gun\nfire even at close range.\n\nThere's other guys all around me now and we're smashing through doors\nand crashing over window sills into the building. The place is full\nof enemy joes and they're hitting us with everything they can throw.\nI take a couple of 40 mm shells that knock me off my feet, but Whitey\nblasts the gun crew two seconds later. We fight our way up a pair of\nmarble stairways and they're really pouring it on us from up above,\nwhen suddenly they take a notion to rush us and come rushing down the\nsteps ... about three hundred of them.\n\nWhat we did to them ain't pretty. That light plastic battle armor of\ntheirs don't even look like stopping our stuff; and packed together\nlike they are on those steps, it's murder. A lot of them get to the\nbottom, but there ain't much left of them when they get there.\n\nIt's all over then. Guys are yelling for the Medic robot and for the\nAmmo robots and others are just slumped down in their suits waiting for\nsomething else to happen ... and it ain't long in happening. It can't\nbe more than ten minutes after we chased the last Red out the back of\nour objective before their heavy guns're trying to knock it down around\nour ears.\n\nArmor or no armor, what's left of the battalion takes refuge in the\ncellars where a few hours before the Reds were playing possum from our\nguns. Coleman, Whitey and I find us a nice heavy beam and are standing\nunder it. Coleman is talking, as usual, and Whitey is wondering who he\nis and I'm watching the Major and Captain take inventory. Our assets\nain't what they used to be. There's about twenty guys left in our\ncompany and maybe about sixty-five in the whole battalion.\n\nI guess that's why the Major ain't very friendly when some of the guys\ndig out a couple dozen women and children who've been hiding in the\nbuilding.\n\n\"Well, I'll be damned! Look what's comin' in!\" I says to Coleman.\nThere's maybe twenty women and the rest is kids.\n\n\"Why do the kids always seem to outlast the rest of the people, Sarge?\"\nI asks. \"Every place we been in this town, there's always more kids\nleft alive than older folks.\"\n\n\"I don't know, Ward. Maybe they make a smaller target.\"\n\nThey've already got the kids lined up and we've given 'em the candy\nbars wrapped in propaganda leaflets that we all carry. Like all\nforeigners, they ain't very polite or grateful. They can't even\nunderstand what I'm saying even when I turn up my outside amplifier\nfull power.\n\n\"What's the matter with them punks? Don't they appreciate candy?\" I\nasks the sergeant who is muttering to one of them in some of their own\ngibberish.\n\n\"They say the Russians didn't give them anything but lumps of sugar and\nwe don't give them anything but candy. They'd like something else.\"\n\n\"Now ain't that just like people like them,\" I says to White. \"No\ngratitude to us for liberating them or for feedin' 'em.\"\n\n\"I think I would know what it's all about if I could just remember.\nYou know, Sarge, for a few minutes up above there I almost remembered.\nThen the shelling started and ... and ... I don't know....\" Whitey is\nstill harping on his favorite subject so I turns back to the sergeant\nand the kids he's talkin' to.\n\n\"What's with these punks? What they got to complain about? If it wasn't\nfor us they wouldn't have no country.\"\n\n\"They say that the Russians was about to take them away to a camp and\nmake soldiers out of them and they're afraid we'll do the same.\"\n\n\"Well ... what in hell do they want to do? Spend the rest of their\nlives hiding in a hole while we do their fighting?\"\n\n\"This youngster says he doesn't want to be brain washed. He doesn't\nwant to be a soldier.\"\n\n\"He's right,\" Whitey pipes up. \"He don't want to be like me. You know,\nI had a dream ... or did I remember? Anyway in this ... dream ... of\nmine, I remembered that I had been an important person like you said,\nWard. But not on the enemy side. I knew something and wanted to tell it\nto the whole army but they didn't want me to. That's why they sent me\nto the psycho machines. That's why they made me like I am.\"\n\n\"What was it you knew, White?\" the sergeant asks.\n\n\"I'm not sure. It was something ... something about there not being any\nmore Western Federation or any Eastern Republics ... no more\nAmerica ... no more Russia ... just two self-perpetuating armies ...\nlike hoards of maggots crawling across the corpse of Europe.\"\n\n\"That's a funny sort of dream ... a very funny sort of dream,\" the\nsergeant says.\n\n\"Why would you have any sort of crazy dream like that?\" I demands. \"You\nknow we hear broadcasts about how things are getting along so fine back\nhome all the time.\"\n\n\"How long's it been since you got a letter, Ward?\" Coleman asks.\n\n\"Letter? I don't remember. Who'd write to me anyway? What's the matter\nwith them kids? Do they want the Russians to come back and rape their\nmothers and sisters?\"\n\n\"I'll ask them,\" Sarge says, and starts gibbering again through his\noutside amplifier to a skinny brat that's doing the talking for all of\nthem. Pretty quick the kid gabbles back just like he understood.\n\n\"He says that their mothers and sisters have been raped so many times\nby both sides that it don't make any difference anymore.\"\n\n\"They ain't got no grat....\" I starts to say but the Major is yelling\nat the Captain so I stops to listen.\n\n\"Where are their men? Where are they hiding?\" He shakes his fist under\nthe noses of these French women and the Captain questions them.\n\n\"Why did they permit the Russians to hide out in this building? Don't\nthey know that being here is collaborating with the enemy? Where are\ntheir men? I'll have them hung!\" The Major is really hopping mad.\n\n\"I beg your pardon, sir.\" The Captain interrupts him. \"This woman says\nthat their men are on the second floor and....\"\n\n\"Good! Send six men up there and hang every one of them.\"\n\n\"Sir, they say that the Russians have already hung them. As American\ncollaborationists, sir!\"\n\n\"What! Humph! Well ... send some men up there to cut them down and hang\nthem again. No! Wait, Captain! We'll wait until the TV cameras get\nhere.\"\n\nIt was just then that the word came for us to pull back, for us to give\nup this building and fall back to our old positions.\n\n\"My God! What's the matter with them?\" Whitey says. \"After all the guys\nwe lost taking this place, why do we have to give it up?\"\n\n\"Maybe they want us to do it over again for the TV,\" the Sergeant says\nas we watch the other two companies pull out, herding the civilians\nbefore them.\n\n\"I don't want to go,\" Whitey says suddenly. \"If I stay here I might\nremember.\"\n\n\"To hell with it, Whitey,\" Coleman tells him. \"Maybe you wouldn't like\nit if you did remember. Maybe you're better off this way.\"\n\n\"I like it here. There used to be pictures up above.... I found a piece\nof one during the fighting ... it was ... beautiful.\"\n\n\"Come on, Whitey! Let's get going! Don't you see what the Captain's\ndoing?\" I says. The others look and start moving fast. The Captain\nmust have been mad about giving up our objective 'cause he'd set up\na disruptor bomb on the floor and started a time fuse. Maybe you've\nnever seen a disruptor bomb and maybe you wouldn't want to. In a way\nthey're an improvement on the atomic bomb. They cause individual atomic\nexplosions that keep blasting for hours after you start them. When\nthat bomb gets through, there won't be anything left.\n\nPretty quick we're out in the open and running as fast as our mechos\nlegs can carry us. We're about halfway across the square when I see\nWhitey suddenly break away from Coleman and head back toward the\nbuilding.\n\nHe gets there and is heading in the door just as the disruptor bomb\nlets loose. That building started doing a dance, a kind of strip tease\nI guess, 'cause it's shedding roof and walls right and left.\n\nLater on, when we're back in our lines, I'm sitting beside Coleman\nwhile our mecho-armor is whipping up some X-rations for us.\n\n\"Why did he do it, Sarge? Why'd Whitey go back?\"\n\n\"I don't know. There was something about that building that he thought\nhe remembered. It reminded him of something. That picture he found kind\nof set him off. He said maybe it was the last one there was in the\nworld.\"\n\n\"Did ... did he remember who he was?\"\n\n\"I guess at the last he did ... or at least he remembered some thing.\"\n\n\"Did he remember his name?\"\n\n\"I guess so.\"\n\n\"Well, what was it?\"\n\n\"He didn't tell me. Maybe his name was Man.\"\n\n\"Man? That's a funny name. Well ... his name sure is mud now.\"\n\n\"Maybe the two names are the same, Ward,\" he says. The sergeant always\nwas a funny guy.",
    "metadata": {
        "author": [
            "Smith, George H. (George Henry)",
            "Smith, George Henry",
            "Smith, Jan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59011/pg59011.txt",
        "name": "the_last_crusade.json"
    }
}