{
    "name": "The Hour Glass",
    "author": [
        "Yeats, W. B. (William Butler)",
        "Yeats, William Butler"
    ],
    "body": "DRAMATIS PERSONAE\n\n     A WISE MAN\n     A FOOL\n     SOME PUPILS\n     AN ANGEL\n     THE WISE MAN'S WIFE AND TWO CHILDREN\n\n\n\n\nTHE HOUR-GLASS\n\n\nSCENE: A large room with a door at the back and another at the side\nopening to an inner room. A desk and a chair in the middle. An\nhour-glass on a bracket near the door. A creepy stool near it. Some\nbenches. The WISE MAN sitting at his desk.\n\n\nWISE MAN [turning over the pages of a book]. Where is that passage\nI am to explain to my pupils to-day? Here it is, and the book says\nthat it was written by a beggar on the walls of Babylon: \"There are\ntwo living countries, the one visible and the one invisible; and\nwhen it is winter with us it is summer in that country; and when\nthe November winds are up among us it is lambing-time there.\" I\nwish that my pupils had asked me to explain any other passage, for\nthis is a hard passage. [The FOOL comes in and stands at the door,\nholding out his hat. He has a pair of shears in the other hand.] It\nsounds to me like foolishness; and yet that cannot be, for the\nwriter of this book, where I have found so much knowledge,\nwould not have set it by itself on this page, and surrounded it\nwith so many images and so many deep colors and so much fine\ngilding, if it had been foolishness.\n\nFOOL. Give me a penny.\n\nWISE MAN. [Turns to another page.] Here he has written: \"The\nlearned in old times forgot the visible country.\" That I\nunderstand, but I have taught my learners better.\n\nFOOL. Won't you give me a penny?\n\nWISE MAN. What do you want? The words of the wise Saracen will not\nteach you much.\n\nFOOL. Such a great wise teacher as you are will not refuse a penny\nto a Fool.\n\nWISE MAN. What do you know about wisdom?\n\nFOOL. Oh, I know! I know what I have seen.\n\nWISE MAN. What is it you have seen?\n\nFOOL. When I went by Kilcluan where the bells used to be ringing at\nthe break of every day, I could hear nothing but the people snoring\nin their houses. When I went by Tubbervanach where the young men\nused to be climbing the hill to the blessed well, they were sitting\nat the crossroads playing cards. When I went by Carrigoras where\nthe friars used to be fasting and serving the poor, I saw them\ndrinking wine and obeying their wives. And when I asked what\nmisfortune had brought all these changes, they said it was no\nmisfortune, but it was the wisdom they had learned from your\nteaching.\n\nWISE MAN. Run round to the kitchen, and my wife will give you\nsomething to eat.\n\nFOOL. That is foolish advice for a wise man to give.\n\nWISE MAN. Why, Fool?\n\nFOOL. What is eaten is gone. I want pennies for my bag. I must buy\nbacon in the shops, and nuts in the market, and strong drink for\nthe time when the sun is weak. And I want snares to catch the\nrabbits and the squirrels and the bares, and a pot to cook them in.\n\nWISE MAN. Go away. I have other things to think of now than giving\nyou pennies.\n\nFOOL. Give me a penny and I will bring you luck. Bresal the\nFisherman lets me sleep among the nets in his loft in the\nwinter-time because he says I bring him luck; and in the\nsummer-time the wild creatures let me sleep near their nests\nand their holes. It is lucky even to look at me or to touch me,\nbut it is much more lucky to give me a penny. [Holds out his\nhand.] If I wasn't lucky, I'd starve.\n\nWISE MAN. What have you got the shears for?\n\nFOOL. I won't tell you. If I told you, you would drive them away.\n\nWISE MAN. Whom would I drive away?\n\nFOOL. I won't tell you.\n\nWISE MAN. Not if I give you a penny?\n\nFOOL. No.\n\nWISE MAN. Not if I give you two pennies.\n\nFOOL. You will be very lucky if you give me two pennies, but I\nwon't tell you.\n\nWISE MAN. Three pennies?\n\nFOOL. Four, and I will tell you!\n\nWISE MAN. Very well, four. But I will not call you Teigue the Fool\nany longer.\n\nFOOL. Let me come close to you where nobody will hear me. But first\nyou must promise you will not drive them away. [WISE MAN nods.]\nEvery day men go out dressed in black and spread great black nets\nover the hill, great black nets.\n\nWISE MAN. Why do they do that?\n\nFOOL. That they may catch the feet of the angels. But every\nmorning, just before the dawn, I go out and cut the nets with my\nshears, and the angels fly away.\n\nWISE MAN. Ah, now I know that you are Teigue the Fool. You have\ntold me that I am wise, and I have never seen an angel.\n\nFOOL. I have seen plenty of angels.\n\nWISE MAN. Do you bring luck to the angels too.\n\nFOOL. Oh, no, no! No one could do that. But they are always there\nif one looks about one; they are like the blades of grass.\n\nWISE MAN. When do you see them?\n\nFOOL. When one gets quiet; then something wakes up inside one,\nsomething happy and quiet like the stars--not like the seven that\nmove, but like the fixed stars.          [He points upward.]\n\nWISE MAN. And what happens then?\n\nFOOL. Then all in a minute one smells summer flowers, and tall\npeople go by, happy and laughing, and their clothes are the color\nof burning sods.\n\nWISE MAN. Is it long since you have seen them, Teigue the Fool?\n\nFOOL. Not long, glory be to God! I saw one coming behind me just\nnow. It was not laughing, but it had clothes the color of burning\nsods, and there was something shining about its head.\n\nWISE MAN. Well, there are your four pennies. You, a fool, say\n\"Glory be to God,\" but before I came the wise men said it. Run away\nnow. I must ring the bell for my scholars.\n\nFOOL. Four pennies! That means a great deal of luck. Great teacher,\nI have brought you plenty of luck!   [He goes out shaking the bag.]\n\nWISE MAN. Though they call him Teigue the Fool, he is not more\nfoolish than everybody used to be, with their dreams and their\npreachings and their three worlds; but I have overthrown their\nthree worlds with the seven sciences. [He touches the books with\nhis hands.] With Philosophy that was made for the lonely star, I\nhave taught them to forget Theology; with Architecture, I have\nhidden the ramparts of their cloudy heaven; with Music, the fierce\nplanets' daughter whose hair is always on fire, and with Grammar\nthat is the moon's daughter, I have shut their ears to the\nimaginary harpings and speech of the angels; and I have made\nformations of battle with Arithmetic that have put the hosts of\nheaven to the rout. But, Rhetoric and Dialectic, that have been\nborn out of the light star and out of the amorous star, you have\nbeen my spearman and my catapult! Oh! my swift horseman! Oh! my\nkeen darting arguments, it is because of you that I have overthrown\nthe hosts of foolishness! [An ANGEL, in a dress the color of\nembers, and carrying a blossoming apple bough in his hand and with\na gilded halo about his head, stands upon the threshold.] Before I\ncame, men's minds were stuffed with folly about a heaven where\nbirds sang the hours, and about angels that came and stood upon\nmen's thresholds. But I have locked the visions into heaven and\nturned the key upon them. Well, I must consider this passage about\nthe two countries. My mother used to say something of the kind. She\nwould say that when our bodies sleep our souls awake, and that\nwhatever withers here ripens yonder, and that harvests are snatched\nfrom us that they may feed invisible people. But the meaning of the\nbook must be different, for only fools and women have thoughts like\nthat; their thoughts were never written upon the walls of Babylon.\n[He sees the ANGEL.] What are you? Who are you? I think I saw some\nthat were like you in my dreams when I was a child--that bright\nthing, that dress that is the color of embers! But I have done with\ndreams, I have done with dreams.\n\nANGEL. I am the Angel of the Most High God.\n\nWISE MAN. Why have you come to me?\n\nANGEL. I have brought you a message.\n\nWISE MAN. What message have you got for me?\n\nANGEL. You will die within the hour. You will die when the last\ngrains have fallen in this glass.     [He turns the hour-glass.]\n\nWISE MAN. My time to die has not come. I have my pupils. I have a\nyoung wife and children that I cannot leave. Why must I die?\n\nANGEL. You must die because no souls have passed over the threshold\nof heaven since you came into this country. The threshold is\ngrassy, and the gates are rusty, and the angels that keep watch\nthere are lonely.\n\nWISE MAN. Where will death bring me to?\n\nANGEL. The doors of heaven will not open to you, for you have\ndenied the existence of heaven; and the doors of purgatory will not\nopen to you, for you have denied the existence of purgatory.\n\nWISE MAN. But I have also denied the existence of hell!\n\nANGEL. Hell is the place of those who deny.\n\nWISE MAN [kneeling]. I have indeed denied everything and have\ntaught others to deny. I have believed in nothing but what my\nsenses told me. But, oh! beautiful Angel, forgive me, forgive me!\n\nANGEL. You should have asked forgiveness long ago.\n\nWISE MAN. Had I seen your face as I see it now, oh! beautiful\nAngel, I would have believed, I would have asked forgiveness.\nMaybe you do not know how easy it is to doubt. Storm, death, the\ngrass rotting, many sicknesses, those are the messengers that came\nto me. Oh! why are you silent? You carry the pardon of the Most\nHigh; give it to me! I would kiss your hands if I were not afraid--\nno, no, the hem of your dress!\n\nANGEL. You let go undying hands too long ago to take hold of them now.\n\nWISE MAN. You cannot understand. You live in that country people\nonly see in their dreams. You live in a country that we can only\ndream about. Maybe it is as hard for you to understand why we\ndisbelieve as it is for us to believe. Oh! what have I said! You\nknow everything! Give me time to undo what I have done. Give me a\nyear--a month--a day--an hour! Give me this hour's end, that I may\nundo what I have done!\n\nANGEL. You cannot undo what you have done. Yet I have this power\nwith my message. If you can find one that believes before the\nhour's end, you shall come to heaven after the years of purgatory.\nFor, from one fiery seed, watched over by those that sent me, the\nharvest can come again to heap the golden threshing-floor. But now\nfarewell, for I am weary of the weight of time.\n\nWISE MAN. Blessed be the Father, blessed be the Son, blessed be the\nSpirit, blessed be the Messenger They have sent!\n\nANGEL [at the door and pointing at the hour-glass]. In a little\nwhile the uppermost glass will be empty.        [Goes out.]\n\nWISE MAN. Everything will be well with me. I will call my pupils;\nthey only say they doubt. [Pulls the bell.] They will be here in a\nmoment. I hear their feet outside on the path. They want to please\nme; they pretend that they disbelieve. Belief is too old to be\novercome all in a minute. Besides, I can prove what I once\ndisproved. [Another pull at the bell.] They are coming now. I will\ngo to my desk. I will speak quietly, as if nothing had happened.\n\n[He stands at the desk with a fixed look in his eyes.]\n\n[Enter PUPILS and the FOOL.]\n\nFOOL. Leave me alone. Leave me alone. Who is that pulling at my\nbag? King's son, do not pull at my bag.\n\nA YOUNG MAN. Did your friends the angels give you that bag? Why\ndon't they fill your bag for you?\n\nFOOL. Give me pennies! Give me some pennies!\n\nA YOUNG MAN. Let go his cloak, it is coming to pieces. What do you\nwant pennies for, with that great bag at your waist?\n\nFOOL. I want to buy bacon in the shops, and nuts in the market, and\nstrong drink for the time when the sun is weak, and snares to catch\nrabbits and the squirrels that steal the nuts, and hares, and a\ngreat pot to cook them in.\n\nA YOUNG MAN. Why don't your friends tell you where buried treasures\nare?\n\nANOTHER. Why don't they make you dream about treasures? If one\ndreams three times, there is always treasure.\n\nFOOL [holding out his hat]. Give me pennies! Give me pennies!\n\n[They throw pennies into his hat. He is standing close to the\ndoor, that he may hold out his hat to each newcomer.]\n\nA YOUNG MAN. Master, will you have Teigue the Fool for a scholar?\n\nANOTHER YOUNG MAN. Teigue, will you give us pennies if we teach you\nlessons? No, he goes to school for nothing on the mountains. Tell\nus what you learn on the mountains, Teigue?\n\nWISE MAN. Be silent all. [He has been standing silent, looking\naway.] Stand still in your places, for there is something I would\nhave you tell me.\n\n[A moment's pause. They all stand round in their places.\nTEIGUE still stands at the door.]\n\nWISE MAN. Is there any one amongst you who believes in God? In\nheaven? Or in purgatory? Or in hell?\n\nALL THE YOUNG MEN. No one; Master! No one!\n\nWISE MAN. I knew you would all say that; but do not be afraid. I\nwill not be angry. Tell me the truth. Do you not believe?\n\nA YOUNG MAN. We once did, but you have taught us to know better.\n\nWISE MAN. Oh! teaching, teaching does not go very deep! The heart\nremains unchanged under it all. You believe just as you always did,\nand you are afraid to tell me.\n\nA YOUNG MAN. No, no, master.\n\nWISE MAN. If you tell me that you believe I shall be glad and not\nangry.\n\nA YOUNG MAN. [To his neighbor.] He wants somebody to dispute with.\n\nHIS NEIGHBOR. I knew that from the beginning.\n\nA YOUNG MAN. That is not the subject for to-day; you were going to\ntalk about the words the beggar wrote upon the walls of Babylon.\n\nWISE MAN. If there is one amongst you that believes, he will be my\nbest friend. Surely there is one amongst you. [They are all\nsilent.] Surely what you learned at your mother's knees has not\nbeen so soon forgotten.\n\nA YOUNG MAN. Master, till you came, no teacher in this land was\nable to get rid of foolishness and ignorance. But every one has\nlistened to you, every one has learned the truth. You have had your\nlast disputation.\n\nANOTHER. What a fool you made of that monk in the market-place! He\nhad not a word to say.\n\nWISE MAN. [Comes from his desk and stands among them in the middle\nof the room.] Pupils, dear friends, I have deceived you all this\ntime. It was I myself who was ignorant. There is a God. There is a\nheaven. There is fire that passes, and there is fire that lasts for\never.\n\n[TEIGUE, through all this, is sitting on a stool by the door,\nreckoning on his fingers what he will buy with his money.]\n\nA YOUNG MAN [to another]. He will not be satisfied till we dispute\nwith him. [To the WISE MAN.] Prove it, master. Have you seen them?\n\nWISE MAN [in a low, solemn voice]. Just now, before you came in,\nsome one came to the door, and when I looked up I saw an angel\nstanding there.\n\nA YOUNG MAN. You were in a dream. Anybody can see an angel in his\ndreams.\n\nWISE MAN. Oh, my God! it was not a dream. I was awake, waking as I\nam now. I tell you I was awake as I am now.\n\nA YOUNG MAN. Some dream when they are awake, but they are the\ncrazy, and who would believe what they say? Forgive me, master, but\nthat is what you taught me to say. That is what you said to the\nmonk when he spoke of the visions of the saints and the martyrs.\n\nANOTHER YOUNG MAN. You see how well we remember your teaching.\n\nWISE MAN. Out, out from my sight! I want some one with belief. I\nmust find that grain the Angel spoke of before I die. I tell you I\nmust find it, and you answer me with arguments. Out with you, or I\nwill beat you with my stick! [The young men laugh.]\n\nA YOUNG MAN. How well he plays at faith! He is like the monk when\nhe had nothing more to say.\n\nWISE MAN. Out, out, or I will lay this stick about your shoulders!\nOut with you, though you are a king's son!\n\n[They begin to hurry out.]\n\nA YOUNG MAN. Come, come; he wants us to find some one who will\ndispute with him.                               [All go out.]\n\nWISE MAN [alone. He goes to the door at the side]. I will call\nmy wife. She will believe; women always believe. [He opens the door\nand calls.] Bridget! Bridget! [BRIDGET comes in wearing her apron,\nher sleeves turned up from her floury arms.] Bridget, tell me the\ntruth; do not say what you think will please me. Do you sometimes\nsay your prayers?\n\nBRIDGET. Prayers! No, you taught me to leave them off long ago. At\nfirst I was sorry, but I am glad now, for I am sleepy in the\nevenings.\n\nWISE MAN. But do you not believe in God?\n\nBRIDGET. Oh, a good wife only believes what her husband tells her!\n\nWISE MAN. But sometimes when you are alone, when I am in the school\nand the children asleep, do you not think about the saints, about\nthe things you used to believe in? What do you think of when you\nare alone?\n\nBRIDGET [considering]. I think about nothing. Sometimes I wonder if\nthe pig is fattening well, or I go out to see if the crows are\npicking up the chickens' food.\n\nWISE MAN. Oh, what can I do! Is there nobody who believes? I must\ngo and find somebody! [He goes toward the door but with his eyes\nfixed on the hour-glass.] I cannot go out; I cannot leave that!\n\nBRIDGET. You want somebody to get up argument with.\n\nWISE MAN. Oh, look out of the door and tell me if there is anybody\nthere in the street. I cannot leave this glass; somebody might\nshake it! Then the sand would fall quickly.\n\nBRIDGET. I don't understand what you are saying. [Looks out.] There\nis a crowd of people talking to your pupils.\n\nWISE MAN. Oh, run out, Bridget, and see if they have found somebody\nthat believes!\n\nBRIDGET [wiping her arms in her apron and pulling down her\nsleeves]. It's a hard thing to be married to a man of learning\nthat must be always having arguments. [Goes out and shouts through\nthe kitchen door.] Don't be meddling with the bread, children,\nwhile I'm out.\n\nWISE MAN. [Kneels down.] \"Salvum me fac, Deus--salvum--salvum....\"\nI have forgotten it all. It is thirty years since I said a prayer.\nI must pray in the common tongue, like a clown begging in the\nmarket like Teigue the Fool! [He prays.] Help me, Father, Son, and\nSpirit!\n\n[BRIDGET enters, followed by the FOOL, who is holding out his hat\nto her.]\n\nFOOL. Give me something; give me a penny to buy bacon in the shops,\nand nuts in the market, and strong drink for the time when the sun\ngrows weak.\n\nBRIDGET. I have no pennies. [To the WISE MAN.] Your pupils cannot\nfind anybody to argue with you. There is nobody in the whole\ncountry who had enough belief to fill a pipe with since you put\ndown the monk. Can't you be quiet now and not always be wanting to\nhave arguments? It must be terrible to have a mind like that.\n\nWISE MAN. I am lost! I am lost!\n\nBRIDGET. Leave me alone now; I have to make the bread for you and\nthe children.\n\nWISE MAN. Out of this, woman, out of this, I say! [BRIDGET goes\nthrough the kitchen door.] Will nobody find a way to help me! But\nshe spoke of my children. I had forgotten them. They will believe.\nIt is only those who have reason that doubt; the young are full of\nfaith. Bridget, Bridget, send my children to me!\n\nBRIDGET [inside]. Your father wants you, run to him now.\n\n[The two children came in. They stand together a little way from\nthe threshold of the kitchen door, looking timidly at their\nfather.]\n\nWISE MAN. Children, what do you believe? Is there a heaven? Is\nthere a hell? Is there a purgatory?\n\nFIRST CHILD. We haven't forgotten, father.\n\nTHE OTHER CHILD. Oh, no, father. [They both speak together as if in\nschool.] There is no heaven; there is no hell; there is nothing\nwe cannot see.\n\nFIRST CHILD. Foolish people used to think that there were, but you\nare very learned and you have taught us better.\n\nWISE MAN. You are just as bad as the others, just as bad as the\nothers! Out of the room with you, out of the room! [The children\nbegin to cry and run away.] Go away, go away! I will teach you\nbetter--no, I will never teach you again. Go to your mother--no,\nshe will not be able to teach them.... Help them, O God! [Alone.]\nThe grains are going very quickly. There is very little sand in the\nuppermost glass. Somebody will come for me in a moment; perhaps he\nis at the door now! All creatures that have reason doubt. O that\nthe grass and the planets could speak! Somebody has said that they\nwould wither if they doubted. O speak to me, O grass blades! O\nfingers of God's certainty, speak to me. You are millions and you\nwill not speak. I dare not know the moment the messenger will come\nfor me. I will cover the glass. [He covers it and brings it to the\ndesk, and the FOOL, is sitting by the door fiddling with some\nflowers which he has stuck in his hat. He has begun to blow a\ndandelion head.] What are you doing?\n\nFOOL. Wait a moment. [He blows.] Four, five, six.\n\nWISE MAN. What are you doing that for?\n\nFOOL. I am blowing at the dandelion to find out what time it is.\n\nWISE MAN. You have heard everything! That is why you want to find\nout what hour it is! You are waiting to see them coming through the\ndoor to carry me away. [FOOL goes on blowing.] Out through the door\nwith you! I will have no one here when they come. [He seizes the\nFOOL by the shoulders, and begins to force him out through the\ndoor, then suddenly changes his mind.] No, I have something to ask\nyou. [He drags him back into the room.] Is there a heaven? Is there\na hell? Is there a purgatory?\n\nFOOL. So you ask me now. I thought when you were asking your\npupils, I said to myself, if he would ask Teigue the Fool, Teigue\ncould tell him all about it, for Teigue has learned all about it\nwhen he has been cutting the nets.\n\nWISE MAN. Tell me; tell me!\n\nFOOL. I said, Teigue knows everything. Not even the owls and the\nhares that milk the cows have Teigue's wisdom. But Teigue will not\nspeak; he says nothing.\n\nWISE MAN. Tell me, tell me! For under the cover the grains are\nfalling, and when they are all fallen I shall die; and my soul will\nbe lost if I have not found somebody that believes! Speak, speak!\n\nFOOL [looking wise]. No, no, I won't tell you what is in my mind,\nand I won't tell you what is in my bag. You might steal away my\nthoughts. I met a bodach on the road yesterday, and he said,\n\"Teigue, tell me how many pennies are in your bag. I will wager\nthree pennies that there are not twenty pennies in your bag; let me\nput in my hand and count them.\" But I pulled the strings tighter,\nlike this; and when I go to sleep every night I hide the bag where\nno one knows.\n\nWISE MAN. [Goes toward the hour-glass as if to uncover it.] No, no,\nI have not the courage! [He kneels.] Have pity upon me, Fool, and\ntell me!\n\nFOOL. Ah! Now, that is different. I am not afraid of you now. But I\nmust come near you; somebody in there might hear what the Angel\nsaid.\n\nWISE MAN. Oh, what did the Angel tell you?\n\nFOOL. Once I was alone on the hills, and an Angel came by and he\nsaid, \"Teigue the Fool, do not forget the Three Fires: the Fire\nthat punishes, the Fire that purifies, and the Fire wherein the\nsoul rejoices for ever!\"\n\nWISE MAN. He believes! I am saved! Help me. The sand has run out.\nI am dying.... [FOOL helps him to his chair.] I am going from the\ncountry of the seven wandering stars, and I am going to the country\nof the fixed stars! Ring the bell. [FOOL rings the bell.] Are they\ncoming ? Ah! now I hear their feet.... I will speak to them. I\nunderstand it all now. One sinks in on God: we do not see the\ntruth; God sees the truth in us. I cannot speak, I am too weak.\nTell them, Fool, that when the life and the mind are broken, the\ntruth comes through them like peas through a broken peascod. But\nno, I will pray--yet I cannot pray. Pray Fool, that they may be\ngiven a sign and save their souls alive. Your prayers are better\nthan mine.\n\n[FOOL bows his head. WISE MAN'S head sinks on his arm on the books.\nPUPILS enter.]\n\nA YOUNG MAN. Look at the Fool turned bell-ringer!\n\nANOTHER. What have you called us in for, Teigue? What are you going\nto tell us?\n\nANOTHER. No wonder he has had dreams! See, he is fast asleep now.\n[Goes over and touches the WISE MAN.] Oh, he is dead!\n\nFOOL. Do not stir! He asked for a sign that you might be saved.\n[All are silent for a moment.] Look what has come from his mouth...\na little winged thing... a little shining thing. It has gone to\nthe door. [The ANGEL appears in the doorway, stretches out her\nhands and closes them again.] The Angel has taken it in her hands...\nshe will open her hands in the Garden of Paradise.\n\n[They all kneel.]",
    "metadata": {
        "author": [
            "Yeats, W. B. (William Butler)",
            "Yeats, William Butler"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/7448/pg7448.txt",
        "name": "the_hour_glass.json"
    }
}