{
    "name": "The Little People of the Snow",
    "author": [
        "Bryant, W. C. (William Cullen)",
        "Bryant, William Cullen"
    ],
    "body": "WILLIAM CULLEN BRYANT.\n\n        NEW YORK:\n        D. APPLETON AND COMPANY,\n        549 & 551 BROADWAY.\n\n        1873.\n\nENTERED, according to Act of Congress, in the year 1872,\n\nIn the Office of the Librarian of Congress, at Washington.\n\n\n\n\nTHE LITTLE PEOPLE OF THE SNOW.\n\n\n          _Alice._--One of your old-world stories, Uncle John,\n        Such as you tell us by the winter fire,\n        Till we all wonder it has grown so late.\n\n          _Uncle John._--The story of the witch that ground to death\n        Two children in her mill, or will you have\n        The tale of Goody Cutpurse?\n\n          _Alice._--                Nay, now, nay;\n        Those stories are too childish, Uncle John,\n        Too childish even for little Willy here,\n        And I am older, two good years, than he;\n        No, let us have a tale of elves that ride,\n        By night, with jingling reins, or gnomes of the mine,\n        Or water-fairies, such as you know how\n        To spin, till Willy's eyes forget to wink,\n        And good Aunt Mary, busy as she is,\n        Lays down her knitting.\n\n          _Uncle John._--       Listen to me, then.\n        'Twas in the olden time, long, long ago,\n        And long before the great oak at our door\n        Was yet an acorn, on a mountain's side\n        Lived, with his wife, a cottager. They dwelt\n        Beside a glen and near a dashing brook,\n        A pleasant spot in spring, where first the wren\n        Was heard to chatter, and, among the grass,\n        Flowers opened earliest; but, when winter came,\n        That little brook was fringed with other flowers,--\n        White flowers, with crystal leaf and stem, that grew\n        In clear November nights. And, later still,\n        That mountain glen was filled with drifted snows\n        From side to side, that one might walk across,\n        While, many a fathom deep, below, the brook\n        Sang to itself, and leaped and trotted on\n        Unfrozen, o'er its pebbles, toward the vale.\n\n          _Alice._--A mountain's side, you said; the Alps, perhaps,\n        Or our own Alleghanies.\n\n          _Uncle John._--       Not so fast,\n        My young geographer, for then the Alps,\n        With their broad pastures, haply were untrod\n        Of herdsman's foot, and never human voice\n        Had sounded in the woods that overhang\n        Our Alleghany's streams. I think it was\n        Upon the slopes of the great Caucasus,\n        Or where the rivulets of Ararat\n        Seek the Armenian vales. That mountain rose\n        So high, that, on its top, the winter snow\n        Was never melted, and the cottagers\n        Among the summer blossoms, far below,\n        Saw its white peaks in August from their door.\n\n          One little maiden, in that cottage home,\n        Dwelt with her parents, light of heart and limb,\n        Bright, restless, thoughtless, flitting here and there,\n        Like sunshine on the uneasy ocean waves,\n        And sometimes she forgot what she was bid,\n        As Alice does.\n\n          _Alice._--   Or Willy, quite as oft.\n\n          _Uncle John._--But you are older, Alice, two good years,\n        And should be wiser. Eva was the name\n        Of this young maiden, now twelve summers old.\n        Now you must know that, in those early times,\n        When autumn days grew pale, there came a troop\n        Of childlike forms from that cold mountain top;\n        With trailing garments through the air they came,\n        Or walked the ground with girded loins, and threw\n        Spangles of silvery frost upon the grass,\n        And edged the brook with glistening parapets,\n        And built it crystal bridges, touched the pool,\n        And turned its face to glass, or, rising thence,\n        They shook, from their full laps, the soft, light snow,\n        And buried the great earth, as autumn winds\n        Bury the forest floor in heaps of leaves.\n\n          A beautiful race were they, with baby brows,\n        And fair, bright locks, and voices like the sound\n        Of steps on the crisp snow, in which they talked\n        With man, as friend with friend. A merry sight\n        It was, when, crowding round the traveller,\n        They smote him with their heaviest snow-flakes, flung\n        Needles of frost in handfuls at his cheeks,\n        And, of the light wreaths of his smoking breath,\n        Wove a white fringe for his brown beard, and laughed\n        Their slender laugh to see him wink and grin\n        And make grim faces as he floundered on.\n        But, when the spring came on, what terror reigned\n        Among these Little People of the Snow!\n        To them the sun's warm beams were shafts of fire,\n        And the soft south wind was the wind of death.\n        Away they flew, all with a pretty scowl\n        Upon their childish faces, to the north,\n        Or scampered upward to the mountain's top,\n        And there defied their enemy, the Spring;\n        Skipping and dancing on the frozen peaks,\n        And moulding little snow-balls in their palms,\n        And rolling them, to crush her flowers below,\n        Down the steep snow-fields.\n\n          _Alice._--                That, too, must have been\n        A merry sight to look at.\n\n          _Uncle John._--         You are right,\n        But I must speak of graver matters now.\n\n          Mid-winter was the time, and Eva stood,\n        Within the cottage, all prepared to dare\n        The outer cold, with ample furry robe\n        Close belted round her waist, and boots of fur,\n        And a broad kerchief, which her mother's hand\n        Had closely drawn about her ruddy cheek.\n        \"Now, stay not long abroad,\" said the good dame,\n        \"For sharp is the outer air, and, mark me well,\n        Go not upon the snow beyond the spot\n        Where the great linden bounds the neighboring field.\"\n\n          The little maiden promised, and went forth,\n        And climbed the rounded snow-swells firm with frost\n        Beneath her feet, and slid, with balancing arms,\n        Into the hollows. Once, as up a drift\n        She slowly rose, before her, in the way,\n        She saw a little creature lily-cheeked,\n        With flowing flaxen locks, and faint blue eyes,\n        That gleamed like ice, and robe that only seemed\n        Of a more shadowy whiteness than her cheek.\n        On a smooth bank she sat.\n\n          _Alice._--              She must have been\n        One of your Little People of the Snow.\n\n          _Uncle John._--She was so, and, as Eva now drew near\n        The tiny creature bounded from her seat;\n        \"And come,\" she said, \"my pretty friend; to-day\n        We will be playmates. I have watched thee long,\n        And seen how well thou lov'st to walk these drifts,\n        And scoop their fair sides into little cells,\n        And carve them with quaint figures, huge-limbed men,\n        Lions, and griffins. We will have, to-day,\n        A merry ramble over these bright fields,\n        And thou shalt see what thou hast never seen.\"\n\n          On went the pair, until they reached the bound\n        Where the great linden stood, set deep in snow,\n        Up to the lower branches. \"Here we stop,\"\n        Said Eva, \"for my mother has my word\n        That I will go no further than this tree.\"\n        Then the snow-maiden laughed: \"And what is this?\n        This fear of the pure snow, the innocent snow,\n        That never harmed aught living? Thou mayst roam\n        For leagues beyond this garden, and return\n        In safety; here the grim wolf never prowls,\n        And here the eagle of our mountain-crags\n        Preys not in winter. I will show the way\n        And bring thee safely home. Thy mother, sure,\n        Counselled thee thus because thou hadst no guide.\"\n\n          By such smooth words was Eva won to break\n        Her promise, and went on with her new friend,\n        Over the glistening snow and down a bank\n        Where a white shelf, wrought by the eddying wind,\n        Like to a billow's crest in the great sea,\n        Curtained an opening. \"Look, we enter here.\"\n        And straight, beneath the fair o'erhanging fold,\n        Entered the little pair that hill of snow,\n        Walking along a passage with white walls,\n        And a white vault above where snow-stars shed\n        A wintry twilight. Eva moved in awe,\n        And held her peace, but the snow-maiden smiled,\n        And talked and tripped along, as, down the way,\n        Deeper they went into that mountainous drift.\n\n          And now the white walls widened, and the vault\n        Swelled upward, like some vast cathedral dome,\n        Such as the Florentine, who bore the name\n        Of heaven's most potent angel, reared, long since,\n        Or the unknown builder of that wondrous fane,\n        The glory of Burgos. Here a garden lay,\n        In which the Little People of the Snow\n        Were wont to take their pastime when their tasks\n        Upon the mountain's side and in the clouds\n        Were ended. Here they taught the silent frost\n        To mock, in stem and spray, and leaf and flower,\n        The growths of summer. Here the palm upreared\n        Its white columnar trunk and spotless sheaf\n        Of plume-like leaves; here cedars, huge as those\n        Of Lebanon, stretched far their level boughs,\n        Yet pale and shadowless; the sturdy oak\n        Stood, with its huge gnarled roots of seeming strength,\n        Fast anchored, in the glistening bank; light sprays\n        Of myrtle, roses in their bud and bloom,\n        Drooped by the winding walks; yet all seemed wrought\n        Of stainless alabaster; up the trees\n        Ran the lithe jessamine, with stalk and leaf\n        Colorless as her flowers. \"Go softly on,\"\n        Said the snow-maiden; \"touch not, with thy hand,\n        The frail creation round thee, and beware\n        To sweep it with thy skirts. Now look above.\n        How sumptuously these bowers are lighted up\n        With shifting gleams that softly come and go!\n        These are the northern lights, such as thou seest\n        In the midwinter nights, cold, wandering flames,\n        That float, with our processions, through the air;\n        And here, within our winter palaces,\n        Mimic the glorious daybreak.\" Then she told\n        How, when the wind, in the long winter nights,\n        Swept the light snows into the hollow dell,\n        She and her comrades guided to its place\n        Each wandering flake, and piled them quaintly up,\n        In shapely colonnade and glistening arch,\n        With shadowy aisles between, or bade them grow\n        Beneath their little hands, to bowery walks\n        In gardens such as these, and, o'er them all,\n        Built the broad roof. \"But thou hast yet to see\n        A fairer sight,\" she said, and led the way\n        To where a window of pellucid ice\n        Stood in the wall of snow, beside their path.\n        \"Look, but thou mayst not enter.\" Eva looked,\n        And lo! a glorious hall, from whose high vault\n        Stripes of soft light, ruddy, and delicate green,\n        And tender blue, flowed downward to the floor\n        And far around, as if the aerial hosts,\n        That march on high by night, with beamy spears,\n        And streaming banners, to that place had brought\n        Their radiant flags to grace a festival.\n\n          And in all that hall a joyous multitude\n        Of those by whom its glistening walls were reared,\n        Whirled in a merry dance to silvery sounds,\n        That rang from cymbals of transparent ice,\n        And ice-cups, quivering to the skilful touch\n        Of little fingers. Round and round they flew,\n        As when, in spring, about a chimney-top,\n        A cloud of twittering swallows, just returned,\n        Wheel round and round, and turn and wheel again,\n        Unwinding their swift track. So rapidly\n        Flowed the meandering stream of that fair dance,\n        Beneath that dome of light. Bright eyes that looked\n        From under lily brows, and gauzy scarfs\n        Sparkling like snow-wreaths in the early sun,\n        Shot by the window in their mazy whirl.\n        And there stood Eva, wondering at the sight\n        Of those bright revellers and that graceful sweep\n        Of motion as they passed her;--long she gazed,\n        And listened long to the sweet sounds that thrilled\n        The frosty air, till now the encroaching cold\n        Recalled her to herself. \"Too long, too long\n        I linger here,\" she said, and then she sprang\n        Into the path, and with a hurried step\n        Followed it upward. Ever by her side\n        Her little guide kept pace. As on they went\n        Eva bemoaned her fault: \"What must they think--\n        The dear ones in the cottage, while so long,\n        Hour after hour, I stay without? I know\n        That they will seek me far and near, and weep\n        To find me not. How could I, wickedly,\n        Neglect the charge they gave me?\" As she spoke,\n        The hot tears started to her eyes; she knelt\n        In the mid path. \"Father! forgive this sin;\n        Forgive myself I cannot\"--thus she prayed,\n        And rose and hastened onward. When, at last,\n        They reached the outer air, the clear north breathed\n        A bitter cold, from which she shrank with dread,\n        But the snow-maiden bounded as she felt\n        The cutting blast, and uttered shouts of joy,\n        And skipped, with boundless glee, from drift to drift,\n        And danced round Eva, as she labored up\n        The mounds of snow, \"Ah me! I feel my eyes\n        Grow heavy,\" Eva said; \"they swim with sleep;\n        I cannot walk for utter weariness,\n        And I must rest a moment on this bank,\n        But let it not be long.\" As thus she spoke,\n        In half-formed words, she sank on the smooth snow,\n        With closing lids. Her guide composed the robe\n        About her limbs, and said, \"A pleasant spot\n        Is this to slumber in; on such a couch\n        Oft have I slept away the winter night,\n        And had the sweetest dreams.\" So Eva slept,\n        But slept in death; for when the power of frost\n        Locks up the motions of the living frame,\n        The victim passes to the realm of Death\n        Through the dim porch of Sleep. The little guide,\n        Watching beside her, saw the hues of life\n        Fade from the fair smooth brow and rounded cheek,\n        As fades the crimson from a morning cloud,\n        Till they were white as marble, and the breath\n        Had ceased to come and go, yet knew she not\n        At first that this was death. But when she marked\n        How deep the paleness was, how motionless\n        That once lithe form, a fear came over her.\n        She strove to wake the sleeper, plucked her robe,\n        And shouted in her ear, but all in vain;\n        The life had passed away from those young limbs.\n        Then the snow-maiden raised a wailing cry,\n        Such as a dweller in some lonely wild,\n        Sleepless through all the long December night,\n        Hears when the mournful East begins to blow.\n\n          But suddenly was heard the sound of steps,\n        Grating on the crisp snow; the cottagers\n        Were seeking Eva; from afar they saw\n        The twain, and hurried toward them. As they came,\n        With gentle chidings ready on their lips,\n        And marked that death-like sleep, and heard the tale\n        Of the snow-maiden, mortal anguish fell\n        Upon their hearts, and bitter words of grief\n        And blame were uttered: \"Cruel, cruel one,\n        To tempt our daughter thus, and cruel we,\n        Who suffered her to wander forth alone\n        In this fierce cold.\" They lifted the dear child,\n        And bore her home and chafed her tender limbs,\n        And strove, by all the simple arts they knew,\n        To make the chilled blood move, and win the breath\n        Back to her bosom; fruitlessly they strove.\n        The little maid was dead. In blank despair\n        They stood, and gazed at her who never more\n        Should look on them. \"Why die we not with her?\"\n        They said; \"without her life is bitterness.\"\n\n          Now came the funeral day; the simple folk\n        Of all that pastoral region gathered round,\n        To share the sorrow of the cottagers.\n        They carved a way into the mound of snow\n        To the glen's side, and dug a little grave\n        In the smooth slope, and, following the bier,\n        In long procession from the silent door,\n        Chanted a sad and solemn melody.\n\n          \"Lay her away to rest within the ground.\n        Yea, lay her down whose pure and innocent life\n        Was spotless as these snows; for she was reared\n        In love, and passed in love life's pleasant spring,\n        And all that now our tenderest love can do\n        Is to give burial to her lifeless limbs.\"\n\n          They paused. A thousand slender voices round,\n        Like echoes softly flung from rock and hill,\n        Took up the strain, and all the hollow air\n        Seemed mourning for the dead; for, on that day,\n        The little people of the snow had come,\n        From mountain-peak, and cloud, and icy hall,\n        To Eva's burial. As the murmur died,\n        The funeral train renewed the solemn chant.\n\n          \"Thou, Lord, hast taken her to be with Eve,\n        Whose gentle name was given her. Even so,\n        For so Thy wisdom saw that it was best\n        For her and us. We bring our bleeding hearts,\n        And ask the touch of healing from Thy hand,\n        As, with submissive tears, we render back\n        The lovely and beloved to Him who gave.\"\n\n          They ceased. Again the plaintive murmur rose.\n        From shadowy skirts of low-hung cloud it came,\n        And wide white fields, and fir-trees capped with snow,\n        Shivering to the sad sounds. They sank away\n        To silence in the dim-seen distant woods.\n        The little grave was closed; the funeral train\n        Departed; winter wore away; the spring\n        Steeped, with her quickening rains, the violet tufts,\n        By fond hands planted where the maiden slept.\n        But, after Eva's burial, never more\n        The Little People of the Snow were seen\n        By human eye, nor ever human ear\n        Heard from their lips, articulate speech again;\n        For a decree went forth to cut them off,\n        Forever, from communion with mankind.\n        The winter clouds, along the mountain-side,\n        Rolled downward toward the vale, but no fair form\n        Leaned from their folds, and, in the icy glens,\n        And aged woods, under snow-loaded pines,\n        Where once they made their haunt, was emptiness.\n\n          But ever, when the wintry days drew near,\n        Around that little grave, in the long night,\n        Frost-wreaths were laid and tufts of silvery rime\n        In shape like blades and blossoms of the field,\n        As one would scatter flowers upon a bier.",
    "metadata": {
        "author": [
            "Bryant, W. C. (William Cullen)",
            "Bryant, William Cullen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22406/pg22406.txt",
        "name": "the_little_people_of_the_snow.json"
    }
}