{
    "name": "The Man Higher Up",
    "author": [
        "MacHarg, William Briggs",
        "MacHarg, William B.",
        "MacHarg, William",
        "Balmer, Edwin"
    ],
    "body": "                By Edwin Balmer and William B. MacHarg\n        Authors of “The Eleventh Hour” and “The Hammering Man”\n\n\n        This excellent detective scientifiction story is the\n        first of a series to appear in AMAZING STORIES. These\n        romances depict the achievement of Luther Trant,\n        psychological detective.\n\n        While the results of psychic evidence have not as yet\n        been accepted in our courts, there is no doubt that at\n        a not-distant date such evidence will be given due\n        importance in the conviction of our criminals. The\n        authors of this tale are experts in their science and\n        the series cannot fail to arouse your interest to the\n        highest degree. A second story will appear in an early\n        issue of AMAZING STORIES.\n\nThe first real blizzard of the winter had burst upon New York from the\nAtlantic. For seventy-two hours—as Rentland, chief clerk in the\nBroadway offices of the American Commodities Company, saw from the\nrecord he was making for President Welter—no ship of any of the dozen\nexpected from foreign ports had been able to make the company’s docks\nin Brooklyn, or indeed, had been reported at Sandy Hook. And for the\nlast five days, during which the Weather Bureau’s storm signals had\nstayed steadily set, no steamer of the six which had finished\nunloading at the docks the week before had dared to try for the open\nsea except one, the _Elizabethan Age_, which had cleared the Narrows\non Monday night.\n\nOn land the storm was scarcely less disastrous to the business of the\ngreat importing company. Since Tuesday morning Rentland’s reports of\nthe car-and train-load consignments which had left the warehouses\ndaily had been a monotonous page of trains stalled. But until that\nFriday morning, Welter—the big, bull-necked, thick-lipped master of\nmen and money—had borne all the accumulated trouble of the week with\nserenity, almost with contempt. Only when the chief clerk added to his\nreport the minor item that the 3,000-ton steamer, _Elizabethan Age_,\nwhich had cleared on Monday night, had been driven into Boston,\nsomething suddenly seemed to “break” in the inner office. Rentland\nheard the president’s secretary telephone to Brooklyn for Rowan, the\ndock superintendent; he heard Welter’s heavy steps going to and fro in\nthe private office, his hoarse voice raised angrily; and soon\nafterwards Rowan blustered in. Rentland could no longer overhear the\nvoices. He went back to his own private office and called the station\nmaster at the Grand Central Station on the telephone.\n\n“The seven o’clock train from Chicago?” the clerk asked in a guarded\nvoice.\n\n“It came in at 10:30, as expected? Oh, at 10:10! Thank you.” He hung\nup the receiver and opened the door to pass a word with Rowan as he\ncame out of the president’s office.\n\n“They’ve wired that the _Elizabethan Age_ couldn’t get beyond Boston,\nRowan,” he cried curiously.\n\n“The —— —— —— hooker!” The dock superintendent had gone strangely\nwhite; for the imperceptible fraction of an instant his eyes dimmed\nwith fear, as he stared into the wondering face of the clerk, but he\nrecovered himself quickly, spat offensively, and slammed the door as\nhe went out. Rentland stood with clenching hands for a moment; then he\nglanced at the clock and hurried to the entrance of the outer office.\nThe elevator was just bringing up from the street a red-haired,\nblue-gray-eyed young man of medium height, who, noting with a quick,\nintelligent glance the arrangement of the offices, advanced directly\ntoward President Welter’s door. The chief clerk stepped forward\nquickly.\n\n“You are Mr. Trant?”\n\n“Yes.”\n\n“I am Rentland. This way, please.” He led the psychologist to the\nlittle room behind the files, where he had telephoned the moment\nbefore.\n\n“Your wire to me in Chicago, which brought me here,” said Trant,\nturning from the inscription “Chief Clerk” on the door to the dogged,\ndecisive features and wiry form of his client, “gave me to understand\nthat you wished to have me investigate the disappearance, or death, of\ntwo of your dock scale checkers. I suppose you were acting for\nPresident Welter—of whom I have heard—in sending for me?”\n\n“No,” said Rentland, as he waved Trant to a seat. “President Welter is\ncertainly not troubling himself to that extent over an investigation.”\n\n“Then the company, or some other officer?” Trant questioned, with\nincreasing curiosity.\n\n“No; nor the company, nor any other officer in it, Mr. Trant.”\nRentland smiled. “Nor even am I, as chief clerk of the American\nCommodities Company, overtroubling myself about those checkers,” he\nleaned nearer to Trant, confidentially, “but as a special agent for\nthe United States Treasury Department I am extremely interested in the\ndeath of one of these men, and in the disappearance of the other. And\nfor that I called you to help me.”\n\n“As a secret agent for the Government?” Trant repeated, with rapidly\nrising interest.\n\n“Yes; a spy, if you wish so to call me, but as truly in the ranks of\nthe enemies to my country as any Nathan Hale, who has a statue in this\ncity. To-day the enemies are the big, corrupting, thieving\ncorporations like this company; and appreciating that, I am not\nashamed to be a spy in their ranks, commissioned by the Government to\ncatch and condemn President Welter, and any other officers involved\nwith him, for systematically stealing from the Government for the past\nten years, and for probable connivance in the murder of at least one\nof those two checkers so that the company might continue to steal.”\n\n“To steal? How?”\n\n“Customs frauds, thefts, smuggling—anything you wish to call it.\nExactly what or how, I can’t tell; for that is part of what I sent for\nyou to find out. For a number of years the Customs Department has\nsuspected, upon circumstantial evidence, that the enormous profits of\nthis company upon the thousand and one things which it is importing\nand distributing must come in part from goods they have got through\nwithout paying the proper duty. So at my own suggestion I entered the\nemploy of the company a year ago to get track of the method. But after\na year here I was almost ready to give up the investigation in\ndespair, when Ed. Landers, the company’s checker on the docks in scale\nhouse No. 3, was killed—accidentally, the coroner’s jury said. To me\nit looked suspiciously like murder. Within two weeks Morse, who was\nappointed as checker in his place, suddenly disappeared. The company’s\nofficials showed no concern as to the fate of these two men; and my\nsuspicions that something crooked might be going on at scale house No.\n3 were strengthened; and I sent for you to help me to get at the\nbottom of things.”\n\n“Is it not best then to begin by giving me as fully as possible the\ndetails of the employment of Morse and Landers, and also of their\ndisappearance?” the young psychologist suggested.\n\n“I have told you these things here, Trant, rather than take you to\nsome safer place,” the secret agent replied, “because I have been\nwaiting for some one who can tell you what you need to know better\nthan I can. Edith Rowan, the stepdaughter of the dock superintendent,\nknew Landers well, for he boarded at Rowan’s house. She was—or is, if\nhe still lives—engaged to Morse. It is an unusual thing for Rowan\nhimself to come here to see President Welter, as he did just before\nyou came; but every morning since Morse disappeared his daughter has\ncome to see Welter personally. She is already waiting in the outer\noffice.” Opening the door, he indicated to Trant a light-haired,\noverdressed, nervous girl twisting about uneasily on the seat outside\nthe president’s private office.\n\n“Welter thinks it policy, for some reason, to see her a moment every\nmorning. But she always comes out almost at once—crying.”\n\n“This is interesting,” Trant commented, as he watched the girl go into\nthe president’s office. After only a moment she came out, crying.\nRentland had already left his room, so it seemed by chance that he and\nTrant met and supported her to the elevator, and over the slippery\npavement to a neat electric coupé which was standing at the curb.\n\n“It’s hers,” said Rentland, as Trant hesitated before helping the girl\ninto it. “It’s one of the things I wanted you to see. Broadway is very\nslippery, Miss Rowan. You will let me see you home again this morning?\nThis gentleman is Mr. Trant, a private detective. I want him to come\nalong with us.”\n\nThe girl acquiesced, and Trant crowded into the little automobile.\nRentland turned the coupé skillfully out into the swept path of the\nstreet, ran swiftly down Fifth Avenue to Fourteenth Street, and\nstopped three streets to the east before a house in the middle of the\nblock. The house was as narrow and cramped and as cheaply constructed\nas its neighbors on both sides. It had lace curtains conspicuous in\nevery window, and with impressive statuettes, vases, and gaudy bits of\nbric-a-brac in the front rooms.\n\n“He told me again that Will must still be off drunk; and Will never\ntakes a drink,” she spoke to them for the first time, as they entered\nthe little sitting room.\n\n“‘He’ is Welter,” Rentland explained to Trant. “‘Will’ is Morse, the\nmissing man. Now, Miss Rowan, I have brought Mr. Trant with me because\nI have asked him to help me find Morse for you, as I promised; and I\nwant you to tell him everything you can about how Landers was killed\nand how Morse disappeared.”\n\n“And remember,” Trant interposed, “that I know very little about the\nAmerican Commodities Company.”\n\n“Why, Mr. Trant,” the girl gathered herself together, “you cannot help\nknowing something about the company! It imports almost everything—\ntobacco, sugar, coffee, olives, and preserved fruits, oils, and all\nsorts of table delicacies, from all over the world, even from Borneo,\nMr. Trant, and from Madagascar and New Zealand. It has big warehouses\nat the docks with millions of dollars’ worth of goods stored in them.\nMy stepfather has been with the company for years, and has charge of\nall that goes on at the docks.”\n\n“Including the weighing?”\n\n“Yes; everything on which there is a duty when it is taken off the\nboats has to be weighed, and to do this there are big scales, and for\neach one a scale house. When a scale is being used there are two men\nin the scale house. One of these is the Government weigher, who sets\nthe scale to a balance and notes down the weight in a book. The other\nman, who is an employee of the company, writes the weight also in a\nbook of his own; and he is called the company’s checker. But though\nthere are half a dozen scales, almost everything, when it is possible,\nis unloaded in front of Scale No. 3, for that is the best berth for\nships.”\n\n“And Landers?”\n\n“Landers was the company’s checker on scale No. 3. Well, about five\nweeks ago I began to see that Mr. Landers was troubled about\nsomething. Twice a queer, quiet little man with a scar on his cheek\ncame to see him, and each time they went up to Mr. Landers’ room and\ntalked a long while. Ed’s room was over the sitting room, and after\nthe man had gone I could hear him walking back and forth—walking and\nwalking until it seemed as though he would never stop. I told father\nabout this man who troubled Mr. Landers, and he asked him about it,\nbut Mr. Landers flew into a rage and said it was nothing of\nimportance. Then one night—it was a Wednesday—everybody stayed late at\nthe docks to finish unloading the steamer _Covallo_. About two o’clock\nfather got home, but Mr. Landers had not been ready to come with him,\nHe did not come all that night, and the next day he did not come home.\n\n“Now, Mr. Trant, they are very careful at the warehouses about who\ngoes in and out, because so many valuable things are stored there. On\none side the warehouses open on the docks, and at each end they are\nfenced off so that you cannot go along the docks and get away from\nthem that way; and on the other side they open on the street through\ngreat driveway doors, and at every door, as long as it is open, there\nstands a watchman, who sees everybody that goes in and out. Only one\ndoor was open that Wednesday night, and the watchman there had not\nseen Mr. Landers go out. And the second night passed, and he did not\ncome home. But the next morning, Friday morning,” the girl caught her\nbreath hysterically, “Mr. Landers’ body was found in the engine room\nback of scale house No. 3, with the face crushed in horribly!”\n\n“Was the engine room occupied?” said Trant, quickly. “It must have\nbeen occupied in the daytime, and probably on the night when Landers\ndisappeared, as they were unloading the _Covallo_. But on the night\nafter which the body was found—was it occupied that night?”\n\n“I don’t know, Mr. Trant. I think it could not have been, for after\nthe verdict of the coroner’s jury, which was that Mr. Landers had been\nkilled by some part of the machinery, it was said that the accident\nmust have happened either the evening before, just before the engineer\nshut off his engines, or the first thing that morning, just after he\nhad started them; for otherwise somebody in the engine room would have\nseen it.”\n\n“But where had Landers been all day Thursday, Miss Rowan, from two\no’clock on the second night before, when your father last saw him,\nuntil the accident in the engine room?”\n\n“It was supposed he had been drunk. When his body was found, his\nclothes were covered with fibers from the coffee-sacking, and the jury\nsupposed he had been sleeping off his liquor in the coffee warehouse\nduring Thursday. But I had known Ed Landers for almost three years,\nand in all that time I never knew him to take even one drink.”\n\n“Then it was a very unlikely supposition. You do not believe in that\naccident, Miss Rowan?” Trant said, brusquely.\n\nThe girl grew white as paper. “Oh, Mr. Trant, I don’t know! I did\nbelieve in it. But since Will—Mr. Morse—has disappeared in exactly the\nsame way, under exactly the same circumstances, and everyone acts\nabout it exactly the same way—”\n\n“You say the circumstances of Morse’s disappearance were the same?”\nTrant pressed quietly when she was able to proceed.\n\n“After Mr. Landers had been found dead,” said the girl, pulling\nherself together again, “Mr. Morse, who had been checker in one of the\nother scale houses, was made checker on scale No. 3. We were surprised\nat that, for it was a sort of promotion, and father did not like Will;\nhe had been greatly displeased at our engagement. Will’s promotion\nmade us very happy, for it seemed as though father must be changing\nhis opinion. But after Will had been checker on scale No. 3 only a few\ndays, the same queer, quiet little man with the scar on his cheek who\nhad begun coming to see Mr. Landers before he was killed began coming\nto see Will, too! And after he began coming, Will was troubled,\nterribly troubled, I could see; but he would not tell me the reason.\nAnd he expected, after that man began coming, that something would\nhappen to him. And I know, from the way he acted and spoke about Mr.\nLanders, that he thought he had not been accidentally killed. One\nevening, when I could see he had been more troubled than ever before,\nhe said that if anything happened to him I was to go at once to his\nboarding house and take charge of everything in his room, and not to\nlet anyone into the room to search it until I had removed everything\nin the bureau drawers; everything no matter how useless anything\nseemed. Then, the very next night, five days ago, just as while Mr.\nLanders was checker, everybody stayed overtime at the docks to finish\nunloading a vessel, the _Elizabethan Age_. And in the morning Will’s\nlandlady called me on the phone to tell me that he had not come home.\nFive days ago, Mr. Trant! And since then no one has seen or heard from\nhim; and the watchman did not see him come out of the warehouse that\nnight just as he did not see Ed Landers.”\n\n“What did you find in Morse’s bureau?” asked Trant.\n\n“I found nothing.”\n\n“Nothing?” Trant repeated. “That is impossible, Miss Rowan! Think\nagain! Remember he warned you that what you found might seem trivial\nand useless.”\n\nThe girl, a little defiantly, studied for an instant Trant’s clear-cut\nfeatures. Suddenly she arose and ran from the room, but returned\nquickly with a strange little implement in her hand.\n\nIt was merely a bit of wire, straight for perhaps three inches, and\nthen bent in a half circle of five or six inches, the bent portion of\nthe wire being wound carefully with stout twine, thus:\n\n“Except for his clothes and some blank writing paper and envelopes\nthat was absolutely the only thing in the bureau. It was the only\nthing at all in the only locked drawer.”\n\nTrant and Rentland stared disappointedly at this strange implement,\nwhich the girl handed to the psychologist.\n\n“You have shown this to your stepfather, Miss Rowan, for a possible\nexplanation of why a company checker should be so solicitous about\nsuch a thing as this?” asked Trant.\n\n“No,” the girl hesitated. “Will had told me not to say anything; and I\ntold you father did not like Will. He had made up his mind that I was\nto marry Ed Landers. In most ways father is kind and generous. He’s\nkept the coupé we came here in for mother and me for two years; and\nyou see,” she gestured a little proudly about the bedecked and badly\nfurnished rooms, “you see how he gets everything for us. Mr. Landers\nwas most generous, too. He took me to the theaters two or three times\nevery week—always the best seats, too. I didn’t want to go, but father\nmade me. I preferred Will, though he wasn’t so generous.”\n\nTrant’s eyes returned, with more intelligent scrutiny, to the\nmysterious implement in his hand.\n\n“What salary do checkers receive, Rentland?” he asked, in a low tone.\n\n“One hundred and twenty-five dollars a month.”\n\n“And her father, the dock superintendent—how much?” Trant’s expressive\nglance now jumping about from one gaudy, extravagant trifle in the\nroom to another, caught a glimpse again of the electric coupé standing\nin the street, then returned to the tiny bit of wire in his hand.\n\n“Three thousand a year,” Rentland replied.\n\n“Tell me, Miss Rowan,” said Trant, “this implement—have you by any\nchance mentioned it to President Welter?”\n\n“Why, no, Mr. Trant.”\n\n“You are sure of that? Excellent! Excellent! Now the queer, quiet\nlittle man with the scar on his cheek who came to see Morse; no one\ncould tell you anything about him?”\n\n“No one, Mr. Trant; but yesterday Will’s landlady told me that a man\nhas come to ask for Will every forenoon since he disappeared, and she\nthinks this may be the man with the scar, though she can’t be sure,\nfor he kept the collar of his overcoat up about his face. She was to\ntelephone me if he came again.”\n\n“If he comes this morning,” Trant glanced quickly at his watch, “you\nand I, Rentland, might much better be waiting for him over there.”\n\nThe psychologist rose, putting the bent, twine-wound bit of wire\ncarefully into his pocket; and a minute later the two men crossed the\nstreet to the house, already known to Rentland, where Morse had\nboarded. The landlady not only allowed them to wait in her little\nparlor, but waited with them until at the end of an hour she pointed\nwith an eager gesture to a short man in a big ulster who turned\nsharply up the front steps.\n\n“That’s him—see!” she exclaimed.\n\n“That the man with the scar!” cried Rentland. “Well! I know him.”\n\nHe made for the door, caught at the ulster and pulled the little man\ninto the house by main force.\n\n“Well, Dickey!” the secret agent challenged, as the man faced him in\nstartled recognition. “What are you doing in this case? Trant, this is\nInspector Dickey, of the Customs Office,” he introduced the officer.\n\n“I’m in the case on my own hook, if I know what case you’re talking\nabout,” piped Dickey. “Morse, eh? and the American Commodities\nCompany, eh?”\n\n“Exactly,” said Rentland, brusquely. “What were you calling to see\nLanders for?”\n\n“You know about that?” The little man looked up sharply. “Well, six\nweeks ago Landers came to me and told me he had something to sell; a\nsecret system for beating the customs. But before we got to terms, he\nbegan losing his nerve a little; he got it back, however, and was\ngoing to tell me when, all at once, he disappeared, and two days later\nhe was dead! That made it hotter for me; so I went after Morse. But\nMorse denied he knew anything. Then Morse disappeared, too.”\n\n“So you got nothing at all out of them?” Rentland interposed.\n\n“Nothing I could use. Landers, one time when he was getting up his\nnerve, showed me a piece of bent wire—with string around it—in his\nroom, and began telling me something when Rowan called him, and then\nhe shut up.”\n\n“A bent wire!” Trant cried, eagerly. “Like this?” He took from his\npocket the implement given him by Edith Rowan. “Morse had this in his\nroom, the only thing in a locked drawer.”\n\n“The same thing!” Dickey cried, seizing it. “So Morse had it, too,\nafter he became checker at scale No. 3, where the cheating is, if\nanywhere. The very thing Landers started to explain to me, and how\nthey cheated the customs with it. I say, we must have it now,\nRentland! We need only go to the docks and watch them while they\nweigh, and see how they use it, and arrest them and then we have them\nat last, eh, old man?” he cried in triumph. “We have them at last!”\n\n“You mean,” Trant cut in upon the customs man, “that you can convict\nand jail perhaps the checker, or a foreman, or maybe even a dock\nsuperintendent—as usual. But the men higher up—the big men who are\nreally at the bottom of this business and the only ones worth\ngetting—will you catch them?”\n\n“We must take those we can get,” said Dickey sharply.\n\nTrant laid his hand on the little officer’s arm.\n\n“I am a stranger to you,” he said, “but if you have followed some of\nthe latest criminal cases in Illinois perhaps you know that, using the\nmethods of modern practical psychology, I have been able to get\nresults where old ways have failed. We are front to front now with\nperhaps the greatest problem of modern criminal catching, to catch, in\ncases involving a great corporation, not only the little men low down\nwho perform the criminal acts, but the men higher up, who conceive, or\nconnive at the criminal scheme. Rentland, I did not come here to\nconvict merely a dock foreman; but if we are going to reach anyone\nhigher than that, you must not let Inspector Dickey excite suspicion\nby prying into matters at the docks this afternoon!”\n\n“But what else can we do?” said Rentland, doubtfully.\n\n“Modern practical psychology gives a dozen possible ways for proving\nthe knowledge of the man higher up in this corporation crime,” Trant\nanswered, “and I am considering which is the most practicable. Only\ntell me,” he demanded suddenly; “Mr. Welter I have heard is one of the\nrich men of New York who make it a fad to give largely to universities\nand other institutions; can you tell me with what ones he may be most\nclosely interested?”\n\n“I have heard,” Rentland replied, “that he is one of the patrons of\nthe Stuyvesant School of Science. It is probably the most fashionably\npatroned institution in New York; and Welter’s name, I know, figures\nwith it in the newspapers.”\n\n“Nothing could be better!” Trant exclaimed. “Kuno Schmalz has his\npsychological laboratory there. I see my way now, Rentland; and you\nwill hear from me early in the afternoon. But keep away from the\ndocks!” He turned and left the astonished customs officers abruptly.\nHalf an hour later the young psychologist sent in his card to\nProfessor Schmalz in the laboratory of the Stuyvesant School of\nScience. The German, broad-faced, spectacled, beaming, himself came to\nthe laboratory door.\n\n“Is it Mr. Trant—the young, apt pupil of my old friend, Dr. Reiland?”\nhe boomed, admiringly. “Ach! luck is good to Reiland! For twenty years\nI, too, have shown them in the laboratory how fear, guilt, every\nemotion causes in the body reactions which can be measured. But do\nthey apply it? Pouf! No! it remains to them all impractical, academic,\nbecause I have only nincompoops in my classes!”\n\n“Professor Schmalz,” said Trant, following him into the laboratory,\nand glancing from one to another of the delicate instruments with keen\ninterest, “tell me along what line you are now working.”\n\n“Ach! I have been for a year now experimenting with the plethysmograph\nand the pneumograph. I make a taste, I make a smell, or I make a noise\nto excite feeling in the subject; and I read by the plethysmograph\nthat the volume of blood in the hand decreases under the emotions and\nthat the pulse quickens; and by the pneumograph I read that the\nbreathing is easier or quicker, depending on whether the emotions are\npleasant or unpleasant. I have performed this year more than two\nthousand of those experiments.”\n\n“Good! I have a problem in which you can be of the very greatest use\nto me; and the plethysmograph and the pneumograph will serve my\npurpose as well as any other instruments in the laboratory. For no\nmatter how hardened a man may be, no matter how impossible it may have\nbecome to detect his feelings in his face or bearing, he cannot\nprevent the volume of blood in his hand from decreasing, and his\nbreathing from becoming different, under the influence of emotions of\nfear or guilt. By the way, professor, is Mr. Welter familiar with\nthese experiments of yours?”\n\n“What, he!” cried the stout German. “For why should I tell him about\nthem? He knows nothing. He has bought my time to instruct classes; he\nhas not bought, py chiminey! everything—even the soul Gott gave me!”\n\n“But he would be interested in them?”\n\n“To be sure, he would be interested in them! He would bring in his\nautomobile three or four other fat money-makers, and he would show off\nbefore them. He would make his trained bear—that is me—dance!”\n\n“Good!” cried Trant again, excitedly. “Professor Schmalz, would you be\nwilling to give a little exhibition of the plethysmograph and\npneumograph, this evening, if possible, and arrange for President\nWelter to attend it?”\n\nThe astute German cast on him a quick glance of interrogation. “Why\nnot?” he said. “It makes nothing to me what purpose you will be\ncarrying out; no, py chiminey! not if it costs me my position of\ntrained bear; because I have confidence in my psychology that it will\nnot make any innocent man suffer!”\n\n“And you will have two or three scientists present to watch the\nexperiments? And you will allow me to be there also and assist?”\n\n“With great pleasure.”\n\n“But, Professor Schmalz, you need not introduce me to Mr. Welter, who\nwill think I am one of your assistants.”\n\n“As you wish about that, pupil of my dear old friend.”\n\n“Excellent!” Trant leaped to his feet. “Provided it is possible to\narrange this with Mr. Welter, how soon can you let me know?”\n\n“Ach! it is as good as arranged, I tell you. His vanity will arrange\nit if I assure the greatest publicity—”\n\n“The more publicity the better.”\n\n“Wait! It shall be fixed before you leave here.”\n\nThe professor led the way into his private study, telephoned to the\npresident of the American Commodities Company, and made the\nappointment without trouble.\n\nA few minutes before eight o’clock that evening Trant again mounted\nrapidly the stone steps to the professor’s laboratory. The professor\nand two others, who were bending over a table in the center of the\nroom, turned at his entrance. President Welter had not yet arrived.\nThe young psychologist acknowledged with pleasure the introduction to\nthe two scientists with Schmalz. Both of them were known to him by\nname, and he had been following with interest a series of experiments,\nwhich the elder, Dr. Annerly, had been reporting in a psychological\njournal. Then he turned at once to the apparatus on the table.\n\nHe was still examining the instruments when the noise of a motor car\nstopping at the door warned him of the arrival of President Welter’s\nparty. Then the laboratory door opened and the party appeared. They\nalso were three in number; stout men, rather obtrusively dressed, in\njovial spirits, with strong faces flushed now with the wine they had\ntaken at dinner.\n\n“Well, professor, what fireworks are you going to show us to-night?”\nasked Welter, patronizingly. “Schmalz,” he explained to his\ncompanions, “is the chief ringmaster of this circus.”\n\nThe bearded face of the German grew purple under Welter’s jokingly\noverbearing manner; but he turned to the instruments and began to\nexplain them. The pneumograph, which the professor first took up,\nconsists of a very thin flexible brass plate suspended by a cord\naround the neck of the person under examination, and fastened tightly\nagainst the chest by a cord circling the body. On the outer surface of\nthis plate are two small, bent levers, connected at one end to the\ncord around the body of the subject, and at the other end to the\nsurface of a small hollow drum fastened to the plate between the two.\nAs the chest rises and falls in breathing, the levers press more and\nless upon the surface of the drum; and this varying pressure on the\nair inside the drum is transmitted from the drum through an airtight\ntube to a little pencil which it lowers and raises. The pencil, as it\nrises and falls, touching always a sheet of smoked paper traveling\nover a cylinder on the recording device, traces a line whose rising\nstrokes represent accurately the drawing of air into the chest and\nwhose falling represents its expulsion.\n\nIt was clear to Trant that the professor’s rapid explanation, though\nplain enough to the psychologists already familiar with the device,\nwas only partly understood by the big men. It had not been explained\nto them that changes in the breathing so slight as to be imperceptible\nto the eye would be recorded unmistakably by the moving pencil.\n\nProfessor Schmalz turned to the second instrument. This was a\nplethysmograph, designed to measure the increase or decrease of the\nsize of one finger of a person under examination as the blood supply\nto that finger becomes greater or less. It consists primarily of a\nsmall cylinder so constructed that it can be fitted over the finger\nand made airtight. Increase or decrease of the size of the finger then\nincreases or decreases the air pressure inside the cylinder. These\nchanges in the air pressure are transmitted through an airtight tube\nto a delicate piston which moves a pencil and makes a line upon the\nrecord sheet just under that made by the pneumograph. The upward or\ndownward trend of this line shows the increase or decrease of the\nblood supply, while the smaller vibrations up and down record the\npulse beat in the finger.\n\nThere is still a third pencil touching the record sheet above the\nother two and wired electrically to a key like that of a telegraph\ninstrument fastened to the table. When this key is in its normal\nposition this pencil makes simply a straight line upon the sheet; but\ninstantly when the key is pressed down, the line breaks downward also.\n\nThis third instrument is used merely to record on the sheet, by the\nchange in the line, the point at which the object that arouses\nsensation or emotion is displayed to the person undergoing\nexamination.\n\nThe instant’s silence which followed Schmalz’s rapid explanation was\nbroken by one of Welter’s companions with the query:\n\n“Well, what’s the use of all this stuff, any way?”\n\n“Ach!” said Schmalz, bluntly, “it is interesting, curious! I will show\nyou.”\n\n“Will one of you gentlemen,” said Trant, quickly, “permit us to make\nuse of him in the demonstration?”\n\n“Try it, Jim,” Welter laughed, noisily.\n\n“Not I,” said the other. “This is your circus.”\n\n“Yes, indeed it’s mine. And I’m not afraid of it. Schmalz, do your\nworst!” He dropped, laughing, into the chair the professor set for\nhim, and at Schmalz’s direction unbuttoned his vest. The professor\nhung the pneumograph around his neck and fastened it tightly about the\nbig chest. He laid Welter’s forearm in a rest suspended from the\nceiling, and attached the cylinder to the second finger of the plump\nhand. In the meantime Trant had quickly set the pencils to bear upon\nthe record sheet and had started the cylinder on which the sheet\ntraveled under them.\n\n“You see, I have prepared for you.” Schmalz lifted a napkin from a\ntray holding several little dishes. He took from one of these a bit of\ncaviar and laid it upon Welter’s tongue. At the same instant Trant\npushed down the key. The pencils showed a slight commotion, and the\nspectators stared at this record sheet!\n\n“Ach!” exclaimed Schmalz, “you do not like caviar.”\n\n“How do you know that?” demanded Welter.\n\n“The instruments show that at the unpleasant taste you breathe less\nfreely—not so deep. Your finger, as under strong sensation or\nemotions, grows smaller, and your pulse beats more rapidly.”\n\n“By the Lord! Welter, what do you think of that?” cried one of his\ncompanions; “Your finger gets smaller when you taste caviar!”\n\nIt was a joke to them. Boisterously laughing, they tried Welter with\nother food upon the tray; they lighted for him one of the black cigars\nof which he was most fond, and watched the trembling pencils write the\nrecord of his pleasure at the taste and smell. Through it all Trant\nwaited, alert, watchful, biding the time to carry out his plan. It\ncame when, having exhausted the articles at hand, they paused to find\nsome other means to carry on the amusement. The young psychologist\nleaned forward suddenly.\n\n“It is no great ordeal after all, is it, Mr. Welter?” he said. “Modern\npsychology does not put its subjects to torture like”—he halted,\nmeaningly—“_a prisoner in the Elizabethan Age!_”\n\nDr. Annerly, bending over the record sheet, uttered a startled\nexclamation. Trant, glancing keenly at him, straightened triumphantly.\nBut the young psychologist did not pause. He took quickly from his\npocket a photograph, showing merely a heap of empty coffee sacks piled\ncarelessly to a height of some two feet along the inner wall of a\nshed, and laid it in front of the subject. Welter’s face did not\nalter; but again the pencils shuddered over the moving paper, and the\nwatchers stared with astonishment. Rapidly removing the photograph,\nTrant substituted for it the bent wire given him by Miss Rowan. Then\nfor the last time he swung to the instrument, and as his eyes caught\nthe wildly vibrating pencils, they flared with triumph.\n\nPresident Welter rose abruptly, but not too hurriedly. “That’s about\nenough of this tomfoolery,” he said, with perfect self-possession.\n\nHis jaw had imperceptibly squared to the watchful determination of the\nprize fighter driven into his corner. His cheek still held the ruddy\nglow of health; but the wine flush had disappeared from it, and he was\nperfectly sober.\n\nTrant tore the strip of paper from the instrument, and numbered the\nlast three reactions 1, 2, 3. This is the way the records looked:\n\n“Amazing!” said Dr. Annerly. “Mr. Welter, I am curious to know what\nassociations you have with that photograph and bent wire, the sight of\nwhich aroused in you such strong emotion.”\n\nBy immense self-control, the president of the American Commodities\nCompany met his eyes fairly. “None,” he answered.\n\n“Impossible! No psychologist, knowing how this record was taken, could\nlook at it without feeling absolutely certain that the photograph and\nspring caused in you such excessive emotion that I am tempted to give\nit, without further words, the name of ‘intense fright!’ But if we\nhave inadvertently surprised a secret, we have no desire to pry into\nit further. Is it not so, Mr. Trant?”\n\nAt the name President Welter whirled suddenly. “Trant! Is your name\nTrant?” he demanded. “Well, I’ve heard of you.” His eyes hardened. “A\nman like you goes just so far, and then—somebody stops him!”\n\n“As they stopped Landers?” Trant inquired.\n\n“Come, we’ve seen enough, I guess,” said President Welter, and,\nincluding for one instant in his now frankly menacing gaze both Trant\nand Professor Schmalz, turned to the door, closely followed by his\ncompanions. And a moment later the quick explosions of his automobile\nwere heard. At the sound, Trant seized suddenly a large envelope,\ndropped into it the photograph and wire he had just used, sealed,\nsigned, and dated it, signed and dated also the record from the\ninstruments, and hurriedly handed all to Dr. Annerly.\n\n“Doctor, I trust this to you,” he cried, excitedly. “It will be best\nto have them attested by all three of you. If possible get the record\nphotographed to-night, and distribute the photographs in safe places.\nAbove all, do not let the record itself out of your hands until I come\nfor it. It is important—extremely important! As for me, I have not a\nmoment to lose!”\n\nHe seized his hat and dashed from the room, leaving them in an\nastonished group.\n\nThe young psychologist sped down the stone steps of the laboratory\nthree at a time, ran at top speed to the nearest street corner, turned\nit and leaped into a waiting taxicab. “The American Commodities\nCompany’s dock in Brooklyn,” he shouted, “and never mind the speed\nlimits!”\n\nRentland and the chauffeur, awaiting him in the machine, galvanized at\nhis coming.\n\n“Hot work?” the custom’s agent asked.\n\n“It may be very hot; but we have the start of him,” Trant replied as\nthe car shot ahead. “Welter himself is coming to the docks to-night, I\nthink, by the look of him! He left just before me, but must drop his\nfriends first. He suspects, now, that we know; but he cannot be aware\nthat we know that they are unloading to-night. He probably counts on\nour waiting to catch them at the cheating to-morrow morning. So he’s\ngoing over to-night himself if I size him up right, to order it\nstopped and remove all traces before we can prove anything. Is Dickey\nwaiting?”\n\n“When you give the word he is to take us in and catch them at it. If\nWelter himself comes, as you think, it will not change the plan?”\nRentland asked.\n\n“Not at all,” said Trant, “for I have him already. He will deny\neverything, of course, but it’s too late now!”\n\nThe big car, with unchecked speed, swung down Broadway, slowed after a\ntwenty-minutes’-run to cross the Brooklyn Bridge, and, turning to the\nleft, plunged once more at high speed into the narrower and less\nwell-kept thoroughfares of the Brooklyn water front. Two minutes later\nit overtook a little electric coupé, bobbing excitedly down the\nsloping street. As they passed it, Trant caught sight of the\nilluminated number hanging at its rear, and shouted suddenly to the\nchauffeur, who brought his car to a stop a hundred feet beyond. The\npsychologist, leaping down, ran into the road before the little car.\n\n“Miss Rowan,” he cried to its single occupant, as it came to a stop.\n“Why are you coming over here at this time to-night?”\n\n“Oh, it’s you, Mr. Trant!” She opened the door, showing relief in the\nrecognition. “Oh, I’m so worried. I’m on my way to see father; for a\ntelegram just came to him from Boston; mother opened it, and told me\nto take it to him at once, as it was most important. She wouldn’t tell\nme what it was about, but it excited her a great deal. Oh, I’m so\nafraid it must be about Will and that was why she wouldn’t tell me.”\n\n“From Boston?” Trant pressed quickly. Having her confidence, the girl\nnervously read the telegram aloud by the light of the coupé’s side\nlamps. It read:\n\n_Police have taken your friend out of our hands; look out for trouble.\nWilson._\n\n“Who is Wilson?” Trant demanded.\n\n“I am not sure it is the man, but the captain of the _Elizabethan Age_\nis a friend of father’s named Wilson!”\n\n“I can’t help you then, after all,” said Trant, springing back to his\npowerful car. He whispered a word to the chauffeur which sent it\ndriving ahead through the drifts at double its former speed, leaving\nthe little electric coupé far behind. Ten minutes later Rentland\nstopped the motor a block short of a great lighted doorway which\nsuddenly showed in a length of dark, lowering buildings which lay\nbeside the American Commodities Company’s Brooklyn docks.\n\n“Now,” the secret agent volunteered, “it is up to me to find Dickey’s\nladder!”\n\nHe guided Trant down a narrow, dark court which brought them face to\nface with a blank wall; against this wall a light ladder had been\nrecently placed. Ascending it, they came into the dock inclosure.\nDescending again by a dozen rickety, disused steps, they reached a\ndarker, covered teamway and hurried along it to the docks. Just short\nof the end of the open dock houses, where a string of arc lamps threw\ntheir white and flickering light upon the huge, black side of a moored\nsteamer, Rentland turned into a little shed, and the two came suddenly\nupon Customs Officer Dickey.\n\n“This one next to us,” the little man whispered, eagerly, to Trant, as\nhe grasped his hand, “is the scale house where whatever is being done\nis done—No. 3.”\n\nIn and out of the yawning gangways of the steamer before them\nstruggling lines of sweating men were wheeling trucks loaded with\nbales of tobacco. Trant looked first to the left, where the bales\ndisappeared into the tobacco warehouse; then to the right, where,\nclose at hand, each truck-load stopped momentarily on a scale platform\nin front of the low shed which bore the number Dickey indicated in a\nlarge white figure.\n\n“Who’s that?” asked Trant as a small figure, hardly five feet tall,\ncadaverous, beetle-browed, with cold, malignant, red-lidded eyes\npassed directly under the arc light nearest them.\n\n“Rowan, the dock superintendent!” Dickey whispered.\n\n“I knew he was small,” Trent returned with surprise, “but I thought\nsurely he must have some fist to be the terror of these dock\nlaborers.”\n\n“Wait!” Rentland, behind them, motioned.\n\nA bloated, menacing figure had suddenly swung clear of the group of\ndock laborers—a roustabout, goaded to desperation, with a fist raised\nagainst his puny superior. But before the blow had fallen another\nfist, huge and black, struck the man over Rowan’s shoulder with a\nhammer. He fell, and the dock superintendent passed on without a\nbackward glance, the giant negro who had struck the blow following in\nhis footsteps like a dog.\n\n“The black,” Rentland explained, “is Rowan’s bodyguard. He needs him.”\n\n“I see,” Trant replied. “And for Miss Rowan’s sake I am glad it was\nthat way,” he added, enigmatically.\n\nDickey had quietly opened a door on the opposite side of the shed; the\nthree slipped quickly through it and stepped unobserved around the\ncorner of the coffee warehouse to a long, dark, and narrow space. On\none side of them was the rear wall of scale house No. 3, and on the\nother the engine room where Landers’ body had been found. The single\nwindow in the rear of No. 3 scale house had been whitewashed to\nprevent anyone from looking in from that side; but in spots the\nwhitewash had fallen off in flakes. Trant put his eye to one of these\nclear spots in the glass and looked in.\n\nThe scale table, supported on heavy posts, extended across almost the\nwhole front of the house, behind a low, wide window, which permitted\nthose seated at the table to see all that occurred on the docks.\nToward the right end of the table sat the Government weigher; toward\nthe left end, and separated from him by almost the whole length of the\ntable, sat the company checker. They were the only persons in the\nscale house. Trant, after his first rapid survey of the scene, fixed\nhis eye upon the man who had taken the place which Landers had held\nfor three years, and Morse for a few days afterwards—the company\nchecker. A truck-load of tobacco bales was wheeled on to the scales in\nfront of the house.\n\n“Watch his left knee,” Trant whispered quickly into Dickey’s ear at\nthe pane beside him, as the balance was being made upon the beam\nbefore them. As he spoke, the Government weigher adjusted the balance\nand they saw the left leg of the company checker pressed hard against\nthe post which protected the scale rod at his end. Both men in the\nscale house then read aloud the weight and each entered it in the book\non the table in front of him. A second truckful was wheeled on to the\nscale; and again, just as the Government weigher fixed his balances,\nthe company checker, so inconspicuously as to make the act\nundiscoverable by anyone not looking for that precise move, repeated\nthe operation. With the next truck they saw it again. The psychologist\nturned to the others. Rentland, too, had been watching through the\npane and nodded his satisfaction.\n\nImmediately Trant dashed open the door of the scale house, and threw\nhimself bodily upon the checker. The man resisted; they struggled.\nWhile the customs men protected him, Trant, wrenching something from\nthe post beside the checker’s left knee, rose with a cry of triumph.\nThen the psychologist, warned by a cry from Rentland, leaped quickly\nto one side to avoid a blow from the giant negro. His quickness saved\nhim; still the blow, glancing along his cheek, hurled him from his\nfeet. He rose immediately, blood flowing from a superficial cut upon\nhis forehead where it had struck the scale house wall. He saw Rentland\ncovering the negro with a revolver, and the two other customs men\narresting, at pistol point, the malignant little dock superintendent,\nthe checker, and the others who had crowded into the scale house.\n\n“You see!” Trant exhibited to the customs officers a bit of bent wire,\nwound with string, precisely like that the girl had given him that\nmorning and he had used in his test of Welter the hour before. “It was\nalmost exactly as we knew it must be! This spring was stuck through a\nhole in the protecting post so that it prevented the balance beam from\nrising properly when bales were put on the platform. A little pressure\njust at that point takes many pounds from each bale weighed. The\nchecker had only to move his knee, in a way we would never have\nnoticed if we were not watching for it, to work the scheme by which\nthey have been cheating for ten years! But the rest of this affair,”\nhe glanced at the quickly collecting crowd, “can best be settled in\nthe office.”\n\nHe led the way, the customs men taking their prisoners at pistol\npoint. As they entered the office, Rowan first, a girl’s cry and the\nanswering oath of her stepfather told that the dock superintendent’s\ndaughter had arrived. But she had been almost overtaken by another\npowerful car; for before Trant could speak with her the outer door of\nthe office opened violently and President Welter, in an automobile\ncoat and cap, entered.\n\n“Ah! Mr. Welter, you got here quickly,” said Trant, meeting calmly his\noutraged astonishment at the scene. “But a little too late.”\n\n“What is the matter here?” Welter governed his voice commandingly.\n“And what has brought _you_ here, from your phrenology?” he demanded,\ncontemptuously, of Trant.\n\n“The hope of catching red-handed, as we have just caught them, your\ncompany checker and your dock superintendent defrauding the\nGovernment,” Trant returned, “before you could get here to stop them\nand remove evidences.”\n\n“What raving idiocy is this?” Welter replied, still with excellent\nmoderation. “I came here to sign some necessary papers for ships\nclearing, and you—”\n\n“I say we have caught your men red-handed,” Trant repeated, “at the\nmethods used, with your certain knowledge and under your direction,\nMr. Welter, to steal systematically from the United States Government\nfor—probably the last ten years. We have uncovered the means by which\nyour company checker at scale No. 3, which, because of its position,\nprobably weighs more cargoes than all the other scales together, has\nbeen lessening the apparent weights upon which you pay duties.”\n\n“Cheating here under my direction?” Welter now bellowed indignantly.\n“What are you talking about? Rowan, what is he talking about?” he\ndemanded, boldly, of the dock superintendent; but the cadaverous\nlittle man was unable to brazen it out with him.\n\n“You need not have looked at your dock superintendent just then, Mr.\nWelter, to see if he would stand the racket when the trouble comes,\nfor which you have been paying him enough on the side to keep him in\nelectric motors and marble statuettes. And you cannot try now to\ndisown this crime with the regular president-of-corporation excuse,\nMr. Welter, that you never knew of it, that it was all done without\nyour knowledge by a subordinate to make a showing in his department;\nand do not expect, either, to escape so easily your certain complicity\nin the murder of Landers, to prevent him from exposing your scheme and\nsince—even the American Commodities Company scarcely dared to have two\n‘accidental deaths’ of checkers in the same month—the shanghaiing of\nMorse later.”\n\n“My complicity in the death of Landers and the disappearance of\nMorse?” Welter roared.\n\n“I said the murder of Landers,” Trant corrected. “For when Rentland\nand Dickey tell to-morrow before the grand jury how Landers was about\nto disclose to the Customs Department the secret of the cheating in\nweights; how he was made afraid by Rowan, and later was about to tell\nanyway and was prevented only by a most sudden death, I think murder\nwill be the word brought in the indictment. And I said shanghaiing of\nMorse, Mr. Welter. When we remembered this morning that Morse had\ndisappeared the night the _Elizabethan Age_ left your docks and you\nand Rowan were so intensely disgusted at its having had to put into\nBoston this morning instead of going on straight to Sumatra, we did\nnot have to wait for the chance information this evening that Captain\nWilson is a friend of Rowan’s to deduce that the missing checker was\nput aboard, as confirmed by the Boston harbor police this afternoon,\nwho searched the ship under our instructions.” Trant paused a moment;\nagain fixed the now trembling Welter with his eye, and continued: “I\ncharge your certain complicity in these crimes, along with your\ncertain part in the customs frauds,” the psychologist repeated.\n“Undoubtedly, it was Rowan who put Morse out of the way upon the\n_Elizabethan Age_. Nevertheless, you knew that he was a prisoner upon\nthat ship, a fact which was written down in indelible black and white\nby my tests of you at the Stuyvesant Institute two hours ago, when I\nmerely mentioned to you ‘a prisoner in the _Elizabethan Age_.’\n\n“I do not charge that you, personally, were the one who murdered\nLanders; or even that Rowan himself did; whether his negro did, as I\nsuspect, is a matter now for the courts to decide upon. But that you\nundoubtedly were aware that he was not killed accidentally in the\nengine room, but was killed the Wednesday night before and his body\nhidden under the coffee bags, as I guessed from the fibres of coffee\nsacking on his clothes, was also registered as mercilessly by the\npsychological machines when I showed you merely the picture of a pile\nof coffee sacks.\n\n“And last, Mr. Welter, you deny knowledge of the cheating which has\nbeen going on, and was at the bottom of the other crimes. Well,\nWelter,” the psychologist took from his pocket the bent, twine-wound\nwire, “here is the ‘innocent’ little thing which was the third means\nof causing you to register upon the machines such extreme and\ninexplicable emotion; or rather, Mr. Welter, it is the companion piece\nto that, for this is not the one I showed you, the one given to Morse\nto use, which, however, he refused to make use of; but it is the very\nwire I took to-night from the hole in the post where it bore against\nthe balance beam-rod to cheat the Government. When this is made public\nto-morrow, and with it is made public, too, and attested by the\nscientific men who witnessed them, the diagram and explanation of the\ntests of you two hours ago, do you think that you can deny longer that\nthis was all with your knowledge and direction?”\n\nThe big, bull neck of the president swelled, and his hands clenched\nand reclenched as he stared with gleaming eyes into the face of the\nyoung man who thus challenged him.\n\n“You are thinking now, I suppose, Mr. Welter,” Trant replied to his\nglare, “that such evidence as that directly against you cannot be got\nbefore a court. I am not so sure of that. But at least it can go\nbefore the public to-morrow morning in the papers, attested by the\nsignatures of the scientific men who witnessed the test. It has been\nphotographed by this time, and the photographic copies are distributed\nin safe places, to be produced with the original on the day when the\nGovernment brings criminal proceedings against you. If I had it here I\nwould show you how complete, how merciless, is the evidence that you\nknew what was being done. I would show you how at the point marked 1\non the record your pulse and breathing quickened with alarm under my\nsuggestion; how at the point marked 2 your anxiety and fear increased;\nand how at 3, when the spring by which this cheating had been carried\nout was before your eyes, you betrayed yourself uncontrollably,\nunmistakably. How the volume of blood in your second finger suddenly\ndiminished, as the current was thrown back upon your heart; how your\npulse throbbed with terror; how, though unmoved to outward appearance,\nyou caught your breath, and your laboring lungs struggled under the\ndread that your wrong doing was discovered and you would be branded—as\nI trust you will now be branded, Mr. Welter, when the evidence in this\ncase and the testimony of those who witnessed my test are produced\nbefore a jury—a deliberate and scheming thief!”\n\n“—— —— you!” The three words escaped from Welter’s puffed lips. He put\nout his arm to push aside the customs officer standing between him and\nthe door. Dickey resisted.\n\n“Let him go, if he wants to!” Trant called to the officer. “He can\nneither escape nor hide. His money holds him under bond!”\n\nThe officer stepped aside, and Welter, without another word, went into\nthe hall. But when his face was no longer visible to Trant, the\nhanging pouches under his eyes grew leaden gray, his fat lips fell\napart loosely, his step shuffled; his mask had fallen!\n\n“Besides, we need all the men we have, I think,” said Trant, turning\nback to the prisoners, “to get these to a safe place. Miss Rowan,” he\nturned then and put out his hand to steady the terrified and weeping\ngirl, “I warned you that you had probably better not come here\nto-night. But since you have come and have had pain because of your\nstepfather’s wrong doings, I am glad to be able to give you the\nadditional assurance, beyond the fact, which you have heard, that your\nfiancé was not murdered, but merely put away on board the _Elizabethan\nAge_; that he is safe and sound, except for a few bruises, and,\nmoreover, we expect him here any moment now. The police are bringing\nhim down from Boston on the train which arrives at ten.”\n\nHe went to the window and watched an instant, as Dickey and Rentland,\nhaving telephoned for a patrol, were waiting with their prisoners.\nBefore the patrol wagon appeared, he saw the bobbing lanterns of a\nlurching cab that turned a corner a block away. As it stopped at the\nentrance, a police officer in plain clothes leaped out and helped\nafter him a young man wrapped in an overcoat, with one arm in a sling,\npale, and with bandaged head. The girl uttered a cry, and sped through\nthe doorway. For a moment the psychologist stood watching the greeting\nof the lovers. He turned back then to the sullen prisoners.\n\n“But it’s some advance, isn’t it, Rentland,” he asked, “not to have to\ntry such poor devils alone; but, at last, to capture the man who makes\nthe millions and pays them the pennies—the man higher up?”\n\n                               The End",
    "metadata": {
        "author": [
            "MacHarg, William Briggs",
            "MacHarg, William B.",
            "MacHarg, William",
            "Balmer, Edwin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67292/pg67292.txt",
        "name": "the_man_higher_up.json"
    }
}