{
    "name": "The lighting of the Christmas tree",
    "author": [
        "Lagerlöf, Selma Ottiliana Lovisa",
        "Lagerlof, Selma",
        "Lagerloef, Selma",
        "Thorp, Anne Longfellow",
        "Thorp, Annie L.",
        "Lagerlöf, Selma",
        "Palmer, Josephine Ludlow",
        "Palmer, Josephine L.",
        "Thorp, Annie Longfellow"
    ],
    "body": "  SCENE: _The living-room of_ LOFDALA, _a Swedish manor house. It\n  is the afternoon before Christmas and the room has an atmosphere\n  of comfort and warmth; outside it is snowing. To the left is a\n  large Swedish fireplace, with its hanging black chimney-hood,\n  crane and shining kettles. A high wooden bench, a table and\n  armchair are drawn close to the fire. A heavy, iron-hinged door\n  opens outdoors at the center back. On either side are windows. At\n  the left a door leads into the kitchen, and at the right a flight\n  of stairs leads to the bedrooms. By the stairs stands a Christmas\n  tree as yet unlighted. There is a music cabinet against the back\n  wall, left; and an oblong table at the right; a carved wooden\n  chest stands beside the fireplace._\n\n  TIME: _about 1890_.\n\n  OLGA _is discovered arranging candles on the tree. She\n  is slender and moderately tall, with large eyes and rich dark\n  hair braided about her head. She wears Swedish holiday dress._\n\n  (_Enter_ OSWALD _and_ SIGURD, _running downstairs with their\n  hands full of cotton. They are six and four years old_, OSWALD\n  _being a little the taller. They are bright-faced, tow-headed\n  little boys, and are dressed in their embroidered holiday\n  suits._ OSWALD _stops halfway down, and leaning over the\n  banisters drops bits of cotton on the tree_.)\n\nOSWALD. See, Mother, it’s snowing.\n\nSIGURD. Look, Mother--it’s snowing. (_Turns at the foot of the stairs\nand runs back to_ OSWALD.)\n\nOSWALD. Don’t make such big flakes, Sigurd.\n\nSIGURD. But I’m making it snow hard.\n\nOSWALD. Oh, look, that fell on a candle.\n\nOLGA. We need some more snow over here. Come down and make it snow on\nthese branches.\n\nOSWALD. But, Mother, we need some most on this side--like this.\n\nSIGURD. Where is Father?\n\nOLGA. He has gone out with Torstein in the sledge to gather green\nboughs to make the house look like Christmas.\n\nSIGURD. It’ll soon be Christmas, Mother. When can we light the candles?\n\nOLGA. When Father comes home. Have we used up all the snow, Oswald?\n\nOSWALD. Yes, I will get some more. (_Starts upstairs._) Oh! (_Draws\nback as he discovers_ RUSTER, _who has just entered and is standing on\nthe landing. He is unkempt and his shabby, black coat is buttoned up\nto his chin. His eyes are small and blurred and his dark hair stands\nout like a cloud about his head. But he is not wholly unattractive. His\nfeatures are well-formed and his black mustache is twirled at a proud\nangle. He carries his music pen and manuscript. His voice is cracked\nand harsh._)\n\nOLGA. (_Looking up_) Why, Ruster!\n\nRUSTER. (_Shivering_) I thought you might be having punch. My bones\nare frozen working up in that cold room. It would take a taste of\nhell-fire to warm me up. (_Drinking from his flask._)\n\nOLGA. (_Turning toward the boys--raising her hand as if to silence_\nRUSTER) The punch has not been made yet, Ruster. Children, have you\nforgotten your Christmas cookies? Halla will help you make them if you\nrun out to her.\n\nOSWALD. Oh, I know what I want to make.\n\nSIGURD. What, Oswald?--What?\n\nOSWALD. I want a raisin in mine. (_Pushing open the door._) Can I,\nHalla?\n\n  (_Exeunt to kitchen._ OLGA _crosses to_ RUSTER.)\n\nOLGA. If you are cold, Ruster, why not stay here by the fire and copy\nyour music? Is there much more to do?\n\nRUSTER. (_Seating himself and arranging pages_) Liljekrona says there\nis no hurry. When will he be home?\n\nOLGA. As soon as he has filled the sledge with boughs, for he knows we\nneed him here on Christmas Eve. (_She goes to the window. Sleighbells\nare heard._) There they are, coming up the drive. We must have some\nplace to put the branches. (_She spreads a cloth on the floor._ RUSTER\n_steals a drink from his flask. The door opens. Enter_ LILJEKRONA. _He\nis a tall, finely erect man, clad in a heavy fur coat that is covered\nwith snow. As he takes off his cap, he discloses a mass of light hair\nbrushed back from an unusually high forehead. His face is at once\nsensitive and strong. He carries a load of boughs._) Well, what an\narmful you have!\n\nLILJEKRONA. (_Gaily_) Tell the children I have brought home the whole\nforest for our Christmas.\n\nOLGA. Put down your forest over here. Was it very cold?\n\nLILJEKRONA. There has been a fine flurry all morning. (OLGA _helps him\noff with his coat_.) But the fire feels good!\n\nRUSTER. This is the warmest place in the house.\n\nLILJEKRONA. How is it going? (_Looking over_ RUSTER’S _shoulder_.) You\nhaven’t forgotten how a page ought to look, have you, Ruster?\n\nRUSTER. No, I can copy, but I cannot play. I have almost forgotten the\nsound of my flute. Nobody wants a flute-player nowadays! They do not\ncare for music any more in Varmland and they do not want to learn.\n\nLILJEKRONA. Yes, Varmland is not like Ekeby when we knew it.\n\nRUSTER. It’s a pity we ever left there, Liljekrona! We have never had\nsuch playing since--you with your violin and I with my flute. Old\nTorwaldson waving his angry stick! By Heaven, he called the souls out\nof us!\n\nLILJEKRONA. Yes, the violins sobbing--then the horns, the winds, the\nbasses--each breaking over the other in thundering waves.\n\nRUSTER. Holy Mother!--that was living!\n\nLILJEKRONA. And from one patron off on the road to another, and along\nthe way, what gay evenings in the tent and at the inn when a man was\nfree from care!\n\nRUSTER. How you could play then! Shall I forget that night in Olaf’s\ngarden? You made your fiddle sing as though your heart were in tune\nwith its strings. But now, Christ’s blood! you never play like that.\n\nOLGA. He plays more beautifully now than he ever did at Ekeby.\n\nLILJEKRONA. No, there is not so much time for practice here.\n\nRUSTER. And the old spirit has gone out of you.\n\nLILJEKRONA. I sometimes think so myself. It is hard to settle down\nafter a life of wandering. Something wild keeps crying in my soul,\nbidding me be off again.\n\nOLGA. Why is not home the place for music, Liljekrona? Surely those who\nlove you most care most to hear. Must you seek your inspiration from\nstrangers?\n\nLILJEKRONA. No, Olga, you are more to me than a world of strangers. It\nis you alone who hold me here.\n\nRUSTER. Yes--you have a warm fire and a full cellar to keep you at\nhome. (LILJEKRONA _shrugs and turns away impatiently_.) But what about\nthe man who has not money enough to fill his flask? (_Bitterly._) My\nhorse, and carriole, and fur coat--they’re all gone! (_Drinks, then\nlaughs boisterously._) But still I have friends--lots of friends in\nVarmland, and they’re always glad to see me and give me a cup of cheer!\n(_He drains his flask and wipes his mustache with the back of his\nhand._ LILJEKRONA _rises disgustedly and crosses the room_.)\n\nOLGA. (_Pointedly_) Have you more copying to do still, Ruster?\n\nRUSTER. (_Blinking at her_) The “Folksong” is almost finished. I was\nthinking, Liljekrona--that when that is done, there are two others you\nshowed me yesterday, that would go well with this.\n\nLILJEKRONA. It is better alone.\n\nRUSTER. But those two shepherd songs. I took the book to my room. Wait\ntill I bring it down. (_He rises unsteadily. Exit._)\n\nOLGA. (_Going to_ LILJEKRONA) Liljekrona, don’t give him more copying,\nor we shall be obliged to keep him over Christmas.\n\nLILJEKRONA. He must be somewhere.\n\nOLGA. Our Christmas is spoiled if he stays. He is so dirty and he\ndrinks so. And think how bad it is for the children.\n\nLILJEKRONA. But he is an old friend.\n\nOLGA. Yet on Christmas Eve--we have kept thinking how happy we should\nbe, telling stories and dancing about the tree. And you would play\nour favorite tunes. (_She looks wistfully about the partly decorated\nroom._) But now all the pleasure is gone if Ruster stays!\n\nLILJEKRONA. Formerly you were glad to see him.\n\nOLGA. Yes--we all were. But not since he has become a drunkard. And,\nLiljekrona, I am afraid----\n\nLILJEKRONA. Afraid of what, dear?\n\nOLGA. (_Impetuously_) Let him go somewhere else for Christmas.\n\nLILJEKRONA. How can we send him away? It would be inhospitable. Nobody\nwants him any more than we do.\n\nOLGA. But the children, Liljekrona.\n\n  (_Enter_ RUSTER _with book_.)\n\nRUSTER. Here it is. (_Handing book to_ LILJEKRONA.)\n\nLILJEKRONA. Yes, I remember.\n\nRUSTER. Shall I copy them?\n\nLILJEKRONA. No--I can play these from the book.\n\nRUSTER. This is a poor transcription. It should be written in D instead\nof F.\n\nLILJEKRONA. Well, I can transpose it.\n\nRUSTER. I have not copied the words for the “Folksong.” Do you want it\ndone?\n\nLILJEKRONA. No, it will do as it is.\n\nRUSTER. Well then, it is finished. (_Half-heartedly._) I suppose I must\nbe going. (_Glances toward the window._)\n\nLILJEKRONA. (_Indifferently_) You had better stay where you are over\nChristmas.\n\nRUSTER. (_Catching the note in_ LILJEKRONA’S _voice, and with\nindignant pride_.) What do you mean, Liljekrona, shall I stay here\nbecause I have nowhere else to go? Why, only think how they are\nstanding and waiting for me in the big ironworks in the parish of\nBro. The guest-room will be already in order and the glass of welcome\nfilled. I must hurry. I only do not know to whom I should go first.\n\nLILJEKRONA. Very well, you may go if you will.\n\nRUSTER. (_Emphatically_) Yes, I must go--at once.\n\n  (_Enter_ TORSTEIN _with logs for the fire_.)\n\nOLGA. If you wish, Torstein will drive you down. Are the horses still\nharnessed, Torstein?\n\nTORSTEIN. Yes, Ma’am.\n\nOLGA. Then bring the sledge around.\n\nRUSTER. And bring it at once. I have only to get my treasures and I am\nready. (_Picks up his music pen and exits upstairs._)\n\nTORSTEIN. He’s not going to stay over Christmas?\n\nOLGA. You must hurry back, Torstein. The snow is getting deep.\n\n  (_Exit_ TORSTEIN. LILJEKRONA _looks over the music sheets on\n  table, and takes money from his pocket_.)\n\nOLGA. You will slip in something for Christmas?\n\nLILJEKRONA. Of course.\n\nOLGA. (_Taking down fur coat and warming it_) Will you lend him your\nbig coat? Torstein can bring it back. (_After a pause._) As long as he\nwishes to go himself, it is as well to let him.\n\n  (_Enter_ RUSTER _with his belongings tied up in a blue-striped\n  cotton handkerchief, and his flute under his arm_.)\n\nLILJEKRONA. (_Meeting him and giving him what he has earned_) That is\nalways poor payment for art, Ruster, but it may serve you, somehow.\n\nRUSTER. (_Dazedly_) Yes.\n\nOLGA. Will you put on this coat, Ruster? (_Helping him into coat._) You\nmust keep warm, and watch that your hands and face are well covered.\nAnd tell Torstein where to take you in Bro.\n\nRUSTER. (_Shaking himself together and going toward door_) I’ll\nbe there in time for a glass of punch and the Christmas tree at\nErickson’s--or Oscar’s--or----\n\n  (LILJEKRONA _opens the door for him and he goes out slowly_.)\n\nOLGA. (_Calling after him_) A happy Christmas to you!\n\nLILJEKRONA. (_Faintly_) Good luck, Ruster.\n\nRUSTER. (_Dully, from without_) Good-bye.\n\n  (LILJEKRONA _closes the door and they look out the window until\n  the sleighbells jingle off_. OLGA _turns back to the room_.)\n\nOLGA. Now as soon as the boughs are up, we shall be ready for our\nChristmas tree. Don’t you think some holly would be nice for the table,\nLiljekrona? (_As_ LILJEKRONA _does not answer, she stoops and picks up\nsprigs of holly from the pile of branches, then goes to the kitchen\ndoor and calls_.) Children, what are you doing? Come and bring your\nplay in here. (_She arranges the holly in a brass bowl on the long\ntable._ LILJEKRONA _begins to put the boughs up over the door_.)\n\n  (_Enter_ OSWALD, _carrying with great care a board with some\n  dough on it, and_ SIGURD _running ahead with his fingers covered\n  with dough_.)\n\nSIGURD. (_Running to_ LILJEKRONA) Father! See my fat dough fingers.\n\nLILJEKRONA. What are you making, Sigurd?\n\nOSWALD. Christmas things for Halla to bake.\n\nSIGURD. Then they will be brown and we can eat them just like the round\ncookies. See, Mother.\n\nOSWALD. Only these aren’t round cookies, Mother. (_Sits down on the\nfloor with the dough._)\n\nSIGURD. No. There is a Christmas tree.\n\nOSWALD. And I made a star.\n\nSIGURD. And I’m going to make---- (_Runs and whispers to his mother._)\n\nOLGA. A what, dear?\n\nOSWALD. (_Looking up from the floor_) A little Christ-Child we’re going\nto make.\n\nSIGURD. A little bit of a baby Christ-Child.\n\nOLGA. (_Kissing his forehead_) That will be a lovely Christmas task.\n\nOSWALD. (_Getting up and pulling at_ LILJEKRONA, _who yields_) Look,\nFather! Look at my cookie! To-night I’ll eat it for supper.\n\nLILJEKRONA. Yes. (_Pause._) I wonder how many little boys will be\neating their Christmas cookies to-night, and how many will be without a\nbite of Christmas dinner, hungry and cold.\n\nOSWALD. Won’t they have any Christmas dinner, Father?\n\nLILJEKRONA. Some won’t. (_He turns back and continues to put up\nboughs._)\n\nSIGURD. Why won’t those little boys have any Christmas dinner, Mother?\n\nOLGA. Father meant, dear, that some children are too poor to buy any.\n\nOSWALD. Where are the poor children?\n\nOLGA. I’m afraid there are some in every village, Oswald.\n\nSIGURD. In our valley, Mother?\n\nOLGA. Yes, dear, I’m afraid there are.\n\nOSWALD. Then, Mother, if Sigurd and I made some good cookies, could we\ntake them down to those poor children?\n\nOLGA. If only we knew just where we could find them, Oswald. It is hard\nsometimes to know where the lonely people are, and the hungry ones.\n\nLILJEKRONA. And when they pass so close as to touch our sleeve on the\nway we do not see them, we do not stop them, but let them plod their\npath alone.\n\nOLGA. (_Stung by_ LILJEKRONA’S _remark_) It is a good thought, Oswald.\nTake them out to Halla now, so she can bake them before to-morrow.\n\nSIGURD. I can’t make a Christ-Child, Mother. _(With a sob._) It doesn’t\nlook like _anything_.\n\nOSWALD. (_With a laugh_) It looks like a star.\n\nOLGA. (_Rising_) Let me see, dear. I think Mother would know what that\nwas. Take it to Halla and she will bake it. Then wash those sticky\nhands. It is time to light the tree. (_Exeunt_ OSWALD _and_ SIGURD.\n_Takes violin from the cabinet and gives it to_ LILJEKRONA.) You will\nplay for us to dance?--one of the old polkas, Liljekrona.\n\nLILJEKRONA. (_Pettishly_) My E string has snapped.\n\nOLGA. Well, put on a new one. Quick, before the children come back.\n\n  (LILJEKRONA _goes slowly upstairs with his violin_. OLGA _pulls\n  out the tree from the corner and starts to light the candles with\n  a taper. Enter_ HALLA _with a punch bowl and the glasses, which\n  she places on the long table_. OSWALD _and_ SIGURD _follow, each\n  carrying a plate of cakes_.)\n\nOSWALD. Mother! Are you lighting the tree instead of Father?\n\nOLGA. Yes. Do you want to help?\n\nOSWALD. Oh, yes.\n\nSIGURD. And I want to, too.\n\nOLGA. You shall, dear. But first put the cakes on the table. (OSWALD\n_and_ SIGURD _deposit their cakes and run to the tree_. OLGA _gives her\ntaper to_ SIGURD.) Here, Sigurd, first the low ones--there. (_Lighting\nanother taper._) Now, Oswald. Can you do it, dear?\n\nOSWALD. You light those, Mother. (_Pointing to higher ones._)\n\nOLGA. There.\n\nSIGURD. The top one of all isn’t lit, Mother.\n\nOLGA. No, Father is the only one who can reach that. We’ll have to\nleave it. Come, Halla.\n\n  (_Enter_ LILJEKRONA _by the stairs without his violin_.)\n\nOLGA. We’re all ready for a polka.\n\nLILJEKRONA. I have no new string for my fiddle.\n\nOLGA. But you _can_ play on three strings.\n\nLILJEKRONA. I can remember no polkas.\n\nOLGA. (_Approaching him persuasively_) Why, Liljekrona, can’t you play\nanything? Sha’n’t we be able to dance at all?\n\nLILJEKRONA. Torstein is not back yet. He is the best dancer of all.\nPerhaps it was hard to find the house. (_Goes to the window._)\n\nOLGA. Well then, we’ll wait our dancing for Torstein, and have our\npunch and cakes while they are hot.\n\nLILJEKRONA. The sparrows are twittering about the window sill most\nmiserably. Where is the pole with the sheaves for them?\n\nOLGA. I did not think of it till now. Did you remember, Halla?\n\nHALLA. No, I didn’t. Poor little things!\n\nLILJEKRONA. How is it that you forgot on this day, of all days? Do old\ncustoms mean nothing to you? Or is it the heartlessness of those who\nshut their eyes to the meaning of old beliefs? At Ekeby no one ever\nforgot!\n\nOLGA. (_Disturbed_) No, my dear, we are not heartless. The sheaves\nshall be put out as soon as Torstein returns. Come, shall we have our\npunch and cakes? Children, are you hungry?\n\nOSWALD. I am.\n\nSIGURD. I want a cookie from my plate.\n\nLILJEKRONA. And there are no candles in the windows. Nothing is done as\nit used to be. (_He seats himself on the wooden bench._)\n\nOLGA. Oh, why--why, I had intended to light the candles. (_Goes to\nmantel._) Come, children, before you have your cookies will you help\nMother? (_She takes from the shelf above the fireplace two wooden\nframes, in each of which is set a row of candles. She lights them and\ngives one to each of the boys._) Careful. Put them on the windowsills.\n\nOSWALD. I want mine in this window. You put yours over there, Sigurd.\n\nOLGA. Halla, take the punch to the table by the fire. (OLGA _seats\nherself near_ LILJEKRONA.) Come, children. (OSWALD _and_ SIGURD _come\nto her side_.) Sigurd, do you know why we put candles in the windows on\nChristmas Eve?\n\nOSWALD. So that people can see where we live!\n\nOLGA. Yes--dear; and there is a story that the little Christ-Child goes\nabout on Christmas Eve looking for a welcome. (_She pours some punch\nfor_ LILJEKRONA, _who is looking intently at her_.)\n\nSIGURD. And if he sees our lights, Mother, will he come to our house?\n\nOLGA. Yes, dear, and when you hear him say: “Behold I stand at the\ndoor and knock----” (_She passes glass of punch to_ LILJEKRONA.)\n\nLILJEKRONA. (_Ignoring it, and meeting her glance with a steady gaze_)\n“And if any man hear my voice and will open the door, I will come in\nand sup with him, and he with me.” Your candles are too late. The door\nis closed. The voice is gone. (_Rises and exits slowly to his room._)\n\nOSWALD. (_After a pause_) Why did Father go away, Mother?\n\nHALLA. Is it anything the matter with the punch, Ma’am?\n\nOLGA. (_Hesitating_) No, Halla, it’s not the punch--I think he’s\nnot--very happy----\n\nSIGURD. Won’t he come back, Mother? Who will tell us stories?\n\n  (_Wild music is heard from_ LILJEKRONA’S _room. It rises and\n  falls in passionate rushes and casts a spell over those who\n  listen_.)\n\nOLGA. (_Rising suddenly at the sound_) He is playing. Why--he has not\nplayed like that since he came home. It is his great heart full of\nrevolt from all that is small about us. “You thought to bind me,” he is\nsaying, “you thought to make me as small-minded as yourselves.” Oh, I\nwas wrong! I thought to shut out unhappiness, but with it I have shut\nout love. To-morrow he will be gone, if God does not work a miracle\nin the night. (_She sinks into her chair and covers her face with her\nhands. The boys sit quite still and look with awe at their mother._\nHALLA _wrings her hands in a half-understanding and miserable way_.)\n\n  (_Sleighbells are heard._ HALLA _goes to the window_.)\n\nHALLA. It must be Torstein come back again at last. No, there are two\nof them. And yet that’s Torstein. He’s getting out. He’s helping the\nother. (_In a tone of horror._) Why, it must be Ruster with him!\n\nOLGA. (_Until now heedless, looking and drying her eyes_) _Ruster_, did\nyou say, Halla? Has Ruster come back again? (_She approaches the window\nand looks out._) Surely it is he! (_She opens the door. The two men\nenter. They are covered with snow._ TORSTEIN _is blue with the cold,\nand_ RUSTER _seems half-frozen. His mustache hangs down over his mouth.\nHe leans on_ TORSTEIN. _The children jump up from the floor._) Ruster,\nyou are welcome back to Lofdala. (_She loosens his coat and leads him,\nwith_ TORSTEIN’S _help, to the fire_. HALLA _draws up the armchair into\nwhich_ RUSTER _sinks weakly. The children watch._)\n\nTORSTEIN. (_Apologetically_) I had to bring him back, Ma’am. At every\nhouse they were either going away over Christmas, or were crowded with\ncompany. They didn’t even ask him to get out of the sledge. And the\nsnow was so thick I thought we’d both be frozen.\n\nOLGA. You did well to bring him, Torstein. (_She rubs_ RUSTER’S _hands\nto give them life_. TORSTEIN _stands by the fire_.) Halla, is the punch\nstill hot?\n\nHALLA. Yes, Ma’am.\n\nOLGA. Then pour out a glass. It will warm him.\n\n  (HALLA _pours out two glasses. One she gives to_ TORSTEIN, _the\n  other_ OLGA _holds to_ RUSTER’S _lips_.)\n\nTORSTEIN. (_Smacking his lips_) Um! That puts life into you! (_Sets\ndown his glass._) Well, I must drive the horses around, or they’ll be\ndrifted in.\n\n  (_Exit by front door._ OSWALD _and_ SIGURD _watch from the\n  window_.)\n\nRUSTER. (_Gaining consciousness and looking about with a sad, puzzled\nexpression_) How did I come here again? It is strange, all strange to\nbe in Liljekrona’s house--I thought---- (_Abruptly._) Why are you so\nkind to me? I am only an old broken-down instrument....\n\nOLGA. We are glad to see you, Ruster! And I want you to think--you have\nnever been away. Let me have your wet coat. (_Helps him out of it._)\nHalla will dry it in the kitchen.\n\n  (_Exit_ HALLA _with coat_.)\n\nOLGA. (_Refilling his glass and putting it on the table by him_) Are\nyou warmer now?\n\nRUSTER. Yes--quite warm, thank you.\n\nOSWALD. (_Offering the cookie he has been holding_) Here’s a cookie.\n(SIGURD, _who is about to eat the last fragment of his, stops and holds\nit out to_ RUSTER.)\n\nRUSTER. (_Starting up suddenly_) I can’t stay here! I am of no\nuse--here--or anywhere!\n\nOLGA. (_Putting a hand on his arm_) You are mistaken, Ruster. You may\nhelp, if you will. I must attend to setting the table for dinner and\nthe children will be quite forsaken. Will you look after them a little?\n\nRUSTER. (_Rising, alarmed_) I can’t do that!--Why, I--they----\n\n  (_Exit_ OLGA, _resolutely_. RUSTER _looks after her, then turns,\n  and seeing his glass of punch on the table, starts to pick it up.\n  He encounters the steady gaze of the children, restrains himself\n  and fumbles in his pocket. He draws out his flute and blows a\n  note on it. The boys come closer._)\n\nOSWALD. How do you do that? (RUSTER _does not answer, but blows again_.)\n\nSIGURD. Why do you lift your fingers?\n\nRUSTER. To make the notes.\n\nSIGURD. Let me try! (RUSTER _places his little fingers over two of the\nstops_. SIGURD _blows, but no sound comes_. OSWALD _laughs_.)\n\nOSWALD. Let _me_ try! (RUSTER _shows him also--but still no tone_.) How\ndo you do it? (_He tries again._)\n\nRUSTER. I blow in here. (_Showing them._) And I keep the holes covered\nwith my fingers. When I want to make a note, I lift up a finger, like\nthis. (_He blows._)\n\nSIGURD. Blow another.\n\nRUSTER. (_Blows another. Then both over again_) This is A and this is B.\n\nOSWALD. A and B. You can’t play _them_. They’re letters.\n\nRUSTER. Yes, and in music they are the names of the notes. (_Takes out\na score and with a crayon makes a few notes._) This is the way they\nlook.\n\nSIGURD. Let me see.\n\nOSWALD. No! That’s not right! That’s not what’s in our storybook!\nSee--I’ll show you. (_He runs to music cabinet, and from lower cupboard\npulls out a battered cloth book._)\n\nRUSTER. (_To_ SIGURD) Can this boy spell his name?\n\nSIGURD. Yes--S I G U R D!\n\nOSWALD. See--look at _our_ book. There isn’t any A and B like that!\nThat is A and that is B. (_Pointing._)\n\nRUSTER. Can you read that?\n\nOSWALD. Yes, I can read it.\n\n  (_Enter_ OLGA _with tablecloth, glasses and silver. She smiles at\n  the group and quietly begins to arrange the table._)\n\nOSWALD. (_Reading_) “Far away, in the deep forest there once grew----”\n\nBOTH CHILDREN. “A pretty Fir-_Tree_. The sun shone full upon _him_, the\nbreeze played freely around _him_, and in the n--n----” (_Looking up\nquestioningly at_ RUSTER.)\n\nRUSTER. “Neigh-bor-hood.”\n\nOSWALD. “Neighborhood grew many Fir-Trees.”\n\nBOTH CHILDREN. “Some older, some younger.”\n\nOSWALD. (_Turning from the book_) Look--I’ll draw you a fir-tree. (_He\ndraws on_ RUSTER’S _music score--spreading it on the floor_.)\n\nSIGURD. (_Slowly_) “But the little Fir-Tree was not happy; he was\nalways long--longing to be tall; he th--th----”\n\n  (RUSTER, _who during the last part of the reading has been paying\n  no attention, suddenly covers his face with his hands. His\n  shoulders shake a little._ SIGURD _looks up frightened_. OLGA\n  _crosses quickly to him_.)\n\nOLGA. (_Gently_) Ruster--Ruster! Don’t feel badly!\n\nRUSTER. (_Sobbing softly_) Yes--I am of no use any more.\n\nOLGA. (_Sympathetically_) I know--I know. You cannot make a living by\nyour music and you are destroying yourself with brandy. You have been\nturned away from every door where you have knocked. But, Ruster----\n\nRUSTER. Yes, I am worn out. I ought to be thrown away! Nobody needs me.\n\nOLGA. But don’t you see that to be with the children, as to-night,\nwould be something for you? If you would teach children you would be\nwelcomed everywhere. Look at them, Ruster! (_She places the boys in\nfront of him._) Look at them!\n\nRUSTER. (_Blinking_) I dare not!\n\nOLGA. (_Laughing joyously_) Then you must accustom yourself to them,\nRuster! Perhaps you could help them with their reading. They need a\nschoolmaster! (_Turning to children triumphantly._) How would you like\nthat, children?\n\n  (_Enter_ LILJEKRONA, _violin under his arm_. RUSTER _remains\n  motionless by the fireplace with bowed head_.)\n\nLILJEKRONA. Why are you laughing, Olga, what is it?\n\nOLGA. Nothing--but that Ruster has come again!\n\nLILJEKRONA. (_Perplexed_) Ruster here again?\n\nOLGA. (_Beaming_) Yes, and he is going to stay with us to teach our\nlittle boys.\n\nLILJEKRONA. Ruster! (_With amazement_) You have asked him to teach----?\n\nOLGA. Yes, Oswald and Sigurd. He has been helping them this afternoon.\n\nLILJEKRONA. But--has he promised to give up----?\n\nOLGA. He has promised nothing. But there is much about which he must be\ncareful when he has to look little children in the eyes every day.\n\nLILJEKRONA. You’re sure he can do it?\n\nOLGA. (_Not heeding_) If it had not been Christmas, perhaps I should\nnot have ventured; but if our Lord dared to place His own son among us\nsinners, surely we can dare to let our children try to save a human\nsoul.\n\n  (LILJEKRONA’S _face twitches and twists. He gently kisses his\n  wife’s hand as if asking forgiveness._)\n\nLILJEKRONA. The children must come and kiss their Mother’s hand! (_They\ndo so, though not just knowing why._)\n\nOLGA. (_Going to_ RUSTER _and holding out her hand_) Ruster, it is you\nwho have made our Christmas happy. (_He kisses her hand._)\n\n\n  CURTAIN\n\n  (_The lifted curtain reveals the whole family gathered about the\n  tree_, HALLA, TORSTEIN _and all, while_ LILJEKRONA _lights the\n  topmost candle_.)",
    "metadata": {
        "author": [
            "Lagerlöf, Selma Ottiliana Lovisa",
            "Lagerlof, Selma",
            "Lagerloef, Selma",
            "Thorp, Anne Longfellow",
            "Thorp, Annie L.",
            "Lagerlöf, Selma",
            "Palmer, Josephine Ludlow",
            "Palmer, Josephine L.",
            "Thorp, Annie Longfellow"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68417/pg68417.txt",
        "name": "the_lighting_of_the_christmas_tree.json"
    }
}