{
    "name": "The Vicious Delinquents",
    "author": [
        "Reinsberg, Mark Simon",
        "Reinsberg, Mark"
    ],
    "body": "Two or three things worried me on my trip back to the hideout. So my\nastrogation was sloppy and I kept losing Jupiter's shadow.\n\nFirst, there was the showdown with Naomi over who would lead the\nCallisto gang. This meant another degravity fight with python whips\nand steel claws. Having just gotten rid of the old battle scars on my\ncheek, shoulder and breast, I wasn't so eager to have my title back on\nthe same disfiguring terms.\n\nOn the other hand, wouldn't the girls take it as a sign of cowardice if\nI tried to settle peaceably for second in command?\n\nNext, I kept thinking about the money I'd taken from my parents the day\nbefore. What amazed me was how they could be so stupid as to believe\nI would go to Mars and enroll in that technical school. Two thousand\nsolars was just enough to buy this sweet secondhand 2064 model Spacer\ncoupe. The gals in our ordnance crew would rig it up with missile\nlaunchers, turn it into a killer, flagship of our fleet.\n\nBut just now my ship was unarmed, defenseless. And as I approached our\nbase on airless, rocky Callisto I again had the feeling I was being\nfollowed, trailed in space.\n\nNot by any of the Io boys; I was pretty sure of that. Because that\nbrave gang will always attack when the odds are five to one in their\nfavor. And not by the police either: They've always left us alone.\nSomeone else.\n\nI circled Jupiter's fifth moon warily, searching a half million square\nmiles of space for the suspected other rocket, but my instruments\ndetected nothing man-made. So I radioed the password and hastily set\ndown in the mouth of a giant natural cave entrance--the airlock of our\nunderground hideout.\n\nWhile air hissed into the chamber I strapped on my weapons belt and\nglanced in the doorway mirror. Not--mind you--because there's anything\nparticularly feminine about me, but it's still such a surprise not to\nfind a face full of claw marks that I studied my appearance with a kind\nof stranger's curiosity. Even without scars, I would hardly call myself\nan attractive girl.\n\nMy black dyed hair had reverted to its original blond shade, and the\nsame shoulder length it had had two years ago when I was matrixed. I\nhad a fifteen-year-old's applecheeked complexion, and thick eyebrows\nthat met above the bridge of my long thin nose and cried out for\nplucking. My ears were too large and my jaw rather sharply angular.\nOnly my neck seemed gracefully proportioned--long, finely sculptured.\n\nAt the rest, sheathed in a black metallic leotard, I could only shrug.\n\nThe airlock opened. Chin uplifted, I strode from my ship with python\nwhip coiled in my hand, steel claws jingling at my waist. My name, in\ncase you're interested, is Vera.\n\n\n\nAt the heavily guarded first corridor I was met by Ginger, a fat\nfog-throated valkyrie who serves as our security officer.\n\n\"We were almost ready to blast you, my dear. Good thing you signalled\nwhen you did.\"\n\nWe rapped the knuckles of our clenched fists in greeting.\n\n\"What's happened in the past week?\" I asked. \"Kill any more Ios?\"\n\nGinger grimaced. \"Naw. I shot the arm off one but I don't think he\ndied. Ran into him in an alley in Ganymede City. Imagine that guy! He\nwas trying to steal an air synthesizer I myself had just stolen.\"\n\nThe corridor led to the First Hall, a large vestibule bright with\nluminescent wall paint where eight tunnels branched off into separately\nhollowed-out caverns in the rocky guts of Callisto.\n\n\"I'm itching to get back into combat,\" I said. \"What do you say we make\na raid on the Io boys tomorrow?\"\n\nGinger realized I was testing her loyalty. \"I'd like nothing better,\"\nshe responded heartily. \"But of course we'll have to clear it with\nNaomi first.\"\n\nI stopped abruptly. \"Since when?\"\n\n\"Well, Vera, she became leader the day after you fell.\"\n\n\"By whose authority?\" I said indignantly.\n\n\"Don't play dumb recruit. You know our system. We had no way of knowing\nyou'd return. Naomi and half a dozen others declared for title, and\nNaomi won out in a fair gang fight. Just like you did before her.\"\n\n\"So it seems we have two leaders now,\" I said, limbering my python whip.\n\n\"That's something you and Naomi will have to work out,\" Ginger intoned.\n\"I'll leave you here to choose your own tunnel.\"\n\nThis was part of the ritual of our gang. When a new girl arrived, the\ntunnel she selected, blindly, determined her branch of service on\nCallisto. One tunnel led to commissary, another to transport, another\nto ordnance, another to facilities, and the remaining four to combat\ntraining units. A girl had to be rather unlucky to miss out on the\nfighting branch, but in the other units she at least learned a great\ndeal about thievery, heavy drinking and the use of dope.\n\nKnowing where each tunnel led, my present choice was simple: by seven\ntunnels I could postpone an immediate showdown with Naomi, since\nthese went to barracks and work rooms and supply centers. The eighth\ntunnel led directly to the great assembly hall and administrative\nheadquarters. There, Naomi would be holding council. This was the\ntunnel I chose.\n\nI was halfway through it when a bunch of the senior gang members met me\nhead on. They were battle-tested gals of seventeen and eighteen with\nhair waved in the short Grecian style and short sleeveless tunics of\ngreen, red, yellow or black, depending on their unit.\n\nThey hailed me enthusiastically. \"Vera, welcome back! Beautiful ship\nyou brought. Hey, your hair: you look like a kid again. No more scars!\nAre you going to challenge Naomi?\"\n\nSomehow everyone else shut up in time for this question to stand out\nlike a band instrument taking the wrong repeat. They were all eyeing me\nexpectantly.\n\nI threw my head back with a short laugh. \"I'm still the leader of this\ngang.\"\n\nTo lend point to the declaration I cracked the coils of my python whip,\nflooring but not badly hurting a young recruit rushing up the tunnel to\nmeet us. The girl shrieked.\n\n\"Wow!\" one senior exclaimed. \"A showdown between two leaders! That's\nnever happened before. This is going to be interesting.\"\n\nWe helped the recruit to her feet. She limped along but knew better\nthan to reveal her pain. \"Girls,\" she said, gasping, \"Naomi has called\na formation! Hurry!\"\n\nThe words were hardly out of her mouth when the formation alarm\nreverberated in the passageway. That gave everybody just thirty seconds\nto line up with their units in the assembly hall, and my escort of\ngirls plunged on ahead of me. When I reached the great spiral-shaped\nhall at my own more deliberate pace, the gang already stood in\nformation.\n\n\n\nI paused at the entrance, for this is always an impressive moment on\nbarren Callisto. The hall was a natural cavity half a mile deep, palely\nilluminated by the artificial sun hanging from a ceiling stalactite.\nThe place was warm and moist-smelling like a greenhouse. Generations\nof girls before us had gradually modified the rock interior with hand\nblasters, carving out a series of broad, steplike plateaus along one\nrim. On each level a unit kneeled at attention on one knee, forming a\ncircle around their respective hussies (our term for captain) who stood\nrigidly erect holding a green nuclear torch, emblem of our gang. To me\nit was a beautiful sight, especially the raising of the degravity dais.\n\nUp, out of the verdant depths of the cave, overgrown with Earth-style\ntrees and tropical foliage, rose the great ceremonial platform reserved\nfor the gangleader and her administrative aides. As this cleared the\nrim and stabilized in midair, Naomi became visible to all and a raucous\nfemale cheer went up from the ranks.\n\nJeanette, my former protocol officer, stepped forward waving the\n'parade rest' command. She was a tall lanky farm girl with lots of\ncommon sense, and evidently she'd been promoted to second in command.\n\n\"Girls,\" she said in her steady, emotionless voice, amplified a hundred\ntimes by her throat piece projector, \"just a brief announcement before\nwe hear from our leader. Yesterday a brawl took place in the Spilka\nSkating Palace in Ganny City, and one of our girls failed to return.\nSome of you may remember what a beautiful job Phyllis did of poisoning\nthe Io gang's food shipment a while back, and we think the boys must've\nfound out she was the one. Anyway, they kidnapped her and we have every\nreason to believe she's being tortured right now in that fort of theirs\non Io.\n\n\"Let's just assume she'll crack eventually and tell them our code. From\nnow on all external communication will use code O-97, and you new\ngirls will have to see your hussy right after this formation ends if\nyou expect to have it memorized by tomorrow morning.\"\n\nJeanette nodded with the barest trace of a sadistic grin as a murmur\nof consternation rippled through the ranks of our rookies. \"That's all\nfrom me,\" she added, \"and now here's Naomi.\"\n\nI hadn't moved from the entrance. Now, as Naomi spoke, I began my calm,\nunhurried, and, I hoped, supremely dignified march towards the dais.\n\n\"Girls, I want to add this to what Jeanette told you,\" Naomi began.\n\"We're going to revenge this outrageous kidnapping at the earliest\npossible moment. My staff and I are working countermeasures that will\nmake the Ios rue the day they ever pulled this stunt on one of our\ngirls.\"\n\nAt first, all eyes were centered on Naomi, and no one observed my\napproach from the rear of the hall. And I don't believe Naomi herself\ncould see me with the lights focussed on her face, though obviously she\nknew of my arrival. She was a short, shapely sixteen-year-old, full of\ngestures and animation. She wore her brown hair in bangs, her features\nforming an attractive oval, her dark eyes flashing with self-assurance.\nHer clothes were a green version of my own leotards, only tighter. But\nas usual, claw marks marred her appearance, and it seemed to me even\nfrom a distance that she had lost the use of her left eye.\n\n\"Today, we want to welcome back one of our former leaders,\" Naomi\ncontinued, \"a girl who has just returned from the Matrix Center, and\nis once again ready to do battle for the glory of our gang. This great\nCallisto had the misfortune to be killed in a fight with private\ndetectives during that costly, but on the whole successful, raid on\nthe ration warehouse on Eros. I refer, of course, to our own immortal\nVera ... whom I believe is ...\" (here Naomi peered out into the darker\nrecesses of the hall) \"... among us right now.\"\n\nAnother cheer went up, and everybody looked about in various directions\nuntil a spotlight finally caught my deliberate striding figure working\nits way towards the platform.\n\n\"Because this is sort of an unusual situation,\" said Naomi in cool\ncandor, \"one that doesn't seem to be covered by any of our bylaws,\nit appears that Vera will have to start at the bottom again as a new\nrecruit. Because, you see, for all practical purposes, she's a new\nperson altogether.\"\n\nAn angry flush shot through my body.\n\n\"However,\" Naomi added patronizingly, \"we're all sure that Vera's\nabilities will be recognized quite soon, even as a recruit, and that\nshe will rapidly rise to a new position of leadership within our\norganization.\"\n\n\"More rapidly than you can imagine!\" I shouted at the top of my voice.\nUnaided by an amplifier it must have sounded feeble even to the front\nranks. But in the same instant I wound up on one foot and cracked my\nwhip resoundingly in her direction, and there was no mistaking this\ndefiant gesture.\n\n\n\nA roar of excitement arose from the gang. For a moment there was\nconfusion on the dais as Naomi and her aides consulted. The clamor grew\nlouder. \"Duel! Duel!\" echoed through the hall. I knew this wasn't a\ncase of loyalty to me; everyone was eager to watch a nice bloody fight,\nany moment of the day or night.\n\nPutting on my steel claws, I advanced to the edge of the chasm,\nopposite the leader's platform. Here the seven-eighths Earth gravity we\nartificially maintained in our hideout began to fade. The ravine itself\nwas subject only to Callisto's feeble attraction. Twenty-five feet\naway, Naomi came out of the huddle and signalled for silence. While\nthe clamor was subsiding I saw Jeanette jump off the dais onto one of\nthe lower plateaus and disappear in one of the tunnels. I poised myself\nfor the leap.\n\n\"Now look, gang,\" said Naomi. \"Jeanette is our protocol expert and\nit's her opinion that no challenge is in order. She doesn't remember\nany precedent for a leader returning from Matrix, but she's just taken\noff for the archive room to look up the records.\" A chorus of boos and\ncatcalls broke out, and this got under Naomi's skin.\n\n\"Well, as far as I'm concerned, we can have this business over with\nright now,\" she shouted, snapping claws over her wrists.\n\nI hurled myself across space, landing on the far corner of the\nplatform, whip upraised to strike the first blow. Almost in the same\ninstant, half a dozen aides leaped to safety on the lower plateau.\n\nNaomi cocked her whip with lightning speed, to my surprise, lashing\nout ahead of me. But because of her bad eye it was a poorly aimed\nblow which I dodged easily, and before she could regain her balance I\nbrought my whip down with full force across her shoulders.\n\nShe shuddered in pain, and a great red welt opened up along her neck.\nFirst blood. A roar went up from the spectators, who had now broken\nformation to crowd along the edges of the chasm.\n\nInstinctively Naomi clutched for my whip, but I recoiled it in time and\nswung a second time. It cut searingly into her side, winding about her\nwaist with a python action that crushed out her breath. I moved in for\nthe kill with uplifted claws. Suddenly Naomi leaped from the dais, high\ninto the air.\n\nIt was a brilliant defensive move. I had no time to think, but the\nalternatives were simple: hold onto the whip handle and be pulled after\nher, or let go and be minus a whip.\n\nI held on and we went rocketing to the rough-hewn ceiling. We bounced\noff the rock roof, I barely managing to switch my feet to where my head\nhad been to absorb the ricochet. Then we went sailing down, almost\nleisurely in the weak gravity, to the bottom of the cavern. And this\ntime I was absorbing the whiplash, as Naomi, knotting mine about her\nwaist, so that I couldn't retract it, swung her own whip with vicious\nskill. _Whff!_ My thighs. _Whff!_ My face. _Whff!_ My breast.\n\nShe was cutting me to pieces; I was in agony as we fell that half mile.\nDesperately I tried to ward off her blows. Then I realized there was\nonly one solution: in-fighting.\n\nI tugged with all my strength at my whip handle. She kept thrashing\nand I kept pulling at my line, pulling her closer and closer, until\nshe could no longer use her whip effectively at such close range. My\nhead was foggy from the beating. I gave a final tug and lurched at her\nthroat with my steel claws.\n\nShe deflected one claw, but the other sank in, and I remember how her\neyes began to widen in terror. Then ... darkness hit me.\n\n\n\nI awoke staring up at tall lanky Jeanette, as my brain slowly stopped\nrevolving inside my cranium.\n\n\"You battered your head against the rock wall, my dear Vera,\" she said.\n\n\"Naomi?\" I asked. \"Is she--?\"\n\n\"She lost consciousness too, but for a different reason. Loss of blood.\nYou tore open her jugular vein. We picked both of you up off the\ncavern floor.\"\n\nI sat up slowly, dizzily. \"So who's leader now?\"\n\nJeanette smiled and shook her head. \"I don't know. None of us is too\nsure. We've never had a situation like this before. But we think Naomi\nis. She regained consciousness first.\"\n\nI sank back on the pillow, trying to collect my thoughts.\n\nNaomi came into view. She had been standing behind the headboard. Her\nthroat was a mess despite the basic telesurgery, but her expression was\nfriendly.\n\n\"Look, Vera, I'm willing to admit I would have lost. You outfought me.\nBut luck was on my side and I won.\"\n\n\"You're right there, sister,\" I sighed, mustering a smile. I noticed\nalso that they'd fixed her eye--considerably improving her appearance.\n\n\"Well, since neither of us was in a position to finish the other one\noff, it's still a complicated proposition. I mean, about the title,\"\nNaomi clarified.\n\nI again managed to sit up and felt the strength begin returning to\nmy limbs. If you aren't stone dead, modern medicine can heal almost\nanything nowadays in a matter of hours, which I find reassuring. \"What\ndo you propose, another duel?\"\n\n\"That doesn't make much sense,\" said Jeanette. \"Why fight among\nourselves when there are so many of those stupid boys buzzing around?\"\n\n\"Yes, what I was going to suggest,\" Naomi said eagerly, \"is that we\nsort of share the leadership until one or the other of us gets killed\nin battle.\"\n\nI thought for a moment and then clenched my fist, and we knocked\nknuckles grinning at each other.\n\nI got to my feet. \"What are your plans to strike back at the Io gang?\"\n\n\"Frankly, that was just for public consumption,\" Naomi admitted. \"We\ndon't have any plans as yet.\"\n\n\"Well,\" I said, \"let's the two of us get in a ship and just bomb hell\nout of their home base.\"\n\nNaomi showed surprise. \"Right now? In our condition?\"\n\n\"Sure. What this gang needs is a little boost in morale.\"\n\nNaomi nodded, her brown eyes flashing. \"Good. We'll go in my ship.\"\n\nTogether we strode from the sickbay, through the tunnel to the airlock.\nGinger intercepted us at the First Hall. Her guards held a man at\npistol point.\n\n\"Naomi ... Vera ... whichever of you is in charge now. We've just\ncaught an Io spy!\"\n\nHe was an older man, balding, seedy-appearing in an old-style tweed\nsuit. He stared at us in a calm, unflustered manner, plainly curious.\n\n\"Oho! Now we can get even for the way they treated Phyllis.\" Naomi was\ngleefully thumbing through her mental catalog of torture techniques.\n\n\"If he's a spy,\" I said, \"let's not waste any time on him now. We can\ntake care of him when we get back.\"\n\nJeanette had followed us in the tunnel. \"He doesn't look like a spy to\nme,\" she said drily.\n\n\"Oh no?\" said Ginger. \"Then how did he find our hideout? How did he\nlearn our landing code?\"\n\nSuddenly I recalled my feeling of being followed. \"I thought there was\nsomeone trailing me in space this morning. All the way from Ganymede I\nhad the weirdest sensation.\"\n\n\"Well, that may explain how he got here,\" said Jeanette, \"but I still\nsay this guy isn't a spy.\"\n\n\"You're quite right,\" said the man. \"I'm not a spy.\"\n\n\"Sure,\" Jeanette continued in her lanky farm accents, \"the first\nprerequisite for a spy is to look inconspicuous. This old character\ncouldn't do much hiding in a girl's dormitory.\"\n\n\"Old man, how did you come here?\" I demanded.\n\n\"I landed at the entrance of your cave, madam, and asked to be\nadmitted. Then your colleagues,\" he nodded at Ginger, \"seized me before\nI could explain my purpose in coming here.\"\n\n\"No matter what he says, I think he's a spy,\" said Ginger. \"This is a\nvery subtle angle they're playing. I'm security officer; it's my job to\noutguess them.\"\n\nNaomi was impatient. \"Well, if you think he's a spy, then shoot him.\"\n\n\"Yes,\" said Ginger, \"why should we take chances?\"\n\nThe man showed irritation. \"Young lady,\" he told Ginger very sternly,\n\"I must at this point advise you that my life is not on file at Matrix\nCenter, and that any contemplated execution of me would constitute\nmurder. Irrevocable murder.\"\n\n\"This guy speaks like a lawyer,\" Jeanette murmured in my ear. \"Better\ninvestigate.\"\n\n\"What kind of identification did you find on him?\" I asked Ginger.\n\n\"Oh, a bunch of papers saying he was an assistant professor at Mars\nUniversity. But those are easily forged.\"\n\n\"A professor, eh? What's your field? What are you doing here?\"\n\nHe stared at me with a kind of superior smile. I had the vague feeling\nI'd seen him before, which is ridiculous: I've never been on Mars.\n\n\"Ah, at last some intelligent questions. My field, young lady, is\nsociology. I happen to be doing some research on juvenile delinquency,\nwhich is why I came here. Lewis Worth is my name. Are you perhaps the\nleader of this gang? If so, I would appreciate your help.\"\n\nGinger snorted. \"What a fantastic line!\"\n\nNaomi looked at me quizzically. Was I in fact the leader?\n\nI hedged. \"Look, Ginger. There isn't time to investigate his story.\nRight now, Naomi and I have a little mission to accomplish. So keep\nthis guy under guard until we get back.\"\n\nDeep down in me I felt resentment about all this tact I had to use.\nWhy _shouldn't_ I be the leader? The girls instinctively looked to me,\nobeyed me. Why _shouldn't_ I be the one to give orders, make decisions?\nThis pretense of shared leadership with Naomi could only last a day,\ntwo days, a week at most. And then would come the final showdown.\n\n\n\nWe rocketed into orbit with Jupiter's innermost satellite--I piloting,\nNaomi astrogating. Io showed up like a pea-sized blemish against the\nbloated planetary face, whirled into tan-grey zones of supercold\nmethane by thousand-mile-per-hour helium tradewinds. Jupiter the heavy,\ninhospitable.\n\nAlmost beneath us now, the boys' domed hangout glowed dully green in\nthe feeble Jovian sunlight. Naomi readied the missile launchers.\nSeconds later, before we were within firing range, the first of the\nboys' space cruisers zoomed up to intercept us. They were ready for our\nship but not our strategy.\n\nDown we plunged in a searing power dive, straight for the hangout's\nvulnerable airlock. Missiles exploded on all sides of us, harmlessly,\nas our phantom target defense went automatically to work. Our radio\ncrackled with barked commands and alarmed oaths between the boys' ships\nand Io headquarters.\n\n\"Zero range!\"\n\n\"They're coming in!\"\n\n\"Damn those girls!\"\n\n\"Look out! We can't stop them!\"\n\n\"It's a suicide dive! Man your crash stations!\"\n\nWe dropped down, inches above ground level of the airless moon, our\nnose pointed like a needle at the green bubble. Suddenly I braked our\nspeed with reverse rockets, bruising my ribs with deceleration.\n\n\"Fire!\" I shouted.\n\nNaomi launched the first missile straight for their airlock. It struck\njust before the emergency siege gate slid shut, blasting jagged holes\nthrough the outer and inner locks. Air whooshed from the dome, hurling\nmen and debris into the vacuum. Seconds later the catastrophe seal was\noozing down to plug the hole, but by then our ship had plunged through.\n\n\"You've done it!\" Naomi screamed joyously. \"We're inside!\"\n\n\"And their fleet is outside, and there's nothing the boys can do about\nit.\"\n\nI slowed our ship to practically zero ground speed. We hovered for a\nmoment near the ceiling of the great transparent dome, considering our\nnext target. Below us lay the ramshackle gangland, a maze of roofless\npartitions clustered around a tiny lake. One quarter of the city was\nvirtually an open-air machine shop. Near the shattered airlock stood a\nparade ground, overlooked by a tall, balconied tower with people on top\nmaking frantic gestures.\n\n\"I'll bet that's headquarters.\"\n\n\"Down it goes,\" said Naomi excitedly.\n\nI put our ship in a dive. She aimed quickly, triggered the missile.\n\n_Boom!_ The tower collapsed. Tiny figures began to scurry about on the\nparade ground.\n\n\"Let's get 'em!\"\n\nI skimmed the field and Naomi blazed away with the vibro gun. One after\nanother the boys dissolved in puffs of smoke. I veered around and we\nstrafed them again, killing hundreds.\n\nI felt exhilarated, marvelously happy.\n\nNaomi shrieked ecstatically.\n\nIn another minute there were no more boys alive who hadn't taken\nshelter underground.\n\nI glanced upward and laughed. The boys' fleet swarmed helplessly\noutside the dome like bugs on a lampshade, watching their hangout\nripped to pieces.\n\n\"Get their arsenal!\" cried Naomi.\n\n\"Revenge for Phyllis!\"\n\nWe dived again, spraying the roofless barracks with destruction,\nblasting huge craters in their machine shop, starting explosions of\nammunition that rocked our ship, threatening to blow off the dome in\none piece.\n\nAt last the fun ended. \"Only one missile left,\" Naomi warned.\n\n\"Hang on, then,\" I said gaily, stabbing the rocket controls. \"Callisto\ngirls are homeward bound!\"\n\n_Blam!_ went our torpedo, tearing a second hole in the mangled airlock.\nAnd out that hole we went, accelerating like crazy, pursued into deep\nspace by the entire enemy fleet.\n\n\n\nAs long as we were chased, and missile fragments rattled against our\nhull, we continued in high spirits. Even when the boys scored a hit\nthat forced us to don our space suits, we remained elated. But the\nminute the Ios broke-off pursuit we renewed our antagonism.\n\n\"Say,\" said Naomi over her helmet phone, \"this isn't the right course\nfor Callisto.\"\n\n\"No, dear, I'm landing on Ganymede first. I don't think it's safe to go\non until we get that fuel leak fixed.\"\n\n\"Why should we pay good money to a mechanic when our own girls can do\nthe job?\"\n\n\"We'd never reach Callisto. You don't realize how dense the fumes are\nin this cabin. We could explode just like that.\" I tried futilely to\nsnap my clumsy spacesuit fingers.\n\n\"Look,\" said Naomi irritably, \"let me do the worrying. I'm the leader\nand I say we go directly home.\"\n\n\"I beg your pardon,\" I objected, holding my temper. \"I understood this\nwas a fifty-fifty proposition.\"\n\n\"Callisto!\" she snarled. \"I order you.\"\n\n\"Shut up!\" I snapped. \"I'm pilot of this ship, and space law says you\nobey me.\"\n\nWe'd have had our final showdown right then and there, except it's\npractically impossible to wrestle in spacesuits.\n\nWe landed in Ganymede City and haggled over price with the same\ngarageman who sold me my used 2064 Spacer (being equipped for battle\nby our ordnance crew even as we talked). He brought his bid down\nfinally from a hundred to seventy-five solars.\n\n\"Okay, have it ready in an hour,\" I said, walking from the shop.\n\nNaomi followed indignantly. \"Vera. Just where in the hell are you going\nto get seventy-five solars?\"\n\nI paused on the sidewalk, hands hitched to my weapons belt. \"I'll dig\nit up if you'll agree to do some research for me.\"\n\nNaomi smiled craftily. \"Steal it, eh? All right, I'll go along with you\nfor the time being.\"\n\nI left her at the public library and headed, with serious misgivings,\nin the direction of my family home.\n\nGanymede City is a drab industrial town of a million or so people,\nwith very little excitement or glamor beneath its turquoise dome. The\nchamber of commerce used to give a big buildup to the view of Jupiter\nand the good job opportunities when they first wanted to attract\nworkers from Earth. Those poor shnooks soon got fed up with astronomy\nwhen the boom fizzled out and the only jobs left were in the metal\nrefineries.\n\nI hate my father who is a jerk just like the rest of them. Never quite\nbecame shop foreman. Never quite able to buy his own house. Never\nquite saved enough to move his family to Saturn's ring where the real\nboom took place. And always so damn preachy to me and the younger kids.\nAnd my mother disgusted me too for just sitting around and taking it\nall those years.\n\n\"What are you doing here?\" my father demanded. \"You're supposed to be\non your way to Mars.\"\n\n\"Vera, what happened?\" my mother whined. \"Why aren't you on the ship?\"\n\n\"I need a little more money. Seventy-five solars.\"\n\n\"What do you mean, a little more money?\" said my father angrily. \"What\nhappened to the money we gave you?\"\n\n\"And the tickets,\" my mother, anxiously. \"You promised me you'd go to\nschool. What did you do with the tickets?\"\n\n\"Don't worry. I got a refund. It's all in a safe place.\"\n\nMy father got menacing. \"Say, just what are you up to? You haven't gone\nback to that gang by any chance?\"\n\n\"Oh God forbid!\" my mother cried.\n\n\"I need seventy-five solars,\" I repeated calmly. \"Are you going to give\nit to me?\"\n\n\"Answer me!\" my father roared. \"Have you gone back to that gang?\"\n\n\"That's none of your damn business.\"\n\nInfuriated, he started towards me. \"No daughter of mine is going to\ntalk to me like that. I'm going to give you the spanking you've had\ncoming for seventeen years.\"\n\nI drew my whip and slashed him down the side of his face and chest,\ncutting his shirt half open. He sat down with an unbelieving expression\nand fingered the red welt. He looked at me through glazed eyes, almost\nin a state of shock, as I rewound my whip.\n\nMy mother broke the long silence. \"Here, Vera. Here are your\nseventy-five solars. We never want to see you or hear from you again.\"\n\n\n\nNews of our gang wars rarely appears in the adult press. I guess\nthey're afraid the publicity might encourage more teenagers to join up.\nBut the colonial struggle with Sirius had ended, and there wasn't much\nelse happening in the Solar System just at that time, so our raid on Io\nmade the headlines.\n\n                       GIRLS BLAST BOY HIDEOUT\n                    Callisto fleet bombs, strafes\n                 Io base in bloody juvenile gang war\n\n     Humiliated Ios vow retaliation for fifty-ship sneak attack\n\n\n\nWe were received as heroes by our gang. Even the inaccuracies in the\nnews story contributed to our glory--the Ios being ashamed to admit all\nthe havoc was the result of only one solitary girl ship. Our hussies\nand aides greeted us in the First Hall with a wild cheer, crowding\naround us to beg for details.\n\n\"Later,\" said Naomi, flushed with triumph, \"we'll call a formation\nlater. We'll tell our story to the entire gang.\"\n\n\"Back to your posts, now!\" I shouted. \"You hussies get your girls ready\nfor battle. We can expect the boys to counterattack at any time.\"\n\nThe First Hall cleared rapidly of all except a few of our top officers.\n\n\"Confidentially,\" I said, \"I won't go for any more of this shared\nleadership stuff. This gang can only be run by one boss at a time. It's\ngoing to be either me or Naomi, but not both of us.\"\n\n\"Those are my sentiments exactly,\" said Naomi. \"Let's get this fight\nover with once and for all.\"\n\nJeanette, always the reasonable one, stepped forth quietly. \"Look, this\nis a very bad time to hold a duel, just when we're waiting for the Ios\nto appear.\"\n\n\"Yeah, you two, you're spoiling our victory celebration.\"\n\n\"Put it off until tomorrow.\"\n\n\"Until after the next meeting.\"\n\n\"Besides,\" added Jeanette, \"Naomi and Vera worked well enough together\nduring their raid on Io.\"\n\n\"Yes! That's right! We'll need you!\"\n\nThe sentiment for postponement of our duel was irresistible. We both\nbowed to it as gracefully as we could.\n\n\"I'll work with you, Naomi, but I'll hate you every minute of it.\"\n\n\"Likewise!\" she snarled, \"and twice as much.\"\n\nFat, fog-throated Ginger edged next to me. \"Well, now that that's\nsettled for the time being, maybe you two can agree on what to do with\nthis spy we caught.\n\n\"Shoot him!\" said Naomi. \"He's a man.\"\n\n\"Let's first determine whether or not he's a spy,\" I said.\n\n\"There you two go disagreeing again,\" Ginger complained. \"Now just what\ndo you want me to do with him?\"\n\n\"I've worked out a test we can give him. We can tell whether he's lying\nor telling the truth when he says he's a professor.\"\n\n\"Oh, this is all so much nonsense,\" said Naomi impatiently. She\nwithdrew a piece of paper from her belt wallet, handed it to me.\n\"Here,\" she said sarcastically, \"here is that research you had me do\nat the library. I authorize you to handle this matter for both of us.\"\n\nShe stalked out of the hall with a short, scornful laugh.\n\n\n\nGinger had locked him in the nuclear torch storeroom, a none too\nhealthy place. We escorted him to the communications office. I began\nthe interrogation.\n\n\"You say your name is--?\"\n\n\"Lewis Worth.\"\n\n\"And your occupation is a professor?\"\n\n\"Assistant professor of sociology, Mars University.\" He clipped his\nwords with deliberate over-formality. His expression was faintly amused.\n\n\"So you say, and so your papers say, but those could be forgeries, you\nadmit?\"\n\n\"Yes, that's possible,\" he replied softly, \"but it's so easy for you to\ncheck with my department.\"\n\n\"Undoubtedly there is someone there by that name,\" Ginger interjected.\n\"But that doesn't prove your identity.\"\n\n\"I have here a list of members of your alleged department. If you\nactually belong to it you should be able to give me their names.\"\n\nHe nodded slowly. \"A fair test.\"\n\n\"Then call them off, beginning with the department chairman. And if you\nmake a single mistake, I'll have my girl shoot you on the spot.\"\n\nGinger raised her blaster eagerly.\n\nA minute later she lowered it in disappointment.\n\n\"Very well,\" I said. \"You weren't lying. Now tell me why you came here.\nAnd be brief, if you please. Because, fifteen minutes from now I want\nyou on your ship heading back to wherever you came from.\"\n\nThe professor stared at me for a moment. \"The truth is, I came to see\nyou.\"\n\nGinger blushed, the first time I had ever seen her do a thing like\nthat. \"Wait outside,\" I told her sternly.\n\nWhen we were alone I faced him inquiringly.\n\n\"Oh don't misunderstand me,\" he began. \"It isn't anything personal.\nAnd then again, maybe it is. You see, in my academic language, you\nrepresent the charismatic personality.\"\n\n\"Just what do you mean?\" I demanded.\n\n\"Well, as I told you, I'm studying juvenile delinquency, gangs, and\nleaders of gangs--the whole problem of youth's orientation in society,\nand the way he reacts. Frankly, Vera, you and your gang have built up\na terrible reputation in adult circles, and I, for one, am perfectly,\nfascinated. I wonder if you'd admit me to your gang?\"\n\n\"What the hell are you talking about!\" I was really shocked.\n\n\"Oh--oh--strictly as an observer, mind you. For a short time only.\"\n\n\"Not a chance, professor.\"\n\n\"You see, I'm seeking to understand--and it would be a contribution\nto social science if you'd help me find out--just why you teenagers\nare striking out at each other, scorning adult society, rejecting the\nopposite sex. And equally interesting to me is the subtle change that\ntakes place each time a--\"\n\nI cut him short. \"Look, Professor Worth. You said you haven't been\nmatrixed. Then this is no place for you to set up shop. Because war is\nour way of life, and someone is liable to kill you just for the fun of\nit. Bad situation for a man like yourself who can only afford to die\nonce.\"\n\nI strode to the door. \"Ginger, escort the professor to his ship.\"\n\nIt was a good thing we got rid of him then. Minutes later, our\ninstruments detected ships within a quarter of a million miles, and the\nalert was sounded. Shortly afterwards, we made positive identification:\nthe Io gang!\n\nNaomi and I quarreled for a second over strategy. Should we split up,\neach leader piloting her own ship and responsible for half the fleet?\nOr should the two of us occupy one ship? I insisted on the latter, and\nwhen Naomi disagreed I knocked her unconscious with the butt of my whip\nand dragged her into my own Spacer coupe. Ordnance had worked fast. It\nwas fully equipped for battle.\n\nI ordered our entire fleet into attack formation. Together we zoomed up\nto meet the oncoming enemy, ninety of our spaceships to a hundred and\nten of theirs.\n\nI rocketed out in front of my fleet. The boys had begun firing. Their\nmissiles exploded in space like brilliant fireworks, multicolored\nbursts on all sides of us. I signalled my girls to commence firing,\nlaunching our first missile at point-blank thousand-mile range.\n\nIt scored a direct hit, exploding an Io ship to comet dust. I felt\nserenely happy. I wanted to share my feeling of triumph with Naomi who\nstill lay unconscious on the cabin floor.\n\n\"Hey, girl, wake up! We're in combat!\"\n\nShe stirred, started to regain her senses. Her eyes fluttered. Just as\nthey opened our ship exploded to oblivion.\n\n\n\nThis was familiar, this coming out of sleep with infinitely tender\ncaresses of light, in a vacuum tube the exact shape of your naked\nbody, a tube that dissolved at the exact instant of awakening into a\nwarm epidermal glow, while the bee-like humming faded into silence and\nonly the barest trace of hyacinth scent lingered in the nostrils. It\nhad happened before. How many times? Once? Twice? Three times? All my\nlimbs felt supremely relaxed as after sedation. All my thoughts were\nclear and calm as a hidden spring on a wooded hillside. Earth summer.\nTimeless.\n\nAbruptly the marble slab felt cold against my back and the spell was\nbroken. I sat up too suddenly, for a monitor voice said, reassuringly:\n\n\"Have no fear, young lady. You have awakened in the Matrix Center\non Ganymede. There, you will recall, you at some time in the past\ncommissioned us to make a vibration pattern of your total physical,\nmental and spiritual self.\n\n\"You did this,\" the recording continued, \"against the possibility that,\nat some future time, accident or the unavoidable hazards of honor would\nresult in your organically premature death. And this has come to pass.\nBut, by means of your matrix, you have escaped dissolution. You are an\nexact duplicate of your former self in all but the most minor respects.\n\n\"Congratulations on your good fortune, and welcome to a new life where\nwe trust you will find the greatest measure of personal fulfillment.\"\n\nAs the recording ended, an attendant entered the room.\n\n\"Hello, Vera.\" She was smiling and pleasant voiced. \"Want to put on\nthat white gown and come with me?\"\n\nI followed her in bare feet over carpeting soft as lamb wool, into an\noffice that was really not much like an office--more like a cozily\nfurnished living room. On the couch sat a balding man in a tweed suit.\n\nVague earlier memories gradually took shape. \"Is this my placement\ninterview?\"\n\nThe man smiled. \"Yes. You have a wonderful memory net in that brain of\nyours.\"\n\n\"Wasn't I supposed to remember?\"\n\n\"It's usually one of the things erased in the duplication process. But\nthen, you were here not so very long ago.\"\n\nI tried to recall. \"It couldn't have been too recently.\"\n\nAgain the interviewer smiled. \"Only a week ago, my dear.\"\n\nHe saw my dismay. \"Oh, but don't let that bother you, Vera. That's\nabout par for gang leaders.\"\n\nCuriously, when he said the words 'gang leaders' I felt a little bit\nembarrassed, almost ashamed.\n\n\"Well now,\" he said, getting down to business, \"I should like to have\na brief chat with you about your future. It's our job to help give you\na fresh new start in life. Can you think of anything you'd especially\nlike to do, any career you would like to follow?\"\n\nI considered this but drew a blank. \"No, frankly, I can't.\"\n\n\"Well, then, perhaps you'd like to return to Callisto?\" He said this in\na totally neutral fashion.\n\n\"No. Not that anymore.\"\n\n\"Good,\" he said, rising to his feet.\n\nAll at once I was shivering and trembling. \"Something is wrong with\nme. I mean, it's true what I just said. That's how I feel. I don't\nwant to go back to the gang. But--I can remember how differently\nI felt--before. And somehow it seems wrong to change one's mind\nso--suddenly.\"\n\nHis hands rested on my shoulders. \"Vera, this is what going through\nthe matrix process does to a person.\" His voice was low, boundlessly\nsympathetic. \"Each time it heals a little bit of your personality along\nwith the physical battle scars. The change is very slight and very\nsubtle. You hardly noticed it at all the first time, did you?\"\n\nI shook my head. \"But, how long can this ... healing process go on?\"\n\n\"Some personalities, Vera, are terribly hurt, and they must die several\ntimes before they become whole.\" He took my hand. \"And now, my dear,\nallow me to suggest two alternatives for your future. Doubtlessly, in\na universe of infinite possibilities there are infinite alternatives\none might take. But I know you quite well (though this may surprise\nyou) and I feel that if you can happily accept one of the two that I\nmention, you will not again have to seek death in order to return here.\nFor that is, after all, the meaning of your immediate past.\"\n\n\"What are these two alternatives?\" My voice was quite small. I felt as\nthough my life was warped into this moment like a mobius sheet.\n\n\"You will go to Mars University, and there train yourself to become a\nlaboratory technician, as you originally promised your parents. This is\na useful profession, of service to society. Sufficient funds will be\nprovided.\"\n\nChagrin filled me. I rebelled at the thought. \"Or...?\"\n\n\"Or--and this is also a hard choice, though it may seem glamorous at\nfirst--you may become a member of a select expedition to a remote star\nwhich our astronomers say has a planetary system capable of supporting\nour kind of life. There we will plant a new colony.\"\n\nJoy and enthusiasm welled up inside me. \"Why, that sounds wonderful!\nThat's my choice.\"\n\nHe shook his head slowly. \"Wait. Wait, Vera. This is also to be\nconsidered. You will never again see Jupiter or any of the Solar\nSystem. You will travel for a hundred and fifty years. Most of this\ntime you will sleep in deepfreeze state, of course. But inevitably you\nwill age twenty years in the process.\"\n\nThis meant I would arrive at the other end, thirty-seven years old. My\neagerness cooled. \"What a pair of alternatives!\"\n\nHe nodded gravely. \"You give them both some thought. Meanwhile in the\nnext room you'll find some new clothes. See me afterwards.\" He pressed\na button on the edge of the couch and the attendant came in.\n\n\"Yes, Professor Worth?\"\n\n\"Take Vera along please.\"\n\nSomething buzzed alive in my brain. It was like a set of tumblers\nclicking into place. I remembered. I turned at the door.\n\n\"I remember you! You were the spy--that is--\"\n\n\"Yes, my dear.\"\n\n\"But--\"\n\nHe smiled. \"I was observing you, Vera. You were due for your fifth\nmatrix--your last by law. Society didn't want to lose you. I hoped\nmy appearance would react on your subconscious, bring your previous\nexperiences here forward. To help bring out the good, so to speak. It\nwas strictly experimental.\"\n\nHe was still smiling as the door closed behind me.\n\nIn the next room, Naomi had just finished dressing. She glared her\nhostility.\n\n\"That was a lousy trick you played on me, Vera.\"\n\n\"I guess it was. I'm sorry.\"\n\n\"You're _sorry_! Girl, if I had my whip and claws right now I'd _make_\nyou feel sorry.\"\n\nI was silent a moment. Then I asked her, almost timidly: \"Naomi, you're\nnot going back to the gang now, are you?\"\n\nShe stared at me peculiarly. \"Are you mad? Of course I'm going back.\nI'm _leader_ of the Callisto girls.\" She stomped through the outer\ndoor, and I had the feeling she would be back more than once.\n\nWhen I had put my clothes on--a simple brown jerkin with blue\nlong-sleeved shirt--I returned to my interviewer. \"Professor Worth, may\nI propose a third alternative? After all, if this is a universe of\ninfinite possibilities, maybe two is narrowing it down too much.\n\n\"Professor, I know I can never go back to the girl-gang way of life.\nAnd I understand now why the police left us alone when we ran wild.\nThey were letting us work out our problems.\n\n\"And somehow, that's why I feel I have to reject your two alternatives.\nI'm me, and I can't limit myself in the ways you suggest. You needn't\nbe afraid. I won't break any more of society's rules. I won't try to\nhurt anybody, deliberately. I'll probably get a job somewhere, on this\nplanet or some other planet. Maybe I'll make myself useful, maybe not.\n\n\"But what does the universe have to offer a girl of my experience and\nenergy and,\" I hesitated, \"charismatic personality? I intend to find\nout. I want the freedom to find out. Do you see? My third alternative,\nProfessor, is to walk out that door with no obligation to anyone.\"\n\nHe seemed not to be listening. He seemed to be thinking his own\nthoughts.\n\n\"I think that can be arranged,\" he said finally.",
    "metadata": {
        "author": [
            "Reinsberg, Mark Simon",
            "Reinsberg, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65141/pg65141.txt",
        "name": "the_vicious_delinquents.json"
    }
}