{
    "name": "The Ghost of One Man Coulee",
    "author": [
        "Sinclair, Bertha Muzzy",
        "Sinclair, B. M. (Bertha Muzzy)",
        "Bower, B. M."
    ],
    "body": "By B. M. Bower\n\nAuthor of “The Happy Family Stories,” “Lonesome Land,” Etc.\n\n\n    The reappearance of Olafson, the violinist, who had gone\n    out in the blizzard and was lost seeking the north wind\n    that he might learn the song it sang, and who, according\n    to Happy Jack, returned to earth on moonlight nights to\n    play his violin in the doorway of the deserted shack in\n    One Man Coulee.\n\n\nHappy Jack, by some freak of misguided ambition, was emulating\nrather heavily the elfish imagination of Andy Green. He was--to put\nit baldly and colloquially--throwing a big load into the Native Son\nwho jingled his gorgeous silver spurs close alongside Happy’s more\nsoberly accoutered heel.\n\n“That there,” Happy was saying, with ponderous gravity, “is the\nshack where the old fiddler went crazy trying to play a tune like\nthe wind--or some blamed fool thing like that--and killed himself\nbecause he couldn’t make it stick. It’s haunted, that shack is. The\nold fellow’s ghost comes around there moonlight nights and plays the\nfiddle in the door.”\n\nThe Native Son, more properly christened Miguel, turned a languidly\nvelvet glance toward the cabin and flicked the ashes from his\ncigarette daintily. “Have you ever seen the ghost, Happy?” he asked\nindulgently.\n\n“Ah--yes, sure! I seen it m’self,” Happy lied boldly.\n\n“And were you scared?”\n\n“Me? Scared? Hunh!” Happy gave a fairly good imitation of dumb\ndisgust. “Why, I went and--”\n\nHappy’s imagination floundered in the stagnant pool of a\nslow-thinking brain.\n\n“I went right in and--”\n\n“Exactly.” Miguel smiled a smile of even, white teeth and ironical\nlips. “Some moonlight night we will come back here at midnight, you\nand I. I have heard of that man, and I am fond of music. We will\ncome and listen to him.”\n\nSome of the other boys, ambling up from behind, caught a part of the\nspeech, and looked at one another, grinning.\n\n“The Native Son’s broke out all over with schoolbook grammar ag’in,”\nBig Medicine remarked. “Wonder what Happy’s done? I’ve noticed, by\ncripes, that the guilty party better duck, when that there Miguel\nbegins to talk like a schoolma’am huntin’ a job! Hey, there!” he\nbellowed suddenly, so that one might hear him half a mile away.\n“What’s this here music talk I hear? Who’s goin’ to play, and where\nat, and how much is it a head?”\n\nMiguel turned and looked back at the group, smiling still. “Happy\nwas telling me about a ghost in that cabin down there.” He flung out\na hand toward the place so suddenly that his horse jumped in fear of\nthe quirt. “I say we’ll come back some night and listen to the\nghost. Happy says he frequently rides over to hear it play on\nmoonlight nights, and--”\n\n“Aw, g’wan!” Happy Jack began to look uncomfortable in his mind. “I\nsaid--”\n\n“Happy? If he thought there was a ghost in One Man Coulee, you\ncouldn’t tie him down and haul him past in a hayrack at noon,” Andy\nasserted sharply. “There isn’t any ghost.”\n\nAndy set his lips firmly together, and stared reminiscently down the\nhill at the lonely little cabin in the coulee. Memory, the original\nmoving-picture machine, which can never be equaled by any man-made\ncontrivance, flashed upon him vividly a picture of the night when he\nhad sat within that cabin, listening to the man who would play the\nnorth wind, and who wept because it eluded him always; who played\nwonderfully--a genius gone mad under the spell of his own music--and\nat last rushed out into the blizzard and was lost, seeking the north\nwind that he might learn the song it sang. The scene gripped Andy,\neven in memory. He wondered fancifully if Olafson was still\nwandering with his violin, searching for the home of the north wind.\nThey had never found him, not even when the snows had gone and the\nland lay bare beneath a spring sky. He must have frozen, for the\nnight had been bitter, and a blizzard raged blindingly. Still, they\nhad never found a trace of him.\n\nThere had been those who, after searching a while in vain, had\naccused Andy to his face of building the story to excite his\nfellows. He had been known to deceive his friends heartlessly, and\nthere had been some argument over the real fate of the vanished\nOlafson. If Andy had told the truth, asked the doubters, where was\nOlafson’s body? And who had ever tried to play the wind? Who, save\nAndy Green, would ever think of such a fantastic tale? Happy Jack,\nAndy remembered resentfully, had been unusually vociferous in his\nunbelief, even for him.\n\n“Aw, you stuck to it there was all the makin’s of a ghost,” Happy\ndefended awkwardly, and wished that Andy Green had not overheard the\nyarn he told Miguel. “Sure, there’s a ghost!” He fell back a step\nthat he might wink at Big Medicine, and so enlist his sledge-hammer\nassistance. “I leave it to Bud if we didn’t hear it, one night---”\n\n“And seen it, too, by cripes!” Big Medicine enlarged readily and\nshamelessly. “Standin’ right in the door, playin’ the fiddle to beat\na straight flush.” He glared around the little group with his\nprotruding eyes until his glance met the curious look of Cal Emmett.\n“You was with us, Cal,” he asserted boldly. “I leave it to you if we\ndidn’t see ’im and hear ’im.”\n\nCal, thus besought to bear false witness, did so with amiable\nalacrity. “We sure did,” he declared.\n\n“Funny you never said a word about it before,” snapped Andy, with\nopen disbelief in his tone.\n\n“We thought nobody’d believe us if we did tell it,” Big Medicine\nexplained.\n\n“Pity yuh don’t always think as close to the mark as yuh done then,”\nAndy retorted.\n\n“How do yuh know there ain’t a ghost?” Big Medicine demanded with\nsome slight rancor, born not of the argument, but of temporary ill\nfeeling between the two. “Is it because yuh know, by cripes, that\nyuh lied last winter?”\n\nAndy’s lips tightened. “I’ve heard about enough of that,” he said,\nwith a flash of anger. With the cabin in sight, and recalling the\ntragedy of that night, he was not in the mood to wrangle\ngood-naturedly about it with any one--least of all with Big\nMedicine. “I didn’t lie. I’m dead willing to back what I said about\nit with my fists, if--”\n\nBig Medicine twitched the reins to ride close, but Miguel’s horse\nsidled suddenly and blocked the move. Also, Miguel smiled\nguilelessly into the angry eyes of Big Medicine.\n\n“Will you fellows come back with me to-night, then, and see the\nghost?” he asked lightly. “Or don’t you dare tackle it again?”\n\nBig Medicine snorted and forgot his immediate intentions toward\nAndy, just as Miguel, perhaps, intended that he should do.\n\n“You wouldn’t dast come along, if we did,” he glowered. “I’d camp\nthere alone for a month, far as I’m concerned, if there was any\ngrub, by cripes!”\n\n“That shows how much you know about the place,” put in Pink, siding\nwith Andy. “Unless somebody’s packed it away lately, there’s all\nkinds of grub left. Maybe the flour, and bacon, and beans is gone,\nbut there’s enough pickles and stuffed olives to last--”\n\n“Olives!” cried the Native Son, and looked back longingly at the\nrugged bluff which marked One Man Coulee. “Say, does anybody belong\nto them olives?”\n\n“Nobody but the ghost,” grinned Pink. “We bought him twelve lovely\ntall bottles, just to please Jimmie; he told us there wasn’t any\nsale for stuffed olives in Dry Lake, and he offered ’em to us at\ncost. We did think uh taking all he had, but we cut it down to\ntwelve bottles afterward. And Olafson never ate a darned olive all\nthe time he was there!”\n\n“And they’re there yet, you say?” It was plain that Miguel was far\nmore interested in the olives than he was in the ghost.\n\n“Sure, they’re there.” Pink was not troubling to warp the truth, as\nMiguel decided, after a sharp glance. “The stuff all belonged to\nOlafson, and the shack belongs to the Old Man. And when Olafson went\ncrazy over the wind, and froze to death,” he stipulated distinctly,\nwith a challenging glance at Big Medicine, “we all kept thinking at\nfirst he’d come back, maybe. But he never did--”\n\n“Exceptin’ his ghost, by golly!” put in Slim unexpectedly, with a\nbelated snort of amusement at the idea.\n\n“I’d rather,” sighed Miguel, “have a dozen bottles of stuffed olives\nthan a dozen kisses from the prettiest girl in the State.”\n\n“Mamma! they’re easier to get, anyway. If you want ’em that bad--”\n\n“That there ghost may have something to say about them olives,”\nHappy Jack warned, sticking stubbornly to his story.\n\nMiguel smiled--and there was that in his smile which sent four\nmendacious cow-punchers hot with resentment.\n\n“Maybe yuh don’t believe in that ghost, by cripes?” Big Medicine\nchallenged indignantly, and gave Miguel a pale, pop-eyed stare meant\nto be intimidating.\n\nMiguel smiled again as at some secret joke, and made no reply at\nall.\n\n“Well--don’t yuh b’lieve it?” Big Medicine roared after a minute.\n\nMiguel smiled gently and inspected his cigarette; emotions might\nsurge about this Native Son and beat themselves to a white froth\nupon the rock of his absolute, inimitable imperturbability, as the\nHappy Family knew well. Now they rode close-grouped, intensely\ninterested in this struggle between bull-bellowing violence and\nlanguid impassivity.\n\n“You don’t believe it yourself, do you?” Miguel inquired evenly at\nlast, rousing himself from his abstraction. “Did you expect me to\nswallow hook, sinker, and all?”\n\nBig Medicine looked positively murderous. “When I say a thing is\nso,” he cried, “I expect, by cripes, that folks will take m’ bare\nword for it. I don’t have to produce no affidavies, nor haul in any\nwitnesses. I ain’t like Andy, here. You’re dealin’ now with a man\nthat can look truth in the face and never bat an eye.”\n\nMiguel smiled again, this time more humanly amused. “I’ve met men\nbefore who hadn’t a speaking acquaintance with Dame Truth,” he\ndrawled. “They looked her in the face, too--and she never recognized\n’em.”\n\nBig Medicine was at that critical point where make-believe may\neasily become reality. He had been “joshing” and playing he was mad\nbefore; now his glare hardened perceptibly, so that more than one of\nthe boys noticed the difference.\n\n“Aw, if he don’t want to believe it he don’t have to,” Happy Jack\nintercepted Big Medicine’s belligerent speech. “Chances is them\nolives’ll stay where they’re at a good long while, though--if\nMig-u-ell has to get ’em after dark.”\n\nMiguel smoked while he rode ten rods. “I offered to come and listen\nto the ghost fiddle his fastest,” he observed at last, “and not one\nof you fellows took me up on it. To-night I’ll come alone and get\nthose olives. I guess I can carry twelve bottles all right.”\n\n“It’s no use to-night,” Cal Emmett objected. “It’s only on moonlight\nnights--” He looked a question at Big Medicine.\n\n“Moonlight it’s got to be. There ain’t a moon till--”\n\n“I can find stuffed olives any old kind of a night.” Miguel blew the\nashes from his cigarette. “It’s the olives I want, amigo. I don’t\ngive a whoop for your ghost.”\n\n“Aw, I betche yuh dassent come when it’s moonlight, just the same,”\ncried Happy Jack. “I betche ten dollars yuh dassent.”\n\nIt would be tiresome to repeat all that was said upon the subject\nthereafter. So slight a thing as Happy Jack’s wrongful desire to lie\nas convincingly as could Andy Green, led the whole Happy Family into\na profitless and more or less acrimonious argument. Each man,\naccording to his nature, and the mood he happened to be in at the\nmoment, took up the discussion. And speedily it developed that the\nfaction against Miguel, Andy Green, and Pink included every man of\nthem save Weary, who would stand by Pink regardless of the issue.\n\nIt was nearly noon, and they were hungry, and headed toward camp;\nbut despite their haste they argued the foolish question of whether\nthe cabin in One Man Coulee was haunted. Six of them maintained\nstubbornly that it was--for Irish began to side with Happy Jack just\nbecause he did not like the Native Son very well, and that ironical\nsmile of Miguel’s irritated him to a degree; and Jack Bates also\nespoused the ghost because he scented an opportunity for excitement.\nThe minority, composed of Miguel, Pink, Andy Green, and Weary,\nconfined themselves largely to sarcasm--which is the oil which feeds\nfastest the flames of dissension.\n\nIt was foolish, to be sure; just as foolish as many other things\nwhich men drift into doing. But they, nevertheless, reached that\npoint where, as in the case of Big Medicine, make-believe crowded\nclose upon reality. The four rode together into camp ten paces ahead\nof the six, and they talked in low tones among themselves mostly.\nWhen they did deign to look at the six, their glances were\nunfriendly, and when they spoke their speech was barbed so that it\nstung the listeners. And the six retaliated vigorously--the more so\nbecause they had been silly enough in the first place to declare\ntheir belief in the nonexistent, and had been betrayed into making\nmany ridiculous assertions which they were too obstinate to\nwithdraw; so that once again the Happy Family belied the name men\nhad given it, and became for the time being a bunch of as\ndisagreeable cow-punchers as one could find in four days’ ride.\n\n“Aw, say, I sure would like to put it on them fellers good!” Happy\nJack growled to Cal and Jack Bates on the way to the corralled\nsaddle bunch after dinner. Happy Jack was purple with wrath, for a\ncaustic sentence or two spoken in Miguel’s most maddening drawl was\nyet stinging his ears. “That there Native Son makes me tired! I\nwisht there was a ghost--I’d sure--”\n\n“Oh, there’s a ghost, all right,” Jack Bates stated meaningly; “all\nyuh got to do is make one.”\n\n“Say, by golly!” Slim, close behind them, gulped excitedly.\n“Wouldn’t it--”\n\n“Say, don’t let them faces get to leaking,” Cal advised bluntly.\n“It’s a whole week till the moon’s good. Shut up!”\n\nSlim goggled at him, caught the hazy beginning of an idea, grinned,\nand stepped over the rope into the corral. He was grinning when he\ncaught his horse, and he was still grinning widely while he cinched\nthe saddle. He caught Andy Green eying him suspiciously, and\nsnickered outright. But he did not say a word, and, therefore, went\nhis way, believing that he had given no hint of what was in his\nmind.\n\nSlim and Happy Jack were alike in one respect: Their minds worked\nslowly and rather ponderously--and, like other ponderous machinery,\nonce in motion they were hard to stop. The others would have left\nthe subject alone, after that hour of hot argument, and in time\nwould have forgotten it except for an occasional jeer, perhaps; but\nnot so Happy Jack and Slim.\n\nThe Flying U outfit ate, saddled fresh horses, reloaded the mess\nwagon, and moved on toward Dry Creek, and that night flung weary\nbodies upon the growing grass in the shade of the tents, twenty\nmiles and more from One Man Coulee and the little cabin with its\ngrim history of genius blotted out in madness. Nevertheless, Slim\nsearched ostentatiously with plate, knife, and fork in his hand, at\nsupper time, and craned his neck over boxes and cans, until he had\nthe attention of his fellows, who were hungry, and elbowed him out\nof their way with scant courtesy.\n\n“Say, Mig-u-ell, where’s them stuffed olives?” he called at last. “I\nthought, by golly, we was goin’ to have some olives for supper?”\n\n“Olives--stuffed olives, are best picked by moonlight, they tell\nme,” Miguel responded unemotionally, glancing up over his cup. “Have\npatience, amigo.”\n\nSlim nudged Happy Jack so that he spilled half his coffee and swore\nbecause it was hot, caught Big Medicine’s pale-eyed glare upon him,\nand subsided so suddenly that he choked over his next sentence,\nwhich had nothing at all to do with olives, or ghosts, or insane\nfiddlers.\n\nMen, it would seem, never quite leave their boyhood behind them; at\nleast, those men do not who live naturally and individually,\nuntainted by the poison of the great money marts where human nature\nis warped and perverted so that nearly all natural instincts are\nsubordinated to the lust for gain of one sort and another. In the\nBear Paw country men labor for gain, it is true; but they also live\nthe lives for which nature has created them. There is that in the\nwide reaches of plain and valley, in the clean arch of blue sky and\ndrifting clouds overhead, which keeps the best of them boyish till\ntheir temples are marked with white--yes, and after.\n\nIt was that tenacious element which started Irish, Cal Emmett, Jack\nBates, and Big Medicine to tilting hat brims together when none\nothers were near observe them. It was that which sent them off\nriding by themselves--to town, they said before they started--early\non the first Sunday after the wagons had pulled in to the ranch,\nthere to stand until the beef round-up started.\n\nThey returned unobtrusively by mid-afternoon, and they looked very\nwell satisfied with themselves, and inclined to facetiousness.\n\n“What’s the matter?” Weary asked them pointedly when they dismounted\nat the corral. “Come back after something you forgot?”\n\n“Yeah--sure,” Cal returned, with a flicker of eyelids. “Nothing\ndoing in that darned imitation of a town, anyway.”\n\n“Where’s the mail?” Pink demanded expectantly.\n\n“We--plumb forgot that there mail, by cripes!” Big Medicine looked\nup quickly. “Irish was goin’ to git it, but he didn’t.”\n\nPink said nothing, but he studied the four from under the long,\ncurled lashed which he had found very useful in concealing covert\nglances.\n\n“Sorry, Little One--honest to grandma, I am!” Big Medicine clapped\nhim patronizingly on the shoulder as he passed him.\n\n“I don’t know as it matters,” said Pink sweetly. “Some of us were\njust about ready to hit the trail. We can get it, I guess. Say!\nAin’t you got that cayuse caught up yet, Mig?” he called out to the\nNative Son, who was reclining luxuriously against a new stack of\nsweet-smelling bluejoint hay. “Come out of your trance, or we’ll go\noff and leave you!”\n\n“Oh--yuh going to town?” Cal looked over his shoulder with some\nuneasiness in his baby-blue eyes.\n\n“Maybe we are and maybe we ain’t. Maybe we’re going to see our best\ngirls. What’s it to you?” Pink turned his back on Cal and looked\nfull at Weary. “Come on--the girls will be plumb wild if we don’t\nget a move on,” he said carelessly, and picked up his bridle.\n“Where’s Andy? I thought he said he wanted to go along. Hurry up,\nMig, if you’re going.”\n\nNobody knew what he was driving at, but the three were mounted well\nwithin ten minutes, and flinging back remarks to the four who had\nlately returned. The departing ones were well up on the hogback\nbefore any one of them ventured to question Pink, who rode with the\nair of one whose destination is fixed, and whose desire outstrips\nhis body in the journey.\n\n“Say, Cadwolloper, where are we headed for?” Weary inquired then\nresignedly. “And what’s the rush?”\n\nPink glanced down the hill toward the stable and corrals, decided\nthat they were being observed with something very like suspicion,\nand faced to the front again. “We’re going to head for Rogers’,” he\ndimpled, “but we ain’t going to get there. Yuh needn’t look down\nthere--but Irish and Cal are saddling up again. They’re afraid we’re\ngoing to town. They’re going to trail us up and find out for sure.”\n\n“They sure did act like they’d been holding up a train, when they\nrode up,” Weary observed. “I’ve been searching my soul with a\nspyglass trying to find the answer for all that guilt on their\nfaces.”\n\n“Happy Jack has been mentioning stuffed olives and moonlight pretty\noften to-day,” the Native Son remarked with apparent irrelevance. “I\nthought he’d pickled that josh, but he’s working things up again.\nTwo and two make four; that four.” With the slightest of head tilts\nhe indicated those below, and flashed his even, white teeth in a\nsmile. “Do you want me to guess where you’re going, Pink?”\n\n“I wish you fellows would guess how we’re going to ditch them two\npirates, first,” Pink retorted, glancing down again at the stable\nwithout turning his head. “If we strike straight for Rogers’, maybe\nthey’ll turn back, though. They’ll think we’ve gone over there to\nsee the girls.”\n\n“If I knew the country a little better--” began the Native Son, and\nstopped with that.\n\n“If they don’t follow us over the ridge,” spoke up Andy, who had\nbeen thinking deeply, “we can go up Antelope Coulee instead of down,\nand follow along in the edge of the breaks to the head of One Man,\nand down that; that’s where you’re going, isn’t it? It will be five\nor six miles farther.”\n\nPink threw up his hand impatiently. “Uh course, that’s what I\nintended to do. But if they ride over the ridge they’ll know we\nnever kept straight on to Rogers’, and then they’ll know we’re\ndodging.” He urged his horse up the last steep slope, and led the\nway over the brow of the bluff and out of sight of the ranch below.\n“And I’m sure going to find out what that bunch has been making\nthemselves so mysterious about, the last couple uh days,” he vowed\ngrimly. “I slipped up on ’em yesterday down in the hay corral, and I\nheard Cal say, ‘Sure, we can! There’s one in that Injun grave over\nin Antelope Coulee.’” He stared at the others with purpling eyes.\n“What’s in that grave, Weary? I never was right to it, myself.”\n\n“Nothing, Cadwolloper--except what is left of the old boy they\ntucked under that ledge. There ain’t even a perfume any more. We can\ngo by that way and see if they’ve been there.”\n\nWith that wordless understanding common among men who have lived\nlong together, they left the trail and ambled slowly across the\nprairie in the direction of the Rogers Ranch. And they had not\ntraveled more than half a mile when Miguel, looking back very\ncautiously, smiled.\n\n“Don’t look,” he said, and then added melodramatically: “We are\nfollowed! Hist! The pursuers are in sight. Courage, men!”\n\nPink risked a glance over his shoulder, and glimpsed two bobbing hat\ncrowns just over the brow of Flying U Coulee.\n\n“Now, wouldn’t that jar yuh?” he exclaimed, just as disgustedly as\nif he had not all along suspected that very thing to happen.\n\nThe moving specks stopped, remained stationary for a minute or two,\nand then went bobbing back again. The four laughed, pressed spurred\nheels against their horses, and galloped over the ridge and into the\nlower end of Antelope Coulee. At the bottom they swung sharply to\nthe right, instead of to the left, rode as hurriedly as the uneven\nground would permit for a mile or more; crossed the trail to Dry\nLake, and kept on up the coulee to its very head.\n\nAt one point their quick eyes saw where several horsemen had ridden\ndown into the coulee, dismounted, and climbed through shale rock to\nthe lone Indian grave under a low shelf of sandstone, left there\nbetraying imprints of high-heeled boots, returned again to where\ntheir horses had waited, and ridden on. They also rode on, toward\nOne Man Coulee. Before them always lay the trail of shod hoofs,\nwhere the soil was not too hard to receive an imprint.\n\nPatsy was standing in the door of the mess house beating his fat\nknuckles upon a tin pan for the supper call, when Andy Green and\nMiguel rode leisurely down the grade. The boys were straggling\ntoward the sound, and there was the usual bustle around the\nwashbasins and roller towels, and in the quiet air hung the enticing\nodor of Patsy’s delectable chicken potpie. The two hurried to the\nstable, unsaddled with the haste of hungry men, and reached the mess\nhouse just as the clatter of feet had subsided and the potpie was\nmaking its first round.\n\nCal looked up from a generous helping. “Hello, where’s the rest of\nthe bunch?” he queried.\n\n“Oh, the girls have got them roped and tied,” Andy responded\ncarelessly. “Mig and I got cold feet, and broke back on them.”\n\n“Didn’t yuh go to town?” Irish spoke as innocently as if he had not\nwatched them well on their way from the shelter of the bluff.\n\nMiguel deigned him one of his heavy-lidded stares. “Why should one\ngo to town, when there are three pretty girls at the next ranch?\nTown didn’t hold you fellows very long.”\n\n“I thought sure you’d gone after olives, by golly,” blurted Slim,\nwith his mouth half full of dumpling.\n\n“If I’d gone after them, I’d have got them,” Miguel, usually so\nexasperatingly calm, spoke with some feeling.\n\n“Aw, g’wan! I betche yuh dassent go.” Happy Jack grinned arrogantly.\n\n“You wouldn’t bet anything but words,” retorted Miguel. “There are\nseveral of you fellows that seem to be just that brand of sports.”\nHe gave the faint shrug which they all hated.\n\nBig Medicine laid down his knife and fork. “Say, do yuh mind naming\nover them several fellers?” he inquired abruptly in his booming\nvoice. “I don’t bet words, by cripes--when I bet--”\n\nMiguel smiled across at him blandly. “We were speaking of olives,”\nhe purred “Happy Jack wanted to ‘betche’ I daren’t go after them. He\ndidn’t name the stakes, though.”\n\n“It ain’t because I ain’t willin’ to put ’em up,” glowered Happy.\n“I’ll betche five dollars, then--if that suits yuh any better.”\n\nMiguel laughed, which was unusual when he was arguing with any one.\n“Do you mean it? Do you really think that little, weak,\npretty-pretty ghost story would scare--a--nigger baby?” His voice\ntaunted the lot of them.\n\n“Don’t yuh believe there’s a ghost, by cripes?” Big Medicine bawled\npugnaciously.\n\n“No. Of course I don’t believe it. Neither do you.” Miguel spoke\nwith that weary tolerance which is so hard to endure.\n\n“I do,” Cal Emmett declared flatly. “And I’m willing to bet a horse\nagainst them fancy spurs of yours that you dassent go to-night to\nOne Man Coulee and bring away them bottles of stuffed olives.”\n\n“What horse?” asked Miguel, reaching for the chicken platter.\n\n“Well--any darned horse I own!” Cal wore the open-eyed look of\ninnocence which had helped him scare out his opponents in many a\npoker game. “I say to-night,” he added apologetically to the others,\n“because it’s going to be clear and lots uh moonlight; and it’s\nSunday. But I don’t care what night he tries it. I’ll bet he won’t\nbring away no olives.”\n\n“Aren’t they there?” Miguel wanted to know.\n\n“Oh--they’re there, I guess. I’ll change the wordin’ a little. I’ll\nbet yuh dassent go to that shack, and go into it and stay long\nenough to freeze onto twelve bottles uh anything. To-night,” he\nadded, “at mid--no, any old time between ten and one. And I’ll bet\nany one uh my four cayuses against your spurs.”\n\n“It’s a go. Does the rest of my riding outfit look good to any of\nyou fellows?” Miguel glanced around the table smilingly. “Happy, for\ninstance--”\n\n“I got five dollars up,” Happy Jack reminded. “But I’ll put twenty\nwith it against your bridle.”\n\n“That bridle’s worth fifty dollars. And my saddle cost two hundred\nand eighty. I’ll put them up, though, if any one wants to cover the\nbet.”\n\n“Say, this is a shame. Honest to grandma, I’d hate to see Miggie\nridin’ bareback the rest uh the summer--with a rope hackamore, by\ncripes! Don’t go ’n take all his purty-purties away from him like\nthat, boys! Haw-haw-haw!” It is unwise to laugh like that with one’s\nmouth full of chicken. Big Medicine choked and retired from the\nconversation and the room.\n\n“Say, you don’t reelize, by golly, what you’re up ag’inst,” Slim\nobserved ponderously. “If you did--”\n\n“Are you dead-game sports, or are you a bunch of old women?” drawled\nMiguel. “My outfit is up, if any one has nerve enough to take the\nbets.”\n\nThey wrangled more or less amicably over it, as was their habit. But\nthey did finally bet a great deal more on the foolish venture than\nthey should have done. When, finally, they reached the time and the\npoint of departure, Miguel, like the plains Indians during the fever\nof horse-racing, was pledged to his hat and his high-heeled boots;\nwhile the Happy Family, if they lost, would have plenty of reason to\nrepent them of their rashness.\n\nThey waited an hour for Pink and Weary to return, and, when they did\nnot appear, they rode off without them. They pitied Miguel, and told\nhim so. They told of haunted cabins, and of murders and dreams come\ntrue, and of disasters that were weird.\n\nAndy Green, when half of the ten miles had been covered, roused\nhimself from his disapproving silence and told them a fearsome tale\nof two miners murdered mysteriously and thrown into their own mine,\nand of their dog which howled up and down the mountain gulches when\nthe moonlight lay soft upon the land; told it so that they rode\nclose-huddled that they might catch it all, down to the last\ngruesomely mysterious incident of the murdered master whistling from\nthe pit to the dog, and of the animal’s whimpering obedience--long\nyears after, when the dog’s bones were bleaching through sun and\nstorm above, and the master’s bones were rotting in the darkness\nbelow.\n\nHappy Jack more than once glanced uneasily toward the shadowy\nhollows as they rode slowly across the prairies through the night\nsilence. Slim set his jaw and rode stiffly, staring straight ahead\nof him as if he feared what he might see, if he looked aside. Miguel\nwas seen to shiver, though the air was soft and warm.\n\n“Now, this Olafson--” Andy began after a silence which no one\nthought to break. “The boys joshed me a lot about that. But it was\nqueer--the queerest thing I ever saw or heard. To see him sitting\nthere in the firelight, listening--and while he listened, to hear\nthe wind whoo-whoo around the corners and down the chimney--and the\nsnow swish-swishing against the walls like grave clothes when the\nghosts walk--”\n\n“Aw--I thought yuh said there wasn’t any ghosts!” croaked Happy Jack\nuneasily.\n\n“And then Olafson would lift his violin and draw the bow across--”\n\nAndy, the reins dropped upon the saddle horn, held an imaginary\nviolin cuddled under his chin, and across the phantom strings drew\nan imaginary bow with slow, sweeping gestures, while his voice went\non with the tale, and the Happy Family watched, and listened, and\nsaw what he meant them to see. “And then would come that lonesome\nwhoo-oo of the wind--from the violin. He made me see things. He made\nme see the storm, like it was a white spirit creeping over the\nrange. He made me see--”\n\nThey had reached One Man Coulee while he talked. The Happy Family\nstared down into the lonely place lying nakedly white under the\nmoon, shivered, and rode slowly down the slope. Like one in a trance\nAndy rode in their midst, and compelled them with his voice to see\nthe things he would have them see. Compelled them to see Olafson,\nthe master musician, striving after the song of the north wind, and\nthe prairie, and the wolf; made them see him as he opened the door\nand stood there gazing wildly out, playing--always\nplaying--something weird and wonderful, and supernaturally terrible.\n\n“I don’t envy Miguel his job none, by cripes,” Big Medicine said, as\nthey drew near the point beyond which the cabin would stand revealed\nto them, and for a wonder he spoke softly.\n\nAndy glanced up at the yellow ball floating serenely over the blue\nocean of the sky, down the white-lighted coulee, with fringes of\nblack shadows here and there, and then at the cabin squatting\ndeserted against the green background of willows, with blank,\nstaring window and open doorway.\n\n“If such things can be--if the ghost of Olafson can come back, he’ll\ncome to-night and try again to play the wind,” he said solemnly.\n“Just a low, even, creepy tone first on open G--”\n\nThey rode slowly around to where they faced the door, pulled up\nshort fifty feet away from it, and stared.\n\n“There he is!” Andy’s voice was the whisper which carries far. “He’s\ncome, boys--to play the wind again! A low, creepy note on open G--”\n\nIn the doorway, where the moon shone radiantly in, stood a\nblack-clothed figure topped by a grinning, fleshless skull. Cuddled\nunder the horrid, bony chin of it was a violin. The right arm was\nupraised and bent, poising the bow above the strings. The staring,\nempty eye sockets were lighted with a pale, phosphorescent glow.\n\n“Well, by golly!” gulped Slim, in an undertone, and backed his horse\na little involuntarily.\n\n“Aw--” Happy Jack looked at Irish and Cal, grinned sheepishly, and\nwas silent.\n\n“Go on, Miggie, and git your olives,” Big Medicine murmured. “Twelve\nbottles. We’ll wait for yuh here.”\n\nMiguel slid off his horse without a word and started forward,\nhesitating a trifle, if the truth were known.\n\nIn the doorway the right arm of the figure trembled and moved slowly\nupward, pulling the bow lightly across the strings. Came a low,\nwailing note on open G, which swelled resonantly in the quiet air,\nrose a tone, clung there, and slid eerily down to silence.\n\nBig Medicine started and stared across at Irish, and Cal Emmett, and\nJack Bates, who met his look incredulously. Miguel stopped short and\nstood a moment in the blank silence which followed. The gaunt, black\nfigure bulked huge in the doorway, and the fleshless mouth grinned\nat him sardonically.\n\nMiguel took a step or two forward. Again that ghostly arm lifted and\nswept the bow across the strings. Again the eerie tones came\nvibrantly, sliding up the scale, clinging, and wailing, and falling\nagain to silence when Miguel stood still.\n\nBig Medicine turned his horse short around, so that he faced those\nthree--Cal, Jack Bates, and Irish.\n\n“Say!--the--the thing’s playin’, by cripes!” he muttered accusingly,\nand edged off fearfully.\n\n“Aw--say!” Happy Jack moved farther away in sudden, unashamed\nterror. “What makes it--play?”\n\nMiguel stood longer that time, and the silence rasped the nerves of\nthose who waited farther off. When he moved forward again the\nplaying began. When he stopped, the ghostly arm was still.\n\nHappy Jack, with an unexpected, inarticulate squawk, kicked his\nhorse in the ribs and fled down the coulee. Slim went after him,\ngalloping with elbows flapping wildly. Those who waited longer saw\nMiguel walk slowly up to the very threshold, and face the ghost that\nplayed over and over that one, awful strain. They saw him stop as if\nto gather together his courage, put down his head as if he were\nbattling a blizzard, and edge past the unearthly figure.\n\nAs he disappeared within, brushing swiftly past the ghost, the\nstrings twanged ominously. Came an unearthly screech which was like\ndemons howling as howls the gray wolf before a storm. It raised the\nhair on the scalp with that prickling sensation which is so\nextremely unpleasant, and it sent Big Medicine, Cal, Jack Bates, and\nIrish clattering down the coulee in the wake of Slim and Happy Jack.\n\nAndy Green held his horse and Miguel’s back from following, and\nwatched them out of sight before he rode closer to the awful thing\nwhich guarded the door.\n\n“All right, boys--yuh may as well stop the concert; the audience is\nhalfway home by this time,” he called out, chuckling as he\ndismounted and went clanking up to the doorway. “Say, by gracious,\nyuh done fine! That last screech was sure a pippin--it like to have\nstampeded me.”\n\nPink disentangled his fingers from a fine bit of string and grunted.\n“It ought to be. We’ve been practicing that howl, off and on, for\nfour hours. How was the fiddling, Andy?”\n\n“Outa sight. Say, yuh better take them strings off the bow, and make\ndarned sure you ain’t having any tracks, or anything. Let ’em come\nback and find everything just the way they fixed the plant--and then\nlet ’em put in their spare time figuring the thing out, if they can.\nThey’ll likely come moseying back up here, pretty soon--all but\nHappy and Slim--so you want to hurry. If you two can beat us home,\nthey’ll never get wise in a thousand years of hard thinking.” He\nlooked the ghost over critically, gave a snort, and painstakingly\nstraightened the bow. “Darned grave robbers,” he exclaimed, looking\nat the skull. “Well, hike boys; I hear ’em coming. Got the olives\nall right, Miguel? Come and get on your horse. We’ll meet ’em down\nthe trail a ways if we can. And say,” he called over his shoulder,\nwhen he was beside his horse again, “you fellows do some going! If\nyou ain’t in bed when we get there, the stuff’s off.” Even while he\nlooked back, Pink and Weary dodged out and vanished in the gloom of\nthe willows.\n\nThe Native Son, bearing in a gunny sack twelve bottles of stuffed\nolives, and on his swarthy face an unstudied grin of elation, was\njust making ready to mount when Irish and Big Medicine became\nrecognizable in the moonlight below.\n\n“We thought we’d come back and see if you were alive, anyway,” Irish\nannounced shamefacedly, with a glance toward the cabin and the\nspectral figure in the doorway. “What did it do to yuh, Mig?”\n\n“Nothing, only caterwaul like the devil all the time I was getting\nthe olives. It’s shut up since I came out of the cabin. Seems like\nit hates visitors.”\n\n“Er--did it--did the ghost make all that noise, honest?” Big\nMedicine’s voice had lost some of its blatant assurance. He was\nbewildered, and he showed it.\n\n“You heard him sawing on that fiddle, didn’t you? The screeching\nseemed to come from--just all over the room.” Miguel waved his free\nhand vaguely. “Just all over at once. Kinda got my goat, for a\nminute or two.”\n\nThe group rode slowly away, and when Miguel was through speaking\nthey went in silence. Halfway up the hill, Irish turned in the\nsaddle and stared down at the roof of the little cabin showing black\nunder the moon.\n\n“Well--I’ll--be--darned!” he stated slowly and emphatically, and\nrode on with the others, who seemed to be thinking deeply.\n\nTheir meditations must have been to some purpose, for, after a hasty\nword or two snatched in private with his fellow conspirators, Irish\nset the pace.\n\nAt the stable he did not wait to unsaddle first of all. Instead he\nwent hurriedly inside, lighted a match, and held it up while he\nsurveyed the wall where the Happy Family were wont to hang their\nsaddles--when they hung them anywhere. Two familiar saddles dangled\nthere, each hanging upon its accustomed peg by its accustomed right\nstirrup, proclaiming silently and unanswerably the fact of their\nowners’ presence upon the ranch. When the match flickered and went\nout, Irish discovered that Cal, Jack Bates, Big Medicine, and Happy\nJack were standing behind him, staring also.\n\n“Well--I’ll--be--darned!” said Irish again softly, and dropped the\nstub with a gesture of keen disappointment.\n\n“It wasn’t them, then,” muttered Big Medicine at his shoulder. “And\nthe--the thing--it played, by cripes!”",
    "metadata": {
        "author": [
            "Sinclair, Bertha Muzzy",
            "Sinclair, B. M. (Bertha Muzzy)",
            "Bower, B. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67822/pg67822.txt",
        "name": "the_ghost_of_one_man_coulee.json"
    }
}