{
    "name": "The Beautiful People",
    "author": [
        "Beaumont, Charles",
        "Beaumont, Chuck",
        "Nutt, Charles Leroy",
        "McNutt, Charles"
    ],
    "body": "Mary sat quietly and watched the handsome man's legs blown off; watched\nfurther as the great ship began to crumple and break into small pieces\nin the middle of the blazing night. She fidgeted slightly as the men and\nthe parts of the men came floating dreamily through the wreckage out\ninto the awful silence. And when the meteorite shower came upon the men,\ngouging holes through everything, tearing flesh and ripping bones, Mary\nclosed her eyes.\n\n\"Mother.\"\n\nMrs. Cuberle glanced up from her magazine.\n\n\"Hmm?\"\n\n\"Do we have to wait much longer?\"\n\n\"I don't think so. Why?\"\n\nMary said nothing but looked at the moving wall.\n\n\"Oh, that.\" Mrs. Cuberle laughed and shook her head. \"That tired old\nthing. Read a magazine, Mary, like I'm doing. We've all seen _that_ a\nmillion times.\"\n\n\"Does it have to be on, Mother?\"\n\n\"Well, nobody seems to be watching. I don't think the doctor would mind\nif I switched it off.\"\n\nMrs. Cuberle rose from the couch and walked to the wall. She depressed a\nlittle button and the life went from the wall, flickering and glowing.\n\nMary opened her eyes.\n\n\"Honestly,\" Mrs. Cuberle said to a woman sitting beside her, \"you'd\nthink they'd try to get something else. We might as well go to the\nmuseum and watch the first landing on Mars. The Mayoraka\nDisaster--really!\"\n\nThe woman replied without distracting her eyes from the magazine page.\n\"It's the doctor's idea. Psychological.\"\n\nMrs. Cuberle opened her mouth and moved her head up and down knowingly.\n\n\"Ohhh. I should have known there was _some_ reason. Still, who watches\nit?\"\n\n\"The children do. Makes them think, makes them grateful or something.\"\n\n\"Ohhh.\"\n\n\"Psychological.\"\n\nMary picked up a magazine and leafed through the pages. All photographs,\nof women and men. Women like Mother and like the others in the room;\nslender, tanned, shapely, beautiful women; and men with large muscles\nand shiny hair. Women and men, all looking alike, all perfect and\nbeautiful. She folded the magazine and wondered how to answer the\nquestions that would be asked.\n\n\"Mother--\"\n\n\"Gracious, what is it now! Can't you sit still for a minute?\"\n\n\"But we've been here three hours.\"\n\nMrs. Cuberle sniffed.\n\n\"Do--do I really have to?\"\n\n\"Now don't be silly, Mary. After those terrible things you told me, of\n_course_ you do.\"\n\nAn olive-skinned woman in a transparent white uniform came into the\nreception room.\n\n\"Cuberle. Mrs. Zena Cuberle?\"\n\n\"Yes.\"\n\n\"Doctor will see you now.\"\n\nMrs. Cuberle took Mary's hand and they walked behind the nurse down a\nlong corridor.\n\nA man who seemed in his middle twenties looked up from a desk. He smiled\nand gestured toward two adjoining chairs.\n\n\"Well--well.\"\n\n\"Doctor Hortel, I--\"\n\n\nThe doctor snapped his fingers.\n\n\"Of course, I know. Your daughter. Ha ha, I certainly do know your\ntrouble. Get so many of them nowadays--takes up most of my time.\"\n\n\"You do?\" asked Mrs. Cuberle. \"Frankly, it had begun to upset me.\"\n\n\"Upset? Hmm. Not good. Not good at all. Ah, but then--if people did not\nget upset, we psychiatrists would be out of a job, eh? Go the way of the\nearly M. D. But, I assure you, I need hear no more.\" He turned his\nhandsome face to Mary. \"Little girl, how old are you?\"\n\n\"Eighteen, sir.\"\n\n\"Oh, a real bit of impatience. It's just about time, of course. What\nmight your name be?\"\n\n\"Mary.\"\n\n\"Charming! And so unusual. Well now, Mary, may I say that I understand\nyour problem--understand it thoroughly?\"\n\nMrs. Cuberle smiled and smoothed the sequins on her blouse.\n\n\"Madam, you have no idea how many there are these days. Sometimes it\npreys on their minds so that it affects them physically, even mentally.\nMakes them act strange, say peculiar, unexpected things. One little girl\nI recall was so distraught she did nothing but brood all day long. Can\nyou imagine!\"\n\n\"That's what Mary does. When she finally told me, doctor, I thought she\nhad gone--_you_ know.\"\n\n\"That bad, eh? Afraid we'll have to start a re-education program, very\nsoon, or they'll all be like this. I believe I'll suggest it to the\nsenator day after tomorrow.\"\n\n\"I don't quite understand, doctor.\"\n\n\"Simply, Mrs. Cuberle, that the children have got to be thoroughly\ninstructed. Thoroughly. Too much is taken for granted and childish minds\nsomehow refuse to accept things without definite reason. Children have\nbecome far too intellectual, which, as I trust I needn't remind you, is\na dangerous thing.\"\n\n\"Yes, but what has this to do with--\"\n\n\"With Mary? Everything, of course. Mary, like half the sixteen,\nseventeen and eighteen year olds today, has begun to feel acutely\nself-conscious. She feels that her body has developed sufficiently for\nthe Transformation--which of course it has not, not quite yet--and she\ncannot understand the complex reasons that compel her to wait until some\nfuture date. Mary looks at you, at the women all about her, at the\npictures, and then she looks into a mirror. From pure perfection of\nbody, face, limbs, pigmentation, carriage, stance, from simon-pure\nperfection, if I may be allowed the expression, she sees herself and is\nhorrified. Isn't that so, my dear child? Of course--of course. She asks\nherself, why must I be hideous, unbalanced, oversize, undersize, full of\nrevolting skin eruptions, badly schemed organically? In short, Mary is\ntired of being a monster and is overly anxious to achieve what almost\neveryone else has already achieved.\"\n\n\"But--\" said Mrs. Cuberle.\n\n\"This much you understand, doubtless. Now, Mary, what you object to is\nthat our society offers you, and the others like you, no convincing\nlogic on the side of waiting until age nineteen. It is all taken for\ngranted, and you want to know why! It is that simple. A non-technical\nexplanation will not suffice--mercy no! The modern child wants facts,\nsolid technical data, to satisfy her every question. And that, as you\ncan both see, will take a good deal of reorganizing.\"\n\n\"But--\" said Mary.\n\n\"The child is upset, nervous, tense; she acts strange, peculiar, odd,\nworries you and makes herself ill because it is beyond our meagre powers\nto put it across. I tell you, what we need is a whole new basis for\nlearning. And, that will take doing. It will take _doing_, Mrs.\nCuberle. Now, don't you worry about Mary, and don't _you_ worry, child.\nI'll prescribe some pills and--\"\n\n\"No, no, doctor! You're all mixed up,\" cried Mrs. Cuberle.\n\n\"I beg your pardon, Madam?\"\n\n\"What I mean is, you've got it wrong. Tell him, Mary, tell the doctor\nwhat you told me.\"\n\nMary shifted uneasily in the chair.\n\n\"It's that--I don't want it.\"\n\nThe doctor's well-proportioned jaw dropped.\n\n\"Would you please repeat that?\"\n\n\"I said, I don't want the Transformation.\"\n\n\"D--Don't want it?\"\n\n\"You see? She told me. That's why I came to you.\"\n\nThe doctor looked at Mary suspiciously.\n\n\"But that's impossible! I have never heard of such a thing. Little girl,\nyou are playing a joke!\"\n\nMary nodded negatively.\n\n\"See, doctor. What can it be?\" Mrs. Cuberle rose and began to pace.\n\n\nThe doctor clucked his tongue and took from a small cupboard a black box\ncovered with buttons and dials and wire.\n\n\"Oh no, you don't think--I mean, could it?\"\n\n\"We shall soon see.\" The doctor revolved a number of dials and studied\nthe single bulb in the center of the box. It did not flicker. He removed\nhandles from Mary's head.\n\n\"Dear me,\" the doctor said, \"dear me. Your daughter is perfectly sane,\nMrs. Cuberle.\"\n\n\"Well, then what is it?\"\n\n\"Perhaps she is lying. We haven't completely eliminated that factor as\nyet; it slips into certain organisms.\"\n\nMore tests. More machines and more negative results.\n\nMary pushed her foot in a circle on the floor. When the doctor put his\nhands to her shoulders, she looked up pleasantly.\n\n\"Little girl,\" said the handsome man, \"do you actually mean to tell us\nthat you _prefer_ that body?\"\n\n\"Yes sir.\"\n\n\"May I ask why.\"\n\n\"I like it. It's--hard to explain, but it's me and that's what I like.\nNot the looks, maybe, but the _me_.\"\n\n\"You can look in the mirror and see yourself, then look at--well, at\nyour mother and be content?\"\n\n\"Yes, sir.\" Mary thought of her reasons; fuzzy, vague, but very\ndefinitely there. Maybe she had said the reason. No. Only a part of it.\n\n\"Mrs. Cuberle,\" the doctor said, \"I suggest that your husband have a\nlong talk with Mary.\"\n\n\"My husband is dead. That affair near Ganymede, I believe. Something\nlike that.\"\n\n\"Oh, splendid. Rocket man, eh? Very interesting organisms. Something\nalways seems to happen to rocket men, in one way or another. But--I\nsuppose we should do something.\" The doctor scratched his jaw. \"When did\nshe first start talking this way,\" he asked.\n\n\"Oh, for quite some time. I used to think it was because she was such a\nbaby. But lately, the time getting so close and all, I thought I'd\nbetter see you.\"\n\n\"Of course, yes, very wise. Er--does she also do odd things?\"\n\n\"Well, I found her on the second level one night. She was lying on the\nfloor and when I asked her what she was doing, she said she was trying\nto sleep.\"\n\nMary flinched. She was sorry, in a way, that Mother had found that out.\n\n\"To--did you say 'sleep'?\"\n\n\"That's right.\"\n\n\"Now where could she have picked that up?\"\n\n\"No idea.\"\n\n\"Mary, don't you know that nobody sleeps anymore? That we have an\ninfinitely greater life-span than our poor ancestors now that the\nwasteful state of unconsciousness has been conquered? Child, have you\nactually _slept_? No one knows how anymore.\"\n\n\"No sir, but I almost did.\"\n\nThe doctor sighed. \"But, it's unheard of! How could you begin to try to\ndo something people have forgotten entirely about?\"\n\n\"The way it was described in the book, it sounded nice, that's all.\"\nMary was feeling very uncomfortable now. Home and no talking man in a\nfoolish white gown....\n\n\"Book, book? Are there _books_ at your Unit, Madam?\"\n\n\"There could be--I haven't cleaned up in a while.\"\n\n\"That is certainly peculiar. I haven't seen a book for years. Not since\n'17.\"\n\nMary began to fidget and stare nervously about.\n\n\"But with the tapes, why should you try and read books--where did you\nget them?\"\n\n\"Daddy did. He got them from his father and so did Grandpa. He said\nthey're better than the tapes and he was right.\"\n\nMrs. Cuberle flushed.\n\n\"My husband was a little strange, Doctor Hortel. He kept those things\ndespite everything I said.\n\n\"Dear me, I--excuse me.\"\n\nThe muscular, black-haired doctor walked to another cabinet and selected\nfrom the shelf a bottle. From the bottle he took two large pills and\nswallowed them.\n\n\"Sleep--books--doesn't want the Transformation--Mrs. Cuberle, my _dear_\ngood woman, this is grave. Doesn't want the Transformation. I would\nappreciate it if you would change psychiatrists: I am very busy and, uh,\nthis is somewhat specialized. I suggest Centraldome. Many fine doctors\nthere. Goodbye.\"\n\nThe doctor turned and sat down in a large chair and folded his hands.\nMary watched him and wondered why the simple statements should have so\nchanged things. But the doctor did not move from the chair.\n\n\"Well!\" said Mrs. Cuberle and walked quickly from the room.\n\nThe man's legs were being blown off again as they left the reception\nroom.\n\n\nMary considered the reflection in the mirrored wall. She sat on the\nfloor and looked at different angles of herself: profile, full-face,\nfull length, naked, clothed. Then she took up the magazine and studied\nit. She sighed.\n\n\"Mirror, mirror on the wall--\" The words came haltingly to her mind and\nfrom her lips. She hadn't read them, she recalled. Daddy had said them,\nquoted them as he put it. But they too were lines from a book--\"who is\nthe fairest of--\"\n\nA picture of Mother sat upon the dresser and Mary considered this now.\nLooked for a long time at the slender, feminine neck. The golden skin,\nsmooth and without blemish, without wrinkles and without age. The dark\nbrown eyes and the thin tapers of eyebrows, the long black lashes, set\nevenly, so that each half of the face corresponded precisely. The\nhalf-parted-mouth, a violet tint against the gold, the white, white\nteeth, even, sparkling.\n\nMother. Beautiful, Transformed Mother. And back again to the mirror.\n\n\"--of them all....\"\n\nThe image of a rather chubby girl, without lines of rhythm or grace,\nwithout perfection. Splotchy skin full of little holes, puffs in the\ncheeks, red eruptions on the forehead. Perspiration, shapeless hair\nflowing onto shapeless shoulders down a shapeless body. Like all of\nthem, before the Transformation.\n\nDid they _all_ look like this, before? Did Mother, even?\n\nMary thought hard, trying to remember exactly what Daddy and Grandpa had\nsaid, why they said the Transformation was a bad thing, and why she\nbelieved and agreed with them so strongly. It made little sense, but\nthey were right. They _were_ right! And one day, she would understand\ncompletely.\n\nMrs. Cuberle slammed the door angrily and Mary jumped to her feet. She\nhadn't forgotten about it. \"The way you upset Dr. Hortel. He won't even\nsee me anymore, and these traumas are getting horrible. I'll have to get\nthat awful Dr. Wagoner.\"\n\n\"Sorry--\"\n\nMrs. Cuberle sat on the couch and crossed her legs carefully.\n\n\"What in the world were you doing on the floor?\"\n\n\"Trying to sleep.\"\n\n\"Now, I won't hear of it! You've got to stop it! You _know_ you're not\ninsane. Why should you want to do such a silly thing?\"\n\n\"The books. And Daddy told me about it.\"\n\n\"And you mustn't read those terrible things.\"\n\n\"Why--is there a law against them?\"\n\n\"Well, no, but people tired of books when the tapes came in. You know\nthat. The house is full of tapes; anything you want.\"\n\nMary stuck out her lower lip.\n\n\"They're no fun. All about the Wars and the colonizations.\"\n\n\"And I suppose books are fun?\"\n\n\"Yes. They are.\"\n\n\"And that's where you got this idiotic notion that you don't want the\nTransformation, isn't it? Of course it is. Well, we'll see to that!\"\n\n\nMrs. Cuberle rose quickly and took the books from the corner and from\nthe closet and filled her arms with them. She looked everywhere in the\nroom and gathered the old rotten volumes.\n\nThese she carried from the room and threw into the elevator. A button\nguided the doors shut.\n\n\"I thought you'd do that,\" Mary said. \"That's why I hid most of the good\nones. Where you'll never find them.\"\n\nMrs. Cuberle put a satin handkerchief to her eyes and began to weep.\n\n\"Just look at you. Look. I don't know what I ever did to deserve this!\"\n\n\"Deserve what, Mother? What am I doing that's so wrong?\" Mary's mind\nrippled in a confused stream.\n\n\"What!\" Mrs. Cuberle screamed, _\"What!_ Do you think I want people to\npoint to you and say I'm the mother of an idiot? That's what they'll\nsay, you'll see. Or,\" she looked up hopefully, \"have you changed your\nmind?\"\n\n\"No.\" The vague reasons, longing to be put into words.\n\n\"It doesn't hurt. They just take off a little skin and put some on and\ngive you pills and electronic treatments and things like that. It\ndoesn't take more than a week.\"\n\n\"No.\" The reason.\n\n\"Don't you want to be beautiful, like other people--like me? Look at\nyour friend Shala, she's getting her Transformation next month. And\n_she's_ almost pretty now.\"\n\n\"Mother, I don't care--\"\n\n\"If it's the bones you're worried about, well, that doesn't hurt. They\ngive you a shot and when you wake up, everything's moulded right.\nEverything, to suit the personality.\"\n\n\"I don't care, I don't care.\"\n\n\"But _why_?\"\n\n\"I like me the way I am.\" Almost--almost exactly. But not quite. Part of\nit, however. Part of what Daddy and Grandpa meant.\n\n\"But you're so ugly, dear! Like Dr. Hortel said. And Mr. Willmes, at the\nfactory. He told some people he thought you were the ugliest girl he'd\never seen. Says he'll be thankful when you have your Transformation. And\nwhat if he hears of all this, what'll happen then?\"\n\n\"Daddy said I was beautiful.\"\n\n\"Well really, dear. You _do_ have eyes.\"\n\n\"Daddy said that real beauty is only skin deep. He said a lot of things\nlike that and when I read the books I felt the same way. I guess I don't\nwant to look like everybody else, that's all.\" No, that's not it. Not at\nall it.\n\n\"That man had too much to do with you. You'll notice that he had _his_\nTransformation, though!\"\n\n\"But he was sorry. He told me that if he had it to do over again, he'd\nnever do it. He said for me to be stronger than he was.\"\n\n\"Well, I won't have it. You're not going to get away with this, young\nlady. After all, I _am_ your mother.\"\n\nA bulb flickered in the bathroom and Mrs. Cuberle walked uncertainly to\nthe cabinet. She took out a little cardboard box.\n\n\"Time for lunch.\"\n\nMary nodded. That was another thing the books talked about, which the\ntapes did not. Lunch seemed to be something special long ago, or at\nleast different. The books talked of strange ways of putting a load of\nthings into the mouth and chewing these things. Enjoying them. Strange\nand somehow wonderful.\n\n\"And you'd better get ready for work.\"\n\n\"Yes, Mother.\"\n\n\nThe office was quiet and without shadows. The walls gave off a steady\nluminescence, distributed the light evenly upon all the desks and\ntables. And it was neither hot nor cold.\n\nMary held the ruler firmly and allowed the pen to travel down the metal\nedge effortlessly. The new black lines were small and accurate. She\ntipped her head, compared the notes beside her to the plan she was\nworking on. She noticed the beautiful people looking at her more\nfurtively than before, and she wondered about this as she made her\nlines.\n\nA tall man rose from his desk in the rear of the office and walked down\nthe aisle to Mary's table. He surveyed her work, allowing his eyes to\ntravel cautiously from her face to the draft.\n\nMary looked around.\n\n\"Nice job,\" said the man.\n\n\"Thank you, Mr. Willmes.\"\n\n\"Dralich shouldn't have anything to complain about. That crane should\nhold the whole damn city.\"\n\n\"It's very good alloy, sir.\"\n\n\"Yeah. Say, kid, you got a minute?\"\n\n\"Yes sir.\"\n\n\"Let's go into Mullinson's office.\"\n\nThe big handsome man led the way into a small cubby-hole of a room. He\nmotioned to a chair and sat on the edge of one desk.\n\n\"Kid, I never was one to beat around the bush. Somebody called in little\nwhile ago, gave me some crazy story about you not wanting the\nTransformation.\"\n\nMary said \"Oh.\" Daddy had said it would have to happen, some day. This\nmust be what he meant.\n\n\"I would've told them they were way off the beam, but I wanted to talk\nto you first, get it straight.\"\n\n\"Well, sir, it's true. I don't. I want to stay this way.\"\n\nThe man looked at Mary and then coughed, embarrassedly.\n\n\"What the hell--excuse me, kid, but--I don't exactly get it. You, uh,\nyou saw the psychiatrist?\"\n\n\"Yes sir. I'm not insane. Dr. Hortel can tell you.\"\n\n\"I didn't mean anything like that. Well--\" the man laughed nervously. \"I\ndon't know what to say. You're still a cub, but you do swell work. Lot\nof good results, lots of comments from the stations. But, Mr. Poole\nwon't like it.\"\n\n\"I know. I know what you mean, Mr. Willmes. But nothing can change my\nmind. I want to stay this way and that's all there is to it.\"\n\n\"But--you'll get old before you're half through life.\"\n\nYes, she would. Old, like the Elders, wrinkled and brittle, unable to\nmove right. Old. \"It's hard to make you understand. But I don't see why\nit should make any difference.\"\n\n\"Don't go getting me wrong, now. It's not me, but, you know, I don't own\nInterplan. I just work here. Mr. Poole likes things running smooth and\nit's my job to carry it out. And soon as everybody finds out, things\nwouldn't run smooth. There'll be a big stink. The dames will start\nasking questions and talk.\"\n\n\"Will you accept my resignation, then, Mr. Willmes?\"\n\n\"Sure you won't change your mind?\"\n\n\"No sir. I decided that a long time ago. And I'm sorry now that I told\nMother or anyone else. No sir, I won't change my mind.\"\n\n\"Well, I'm sorry, Mary. You been doing awful swell work. Couple of\nyears you could be centralled on one of the asteroids, the way you been\nworking. But if you should change your mind, there'll always be a job\nfor you here.\"\n\n\"Thank you, sir.\"\n\n\"No hard feelings?\"\n\n\"No hard feelings.\"\n\n\"Okay then. You've got till March. And between you and me, I hope by\nthen you've decided the other way.\"\n\nMary walked back down the aisle, past the rows of desks. Past the men\nand women. The handsome, model men and the beautiful, perfect women,\nperfect, all perfect, all looking alike. Looking exactly alike.\n\nShe sat down again and took up her ruler and pen.\n\n\nMary stepped into the elevator and descended several hundred feet. At\nthe Second Level she pressed a button and the elevator stopped. The\ndoors opened with another button and the doors to her Unit with still\nanother.\n\nMrs. Cuberle sat on the floor by the T-V, disconsolate and red-eyed. Her\nblond hair had come slightly askew and a few strands hung over her\nforehead. \"You don't need to tell me. No one will hire you.\"\n\nMary sat beside her mother. \"If you only hadn't told Mr. Willmes in the\nfirst place--\"\n\n\"Well, I thought _he_ could beat a little sense into you.\"\n\nThe sounds from the T-V grew louder. Mrs. Cuberle changed channels and\nfinally turned it off.\n\n\"What did you do today, Mother?\" Mary smiled.\n\n\"Do? What can I do, now? Nobody will even come over! I told you what\nwould happen.\"\n\n\"Mother!\"\n\n\"They say you should be in the Circuses.\"\n\nMary went into another room. Mrs. Cuberle followed. \"How are we going to\nlive? Where does the money come from now? Just because you're stubborn\non this crazy idea. Crazy crazy crazy! Can I support both of us? They'll\nbe firing _me_, next!\"\n\n\"Why is this happening?\"\n\n\"Because of you, that's why. Nobody else on this planet has ever refused\nthe Transformation. But you turn it down. You _want_ to be ugly!\"\n\nMary put her arms about her mother's shoulders. \"I wish I could explain,\nI've tried so hard to. It isn't that I want to bother anyone, or that\nDaddy wanted me to. I just don't want the Transformation.\"\n\nMrs. Cuberle reached into the pockets of her blouse and got a purple\npill. She swallowed the pill. When the letter dropped from the chute,\nMrs. Cuberle ran to snatch it up. She read it once, silently, then\nsmiled.\n\n\"Oh, I was afraid they wouldn't answer. But we'll see about this _now_!\"\n\nShe gave the letter to Mary.\n\n\n  _Mrs. Zena Cuberle\n  Unit 451 D\n  Levels II & III\n  City\n  Dear Madam:_\n\n     _In re your letter of Dec 3 36. We have carefully examined your\n     complaint and consider that it requires stringent measures. Quite\n     frankly, the possibility of such a complaint has never occurred to\n     this Dept. and we therefore cannot make positive directives at the\n     moment._\n\n     _However, due to the unusual qualities of the matter, we have\n     arranged an audience at Centraldome, Eighth Level, Sixteenth Unit,\n     Jan 3 37, 23 sharp. Dr. Elph Hortel has been instructed to attend.\n     You will bring the subject in question._\n\n  _Yrs,\n  DEPT F_\n\n\nMary let the paper flutter to the floor. She walked quietly to the\nelevator and set it for Level III. When the elevator stopped, she ran\nfrom it, crying, into her room.\n\nShe thought and remembered and tried to sort out and put together. Daddy\nhad said it, Grandpa had, the books did. Yes, the books did.\n\nShe read until her eyes burned and her eyes burned until she could read\nno more. Then Mary went to sleep, softly and without realizing it, for\nthe first time.\n\nBut the sleep was not peaceful.\n\n\n\"Ladies and gentlemen,\" said the young-looking, well groomed man, \"this\nproblem does not resolve easily. Dr. Hortel here, testifies that Mary\nCuberle is definitely not insane. Drs. Monagh, Prinn and Fedders all\nverify this judgment. Dr. Prinn asserts that the human organism is no\nlonger so constructed as to create and sustain such an attitude through\ndeliberate falsehood. Further, there is positively nothing in the\nstructure of Mary Cuberle which might suggest difficulties in\nTransformation. There is evidence for all these statements. And yet we\nare faced with this refusal. What, may I ask, is to be done?\"\n\nMary looked at a metal table.\n\n\"We have been in session far too long, holding up far too many other\npressing contingencies. The trouble on Mercury, for example. We'll\n_have_ to straighten that out, somehow.\"\n\nThroughout the rows of beautiful people, the mumbling increased. Mrs.\nCuberle sat nervously, tapping her shoe and running a comb through her\nhair.\n\n\"Mary Cuberle, you have been given innumerable chances to reconsider,\nyou know.\"\n\nMary said, \"I know. But I don't want to.\"\n\nThe beautiful people looked at Mary and laughed. Some shook their heads.\n\nThe man threw up his hands. \"Little girl, can you realize what an issue\nyou have caused? The unrest, the wasted time? Do you fully understand\nwhat you have done? Intergalactic questions hang fire while you sit\nthere saying the same thing over and over. Doesn't the happiness of your\nMother mean anything to you?\"\n\nA slender, supple woman in a back row cried, \"We want action. _Do_\nsomething!\"\n\nThe man in the high stool raised his hand. \"None of that, now. We must\nconform, even though the question is out of the ordinary.\" He leafed\nthrough a number of papers on his desk, leaned down and whispered into\nthe ear of a strong blond man. Then he turned to Mary again. \"Child,\nfor the last time. Do you reconsider? Will you accept the\nTransformation?\"\n\n\"No.\"\n\nThe man shrugged his shoulders. \"Very well, then. I have here a\npetition, signed by two thousand individuals and representing all the\nStations of Earth. They have been made aware of all the facts and have\nsubmitted the petition voluntarily. It's all so unusual and I'd hoped we\nwouldn't have to--but the petition urges drastic measures.\"\n\nThe mumbling rose.\n\n\"The petition urges that you shall, upon final refusal, be forced by law\nto accept the Transformation. And that an act of legislature shall make\nthis universal and binding in the future.\"\n\nMary's eyes were open, wide. She stood and paused before speaking.\n\n\"Why?\" she asked, loudly.\n\nThe man passed a hand through his hair.\n\nAnother voice from the crowd, \"Seems to be a lot of questions unanswered\nhere.\"\n\nAnd another, \"Sign the petition, Senator!\"\n\nAll the voices, \"Sign it, sign it!\"\n\n\"But why?\" Mary began to cry. The voices stilled for a moment.\n\n\"Because--Because--\"\n\n\"If you'd only tell me that. Tell me!\"\n\n\"Why, it simply isn't being done, that's all. The greatest gift of all,\nand what if others should get the same idea? What would happen to us\nthen, little girl? We'd be right back to the ugly, thin, fat,\nunhealthy-looking race we were ages ago! There can't be any exceptions.\"\n\n\"Maybe they didn't consider themselves so ugly.\"\n\nThe mumbling began anew.\n\n\"That isn't the point,\" cried the man. \"You _must_ conform!\"\n\nAnd the voices cried \"Yes\" loudly until the man took up a pen and signed\nthe papers on his desk.\n\nCheers, applause, shouts.\n\nMrs. Cuberle patted Mary on the top of her head.\n\n\"There, now!\" she said, happily, \"Everything will be all right now.\nYou'll see, Mary.\"\n\n\nThe Transformation Parlor Covered the entire Level, sprawling with its\ndepartments. It was always filled and there was nothing to sign and no\nmoney to pay and people were always waiting in line.\n\nBut today the people stood aside. And there were still more, looking in\nthrough doors, TV cameras placed throughout the tape machines in every\ncorner. It was filled, but not bustling as usual.\n\nMary walked past the people, Mother and the men in back of her,\nfollowing. She looked at the people. The people were beautiful, perfect,\nwithout a single flaw.\n\nAll the beautiful people. All the ugly people, staring out from bodies\nthat were not theirs. Walking on legs that had been made for them,\nlaughing with manufactured voices, gesturing with shaped and fashioned\narms.\n\nMary walked slowly, despite the prodding. In her eyes, in _her_ eyes,\nwas a mounting confusion; a wide, wide wonderment.\n\nThe reason was becoming less vague; the fuzzed edges were falling away\nnow. Through all the horrible months and all the horrible moments, the\nedges fell away. Now it was almost clear.\n\nShe looked down at her own body, then at the walls which reflected it.\nFlesh of her flesh, bone of her bone, all hers, made by no one, built by\nherself or someone she did not know. Uneven kneecaps, making two\ngrinning cherubs when they bent, and the old familiar rubbing together\nof fat inner thighs. Fat, unshapely, unsystematic Mary. But _Mary_.\n\nOf course. Of course! This _was_ what Daddy meant, what Grandpa and the\nbooks meant. What _they_ would know if they would read the books or hear\nthe words, the good, reasonable words, the words that signified more,\nmuch more, than any of this.\n\nThe understanding heaped up with each step.\n\n\"Where _are_ these people?\" Mary asked half to herself. \"What has\nhappened to _them_ and don't they miss _themselves_, these manufactured\nthings?\"\n\nShe stopped, suddenly.\n\n\"Yes! That _is_ the reason. They have all forgotten themselves!\"\n\nA curvacious woman stepped forward and took Mary's hand. The woman's\nskin was tinted dark. Chipped and sculptured bone into slender rhythmic\nlines, electrically created carriage, stance, made, turned out.\n\n\"All right, young lady. We will begin.\"\n\nThey guided Mary to a large, curved leather seat.\n\nFrom the top of a long silver pole a machine lowered itself. Tiny bulbs\nglowed to life and cells began to click. The people stared. Slowly a\npicture formed upon the screen in the machine. Bulbs directed at Mary,\nthen redirected into the machine. Wheels turning, buttons ticking.\n\nThe picture was completed.\n\n\"Would you like to see it?\"\n\nMary closed her eyes, tight.\n\n\"It's really very nice.\" The woman turned to the crowd. \"Oh yes, there's\na great deal to be salvaged; you'd be surprised. A great deal. We'll\nkeep the nose and I don't believe the elbows will have to be altered at\nall.\"\n\nMrs. Cuberle looked at Mary and smiled. \"Now, it isn't so bad as you\nthought, is it?\" she said.\n\nThe beautiful people looked. Cameras turned, tapes wound.\n\n\"You'll have to excuse us now. Only the machines allowed.\"\n\n_Only the machines._\n\nThe people filed out.\n\nMary saw the rooms in the mirror. Saw things in the rooms, the faces and\nbodies that had been left; the woman and the machines and the old young\nmen standing about, adjusting, readying.\n\nThen she looked at the picture in the screen.\n\nAnd screamed.\n\nA woman of medium height stared back at her. A woman with a curved body\nand thin legs; silver hair, pompadoured, cut short; full sensuous lips,\nsmall breasts, flat stomach, unblemished skin.\n\nA strange, strange woman no one had ever seen before.\n\nThe nurse began to take Mary's clothes off.\n\n\"Geoff,\" the woman said, \"come look at this, will you. Not one so bad\nin years. Amazing that we can keep anything at all.\"\n\nThe handsome man put his hands in his pockets.\n\n\"Pretty bad, all right.\"\n\n\"Be still, child, stop making those noises. You know perfectly well\nnothing is going to hurt.\"\n\n\"But--what will you do with me?\"\n\n\"That was all explained to you.\"\n\n\"No, no, with _me_, _me_!\"\n\n\"Oh, you mean the castoffs. The usual. I don't know exactly. Somebody\ntakes care of it.\"\n\n\"I want me!\" Mary cried. \"Not that!\" She pointed at the screen.\n\n\nHer chair was wheeled into a semi-dark room. She was naked now, and the\nmen lifted her to a table. The surface was like glass, black, filmed. A\nbig machine hung above.\n\nStraps. Clamps pulling, stretching limbs apart. The screen with the\npicture brought in. The men and the woman, more women now. Dr. Hortel in\na corner, sitting with his legs crossed, shaking his head.\n\nMary began to cry above the hum of the mechanical things.\n\n\"Shhh. My gracious, such a racket! Just think about your job waiting for\nyou, and all the friends you'll have and how nice everything will be. No\nmore trouble now.\"\n\nThe big machine hurtling downward.\n\n\"Where will I find _me_?\" Mary screamed, \"when it's all over?\"\n\nA long needle slid into rough flesh and the beautiful people gathered\naround the table.\n\nThey turned on the big machine.\n\nTHE END\n\n\n       *       *       *       *       *\n\n    Page 11: quote mark removed:\n    original text:  Dr. Hortel said. \"And Mr. Willmes,\n    corrected test: Dr. Hortel said. And Mr. Willmes,",
    "metadata": {
        "author": [
            "Beaumont, Charles",
            "Beaumont, Chuck",
            "Nutt, Charles Leroy",
            "McNutt, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/36258/pg36258.txt",
        "name": "the_beautiful_people.json"
    }
}