{
    "name": "The Templeton Teapot: A Farce in One Act",
    "author": [
        "Strong, Grace Cooke"
    ],
    "body": "Eight males, four females. Costumes modern; scenery, two interiors, not\ndifficult. Well suited for amateur performance. Plays a full evening.\nThis admirable play, made popular for two seasons by Mr. J. E. Dodson's\nstriking performance of its leading part, is offered for amateur\nperformance at a royalty of ten dollars. All the parts are strong and\nexceptionally well contrasted. Of especial interest to Hebrew societies\nfrom its able and sympathetic presentment of a man of their race.\n\n_Price, 50 cents_\n\n\nCHARACTERS\n\n      _The Cotswold Family_              _The Jacobson Family_\n\n    SIR JOHN COTSWOLD, _baronet_.      SIR ISAAC JACOBSON, M. P.\n    MARGARET, _his wife_.              REBECCA, _his wife_.\n    ULRICA, _his daughter_.            ESTHER, _his daughter_.\n    CECIL, _his son_.                  ADRIAN, _his son_.\n    VINING, _his servant_.             MAXIMILIAN, _his servant_.\n\n    CAPT. _the_ HON. CLIVE TREVOR.     WALTER LEWIS, _musical agent_.\n\n\nSYNOPSIS\n\n\nACT I\n\nSCENE.--Morning room in Sir John Cotswold's house in the Cotswold Park\nEstate, Kensington, London.\n\n\nACT II\n\nSCENE.--Drawing-room in Sir Isaac Jacobson's house. Next Door. The same\nafternoon.\n\n\nACT III\n\nSCENE.--Same as Act I. Three days later.\n\n\nMARRYING BELINDA\n\nA Farce in One Act\n\nFour males, four females. Costumes modern; scenery, an easy interior.\nPlays thirty minutes. An easy and entertaining little play exactly\nsuited for amateur acting in schools or elsewhere. Just the sort of\nthing half way between farce and comedy that is best liked. Well\nrecommended.\n\n                           _Price, 15 cents_\n\n\n\n\nNew Plays\n\n\nLOST--A CHAPERON\n\nA Comedy in Three Acts\n\nSix male, nine female characters. Costumes modern; scenery, an interior\nand an easy exterior. Plays a full evening. An excellent comedy with the\ntrue college atmosphere but with its scenes away from actual college\nlife. A breezy lot of college girls in camp lose their chaperon for\ntwenty-four hours, and are provided by a camp of college boys across the\nlake with plenty of excitement. The parts are all good and of almost\nequal opportunity, the situations are very funny and the lines full of\nlaughs. This is sure to be liked by the young people for whom it is\nintended, and is strongly recommended for high-school performance.\n_Price, 25 cents._\n\n\nCHARACTERS\n\n    GEORGE HIGGINS, _a Tuft's A. B._                Ernest S. Swenson\n\n    JACK ABBOTT, } _Tuft's sub-freshmen,            Stanley M. Brown\n    FRED LAWTON, }   camping with Higgins_          Arthur J. Anderson\n\n    RAYMOND FITZHENRY, _a Harvard student_          Arthur T. Hale\n\n    DICK NORTON,}  _off-hill engineers_             Ernest A. Larrabee\n    TOM CROSBY, }                                   Ferdinand Bryham\n\n    MARJORIE TYNDALL, _George's cousin; a\n      Smith girl_                                   Helen J. Martin\n\n    ALICE BENNETT,       }                          Dorothy F. Entwistle\n    AGNES ARABELLA BATES,} _Jackson girls_          Edith H. Bradford\n    RUTH FRENCH,         }                          Marjorie L. Henry\n    BLANCHE WESTCOTT,    }                          Beatrice L. Davis\n\n    MRS. HIGGINS, _the chaperon. George's\n      mother_                                       Effie M. Ritchie\n\n    MRS. SPARROW, _a farmer's wife_. (_Not in the original cast._)\n\n    LIZZIE,} _her daughters_.\n    MANDY, }\n\n\nSYNOPSIS\n\n    ACT I.--The Girls' Camp at Sherwood, 7 A. M.\n    ACT II.--The Fellows' Camp at Sherwood, 8 A. M.\n    ACT III.--Same as Act I, 10 A. M.\n\n\nA BRIDE FROM HOME\n\nA Vaudeville Sketch in One Act\n\nTwo male, two female characters. Costumes modern; scene, an interior.\nPlays twenty minutes. A capital sketch of Hebrew life and character,\ncombining good comedy with genuine pathos. Moves very swiftly and is\nvery effective. Can be strongly recommended for either vaudeville use or\nfor amateur theatricals. _Price, 15 cents._\n\n\n\n\nNovelties\n\n\nTHE VILLAGE POST-OFFICE\n\nAn Entertainment in One Scene\n\nTwenty-two males and twenty females are called for, but one person may\ntake several parts and some characters may be omitted. The stage is\narranged as a country store and post-office in one. Costumes are rural\nand funny. Plays a full evening. A side-splitting novelty, full of \"good\nlines\" and comical incident and character. One continuous laugh from\nbeginning to end. Strongly recommended for church entertainments or\ngeneral use; very wholesome and clean.\n\n                           _Price, 25 cents_\n\n\nMISS PRIM'S KINDERGARTEN\n\nAn Entertainment in One Scene\n\nTen males, eleven females. No scenery or curtain needed; costumes\nintroduce grown people dressed as children. Plays an hour and a half. A\nmodern, up-to-date version of the popular \"District School,\" full of\nlaughs and a sure hit with the audience. All the parts very easy except\nthe Teacher's, and as it is possible for her to use a book, the\nentertainment can be got up with exceptional ease and quickness. Can be\nrecommended.\n\n                           _Price, 25 cents_\n\n\nTHE VISIT OF OBADIAH\n\nA Farce in Two Acts\n\nThirteen females. Costumes modern; scene, an easy interior, the same for\nboth acts. Plays an hour. A clever and original play, suited for school\nor college performance. Full of incident and offers a great variety of\ncharacter and great opportunity for pretty dressing. Irish and negro\ncomedy parts.\n\n                           _Price, 25 cents_\n\n\nA PAN OF FUDGE\n\nA Comedy in One Act\n\nSix females. Costumes, modern; scene, an easy interior. Plays\ntwenty-five minutes. A bright little boarding-school sketch, at once\namusing and sympathetic; tone high and quality good. Confidently\nrecommended to young ladies as an effective piece easy to get up.\n\n                           _Price, 15 cents_\n\n\n               _Sent, post-paid, on receipt of price, by_\n\n                 BAKER, 5 Hamilton Place, Boston, Mass.\n\n\n\n\nNew Plays\n\n\nMR. EASYMAN'S NIECE\n\nA Farcical Comedy in Four Acts\n\nSix males, four females. Costumes modern; scenery, two interiors and one\neasy exterior that may be played indoors if desired. Plays a full\nevening. A clever and vivacious play, full of fun and action. Mr.\nEasyman's fad of spiritualism leads him into a difficulty that is a\nsource of endless amusement to the audience. Irish and old maid comedy\nparts. Can be recommended.\n\n                           _Price, 25 cents_\n\n\nCHARACTERS\n\n    MR. STEPHEN EASYMAN, _a wealthy broker_.\n    MR. CAREW CARLTON, _his nephew_.\n    MR. TOM ASHLEIGH.\n    JACKSON, _a servant_.\n    MICHAEL FLYNN.\n    MR. SHARPE, _a detective_.\n    MISS JUDITH CARROLL, _a maiden aunt_.\n    MRS. EASYMAN,       } _her nieces_.\n    MISS BESSIE CARROLL,}\n    DESDEMONA, _the ghost_.\n\n\nA PAIR OF BURGLARS\n\nTwo males, two females. One act. Costumes modern; scenery, an easy\ninterior. Plays half an hour. A brisk little curtain raiser of the\n\"vaudeville\" type, moving all the time. Easy and effective; all the\nparts young people and well-dressed. Strongly recommended.\n\n                           _Price, 15 cents_\n\n\nDANE'S DRESS-SUIT CASE\n\nTwo males, one female. One act. Costumes modern; scene, an easy\ninterior. Plays fifteen minutes. An excellent short play to fill out a\nbill or to fill in an intermission. All action and lots of fun. All\nparts young and well-dressed.\n\n                           _Price, 15 cents_\n\n\n\n\nA. W. Pinero's Plays\n\nPrice, 50 Cents Each\n\n\n=MID-CHANNEL= Play in Four Acts. Six males, five females. Costumes,\nmodern; scenery, three interiors. Plays two and a half hours.\n\n=THE NOTORIOUS MRS. EBBSMITH= Drama in Four Acts. Eight males, five\nfemales. Costumes, modern; scenery, all interiors. Plays a full evening.\n\n=THE PROFLIGATE= Play in Four Acts. Seven males, five females. Scenery,\nthree interiors, rather elaborate; costumes, modern. Plays a full\nevening.\n\n=THE SCHOOLMISTRESS= Farce in Three Acts. Nine males, seven females.\nCostumes, modern; scenery, three interiors. Plays a full evening.\n\n=THE SECOND MRS. TANQUERAY= Play in Four Acts. Eight males, five\nfemales. Costumes, modern; scenery, three interiors. Plays a full\nevening.\n\n=SWEET LAVENDER= Comedy in Three Acts. Seven males, four females. Scene,\na single interior, costumes, modern. Plays a full evening.\n\n=THE THUNDERBOLT= Comedy in Four Acts. Ten males, nine females. Scenery,\nthree interiors; costumes, modern. Plays a full evening.\n\n=THE TIMES= Comedy in Four Acts. Six males, seven females. Scene, a\nsingle interior; costumes, modern. Plays a full evening.\n\n=THE WEAKER SEX= Comedy in Three Acts. Eight males, eight females.\nCostumes, modern; scenery, two interiors. Plays a full evening.\n\n=A WIFE WITHOUT A SMILE= Comedy in Three Acts. Five male, four females.\nCostumes, modern; scene, a single interior. Plays a full evening.\n\n\n                  Sent prepaid on receipt of price by\n\n                       Walter H. Baker & Company\n\n              No. 5 Hamilton Place, Boston, Massachusetts\n\n\n\n\nRecent Popular Plays\n\n\n=THE AWAKENING= Play in Four Acts. By C. H. CHAMBERS. Four males, six\nfemales. Scenery, not difficult, chiefly interiors; costumes, modern.\nPlays a full evening. =Price, 50 Cents.=\n\n=THE FRUITS OF ENLIGHTENMENT= Comedy in Four Acts. By L. TOLSTOI.\nTwenty-one males, eleven females. Scenery, characteristic interiors;\ncostumes, modern. Plays a full evening. Recommended for reading clubs.\n=Price, 25 Cents.=\n\n=HIS EXCELLENCY THE GOVERNOR= Farce in Three Acts. By R. MARSHALL. Ten\nmales, three females. Costumes, modern; scenery, one interior. Acting\nrights reserved. Time, a full evening. =Price, 50 Cents.=\n\n=AN IDEAL HUSBAND= Comedy in Four Acts. By OSCAR WILDE. Nine males, six\nfemales. Costumes, modern; scenery, three interiors. Plays a full\nevening. Acting rights reserved. Sold for reading. =Price, 50 Cents.=\n\n=THE IMPORTANCE OF BEING EARNEST= Farce in Three Acts. By OSCAR WILDE.\nFive males, four females. Costumes, modern; scenes, two interiors and an\nexterior. Plays a full evening. Acting rights reserved. =Price, 50\nCents.=\n\n=LADY WINDERMERE'S FAN= Comedy in Four Acts. By OSCAR WILDE. Seven\nmales, nine females. Costumes, modern; scenery, three interiors. Plays a\nfull evening. Acting rights reserved. =Price, 50 Cents.=\n\n=NATHAN HALE= Play in Four Acts. By CLYDE FITCH. Fifteen males, four\nfemales. Costumes of the eighteenth century in America. Scenery, four\ninteriors and two exteriors. Acting rights reserved. Plays a full\nevening. =Price, 50 Cents.=\n\n=THE OTHER FELLOW= Comedy in Three Acts. By M. B. HORNE. Six males, four\nfemales. Scenery, two interiors; costumes, modern. Professional stage\nrights reserved. Plays a full evening. =Price, 50 Cents.=\n\n=THE TYRANNY OF TEARS= Comedy in Four Acts. By C. H. CHAMBERS. Four\nmales, three females. Scenery, an interior and an exterior; costumes,\nmodern. Acting rights reserved. Plays a full evening. =Price, 50 Cents.=\n\n=A WOMAN OF NO IMPORTANCE= Comedy in Four Acts. By OSCAR WILDE. Eight\nmales, seven females. Costumes, modern; scenery, three interiors and an\nexterior. Plays a full evening. Stage rights reserved. Offered for\nreading only. =Price, 50 Cents.=\n\n\n                  Sent prepaid on receipt of price by\n\n                       Walter H. Baker & Company\n\n              No. 5 Hamilton Place, Boston, Massachusetts\n\n\nS. J. PARKHILL & CO., PRINTERS, BOSTON.\n\n\n\n    The following is a list of changes made to the original.\n    The first line is the original line, the second the corrected one.\n\n    HILDA. Don't you know about our teapot? (_Takes teapot from mantle._)\n    HILDA. Don't you know about our teapot? (_Takes teapot from mantel._)\n\n    PROF. G. (_picking up teapot and replacing it on mantle_).\n    PROF. G. (_picking up teapot and replacing it on mantel_).",
    "metadata": {
        "author": [
            "Strong, Grace Cooke"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/42123/pg42123.txt",
        "name": "the_templeton_teapot_a_farce_in_one_act.json"
    }
}