{
    "name": "The Scape-Goat: A Farce in One Act",
    "author": [
        "Poole, John",
        "Poole, J. (John)"
    ],
    "body": "       AUTHOR OF “PAUL PRY,” “TRIBULATION,” “MARRIED AND SINGLE,”\n                       “SIMPSON AND CO.” &C. &C.\n\n\n                                LONDON:\n\n      PUBLISHED BY SHERWOOD, GILBERT, AND PIPER, PATERNOSTER ROW.\n\n\n                                 1826.\n\n                        _Price Eighteen-Pence._\n\n------------------------------------------------------------------------\n\n\n\n\n              Gye and Balne, Printers, Gracechurch-Street.\n\n------------------------------------------------------------------------\n\n\n\n\n      ⁂ A French Piece, called “_Le Precepteur dans l’embarras_,”\n           furnished the ground-work of the following Farce.\n\n------------------------------------------------------------------------\n\n\n\n\n                           DRAMATIS PERSONÆ.\n\n\n                 _Old Eustace_          MR. BLANCHARD.\n                 _Charles_, (_his son_) MR. COOPER.\n                 _Ignatius Polyglot_    MR. W. FARREN.\n                 _Robin_                MR. MEADOWS.\n                 _Master Frederick_\n\n                 _Harriet_              MISS A. JONES.\n                 _Molly Maggs_          MISS JONES.\n\n------------------------------------------------------------------------\n\n\n\n\n                            THE SCAPE-GOAT.\n\n\n  SCENE—_Polyglot’s study. A door on each side, conducting to other\n    apartments. An opening to the garden, at the back of the stage.\n    Another door leading to the interior of the house. Globes,\n    books, maps, &c. are scattered about._\n\n                  ROBIN _discovered, turning a globe_.\n\n_Robin._ ’Tis an extraordinary thing, that, do what I will, I can’t make\nmyself sensible. I turn the world topsy-turvy for hours together, as I\nsee my young master, Mr. Charles, do; like Mr. Ignatius Polyglot, his\ntutor, I sometimes look into a book full of Greek or Latin; but all to\nno purpose. Ah! Mr. Polyglot must be in the right: he can’t bear the\nsight of a woman in the house, for fear Mr. Charles should fall in love,\nand neglect his studies; and, for my part, I’m sure that, if all the\nGreek I have got in my pocket (_shewing a book_) were cramm’d into my\nhead, one thought of my sweet little Somersetshire lass, Molly Maggs,\nwould drive it out again.\n\n                _Enter_ MOLLY MAGGS, _from the Garden_.\n\n_Molly._ Hist! hist! Robin!\n\n_Robin._ What! my dear Molly! You may come in.\n\n_Molly._ I’m afeard, Robin.\n\n_Robin._ There’s nothing to be afraid of just now.\n\n_Molly._ Where’s Mr. Ignoramus, the tutorer, then?\n\n_Robin._ Mr. Ignatius you mean. He’s out, taking his evening’s walk.\n\n_Molly._ Be he? I hope he be gone down towards the little bridge.\n\n_Robin._ Why?\n\n_Molly._ The last time he went that way, he were so busy at what he\ncalled soldering a problem, that he stumbled over into the brook. If I\nhad been in your place, Robin, before I pulled him out again I’d ha’\nmade him promise to consent to our marriage, or I’d ha’ let him bide\nthere till doomsday.\n\n_Robin._ Molly, Molly, you don’t like Mr. Polyglot.\n\n_Molly._ Why don’t he like me then?\n\n_Robin._ It is not you alone, but he would dislike any other young\nmaiden about the house the same.\n\n_Molly._ And what for? there’s no reason in that. Am I to blame? I’m\nsure ’tis no fault of mine, Robin, that I’m a young maiden. Ha! ha! ha!\nA pretty to-do there’d be if he should catch me here—in his own\napartments too!\n\n_Robin._ So there would. I tremble to think of it; and so, Molly, you’d\nbetter—\n\n_Molly._ I don’t care: if he says any thing to me, I’ll give him his\nown. Besides, our master, old Master Eustace, will be home in a few\ndays, and we’ll ask his leave to be married, in spite of old tutorer.\n\n_Robin._ No, no, we must not displease him; he’s steward as well as\ntutorer, and—\n\n_Molly._ He’ll discharge us? let him. I’m not afeard of wanting a\nservice. I have relations who are up in the world. I’m first cousin\nto Sally Maggs, who is head chambermaid at the Bell, at\nWinchester—Chattering Sally, as they call her, and well they may,\nfor she is chatter, chatter, chatter—\n\n_Robin._ In that respect, Molly, you don’t disgrace the relationship.\n\n_Molly._ Discharge us, indeed! the sooner the better; we may then get\nmarried when we please. What does the foolish old chap mean by not\nliking folks to marry? I wish his father had been of the same mind, and\nthen Mr. Ignoramus would not have been here to torment us.\n\n_Robin._ Well, well, though he is a little crabbed and sour, he’s a good\nold soul at bottom. He’d go through fire and water to serve young Master\nCharles.\n\n_Molly._ With a vengeance! Poor young gentleman! he’s grown as\nmelancholy as a willow tree: and no wonder: at four-and-twenty to be\nkept in leading-strings like a baby! But no good will come of it, see if\nthere do; and I wish that Master Charles would give him the slip one of\nthese days, on purpose to plague him. O, if I could but catch the old\none doing any thing amiss—\n\n_Robin._ Think kindlier of him, Molly; we’ll wait till we find him in a\ngood humour, and then perhaps—\n\n_Molly._ If we wait till then, Robin, you need be in no hurry to buy the\nwedding ring. Well, I’ll go.\n\n_Robin._ Do; for after all ’twould do no good to anger him. And, Lord!\nif he were to see us here together!-Well, good bye, my dear Molly.\n\n_Molly._ Good bye, Robin! (_loitering_) Good bye, Robin!\n\n_Robin._ (_Kisses her_) Bless your little heart!\n\n              _Enter, from the garden_, IGNATIUS POLYGLOT,\n                    _with a book_. ROBIN _runs off_.\n\n_Molly._ O, crimini!\n\n_Poly._ What do I behold! Under my nose! my very nose! here too! in my\nstudy, the sanctuary of science and of learning!\n\n_Molly._ Well, if nothing worse was ever learnt here, Mr. Ignoramus—\n\n_Poly._ Ignatius.—But what atonement can you make for this?\n\n_Molly._ Atonement! I’ve done nothing to atone for.\n\n_Poly._ Nothing! Do you call that nothing? Did I not see? Did I not\nhear? Nothing! _O tem_—but you don’t understand Latin.\n\n_Molly._ Latin, indeed! no, nor Greek neither; and I’m sure ’tis all\nGreek you are talking to me. What did you see? what did you hear? You\nheard Robin say good bye, that was all.\n\n_Poly._ Peace! I’m a linguist, and in none of the seventeen languages\nI’m acquainted with, does that mean good bye.\n\n_Molly._ Then I wouldn’t give seventeen figs to be as learned as you\nare, and your seventeen languages are not worth talking.\n\n_Poly._ To what is the poor youth exposed! Mischief! Serpent! Woman! I\npity, and tremble for, the unfortunate lad.\n\n_Molly._ ’Tis a misfortune not likely to happen to you.\n\n_Poly._ But ’tis I alone who am to blame. I ought not to have allowed\none of the deluding sex to approach those innocent and unsuspecting\nyouths. Had my pupil, Charles, beheld this, it might have put things\ninto his head, which—But there will yet be time to save them. To-morrow,\nat day-break, you will quit this house.\n\n_Molly._ Nay, and you wouldn’t be so cruel, Mr. Poll-parrot.\n\n_Poly._ Polyglot.—I have said it; reply not.\n\n_Molly._ I have not done any harm, and I’m sure I did not think any\nharm. ’Tis no fault of mine if Robin is in love with me: he fell in love\nof his own accord, indeed he did.\n\n_Poly._ Love! (_looks fearfully about._) Silence!—If Charles should hear\nthat dangerous word—Retire—Withdraw—begone.\n\n_Molly._ (_Bursting into tears._) O dearee me! Pray, good, kind Mr.\nIgnoramus, forgive me this once. Would you have it upon your conscience\nto turn a poor lass out of her service, and send her upon the wide world\nwithout a friend to protect her? Would’ee now, Mr. Ignoramus, would’ee?\n\n_Poly._ Go away, my dear, and—No, I will not give way to the weakness of\nour common nature, but prove myself, in the discharge of my duty,\ninflexible as the first Brutus!\n\n_Molly._ And well you may call him so, if he was as stony-hearted as you\nare. Will you forgive me?\n\n_Poly._ No!\n\n_Molly._ You won’t? Nay, then, I’ll tell you a bit of my mind; I’ll do\nthat, an’ I die for it. For all your grave looks, I’ll be sworn you are\nno better than your neighbours; I know you arn’t. I’ll pass my days in\nwatching you, I will; and if ever I catch you saying “good bye,” as I\nknow I shall, then, when you are in trouble, and in need of indulgence,\nyou shall find me as pityless as yourself. There; carry that bundle upon\nyour shoulders, and now—I’ll go and pack up mine.\n\n                                                                [_Exit._\n\n_Poly._ The little serpent! Her tears, her imploring looks, had well\nnigh—But I must be firm: I see the danger, and must protect my pupil\nagainst the snares of these pernicious creatures. Poor lad! he is\ninnocent, and knows not the seductive power of love. My example and\ninstructions have so fortified his mind, so hardened his heart against\nall silly, soft impressions, that, thanks to me, he may hope to pass\nthrough life as becomes a philosopher—in a happy indifference to all its\njoys, its pleasures, and its cares. He comes!—My dear disciple!\n\n                _Enter_ CHARLES, _in violent agitation_.\n\n_Charles._ My dear sir, I’m glad you are returned.\n\n_Poly._ Your impatience pleases me. Come, is it to be Sophocles this\nevening?\n\n_Charles._ No:—it is not that, sir,—but—\n\n_Poly._ Well, well; we must sometimes relax,—make holiday; so, instead\nof Sophocles, we’ll amuse ourselves with a problem in Euclid.\n\n_Charles._ Confound Euclid! as he has often confounded me. No, sir; I—in\nshort, you see me in the greatest distress.\n\n_Poly._ In distress! You alarm me! My dear boy, my dear child, what is\nthe matter?\n\n_Charles._ My father is returning; he is now galloping up the avenue,\nand I see no refuge from my difficulties but in death.\n\n_Poly._ Mercy on me! what do you mean? No refuge but in—and in his\nfather’s absence too! Consider, that for all that concerns you, I am\nresponsible. Wait, at least, till he arrives, and—\n\n_Charles._ No, I am resolved; the matter is pressing, and there’s no\ntime for deliberation.\n\n_Poly._ And he has not half finished his studies! (_Rushes into his\narms_) Charles—my dear boy—be composed—look at me—who am I? have I not\nbeen your guide, your protector, your friend, since the hour you were\nborn. You know I love you; that there is nothing on earth I would not do\nto see you happy; tell me, then, what it is afflicts you.\n\n_Charles._ You will betray me to my father, and I dread his displeasure\nworse than death.\n\n_Poly._ Betray you! Never; be it what it may.\n\n_Charles._ Swear!\n\n_Poly._ I never swear.\n\n_Charles._ Swear, or this instant will I—\n\n_Poly._ Hold! your danger inspires me with the devotion of an antique\nRoman: I swear, (_raising his hand_) _Per Jovem!_ By Jupiter! I swear.\n\n_Charles._ Enough! I will trust you. (_Aside_) And yet I dare not tell\nhim the whole.—I—I am in love.\n\n_Poly._ O, horror! In love! ’Tis epidemic—’tis running through the\nhouse! Robin, Molly, and now—How, sir! and at your age, only just turned\nof four-and-twenty; the thing is incredible, and—\n\n_Charles._ Do but hear me, sir.\n\n_Poly._ In love! it cannot be: why, he has Greek, Latin, algebra, and\nmathematics at his finger’s ends. And is this the termination of my\nhopes? You, whom I destined for a philosopher; you, whose name I fondly\nhoped to see placed side by side with the glorious names of Archimedes\nand Aristotle! Did love find out the square of the hypothenuse? Did\nlove—\n\n_Charles._ O, sir, if the bare avowal of my affection so displease you,\nwhat will you say when I confess to you that—but here comes my father.\n(_Aside._) Where shall I conceal my dear Harriet?\n\n_Poly._ Be composed; he must not observe our agitation.\n\n_Charles._ Remember your promise, or I’ll keep mine. Pop!\n\n_Poly._ My dear boy I’ll not betray you, I—Oh!\n\n    _Enter_ OLD EUSTACE, _followed by_ ROBIN, _to whom he gives his\n                       great-coat, hat and whip_.\n\n_Eustace._ Charles, my boy, I’m glad to see you. Mr. Polyglot, my worthy\nfriend, your hand. You did not expect to see me so soon.\n\n_Poly._ No, sir, we—we didn’t expect you till last week.\n\n_Eustace._ Till next week, you mean. The truth is, I was willing to take\nyou by surprise, and see how things had been managed during my absence;\nbut I might have spared myself the trouble. You, Mr. Polyglot, have the\nsuperintendance of my servants, and are accountable for their conduct;—\n\n_Robin._ Don’t tell about Molly and me, sir. (_Aside to Polyglot._)\n\n_Eustace._ My son is under your especial care and observance;—\n\n_Charles._ Remember! (_Aside to Polyglot._)\n\n_Eustace._ And so perfect is my reliance on your attention, prudence,\nand wisdom, that I am persuaded you have nothing to relate of what has\npassed in the house that will not receive my fullest approbation.\n\n_Poly._ Yes—no—certainly.\n\n_Eustace._ Well, Charles, my arrival must not interrupt your studies;\nretire to your own room till supper is ready. Mr. Polyglot, I have\nsomething of importance to communicate to you. Robin, desire the cook to\nbe expeditious; my ride has given me an appetite: and do you put lights\ninto my study: after supper, I shall be occupied there for an hour or\ntwo.\n\n_Charles._ (_Stops Robin as he is going off._) What, sir! the pavilion\nat the end of the garden?\n\n_Eustace._ Ay, I have no other.\n\n_Charles._ You had better not go there to-night, sir; ’tis damp, and—\n\n_Eustace._ Damp? nonsense! Robin, do as I desire.\n\n_Charles._ (_Aside._) ’Tis there I have concealed her. There is not a\nmoment to be lost.\n\n                                                                [_Exit._\n\n_Robin._ (_Whispers to Polyglot._) Be kind to poor Molly, and forgive\nher, sir.\n\n_Poly._ (_Lost in thought._) No, Molly—yes, Robin, yes.\n\n_Robin._ Thankye, sir; it shall never happen again.\n\n                                                                [_Exit._\n\n_Eustace._ Why, what is the meaning of all this? Tell me, Mr. Polyglot,\nwhat is the matter here? This confusion, and whispering!—Surely my\nsudden arrival cannot have occasioned any inconvenience. I expected to\nsee you all delighted, and you receive me with faces as long as my arm.\n\n_Poly._ Uncommonly long! uncommonly long!\n\n_Eustace._ (_Aside._) I perceive: the philosopher is in one of his fits\nof abstraction.—But there is an air of restraint about Charles, for\nwhich I am at a loss to account. Has he done any thing to provoke your\ndispleasure?\n\n_Poly._ (_Aside._) I dare not inform him.—No, no—a trifle.\n\n_Eustace._ You are right to be severe with him: he is now arrived at an\nage when the strictest watchfulness over his conduct is necessary. Ah!\nMr. Polyglot, your example has made him what he is; your vigilance must\nkeep him so.\n\n_Poly._ I—you flatter me.\n\n_Eustace._ I will now, in few words, confide to you the object of the\njourney from which I have just returned: it was to make arrangements for\nthe marriage of my son.\n\n_Poly._ His marriage!\n\n_Eustace._ I anticipate your objection, and will answer it.\n\n_Poly._ I have no objection to offer. (_Aside._) Then it turns out as it\nshould be. Charles is already in love; so the marriage comes\nopportunely.\n\n_Eustace._ No objection! Why, till now, you have always held that no man\nought to marry till he’s sixty; that is to say, till he has finished his\neducation, and seen a little of the world.\n\n_Poly._ You make a slight mistake; I always said, at least I meant to\nsay, four-and-twenty.\n\n_Eustace._ Well, I’m glad it is so; for, to say the truth, although I am\nof your opinion, that it is not prudent to marry whilst a mere baby, yet\nI always thought sixty somewhat of the latest.\n\n_Poly._ Ay, ay, for a young man it is, but—(_Aside_) What a relief is\nthis to my mind! How happy this will make my dear boy!\n\n_Eustace._ I’m delighted to find you are of my opinion. Next week I’ll\ntake Charles to town with me; he shall see the young lady; I do not mean\nto control his choice; but if he like her, and she like him, they shall\nmarry instantly.\n\n_Poly._ Like her! my dear sir, I’m happy to tell you that he is already\nin—(_Aside._) My oath—_per Jovem!_\n\n_Eustace._ Come, Mr. Polyglot, follow me to the supper room; we’ll talk\nfurther of this. I can never repay you, my good friend, for your care of\nmy son. As I said before, your example has made him what he is: for his\nvirtues he is indebted to you; and, were it possible he could be guilty\nof any crime or folly, so completely is he under your guidance, that I\nshould hold you more to blame than him.\n\n                                                                [_Exit._\n\n_Poly._ What a fortunate turn has this affair taken! Since he is in\nlove, he must naturally be anxious to marry. Yet he did not tell me with\nwhom he is in love. I do not pretend to understand those matters; but I\npresume that, being in love, he wants a wife, and—Oh! there can’t be a\ndoubt of it; so long as he get a wife, surely it can’t signify who. He\ncomes; I’ll communicate the joyful tidings to him.\n\n                _Enter_ CHARLES, _in violent agitation_.\n\n_Charles._ I have been anxiously waiting the departure of my father.\n\n_Poly._ My dear boy, quiet your apprehensions; ’tis all right.\n\n_Charles._ ’Tis all wrong, and fifty times worse than before.\n\n_Poly._ What mean you?\n\n_Charles._ The unexpected arrival of my father has thrown me into a\ndifficulty scarcely surmountable. Alas! you know but half my unhappy\nstory.\n\n_Poly._ I hope then it is the worst half, for really I have suffered—\n\n_Charles._ I tremble to avow to you the full extent of my folly, and yet\nI dare no longer conceal any circumstance of it from you. The urgency of\nour situation, the danger that awaits us—\n\n_Poly._ Come, come, courage; tell me all.\n\n_Charles._ Know then, that having become acquainted with a young lady,\nthe orphan daughter of an officer in the army, I grew enamoured of her,\nwas assiduous in my attentions to her, succeeded in winning her\naffections, and finally—\n\n_Poly._ Eh? What!—say no more—Oh! Charles, Charles—\n\n_Charles._ Do but hear me to the end of my story.\n\n_Poly._ I have heard too much already. And are these the fruits of my\ninstructions? Is it by such wickedness you repay my anxious care of you?\n\n_Charles._ You mistake me, sir; if you would but listen—\n\n_Poly._ Never expect from me either pardon or indulgence. Had you indeed\nformed such a bond of union as might without a blush have been\nacknowledged, it is possible I might—\n\n_Charles._ What, sir! would you have sanctioned our marriage? Obtained\nfor us my father’s pardon, his approbation?\n\n_Poly._ In that case, perhaps, I would have interfered in your behalf;\nfor marriage is a sacred contract, and must be respected: but, as it is—\n\n_Charles._ (_Joyfully._) Then my worthy Mentor, my best of friends, be\ncomforted: I _am_ married.\n\n_Poly._ (_Struck with astonishment._) Married!\n\n_Charles._ I am, I am. Marriage, as you say, is a sacred contract; and,\nby your own shewing, you are bound to assist us.\n\n_Poly._ Married! So vigilant as I have been, yet has he contrived to—I\nmust at once reveal this to your father. (_Going._)\n\n_Charles._ And your oath!\n\n_Poly._ Oh!\n\n_Charles._ Betray me, and my life, my dear wife’s too, may become a\nsacrifice. But no, you will not; for your own sake, you dare not. Upon\nyou alone will fall the blame.—Under whose especial care have I been\nplaced? Yours. Whose duty was it to watch over my conduct? Yours. Whose\nvigilance was at fault when I could contrive a secret marriage? Yours.\nMy father has made you responsible for my actions: _ergo_: it is against\nyou alone that my father will manifest his displeasure at my misconduct.\n\n_Poly._ (_His countenance gradually betraying his satisfaction._) The\ndear boy! He is indebted to me for his logic. Aristotle himself would\nhave been proud of such a pupil. That’s something like conducting an\nargument. I have not a word to reply.\n\n_Charles._ But there is no time to be lost; you must at once decide. If\nyou consent to protect us, we shall for ever consider you our friend—our\nsaviour. You shall pass your days with us; we will be a comfort to your\nage; our children shall thank you; and, as you moulded their father’s\nmind, so shall you give the bent to their’s.\n\n_Poly._ My dear Charles, I will encounter anything for your sake:\nwhatever may befal me, I swear not to betray your interests. This will\nbe a sad disappointment to your father. You must allow me a few days to\nconsider the best mode of breaking the affair to him. But where have you\nleft your—it was only this morning I rapped his knuckles for a false\nquantity—your wife?\n\n_Charles._ Left her? She’s here!\n\n_Poly._ What, here! in the house?\n\n_Charles._ In my father’s study, in the garden. Taking advantage of his\nabsence, I have, for many days, concealed her there; but his sudden\nreturn compels me to seek some other retreat for her. Aided by the\ngrowing darkness, I have removed her. She is waiting there in the\ngarden. I will confide her to your care.\n\n_Poly._ Hold, hold! Confide a woman to my care!\n\n_Charles._ Ay; your apartment is the most secure. No one will suspect\nthat a female is concealed there. (_Runs towards the garden._) Harriet,\nHarriet! This way.\n\n_Poly._ (_In great consternation._) Stay—what would you do? Should she\nbe discovered here, I’m ruined, undone!—Oh! she’s here!\n\n                            _Enter_ HARRIET.\n\n_Charles._ Fear nothing, my darling love; this is our best friend.\n\n_Harriet._ In what terms can we express our gratitude, sir?\n\n_Poly._ Indeed, miss—mistress—my good lady, I—my head is turning—But,\ntell me, Charles, how did you contrive, without my knowledge, to—\n\n_Charles._ My wife will explain all to you. In the mean time I’ll keep\nwatch without. Should my father take us by surprise, all will be lost.\nMy good, kind friend, I confide to your care all I value in the world—my\nown dear Harriet.\n\n_Poly._ Why—why—you would not leave me alone with her?\n\n_Charles._ (_Not attending to him._) Be composed, love; all will be\nwell.\n\n                                                                [_Exit._\n\n_Poly._ Charles, Charles! Don’t leave me alone with her.\n\n_Harriet._ Once more, sir, let me thank you for your kindness.\n\n_Poly._ (_Avoiding her._) Thank me, indeed! Oh! if you knew—\n\n_Harriet._ But why that angry look? Would you abandon us? In your\nfriendship, and my husband’s love, is now my only hope.\n\n_Poly._ What touching accents! I never before—’Twas with tones like\nthese the serpent must have seduced my poor innocent boy. (_Severely._)\nIt is my duty, miss—my duty, madam, to remind you that the step you have\ntaken is—(_She looks abashed._)—Not that I would say anything to give\nyou pain, but—tell me who you are, my dear.\n\n_Harriet._ The daughter of Colonel Mowbray, who, dying five years ago,\nleft me without fortune, without friends, without a protector. I sought\nan asylum in the neighbouring village, and soon afterwards became\nacquainted with Mr. Eustace. You know his worth, and can you wonder if—\n\n_Poly._ Poor thing! Well, don’t weep, my dear; your cares will soon be\nat an end. Not but that so imprudent a step as a clandestine marriage\ndeserves the severest—(_As she appears affected, he relaxes in the\nseverity of his manner._) Yet you were very young, and that almost\nexcuses you. But how appease his father?\n\n_Harriet._ I dread to meet him.\n\n_Poly._ And I too, who must bear the responsibility of all this! But how\ndid my Charles contrive to make your acquaintance? I watched him so\nclosely, that—\n\n_Harriet._ I believe, sir, he bribed the servants to conceal his absence\nfrom home; and whilst you thought he was in his own room, closely\nengaged in his studies, he used to—\n\n_Poly._ The mischievous truant! I’ll trim him for this. I beg pardon; I\nforgot I was speaking to you of a husband.—Ah! I can imagine by what\narts he won your affections. He has often delighted me. He solved some\ndifficult problem in Euclid for you, perhaps—talked Latin to you, eh? or\nGreek?\n\n_Harriet._ Greek, sir! he merely said he loved me.\n\n_Poly._ Where could he have picked up that! I never taught it him. But I\nalways said the dear boy was blessed with a natural genius. And so you\nhave taken advantage of his father’s absence, to get married?\n\n_Harriet._ No, sir; we have been married these four years.\n\n_Poly._ Four years!\n\n_Harriet._ Yet have I often lamented my imprudence. His wife, yet not as\nsuch acknowledged, and exposed to the evil opinion of the inhabitants of\nthe village, I was at the point of quitting the place, till Charles\ncould openly avow our union. The departure of his father determined him\nto afford me a temporary refuge here, but his unexpected return has—(_A\nbell heard._)\n\n_Poly._ The supper bell! To avoid suspicion, I must leave you, and join\nold Mr. Eustace.\n\n_Harriet._ Leave me! and Charles not here.\n\n_Poly._ Possibly he is detained by his father. What is to be done? You\nmust not be seen here, or—(_After some hesitation, and with a profound\nsigh_) Ah! there is no other resource. Go into this room; it is mine;\nwhen the family shall have retired for the night, I’ll contrive to let\nyou out of the house, and you may remain concealed in the village till\nwe can obtain the sanction of your—your father-in-law.\n\n_Harriet._ I will do all you desire, sir.\n\n_Poly._ There, be quick; should you be discovered there, it would be my\nruin. (_He puts her into the room, and as he is speaking to her through\nthe door, which he holds ajar._)\n\n                             _Enter_ MOLLY.\n\nSo, here, take the key and lock the door inside. Be cautious; do not\nopen the door to any one but me, my little dear; the signal shall be\nthree taps of the hand.\n\n_Molly._ Oh, oh! his little dear!\n\n_Poly._ (_Alarmed._) Who’s there?\n\n_Molly._ (_Looking slyly at him._) ’Tis I, Mr. Pollypot, and since, for\nmy misbehaviour, you are resolved to send me away, I come to—But what\nwas that I heard you say? Were you saying “good bye” to anybody?\n\n_Poly._ No—I—I was talking to myself.\n\n_Molly._ Oh! then you are your own little dear. “Don’t open to any one\nbut me, my little dear.”\n\n_Poly._ (_Aside._) The little imp has overheard us.\n\n_Molly._ An’t you ashamed of yourself, Mr. Ignoramus? You preach one\nthing and practise another. You would turn away a couple of poor\nservants because they love one another honestly, whilst you have a\npretty dear concealed in your apartment. But master is come home now,\nand he shall know of this. (_Calls._) Master! master! Mr. Eustace!—\n\n_Poly._ Molly, Molly, ’tis all a mistake—listen to me—\n\n_Molly._ No; you had no pity for me just now; so as you said, you shall\nfind me as flexible as the worst Plutus.—Master!—\n\n_Poly._ I supplicate—I implore—you shall stay, Molly, you shall stay.\n\n_Molly._ I stay in a house where there are such doings! No, no. But I’ll\nhave my revenge on you before I go, I will.—Master! Mr. Charles! all the\nhouse! come all of you!\n\n_Poly._ He comes! I am ruined—and poor Charles—\n\n                            _Enter_ EUSTACE.\n\n_Eustace._ Why, what is all this noise about? And you, Mr. Polyglot,\ndidn’t you hear the supper bell? The fish is getting cold, and—\n\n_Molly._ He doesn’t care about your fish, master; he has fish of his own\nto fry, the wicked old sinner.\n\n_Eustace._ What does the girl mean?\n\n_Molly._ I mean, master, that if one serpent, as he calls me, is to be\nsent out of your house, to let you know that you have another remaining\nin it.\n\n_Poly._ Molly, my dear—\n\n_Molly._ Don’t whisper me; I’m not to be come over with soft words, that\nI can tell you. Here’s Mr. Tutorer, sir, who would turn away a poor lass\nfor having an honest lover of her own, has got a—I don’t know what,\nlocked up in his room.\n\n_Eustace._ Why, how dare you accuse—\n\n_Molly._ It is true enough, sir; and if it is not a woman, may I never\nbe married! and I would not swear such a dreadful oath to a fib.\n\n_Eustace._ A woman!\n\n_Poly._ (_Aside._) I don’t know whether I am standing on my head or my\nheels.\n\n_Eustace._ Is this true, sir?\n\n_Poly._ I—you can’t believe—you would not suspect—\n\n_Molly._ There’s no need to suspect, master, for it is true. ’Tis his\nlittle dear, for I heard him call her so.\n\n_Eustace._ The girl’s earnestness convinces me there is some truth in\nthis. Your consternation now—your confusion at my sudden arrival—\n\n_Poly._ Of course—my—my indignation at such a charge, my—\n\n_Eustace._ In a word, sir, who have you concealed there?\n\n_Poly._ I have no one concealed—I—I was talking to Robin, who is there\narranging the—the furniture. (_Aside._) I scarcely know what I say.\n\n_Molly._ Robin there, is he?\n\n_Poly._ Leave the room, girl! Is my word to be doubted?\n\n_Molly._ No, Sir. (_Calls._) Robin! Robin!\n\n                   _Enter_ ROBIN, _from the garden_.\n\n_Robin._ Did you call me?\n\n_Eustace._ How is this!\n\n_Poly._ Ruined and undone!\n\n                (_Charles is seen to cross the garden._)\n\n_Eustace._ What have you to say to this, Sir?\n\n_Poly._ (_Makes signs to Robin._) He went out the other way, I suppose.\n\n_Molly._ There is no other way out but the window.\n\n_Poly._ The window is low, and that’s the way he got out, and now there\nis no one else there. (_A noise as of breaking glass is heard in the\nroom._)\n\n_Molly._ Dear me! Then the windows are breaking one another!\n\n_Poly._ I shall faint! pray leave me just now, sir. I feel particularly\nunwell. I’ll explain this to your satisfaction to-morrow.\n\n_Eustace._ I’ll not be trifled with; give me the key.\n\n_Poly._ Unluckily it is inside, and the door is fastened.\n\n_Eustace._ No matter; I’ll force it open.\n\n_Molly._ Stop, master; I have a key. (_Gives three taps with her hand._)\n\n_Poly._ (_Sinks into a chair._) The little vixen will be the death of\nme.\n\n                    _Enter from the room_, CHARLES;\n                _he closes the door hastily after him_.\n\n_Eustace._ What, Charles!\n\n_Poly._ (_Aside._) How came he there?\n\n_Eustace._ What were you doing there? and why did not you come out at\nonce?\n\n_Charles._ The fact is, sir, I have been so unfortunate as to displease\nmy tutor. He has kindly promised to conceal my offence from you, till he\ncan hope to obtain your pardon for it. I heard your voice in anger, and\ndreading the effects of an abrupt disclosure, I—\n\n_Eustace._ (_To Poly._) So, that was it, after all?\n\n_Poly._ Yes—after all.\n\n_Eustace._ And what is his offence? a serious one, no doubt, to require\nso much mystery.\n\n_Charles._ (_To Poly._) Remember your oath.\n\n_Poly._ For the present I must conceal it. I am bound by an——by a\npromise.\n\n_Eustace._ Well—(_To Molly._) And how dare you, you little hussy, tell\nme such a rhodomontade?\n\n_Molly._ (_Confused._) Why, master,—I only told you what I thought.\n(_Aside._) I’ll not give it up yet.\n\n_Eustace._ Come, Mr. Polyglot, to supper.\n\n_Poly._ I have no appetite, thank you; and am rather unwell.\n\n_Molly._ (_Aside._) Guilty conscience.\n\n_Eustace._ You look ill. Robin shall bring you something into your own\nroom.\n\n_Charles._ (_Aside._) And my wife there!\n\n_Eustace._ Come with me, Charles. Good night Mr. Polyglot: pardon my\nsuspicion, my worthy friend. (_To Molly._) Do you go to bed, and let me\nhear no more of that chattering little tongue of yours to-night. Robin!\ngo lock the outer doors, bring me the keys, and then take some supper to\nMr. Polyglot.\n\n_Charles._ (_Aside._) Then there will be no escape for her.\n\n_Eustace._ Come, Charles, come.\n\n_Charles._ Remember your promise. (_To Poly._)\n\n                                                                [_Exit._\n\n_Molly._ He’s juggling the old gentleman, I’ll lay my life on’t. But\nI’ll not sleep till I have found it out.\n\n                                             [_Exeunt all but_ POLYGLOT.\n\n_Poly._ Is this a dream! Let me collect my scattered senses. Surely it\ncannot be? Married! My pupil who had never, as I thought, even so much\nas——O Lord! absolutely married! And I, Ignatius Polyglot, who have led\nthe life of a hermit, to be suspected! I must not think; I’ll retire to\nrest. Heaven knows I have need of it. (_Approaches the door, and hastily\nretires._) Bless us and save us! I forgot, she is there! And how am I to\nget her away? Hark! They are locking the outer gate. There is now no\nhope.\n\n              HARRIET _opens the door gently, and enters_.\n\n_Harriet._ At length you are alone. Tell me what is now to be done?\nCounsel me—advise me.\n\n_Poly._ Yes, I—how shall I advise you? Advise me what I had best—at any\nrate you must not remain here.\n\n_Harriet._ Where would you have me go?\n\n_Poly._ Wherever you please, my good young lady; but it is night, you\nknow—these are my apartments, and after the suspicions that have been\nexcited against me, I—yet how can I get you away? They have closed the\ndoors and—but what ails you?\n\n_Harriet._ Reach me a chair. My agitation for the last hour has so——I am\nfainting.\n\n_Poly._ Don’t think of such a thing—I know not how to help you—’tis not\nat all in my way. (_He leads her to a chair; her bonnet falls off._)\nThis was wanting to complete the pleasures of the evening. My dear\nlady—Miss—My kind madam, (_Taps her hand._) If any one should come! She\nrecovers. Be composed—It occurs to me that I have a key of the little\nwicket that leads from the garden to the meadow; that way we may reach\nthe village.\n\n_Harriet._ Conduct me where you will. But I must take my dear Frederick\nwith me.\n\n_Poly._ Frederick! what’s Frederick?\n\n_Harriet._ Our darling boy.\n\n_Poly._ (_Stammering._) And have you a darling boy?\n\n_Harriet._ He is in the room I have occupied at the end of the garden.\n\n_Poly._ O Charles! Charles! In love—married—a little boy! Have I any\nthing more to learn? tell me at once.—So then, I have been tutor to a\nfather of a family!\n\n_Harriet._ I can easily bring him away. (_Going._)\n\n_Poly._ No; you might be observed. There is but one thing to be done—I\nforesee my fate—Since I must be the scape-goat, I’ll fetch him for you.\n\n_Harriet._ My kind friend!\n\n_Poly._ I’ll not be gone an instant. (_Noise of footsteps._) Ha! here\ncomes Robin. Quick—retire. (_She goes towards the room._) No, not there.\nHe’ll want to go into that room with my supper. There—there. (_He_\n_forces her into the room on the opposite side—a lock heard._)\n\n                       _Enter_ ROBIN _and_ MOLLY.\n\n_Robin._ I have brought your supper, sir.\n\n_Poly._ Leave it, leave it. And you, Mrs. Molly, what do you want here?\n(_Robin takes the tray into the room._)\n\n_Molly._ (_Slyly_) I came to ask whether I should clear away the broken\nglass yonder. Why, now, if there isn’t some conjuration there? You told\nMaster Eustace the key was inside the door, and see if it hasn’t opened\nof itself. (_Aside._) Then I was right after all.\n\n_Poly._ Ahem! you may go—you may go.\n\n_Molly._ I hope, sir, you’ll forgive my suspicions. (_Sees the bonnet._)\nO, ho!\n\n_Poly._ Begone I say! and, in future, beware how you accuse an innocent\nperson.\n\n_Molly._ Yes, sir, if you please; and I repent it the more, seeing, as I\ndo, the proofs of your innocence before me.\n\n_Poly._ Light my lanthorn. (_To Robin, who returns._) I am going to\nwalk.\n\n_Robin._ At this time, sir; and in such weather? Why it is pouring of\nrain.\n\n_Poly._ No matter—I—I have a head-ache and want air. Begone! both of\nyou, and woe be to you if I find either of you here at my return! (_They\ngo off._) There is not an instant to be lost. The poor innocent baby\nmust not become a victim to the old man’s displeasure; and if he should\nreach the pavilion before me—Into what a labyrinth has my affection for\nmy pupil led me!\n\n                                                                [_Exit._\n\n            _Enter_ MOLLY, _cautiously_; ROBIN _following_.\n\n_Molly._ Robin, run and tell old Master Eustace to come here\nimmediately.\n\n_Robin._ Why, what would you be at now?\n\n_Molly._ She’s here; I’m sure of it.\n\n_Robin._ Who’s here?\n\n_Molly._ Mr. Ignoramus’s Miss.\n\n_Robin._ I’ll not go and tell master any such thing. You know you have\ngot into one scrape already this evening by telling a fib.\n\n_Molly._ But this time I have proof positive. (_Takes up the bonnet._)\nLook here.\n\n_Robin._ Why, that does look rather queer, to be sure. But what does\nthat signify? Depend upon it, she’s gone.\n\n_Molly._ How can that be? Haven’t I been watching outside? Besides, the\ngates are locked.\n\n_Robin._ Where can she be then?\n\n_Molly._ There! I hear her move. Run, quick; fetch master.\n\n_Robin._ And yet I don’t like to tell upon old tutorer, neither.\n\n_Molly._ Wouldn’t he have told upon us? But we’ll let master see what a\nsly old fox he has got in his house. Go, I tell you. (_Forces him off._)\nNow, Mr. Pollypot, I’ll teach you something better than Greek, I will.\nAh! here comes Mr. Charles. He’ll be delighted at this, for the tutorer\nleads the poor lad such a life, that he’ll be glad enough to get quit of\nhim, I warrant me.\n\n                    _Enter_ CHARLES, _from garden_.\n\n_Charles._ My anxiety is insupportable; and at all risks I must——Why,\nMolly, what do you want here?\n\n_Molly._ O, sir, I have such news for you! You are the only one in the\nhouse who is kind to me, and now I’ll prove my gratitude. I’ll soon get\nthe tutorer turned away, and make you your own master.\n\n_Charles._ What do you mean?\n\n_Molly._ I have discovered it at last. She is here after all.\n\n_Charles._ Is the girl out of her senses?\n\n_Molly._ No, no; here’s proof! here’s the creature’s bonnet; and I’ve\nsent Robin to bring your father here.\n\n_Charles._ Sent for my father! Unhappy girl, what have you done!\n\n_Molly._ Lord, Mr. Charles, what ails you?\n\n_Charles._ Alas! you know not the mischief you have effected. ’Tis not\nhe who is to blame; he has interfered but to serve me: the lady, who is\nhere concealed, is my wife.\n\n_Molly._ (_With mingled astonishment and grief._) Your wife!\n\n_Charles._ This precipitate disclosure has rendered abortive our hopes\nof obtaining pardon from my father. Your malicious curiosity has\ndestroyed the happiness of us all.\n\n_Molly._ (_Bursting into tears._) O, Mr. Charles, indeed, indeed, if I\nhad but known——you, who are so good, so kind——. But dont’ee grieve,\ndont’ee now. I’ll die rather than harm you.—I’ll take all the blame upon\nmyself.—There may yet be time; I’ll run and stop Robin. (_Going._)\n\n_Robin._ (_Without._) This way, sir, this way.\n\n_Molly._ O, I am indeed an unhappy girl. But, Mr. Charles, dear Mr.\nCharles, dont’ee be downcast. Leave it to me, I’ll get you through,\nthough I lose my place, I will. (_Hastily wipes her eyes, and assumes an\nair of composure._)\n\n     _Enter_ EUSTACE (_in his dressing gown_) _preceded by_ ROBIN.\n\n_Robin._ Yes, sir, Molly says you may now be convinced.\n\n_Eustace._ So. You here, Charles?\n\n_Charles._ Yes, sir, I—I heard a noise, and was fearful——\n\n_Eustace._ ’Tis well; stay where you are: the scene you are about to\nwitness will serve you as a lesson which may last you your life. (_To\nRobin and Molly._) As for you, if you have called me out of my bed by\nanother such a rigmarole as the last,——\n\n_Robin._ O, no, sir, it is all sure enough this time. (_To Molly, who\nmakes signs to him._) I had trouble enough to persuade master, but he is\ncome at last, you see.\n\n_Molly._ Well, and what for?\n\n_Robin._ What for! Why, to be sure, you know well enough. The lady, you\nknow.\n\n_Molly._ What lady? What is the simpleton talking about?\n\n_Robin._ Why the lady that is concealed here.\n\n_Molly._ Robin, you have been at the ale-barrel.\n\n_Robin._ O, the little gipsey! Didn’t you tell me,—\n\n_Molly._ No, it isn’t true.\n\n_Robin._ Well, hang me but——. And I suppose you’ll say you didn’t send\nme to bring master.\n\n_Molly._ To be sure I will, for it’s false.\n\n_Robin._ And that bonnet—\n\n_Molly._ (_Putting it on._) It is mine. Master, there ben’t a true word\nin all he is telling you. (_Pinches his arm._) Can’t you hold your\ntongue.\n\n_Robin._ Oh!—that isn’t the way to make me. Master, I say again——\n\n_Molly._ And I say, Master,——\n\n_Eustace._ Hold your tongues, both of you. There is some mystery here.\nThe evident alarm of that girl—(_To Molly, who is about to speak._)\nSilence! (_Takes a candle, and looks into the room at the left hand._)\n\n_Charles._ I almost sink with dread.\n\n_Molly._ (_To Robin._) I’ve a great mind never to marry you for this.\n\n_Eustace._ (_Returns._) No one there. (_Goes to the opposite door._) The\ndoor is locked. (_Gives three taps._)\n\n_Harriet._ (_Within._) Is that my kind protector?\n\n_Eustace._ (_Staggering away._) Her kind protector! ’Tis but too true,\nthen! The old hypocrite! thus to deceive me and dishonour my house! The\nmonster shall instantly quit it, and for ever. Hush! some one\napproaches! ’tis he: silence, I command. (_He extinguishes the lights._)\n\n  _Enter_ POLYGLOT, _with his dark lanthorn; Master_ FREDERICK _is\n    concealed under his cloak. He goes directly, but cautiously, to the\n    door_.\n\n_Poly._ (_In an under tone._) Open—open quickly—’tis I. I have secured\nour precious charge. Now, quick; let us away, or we may be interrupted\nby old Argus.\n\n                            _Enter_ HARRIET.\n\n_Eustace._ You are right, for old Argus has you.\n\n_Harriet._ O, heavens! I’m lost! (_Robin lights the candles._)\n\n_Eustace._ No, madam, you are found. And you! Is it thus you repay the\nconfidence I have reposed in you? Are you the man I have selected as a\nguide, as a monitor to my son? A female concealed in your apartment!\n\n_Charles._ My dear father, I must no longer allow—\n\n_Eustace._ Peace! And what is it you are endeavouring to hide there?\n\n_Poly._ Nothing—a mere trifle.\n\n_Eustace._ I insist upon knowing. (_Draws open his cloak and discovers\nMaster Frederick._) You call this a trifle do you?\n\n_Harriet._ (_Running towards him._) My Frederick! my child!\n\n_Eustace._ O!—Now what have you to say for yourself?\n\n_Poly._ That it _is_ a Frederick—a child I mean,—I confess; but suffer\nme to explain, and——\n\n_Eustace._ Explanation is needless: your—mere trifle—explains itself.\nAnd yet I would hope you are not the monster you appear. Answer me one\nquestion: Is the lady your wife?\n\n_Poly._ No, no; yet if you would only——\n\n_Eustace._ The unblushing sinner! Then, will you marry her?\n\n_Poly._ (_To Charles._) I have done and suffered much to serve you: I\ncan’t do that, you know.\n\n_Eustace._ Do you hesitate?\n\n_Charles._ Will you but listen to me, sir?\n\n_Eustace._ No, I will listen to but one thing only. (_To Poly._) When a\nman has committed an error, is it not his first duty to do what he can\nto repair it?\n\n_Poly._ Granted.\n\n_Eustace._ To restore her respectability to the woman he has betrayed?\n\n_Poly._ Granted.\n\n_Eustace._ To protect and bestow his name upon his child.\n\n_Poly._ Granted. (_To Charles, who is about to interrupt him._) Further\nconcealment is impossible. (_To Eustace._) But suppose his family should\nrefuse——\n\n_Eustace._ Refuse! In such a case, no honest member of it would refuse\nto sanction the union; if he did, he would share in the guilt of the\noffender.\n\n_Poly._ I am quite of your opinion.\n\n_Eustace._ Then why hesitate?\n\n_Poly._ The lady is already married; but if you would just have the\nkindness to repeat to your son all you have said to me——\n\n_Eustace._ My son!\n\n_Charles._ Yes, sir; we throw ourselves at your feet, and implore your\npardon. This lady is my wife.\n\n_Eustace._ How! married! without consulting me! Leave me, ungrateful\nboy!\n\n_Charles._ Will not the choice I have made procure your forgiveness,\nsir!\n\n_Poly._ Let me intercede for them. Remember the lecture you have just\ndelivered to me. Practice what you preach. Besides, you can’t unmarry\nthem, you know.\n\n_Eustace._ And when I had another scheme in view for him?\n\n_Poly._ It is all as it should be. You wished him to marry—what can it\nsignify?—there he is, without farther ado, ready married to your hands.\n\n_Robin._ You save the trouble and expense of a wedding.\n\n_Harriet._ You have a daughter who will love you.\n\n_Molly._ And a little grandson ready made, master.\n\n_Eustace._ But the example——\n\n_Molly._ ’Tis a good one, master; and, if you please, Robin and I will\nfollow it.\n\n_Eustace._ Well—well—since it is so: but there is a little urchin who, I\nforesee, will one of these days play us a similar trick.\n\n_Poly._ Never fear: place him under my care—you know me; and I give him\ntwenty years’ notice, that if he too should attempt to elude my\nvigilance—Ah me! as I have done for the father, so shall I doubtless be\ninduced to do for the son; and I trust to your indulgence for my\nre-appearance in the character of—SCAPE-GOAT.\n\n\n                                THE END.\n\n\n\n\n   Printed    Changed to   Page\n   Mr,        Mr.             5 Where’s Mr. Ignoramus,\n              to             12 _Whispers to Polyglot._\n   Your’s     Yours          16 been placed? Yours.\n   Your’s     Yours          16 my conduct? Yours.\n   Your’s     Yours          16 secret marriage? Yours.\n   mischevous mischievous    18 _Poly._ The mischievous truant!\n   hussey     hussy          22 you little hussy,\n   expence    expense        31 expense of a wedding\n   ajar,      ajar.          19 _he holds ajar._\n   Aside      Aside.         21 (_Aside._) I scarcely know\n   satistion  satisfaction   22 explain this to your satisfaction\n   your’s     yours          23 tongue of yours to-night.\n   Molly,     Molly.         26 _Molly._ Mr. Ignoramus’s Miss.\n   positive,  positive.      26 I have proof positive.\n   Without    Without.       27 _Robin._ (_Without._) This way,\n   door       door.          28 _opposite door._) The door is locked.\n   Eustace,   Eustace.       30 _Eustace._ No, I will listen\n   Eustace    Eustace.       30 _Eustace._) But suppose his family\n\nOther Changes:-\n\nItalicized words and phrases are presented by surrounding the text with\nunderscores and small caps are all uppercase.",
    "metadata": {
        "author": [
            "Poole, John",
            "Poole, J. (John)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52717/pg52717.txt",
        "name": "the_scape_goat_a_farce_in_one_act.json"
    }
}