{
    "name": "The Baritone's Parish; or, 'All Things to All Men'",
    "author": [
        "Ludlow, J. M. (James Meeker)",
        "Ludlow, James Meeker",
        "Ludlow, James M. (James Meeker)"
    ],
    "body": "The pulpit and the choir gallery are closely related in our city\nchurches.  It is, however, a sad fact that the \"sons of the prophets\"\nand the \"sons of Korah\" usually know but little of one another; and\nthis is to the loss of both.  To the musicians the minister often seems\na recluse, and the clergyman comes to look upon his choir as a band of\nitinerant minstrels.\n\nIt is therefore very refreshing to note that between the pastor of St.\nPhilemon's, the Rev. Dr. Wesley Knox, and Mr. Philip Vox, there sprang\nup an intimacy almost from the day when the new baritone sang his first\nsolo.  It was Shelley's \"Resurrection,\" which had been rendered as an\noffertory after one of the doctor's finest efforts at an Easter sermon.\n\nDeacon Brisk, the chairman of the music committee, met the preacher at\nthe chancel-rail within fifteen seconds after the benediction had been\npronounced; before the sexton could deliver a message that a\nparishioner was in momentary expectation of death, and required the\npastor's immediate attendance; before Lawyer Codey had adjusted his\nsilk hat like a falcon on his wrist preparatory to his stately march\ndown the middle aisle; and even before the soprano had adjusted her\nhandsome face and bonnet over the front of the choir gallery to inspect\nthe passers-out.\n\nDeacon Brisk was like most music committee-men in that he knew little\nabout the musical art; but he was a hustler in getting the worth of his\nmoney in whatever job he undertook.  Rubbing his hands in\nself-congratulation upon the new baritone's engagement, he delivered\nhimself of a panegyric which he had spent the time of the closing\nprayer in composing:\n\n\"I tell you, doctor, Vox was a catch.  Why, he sang\n\n  \"'In slumber lay the brooding world\n    Upon that glorious night,'\n\nso sweetly that you could almost hear the stars twinkle through the\nmusic; and when he struck\n\n  \"'Let heaven's vaulted arches ring,'\n\nit seemed as if the sky were tumbling down through the church roof.\nThat's great singing; eh, doctor?  Cost only three hundred extra; worth\na thousand on the church market!\"\n\n\"Yes,\" said the doctor, \"I was pleased with the man's voice.  I am\nimpressed with the idea that there is more than larynx and training in\nhim.  There must be bigness and sweetness of soul behind those tones.\nMen can't sing that way to order.  Come, Brisk, introduce us when those\nyoung women get through talking to him.  I know I shall like him.  But\nI didn't know that you were so well up in musical judgment.\"\n\n\"Why, doctor,\" rejoined Brisk, \"it doesn't require that a man shall be\nan electrical engineer in order to invest successfully in a trolley.\"\n\nThe dominie was a bachelor.  That was a pity; for a wife and family of\nten could have homed themselves in his heart without detracting from\nthe love he had for everybody else.  But having no wife to console him\nafter the efforts of a hard Sunday, he was accustomed to ask one or\nanother of the young men to come to the study and \"curry him down,\" as\nhe said, after evening service.\n\nSoon Vox came to occupy permanently this place of clerical groom.  The\nsaintly folk who thought that the light burning until Sunday midnight\nin the sanctum was a sign of the protracted devotions of their pastor\nwould, on one occasion at least, have been astounded to see the\nreality.  On the lounge was stretched the tired preacher, his feet on a\npile of \"skimmed\" newspapers, reserved for the more thorough perusal\nthey would never get.  In his lap lay the head of a big collie, whose\neyes were fixed on the handsome face of his master.  Do dogs have\nreligious instinct?  If so, this was a canine hour of worship, and the\ndog was a genuine mystic.  In some famous pictures of the adoration of\nthe Magi less reverence and love are depicted on the faces than gleamed\nfrom beneath the shaggy eyebrows of the brute.\n\nBy the study-table sat Vox, his big bushy head and square Schiller-cut\nface (except for the very unpoetic mustache) bending over a\nchafing-dish that sent up the incense of Welsh rarebit, the ingredients\nof which were the offering of the landlady's piety.\n\n\"Doctor,\" said Vox, suddenly poising the spoon as if it were a baton,\nand dripping the melted cheese on to the manuscript of the night's\nsermon before the preacher had decided whether to put it into his\n\"barrel\" or his waste-basket--\"doctor, do you know that I feel like a\nhypocrite, singing in a Christian church?\"\n\n\"You a hypocrite, Vox?  You couldn't act a false part any more than you\ncould sing a false note without having the shivers go all through you.\"\n\n\"Well,\" replied the singer, \"that is just what is the matter with me.\nThe shivers do go through me.  I am shocked at the moral discord I am\nmaking.  I am striking false notes all the time.  My life doesn't\nfollow the score of my conscience.  I don't mean that I have committed\nmurder or picked pockets, but it seems to me that I am breaking the\ncommandment by bearing false witness about myself, making people think\nI am a saint, or want to be one, when the fact is that I put no more\nheart into my singing than the organ-pipe does.\"\n\nSo saying Vox strode across the floor, holding a plate of rarebit as if\nit were a sheet of music, and jerked the toasted cheese off it as he\nseemed to jerk the notes off the paper when he sang.\n\nThe doctor slipped from the lounge just in time to escape a savory\nsplash which was aiming itself straight for the space between his vest\nand shirt-bosom.  The dog growled at the apparent attack upon his\nmaster, but was diverted from further warlike demonstrations by the bit\nof toast that fell under his nose.\n\n\"Your dog is as good as a special policeman for you, doctor.\"\n\n\"Yes, he defends me in more ways than one.  Do you know why I call him\nCaleb?  Caleb is Hebrew for 'God's dog.'  One day, when he was a pup, I\nforgot myself and dropped into a regular pessimist over some\nmaterialistic trash I was reading.  The pup seemed to notice my sour\nface, and put his paws upon my knees, lolled out his tongue, and\nsearched me through and through with those bright eyes of his.  It was\nas much as to say, 'Master, you're a fool.  Look at me.  Didn't it take\na God to make such a marvelous creature as I am?'  So I have called him\nCaleb ever since.  He tackles many a doubt for me, as he would any\nother robber.\"\n\n\"I wish I had your faith, doctor,\" said Vox, putting his arm around\nCaleb's neck, and dropping another piece of toast into the waiting jaws.\n\n\"Faith?  You have got it, Phil; only you don't know it.\"\n\n\"Nonsense, doctor!  I suppose I believe the Creed; at least I don't\ndisbelieve it.  But I don't feel these things.  That's what makes me\nsay that I am a hypocrite to sing in a Christian church.  To-night I\nsaw a woman crying during my solo.  I felt like stopping.  I never feel\nlike crying, except when the notes cry themselves; then I confess to a\nmoistening that goes all through me.  Now what right have I to make\nanother feel what I don't feel myself?  I tell you, doctor, I am\nnothing but a bellowing hypocrite.  I'm going into opera, where it is\nall make-believe.  You know that I've had offers that would tempt a\nsinging devil; and I believe I would be one if it were not for you.\"\n\nThe doctor eyed his guest quizzically for a moment, then deliberately\nstretched himself again on the lounge.\n\n\"Phil, that cheese has gone to your head.  I didn't think it was so\nstrong.  Yet I can understand your mistake, for I used to talk that way\nto myself when I was as green and unsophisticated as you are.  I would\nscratch out the best sentences from my sermons, because I didn't feel\nall they meant, and would accuse myself of duplicity and cant because\nmy experience was not up to my doctrine.  But what if it wasn't?  My\nbrain isn't as big as the Bible.  My conscience isn't as true and vivid\nas Moses' was when he wrote down the Ten Commandments.  My heart isn't\nas tender as Christ's.  If a preacher says only what he is able to feel\nat the moment, there will be poor fodder for the parish.  So it is all\nthrough life.  People talk in society on a higher level than they\nhabitually think.  They ought to.  That is what society is for--to tune\nup to key the sagging strings of common, humdrum life.  All politeness\nwill cease when everybody acts on your theory.  We must not say\n'Good-morning' to a neighbor because at the moment we do not really\ncare whether his day is going to be pleasant or not.  You must not take\noff your hat to a lady on the street, unless at the instant you are\npossessed of a profound respect for the sex.  Who was that composer\nthat said that he never knew what a piece he had written until he heard\nJoseffy play it?  They asked Parepa to sing 'Coming through the Rye.'\nShe said, 'Pshaw!  I've sung it threadbare.  I grind it out now as the\nhand-organ does.'  But she sang it, and brought down the house.  Why\nshouldn't she?  Feel!  Do you suppose that old violin feels anything of\nthe joy that thrills through its fibers?  Shall I smash it for a\nhypocritical contrivance of wood and catgut?  Did I kick Dr. Cutt out\nof the study the other day because he didn't realize the good he had\ndone me in reducing the swelling of my sprained ankle?  Yet you want me\nto let you kick yourself out of the church because you are not one of\nthe 'angels of Jesus,' or haven't had all the joy of life crushed out\nof you by affliction, so that you are 'weary of earth,' as you sing!\"\n\nThe doctor warmed with his theme, until, standing up, he put his big\nhands on Vox's shoulders, and fairly shouted at him:\n\n\"Sing, Phil!  Sing the brightest, happiest things that God ever\ninspired men to write.  But don't go croaking like an owl because you\ndon't feel like a nightingale.\"\n\n\"Well,\" said Vox, drawing a long breath, and letting it out in a\nwhistle, \"that cheese or something else has inspired you, doctor.  I\nnever heard you so eloquent in the pulpit.  Why don't you preach at us\nthat way?  Take us, as it were, one by one, and go through us, instead\nof preaching at humanity in the lump.  I confess that you have\npersuaded me about my Sunday work.  I am not going to leave it off.\nBut now for the other six days in the week.  I can convince you that\nthey are full of husks that do nobody any good.  Here's my diary.\nIsn't it contemptible for a man with even a singer's conscience?\nMonday, sung at Checkley's musicale for fifty dollars and a score of\nfeminine compliments; Tuesday, in oratorio for one hundred dollars and\nsome newspaper puffs, which were all wrong from a critical standpoint;\nWednesday, moped all day because I couldn't sing--raw throat; Thursday,\nmade believe teach a lot of tone-deaf fellows who can never sing any\nmore than crows, and took their money for the imposition; Friday,\nditto; Saturday, rehearsal.  Now who am I helping by peddling my\nchin-wares?\"\n\nVox stopped for lack of breath, as well as from the fact that his week\nhad run out.\n\n\"Go on,\" said the doctor, nonchalantly.  \"You can certainly slander\nyourself worse than that.  What! no more?  Why, Vox, I know there are\nworse things about you than what you have told me.\"\n\nVox colored.\n\n\"You needn't blush so over it, Phil,\" and the doctor burst out laughing\nat him.  \"I am not going to twit you on any disagreeable facts.  I\ndidn't say I knew what those worse things were; but I do know that you\nare not such a sweet saint as to have only the faults mentioned.  If\nthey were all, I would have a glass case made for you at once, put your\nbones up in leather, and place a basin of holy water at your door for\npassers-by to dip their fingers in.  But soberly, Phil, I think I can\nsize you up, or down.\"\n\n\"All right; try it.  You may find me so big a fool that it will take\nsome time to get my full measurement.\"\n\nWith that he stretched himself to his full height, and posed with his\nfingers in his vest-holes.  The attitude interested Caleb, who\nstretched himself out to almost corresponding dimensions horizontally\nalong the floor, recovering his legs slowly to the accompaniment of a\nlong and dismal whine.\n\n\"He does that,\" said the doctor, \"only when there is going to be a\ndeath in the neighborhood, or when I begin to read my sermons aloud in\nthe study.  He knows I am going to lecture you.  Charge, Caleb!\n\n\"Dearly beloved Vox! you have two first-class deficiencies.  First, a\npurposeless life.  You happen to be doing good with that wonderful\nvoice of yours; but that is nothing to your credit.  You can't help\ncheering people when you wag your jaws any more than Caleb can help\nbeing a comfort to me when he wags his tail.  You didn't study music\nfor the sake of helping anybody, but only because music gave you a\npleasurable means of getting a livelihood.  So you have no\nsoul-satisfaction in your profession, for all you are succeeding so\ngrandly in it.  You are like that piece of music which you said was a\nfailure, because, though there were some fine harmonies in it, it had\nno theme, no prevailing idea, no musical purpose.\"\n\n\"That's me,\" said Vox, _sotto voce_, holding his head in his hands.  \"I\nknow that I am a mere medley, part sacred, part profane, and both parts\nplayed by the devil!  Go on.\"\n\n\"Stop your pessimism,\" rejoined the doctor.  \"That poetic head of yours\nreminds me that Schiller in the 'Bell' gives utterance to the same idea\nI am trying to beat into you.\"\n\n\"The Bell?  That's me, too; all brass and clapper!\" grumbled Vox,\ntwisting Caleb's ears until the brute whined.\n\nThe doctor, not heeding either the singer's soliloquy or the brute's,\nquoted in oratorical style:\n\n  \"'So let us duly ponder all\n    The works our feeble strength achieves;\n  For mean, in truth, the man we call\n    Who ne'er what he completes conceives.\n\n  And well it stamps our human race,\n    And hence the gift to understand,\n  That man within the heart should trace\n    Whate'er he fashions with the hand.'\"\n\n\nVox groaned.  \"That's rather heavy poetry for creatures of our caliber,\nisn't it, Caleb?  But I guess that I catch on.--It means the same as\nthe line of the hymn you gave out to-night, doctor;\" and Vox sang:\n\n  \"'Take my voice, and let me sing\n  Always, only, for my King.'\n\n\"That is, if I'm a bell, I should be one on purpose, whether a\nchurch-bell, or a door-bell, or only 'God's dog,' to growl\"--patting\nCaleb.  \"But what is that second thing I lack?  Since you've taken the\ncontract to make me over, I want you to be thorough with the job.\"\n\n\"The second thing you need,\" said the doctor, \"is in some way to be\nmade to see that you are doing good.  From your perch in the gallery\nyou don't get a glimpse into the people's hearts.  I couldn't preach if\nI didn't go among the people during the week, and get the encouragement\nof knowing that I had helped somebody.\"\n\n\"Yes,\" said Vox, \"I've heard Joe Jefferson say that he couldn't act\nworth a cent if the people didn't applaud.  I beg your pardon, doctor,\nfor comparing the pulpit with the stage.  But go on with your lecture.\"\n\n\"Oh, you've knocked the lecture out of my head with your nonsense,\nPhil.\"\n\n\"But you knocked it pretty well into mine.  I'd like to see somebody\nI've helped.  Show him up.\"\n\n\"Humph!\" grunted the doctor, and, after a moment's silence, said\nabruptly, \"Phil, will you go with me to-morrow night?\"\n\n\"Where?\"\n\n\"Leave that to me.\"\n\n\"That's a blind sort of an invitation, doctor.  But, of course, I will\ngo anywhere you want me to.  But what is it?  Some holy Sorosis?  That\nreformed theater you talk about?  Any charge for admittance, or\ncollection?  Of course, going with a distinguished clergyman I shall\nhave to appear in swallow-tails and arctic shirt-front.\"\n\n\"Not a bit of it, Phil; your oldest clothes, so that you will look just\nas mean as you say you feel; then, for once, you can't accuse yourself\nof being a hypocrite.\"\n\n\nThere was a motley crowd in the front room of a Bowery twenty-cent\nlodging-house.  The room was the parlor, but the occupants called it\nthe \"deck,\" in distinction from the rest of the house, which was filled\nwith bunks.  There were hard old soakers in a periodical state of\nrepentance; or, to speak more scientifically, in that state of\ngland-moistening that comes after a certain amount of poor beer has\npermeated the system.  There were young prodigals, in there for the\nnight because they had no money for a night's carousal elsewhere.\nThere was a sprinkling of honest men, thankful for even this refuge\nfrom the sleety streets.  There were some two hundred pieces of the\ngreat human wreck made by the hard times, which were beached in Brady's\nHarbor, as the place was called.\n\nThe usual hubbub had calmed while a story-teller, who sat on the edge\nof a table, and whose slouch-hat and high ulster collar did not\naltogether conceal the genial face of Dr. Knox, entertained the crowd\nwith old army yarns, which, as usual with such literature, were taken\nlargely from the apocryphal portion of our national annals.\n\n\"Bully for you!  Give us another!\" was the encore, emphasized with the\nrattle of backgammon-boards and boot-heels.\n\n\"Haven't any more; but I have a friend here who will bring up the\nreserves in the way of a song.\"\n\n\"Song, song!  Rosin your larynx, old boy!\" greeted the suggestion,\nwhile the crowd gathered closer about Vox, and several who had \"turned\nin\" for the night turned out of their bunks again, minus coats and\nboots.  A friendly slap on the back by something less than a ten-pound\nhand helped the singer to clear his throat.\n\nVox gave them \"O'Grady's Goat\" and one or two other classics of the\nTenderloin district, with the rapt appreciation of his audience.  Tom\nMoore's \"Minstrel Boy,\" to the genuine old Irish melody, struck the\nheroic chord in the breasts of men most of whom were deserters from the\nreal battle-fields of life.  Then Vox dropped into a lullaby.  The\ntender mother words given in his masculine tones seemed a burlesque as\nhe began; but the deep bass took on the softness and sweetness of a\ncontralto, and made one think, if not of a mother cooing to her baby,\nat least of some rough, great-hearted man who had found a lost child\nand was rocking it to sleep in his strong arms.  More than one greasy\nsleeve got into its owner's eyes before Vox ended.\n\n\"An' 'aven't ye a Scotch sang, me laddie?\" asked an old fellow,\nknocking the ashes from his pipe against the window-sill.\n\n\"My Ain Countrie\" followed.  As the music floated, the thick smoke of\nthe room seemed to drift away.  The land of birds and beauty lay before\neyes that for months and years had looked only upon the crowded misery\nof slumdom.  When the voice ceased the illusion continued for a while\nin spite of the picking sleet at the window-panes.\n\nAt length the silence was broken by a voice that came from a distant\ncorner of the room.  It repeated the last verse in tones as pure as\nthose of Vox himself, though a high tenor in quality.  Some of the\nnotes were broken by hiccups.\n\nVox looked in amazement at the singer--a half-drunken youngish man\ncurled nearly double in a chair which was tipped back against the wall.\nHis battered derby and unscraped chin did not effectually disguise the\nhandsome fellow beneath them.  He was like the Apollo Belvedere when\nfirst exhumed from the mud of Antium.\n\n\"Who are you, my friend?\" asked Vox, in as kindly a tone as his\nsurprise allowed.\n\n\"Friend? (hic) haven't got any friend,\" replied the man; and he struck\nup the verse that had just been rendered.  His voice was husky at\nfirst, but after a few notes it clarified itself, as brooks do in\nrunning.  His tones became marvelously sweet, touching the highest note\nwithout the slightest suggestion of falsetto.  It was a transcendent\nvoice, one that might have once belonged to some spirit, and gone\nastray among men.  The singer went through the verse this time without\nhiccup or slur; but the instant he stopped the drunk resumed its sway.\nDown came the chair with a bump on to its front legs, which sent the\nman headlong into the arms of Vox, with whom he wanted to fight.\n\n\"I won't fight you,\" said Vox, helping him back to his seat; \"but I'll\ndare you to sing with me.\"\n\n\"Sin' wi' you!  'Cept your challenge.  I can whip you with my--my\ntongue (hic) as bad as my wife she (hic) whipped me with her (hic)\ntongue.\"\n\n\"What shall we sing, old boy?\" inquired Vox, with that easy familiarity\nwhich showed that he had seen such customers before.\n\n  \"Sin' a song o' sispence,\n  Pocket full o' rye,\"\n\nsang the man.  \"Say, what's the use o' havin' your pocket full o' rye\n(hic)?  'D rather have a belly full o' rye; wouldn't you (hic)?\"\n\n\"You've enough rye in you for to-night,\" said Vox.  \"Come, pull the\ncork out of your throat, and let's have a song.\"\n\nVox got a chair, and tipped it back by the side of the maudlin fellow,\nthen struck up Mazzini's two-part song, \"The Muleteers.\"  The stranger\njoined in.  Such singing was never heard before nor since in Brady's\nHarbor, nor, for that matter, in Carnegie Hall.  After a bar or two the\nmen rose to their feet and stood with arms interlocked and heads\ntouching as their voices soared in the grand finale.\n\nThe noise brought in Brady, who said it was \"galoreous,\" but for all\nthat they'd have to \"bolt up their chins,\" as it was past twelve\no'clock, and the \"perlice wasn't so easy on lodgin'-houses as they was\non the swill-shops.\"\n\n\"See here, Vox,\" said the doctor, \"I am going home alone to-night.\nFind out your pal.  Chum him a bit.  A man with that voice has had\nculture.  Scrape the rust off him, and you will find something polished\nbeneath, or I am no judge of human nature.  Take him for your parish,\nPhil.\"\n\n\"A heathenish sort of a mission that,\" replied Vox, looking at the\nfellow, who was trying, as he said, to find his night-key to get his\nboots off with.  After a moment's hesitation, Vox added: \"All right,\ndoctor; you've had as hard a field with me, if it wasn't so dirty a\none.  I'll take him for a sobering walk in the drizzle, and then get\nhim into better quarters than he has here.\"\n\nVox had his hands full with his job, and at times his arms full too.\nHis companion insisted that the Bowery sidewalk, covered with sleet,\nwas a toboggan-slide, and that he was tumbling off the sled.  What\ncould Vox do with his protégé?  He couldn't walk him or slide him all\nnight.  A policeman proposed to relieve him of his anxiety by taking\nthem both to the station-house, but was persuaded not to perform this\nheroic exploit by the man's assurance that his pal's legs hadn't any\nsnakes in them, and by Vox's demonstration that he could stand alone.\nThen Vox thought of the story of the good Samaritan, with rising\nrespect for the priest that passed by on the other side.  Next, having\ngot into the charity business, he envied the Samaritan at least his\nass, \"instead,\" as Vox soliloquized, \"of making an ass of myself.\"  He\nthought of taking the fellow to some hotel, paying for his lodging, and\nhiring the clerk to see that he was properly sobered off in the\nmorning; but concluded that, whatever might have been the case on the\nroad to Jericho, there was no innkeeper on the Bowery whom he could\ntrust with such a commission, or who would trust him to call in the\nmorning and pay the bill.  He could take him back to Brady's Harbor, he\nthought; but when they turned about the man declared that he wouldn't\nwalk up a toboggan-slide, and sat down on the sidewalk for another ride.\n\nThe flash of a passing cab let a little light in upon his problem.\nHailing the driver, with whose help he got his load into the vehicle,\nhe told him to drive to No. -- Madison Avenue, where he had his own day\nquarters--elegant rooms, fitted up for his instruction of the\nfashionable \"daughters of music\" at six dollars an hour.  Sweezy, the\njanitor, was roused up, and with his assistance Vox was able to\ncongratulate himself that he had gone \"one better\" on the good\nSamaritan, in that he had lodged his man in finer chambers.  He could\nnot help laughing at the incongruousness of the snoring mass and the\nelegant divan on which it lay.  He thought of Bottom the weaver, with\nthe ass's head, in the lap of Titania, and, as he piled the cushions so\nthat the fellow would not tumble off, addressed him in the words of the\nfairy:\n\n  \"Come, sit thee down upon this flowery bed,\n    While I thy amiable cheeks do coy,\n  And stick musk roses in thy sleek smooth head,\n    And kiss thy fair large ears, my gentle joy.\"\n\nBut tears are near to laughter, and as Vox contemplated his completed\nwork he had to sit down a moment and cry.\n\n\"It's a hard sight, sir,\" said Sweezy, \"but bless you, Mr. Vox, the\nbest of us has just sich among our closest friends.  I wish, sir, as\nhow it was my own boy, Tommy, you had found the night.\"  And Sweezy\ncried too.\n\nSweezy promised to take an early look at the man in the morning when he\nturned on the steam heat.  Vox went away to his boarding-house around\nthe corner, vexed at the doctor for getting him into such a scrape, yet\nfeeling down in the depths of his heart a satisfaction that more than\nhalf compensated him for his rough experience.  He fell asleep thinking\nof the good Samaritan, Bottom with the ass's head, Salvation Army\nlasses, and the Prohibition party; and, in the midst of a horrid dream,\nwoke up imagining himself drunk and about to fall off a precipice.\n\nBefore breakfast next morning he went around to the rooms to look after\nhis charge.  The fellow had vamosed.  Sweezy was taking account of the\nfurniture, and, though nothing was missing, and only a lamp-shade\nbroken, declared that Vox had been victimized by a sharper:\n\n\"A regular sharper, sir.  I thought so when you brought him in.  You\nought to have knowed, sir, at a glance of him, what he was.  You've\nnussed, sir, a wiper in your bosom, and it's a mercy, sir, a mercy if\nhe hasn't stung you no worse.  Is your pocket-book with you?  You ought\nat least to have took off his boots.  That spot on the cover will never\ncome out without piecing.\"\n\nVox contemplated the scene of his first charity exploit much as\nBonaparte did the battle-field of Waterloo.  He had but one remark to\nmake, which was:\n\n\"Sweezy, don't you open your head about this business.\"\n\nVox was not in an amiable mood when he met the doctor the next Sunday\nnight.  He debated with him the inadvisability of decent people\nattempting to do slumming in the name of either religion or charity.\nHe took the ground that the men who had themselves been rescued from\nthe dens of the city were the only ones to do this work, as they train\nchetahs to hunt their own kind, and reformed thieves to become\ndetectives.\n\nThe doctor was half inclined to agree with him, not so much from\nconviction as from seeing the disgust the business had wrought in the\nmind of his friend.  Yet he excused himself for having led Vox into\nthis experience on the ground that it is Christian duty to try to\nrescue the fallen, even though one does not accomplish anything.\n\n\"I don't believe in your theory,\" said Vox, warmly.  \"Let buzzards\nclean up the offal, but decent birds had better follow their sweeter\ninstincts and keep away.  One thing is certain: I am not going to light\non such moral carrion again.\"\n\nIt was more than a month later when a respectable-looking stranger\ncalled upon Vox at his rooms.  The singer was engaged at the time\narranging with a lady of the Four Hundred for the vocal culture of her\ndaughters.  The visitor quietly awaited his leisure.  He was very\ngenteel in appearance.  If one had been critical he might have thought\nthat for such a stinging cold day an ulster would have been more\nsuitable than the light fall overcoat he wore; and some might have\nobserved that it was not the fashion that season to wear one's outer\ngarment so short that the tails of the under-coat protruded.  But Vox\nwas occupied with the stranger's face, which was exceedingly\nprepossessing.\n\n\"Mr. Vox, I believe?\"\n\n\"My name, sir.  What can we do for each other?\"\n\n\"If I am not mistaken in the person, you once did me a great service.\"\n\n\"You must be mistaken in the person,\" said Vox, \"or else I have done it\nunconsciously, for I have no recollection of our having met.\"\n\nThe man seemed puzzled.  \"Possibly!\" he said, slowly, as he scanned the\nsinger's features.\n\n\"Undoubtedly it is so,\" said Vox, and, seeing the man's perplexity,\nquickly added, in the most genial manner, \"I am sorry it is so, for I\nshould be glad to remember that I had served you.  Possibly I may do so\nin the future.\"\n\nThe man hesitatingly began to withdraw.  Near the door he stopped, and,\nglancing about the room, half to himself and half as an apology to Vox,\nsaid, \"Perhaps I have dreamed it.  But will you allow me to ask you a\nquestion?  Do you ever sing Mazzini's 'Muleteers'?\"\n\n\"Often,\" replied Vox.  \"This, you mean,\" and he struck up the first\nline.  His visitor instantly joined him.  Vox stopped as quickly.\n\n\"Good heavens!\" he exclaimed.  \"There are not two voices in the world\nlike that.\"  Putting his hand on the man's shoulder, he peered into his\nface.  He could not recall the features, for the dim light in Brady's\nHarbor and the general slouch of the fellow that night had not really\nallowed him to see his face fully.  He imagined how this man might look\nwith a week's beard on his chin, an untrimmed mustache covering his\nfine lips, and a dirty derby concealing his forehead.\n\n\"Are you that man?\"\n\n\"I am; or, rather, I was that man.  But I hope--thanks to God and\nyou--I am a very different man to-day.  I came to tell you my gratitude\nfor a kindness which I had come to doubt one man ever rendered to\nanother, and to apologize for my bestial treatment of you.  I was not a\nman then, Mr. Vox, only a beast; and, if you will believe me, I was not\naccountable, for I knew no better.  I have the vaguest remembrance of\nthat night, as of many another night.  When I awoke at daylight in\nthese rooms I had just sense enough to know that somebody had\nbefriended me or played a trick on me, and to be ashamed to meet him,\nwhoever he was.  So I sneaked away.  When I was sobered I couldn't\nrecall the place.  But the 'Muleteers' rang in my ears, and your voice,\nevery note, the tone and quality.  I had heard you sing elsewhere, and\nknew that but one voice, that of Vox, could have sung in that way.  And\nnow it has taken a month for me to get up manliness enough to come and\ndo the decent thing.\"\n\n\"Don't talk in that way,\" said Vox, coloring as if he were receiving\nabuse instead of praise.  \"I did nothing that any man would not do for\nanother.  A man would be inhuman, a mere brute, not to--\"\n\nThen he thought of what he had lately said to the doctor about buzzards\nand benevolent slummers, and he felt like a hypocrite again.\n\n\"But don't talk about the past.  Let it go.  Isn't there something I\ncan do for you now?\" glancing at the man's threadbare coat.\n\n\"Yes, there is one favor I would like very much to have you do me.  I\nhave had a hard struggle with myself these few weeks.  I resolved that\nI would not drink again.  I have kept my purpose, but it has been like\nbeing tied to a wild beast in a cage.  More than once I have started\nout for a drink, but have come back without it.  It is hard to feel\nthat you are all alone in the fight, that nobody knows of it.  It's\nlike making that cane stand by itself.\"\n\n\"But you have friends,\" said Vox, kindly.\n\n\"Friends that have ceased to be friends are worse than strangers,\"\nreplied the man, in an abstracted sort of way.  \"My friends don't\nbelieve in me; I've got to make new friends, who don't know how weak I\nam.  Perhaps they will believe in me for a while at least, and that\nwill give a man some strength.  But to be all alone in a fearful\nstruggle!  Oh, it's the loneliness that takes all the heart out of one.\nYou know how one voice steadies another in singing.  Drunk as I was\nwhen I sang with you, I believe I sang every note correctly; but alone\nI couldn't have rendered three notes true.  I want you to let me rest\nfor a while on your confidence, your good wishes, Mr. Vox; and to let\nme drop in once in a while, just to tell you that I am all right yet.\"\n\n\"My good fellow, you can come, and you can stay with me just as much as\nyou want to,\" said Vox; and for all that he knew that this was a very\nrash thing to say to a stranger, he would have resented any one's\ntelling him so.\n\n\"No,\" replied the man, \"I shall not intrude upon you; but may I ask you\nto keep this pledge I have written?  The paper is crumpled; that's\nbecause I have taken it out so often when the temptation was pretty\nstrong.  It was something like a friend; and I could say to it, 'You\nsee I have kept faith with you, bit of paper, and I will.'  So I would\nstart out on another campaign.  But if you will keep it for me I will\nfeel better.  I can think then that somebody knows what I am doing.\"\n\nVox took the paper.  It was written in fine penmanship, and signed\n\"Charles Downs.\"\n\n\"Downs?  Charles Downs?  Not Downs who used to be in the Mendelssohn?\nThe tenor at St. Martha's?  And you are speaking of being grateful to\nme for a common act of humanity!  Why, man, I owe more to you than I\ncan ever repay.  It was hearing you sing once that gave me my first\nambition to be a singer.  I began to save my money that night that I\nmight take lessons.  I even tried to find you; but you had gone, nobody\nknew where.\"\n\n\"I was on the road to hell then,\" said Downs.  \"Thank Heaven you didn't\nfind me; I might have injured you by my example.  But no, I think not.\nYou were not inclined my way.\"\n\nThe two men sat in silence for a few moments.  Thought was becoming\noppressive.  Vox was of that mercurial disposition that cannot keep\nsolemn long at a time.  His vent-valves worked easily.\n\n\"Come,\" said he, \"let's try the old song.\"\n\nIf he had deliberated he would not have chosen a reminder of the past.\nBut there was something irresistible about Vox, and Downs joined with\nhim as they rollicked through the \"Muleteers.\"\n\nSweezy stood in the doorway listening.\n\n\"That,\" said Vox, \"is the greatest compliment a man can have.  Sweezy\nthere has no more music in him than a horse; but see! we have woven the\nspell about him.  I believe we do sing well together.  What couldn't we\ndo if we would practise together?  Now I will keep this pledge for you,\nDowns, if you will promise to come every day at twelve and sing with\nme.  We will lunch together, and I will see that you don't get a drop\nto drink.\"\n\n\"I can't.\"\n\n\"Why not?\"\n\n\"I have engaged to go to work.\"\n\n\"Where?\"\n\n\"Enlisted.\"\n\n\"What!  Enlisted?  To throw yourself away again?\"  Vox gripped the arms\nof Downs as if he were a prisoner.  \"Where have you enlisted?\"\n\n\"In the street-sweeping brigade.\"\n\n\"Great guns!\" said Vox.\n\n\"No, great brooms!\" replied his friend.  \"I need outdoor work; there I\nwill get it.  I need to keep away from other men; and on the street I\nwill be left to my own company as nicely as if I were a hermit.\nBesides, there will be a poetic fitness in one who has lived so dirty a\nlife as I have giving himself up to the work of cleaning things.  Then,\ntoo, I can see life; and that will be interesting.  Nothing is so\nfascinating to one who has had my experience as the sight of a crowd,\nif only one can himself keep out of it.\"  With that Downs sang:\n\n  \"'Hurry along, sorrow and song;\n    All is vanity under the sun.\n  Velvet and rags: so the world wags,\n    Until the river no more shall run.'\"\n\n\nVox readily upset the street-sweeping project by showing Downs how he\ncould be helpful to him in certain musical matters he had on foot, and\neven guaranteed to turn over to him several of his pupils who were\ntrying to develop tenor voices.\n\nThe next Sunday night after service the doctor took the singer's arm at\nthe church door with his usual chirpy invitation, \"Come, Phil, don't\nlet Mrs. Cupp's pepper and mustard get cold, or the cheese get away\nfrom us.\"\n\n\"Walk around the block with me first, doctor; I've got something to\ntell you which I'd rather you would hear when you can't see my face.\"\n\n\"Why, what have you been doing now that you are ashamed of, Phil?  Oh,\nI know.  You have proposed to the soprano, or been perpetrating some\nother trick on your bachelor friends.  I'll forgive you at the start,\nhowever, because\"--lowering his voice until there was a frog in\nit--\"because I know something about--but it's none of your business,\nPhil, so I won't tell you anything about it.  No disappointment, my\nboy?\"\n\n\"No.\"\n\n\"Then count on me to marry you for nothing, and throw in the\nbenediction besides.\"\n\n\"It's no love-affair,\" said Vox.  \"Cupid might as well break his arrows\non a rhinoceros as shoot at me.  It's that drunken fellow.  I've been\nawfully taken in.\"\n\n\"What! has he turned up?  Fleeced you again?\"\n\n\"Well, not exactly fleeced me, but scorched me; he has heaped coals of\nfire on my head.  I want to take back all I have said against him, and\neverything I said against slumming.\"\n\nHe then related what the reader knows.  Having worked off the steam of\nhis extra emotion, he accompanied the doctor to the study.  Here Vox\ngave a description of his new friend: \"a well-educated man, a splendid\nall-round musician, a fine business man; has a wife who won't live with\nhim, nor even let him see her--he has treated her so outrageously; but\nhe loves her tenderly.  He was once employed by Silver & Co., who\nthought so much of him that they were making proposals for his entering\nthe firm when they began to suspect his rum habit.  His name is Downs.\"\n\n\"Downs?  With Silver & Co.?\"  The names set the doctor thinking.  At\nlength, coming out of his reverie, he picked up from the study-table a\npiece of marble, a bit of a fluted column he had found amid the ruins\nof the Temple of Diana at Ephesus.  He traced on it with the pen the\nword D-o-w-n-s.  Then he rubbed the word out with his finger; but a\nblack spot was left that he could not get off the marble.\n\n\"There! that's the way I would spoil the job if I should try to restore\nthe ruins of Downs.  Phil, stick to that man.  I'll leave him to you.\nHe's your parish.  With your voice and his love of music, you ought to\nmake him follow you as the rocks followed Orpheus.  That's the meaning\nof the old legend--you can sing the hardest wretch into heaven.  Try\nit, Phil.\"\n\nThe doctor spent a half-hour next day in Silver & Co.'s office.  Just\nwhat he and Silver talked about we cannot say; but Silver was overheard\nto remark, as the doctor was leaving, \"My wife thinks the world of the\nlittle woman, and when those two women are satisfied with his\nreformation, all right.\"\n\n\nThere never was a finer program for a musicale than that which, some\nsix months later, packed the upper Carnegie Hall with the elite of the\nmusic-lovers of New York.  Vox was the drawing card, for he had become,\nif not the celebrity, at least the fad, of the season.  \"Oh, Vox! he's\njust splendid!\" was as familiarly heard as the clicking of afternoon\ntea-cups everywhere between Flushing and Orange Mountain.  On the\noccasion referred to he had achieved a sevenfold encore for one\nperformance.  To the surprise of everybody, however, when he appeared\nto acknowledge the ovation, he led another man with him to the\nfootlights; one who might have been his twin brother, for there was\njust that sort of difference between them that ought to exist between a\ntenor and a baritone--the former a little slighter in form and\nfeatures.  Curiosity was not allowed to get to the whispering-point\nwhen they rendered the Graben-Hoffman duet, \"I feel thy angel spirit.\"\n\nThe applause was furious.  Nothing like it had been heard for six\nmonths outside of Brady's Harbor.  Vox gracefully stepped a little to\nthe rear.  The audience caught his meaning, and the room rang with the\ncry of \"Tenor! tenor!\"\n\nVox slipped to the piano, and played the chords of \"Salva di Mora\" from\nGounod's \"Faust.\"  And how grandly Downs sang it!  If Deacon Brisk had\nbeen there, even he, with his \"star-twinkling\" and \"roof-splitting\"\nmetaphors, could not have described it.\n\n\"If Faust sang like that,\" said an elderly gentleman in the audience to\nhis wife, \"no wonder he won the heart of Marguerite.\"  And he pressed\nhis wife's hand, which somehow had got into his.\n\n\"Hush, John,\" replied the woman.  Then she put a handkerchief to her\neyes instead of her lorgnette.\n\n\"He's all right again,\" said the man, and he squeezed his wife's arm,\nand nudged her nervously.\n\n\"John, don't!\"  And the woman glanced at the woman next to her, as if\nthat individual might care what cooing these old doves indulged in.\n\nThis other woman wore a half-veil, one of those vizors with which women\nhide their beauty or their freckles from the gaze of the curious.  Not\nseeing her face, one cannot say what was transpiring behind the veil;\nbut the veil shook as if some convulsive emotion might be working\nitself out, or struggling to keep itself in.\n\nWhen Downs left the stage Vox hugged him as a bear would her cub.\n\"Come,\" said he, \"let's go out in the room and talk to the Silvers.\"\n\n\"The Silvers here!\" exclaimed Downs, in consternation.\n\n\"They were here, but I believe they have left.  Yes, their seats are\nempty.  Now that's too bad.\"\n\n\"No wonder they left when they saw me on the stage.  Vox, you know that\nthey know all about me.  They would kick me off their doorstep if I\nwere a beggar.  You've disgraced yourself by bringing me here, as I\ntold you you would.  The Silvers, of all the people in the world!  I\nwouldn't have sung if I had suspected their being here.\"\n\n\"Well, you did sing.  Thank God for it, too,\" replied his friend.\n\nThe next Sunday night at the hobnob Vox tried to make a report to the\ndoctor of the progress of his protégé.\n\n\"Oh, he sang magnificently!  I tell you, that man is reinstated in this\ncommunity.  Do you know, doctor, the Silvers were both there?\"\n\n\"Indeed!\" ejaculated his friend, pulling Caleb's tail, and laughing at\nthe dog's surprise.  Then he pulled it again, and laughed at the dog's\njump as if he had never seen such antics before.\n\n\"See here, doctor, you don't seem to care about Downs.  That dog is\nmore to you than a human being.  But you've got to listen to me.\"\n\nVox got rapturous in his account of Downs's success, and ended with, \"I\ncouldn't help wishing that his wife had been there to see\nhim--handsome, healthy, true man in every feature and tone of voice.\nShe would have had to fall in love again, or I'll forswear all faith in\nthe sex.\"\n\nThe doctor rolled himself on the sofa in such glee that the dog\naccepted his master's antics as a challenge to more of his own, and\npounced upon him.\n\n\"What's the matter with you now?\" asked the singer, in amazement.\n\n\"Why, his wife was there,\" roared the doctor.\n\n\"The thunder she was!\"  Vox jumped up as if he had been sitting in an\nelectric chair.\n\nCaleb growled to hear such language in the presence of his patron saint.\n\n\"I beg your pardon, doctor, but how do you know she was there?\"\n\n\"Why, I suppose she was, because Mrs. Silver promised to go and take\nher to hear _you_ sing.\"  And the doctor laughed so loud and\nhilariously that the collie crept under the lounge, as if in fear of\nsome more serious explosion.\n\n\"And you have been playing the hypocrite with me all the time?\" Vox was\nnettled.  \"If I had known that I wouldn't have sung a note, nor would I\nhave let Downs do it, either.\"\n\n\"Yet you just said you wish she had been there.  Don't you see that had\nyou known you would have spoiled your own job?\" said the doctor,\nworking out of his hysteria.  \"But, Phil, I'm hungry with preaching and\nlaughing at you.  Light up the chafing-dish, put in plenty of red\npepper, and when your cockles are warmed you may read this,\" tossing\nhim a note.\n\nVox read:\n\n\n\"DEAR DOCTOR: When I heard Downs sing the other night, I felt sure that\nyour judgment of him was correct, and that he is a new man.  Mrs. Downs\nhas been with him for several days.  God bless that little woman!  She\nhas borne up bravely during her trial; never lost heart; and now she\nhas her reward.  Of course Downs has his old place with us.  I want to\nknow that Mr. Vox.  Bring him around to dine with us Wednesday night.\nIf my wife can persuade them, we will have Mr. and Mrs. Downs too.\n\n  \"Yours faithfully,\n        \"JOHN SILVER.\"\n\n\nWhile Vox was reading the note Caleb came out from under the lounge,\nand putting his head in the singer's lap, gazed as worshipfully into\nhis face as he had ever gazed into that of his master.\n\n\n\n* * * * * * * *\n\n\n\n  THE\n  Looking Upward Booklets\n\n12mo, decorated boards, each 30 cents\n\n1. DID THE PARDON COME TOO LATE?  By Mrs. Ballington Booth.\n\n2. COMFORT PEASE, AND HER GOLD RING.  By Mary E. Wilkins.\n\n3. MY LITTLE BOY BLUE.  By Rosa Nouchette Cary.  Illustrated.\n\n4. A WASTREL REDEEMED.  By David Lyall.  Illustrated.\n\n5. A DAY'S TIME-TABLE.  By E. S. Elliott, author of \"Expectation\nCorner,\" etc., etc.  Illustrated.\n\n6. BROTHER LAWRENCE.  The Practice of the Presence of God the Best Rule\nof Holy Life.  Illustrated.\n\n7. THE SWISS GUIDE.  An Allegory.  By Rev. C. H. Parkhurst.\n\n8. WHERE KITTY FOUND HER SOUL.  By Mrs. J. H. Walworth.\n\n9. ONE OF THE SWEET OLD CHAPTERS.  By Rose Porter.  Illustrated.\n\n10. THE BARITONE'S PARISH.  By Rev. J. M. Ludlow, D.D.\n\n11. CHILD CULTURE; or, the Science of Motherhood.  By Hannah Whitall\nSmith.\n\n12. RISEN WITH CHRIST.  By Rev. A. J. Gordon, D.D.\n\n13. RELIQUES OF THE CHRIST.  A Poem.  By Rev. Denis Wortman, D.D.\n\n14. ERIC'S GOOD NEWS.  By the author of \"Probable Sons.\"  Illustrated.\n\n15. YE NEXTE THYNGE.  By Eleanor Amerman Sutphen.  Illustrated.\n\n16. SUNDAY SCHOOL TEACHING.  Two Addresses.  By R. C. Ogden and J. R.\nMiller, D.D.\n\n17. SAMUEL CHAPMAN ARMSTRONG.  By Robert C. Ogden.  With Portrait.\n\n18. BUSINESS.  A Plain Talk with Men and Women Who Work.  By Amos R.\nWells.\n\n\n\nFleming H. Revell Company\n\n  NEW YORK: 112 Fifth Avenue\n  CHICAGO: 63 Washington Street\n  TORONTO: 154 Yonge Street",
    "metadata": {
        "author": [
            "Ludlow, J. M. (James Meeker)",
            "Ludlow, James Meeker",
            "Ludlow, James M. (James Meeker)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59724/pg59724.txt",
        "name": "the_baritone_s_parish_or_all_things_to_all_men.json"
    }
}