{
    "name": "The Deserted Village",
    "author": [
        "Goldsmit, Oliver",
        "Goldsmith, Oliver"
    ],
    "body": "New York: D. Appleton And Co. Broadway\n\nMDCCCLVII\n\n\nThe Illustrations in this Volume are copied, with permission,\nfrom a series of Etchings published some years since by the\n\"Etching Club.\" Only a few impressions of that work were\nprinted, the copper-plates were destroyed, and the book, except\nin a very expensive form, has long been unattainable. Great\ncare has been taken to render the present Wood-blocks as like\nthe original Etchings as the different methods of engraving will\nallow.\n\n\n\n                                                                     Page\n\n    Sweet Auburn! loveliest milage of the plain...T. Creswick, R.A....007\n\n    The never-failing brook, the busy mill........T. Creswick, R.A....008\n\n    The hawthorn bush, with seals in shade........C. W. Cope, R.A.....009\n\n    The matron's glance that would reprove........H. J. Townsend......010\n\n    The hollow sounding bittern guards its nest...F. Tayler...........012\n\n    These, far departing, seek a kinder shore.....C. Stonhouse........014\n\n    Amidst the swains show my book-learn'd skill..J. C. Horsley.......015\n\n    And, as a hare, whom hounds and horns pursue..F. Tayler...........016\n\n    To spurn imploring famine from the gale.......C. W. Cope, R.A.....017\n\n    While resignation gently slopes the way.......T. Creswick, R.A....018\n\n    The playful children let loose from school....T. Webster, R.A.....019\n\n    All but yon widow'd solitary thing............F. Tayler...........020\n\n    The village preacher's modest mansion rose....T. Creswick, R.A....021\n\n    He chid their wanderings; relieved pain.......C. W. Cope, R.A.....022\n\n    Shoulder'd his crutch, and show'd fields won..C. W. Cope, R.A.....023\n\n    Beside the bed where parting life was laid....R. Redgrave, R.A....025\n\n    And pluck'd his gown, share the man's smile...J. C. Horsley.......026\n\n    The village master taught his little school...T. Webster, R.A.....027\n\n    Full well they laugh'd with glee..............T. Webster, R.A.....028\n\n    Convey'd the dismal tidings when he frown'd...T. Webster, R.A.....028\n\n    In arguing too the parson own'd his skill.....C. W. Cope, R.A.....029\n\n    Near yonder thorn, that lifts its head high...T. Creswick, R.A....030\n\n    Where village statesmen with looks profound...F. Tayler...........031\n\n    But the long pomp, the midnight masquerade....J. C. Horsley.......033\n\n    Proud swells the tide with loads of ore.......T. Creswick, R.A....034\n\n    If to some common's fenceless limit stray'd...C. Stonhouse........036\n\n    Where the poor houseless female lies..........J. C. Horsley.......037\n\n    She left her wheel and robes of brown.........J. C. Horsley.......038\n\n    The rattling terrors of the vengeful snake....T. Creswick, R.A....040\n\n    The cooling brookt the grassy-vested green....T. Creswick, R.A....041\n\n    The good old sire the first prepared to go....C. W. Cope, R.A.....042\n\n    Whilst her husband strove to lend relief......R. Redgrave, R.A....043\n\n    Down where yon vessel spreads the sail........T. Creswick, R.A....044\n\n    Or winter wraps the polar world in snow.......T. Creswick, R.A....045\n\n    As rocks resist the billows aNd the sky.......T. Creswick, R.A....046\n\n\n\nDrawn on wood, from the original Etchings, by E. K. Johnson, and\nengraved by Horace Harral, Thomas Bolton, and James Cooper.\n\n\n{007}\n\n\n\n\nTHE DESERTED VILLAGE\n\n\nSweet Auburn! loveliest village of the plain,\n\nWhere health and plenty cheer'd the labouring swain,\n\nWhere smiling spring its earliest visit paid,\n\nAnd parting summer's lingering blooms delay'd.\n\n{008}\n\n\nDear lovely bowers of innocence and ease,\n\nSeats of my youth, when every sport could please,\n\nHow often have I loiter'd o'er thy green,\n\nWhere humble happiness endear'd each scene!\n\nHow often have I paused on every charm,\n\nThe shelter'd cot, the cultivated farm,\n\n{009}\n\n\nThe never-failing brook, the busy mill,\n\nThe decent church that topt the neighbouring hill,\n\nThe hawthorn bush, with seats beneath the shade,\n\nFor talking age and whispering lovers made!\n\nHow often have I blest the coming day,\n\nWhen toil remitting lent its turn to play,\n\n{010}\n\nAnd all the village train, from labour free,\n\nLed up their sports beneath the spreading tree;\n\n\nWhile many a pastime circled in the shade,\n\nThe young contending as the old survey'd;\n\nAnd many a gambol frolick'd o'er the ground,\n\nAnd sleights of art and feats of strength went round;\n\n{011}\n\nAnd still, as each repeated pleasure tired,\n\nSucceeding sports the mirthful band inspired:\n\nThe dancing pair that simply sought renown,\n\nThe swain mistrustless of his smutted face,\n\nWhile secret laughter titter'd round the place;\n\nThe bashful virgin's sidelong looks of love,\n\nThe matron's glance that would those looks reprove;\n\nThese were thy charms, sweet village! sports like these,\n\nWith sweet succession, taught e'en toil to please;\n\nThese round thy bowers their cheerful influence shed,\n\nThese were thy charms--but all these charms are fled.\n\nSweet smiling village, loveliest of the lawn!\n\nThy sports are fled, and all thy charms withdrawn;\n\nAmidst thy bowers the tyrant's hand is seen,\n\nAnd desolation saddens all thy green:\n\nOne only master grasps the whole domain,\n\nAnd half a tillage stints thy smiling plain:\n\nNo more thy glassy brook reflects the day,\n\nBut choked with sedges works its weedy way;\n\nAlong thy glades a solitary guest,\n\nThe hollow-sounding bittern guards its nest;\n\n{012}\n\nAmidst thy desert walks the lapwing flies,\n\nAnd tires their echoes with unvaried cries.\n\n\nSunk are thy bowers in shapeless ruin all,\n\nAnd the long grass o'ertops the mouldering wall;\n\nAnd trembling, shrinking from the spoiler's hand,\n\nFar, far away thy children leave the land.\n\n{013}\n\nIll  fares the land, to hastening ills a prey,\n\nWhere wealth accumulates, and men decay:\n\nPrinces and lords may flourish, or may fade;\n\nA breath can make them, as a breath has made:\n\nBut a bold peasantry, their country's pride,\n\nWhen once destroy'd, can never be supplied.\n\nA time there was, ere England's griefs began,\n\nWhen every rood of ground maintain'd its man;\n\nFor him light labour spread her wholesome store,\n\nJust gave what life required, but gave no more:\n\nHis best companions, innocence and health;\n\nAnd his best riches, ignorance of wealth.\n\nBut times are alter'd; trade's unfeeling train\n\nUsurp the land, and dispossess the swain;\n\nAlong the lawn, where scatter'd hamlets rose,\n\nUnwieldy wealth and cumbrous pomp repose;\n\nAnd every want to luxury allied,\n\nAnd every pang that folly pays to pride.\n\nThose gentle hours that plenty bade to bloom,\n\nThose calm desires that ask'd but little room,\n\nThose healthful sports that graced the peaceful scene,\n\nLived in each look, and brighten'd all the green;\n\n{014}\n\nThese, far departing, seek a kinder shore,\n\nAnd rural mirth and manners are no more.\n\n\nSweet Auburn! parent of the blissful hour,\n\nThy glades forlorn confess the tyrant's power.\n\nHere, as I take my solitary rounds\n\nAmidst thy tangling walks and ruin'd grounds,\n\nAnd, many a year elapsed, return to view\n\nWhere once the cottage stood, the hawthorn grew,\n\nRemembrance wakes with all her busy train,\n\nSwells at my breast, and turns the past to pain.\n\n{015}\n\nIn all my wanderings round this world of care,\n\nIn all my griefs--and God has given my share--\n\n\nTo husband out life's taper at the close,\n\nAnd keep the flame from wasting by repose:\n\nI still had hopes, my latest hours to crown,\nAmidst these humble bowers to lay me down;\n\nI still had hopes, for pride attends us still,\n\nAmidst the swains to show my book-learn'd skill,\n\n{016}\n\nAround my fire an evening group to draw,\n\nAnd tell of all I felt, and all I saw;\n\nAnd, as a hare, whom hounds and horns pursue,\n\nPants to the place from whence at first he flew,\n\n\nI still had hopes, my long vexations past,\n\nHere to return--and die at home at last.\n\nO blest retirement, friend to life's decline,\n\nRetreats from care, that never must be mine:\n\nHow blest is he who crowns, in shades like these,\n\nA youth of labour with an age of ease;\n\n{017}\n\nWho quits a world where strong temptations try,\n\nAnd since 'tis hard to combat, learns to fly!\n\nFor him no wretches, born to work and weep,\n\nExplore the mine, or tempt the dangerous deep;\n\n\nNo surly porter stands, in guilty state,\n\nTo spurn imploring famine from the gate--\n\nBut on he moves to meet his latter end,\n\nAngels around befriending virtue's friend;\n\nSinks to the grave with unperceived decay,\n\nWhile resignation gently slopes the way;\n\n{018}\n\nAnd, all his prospects brightening to the last,\n\nHis heaven commences ere the world be past.\n\n\nSweet was the sound, when oft, at evening's close,\n\nUp yonder hill the village murmur rose:\n\nThere, as I pass'd with careless steps and slow,\n\nThe mingling notes came soften'd from below;\n\nThe swain responsive as the milk-maid sung,\n\nThe sober herd that low'd to meet their young;\n\nThe noisy geese that gabbled o'er the pool,\n\nThe playful children just let loose from school;\n\n{019}\n\nThe watch-dog's voice that bay'd the whispering wind,\n\nAnd the loud laugh that spoke the vacant mind;\n\n\nThese all in sweet confusion sought the shade,\n\nAnd fill'd each pause the nightingale had made.\n\nBut now the sounds of population fail:\n\nNo cheerful murmurs fluctuate in the gale,\n\nNo busy steps the grass-grown footway tread,\n\nBut all the bloomy flush of life is fled;\n\nAll but yon widow'd solitary thing,\n\nThat feebly bends beside the plashy spring:\n\n{020}\n\nShe, wretched matron, forced in age, for bread,\n\nTo strip the brook with mantling cresses spread\n\n\nTo pick her wintry faggot from the thorn,\n\nTo seek her nightly shed and weep till morn;\n\nShe only left of all the harmless train,\n\nThe sad historian of the pensive plain.\n\n{021}\n\nNear yonder copse, where once the garden smiled,\n\nAnd still where many a garden flower grows wild,\n\n\nThere, where a few torn shrubs the place disclose,\n\nThe village preacher's modest mansion rose.\n\nA man he was to all the country dear,\n\nAnd passing rich with forty pounds a year;\n\n{022}\n\nRemote from towns he ran his godly race,\n\nNor e'er had changed, nor wish'd to change his place\n\n\nUnskilful he to fawn, or seek for power,\n\nFar other aims his heart had learn'd to prize,\n\nMore bent to raise the wretched than to rise.\n\n{023}\n\nHis house was known to all the vagrant train;\n\nHe chid their wanderings, but relieved their pain:\n\n\nThe long remember'd beggar was his guest,\n\nWhose beard descending swept his aged breast;\n\nThe ruin'd spendthrift, now no longer proud,\n\nClaim'd kindred there, and had his claims allow'd;\n\n{024}\n\nThe broken soldier, kindly bade to stay,\n\nSate by his fire, and talk'd the night away;\n\nWept o'er his wounds, or, tales of sorrow done,\n\nShoulder'd his crutch, and show'd how fields were won.\n\nPleased with his guests, the good man learn'd to glow,\n\nAnd quite forgot their vices in their woe;\n\nCareless their merits or their faults to scan,\n\nHis pity gave ere charity began.\n\nThus to relieve the wretched was his pride,\n\nAnd e'en his failings lean'd to virtue's side;\n\nBut in his duty prompt, at every call,\n\nHe watch'd and wept, he pray'd and felt for all:\n\nAnd, as a bird each fond endearment tries\n\nTo tempt its new-fledged offspring to the skies,\n\nHe tried each art, reproved each dull delay,\n\nAllured to brighter worlds, and led the way.\n\nBeside the bed where parting life was laid,\n\nAnd sorrow, guilt, and pain, by turns dismay'd,\n\nThe reverend champion stood. At his control,\n\nDespair and anguish fled the struggling soul;\n\n{025}\n\nComfort came down the trembling wretch to raise,\n\nAnd his last faltering accents whisper'd praise.\n\n\nAt church, with meek and unaffected grace,\n\nHis looks adorn'd the venerable place;\n\nTruth from his lips prevail'd with double sway,\n\nAnd fools, who came to scoff, remain'd to pray.\n\nThe service past, around the pious man,\n\nWith ready zeal each honest rustic ran:\n\n{026}\n\nE'en children follow'd with endearing wile,\n\nAnd pluck'd his gown, to share the good man's smile\n\n\nHis ready smile a parent's warmth express'd,\n\nTheir welfare pleased him, and their cares distress'd\n\nTo them his heart, his love, his griefs, were given,\n\nBut all his serious thoughts had rest in heaven.\n\nAs some tall cliff, that lifts its awful form,\n\nSwells from the vale, and midway leaves the storm,\n\n{027}\n\nThough round its breast the rolling clouds are spread,\n\nEternal sunshine settles on its head.\n\n\nBeside yon straggling fence that skirts the way\n\nWith blossom'd furze, unprofitably gay,\n\nThere, in his noisy mansion, skill'd to rule,\n\nThe village master taught his little school:\n\nA man severe he was, and stern to view;\n\nI knew him well, and every truant knew:\n\n\nFull well they laugh'd with counterfeited glee\nAt all his jokes, for many a joke had he;\n\n{028}\n\nWell had the boding tremblers learn'd to trace\n\nThe day's disasters in his morning face:\n\nFull well the busy whisper, circling round,\n\nConvey'd the dismal tidings when he frown'd;\n\n{029}\n\nYet he was kind, or if severe in aught,\n\nThe love he bore to learning was in fault:\n\nThe village all declared how much he knew;\n\n'Twas certain he could write and cipher too:\n\nLands he could measure, terms and tides presage,\n\nAnd e'en the story ran that he could gauge:\n\n\nIn arguing too the parson own'd his skill,\n\nFor e'en though vanquish'd, he could argue still;\n\n{030}\n\nWhile words of learned length, and thundering sound,\n\nAmazed the gazing rustics ranged around;\n\nAnd still they gazed, and still the wonder grew\n\nThat one small head could carry all he knew.\n\nBut past is all his fame: the very spot,\n\nWhere many a time he triumph'd, is forgot.\n\n\nNear yonder thorn that lifts its head on high,\n\nWhere once the sign-post caught the passing eye,\n\nLow lies that house where nut-brown draughts inspired,\n\nWhere grey-beard mirth and smiling toil retired,\n\n{031}\n\nWhere village statesmen talk'd with looks profound,\n\nAnd news much older than their ale went round.\n\n\nImagination fondly stoops to trace\n\nThe parlour splendours of that festive place;\n\nThe white-wash'd wall, the nicely-sanded floor,\n\nThe varnish'd clock that click'd behind the door;\n\n{032}\n\nThe chest contrived a double debt to pay,\n\nA bed by night, a chest of drawers by day;\n\nThe pictures placed for ornament and use,\n\nThe twelve good rules, the royal game of goose\n\nThe hearth, except when winter chill'd the day,\n\nWith aspen boughs, and flowers, and fennel gay\n\nWhile broken tea-cups, wisely kept for show,\n\nRanged o'er the chimney, glisten'd in a row.\n\nVain, transitory splendours! could not all\n\nReprieve the tottering mansion from its fall I\n\nObscure it sinks, nor shall it more impart\n\nAn hour's importance to the poor man's heart:\n\nThither no more the peasant shall repair\n\nTo sweet oblivion of his daily care:\n\nNo more the farmer's news, the barber's tale,\n\nNo more the woodman's ballad shall prevail;\n\nNo more the smith his dusky brow shall clear,\n\nRelax his ponderous strength, and lean to hear;\n\nThe host himself no longer shall be found\n\nCareful to see the mantling bliss go round;\n\nNor the coy maid, half willing to be prest,\n\nShall kiss the cup to pass it to the rest.\n\n{033}\n\nYes! let the rich deride, the proud disdain,\n\nThese simple blessings of the lowly train:\n\nTo me more dear, congenial to my heart,\n\nOne native charm, than all the gloss of art;\n\nSpontaneous joys, where nature has its play,\n\nThe soul adopts, and owns their first-born sway;\n\nLightly they frolic o'er the vacant mind,\n\nUnenvied, unmolested, unconfined.\n\n\nBut the long pomp, the midnight masquerade,\n\nWith all the freaks of wanton wealth array'd,\n\nIn these, ere triflers half their wish obtain,\n\nThe toilsome pleasure sickens into pain;\n\n{034}\n\nAnd, e'en while fashion's brightest arts decoy,\n\nThe heart distrusting asks, if this be joy?\n\nYe friends to truth, ye statesmen, who survey\n\nThe rich man's joys increase, the poor's decay,\n\n'Tis yours to judge how wide the limits stand\n\nBetween a splendid and a happy land.\n\n\nProud swells the tide with loads of freighted ore,\n\nAnd shouting Folly hails them from her shore;\n\nHoards e'en beyond the miser's wish abound,\n\nAnd rich men flock from all the world around.\n\nYet count our gains. This wealth is but a name\n\nThat leaves our useful product still the same.\n\n{035}\n\nNot so the loss. The man of wealth and pride\n\nTakes up a space that many poor supplied;\n\nSpace for his lake, his park's extended bounds,\n\nSpace for his horses, equipage, and hounds;\n\nThe robe that wraps his limbs in silken sloth\n\nHas robb'd the neighbouring fields of half their growth;\n\nHis seat, where solitary sports are seen,\n\nIndignant spurns the cottage from the green;\n\nAround the world each needful product flies,\n\nFor all the luxuries the world supplies:\n\nWhile thus the land, adorn'd for pleasure all,\n\nIn barren splendour feebly waits the fall.\n\nAs some fair female, unadorn'd and plain,\n\nSecure to please while youth confirms her reign,\n\nSlights every borrow'd charm that dress supplies,\n\nNor shares with art the triumph of her eyes;\n\nBut when those charms are past, for charms are frail,\n\nWhen time advances, and when lovers fail,\n\nShe then shines forth, solicitous to bless,\n\nIn all the glaring impotence of dress;\n\nThus fares the land, by luxury betray'd,\n\nIn nature's simplest charms at first array'd;\n\n{036}\n\nBut verging to decline, its splendours rise,\n\nIts vistas strike, its palaces surprise;\n\nWhile, scourged by famine, from the smiling land\n\nThe mournful peasant leads his humble band;\n\nAnd while he sinks, without one arm to save,\n\nThe country blooms--a garden and a grave!\n\nWhere then, ah! where shall poverty reside,\n\nTo 'scape the pressure of contiguous pride?\n\n\nIf to some common's fenceless limits stray'd,\n\nHe drives his flock to pick the scanty blade,\n\nThose fenceless fields the sons of wealth divide,\n\nAnd e'en the bare-worn common is denied.\n\n{037}\n\nIf to the city sped--What waits him there?\n\nTo see profusion, that he must not share;\n\nTo see ten thousand baneful arts combined\n\nTo pamper luxury, and thin mankind;\n\nTo see each joy the sons of pleasure know,\n\nExtorted from his fellow-creature's woe.\n\n\nHere, while the courtier glitters in brocade,\n\nThere the pale artist plies the sickly trade;\n\nHere, while the proud their long-drawn pomp display,\n\nThere the black gibbet glooms beside the way;\n\n{038}\n\nThe dome where pleasure holds her midnight reign,\n\nHere, richly deck'd, admits the gorgeous train;\n\nTumultuous grandeur crowds the blazing square,\n\nThe rattling chariots clash, the torches glare.\n\nSure scenes like these no troubles e'er annoy!\n\nSure these denote one universal joy!\n\nAre these thy serious thoughts? Ah, turn thine eyes\n\nWhere the poor houseless shivering female lies:\n\nShe once, perhaps, in village plenty blest,\n\nHas wept at tales of innocence distrest;\n\n\nHer modest looks the cottage might adorn,\n\nSweet as the primrose peeps beneath the thorn;\n\n{039}\n\nNow lost to all; her friends, her virtue fled,\n\nNear her betrayer's door she lays her head,\n\nAnd, pinch'd with cold, and shrinking from the shower,\n\nWith heavy heart deplores that luckless hour\n\nWhen idly first, ambitious of the town,\n\nShe left her wheel and robes of country brown.\n\nDo thine, sweet Auburn, thine, the loveliest train,\n\nDo thy fair tribes participate her pain?\n\nE'en now, perhaps, by cold and hunger led,\n\nAt proud men's doors they ask a little bread!\n\nAh, no. To distant climes, a dreary scene,\n\nWhere half the convex world intrudes between,\n\nThrough torrid tracts with fainting steps they go,\n\nWhere wild Altama murmurs to their woe.\n\nFar different there from all that charm'd before,\n\nThe various terrors of that horrid shore;\n\nThose blazing suns that dart a downward ray,\n\nAnd fiercely shed intolerable day;\n\nThose matted woods where birds forget to sing,\n\nBut silent-bats in drowsy clusters cling;\n\n{040}\n\nThose poisonous fields with rank luxuriance crown'd,\n\nWhere the dark scorpion gathers death around;\n\nWhere at each step the stranger fears to wake\n\nThe rattling terrors of the vengeful snake;\n\n\nWhere crouching tigers wait their hapless prey,\n\nAnd savage men more murderous still than they;\n\nWhile oft in whirls the mad tornado flies,\n\nMingling the ravaged landscape with the skies.\n\nFar different these from every former scene,\n\nThe cooling brook, the grassy-vested green,\n\n{041}\n\nThe breezy covert of the warbling grove,\n\nThat only shelter'd thefts of harmless love.\n\n\nGood Heaven! what sorrows gloom'd that parting day,\n\nThat call'd them from their native walks away!\n\nWhen the poor exiles, every pleasure past,\n\nHung round the bowers, and fondly look'd their last,\n\nAnd took a long farewell, and wish'd in vain\n\nFor seats like these beyond the western main;\n\nAnd shuddering still to face the distant deep,\n\nReturn'd and wept, and still return'd to weep.\n\nThe good old sire the first prepared to go\n\nTo new-found worlds, and wept for others' woe;\n\n{042}\n\nBut for himself, in conscious virtue brave,\n\nHe only wish'd for worlds beyond the grave.\n\nHis lovely daughter, lovelier in her tears,\n\nThe fond companion of his helpless years,\n\n\nSilent went next, neglectful of her charms,\n\nAnd left a lover's for her father's arms.\n\nWith louder plaints the mother spoke her woes,\n\nAnd bless'd the cot where every pleasure rose;\n\nAnd kiss'd her thoughtless babes with many a tear,\n\nAnd clasp'd them close, in sorrow doubly dear;\n\n{043}\n\nWhilst her fond husband strove to lend relief,\n\nIn all the silent manliness of grief.\n\n\nO luxury! thou curst by Heaven's decree,\n\nHow ill exchanged are things like these for thee!\n\nHow do thy potions, with insidious joy,\n\nDiffuse their pleasures only to destroy!\n\nKingdoms by thee, to sickly greatness grown,\n\nBoast of a florid vigour not their own:\n\nAt every draught more large and large they grow,\n\nA bloated mass of rank unwieldy woe;\n\n{044}\n\nTill, sapp'd their strength, and every part unsound,\n\nDown, down they sink, and spread a ruin round.\n\nE'en now the devastation is begun,\n\nAnd half the business of destruction done;\n\nE'en now, methinks, as pondering here I stand,\n\nI see the rural virtues leave the land.\n\nDown where yon anchoring vessel spreads the sail,\n\nThat idly waiting flaps with every gale;\n\n\nDownward they move, a melancholy band,\n\nPass from the shore, and darken all the strand.\n\nContented toil, and hospitable care,\n\nAnd kind connubial tenderness, are there;\n\nAnd piety, with wishes placed above,\n\nAnd steady loyalty, and faithful love.\n\n{045}\n\nAnd thou, sweet Poetry, thou loveliest maid,\n\nStill first to fly where sensual joys invade,\n\nUnfit, in these degenerate times of shame,\n\nTo catch the heart, or strike for honest fame;\n\nDear charming nymph, neglected and decried,\n\nMy shame in crowds, my solitary pride;\n\nThou source of all my bliss, and all my woe,\n\nThat found'st me poor at first, and keep'st me so;\n\n\nThou guide, by which the nobler arts excel,\n\nThou nurse of every virtue, fare thee well!\n\nFarewell! and oh! where'er thy voice be tried,\n\nOn Torno's cliffs, or Pambamarca's side,\n\nWhether where equinoctial fervors glow,\n\nOr winter wraps the polar world in snow,\n\n{046}\n\nStill let thy voice, prevailing over time,\n\nRedress the rigours of the inclement clime.\n\nAid slighted Truth with thy persuasive strain:\n\nTeach erring man to spurn the rage of gain;\n\nTeach him, that states of native strength possest,\n\nThough very poor, may still be very blest;\n\nThat trade's proud empire hastes to swift decay,\n\nAs ocean sweeps the labour'd mole away;\n\nWhile self-dependent power can time defy,\n\nAs rocks resist the billows and the sky.",
    "metadata": {
        "author": [
            "Goldsmit, Oliver",
            "Goldsmith, Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50500/pg50500.txt",
        "name": "the_deserted_village.json"
    }
}