{
    "name": "The Little Dream: An Allegory in Six Scenes",
    "author": [
        "Sinjohn, John",
        "Galsworthy, John"
    ],
    "body": "\nCHARACTERS\n\n     SEELCHEN, a mountain girl\n     LAMOND, a climber\n     FELSMAN, a glide\n\n\n\n     CHARACTERS IN THE DREAM\n\n     THE GREAT HORN |\n     THE COW HORN   |          mountains\n     THE WINE HORN  |\n\n     THE EDELWEISS           |\n     THE ALPENROSE           | flowers\n     THE GENTIAN             |\n     THE MOUNTAIN DANDELION  |\n\n\n\n     VOICES AND FIGURES IN THE DREAM\n\n     COWBELLS\n     MOUNTAIN AIR\n     FAR VIEW OF ITALY\n     DISTANT FLUME OF STEAM\n     THINGS IN BOOKS\n     MOTH CHILDREN\n     THREE DANCING YOUTHS\n     THREE DANCING GIRLS\n     THE FORMS OF WORKERS\n     THE FORMS OF WHAT IS MADE BY WORK\n     DEATH BY SLUMBER\n     DEATH BY DROWNING\n     FLOWER CHILDREN\n     GOATHERD\n     GOAT BOYS\n     GOAT GOD\n     THE FORMS OF SLEEP\n\n\n\n\nSCENE I\n\n     It is just after sunset of an August evening. The scene is a\n     room in a mountain hut, furnished only with a table, benches.\n     and a low broad window seat.  Through this window three rocky\n     peaks are seen by the light of a moon which is slowly whitening\n     the last hues of sunset.  An oil lamp is burning.  SEELCHEN, a\n     mountain girl, eighteen years old, is humming a folk-song, and\n     putting away in a cupboard freshly washed soup-bowls and\n     glasses.  She is dressed in a tight-fitting black velvet bodice.\n     square-cut at the neck and partly filled in with a gay\n     handkerchief, coloured rose-pink, blue, and golden, like the\n     alpen-rose, the gentian, and the mountain dandelion; alabaster\n     beads, pale as edelweiss, are round her throat; her stiffened.\n     white linen sleeves finish at the elbow; and her full well-worn\n     skirt is of gentian blue.  The two thick plaits of her hair are\n     crossed, and turned round her head.  As she puts away the last\n     bowl, there is a knock; and LAMOND opens the outer door.  He is\n     young, tanned, and good-looking, dressed like a climber, and\n     carries a plaid, a ruck-sack, and an ice-axe.\n\nLAMOND.  Good evening!\n\nSEELCHEN.  Good evening, gentle Sir!\n\nLAMOND.  My name is Lamond.  I'm very late I fear.\n\nSEELCHEN.  Do you wish to sleep here?\n\nLAMOND.  Please.\n\nSEELCHEN.  All the beds are full--it is a pity.  I will call Mother.\n\nLAMOND.  I've come to go up the Great Horn at sunrise.\n\nSEELCHEN.  [Awed]  The Great Horn!  But he is impossible.\n\nLAMOND.  I am going to try that.\n\nSEELCHEN.  There is the Wine Horn, and the Cow Horn.\n\nLAMOND.  I have climbed them.\n\nSEELCHEN.  But he is so dangerous--it is perhaps--death.\n\nLAMOND.  Oh!  that's all right!  One must take one's chance.\n\nSEELCHEN.  And father has hurt his foot.  For guide, there is only\nMans Felsman.\n\nLAMOND.  The celebrated Felsman?\n\nSEELCHEN. [Nodding; then looking at him with admiration]  Are you\nthat Herr Lamond who has climbed all our little mountains this year?\n\nLAMOND. All but that big fellow.\n\nSEELCHEN. We have heard of you.  Will you not wait a day for father's\nfoot?\n\nLAMOND. Ah! no.  I must go back home to-morrow.\n\nSEELCHEN.  The gracious Sir is in a hurry.\n\nLAMOND. [Looking at her intently]  Alas!\n\nSEELCHEN.  Are you from London?   Is it very big?\n\nLAMOND. Six million souls.\n\nSEELCHEN. Oh!  [After a little pause]  I have seen Cortina twice.\n\nLAMOND.  Do you live here all the year?\n\nSEELCHEN.  In winter in the valley.\n\nLAMOND.  And don't you want to see the world?\n\nSEELCHEN.  Sometimes.  [Going to a door, she calls softly]  Hans!\n[Then pointing to another door]  There are seven German gentlemen\nasleep in there!\n\nLAMOND.  Oh God!\n\nSEELCHEN.  Please?  They are here to see the sunrise.  [She picks up\na little book that has dropped from LAMOND'S pocket]  I have read\nseveral books.\n\nLAMOND.  This is by the great English poet.  Do you never make poetry\nhere, and dream dreams, among your mountains?\n\nSEELCHEN. [Slowly shaking her head]  See!  It is the full moon.\n\n     While they stand at the window looking at the moon, there enters\n     a lean, well-built, taciturn young man dressed in Loden.\n\nSEELCHEN. Hans!\n\nFELSMAN. [In a deep voice]  The gentleman wishes me?\n\nSEELCHEN.  [Awed]  The Great Horn for to-morrow!  [Whispering to him]\nIt is the celebrated London one.\n\nFELSMAN.  The Great Horn is not possible.\n\nLAMOND.  You say that?   And you're the famous Felsman?\n\nFELSMAN.  [Grimly]  We start at dawn.\n\nSEELCHEN.  It is the first time for years!\n\nLAMOND.  [Placing his plaid and rucksack on the window bench]  Can I\nsleep here?\n\nSEELCHEN.  I will see; perhaps--\n\n     [She runs out up some stairs]\n\nFELSMAN.  [Taking blankets from the cupboard and spreading them on\nthe window seat]  So!\n\n     As he goes out into the air.  SEELCHEN comes slipping in again\n     with a lighted candle.\n\nSEELCHEN.  There is still one bed. This is too hard for you.\n\nLAMOND.  Oh! thanks; but that's all right.\n\nSEELCHEN.  To please me!\n\nLAMOND.  May I ask your name?\n\nSEELCHEN.  Seelchen.\n\nLAMOND.  Little soul, that means--doesn't it?   To please you I would\nsleep with seven German gentlemen.\n\nSEELCHEN.  Oh! no; it is not necessary.\n\nLAMOND.  [With a grave bow]  At your service, then.\n[He prepares to go]\n\nSEELCHEN.  Is it very nice in towns, in the World, where you come\nfrom?\n\nLAMOND.  When I'm there I would be here; but when I'm here I would be\nthere.\n\nSEELCHEN.  [Clasping her hands]  That is like me but I am always\nhere.\n\nLAMOND.  Ah!  yes; there is no one like you in towns.\n\nSEELCHEN.  In two places one cannot be.  [Suddenly]  In the towns\nthere are theatres, and there is beautiful fine work, and--dancing,\nand--churches--and trains--and all the things in books--and--\n\nLAMOND.  Misery.\n\nSEELCHEN.  But there is life.\n\nLAMOND.  And there is death.\n\nSEELCHEN. To-morrow, when you have climbed--will you not come back?\n\nLAMOND.  No.\n\nSEELCHEN.  You have all the world; and I have nothing.\n\nLAMOND.  Except Felsman, and the mountains.\n\nSEELCHEN. It is not good to eat only bread.\n\nLAMOND.  [Looking at her hard] I would like to eat you!\n\nSEELCHEN.  But I am not nice; I am full of big wants--like the cheese\nwith holes.\n\nLAMOND.  I shall come again.\n\nSEELCHEN.  There will be no more hard mountains left to climb.  And\nif it is not exciting, you do not care.\n\nLAMOND.  O wise little soul!\n\nSEELCHEN.  No. I am not wise.  In here it is always aching.\n\nLAMOND.  For the moon?\n\nSEELCHEN.  Yes.  [Then suddenly]  From the big world you will\nremember?\n\nLAMOND.  [Taking her hand]  There is nothing in the big world so\nsweet as this.\n\nSEELCHEN.  [Wisely]  But there is the big world itself.\n\nLAMOND.  May I kiss you, for good-night?\n\n     She puts her face forward; and he kisses her cheek, and,\n     suddenly, her lips. Then as she draws away.\n\nLAMOND.  I am sorry, little soul.\n\nSEELCHEN.  That's all right!\n\nLAMOND.  [Taking the candle]  Dream well!  Goodnight!\n\nSEELCHEN.  [Softly]  Good-night!\n\nFELSMAN.  [Coming in from the air, and eyeing them]  It is cold--it\nwill be fine.\n\n     LAMOND still looking back goes up the stairs; and FELSMAN waits\n     for him to pass.\n\nSEELCHEN.  [From the window seat]  It was hard for him here.  I\nthought.\n\n     He goes up to her, stays a moment looking down then bends and\n     kisses her hungrily.\n\nSEELCHEN. Art thou angry?\n\n     He does not answer, but turning out the lamp, goes into an inner\n     room.\n\n     SEELCHEN sits gazing through the window at the peaks bathed in\n     full moonlight.  Then, drawing the blankets about her, she\n     snuggles doom on the window seat.\n\nSEELCHEN. [In a sleepy voice] They kissed me--both. [She sleeps]\n\n                    The scene falls quite dark\n\n\n\n\nSCENE II\n\n     The scene is slowly illumined as by dawn.  SEELCHEN is still\n     lying on the window seat.  She sits up, freeing her face and\n     hands from the blankets, changing the swathings of deep sleep\n     for the filmy coverings of a dream.  The wall of the hut has\n     vanished; there is nothing between her and the three mountains\n     veiled in mist, save a through of darkness.  There, as the peaks\n     of the mountains brighten, they are seen to have great faces.\n\nSEELCHEN.  Oh!  They have faces!\n\n     The face of THE WINE HORN is the profile of a beardless youth.\n     The face of THE COW HORN is that of a mountain shepherd.\n     solemn, and broom, with fierce black eyes, and a black beard.\n     Between them THE GREAT HORN, whose hair is of snow, has a high.\n     beardless visage, as of carved bronze, like a male sphinx,\n     serene, without cruelty.  Far down below the faces of the peaks.\n     above the trough of darkness, are peeping out the four little\n     heads of the flowers of EDELWEISS, and GENTIAN, MOUNTAIN\n     DANDELION, and ALPENROSE; on their heads are crowns made of\n     their several flowers, all powdered with dewdrops; and when THE\n     FLOWERS lift their child-faces little tinkling bells ring.\n\nAll around the peaks there is nothing but blue sky.\n\nEDELWEISS.  [In a tiny voice]  Would you?   Would you?   Would you?\nAh! ha!\n\nGENTIAN,  M. DANDELION,  ALPENROSE  [With their bells ranging\nenviously]  Oo-oo-oo!\n\n          From behind the Cow HORN are heard the voices of COWBELLS\n          and MOUNTAIN AIR:\n\n     \"Clinkel-clink!  Clinkel-clink!\"\n     \"Mountain air!  Mountain air!\"\n\n          From behind THE WINE HORN rise the rival voices Of VIEW OF\n          ITALY,  FLUME OF STEAM,  and THINGS IN BOOKS:\n\n     \"I am Italy!  Italy!\"\n\n     \"See me--steam in the distance!\"\n\n     \"O remember the things in books!\"\n\n          And all call out together, very softly, with THE FLOWERS\n          ringing their bells.  Then far away like an echo comes a\n          sighing:\n\n     \"Mountain air!  Mountain air!\"\n\n          And suddenly the Peak of THE COW HORN speaks in a voice as\n          of one unaccustomed.\n\nTHE COW HORN.  Amongst kine and my black-brown sheep I Live; I am\nsilence, and monotony; I am the solemn hills.  I am fierceness, and\nthe mountain wind; clean pasture, and wild rest.  Look in my eyes.\nlove me alone!\n\nSEELCHEN.  [Breathless]  The Cow Horn!  He is speaking for Felsman\nand the mountains.  It is the half of my heart!\n\n          THE FLOWERS laugh happily.\n\nTHE COW HORN.  I stalk the eternal hills--I drink the mountain snows.\nMy eyes are the colour of burned wine; in them lives melancholy.  The\nlowing of the kine, the wind, the sound of falling rocks, the running\nof the torrents; no other talk know I.  Thoughts simple, and blood\nhot, strength huge--the cloak of gravity.\n\nSEELCHEN. Yes. yes!  I want him. He is strong!\n\n          The voices of COWBELLS and MOUNTAIN AIR cry out together:\n\n     \"Clinkel-clink!  Clinkel-clink!\"\n\n     \"Mountain air!  Mountain air!\"\n\nTHE COW HORN.  Little soul!  Hold to me!  Love me!  Live with me\nunder the stars!\n\nSEELCHEN.  [Below her breath]  I am afraid.\n\n          And suddenly the Peak of THE WINE HORN speaks in a youth's\n          voice.\n\nTHE WINE HORN.  I am the will o' the wisp that dances thro' the\nstreets; I am the cooing dove of Towns, from the plane trees and the\nchestnuts' shade. From day to day all changes, where I burn my\nincense to my thousand little gods.  In white palaces I dwell, and\npassionate dark alleys.  The life of men in crowds is mine--of\nlamplight in the streets at dawn.  [Softly]  I have a thousand loves.\nand never one too long; for I am nimbler than your heifers playing in\nthe sunshine.\n\n          THE FLOWERS, ringing in alarm, cry:\n\n     \"We know them!\"\n\nTHE WINE HORN.  I hear the rustlings of the birth and death of\npleasure; and the rattling of swift wheels.  I hear the hungry oaths\nof men; and love kisses in the airless night.  Without me, little\nsoul, you starve and die,\n\nSEELCHEN.  He is speaking for the gentle Sir, and the big world of\nthe Town.  It pulls my heart.\n\nTHE WINE HORN.  My thoughts surpass in number the flowers in your\nmeadows; they fly more swiftly than your eagles on the wind. I drink\nthe wine of aspiration, and the drug of disillusion.  Thus am I never\ndull!\n\n          The voices of VIEW OF ITALY, FLUME OF STEAM, and THINGS IN\n          BOOKS are heard calling out together:\n\n     \"I am Italy, Italy!\"\n\n     \"See me--steam in the distance!\"\n\n     \"O remember, remember!\"\n\nTHE WINE HORN.  Love me, little soul!  I paint life fifty colours.\nI make a thousand pretty things!  I twine about your heart!\n\nSEELCHEN.  He is honey!\n\n          THE FLOWERS ring their bells jealously and cry:\n\n     \"Bitter! Bitter!\"\n\n\nTHE COW HORN.  Stay with me, Seelchen!  I wake thee with the crystal\nair.\n\n          The voices of COWBELLS and MOUNTAIN AIR tiny out far away:\n\n     \"Clinkel-clink!  Clinkel-clink!\"\n\n     \"Mountain air!  Mountain air!\"\n\n          And THE FLOWERS laugh happily.\n\nTHE WINE HORN.  Come with me, Seelchen!  My fan, Variety, shall wake\nyou!\n\n          The voices of VIEW OF ITALY, FLUME OF STEAM and THINGS IN\n          BOOKS chant softly:\n\n     \"I am Italy!  Italy!\"\n\n     \"See me--steam in the distance!\"\n\n     \"O remember, remember!\"\n\n          And THE FLOWERS moan.\n\nSEELCHEN.  [In grief]  My heart!  It is torn!\n\nTHE WINE HORN.  With me, little soul, you shall race in the streets.\nand peep at all secrets.  We will hold hands, and fly like the\nthistle-down.\n\nM. DANDELION.  My puff-balls fly faster!\n\nTHE WINE HORN.  I will show you the sea.\n\nGENTIAN.  My blue is deeper!\n\nTHE WINE HORN. I will shower on you blushes.\n\nALPENROSE.  I can blush redder!\n\nTHE WINE HORN.  Little soul, listen!  My Jewels!  Silk!  Velvet!\n\nEDELWEISS.  I am softer than velvet!\n\nTHE WINE HORN. [Proudly]  My wonderful rags!\n\nTHE FLOWERS. [Moaning]  Of those we have none.\n\nSEELCHEN.  He has all things.\n\nTHE COW HORN.  Mine are the clouds with the dark silvered wings; mine\nare the rocks on fire with the sun; and the dewdrops cooler than\npearls. Away from my breath of snow and sweet grass, thou wilt droop,\nlittle soul.\n\nTHE WINE HORN.  The dark Clove is my fragrance!\n\n          THE FLOWERS ring eagerly, and turning up their faces, cry:\n\n     \"We too, smell sweet.\"\n\n          But the voices of VIEW OF ITALY, FLUME OF STEAM, and THINGS\n          IN BOOKS cry out:\n\n     \"I am Italy!  Italy!\"\n\n     \"See me--steam in the distance!\"\n\n     \"O remember!  remember!\"\n\nSEELCHEN. [Distracted]  Oh! it is hard!\n\nTHE COW HORN.  I will never desert thee.\n\nTHE WINE HORN.  A hundred times I will desert you, a hundred times\ncome back, and kiss you.\n\nSEELCHEN.  [Whispering]  Peace for my heart!\n\nTHE COW HORN.  With me thou shalt lie on the warm wild thyme.\n\n          THE FLOWERS laugh happily.\n\nTHE WINE HORN.  With me you shall lie on a bed of dove's feathers.\n\n          THE FLOWERS moan.\n\nTHE WINE HORN.  I will give you old wine.\n\nTHE COW HORN.  I will give thee new milk.\n\nTHE WINE HORN.  Hear my song!\n\n          From far away comes the sound as of mandolins.\n\nSEELCHEN.  [Clasping her breast]  My heart--it is leaving me!\n\nTHE COW HORN.  Hear my song!\n\n          From the distance floats the piping of a Shepherd's reed.\n\nSEELCHEN.  [Curving her hand at her ears] The piping!  Ah!\n\nTHE COW HORN.  Stay with me, Seelchen!\n\nTHE WINE HORN.  Come with me, Seelchen!\n\nTHE COW HORN.  I give thee certainty!\n\nTHE WINE HORN.  I give you chance!\n\nTHE COW HORN.  I give thee peace.\n\nTHE WINE HORN.  I give you change.\n\nTHE COW HORN.  I give thee stillness.\n\nTHE WINE HORN.  I give you voice.\n\nTHE COW HORN.  I give thee one love.\n\nTHE WINE HORN.  I give you many.\n\nSEELCHEN.  [As if the words were torn from her heart]  Both, both--I\nwill love!\n\n     And suddenly the Peak of THE GREAT HORN speaks.\n\nTHE GREAT HORN.  And both thou shalt love, little soul!  Thou shalt\nlie on the hills with Silence; and dance in the cities with\nKnowledge.  Both shall possess thee!  The sun and the moon on the\nmountains shall burn thee; the lamps of the town singe thy wings.\nsmall Moth!  Each shall seem all the world to thee, each shall seem\nas thy grave!  Thy heart is a feather blown from one mouth to the\nother.  But be not afraid!  For the life of a man is for all loves in\nturn. 'Tis a little raft moored, then sailing out into the blue; a\ntune caught in a hush, then whispering on; a new-born babe, half\ncourage and half sleep.  There is a hidden rhythm.  Change.\nQuietude.  Chance.  Certainty.  The One.  The Many.  Burn on--thou\npretty flame, trying to eat the world!  Thou shaft come to me at\nlast, my little soul!\n\n     THE VOICES and THE FLOWER-BELLS peal out.\n\n     SEELCHEN, enraptured, stretches her arms to embrace the sight\n     and sound, but all fades slowly into dark sleep.\n\n\n\n\nSCENE III\n\nThe dark scene again becomes glamorous.  SEELCHEN is seen with her\nhand stretched out towards the Piazza of a little town, with a plane\ntree on one side, a wall on the other, and from the open doorway of\nan Inn a pale path of light.  Over the Inn hangs a full golden moon.\nAgainst the wall, under the glimmer of a lamp, leans a youth with the\nface of THE WINE HORN, in a crimson dock, thrumming a mandolin, and\nsinging:\n\n         \"Little star soul\n          Through the frost fields of night\n          Roaming alone, disconsolate--\n          From out the cold\n          I call thee in\n          Striking my dark mandolin\n          Beneath this moon of gold.\"\n\n     From the Inn comes a burst of laughter, and the sound of\n     dancing.\n\nSEELCHEN:  [Whispering]  It is the big world!\n\n     The Youth of THE WINE HORN sings On:\n\n         \"Pretty grey moth,\n          Where the strange candles shine,\n          Seeking for warmth, so desperate--\n          Ah! fluttering dove\n          I bid thee win\n          Striking my dark mandolin\n          The crimson flame of love.\"\n\nSEELCHEN.  [Gazing enraptured at the Inn]  They are dancing!\n\n     As SHE speaks, from either side come moth-children, meeting and\n     fluttering up the path of light to the Inn doorway; then\n     wheeling aside, they form again, and again flutter forward.\n\nSEELCHEN.  [Holding out her hands]  They are real!  Their wings are\nwindy.\n\n     The Youth of THE WINE HORN sings on;\n\n         \"Lips of my song,\n          To the white maiden's heart\n          Go ye, and whisper,  passionate.\n          These words that burn\n          'O listening one!\n          Love that flieth past is gone\n          Nor ever may return!'\"\n\n     SEELCHEN runs towards him--but the light above him fades; he has\n     become shadow.  She turns bewildered to the dancing moth-children\n     --but they vanish before her.  At the door of the Inn stands\n     LAMOND in a dark cloak.\n\nSEELCHEN.  It is you!\n\nLAMOND.  Without my little soul I am cold.  Come!  [He holds out his\narms to her]\n\nSEELCHEN.  Shall I be safe?\n\nLAMOND.  What is safety?   Are you safe in your mountains?\n\nSEELCHEN.  Where am I, here?\n\nLAMOND.  The Town.\n\n     Smiling, he points to the doorway. And silent as shadows there\n     come dancing out, two by two, two girls and two youths.  The\n     first girl is dressed in white satin and jewels; and the first\n     youth in black velvet.  The second girl is in rags, and a shawl;\n     and the second youth in shirt and corduroys.  They dance\n     gravely, each couple as if in a world apart.\n\nSEELCHEN. [Whispering]  In the mountains all dance together.  Do they\nnever change partners?\n\nLAMOND. How could they, little one?   Those are rich, these poor.\nBut see!\n\n     A CORYBANTIC COUPLE come dancing forth. The girl has bare limbs.\n     a flame-coloured shift, and hair bound with red flowers; the\n     youth wears a panther-skin.  They pursue not only each other.\n     but the other girls and youths.  For a moment all is a furious\n     medley.  Then the Corybantic Couple vanish into the Inn, and the\n     first two couples are left, slowly, solemnly dancing, apart from\n     each other as before.\n\nSEELCHEN. [Shuddering]  Shall I one day dance like that?\n\n     The Youth of THE WINE HORN appears again beneath the lamp.  He\n     strikes a loud chord; then as SEELCHEN moves towards that sound\n     the lamp goes out; there is again only blue shadow; but the\n     couples have disappeared into the Inn, and the doorway has grown\n     dark.\n\nSEELCHEN.  Ah!  What I do not like, he will not let me see.\n\nLAMOND.  Will you not come, then, little soul?\n\nSEELCHEN.  Always to dance?\n\nLAMOND:  Not so!\n\n     THE SHUTTERS of the houses are suddenly thrown wide. In a\n     lighted room on one aide of the Inn are seen two pale men and a\n     woman, amongst many clicking machines.  On the other side of the\n     Inn, in a forge, are visible two women and a man, but half\n     clothed, making chains.\n\nSEELCHEN.  [Recoiling from both sights, in turn]  How sad they look\n--all!  What are they making?\n\n     In the dark doorway of the Inn a light shines out, and in it is\n     seen a figure, visible only from the waist up, clad in\n     gold-cloth studded with jewels, with a flushed complacent face,\n     holding in one hand a glass of golden wine.\n\nSEELCHEN.  It is beautiful. What is it?\n\nLAMOND.  Luxury.\n\nSEELCHEN.  What is it standing on?  I cannot see.\n\n     Unseen, THE WINE HORN'S mandolin twangs out.\n\nLAMOND.  For that do not look, little soul.\n\nSEELCHEN.  Can it not walk?   [He shakes his head]  Is that all they\nmake here with their sadness?\n\n     But again the mandolin twangs out; the shutters fall over the\n     houses; the door of the Inn grows dark.\n\nLAMOND.  What is it, then, you would have?  Is it learning?  There\nare books here, that, piled on each other, would reach to the stars!\n[But SEELCHEN shakes her head]  There is religion so deep that no man\nknows what it means. [But SEELCHEN shakes her head]  There is\nreligion so shallow, you may have it by turning a handle.  We have\neverything.\n\nSEELCHEN.  Is God here?\n\nLAMOND.  Who knows?  Is God with your goats?  [But SEELCHEN shakes\nher head]  What then do you want?\n\nSEELCHEN.  Life.\n\n     The mandolin twangs out.\n\nLAMOND.  [Pointing to his breast]  There is but one road to life.\n\nSEELCHEN.  Ah! but I do not love.\n\nLAMOND.  When a feather dies, is it not loving the wind--the unknown?\nWhen the day brings not new things, we are children of sorrow.  If\ndarkness and light did not change, could we breathe?  Child!  To live\nis to love, to love is to live-seeking for wonder.  [And as she draws\nnearer]  See!  To love is to peer over the edge, and, spying the\nlittle grey flower, to climb down!  It has wings; it has flown--again\nyou must climb; it shivers, 'tis but air in your hand--you must\ncrawl, you must cling, you must leap, and still it is there and not\nthere--for the grey flower flits like a moth, and the wind of its\nwings is all you shall catch.  But your eyes shall be shining, your\ncheeks shall be burning, your breast shall be panting--Ah! little\nheart!  [The scene falls darker]  And when the night comes--there it\nis still, thistledown blown on the dark, and your white hands will\nreach for it, and your honey breath waft it, and never, never, shall\nyou grasp that wanton thing--but life shall be lovely.  [His voice\ndies to a whisper.  He stretches out his arms]\n\nSEELCHEN.  [Touching his breast]  I will come.\n\nLAMOND.  [Drawing her to the dark doorway]  Love me!\n\nSEELCHEN.  I love!\n\n     The mandolin twangs out, the doorway for a moment is all\n     glamorous; and they pass through.  Illumined by the glimmer of\n     the lamp the Youth of THE WINE Hour is seen again.  And slowly\n     to the chords of his mandolin he begins to sing:\n\n         \"The windy hours through darkness fly\n          Canst hear them little heart?\n          New loves are born, and old loves die,\n          And kissing lips must part.\n\n          \"The dusky bees of passing years\n          Canst see them, soul of mine--\n          From flower and flower supping tears,\n          And pale sweet honey wine?\n\n     [His voice grown strange and passionate]\n\n          \"O flame that treads the marsh of time.\n          Flitting for ever low.\n          Where, through the black enchanted slime.\n          We, desperate, following go\n          Untimely fire, we bid thee stay!\n          Into dark air above.\n          The golden gipsy thins away--\n          So has it been with love!\"\n\n     While he is singing, the moon grows pale, and dies.  It falls\n     dark, save for the glimmer of the lamp beneath which he stands.\n     But as his song ends, the dawn breaks over the houses, the lamp\n     goes out--THE WINE HORN becomes shadow.  Then from the doorway\n     of the Inn, in the shrill grey light SEELCHEN comes forth.  She\n     is pale, as if wan with living; her eyes like pitch against the\n     powdery whiteness of her face.\n\nSEELCHEN.  My heart is old.\n\n     But as she speaks, from far away is heard a faint chiming of\n     COWBELLS; and while she stands listening, LAMOND appears in the\n     doorway of the Inn.\n\nLAMOND.  Little soul!\n\nSEELCHEN.  You!  Always you!\n\nLAMOND.  I have new wonders.\n\nSEELCHEN.  [Mournfully]  No.\n\nLAMOND.  I swear it!  You have not tired of me, that am never the\nsame?  It cannot be.\n\nSEELCHEN.  Listen!\n\n     The chime of THE COWBELLS is heard again.\n\nLAMOND.  [Jealously]  The music' of dull sleep!  Has life, then, with\nme been sorrow?\n\nSEELCHEN.  I do not regret.\n\nLAMOND.  Come!\n\nSEELCHEN.  [Pointing-to her breast]  The bird is tired with flying.\n[Touching her lips]  The flowers have no dew.\n\nLAMOND.  Would you leave me?\n\nSEELCHEN.  See!\n\n     There, in a streak of the dawn, against the plane tree is seen\n     the Shepherd of THE COW HORN, standing wrapped in his mountain\n     cloak.\n\nLAMOND.  What is it?\n\nSEELCHEN.  He!\n\nLAMOND.  There is nothing.  [He holds her fast]  I have shown you the\nmarvels of my town--the gay, the bitter wonders.  We have known life.\nIf with you I may no longer live, then let us die!  See!  Here are\nsweet Deaths by Slumber and by Drowning!\n\nThe mandolin twangs out, and from the dim doorway of the Inn come\nforth the shadowy forms.  DEATH BY SLUMBER, and DEATH BY DROWNING.\nwho to a ghostly twanging of mandolins dance slowly towards SEELCHEN.\nstand smiling at her, and as slowly dance away.\n\nSEELCHEN.  [Following] Yes.  They are good and sweet.\n\n     While she moves towards the Inn.  LAMOND'S face becomes\n     transfigured with joy.  But just as she reaches the doorway.\n     there is a distant chiming of bells and blowing of pipes, and\n     the Shepherd of THE COW HORN sings:\n\n         \"To the wild grass come, and the dull far roar\n          Of the falling rock; to the flowery meads\n          Of thy mountain home, where the eagles soar,\n          And the grizzled flock in the sunshine feeds.\n          To the Alp, where I, in the pale light crowned\n          With the moon's thin horns, to my pasture roam;\n          To the silent sky, and the wistful sound\n          Of the rosy dawns---my daughter, come!\"\n\n     While HE sings, the sun has risen; and SEELCHEN has turned.\n     with parted lips, and hands stretched out; and the forms of\n     death have vanished.\n\nSEELCHEN.  I come.\n\nLAMOND.  [Clasping her knees]  Little soul!  Must I then die, like a\ngnat when the sun goes down?   Without you I am nothing.\n\nSEELCHEN.  [Releasing herself]  Poor heart--I am gone!\n\nLAMOND.  It is dark.  [He covers his face with his cloak].\n\n     Then as SEELCHEN reaches the Shepherd of THE COW HORN, there is\n     blown a long note of a pipe; the scene falls back; and there\n     rises a far, continual, mingled sound of Cowbells, and Flower\n     Bells, and Pipes.\n\n\n\n\n\nSCENE IV\n\n     The scene slowly brightens with the misty flush of dawn.\n     SEELCHEN stands on a green alp, with all around, nothing but\n     blue sky.  A slip of a crescent moon is lying on her back.  On a\n     low rock sits a brown faced GOATHERD blowing on a pipe, and the\n     four Flower-children are dancing in their shifts of grey white.\n     and blue, rose-pink, and burnt-gold.  Their bells are ringing.\n     as they pelt each other with flowers of their own colours; and\n     each in turn, wheeling, flings one flower at SEELCHEN, who puts\n     them to her lips and eyes.\n\nSEELCHEN.  The dew! [She moves towards the rock]  Goatherd!\n\n     But THE FLOWERS encircle him; and when they wheel away he has\n     vanished.  She turns to THE FLOWERS, but they too vanish.  The\n     veils of mist are rising.\n\nSEELCHEN.  Gone!  [She rubs her eyes; then turning once more to the\nrock, sees FELSMAN standing there, with his arms folded]  Thou!\n\nFELSMAN.  So thou hast come--like a sick heifer to be healed.  Was it\ngood in the Town--that kept thee so long?\n\nSEELCHEN.  I do not regret.\n\nFELSMAN.  Why then return?\n\nSEELCHEN.  I was tired.\n\nFELSMAN.  Never again shalt thou go from me!\n\nSEELCHEN.  [Mocking]  With what wilt thou keep me?\n\nFELSMAN.  [Grasping her] Thus.\n\nSEELCHEN. I have known Change--I am no timid maid.\n\nFELSMAN.  [Moodily]  Aye, thou art different.  Thine eyes are hollow\n--thou art white-faced.\n\nSEELCHEN.  [Still mocking]  Then what hast thou here that shall keep\nme?\n\nFELSMAN.  The sun.\n\nSEELCHEN.  To burn me.\n\nFELSMAN.  The air.\n\n     There is a faint wailing of wind.\n\nSEELCHEN.  To freeze me.\n\nFELSMAN.  The silence.\n\n     The noise of the wind dies away.\n\nSEELCHEN.  Yes, it is lonely.\n\nFELSMAN.  Wait!  And the flowers shall dance to thee.\n\n     And to a ringing of their bells.  THE FLOWERS come dancing;\n     till, one by one, they cease, and sink down, nodding, falling\n     asleep.\n\nSEELCHEN.  See!  Even they grow sleepy here!\n\nFELSMAN.  I will call the goats to wake them.\n\n     THE GOATHERD is seen again sitting upright on his rock and\n     piping.  And there come four little brown, wild-eyed, naked\n     Boys, with Goat's legs and feet, who dance gravely in and out of\n     The Sleeping Flowers; and THE FLOWERS wake, spring up, and fly.\n     Till each Goat, catching his flower has vanished, and THE\n     GOATHERD has ceased to pipe, and lies motionless again on his\n     rock.\n\nFELSMAN.  Love me!\n\nSEELCHEN.  Thou art rude!\n\nFELSMAN.  Love me!\n\nSEELCHEN.  Thou art grim!\n\nFELSMAN.  Aye.  I have no silver tongue.  Listen!  This is my voice.\n[Sweeping his arm round all the still alp]  It is quiet.  From dawn\nto the first star all is fast.  [Laying his hand on her heart]  And\nthe wings of the birds shall be still.\n\nSEELCHEN.  [Touching his eyes]  Thine eyes are fierce.  In them I see\nthe wild beasts crouching.  In them I see the distance.  Are they\nalways fierce?\n\nFELSMAN.  Never--to look on thee, my flower.\n\nSEELCHEN.  [Touching his hands]  Thy hands are rough to pluck\nflowers.  [She breaks away from him to the rock where THE GOATHERD is\nlying]  See!  Nothing moves!  The very day stands still.  Boy!  [But\nTHE GOATHERD neither stirs nor answers]  He is lost in the blue.\n[Passionately]  Boy!  He will not answer me.  No one will answer me\nhere.\n\nFELSMAN. [With fierce longing]  Am I then no one?\n\nSEELCHEN.  Thou?\n\n     [The scene darkens with evening]\n\nSee!  Sleep has stolen the day!  It is night already.\n\n     There come the female shadow forms of SLEEP, in grey cobweb\n     garments, waving their arms drowsily, wheeling round her.\n\nSEELCHEN.  Are you Sleep?   Dear Sleep!\n\n     Smiling, she holds out her arms to FELSMAN.  He takes her\n     swaying form.  They vanish, encircled by the forms of SLEEP. It\n     is dark, save for the light of the thin horned moon suddenly\n     grown bright.  Then on his rock, to a faint gaping THE GOATHERD\n     sings:\n\n         \"My goat, my little speckled one.\n          My yellow-eyed, sweet-smelling.\n          Let moon and wind and golden sun\n          And stars beyond all telling\n          Make, every day, a sweeter grass.\n          And multiply thy leaping!\n          And may the mountain foxes pass\n          And never scent thee sleeping!\n          Oh!  Let my pipe be clear and far.\n          And let me find sweet water!\n          No hawk nor udder-seeking jar\n          Come near thee, little daughter!\n          May fiery rocks defend, at noon,\n          Thy tender feet from slipping!\n          Oh! hear my prayer beneath the moon--\n          Great Master, Goat-God--skipping!\"\n\n     There passes in the thin moonlight the Goat-Good Pan; and with a\n     long wail of the pipe THE GOATHERD BOY is silent.  Then the moon\n     fades, and all is black; till, in the faint grisly light of the\n     false dawn creeping up, SEELCHEN is seen rising from the side of\n     the sleeping FELSMAN.  THE GOATHERD BOY has gone; but by the\n     rock stands the Shepherd of THE COW HORN in his dock.\n\nSEELCHEN.  Years, years I have slept.  My spirit is hungry.  [Then as\nshe sees the Shepherd of THE COW HORN standing there]  I know thee\nnow--Life of the earth--the smell of thee, the sight of thee, the\ntaste of thee, and all thy music.  I have passed thee and gone by.\n[She moves away]\n\nFELSMAN.  [Waking] Where wouldst thou go?\n\nSEELCHEN.  To the edge of the world.\n\nFELSMAN.  [Rising and trying to stay her]  Thou shalt not leave me!\n\n     [But against her smiling gesture he struggles as though against\n     solidity]\n\nSEELCHEN.  Friend!  The time is on me.\n\nFELSMAN.  Were my kisses, then, too rude?   Was I too dull?\n\nSEELCHEN.  I do not regret.\n\n     The Youth of THE WINE HORN is seen suddenly standing opposite\n     the motionless Shepherd of THE COW HORN; and his mandolin twangs\n     out.\n\nFELSMAN.  The cursed music of the Town!  Is it back to him thou wilt\ngo?  [Groping for sight of the hated figure]  I cannot see.\n\nSEELCHEN. Fear not!  I go ever onward.\n\nFELSMAN.  Do not leave me to the wind in the rocks!  Without thee\nlove is dead, and I must die.\n\nSEELCHEN.  Poor heart!  I am gone.\n\nFELSMAN.  [Crouching against the rock]  It is cold.\n\n     At the blowing of the Shepherd's pipe, THE COW HORN stretches\n     forth his hand to her.  The mandolin twangs out, and THE WINE\n     HORN holds out his hand.  She stands unmoving.\n\nSEELCHEN. Companions.  I must go. In a moment it will be dawn.\n\n     In Silence THE COW HORN and THE WINE HORN, cover their faces.\n     The false dawn dies.  It falls quite dark.\n\n\n\n\nSCENE V\n\n     Then a faint glow stealing up, lights the snowy head of THE\n     GREAT HORN, and streams forth on SEELCHEN.  To either aide of\n     that path of light, like shadows.  THE COW HORN and THE WINE\n     HORN stand with cloaked heads.\n\nSEELCHEN.  Great One!  I come!\n\n     The Peak of THE GREAT HORN speaks in a far-away voice, growing,\n     with the light, clearer and stronger.\n\n          Wandering flame, thou restless fever\n          Burning all things, regretting none;\n          The winds of fate are stilled for ever--\n          Thy little generous life is done.\n          And all its wistful wonderings cease!\n          Thou traveller to the tideless sea,\n          Where light and dark, and change and peace,\n          Are One--Come, little soul, to MYSTERY!\n\n     SEELCHEN falling on her knees, bows her head to the ground.  The\n     glow slowly fades till the scene is black.\n\n\n\n\nSCENE VI\n\nThen as the blackness lifts, in the dim light of the false dawn\nfiltering through the window of the mountain hut.  LAMOND and FELSMAN\nare seen standing beside SEELCHEN looking down at her asleep on the\nwindow seat.\n\nFELSMAN.  [Putting out his hand to wake her]  In a moment it will be\ndawn.\n\n     She stirs, and her lips move, murmuring.\n\nLAMOND.  Let her sleep.  She's dreaming.\n\n     FELSMAN raises a lantern, till its light falls on her face.\n     Then the two men move stealthily towards the door, and, as she\n     speaks, pass out.\n\nSEELCHEN.  [Rising to her knees, and stretching out her hands with\necstasy]  Great One.  I come!  [Waking, she looks around, and\nstruggles to her feet]  My little dream!\n\n     Through the open door, the first flush of dawn shows in the sky.\n     There is a sound of goat-bells passing.\n\n\n\nThe curtain falls.",
    "metadata": {
        "author": [
            "Sinjohn, John",
            "Galsworthy, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2910/pg2910.txt",
        "name": "the_little_dream_an_allegory_in_six_scenes.json"
    }
}