{
    "name": "The crimp",
    "author": [
        "Leverage, Henry",
        "Leverage, Carl Henry"
    ],
    "body": "The law as set down for sailing masters offers a fair measure of\nprotection for seamen.\n\nCaptain Gully, of the steam whaler Bowhead, was familiar with this law.\nIt prevented him from completing his crew. Men of any kind were scarce\nin San Francisco. Cargoes rotted in ships’ holds while the wages of\nordinary seamen mounted to impossible heights.\n\nThe Bowhead was ready to steam for the Arctic and Bering Sea whaling\ngrounds. Her boat-steerers, harpooners, mates, engineers, and twelve of\na crew were aboard. Captain Gully dared not cat the anchor without\neighteen men before the mast. He needed six more hands in the\nfo’c’s’le.\n\n“Hansen,” he told his first mate, “lower the dingey and go to the\nBlubber Room on East Street. Ask for Abie Kelly. Bring Abie out with\nyou.”\n\n“The crimp?”\n\n“You know him.”\n\n“_Ja!_ I dank I know him.”\n\n“Bring him to me!”\n\nHansen returned at nightfall. He steadied the bosun’s ladder that hung\nfrom the taffrail and watched Abie Kelly climb to the deck.\n\nCaptain Gully greeted the crimp like a long-lost son. They descended to\nthe whaler’s cabin while Hansen was hooking the dingey’s bow to a\ndangling fall.\n\n“To be brief as possible,” said Gully after pouring out a generous\nportion of rum, “I want six men before midnight, when the tide turns.”\n\n“What kind of men, cappin?”\n\n“Any kind, so long as they are husky--Chinks, Kanakas, dock-rats,\nmission-stiffs.”\n\nAbie the Crimp, as he was known along the Barbary Coast, upended the\nrum, wiped his mouth, and stared at the skipper of the Bowhead.\n\nCaptain Gully was tall, thin, and weather-beaten. Abie was slight. He\nhad hawk eyes, black as beads; a hawk’s long nose and a disappearing\nchin. He had been born in San Francisco. His mother owned the dive\nknown from the Golden Gate to Vladivostok as the Blubber Room.\n\n“Cap,” said Abie, “I’d like to assist you, but you know the law.”\n\n“Time was when you didn’t speak to me of any law.”\n\n“That time is gone, cap. The Seamen’s Union is hostile to shanghaiin’.\nThe crews of all ships going out must sign before the proper\nauthorities.”\n\nCaptain Gully knew Abie’s former price.\n\n“There’s a hundred dollars advance for every man you bring aboard who\nwon’t care what he signs.”\n\n“Blood money?”\n\n“Yes. I’ll pay it to you out of hand.” Captain Gully touched his right\nbreast, where a bulging pocket showed.\n\nAbie the Crimp needed money. Six hundred dollars was a fair figure to\npay for six men.\n\n“There’s only one way to get them,” he said.\n\n“What is that way, Abie?”\n\n“Th’ same way I fixed up old Cappin Pike of th’ Norwhale, season before\nlast. He went north with twenty-two good men. I furnished them all\nexcept three.”\n\nThere was pride in Abie’s voice. Captain Gully worked on this. He\nsuggested:\n\n“I only want six. Why, that ain’t many for a runner like you.”\n\n“Not many? I should say it was, the way things are ashore--Seamen’s\nUnion, Coaster Unions, Shipping Board paying eighty dollars a month for\nordinary sailors. No, it isn’t many, but they are going to be hard to\nget. Make it one hundred and twenty-five dollars a man.”\n\n“How are you going about getting them aboard, Abie?”\n\n“A new idea with me. I’m a government detective, see. I know the\nhangouts and scatters of all the crooks in San Francisco. I know where\nthey’re coinin’ the queer. I know of a few stills. I heard yesterday of\ntwo new hop joints right on Dupont Street.”\n\n“You’ll represent yourself as an officer of the law?”\n\n“I’ve got a gold badge. I’ll make the pinch, turn them over to an\nassistant detective who will bring them out to this ship, and you can\ndo the rest. They’ll be glad enough for getaway when I get done with\nthem.”\n\n“I’ll make it one hundred and twenty-five, Abie, if you hurry.”\n\nThe crimp paused with one foot on the ladder which led to the\nquarter-deck of the Bowhead.\n\n“There’s a detective in town, cap, nobody ever saw as far as I can find\nout. His name is James Keenon. They’re afraid as hell of him. I’ll be\nKeenon to-night. I’ll make six quiet pinches and send the men out to\nyou.”\n\n“But they might start trouble before they sign on for the voyage.”\n\nAbie the Crimp laid his hand over his heart.\n\n“Cap,” he declared, “there’s men ashore--Chinks and crooks--who would\npay you five hundred dollars to get away from Keenon. See the point?”\n\nCaptain Gully nodded.\n\n“All right, I’ll be waiting, Abie. Do you need a boat?”\n\n“Lend me your dingey. Let me have that mate, Hansen. He’s got a pair of\nblue pants on--just the thing to imitate a copper’s.”\n\n“Where will the boat be if I want it?”\n\n“At the foot of Meigg’s wharf.”\n\n“What time are you going to send out the first men?”\n\n“God knows, cap; but it’s an awful crooked part of town where I’m going\nto make those phony pinches in.”\n\nCaptain Gully followed Abie up the ladder. Hansen took the skipper’s\norders, touched his cap, pulled the dingey alongside the rudder-post,\nand motioned for the crimp to slide down.\n\nThe seaman hitched the painter to a pile at the foot of Meigg’s wharf\nafter a swift row over the bay, and followed the gliding figure of Abie\nalong East Street until the Blubber Room was reached.\n\n“We’ll get some hardware,” explained Abie. “Come in the back room. Sit\ndown. If you want a drink, tell my mother you’re with me.”\n\nThe crimp appeared within ten minutes. A black, soft-brimmed hat hid\nhis sharp eyes. A long raincoat reached to his heels. He looked the part\nof a sleuth, except his weak chin.\n\n“Where are you going, Abie?” asked his mother.\n\nAbie the Crimp leaned over the bar and touched his lips to a muscular\narm. He was a good son in many ways.\n\n“We’ll try a place I heard of in Jackson Street,” he told Hansen after\nthey had climbed the stairs from the Blubber Room. “Here, take these\nhandcuffs and this badge. It’s a building inspector’s. Nobody will know\nthe difference where we’re going.”\n\nThe seaman crammed two pairs of rusty handcuffs in the side pockets of\nhis pea-jacket. He pinned the badge on his vest.\n\n“I’m James Keenon,” explained Abie. “No crook or Chink knows Keenon in\nthis town. He’s the man behind. He works up the case, scouts around,\nand lets somebody else do the pinching. He don’t testify at the trials.\nHe’s the brains. The detectives you hear about are his tools.”\n\n“I dank that’s a good way,” said Hansen.\n\n“Of course it’s good--for me! All I have got to do is say I’m Keenon,\nflash my badge, and you make the arrest.”\n\nAbie opened his raincoat. He ran a finger through an armhole of his\nvest. A gold insignia flashed beneath the shielding coat as the crimp\npulled out a suspender strap.\n\n“That’s where all the good ones wear it,” he explained. “But you want\nyours in sight. You’re the tool, to-night.”\n\nThe mate was a big man. He would have made two of Abie. He lacked the\ncrimp’s energy and assurance. He dropped back one stride and followed\nAbie up a hill, through an alley and over a roof.\n\n“Nothin’ doing,” said Abie after glancing at three windows. “This used\nto be a creepin’ joint where sailors were trimmed. The creepers have\ncrawled away. Guess the police were wise.”\n\nThe crimp led Hansen through a maze of courts, covered arches and\nhallways. They started descending cellar steps. Musty bales loomed\nbefore them. It was the place of Wan Fat, dealer in li-she nuts.\n\nAbie recalled a brief-caught conversation which he had overheard in the\nrear of the Blubber Room. Wan Fat, and his brother Sing Fat, observed\nthe law. Next door, however, lived Hong Kee, who was known to have a\nsupply of choice Victoria opium. The matter of the opium was common\ngossip along the Barbary Coast. Hong Kee did not know Abie.\n\nThe crimp’s pride had been awakened by Captain Gully. Here was a\nchance. He tiptoed between Wan Fat’s bales of nuts, drew Hansen to his\nside, and pointed to a low door.\n\n“Bust through there,” he whispered. “You won’t need no gat. I’ll go all\nthe way up-stairs. We’ll trap the rats.”\n\nHong Kee and two of his patrons were enjoying themselves around a\nlayout tray when Abie, armed with a rusty revolver, dropped through a\nroof-scuttle and Hansen broke down the door.\n\nThe placid faces of the Chinamen underwent several changes after the\ncrimp ripped open a chair’s cushion and pulled out five toys of opium.\nHe had learned of the hiding-place while listening to the conversation\nof two hop fiends in his mother’s dive.\n\nHe convinced the Celestials that he meant business. He explained that\nhe was the much-feared Keenon. The mere possession of five cans of hop\ncalled for years in prison. Hong Kee and two coolie friends were taken\nby a roundabout route to Meigg’s wharf. Hansen did not need to handcuff\nthem.\n\nCaptain Gully, on watch, held up three fingers when Abie was rowed from\nthe dingey whaler. The crimp had half filled the contract.\n\n“I dank it will be easy to get the others,” said the mate, whose slow\nbrain had finally grasped Abie’s big idea.\n\n“We should have no trouble at all,” Abie answered. He relaxed into\nsilence and was rowed ashore.\n\nRain fell athwart the city. A mist rested on top of Knob Hill. Abie,\nhidden beneath the slouch hat and raincoat, entered several opium dens\nin hopes of catching some one napping. He was recognized in one of\nthese. This would not do. He was supposed to be Keenon, a detective.\n\n“We’ll try for a big haul,” he told the faithful mate. “We’ll break in\nwhere men are making money.”\n\nThe method pursued by the crimp to find the location of the coiners he\nhad in mind was an involved detour which took all of an hour of\nprecious time.\n\nMother Kelly, on duty as barmaid at the Blubber Room, supplied the\nnecessary information. The Yetsky Wop, who had fortunately tried to\npass a smooth two-bit piece on Abie’s mother the day before, had never\nmet Abie. His address was on Lower Mission Street, between a Chinese\nlaundry and a ship’s outfitter.\n\nThe crimp acted energetically. He dragged the mate out from a crowd\nthat surrounded a soap-box preacher at Mission and East Street. He\ncrossed the sidewalk, loosened his revolver, and started mounting\nflights of stairs which were steep as the shrouds to a topmast.\n\nThe Yetsky Wop, a meek-eyed Italian and his assistant coiner, had a\ncrucible on a stove and three plaster-of-Paris molds ready for filling.\nBoth raised their arms when Abie, backed by the mate, came around by a\nfire-escape.\n\nThe crimp took no chances with the coiners. Yetsky’s brother was known\nin the city as Angel Face. He was credited with five murders.\n\nHansen securely handcuffed the prisoners. He waited while Abie searched\nthe room. A plating outfit, a box of copper and zinc, and a double\nhandful of smooth quarters were hidden beneath the floor.\n\n“I’m Keenon of the Secret Service!” said Abie. “My man will take you\nout to the revenue cutter. You go to the Federal prison.”\n\nYetsky and his brother had feared Detective Keenon for over four years.\nThey were plastic as their own plaster-of-Paris in the mate’s hands.\nThey jumped to his proposal of letting them get away on a whaler. Had\nnot they been caught red-handed? It was bad enough to have queer money\nin one’s possession, but double worse to have both the money and the\nmolds. The sentence given by the Federal courts on similar charges had\nbeen five years for each offense.\n\nAbie waited at the shore end of Meigg’s wharf for the mate to return\nfrom the whaler Bowhead. He had done remarkably well in the matter of\ngetting Captain Gully a crew. There remained one more man to secure.\nThe crimp had his pride. He had promised six.\n\nThe rain was a dampener to his hopes of getting this man. It would be\nuseless to send out anybody except one who feared the law more than a\nwhaling voyage.\n\nYetsky, Angel Face, Hong Kee and the two coolies would sign any paper\nat midnight. They did not need to be urged to leave San Francisco.\n\n“Having put the fear of Keenon into their hearts,” Abie told Hansen,\nwhen the mate came ashore, “we’ll proceed to find the last man. What\ndid Captain Gully say?”\n\n“I dank he say nothin’. He is sitting on the booby-hatch holding down\nthe crew.”\n\nAbie led the mate toward Mission Street. The two men paused a moment in\nthe shelter of an awning. The soap-box preacher had guided his flock of\nderelicts into the Beacon Room.\n\nThe Beacon Room was a long saloon made over into a mission hall. The\nwindows were silvered with Rochelle salts. A tramp stood at the\nentrance. He shivered in the rain, opened the door, and went inside.\nThe sound of voices came through the transom. They were pitched in many\nbroken keys.\n\n“Holy Joe’s Place,” was the name given to the Beacon Light by the\ndenizens of the Barbary Coast. Holy Joe had long been a figure of\nprominence along the water-front. He took in seamen, runaway\napprentices from British ships, and the flotsam of the West Coast. He\nfed them, prayed for them, and sent them forth strengthened in body and\nspirit.\n\nAbie knew Holy Joe by sight. The missionary and preacher had frequently\nvisited the Blubber Room. It was rumored that he was not averse to\ntaking a drink.\n\nThere existed an antipathy between the crimp and the preacher. Abie\nKelly believed Holy Joe to be a sickening fraud. He had told his mother\nso. The missionary’s visits to dives and saloons led the crimp to\npresume he was seeking whisky. Moreover, on one occasion, Abie had seen\nHoly Joe staggering.\n\n“I’ve got my man!” said the crimp. “I won’t need you any more, Hansen.\nGo to the boat and wait for me.”\n\n“I dank I better stay around.”\n\nAbie drew himself up to his full height of five feet four inches. “I’ve\nmy man located,” he said. “He’s the preacher--Holy Joe!”\n\nThe mate shook his blond head. “Did he break a law?”\n\n“Break th’ law? He’s lucky to stay out of San Quentin--what I know\nabout him.”\n\nAbie knew nothing more about Holy Joe than the Barbary Coast gossip\nthat the missionary was a gad-about and a nuisance. He was anxious to\nget rid of the mate. The time was short for him to supply Captain Gully\nwith the sixth man.\n\n“At the foot of Meigg’s Wharf.”\n\nHansen strode stiffly toward East Street. He vanished around the\ncorner. Abie dived toward the Blubber Room. He went through the back\ndoor, reached under an old icebox, and pulled out a tiny vial. It was\nfilled with a mixture of chloral-hydrate and morphia--two drugs which\nwould produce a deep sleep if taken in quantity.\n\nMother Kelly supplied Abie with a half-pint of bar whisky. Into this\nthe crimp poured a tablespoon of the drug. He estimated the knockout\ndose for an average man to be fifteen drops of chloral and morphia. He\nhad some experience in that line. The flask he pocketed and carried\nback to the Beacon Light was known as a “shoo-fly.”\n\nAbie’s new idea was to get rid of Holy Joe and satisfy Captain Gully at\nthe same time. His professional pride had changed to the soul-pleasing\nbelief that the skipper of the Bowhead should be handed something as a\nreminder of the old days of shanghaiing. It would not be good ethics to\nlet him get off without a hot one. The hot one being Holy Joe, who most\ncertainly would make trouble.\n\nFrom Abie’s view-point all men were equal. He slipped into the Mission\nHall like an eel. He took a shaky seat between a frowsled seafarer and\na water-rat. He stared over the swaying heads of the congregation to\nwhere Holy Joe loomed upon a platform.\n\nThe preaching went on after a suggestive pause. The presence of Abie,\nthe crimp, had almost brought forth a remark from the missionary. He\nrecognized Mother Kelly’s unsavory son. He changed the text and spoke\nof prodigals.\n\nAbie was all eyes. He pretended to be deeply interested. Back in his\nbrain his plan took form. He reviewed exactly what he was going to say\nto Holy Joe. It would take finesse to land the last man on the deck of\nthe whale-ship. The service closed with the hymn:\n\n“Salvation, Salvation--” changed to “There’s a Light in the Window.”\n\nThe meeting began to disperse. Abie waited until Holy Joe descended the\nplatform and started down the aisle.\n\n“A minute, preacher,” he said. “You know me, don’t you?”\n\nHoly Joe, so called along the water-front, dropped a lambent glance\nupon Abie’s glossy hair.\n\n“How are you, boy?” he asked. “I’m glad you came to-night. I hope to--”\n\n“Cut that,” said Abie, remembering his role. “You see, I came to you\nbecause you was the only man who could help.”\n\n“Help what?”\n\nAbie paused a suggestive minute. He stared around the rapidly emptying\nmission room.\n\n“There’s a man dyin’ out in th’ fo’c’s’le of th’ whaler Bowhead,\npreacher. He ain’t got nobody to pray for him. His name is Yetsky. He\nwas hit by a Chink. He’ll die and they’ll throw him overboard to th’\nfishes.”\n\nHoly Joe, as Abie the Crimp expected, became interested.\n\n“I’ll be with you in a minute,” he said, glancing at his flock going\nout the door.\n\n“No! It’s life or death, preacher. The Yetsky Wop--”\n\n“The Yetsky Wop?”\n\n“Sure, preacher. D’ye know who I mean now?”\n\n“Yes. I’ve been watching his progress for years. He’s one of my\nparticular--converts.”\n\n“He’s in bad now. Keenon, of the Secret Service, pinched him for makin’\nqueer money. The detective let him go when he promised to stay aboard\nthe whaler until it went out.”\n\nThe lambent light in Holy Joe’s eyes died to a restrospective glitter.\nAbie, keenly alert, detected a resolute movement of the missionary’s\nlips. They closed in a straight line.\n\n“I’ve heard of Keenon, Abie. So he arrested one of my converts? That is\ntoo bad!”\n\n“Got him dead, bang right! Caught him with th’ goods--molds and copper\nan’ a platin’ outfit. Then this Keenon lets him go.”\n\n“Were there any witnesses to the raid, Abie?”\n\n“Sure! A mate of th’ Bowhead saw th’ whole thing.”\n\n“What is the mate’s name?”\n\n“Hansen.”\n\n“How--did the Yetsky Wop get injured?”\n\n“A Chink hit him on th’ head. The Chink’s name is Hong Kee.”\n\nAbie thought he might as well pile matters on thick enough to make sure\nof getting Holy Joe out in the dingey. Hong Kee was a well known\nBarbary Coast character. The crimp was not surprised when Holy Joe\nstarted buttoning up a long black coat and looking about for a hat.\n\n“You’re comin’ with me, preacher?”\n\n“Most certainly! I shall be of some service, I hope. You haven’t\nexplained how Hong Kee came to go to the whaler.”\n\n“Oh, Keenon caught him with five cans o’ hop. It was good hop. I saw it\nwith my own eyes.”\n\nAbie was the only man in San Francisco who knew where the five cans\nwere hidden at that particular minute. He intended selling them when\nthe Bowhead was well out from shore soundings.\n\n“You get me,” he told Holy Joe after they left the mission hall. “You\nget me, preacher, when I tell you that I am Keenon. It’s not generally\nknown.”\n\nThe missionary did show some surprise.\n\n“Why, I never suspected that,” he said.\n\n“Are you the government detective?”\n\nAbie opened his coat, ran a thumb within the armhole of his checked\nvest, and showed the gold insignia that was pinned to his suspender\nstrap.\n\n“United States Secret Service,” whispered Holy Joe. “I never knew it,\nAbie.”\n\n“Sure! I pinched those guys to-night, then I changed m’ mind an’ let\n’em go--to th’ whaler. They started fightin’ among themselves--there’s\nsome more out there--an’ Captain Gully sent word to me that Yetsky Wop\nwas dyin’ an’ needed a preacher. I thought of you.”\n\nAbie searched for sign of Hansen at the shore end of Meigg’s wharf. He\nwhistled shrilly. The mate, sleepy and damp, emerged from the shelter\nof a shed.\n\n“Right out to th’ Bowhead!” commanded the crimp. “I’ve kept my promise\nto Captain Gully. This is the man!”\n\nThe mate was a silent soul. He started rowing with long whalerman’s\nstrokes.\n\nAbie sat on the after thwart with Holy Joe. They faced the seaman whose\nglance was directed toward the Market Street ferry-house.\n\nThe Bowhead was some little distance from the shore. It showed a pale\nriding-light on the foremast. No other ship was near the whaler.\n\n“So you are Keenon?” said the missionary suddenly.\n\n“Bet I am, preacher! Even my mother don’t know it.”\n\n“It’s a bad thing for a son to keep anything from his mother.”\n\n“Got to! My life’s always in danger.” Abie reached into his hip-pocket,\nbrought out the half-pint of whisky, and pulled the cork with his\nteeth.\n\n“Have some?”\n\nHoly Joe moistened his straight lips. Abie could not see the preacher’s\nexpression on account of the darkness. A light smacking indicated that\nthe bait was acceptable. Holy Joe had been seen in too many dives and\nsaloons along the coast of Barbary to refuse a drink.\n\n“With my blessing,” said the preacher, handing back the flask.\n\nAbie pretended to take an enormous swallow. He pressed his tongue over\nthe mouth of the bottle. Even then he tasted the bitterness of the\nchloral-hydrate and morphia. He wondered how Holy Joe stood the\ndecoction. The preacher commenced swaying on the thwart. He rocked the\nsmall boat slightly. Hansen glanced at him.\n\n“Abie,” said Holy Joe in a low voice, “I’m not pleased with that\nwhisky.”\n\n“Oh, it’s all right, preacher. You know we make it in the cellar. We\ngot a private still. You see, me being a government man allows us to do\nit.”\n\n“It was bitter, Abie.”\n\nThe crimp realized that he would have to be careful if he wanted to\ndeliver Captain Gully’s last man. Holy Joe was apparently going under.\nThere was a quarter-knot to be rowed before the Bowhead could be\nboarded.\n\n“What’s the matter, preacher?” he asked. “Are you prayin’?”\n\n“I’m thinking, Abie, of what you told me about Yetsky Wop. Did Hong Kee\nstrike him with provocation?”\n\n“The Chink ran amuck. He tried to kill Yetsky’s brother.”\n\n“Angel Face?”\n\n“Sure! The one they want for five murders. I found him with Yetsky when\nI made the pinch. I’m going to let them go. I’ve changed heart,\npreacher.”\n\nHoly Joe wound his arms around Abie’s waist, and lurched to an erect\nposition. Abie experienced the sensation of having his pockets picked.\nHe wondered if the preacher had been seeking the flask of whisky. It\nwas a strange action for a missionary. He attributed it to the effects\nof at least fifteen drops of chloral-hydrate.\n\nThe dingey swung its bow. Hansen drew in an oar. The dark outlines of\nthe Bowhead were ahead. Captain Gully stood on the forepeak. He lowered\na bo’swain’s ladder.\n\n“Up we go,” said Abie. “Go right into the fo’c’s’le, preacher. There’s\nYetsky Wop an’ Angel Face an’ Hong Kee waitin’ for you.”\n\nCaptain Gully unbattened the booby-hatch. He stepped aside. He leaned\nagainst a pinrail. Holy Joe, staggering and mumbling, crossed the\nwhaler’s planks, turned, and descended the greasy steps.\n\nAbie grinned at the pleased skipper. “Six,” he whispered. He reached\nfor the rusty revolver which should have been in his pocket.\n\nHe had lost it during the boat ride! It was the weapon he intended\nusing on the missionary. A light tap behind the ear would finish the\nwork of the narcotic.\n\nAbie was resourceful. He thought in split seconds. He heard voices\nbelow. One was Yetsky Wop’s.\n\n“My last man’s all right,” he assured the captain. “I’ll put him in a\nbunk.”\n\nThe scene in the fo’c’s’le of the whaler was not exactly to the crimp’s\nliking. He turned from the foot of the ladder and searched the gloom\nfor Holy Joe.\n\nThe missionary struck a match. The yellow flame passed from bunk to\nbunk. Evil, vice-stamped faces, answered the search. The match went\nout. Abie, crouching with a belaying-pin in his hand, suddenly felt his\nwrist gripped with compelling fingers.\n\nHe writhed. His arm was bent back. Holy Joe’s voice was low and\ndemanding.\n\n“Drop that! Now turn. Now go up the ladder. Follow me. Don’t twist.\nIt’s no use at all, Abie.”\n\nThe astonished skipper of the Bowhead was a witness to Abie’s forced\nexit from the booby-hatch. Holy Joe, so called along the Barbary Coast,\nhurled the crimp against the fife-rail on the foremast.\n\nThe preacher’s smile was bland. He swiftly closed the hatch. He drove\nin a holding-pin with his right heel.\n\nHe turned to Abie:\n\n“I didn’t drink the knockout drops. I poured it down my shirt-front. I\ndidn’t leave the mission because I like the atmosphere of this whaler.\nYou see, I _am_ interested in Yetsky Wop and Yetsky’s brother, Angel\nFace, the coiner. He is wanted by the government. I’ll be promoted for\ncapturing him.”\n\nAbie did not need to be told Holy Joe’s right name. He pieced events\ntogether. They dove-tailed. The reason for the missionary showing\ninterest in Yetsky Wop--his habit of visiting the hangouts of\ncrooks--the adept manner in which he picked pockets, all pointed to a\ncrushing conclusion.\n\n“You’re Detective Keenon!” declared the crimp.\n\nThe Secret Service man turned up the lower left-hand corner of his vest\nand showed the insignia of his office.\n\nHe said with the politest kind of a bow, after glancing at the hatch:\n\n“Thanks, Abie!”",
    "metadata": {
        "author": [
            "Leverage, Henry",
            "Leverage, Carl Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68975/pg68975.txt",
        "name": "the_crimp.json"
    }
}