{
    "name": "The man who liked lions",
    "author": [
        "Daley, Bernard John",
        "Daley, John Bernard"
    ],
    "body": "Mr. Kemper leaned on the rail, watching the caged lions asleep in the\nAugust sun. At his side a woman lifted a whimpering little girl to her\nshoulder and said, \"Stop that! Look at the lions!\" Then she jiggled the\ngirl up and down. The lion opened yellow eyes, lifted his head from\nbetween his paws and yawned. Immediately the girl put her fingers over\nher face and began to cry. \"Shut up!\" said the woman. \"You shut up\nright now or I'll tell that big lion to eat you up!\" Looking through\nher fingers the girl said, \"Lions don't eat little girls.\" The woman\nshook her. \"Of course they do! I said they did, didn't I?\"\n\n\"Lions seldom eat people,\" said Mr. Kemper. With all of her two\nhundred pounds the woman turned to face him. \"Well!\" she said. The word\nhung like an icicle in the warm air, but Mr. Kemper waved it aside.\n\"Only old lions resort to human flesh. Except for the famous incident\nof the Tsavo man-eaters, of course.\" The woman pulled her arm tighter\naround the girl, elbow up, as if to ward him off. \"Come on, Shirl,\"\nshe said. \"Let's go look at the taggers.\" And with a warning look over\nher shoulder she lunged away from the rail. A big man with an unlit\ncigarette in his mouth took her place.\n\nAs her wide back swayed down the walk, Mr. Kemper wondered if she had\na special intuition about him, like dogs, whose noses warned them\nthat he was not quite the kind of man they were accustomed to. Women,\nparticularly those with children, seemed to feel that way. He watched\nher leave, having decided that she was unsuited for what he had in mind.\n\nTwo things happened simultaneously, interrupting his thoughts. The big\nman beside him tapped him on the shoulder and asked him for a match; at\nthe same time Kemper saw, just beyond the retreating woman, a man in a\ntweed jacket and gray slacks, watching him. For a second they stared\nat each other and Kemper felt a mind-probe dart swiftly against his\nshield. He tightened the shield and waited. The man was heavily tanned,\nlike Kemper, with unusually wide eyes and a dolichocephalic head. He\nhad remarkable cheek-bones; they appeared to slant forward toward the\nmiddle of his face, which was very narrow and long in the jaw. He\nlooked a lot like Mr. Kemper, the way one Caucasian looks like another\nto an Eskimo. His glance swerved from Kemper to the lion cage; then\nhe turned his back, a little too casually. Breath hissed softly from\nbetween Mr. Kemper's teeth.\n\n\n\nThe big man said, \"Hey, buddy, I asked do you have a match?\"\n\n\"What? No, I don't smoke.\" His thoughts racing, he faced the lion cage.\nThe tanned man had turned away, obviously not wanting to contact him,\nbut why? He knew who Kemper was; there was no doubt of that. Frowning\nslightly, Mr. Kemper looked at the chewed hunks of horsemeat and bone\non the cage floor, and the vibrating flies. The only logical answer was\nthat the man was waiting for reinforcements. Even now he was probably\ncontacting the Three Councils. Still, that gave Kemper a reasonable\nchance; it took a while for even the most powerful minds to move along\nthe pathways of time. Beside him the big man was talking again. \"You\nfeel okay, pal? You looked kind of far away there all of a sudden.\nMaybe you oughta go over in the shade.\"\n\n\"Not at all. I was only thinking of something.\"\n\n\"Yeah?\" The man took the cigarette from his mouth and put it in his\nshirt pocket. \"Say, I heard you telling that broad there lions don't\neat people. You sure about that?\"\n\n\"Quite sure. Look at them. Do you think they need to depend on anything\nas slow as Homo Sapiens for food?\" With another part of his brain he\nwondered how many men would be sent to take him back. There was one\npoint in his favor, however. He had nothing to lose.\n\n\"I don't know, pal. All I ever see them do is sleep. Always laying on\ntheir fat backs, like now.\"\n\n\"Well, that's not unusual. Lions sleep in the daytime and hunt at\nnight.\"\n\n\"Yeah? What the hell good is that? The zoo closes at 5:30, don't it?\"\n\nKemper looked at him dispassionately. He thought: \"You fool, what would\nyou say if you knew that you were talking to a man who hunted your ape\nancestors through the forests of a million years ago? Could your pigmy\nbrain accept that?\"\n\nThe man jabbed him on the shoulder again. \"Look at that big one with\nthe black streaks in his hair. Ain't he something? Why don't he jump\naround in there like the chimps do?\"\n\n\"Maybe he doesn't know it's expected of him,\" Kemper answered, hoping\nthat the arrival of the man in the tweed jacket would not affect his\nsport of the moment.\n\n\"You know, I'd like to see a couple of those babies mixing it up. Like\nthe lion against the tiger, maybe. Who do you think would win a hassle\nlike that, anyway?\"\n\n\"The lion,\" Mr. Kemper said. He decided that the game would go on;\nan idea was beginning to scratch at the corners of his mind. Looking\naround with what he hoped was a conspiratorial air, he jabbed his\nelbow into the big man's stomach. \"Listen, you'd like to see some\naction, would you? Suppose you be here in say--two hours. At three\no'clock.\"\n\n\"Yeah? What kind of action? You ain't trying to kid me, are you, buddy?\"\n\nShrugging, Mr. Kemper looked at the flies swarming in the cage. \"It's\njust a tip. Take it or leave it, buddy.\" He turned, brushed by the\nscowling man, and left the rail. Although it was getting hotter he\nwalked down the cement in the sun, avoiding the shade of the tall\nhedges opposite the row of cages. He went toward the stairway that\nlifted from the lion court to the terrace where the central zoo\nbuilding stood. Behind the building was the main enclosure; the zoo\nitself was terraced along two hillsides, with more hills in the\ndistance. It was not a large zoo, nor was it a good place to hide. But\nMr. Kemper did not intend to hide.\n\nIn the cages he passed were other cats: cheetahs, leopards, puma and\ntigers, lying with heaving flanks, or lolling red-tongued on the stone\nfloors. They hadn't changed too much, he decided, except in size. Even\nthe streak-maned lion was puny in comparison with the lions that Kemper\nhad known. He walked up to the drinking fountain by the stairway, the\nsun in his face. He was almost tempted to stare contemptuously up at\nit. Bending over the fountain he caught the dusty smell of the cats\namong popcorn, rootbeer and ice cream smells and the sweat stink of\npeople. He straightened, wiping his lips, and remembered the somber\njungles of the Pliocene, black-green in the sun that was a fist against\nyour head; the plains of javelin-tall, yellow grass swinging to the\nhorizon; and in the hills the lions with hides like hammered brass,\nthe deadly, roaring lions. He remembered too, with the smell of those\nlions thick as dust in his mouth, the cities of his people, the proud\npeople who had discovered the secrets of time through the science of\ntheir minds, a science unknown to the world he was in now. He looked up\nslowly and saw the man in the tweed jacket standing at the top of the\nstairway.\n\nWhen their eyes met, Kemper probed with an arrow-swift thought but the\nother had his mind-shield up. The man turned, and moved behind a group\nof women. The man was gone when Kemper got to the top of the steps. \"So\nthat's the way you want it,\" he said, looking around. Two sidewalks\nled from the stair top; one went up the hill to the aviary, the other\naround the south wing of the building. He took the one that rounded\nthe wing. \"I doubt,\" he said, \"if we'll play peek-a-boo all afternoon,\nhowever.\" An old lady twitching along the walk gave him a nasty look as\nhe passed.\n\n\n\nHe went by the zebra corral where a small boy was picking up stones\nand turned into the side entrance of the wing. He went down the dim\ncorridor, turned left at the men's room, then right and left again, and\ncame finally to a small yard partially hidden from the main enclosure\nby an extension of the wing. In the yard was only one exhibit, a beaver\npool surrounded by a waist-high stone wall. Two teen-aged boys sprawled\non the wall; otherwise the place was deserted. Mr. Kemper studied the\nboys. Here was game to his liking. He went over and sat down on a bench\nin the sun.\n\nThe boys, twins in levis, saddle-shoes, T-shirts and long hair, leaned\nover the pool. There was something odd about the actions of the blond\none who tilted dangerously near the water. He moved, spasmodically, and\nMr. Kemper saw the flicker of sunlight on the long stick held like a\nspear in his hand, and heard a splash. Cursing, the boy pushed himself\nupright and dropped from the wall, shaking water from the stick. \"You\nmissed,\" said the other one.\n\n\"I'll show that flat-tailed rat,\" said the blond boy. From a back\npocket he took a clasp-knife and snapped it open, and from a side\npocket a length of twine. With swift, vicious twists he started to tie\nthe knife-handle to the end of the stick. He made two knots and said,\n\"Man, look at that. That'll hold it, man.\"\n\n\"What about the cat on the bench over there? What if he sees us?\"\n\n\"Him? So what if he does? We can handle him. Anyway, he's got his eyes\nshut, ain't he?\"\n\nThe sun tingled on the tops of Mr. Kemper's ears as he listened, his\neyes half-shut. \"Okay, give me lots of room on the wall,\" the blond boy\nsaid. There was a rasping of cloth on stone. Then Mr. Kemper closed his\neyes and made a picture in the darkness of his mind, a small, bright\npicture that he blotted out immediately after it was formed. By the\npool, metal clattered on stone.\n\nThe blond boy yelled, \"Hey, what'd you shove me for? Look what you did!\"\n\n\"Me? I never touched you, you jerk!\"\n\n\"The hell you didn't. Look at that damn knife!\"\n\nOpening his eyes, Mr. Kemper looked at the pieces of knife blade\nscattered at the boy's feet and, a little to one side, the broken\nstick. He smiled and settled back on the bench, listening to the\nargument. The boys shouted and waved their arms, but that was all. As\nfor their invective, he felt it lacked originality; he tired of it\nquickly. He got up from the bench and walked toward them. The argument\nstopped.\n\nThey looked at him with cold arrogant eyes. \"Hello,\" he said.\n\nThey looked away. \"You hear something, man?\" said the blond boy.\n\n\"Not a thing, Jack, not a thing,\" the other answered.\n\nThe smile on Mr. Kemper's face was his best, his friendliest; it had\ntaken him hours of practice in front of mirrors. \"_Apes, your fathers\nwere not arrogant when they died screaming on our spears. They were\nnot bold when our hunting cats ripped their bellies._\" Aloud he said,\n\"You know, I'm a stranger around here and I thought you might be able\nto help me. Just what is it that's going on at the lion cage at three\no'clock today?\"\n\n\"We ain't heard nothing about no lion's cage, dad. We got our own\ntroubles.\"\n\n\"Yeah, our own troubles. Get lost, dad.\"\n\n\"It sounded very interesting, something about a big hassle in the\ncages.\"\n\nThe boys lifted their eyebrows and looked sidelong at each other. The\nblond one said, \"I told you to get lost, dad. Take five. You know,\ndepart away from here.\"\n\nMr. Kemper said, \"Well, thanks anyway,\" and was still smiling as he\nleft them.\n\n\n\nIt was hotter when he reached the main enclosure, but still cool by his\nstandards. At a refreshment stand he ordered a hot dog with mustard.\nAs he waited, leaning against the counter, he saw the man in the tweed\njacket among a group of people walking toward the elephant yard. He\npaid for the hot dog, picked it up, and walked along the path, keeping\nthe jacket in sight.\n\nThe man in tweed went by the elephants, past the giraffes and the\nzebras, then around the south wing of the building. Up the walk toward\nthe aviary he went, with Kemper not too far behind. At the top of the\nhill the man stopped in front of the aviary. It was a wide enclosure\nfenced by bars thirty feet high. In the larger section were the myriad\nducks, cranes, gulls and other harmless birds; walled off from these\nwere eagles, vultures, and condors squatting on carved balconies. From\nthe hilltop there was a fine view of the zoo grounds below. The man in\nthe tweed jacket turned, apparently to look down the hill, but instead\nlooked squarely at Mr. Kemper standing a few feet away.\n\nNeither of them said anything. The man in tweed seemed embarrassed.\nMr. Kemper took a bite of the hot dog and chewed reflectively. After\na while he said, \"I suppose I ought to recognize you, but I don't.\nCouncil of Science, no doubt.\"\n\nThe man answered stiffly: \"Ulbasar, of the First Science Council. Lord\nKjem, you are under arrest.\"\n\n\"You'd better use words; it's less liable to make anyone suspicious.\nYou might have dressed a little more intelligently, too.\"\n\nUlbasar ran his hand over his jacket lapels. \"But it's cold. How do you\nstand it in that light shirt?\"\n\n\"Very simple; I'm wearing long underwear.\"\n\n\"Well, you've obviously been here much longer than I have.\"\n\n\"Yes,\" said Kemper. \"I've been here quite a while.\"\n\nThey didn't speak again for several minutes. In front of them some\ngirls pressed against the mesh screen that reinforced the bars, eyeing\na pompous small duck. \"Let's go,\" said one of the girls. \"These birds\nare too disgusting. I mean, they're so ugly!\"\n\n\"She thinks the birds are ugly,\" said Mr. Kemper. Laughing, he turned\nto Ulbasar. \"Well, what do you think of the scavenging little ape of\nour marshland now?\"\n\nUlbasar shook his head. \"Incredible. Thoroughly incredible.\"\n\nMr. Kemper said, \"Look at them. They laugh at the birds, they laugh\nat the monkeys; I have even seen some of them laughing at the lions.\"\nHe scanned the people at the bars, the sweaty men with crooked noses,\nsagging bellies, bald heads and hairy arms. There were women in shorts,\ngray women whose legs pillared up to fearsome, rolling buttocks; girls\nwith smeared mouths and rough-shaven legs and sandals strapped across\ntheir fat, wiggling toes. \"The females are unbelievable,\" Kemper said,\n\"but you should see the children.\"\n\nHe finished his hot dog and wiped his hands on his handkerchief. \"Well,\nUlbasar, where are the others?\"\n\n\"Others? There are no others. I came alone.\"\n\nKemper, his eyes on the people at the cage, slowly folded his\nhandkerchief. Without warning he flung the full force of his mind-probe\nat the man beside him. Ulbasar staggered and lurched to his left,\nthrowing out a desperate block that was contemptuously brushed aside.\nKemper reached out, gripped his arm, then eased the power of the probe.\n\"Don't lie to me,\" he said softly. \"It will take more than one of you\nto force me to go back; you know that. Now, where are the others?\"\n\n\"Only one other,\" said Ulbasar, shaking his head. \"Lord Gteris. He's on\nhis way. None of the rest were close enough to contact.\"\n\n\"That's better. So they sent Gteris, eh? It's been a long time since\nGteris and I hunted together, a very long time.\" He looked up as the\ncondor on the highest perch spread its wings and cocked its head toward\nthe wire mesh roof of the cage.\n\nWords burbled from Ulbasar, who still looked shaken. \"The Nobles\ndemanded that Lord Gteris come. The Science Council insisted that only\nour men handle it, and they're considerably agitated. There's been\nopen conflict between Nobles and Scientists at the Sessions, and the\ntribunal is worried. They want you returned, and they want you returned\nquickly.\"\n\n\"Politics, always politics,\" said Kemper, letting loose his grip on\nUlbasar's arm.\n\n\"The Scientists are putting a lot of pressure on the tribunal. They\nfeel there's danger to us each moment you spend here in the future.\nThey're worried about the time-pattern.\"\n\n\"That's ridiculous. How can a man from the past affect the future?\nBesides, it isn't our future; it belongs to the ape-people.\"\n\n\"I know, but that makes no difference.\"\n\n\"I've been to their libraries. There are no records of us, unless you\ncount some foolish legends of continents sinking in the sea.\" He looked\nat a man a few feet away who was throwing popcorn at a gull. A piece\nof popcorn bounced off the gull's head, and the man laughed. People\nstanding nearby laughed too, and the man pitched more popcorn. Sighing,\nKemper looked at his wrist watch. \"When is he coming?\"\n\n\"I don't know, precisely, and that's the truth.\"\n\nKemper thought about it. It would take a while. After Gteris arrived\nthere would be important details to occupy him, such as assimilating\nthe manners and mores of this era and getting proper clothing. He said,\n\"When he comes you'll have no trouble finding me. I won't leave the\ngrounds; I give my word.\"\n\n\"The word of a renegade and a fugitive?\" Ulbasar was himself again.\n\n\"The word of a Noble,\" said Kemper, turning away from him coldly.\n\n\"One thing more, Lord Kjem,\" Ulbasar said. \"The time rift. We have\norders to go back with you along the rift you used, making certain that\nyou seal it behind us. Is it close by?\"\n\n\"That I will tell you when I have to,\" said Kemper, turning completely\naround this time and walking away.\n\n\n\nUlbasar would keep close watch on him, he knew, until Gteris came. That\nthey intended to make him close his time rift made sense; the rift was\ndangerous to the over-all pattern. When he had left hastily he had\nforced his way through time with his mind-matrix, knowing that pursuit\nwould have been swift if he had taken one of the normal time paths.\nThe rift he had made was obvious, but would respond to no one but him.\nOthers could accompany him through it, however, as he led the way.\nGteris and Ulbasar could go with him and, controlling his mind, make\nhim close the rift behind him.\n\nSo he walked briskly, knowing he had much to do in an uncertain amount\nof time. The sun was higher, pale in the glazed sky. Disheveled,\nharassed-looking people passed him, sweat stains dark on their clothes,\nand with them were fretful children. Mr. Kemper walked, and the people\nwent by him, on their way to laugh at the monkeys, throw stones at the\nbears, and call \"Kitty, kitty, kitty\" to the leopards.\n\nAt a stand opposite the polar bears, near the north wing of the central\nbuilding, he stopped to get a cup of coffee, but there was none for\nsale, so instead he bought a paper cup full of a green drink. He sipped\nit, watching a big white bear loafing in the pool. A little to one\nside of him a young man was arguing with a boy who wanted cotton candy.\nFrom below them, and to their right, came a low rumbling. \"What's\nthat, Daddy?\" said the boy. \"It's only the lions roaring,\" his father\nanswered.\n\n\"They're not roaring, actually,\" said Mr. Kemper. \"They're grunting,\nand clearing their throats.\"\n\nThe boy looked at Mr. Kemper with interest, but his father frowned. \"It\nsounds like roaring to me,\" he said.\n\nMr. Kemper smiled at the boy. \"Oh no. If the lions were roaring you\ncould hear nothing else. It's a sound you never forget, a sound that\nrips the wind and shakes the trees with thunder.\"\n\n\"I could forget it, Mac,\" said the counterman, leaning on his elbows\nand winking at the boy's father.\n\n\"I want to hear the lions roar,\" the boy said.\n\n\"For Pete's sake, what do you want? Make up your mind; do you want\nlions or cotton candy?\" The boy's father looked exasperated.\n\n\"If you go to the lion cage at three o'clock today you'll hear them\nroar,\" Mr. Kemper said.\n\nShortly after that the young man dragged away his little boy, who was\nstill insisting he wanted to hear the lions roar. Eventually, everyone\nwho talked with Mr. Kemper went away rather suddenly. Mr. Kemper,\nunabashed, drank from his paper cup and thought about the ravages of\ntime.\n\nA woman and a man came around the corner of the building that faced the\npolar bears. The woman was red-faced, her voice a thin rasping. \"All\nyou want to do is watch those damn chips. You'd watch those chips all\nday if I didn't drag you away from there. Chips, chips, I'm sick of\nchips.\"\n\n\"Chimps,\" said Mr. Kemper as they went by. \"Chimps, not chips. Chimps,\nlady, with an 'm' in it.\"\n\nThe counterman, moving toward him, wiped the counter with a soggy rag\nand said, \"Listen, Mac, what's all this with the lions?\"\n\nMr. Kemper looked at him. \"Oh, do you like lions?\"\n\n\"Well, it's like this,\" the counterman said. But he had no chance to\nfinish. There was an animal shriek of pain from the other side of the\nbuilding. The polar bears lifted their heads. Putting his unfinished\ndrink on the counter, Mr. Kemper went toward the sound.\n\n\n\nIn the high cage that housed the chimpanzees, at the corner of the\nwing, a chimp swung violently on a trapeze, scolding at another on the\ncage floor. Kemper saw that the one on the trapeze was a female, the\nother a bigger, older male. The male, his face grotesque with anger,\nclimbed the bars and got as close as he could to the trapeze. He hung\nthere, grabbing at the female as she swung past just out of reach.\nThere were only a few people near the cage, but most of them were\nsmiling. One of them, a gangling, tall man, ran about pointing a camera\nfirst at the female, then the male. A lean woman, possibly his wife,\nstood close to him. She put her hand on his arm. When Kemper saw her\neyes he moved behind the others and went toward her and the man with\nthe camera, taking a position a little to their right.\n\n\"Do it again, Al,\" the lank woman said. \"Make them mad again.\" Al\nwas sweating. He laughed, looked at the people around him, then\npushed black hair from his forehead and handed her the camera. \"Okay,\nokay,\" he said. \"You get the shots now and don't goof it.\" He moved\ndisjointedly, like a puppet, as close to the cage as he could, directly\nbeneath the periphery of the trapeze's swinging arc.\n\nHe started to jiggle, then jumped up and down, making faces at the\nfemale. \"Chee, chee!\" he called. He danced, capering loosely, flapping\nlong arms against his thighs. \"Haaah, haaah, haaah,\" he yelled.\n\"Haaah! Aargh!\"\n\nAngered, the female chattered at him. When the trapeze swung to the top\nof its arc she leaped and caught the cage bars, then dropped down them\nuntil she was only a few feet above the capering man. She screeched\nat him, pounding one hand against a bar, and the spectators laughed.\nOn the opposite side of the cage the male chimp dropped to the floor\nand scuttled toward her. Stopping beneath her, he lifted his arms and\ngrowled low in his throat. She turned, snarling, and began to climb\nbars. With a last wild screech at the shouting, dancing man outside\nthe cage she jumped, just as the male's fingers brushed her foot. Far\nover his head she went, then thumped to the floor. He dropped, and ran\nafter her. She was climbing toward the trapeze again when he caught\nher. He sidled in, cuffing at her, then they grappled. A scream split\nthe air as his teeth sank into her shoulder. Added now to the smells of\npopcorn, sweat and cotton candy was the smell of blood.\n\nThere was quiet in the cage and out of it as the female backed away\nfrom the hunched male. Unmolested, she climbed the bars slowly and\nswung to the trapeze, where she sat with one hand held to her bleeding\nshoulder. On the floor of the cage the male lifted both arms to her.\n\nThe spectators breathed again. \"Did you get it?\" said Al. \"Did you?\nWhat a shot! Terrific, but terrific!\"\n\n\"I got it, Al, I got it!\" his wife said, eyes shining.\n\nMr. Kemper grinned at Al and shook his head admiringly. \"Say, that was\nquite a performance.\" Still breathing hard, Al shoved his hair out of\nhis eyes and returned the grin.\n\n\"Oh, Al's great,\" his wife said. \"You ought to see him sometime at a\nparty.\"\n\nMr. Kemper said, \"He certainly does have talent.\"\n\n\"Ah, it's nothing,\" Al said. \"Nothing to it, fella. You sure you got\nthose shots, Baby?\"\n\nMoving closer, Mr. Kemper lowered his voice. \"Listen, would you like to\nget some really terrific shots? Ones you'd remember all your life?\"\n\nAl looked at him. \"Yeah. Shots of what?\"\n\n\"Be at the lion cage at three o'clock. You'll never have a chance like\nthis again, believe me.\"\n\n\"Sure, sure, but shots of what, friend?\"\n\nSo Mr. Kemper bent his head and whispered to him, and as he did he saw\nthe gleam start deep in Al's eyes and swell to the pale surfaces. But\nAl's eyes didn't gleam the way his wife's did. And after a while Mr.\nKemper left them, and the cage that was silent except for the slow\ncreaking of the trapeze.\n\nAfter looking at his watch Mr. Kemper walked faster. The sun dropped in\nthe sticky sky and there was only a faint wind. And for the next hour\nor so Mr. Kemper was here, there and everywhere. If there was a bunch\nof little boys shouting at the rhinoceros, then Mr. Kemper was there,\nsmiling and nodding. When a party of college students stood making\ndirty jokes about the baboons, there too was Mr. Kemper, eventually\nsaying something that made everyone stare at him.\n\nHe was ubiquitous. He was with the people who craned their necks at\nthe giraffes, and the ones who laughed at the sleek sea lions darting\nin their narrow troughs. He was with a family watching the anacondas\ndrooping in green cubicles; he was at the bison corral; he saw the\ncrocodile, the yak and the blesbok. And always, wherever he was, he had\na few words to say about the lions. And time passed.\n\n\n\nIt was exactly three o'clock when he stood again at the top of the\nstairway above the lion court. A lot of people were milling and shoving\nin front of the cages, a noisy crowd that made the lions nervous. They\nwere awake now, pacing their cells, and the leopards were awake, and\nthe jaguars. In the center cage the streak-maned lion put his head to\nthe floor and coughed. Behind him the lioness waited, tense. The lion\ncurved a paw around one of the bars and some of the people clapped\ntheir hands. Others whistled; several looked at their watches. Kemper,\nwho was starting to smile again, watched the crowd. There was Al, his\ncamera, and his wife, close to the center cage. The two teen-aged boys\nwere near them. The little boy and his father were there, and many\nothers that Mr. Kemper was glad to see. Hands clasped behind him, he\nstood looking down on them. Suddenly he felt powerful bonds clamp onto\nhis mind.\n\nTurning slowly around he saw Ulbasar walking down the hill toward him,\na tall man at his side. They stopped in front of him, their faces\ndark in the sun. \"Here he is,\" said Ulbasar. The tall man at his left\nmade the greeting sign of one Noble to another. \"Lord Kjem,\" he said.\nReturning the sign, Mr. Kemper said, \"Lord Gteris.\"\n\nGteris said, \"I hate to do this; you know that. We were friends once. I\nhope you won't try to resist.\"\n\n\"I told Ulbasar I wouldn't. Together you're considerably stronger than\nI am. I'd be a fool to try anything.\"\n\n\"That's smart of you,\" said Gteris. \"Now let's get to business. Ulbasar\nsays you wouldn't tell him the location of your time rift. Is this\ntrue?\"\n\n\"Certainly. Does a Noble answer to a Scientist? But of course I'll tell\nyou, Gteris. The time rift is down there, behind the hedge opposite the\nlion cage.\"\n\nAll signs of friendliness left Gteris's face. He spun and gave orders.\n\"Ulbasar, you heard him. Go down there and see if he's telling the\ntruth. I'll stand guard over him. And keep the mind-block tight.\"\n\nUlbasar nodded, and went down the steps. Mr. Kemper tested the\nvise that pressed against his mind; it held much too well. Gteris\nwas looking at him reproachfully. \"Really, Kjem, yours is conduct\nunbecoming a Noble. If you had to murder somebody why did it have\nto be a Scientist? And then all this forcing your own rift into the\ntime-pattern. The Nobles are unhappy with you, Kjem.\"\n\n\"You know, I don't regret any of it,\" said Mr. Kemper, watching Ulbasar\nmoving close to the crowd by the cages. \"Tell me, how's the hunting\nback home?\"\n\n\"Not too bad; I got some fine hawks a while back. I still wish I could\nhandle cats the way you do, instead of--what's wrong with that crowd in\nfront of the cage down there?\"\n\nMr. Kemper said, \"It's past three o'clock.\"\n\nBelow them a big man pushed through the crowd toward Ulbasar, shouting,\n\"There's the guy told me to be here! There's the faker!\" Ulbasar\nhesitated, looked around, and stopped. The big man caught Ulbasar's\nshoulder, and jabbed a finger against his chest. The crowd moved toward\nthem.\n\nGteris said, \"He's in trouble.\"\n\n\"He's as good as dead right now,\" Kemper said.\n\nGteris stared down at the crowd, then at Kemper. Swiftly he shot a\nwarning thought to Ulbasar, who caught it. As he did the pressure eased\nslightly from Kemper's mind. It was enough. Kemper lashed out against\nGteris' block. They stood there, minds twisting in combat. Then as\nUlbasar was hemmed in by the crowd his support weakened, and Gteris\nfought alone. Slowly, but inexorably he was forced back and out, and\nKemper's mind went free. Gteris' face was haggard. \"Good gods, Kjem!\"\nhe said. \"Look at Ulbasar!\"\n\n\"You can still help him. I'm not holding you.\"\n\nGteris looked wildly at him, then ran, bounding down the steps two at a\ntime. He ran toward the crowd and began shouting at Ulbasar. Kemper saw\nthe concentration on his face and knew he was trying to control the\ncrowd. It was then that Mr. Kemper closed his eyes.\n\nFirst he shut out the world around him: The dim sun on his ears, the\nsmells of dusty summer and popcorn, the sounds of the small wind and\nthe people. In the blackness of his mind he saw the lion court; each\nbar of the cage and the yellow lions inside it; the crowd and the two\ndark men. Then he made a picture of the bars loosening at the top of\nthe cage and the bottom, and the entire section of the cage front\nsliding ponderously sideways.\n\nThere was no sound anywhere. Then below him rang a gonging of steel\non cement and after that, the screaming, and over all of it, dwarfing\nthe yells and the echoing clangs, came a roar that ripped the wind and\nshook the trees with thunder.\n\n\n\nHis eyes still closed, Kemper loosened the fronts of all the cages,\none by one. After that he put all his mind to directing the lions. To\nUlbasar he gave a quick death. Gteris he singled out for a special\nfavor; he sent the streak-maned lion at him. As the lion crouched,\nGteris stood unmoving, covering his face with his hands. \"Stand and\nfight!\" Kemper shouted. \"At least die like a Noble!\" But Gteris did\nnot move, and the lion sprang. Kemper laughed, the old excitement of\nthe hunt surging in him as he sent the cats leaping and clawing. He\nmade sure that a special few of the ape-people died very slowly. In the\ndistance a siren wailed.\n\nKemper did not hear the rushing sounds behind and above him. When he\ndid, he called the lions to him, desperately. He looked up at the\ncondors, hurtling like javelins, and behind them the eagles. And he\nknew why Gteris, the hunter of condors and eagles, had not tried to\nhold off the lions. Then the condors smashed down.\n\nThe streak-maned lion came to him, but it was too late. Mr. Kemper lay\ndying in the cold sun with the smell of lions like dust in his throat.",
    "metadata": {
        "author": [
            "Daley, Bernard John",
            "Daley, John Bernard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67603/pg67603.txt",
        "name": "the_man_who_liked_lions.json"
    }
}