{
    "name": "The Witch of Atlas",
    "author": [
        "Shelley, P. B. (Percy Bysshe)",
        "Shelley, Percy Bysshe"
    ],
    "body": "Percy Bysshe Shelley\n\n\n\n\n\n TO MARY\n (ON HER OBJECTING TO THE FOLLOWING POEM, UPON THE\n SCORE OF ITS CONTAINING NO HUMAN INTEREST).\n\n 1.\n How, my dear Mary,--are you critic-bitten\n (For vipers kill, though dead) by some review,\n That you condemn these verses I have written,\n Because they tell no story, false or true?\n What, though no mice are caught by a young kitten,             _5\n May it not leap and play as grown cats do,\n Till its claws come? Prithee, for this one time,\n Content thee with a visionary rhyme.\n\n 2.\n What hand would crush the silken-winged fly,\n The youngest of inconstant April's minions,                   _10\n Because it cannot climb the purest sky,\n Where the swan sings, amid the sun's dominions?\n Not thine. Thou knowest 'tis its doom to die,\n When Day shall hide within her twilight pinions\n The lucent eyes, and the eternal smile,                       _15\n Serene as thine, which lent it life awhile.\n\n 3.\n To thy fair feet a winged Vision came,\n Whose date should have been longer than a day,\n And o'er thy head did beat its wings for fame,\n And in thy sight its fading plumes display;                   _20\n The watery bow burned in the evening flame.\n But the shower fell, the swift Sun went his way--\n And that is dead.--O, let me not believe\n That anything of mine is fit to live!\n\n 4.\n Wordsworth informs us he was nineteen years                   _25\n Considering and retouching Peter Bell;\n Watering his laurels with the killing tears\n Of slow, dull care, so that their roots to Hell\n Might pierce, and their wide branches blot the spheres\n Of Heaven, with dewy leaves and flowers; this well            _30\n May be, for Heaven and Earth conspire to foil\n The over-busy gardener's blundering toil.\n\n 5.\n My Witch indeed is not so sweet a creature\n As Ruth or Lucy, whom his graceful praise\n Clothes for our grandsons--but she matches Peter,             _35\n Though he took nineteen years, and she three days\n In dressing. Light the vest of flowing metre\n She wears; he, proud as dandy with his stays,\n Has hung upon his wiry limbs a dress\n Like King Lear's 'looped and windowed raggedness.'            _40\n\n 6.\n If you strip Peter, you will see a fellow\n Scorched by Hell's hyperequatorial climate\n Into a kind of a sulphureous yellow:\n A lean mark, hardly fit to fling a rhyme at;\n In shape a Scaramouch, in hue Othello.                        _45\n If you unveil my Witch, no priest nor primate\n Can shrive you of that sin,--if sin there be\n In love, when it becomes idolatry.\n\n\n THE WITCH OF ATLAS.\n\n 1.\n Before those cruel Twins, whom at one birth\n Incestuous Change bore to her father Time,                    _50\n Error and Truth, had hunted from the Earth\n All those bright natures which adorned its prime,\n And left us nothing to believe in, worth\n The pains of putting into learned rhyme,\n A lady-witch there lived on Atlas' mountain                   _55\n Within a cavern, by a secret fountain.\n\n 2.\n Her mother was one of the Atlantides:\n The all-beholding Sun had ne'er beholden\n In his wide voyage o'er continents and seas\n So fair a creature, as she lay enfolden                       _60\n In the warm shadow of her loveliness;--\n He kissed her with his beams, and made all golden\n The chamber of gray rock in which she lay--\n She, in that dream of joy, dissolved away.\n\n 3.\n 'Tis said, she first was changed into a vapour,               _65\n And then into a cloud, such clouds as flit,\n Like splendour-winged moths about a taper,\n Round the red west when the sun dies in it:\n And then into a meteor, such as caper\n On hill-tops when the moon is in a fit:                       _70\n Then, into one of those mysterious stars\n Which hide themselves between the Earth and Mars.\n\n 4.\n Ten times the Mother of the Months had bent\n Her bow beside the folding-star, and bidden\n With that bright sign the billows to indent                   _75\n The sea-deserted sand--like children chidden,\n At her command they ever came and went--\n Since in that cave a dewy splendour hidden\n Took shape and motion: with the living form\n Of this embodied Power, the cave grew warm.                   _80\n\n 5.\n A lovely lady garmented in light\n From her own beauty--deep her eyes, as are\n Two openings of unfathomable night\n Seen through a Temple's cloven roof--her hair\n Dark--the dim brain whirls dizzy with delight.                _85\n Picturing her form; her soft smiles shone afar,\n And her low voice was heard like love, and drew\n All living things towards this wonder new.\n\n 6.\n And first the spotted cameleopard came,\n And then the wise and fearless elephant;                      _90\n Then the sly serpent, in the golden flame\n Of his own volumes intervolved;--all gaunt\n And sanguine beasts her gentle looks made tame.\n They drank before her at her sacred fount;\n And every beast of beating heart grew bold,                   _95\n Such gentleness and power even to behold.\n\n 7.\n The brinded lioness led forth her young,\n That she might teach them how they should forego\n Their inborn thirst of death; the pard unstrung\n His sinews at her feet, and sought to know                    _100\n With looks whose motions spoke without a tongue\n How he might be as gentle as the doe.\n The magic circle of her voice and eyes\n All savage natures did imparadise.\n\n 8.\n And old Silenus, shaking a green stick                        _105\n Of lilies, and the wood-gods in a crew\n Came, blithe, as in the olive copses thick\n Cicadae are, drunk with the noonday dew:\n And Dryope and Faunus followed quick,\n Teasing the God to sing them something new;                   _110\n Till in this cave they found the lady lone,\n Sitting upon a seat of emerald stone.\n\n 9.\n And universal Pan, 'tis said, was there,\n And though none saw him,--through the adamant\n Of the deep mountains, through the trackless air,             _115\n And through those living spirits, like a want,\n He passed out of his everlasting lair\n Where the quick heart of the great world doth pant,\n And felt that wondrous lady all alone,--\n And she felt him, upon her emerald throne.                    _120\n\n 10.\n And every nymph of stream and spreading tree,\n And every shepherdess of Ocean's flocks,\n Who drives her white waves over the green sea,\n And Ocean with the brine on his gray locks,\n And quaint Priapus with his company,                          _125\n All came, much wondering how the enwombed rocks\n Could have brought forth so beautiful a birth;--\n Her love subdued their wonder and their mirth.\n\n 11.\n The herdsmen and the mountain maidens came,\n And the rude kings of pastoral Garamant--                     _130\n Their spirits shook within them, as a flame\n Stirred by the air under a cavern gaunt:\n Pigmies, and Polyphemes, by many a name,\n Centaurs, and Satyrs, and such shapes as haunt\n Wet clefts,--and lumps neither alive nor dead,                _135\n Dog-headed, bosom-eyed, and bird-footed.\n\n 12.\n For she was beautiful--her beauty made\n The bright world dim, and everything beside\n Seemed like the fleeting image of a shade:\n No thought of living spirit could abide,                      _140\n Which to her looks had ever been betrayed,\n On any object in the world so wide,\n On any hope within the circling skies,\n But on her form, and in her inmost eyes.\n\n 13.\n Which when the lady knew, she took her spindle                _145\n And twined three threads of fleecy mist, and three\n Long lines of light, such as the dawn may kindle\n The clouds and waves and mountains with; and she\n As many star-beams, ere their lamps could dwindle\n In the belated moon, wound skilfully;                         _150\n And with these threads a subtle veil she wove--\n A shadow for the splendour of her love.\n\n 14.\n The deep recesses of her odorous dwelling\n Were stored with magic treasures--sounds of air,\n Which had the power all spirits of compelling,                _155\n Folded in cells of crystal silence there;\n Such as we hear in youth, and think the feeling\n Will never die--yet ere we are aware,\n The feeling and the sound are fled and gone,\n And the regret they leave remains alone.                      _160\n\n 15.\n And there lay Visions swift, and sweet, and quaint,\n Each in its thin sheath, like a chrysalis,\n Some eager to burst forth, some weak and faint\n With the soft burthen of intensest bliss.\n It was its work to bear to many a saint                       _165\n Whose heart adores the shrine which holiest is,\n Even Love's:--and others white, green, gray, and black,\n And of all shapes--and each was at her beck.\n\n 16.\n And odours in a kind of aviary\n Of ever-blooming Eden-trees she kept,                         _170\n Clipped in a floating net, a love-sick Fairy\n Had woven from dew-beams while the moon yet slept;\n As bats at the wired window of a dairy,\n They beat their vans; and each was an adept,\n When loosed and missioned, making wings of winds,             _175\n To stir sweet thoughts or sad, in destined minds.\n\n 17.\n And liquors clear and sweet, whose healthful might\n Could medicine the sick soul to happy sleep,\n And change eternal death into a night\n Of glorious dreams--or if eyes needs must weep,               _180\n Could make their tears all wonder and delight,\n She in her crystal vials did closely keep:\n If men could drink of those clear vials, 'tis said\n The living were not envied of the dead.\n\n 18.\n Her cave was stored with scrolls of strange device,           _185\n The works of some Saturnian Archimage,\n Which taught the expiations at whose price\n Men from the Gods might win that happy age\n Too lightly lost, redeeming native vice;\n And which might quench the Earth-consuming rage               _190\n Of gold and blood--till men should live and move\n Harmonious as the sacred stars above;\n\n 19.\n And how all things that seem untameable,\n Not to be checked and not to be confined,\n Obey the spells of Wisdom's wizard skill;                     _195\n Time, earth, and fire--the ocean and the wind,\n And all their shapes--and man's imperial will;\n And other scrolls whose writings did unbind\n The inmost lore of Love--let the profane\n Tremble to ask what secrets they contain.                     _200\n\n 20.\n And wondrous works of substances unknown,\n To which the enchantment of her father's power\n Had changed those ragged blocks of savage stone,\n Were heaped in the recesses of her bower;\n Carved lamps and chalices, and vials which shone              _205\n In their own golden beams--each like a flower,\n Out of whose depth a fire-fly shakes his light\n Under a cypress in a starless night.\n\n 21.\n At first she lived alone in this wild home,\n And her own thoughts were each a minister,                    _210\n Clothing themselves, or with the ocean foam,\n Or with the wind, or with the speed of fire,\n To work whatever purposes might come\n Into her mind; such power her mighty Sire\n Had girt them with, whether to fly or run,                    _215\n Through all the regions which he shines upon.\n\n 22.\n The Ocean-nymphs and Hamadryades,\n Oreads and Naiads, with long weedy locks,\n Offered to do her bidding through the seas,\n Under the earth, and in the hollow rocks,                     _220\n And far beneath the matted roots of trees,\n And in the gnarled heart of stubborn oaks,\n So they might live for ever in the light\n Of her sweet presence--each a satellite.\n\n 23.\n 'This may not be,' the wizard maid replied;                   _225\n 'The fountains where the Naiades bedew\n Their shining hair, at length are drained and dried;\n The solid oaks forget their strength, and strew\n Their latest leaf upon the mountains wide;\n The boundless ocean like a drop of dew                        _230\n Will be consumed--the stubborn centre must\n Be scattered, like a cloud of summer dust.\n\n 24.\n 'And ye with them will perish, one by one;--\n If I must sigh to think that this shall be,\n If I must weep when the surviving Sun                         _235\n Shall smile on your decay--oh, ask not me\n To love you till your little race is run;\n I cannot die as ye must--over me\n Your leaves shall glance--the streams in which ye dwell\n Shall be my paths henceforth, and so--farewell!'--            _240\n\n 25.\n She spoke and wept:--the dark and azure well\n Sparkled beneath the shower of her bright tears,\n And every little circlet where they fell\n Flung to the cavern-roof inconstant spheres\n And intertangled lines of light:--a knell                     _245\n Of sobbing voices came upon her ears\n From those departing Forms, o'er the serene\n Of the white streams and of the forest green.\n\n 26.\n All day the wizard lady sate aloof,\n Spelling out scrolls of dread antiquity,                      _250\n Under the cavern's fountain-lighted roof;\n Or broidering the pictured poesy\n Of some high tale upon her growing woof,\n Which the sweet splendour of her smiles could dye\n In hues outshining heaven--and ever she                       _255\n Added some grace to the wrought poesy.\n\n 27.\n While on her hearth lay blazing many a piece\n Of sandal wood, rare gums, and cinnamon;\n Men scarcely know how beautiful fire is--\n Each flame of it is as a precious stone                       _260\n Dissolved in ever-moving light, and this\n Belongs to each and all who gaze upon.\n The Witch beheld it not, for in her hand\n She held a woof that dimmed the burning brand.\n\n 28.\n This lady never slept, but lay in trance                      _265\n All night within the fountain--as in sleep.\n Its emerald crags glowed in her beauty's glance;\n Through the green splendour of the water deep\n She saw the constellations reel and dance\n Like fire-flies--and withal did ever keep                     _270\n The tenour of her contemplations calm,\n With open eyes, closed feet, and folded palm.\n\n 29.\n And when the whirlwinds and the clouds descended\n From the white pinnacles of that cold hill,\n She passed at dewfall to a space extended,                    _275\n Where in a lawn of flowering asphodel\n Amid a wood of pines and cedars blended,\n There yawned an inextinguishable well\n Of crimson fire--full even to the brim,\n And overflowing all the margin trim.                          _280\n\n 30.\n Within the which she lay when the fierce war\n Of wintry winds shook that innocuous liquor\n In many a mimic moon and bearded star\n O'er woods and lawns;--the serpent heard it flicker\n In sleep, and dreaming still, he crept afar--                 _285\n And when the windless snow descended thicker\n Than autumn leaves, she watched it as it came\n Melt on the surface of the level flame.\n\n 31.\n She had a boat, which some say Vulcan wrought\n For Venus, as the chariot of her star;                        _290\n But it was found too feeble to be fraught\n With all the ardours in that sphere which are,\n And so she sold it, and Apollo bought\n And gave it to this daughter: from a car\n Changed to the fairest and the lightest boat                  _295\n Which ever upon mortal stream did float.\n\n 32.\n And others say, that, when but three hours old,\n The first-born Love out of his cradle lept,\n And clove dun Chaos with his wings of gold,\n And like a horticultural adept,                               _300\n Stole a strange seed, and wrapped it up in mould,\n And sowed it in his mother's star, and kept\n Watering it all the summer with sweet dew,\n And with his wings fanning it as it grew.\n\n 33.\n The plant grew strong and green, the snowy flower             _305\n Fell, and the long and gourd-like fruit began\n To turn the light and dew by inward power\n To its own substance; woven tracery ran\n Of light firm texture, ribbed and branching, o'er\n The solid rind, like a leaf's veined fan--                    _310\n Of which Love scooped this boat--and with soft motion\n Piloted it round the circumfluous ocean.\n\n 34.\n This boat she moored upon her fount, and lit\n A living spirit within all its frame,\n Breathing the soul of swiftness into it.                      _315\n Couched on the fountain like a panther tame,\n One of the twain at Evan's feet that sit--\n Or as on Vesta's sceptre a swift flame--\n Or on blind Homer's heart a winged thought,--\n In joyous expectation lay the boat.                           _320\n\n 35.\n Then by strange art she kneaded fire and snow\n Together, tempering the repugnant mass\n With liquid love--all things together grow\n Through which the harmony of love can pass;\n And a fair Shape out of her hands did flow--                  _325\n A living Image, which did far surpass\n In beauty that bright shape of vital stone\n Which drew the heart out of Pygmalion.\n\n 36.\n A sexless thing it was, and in its growth\n It seemed to have developed no defect                         _330\n Of either sex, yet all the grace of both,--\n In gentleness and strength its limbs were decked;\n The bosom swelled lightly with its full youth,\n The countenance was such as might select\n Some artist that his skill should never die,                  _335\n Imaging forth such perfect purity.\n\n 37.\n From its smooth shoulders hung two rapid wings,\n Fit to have borne it to the seventh sphere,\n Tipped with the speed of liquid lightenings,\n Dyed in the ardours of the atmosphere:                        _340\n She led her creature to the boiling springs\n Where the light boat was moored, and said: 'Sit here!'\n And pointed to the prow, and took her seat\n Beside the rudder, with opposing feet.\n\n 38.\n And down the streams which clove those mountains vast,        _345\n Around their inland islets, and amid\n The panther-peopled forests whose shade cast\n Darkness and odours, and a pleasure hid\n In melancholy gloom, the pinnace passed;\n By many a star-surrounded pyramid                             _350\n Of icy crag cleaving the purple sky,\n And caverns yawning round unfathomably.\n\n 39.\n The silver noon into that winding dell,\n With slanted gleam athwart the forest tops,\n Tempered like golden evening, feebly fell;                    _355\n A green and glowing light, like that which drops\n From folded lilies in which glow-worms dwell,\n When Earth over her face Night's mantle wraps;\n Between the severed mountains lay on high,\n Over the stream, a narrow rift of sky.                        _360\n\n 40.\n And ever as she went, the Image lay\n With folded wings and unawakened eyes;\n And o'er its gentle countenance did play\n The busy dreams, as thick as summer flies,\n Chasing the rapid smiles that would not stay,                 _365\n And drinking the warm tears, and the sweet sighs\n Inhaling, which, with busy murmur vain,\n They had aroused from that full heart and brain.\n\n 41.\n And ever down the prone vale, like a cloud\n Upon a stream of wind, the pinnace went:                      _370\n Now lingering on the pools, in which abode\n The calm and darkness of the deep content\n In which they paused; now o'er the shallow road\n Of white and dancing waters, all besprent\n With sand and polished pebbles:--mortal boat                  _375\n In such a shallow rapid could not float.\n\n 42.\n And down the earthquaking cataracts which shiver\n Their snow-like waters into golden air,\n Or under chasms unfathomable ever\n Sepulchre them, till in their rage they tear                  _380\n A subterranean portal for the river,\n It fled--the circling sunbows did upbear\n Its fall down the hoar precipice of spray,\n Lighting it far upon its lampless way.\n\n 43.\n And when the wizard lady would ascend                         _385\n The labyrinths of some many-winding vale,\n Which to the inmost mountain upward tend--\n She called 'Hermaphroditus!'--and the pale\n And heavy hue which slumber could extend\n Over its lips and eyes, as on the gale                        _390\n A rapid shadow from a slope of grass,\n Into the darkness of the stream did pass.\n\n 44.\n And it unfurled its heaven-coloured pinions,\n With stars of fire spotting the stream below;\n And from above into the Sun's dominions                       _395\n Flinging a glory, like the golden glow\n In which Spring clothes her emerald-winged minions,\n All interwoven with fine feathery snow\n And moonlight splendour of intensest rime,\n With which frost paints the pines in winter time.             _400\n\n 45.\n And then it winnowed the Elysian air\n Which ever hung about that lady bright,\n With its aethereal vans--and speeding there,\n Like a star up the torrent of the night,\n Or a swift eagle in the morning glare                         _405\n Breasting the whirlwind with impetuous flight,\n The pinnace, oared by those enchanted wings,\n Clove the fierce streams towards their upper springs.\n\n 46.\n The water flashed, like sunlight by the prow\n Of a noon-wandering meteor flung to Heaven;                   _410\n The still air seemed as if its waves did flow\n In tempest down the mountains; loosely driven\n The lady's radiant hair streamed to and fro:\n Beneath, the billows having vainly striven\n Indignant and impetuous, roared to feel                       _415\n The swift and steady motion of the keel.\n\n 47.\n Or, when the weary moon was in the wane,\n Or in the noon of interlunar night,\n The lady-witch in visions could not chain\n Her spirit; but sailed forth under the light                  _420\n Of shooting stars, and bade extend amain\n Its storm-outspeeding wings, the Hermaphrodite;\n She to the Austral waters took her way,\n Beyond the fabulous Thamondocana,--\n\n 48.\n Where, like a meadow which no scythe has shaven,              _425\n Which rain could never bend, or whirl-blast shake,\n With the Antarctic constellations paven,\n Canopus and his crew, lay the Austral lake--\n There she would build herself a windless haven\n Out of the clouds whose moving turrets make                   _430\n The bastions of the storm, when through the sky\n The spirits of the tempest thundered by:\n\n 49.\n A haven beneath whose translucent floor\n The tremulous stars sparkled unfathomably,\n And around which the solid vapours hoar,                      _435\n Based on the level waters, to the sky\n Lifted their dreadful crags, and like a shore\n Of wintry mountains, inaccessibly\n Hemmed in with rifts and precipices gray,\n And hanging crags, many a cove and bay.                       _440\n\n 50.\n And whilst the outer lake beneath the lash\n Of the wind's scourge, foamed like a wounded thing,\n And the incessant hail with stony clash\n Ploughed up the waters, and the flagging wing\n Of the roused cormorant in the lightning flash                _445\n Looked like the wreck of some wind-wandering\n Fragment of inky thunder-smoke--this haven\n Was as a gem to copy Heaven engraven,--\n\n 51.\n On which that lady played her many pranks,\n Circling the image of a shooting star,                        _450\n Even as a tiger on Hydaspes' banks\n Outspeeds the antelopes which speediest are,\n In her light boat; and many quips and cranks\n She played upon the water, till the car\n Of the late moon, like a sick matron wan,                     _455\n To journey from the misty east began.\n\n 52.\n And then she called out of the hollow turrets\n Of those high clouds, white, golden and vermilion,\n The armies of her ministering spirits--\n In mighty legions, million after million,                     _460\n They came, each troop emblazoning its merits\n On meteor flags; and many a proud pavilion\n Of the intertexture of the atmosphere\n They pitched upon the plain of the calm mere.\n\n 53.\n They framed the imperial tent of their great Queen            _465\n Of woven exhalations, underlaid\n With lambent lightning-fire, as may be seen\n A dome of thin and open ivory inlaid\n With crimson silk--cressets from the serene\n Hung there, and on the water for her tread                    _470\n A tapestry of fleece-like mist was strewn,\n Dyed in the beams of the ascending moon.\n\n 54.\n And on a throne o'erlaid with starlight, caught\n Upon those wandering isles of aery dew,\n Which highest shoals of mountain shipwreck not,               _475\n She sate, and heard all that had happened new\n Between the earth and moon, since they had brought\n The last intelligence--and now she grew\n Pale as that moon, lost in the watery night--\n And now she wept, and now she laughed outright.               _480\n\n 55.\n These were tame pleasures; she would often climb\n The steepest ladder of the crudded rack\n Up to some beaked cape of cloud sublime,\n And like Arion on the dolphin's back\n Ride singing through the shoreless air;--oft-time             _485\n Following the serpent lightning's winding track,\n She ran upon the platforms of the wind,\n And laughed to hear the fire-balls roar behind.\n\n 56.\n And sometimes to those streams of upper air\n Which whirl the earth in its diurnal round,                   _490\n She would ascend, and win the spirits there\n To let her join their chorus. Mortals found\n That on those days the sky was calm and fair,\n And mystic snatches of harmonious sound\n Wandered upon the earth where'er she passed,                  _495\n And happy thoughts of hope, too sweet to last.\n\n 57.\n But her choice sport was, in the hours of sleep,\n To glide adown old Nilus, where he threads\n Egypt and Aethiopia, from the steep\n Of utmost Axume, until he spreads,                            _500\n Like a calm flock of silver-fleeced sheep,\n His waters on the plain: and crested heads\n Of cities and proud temples gleam amid,\n And many a vapour-belted pyramid.\n\n 58.\n By Moeris and the Mareotid lakes,                             _505\n Strewn with faint blooms like bridal chamber floors,\n Where naked boys bridling tame water-snakes,\n Or charioteering ghastly alligators,\n Had left on the sweet waters mighty wakes\n Of those huge forms--within the brazen doors                  _510\n Of the great Labyrinth slept both boy and beast,\n Tired with the pomp of their Osirian feast.\n\n 59.\n And where within the surface of the river\n The shadows of the massy temples lie,\n And never are erased--but tremble ever                        _515\n Like things which every cloud can doom to die,\n Through lotus-paven canals, and wheresoever\n The works of man pierced that serenest sky\n With tombs, and towers, and fanes, 'twas her delight\n To wander in the shadow of the night.                         _520\n\n 60.\n With motion like the spirit of that wind\n Whose soft step deepens slumber, her light feet\n Passed through the peopled haunts of humankind.\n Scattering sweet visions from her presence sweet,\n Through fane, and palace-court, and labyrinth mined           _525\n With many a dark and subterranean street\n Under the Nile, through chambers high and deep\n She passed, observing mortals in their sleep.\n\n 61.\n A pleasure sweet doubtless it was to see\n Mortals subdued in all the shapes of sleep.                   _530\n Here lay two sister twins in infancy;\n There, a lone youth who in his dreams did weep;\n Within, two lovers linked innocently\n In their loose locks which over both did creep\n Like ivy from one stem;--and there lay calm                   _535\n Old age with snow-bright hair and folded palm.\n\n 62.\n But other troubled forms of sleep she saw,\n Not to be mirrored in a holy song--\n Distortions foul of supernatural awe,\n And pale imaginings of visioned wrong;                        _540\n And all the code of Custom's lawless law\n Written upon the brows of old and young:\n 'This,' said the wizard maiden, 'is the strife\n Which stirs the liquid surface of man's life.'\n\n 63.\n And little did the sight disturb her soul.--                  _545\n We, the weak mariners of that wide lake\n Where'er its shores extend or billows roll,\n Our course unpiloted and starless make\n O'er its wild surface to an unknown goal:--\n But she in the calm depths her way could take,                _550\n Where in bright bowers immortal forms abide\n Beneath the weltering of the restless tide.\n\n 64.\n And she saw princes couched under the glow\n Of sunlike gems; and round each temple-court\n In dormitories ranged, row after row,                         _555\n She saw the priests asleep--all of one sort--\n For all were educated to be so.--\n The peasants in their huts, and in the port\n The sailors she saw cradled on the waves,\n And the dead lulled within their dreamless graves.            _560\n\n 65.\n And all the forms in which those spirits lay\n Were to her sight like the diaphanous\n Veils, in which those sweet ladies oft array\n Their delicate limbs, who would conceal from us\n Only their scorn of all concealment: they                     _565\n Move in the light of their own beauty thus.\n But these and all now lay with sleep upon them,\n And little thought a Witch was looking on them.\n\n 66.\n She, all those human figures breathing there,\n Beheld as living spirits--to her eyes                         _570\n The naked beauty of the soul lay bare,\n And often through a rude and worn disguise\n She saw the inner form most bright and fair--\n And then she had a charm of strange device,\n Which, murmured on mute lips with tender tone,                _575\n Could make that spirit mingle with her own.\n\n 67.\n Alas! Aurora, what wouldst thou have given\n For such a charm when Tithon became gray?\n Or how much, Venus, of thy silver heaven\n Wouldst thou have yielded, ere Proserpina                     _580\n Had half (oh! why not all?) the debt forgiven\n Which dear Adonis had been doomed to pay,\n To any witch who would have taught you it?\n The Heliad doth not know its value yet.\n\n 68.\n 'Tis said in after times her spirit free                      _585\n Knew what love was, and felt itself alone--\n But holy Dian could not chaster be\n Before she stooped to kiss Endymion,\n Than now this lady--like a sexless bee\n Tasting all blossoms, and confined to none,                   _590\n Among those mortal forms, the wizard-maiden\n Passed with an eye serene and heart unladen.\n\n 69.\n To those she saw most beautiful, she gave\n Strange panacea in a crystal bowl:--\n They drank in their deep sleep of that sweet wave,            _595\n And lived thenceforward as if some control,\n Mightier than life, were in them; and the grave\n Of such, when death oppressed the weary soul,\n Was as a green and overarching bower\n Lit by the gems of many a starry flower.                      _600\n\n 70.\n For on the night when they were buried, she\n Restored the embalmers' ruining, and shook\n The light out of the funeral lamps, to be\n A mimic day within that deathy nook;\n And she unwound the woven imagery                             _605\n Of second childhood's swaddling bands, and took\n The coffin, its last cradle, from its niche,\n And threw it with contempt into a ditch.\n\n 71.\n And there the body lay, age after age.\n Mute, breathing, beating, warm, and undecaying,               _610\n Like one asleep in a green hermitage,\n With gentle smiles about its eyelids playing,\n And living in its dreams beyond the rage\n Of death or life; while they were still arraying\n In liveries ever new, the rapid, blind                        _615\n And fleeting generations of mankind.\n\n 72.\n And she would write strange dreams upon the brain\n Of those who were less beautiful, and make\n All harsh and crooked purposes more vain\n Than in the desert is the serpent's wake                      _620\n Which the sand covers--all his evil gain\n The miser in such dreams would rise and shake\n Into a beggar's lap;--the lying scribe\n Would his own lies betray without a bribe.\n\n 73.\n The priests would write an explanation full,                  _625\n Translating hieroglyphics into Greek,\n How the God Apis really was a bull,\n And nothing more; and bid the herald stick\n The same against the temple doors, and pull\n The old cant down; they licensed all to speak                 _630\n Whate'er they thought of hawks, and cats, and geese,\n By pastoral letters to each diocese.\n\n 74.\n The king would dress an ape up in his crown\n And robes, and seat him on his glorious seat,\n And on the right hand of the sunlike throne                   _635\n Would place a gaudy mock-bird to repeat\n The chatterings of the monkey.--Every one\n Of the prone courtiers crawled to kiss the feet\n Of their great Emperor, when the morning came,\n And kissed--alas, how many kiss the same!                     _640\n\n 75.\n The soldiers dreamed that they were blacksmiths, and\n Walked out of quarters in somnambulism;\n Round the red anvils you might see them stand\n Like Cyclopses in Vulcan's sooty abysm,\n Beating their swords to ploughshares;--in a band              _645\n The gaolers sent those of the liberal schism\n Free through the streets of Memphis, much, I wis,\n To the annoyance of king Amasis.\n\n 76.\n And timid lovers who had been so coy,\n They hardly knew whether they loved or not,                   _650\n Would rise out of their rest, and take sweet joy,\n To the fulfilment of their inmost thought;\n And when next day the maiden and the boy\n Met one another, both, like sinners caught,\n Blushed at the thing which each believed was done             _655\n Only in fancy--till the tenth moon shone;\n\n 77.\n And then the Witch would let them take no ill:\n Of many thousand schemes which lovers find,\n The Witch found one,--and so they took their fill\n Of happiness in marriage warm and kind.                       _660\n Friends who, by practice of some envious skill,\n Were torn apart--a wide wound, mind from mind!--\n She did unite again with visions clear\n Of deep affection and of truth sincere.\n\n 80.\n These were the pranks she played among the cities             _665\n Of mortal men, and what she did to Sprites\n And Gods, entangling them in her sweet ditties\n To do her will, and show their subtle sleights,\n I will declare another time; for it is\n A tale more fit for the weird winter nights                   _670\n Than for these garish summer days, when we\n Scarcely believe much more than we can see.",
    "metadata": {
        "author": [
            "Shelley, P. B. (Percy Bysshe)",
            "Shelley, Percy Bysshe"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/4696/pg4696.txt",
        "name": "the_witch_of_atlas.json"
    }
}