{
    "name": "The Land of Heart's Desire",
    "author": [
        "Yeats, W. B. (William Butler)",
        "Yeats, William Butler"
    ],
    "body": "    _The kitchen of_ MAURTEEN BRAIN'S _house. An open grate with a turf\n    fire is at the left side of the room, with a table in front of it.\n    There is a door leading to the open air at the back, and another door\n    a little to its left, leading into an inner room. There is a window, a\n    settle, and a large dresser on the right side of the room, and a great\n    bowl of primroses on the sill of the window._ MAURTEEN BRUIN, FATHER\n    HART; _and_ BRIDGET BRUIN _are sitting at the table._ SHAWN BRUIN _is\n    setting the table for supper._ MAIRE BRUIN _sits on the settle reading\n    a yellow manuscript._\n\n\nBRIDGET BRUIN.\n\nBecause I bade her go and feed the calves,\nShe took that old book down out of the thatch\nAnd has been doubled over it all day.\nWe would be deafened by her groans and moans\nHad she to work as some do, Father Hart,\nGet up at dawn like me, and mend and scour;\nOr ride abroad in the boisterous night like you,\nThe pyx and blessed bread under your arm.\n\nSHAWN BRUIN.\n\nYou are too cross.\n\nBRIDGET BRUIN.\n\nThe young side with the young.\n\nMAURTEEN BRUIN.\n\nShe quarrels with my wife a bit at times,\nAnd is too deep just now in the old book;\nBut do not blame her greatly; she will grow\nAs quiet as a puff-ball in a tree\nWhen but the moons of marriage dawn and die\nFor half a score of times.\n\nFATHER HART\n\n            Their hearts are wild\nAs be the hearts of birds, till children come.\n\nBRIDGET BRUIN.\n\nShe would not mind the griddle, milk the cow,\nOr even lay the knives and spread the cloth.\n\nFATHER HART.\n\nI never saw her read a book before:\nWhat may it be?\n\nMAURTEEN BRUIN.\n\n            I do not rightly know:\nIt has been in the thatch for fifty years.\nMy father told me my grandfather wrote it,\nKilled a red heifer and bound it with the hide.\nBut draw your chair this way--supper is spread;\nAnd little good he got out of the book,\nBecause it filled his house with roaming bards,\nAnd roaming ballad-makers and the like,\nAnd wasted all his goods.--Here is the wine;\nThe griddle bread's beside you, Father Hart.\nColleen, what have you got there in the book\nThat you must leave the bread to cool? Had I,\nOr had my father, read or written books\nThere were no stockings full of silver and gold\nTo come, when I am dead, to Shawn and you.\n\nFATHER HART.\n\nYou should not fill your head with foolish dreams.\nWhat are you reading?\n\nMAIRE BRUIN.\n\n            How a Princess Edene,\nA daughter of a King of Ireland, heard\nA voice singing on a May eve like this,\nAnd followed, half awake and half asleep,\nUntil she came into the land of faery,\nWhere nobody gets old and godly and grave,\nWhere nobody gets old and crafty and wise,\nWhere nobody gets old and bitter of tongue;\nAnd she is still there, busied with a dance.\nDeep in the dewy shadow of a wood,\nOr where stars walk upon a mountain top.\n\nMAURTEEN BRUIN.\n\nPersuade the colleen to put by the book:\nMy grandfather would mutter just such things,\nAnd he was no judge of a dog or horse,\nAnd any idle boy could blarney him.\nJust speak your mind.\n\nFATHER HART.\n\n            Put it away, my colleen.\nGod spreads the heavens above us like great wings,\nAnd gives a little round of deeds and days,\nAnd then come the wrecked angels and set snares,\nAnd bait them with light hopes and heavy dreams,\nUntil the heart is puffed with pride and goes,\nHalf shuddering and half joyous, from God's peace;\nAnd it was some wrecked angel, blind tears,\nWho flattered Edene's heart with merry words.\nMy colleen, I have seen some other girls\nRestless and ill at ease, but years went by\nAnd they grew like their neighbours and were glad\nIn minding children, working at the churn,\nAnd gossiping of weddings and of wakes;\nFor life moves out of a red flare of dreams\nInto a common light of common hours,\nUntil old age bring the red flare again.\n\nSHAWN BRUIN.\n\nYet do not blame her greatly, Father Hart, For she is dull while I am in\nthe fields, And mother's tongue were harder still to bear, But for her\nfancies: this is May Eve too, When the good people post about the world,\nAnd surely one may think of them to-night. Maire, have you the primroses\nto fling Before the door to make a golden path For them to bring good luck\ninto the house. Remember, they may steal new-married brides Upon May Eve.\n\nMAIRE BRUIN _(going over to the window and taking the flowers from the\nbowl.)_\n\nHere are the primroses.\n\n    [_She goes to the door and strews the primroses outside._\n\nFATHER HART.\n\nYou do well, daughter, because God permits\nGreat power to the good people on May Eve.\n\nMAURTEEN BRUIN.\n\nThey can work all their will with primroses--\nChange them to golden money, or little flames\nTo burn up those who do them any wrong.\n\nMAIRE BRUIN.\n\nI had no sooner flung them by the door\nThan the wind cried and hurried them away.\n\nBRIDGET BRUIN.\n\nMay God have mercy on us!\n\nMAIRE BRUIN.\n\n            The good people\nWill not be lucky to the house this year,\nBut I am glad that I was courteous to them,\nFor are not they, likewise, children of God?\n\nFATHER HART.\n\nNo, child; they are the children of the fiend,\nAnd they have power until the end of Time,\nWhen God shall fight with them a great pitched battle\nAnd hack them into pieces.\n\nMAIRE BRUIN.\n\n            He will smile,\nFather, perhaps, and open his great door,\n\nFATHER HART.\n\nDid but the lawless angels see that door\nThey would fall, slain by everlasting peace;\nAnd when such angels knock upon our doors\nWho goes with them must drive through the same storm.\n\n    [_A knock at the door._ MAIRE BRUIN _opens it and then goes to the\n    dresser and fills a porringer with milk and hands it through the door\n    and takes it back empty and closes the door._\n\nMAIRE BRUIN.\n\nA little queer old woman cloaked in green\nWho came to beg a porringer of milk.\n\nBRIDGET BRUIN.\n\nThe good people go asking milk and fire\nUpon May Eve--Woe on the house that gives\nFor they have power upon it for a year.\nI knew you would bring evil on the house\n\nMAURTEEN BRUIN.\n\nWho was she?\n\nMAIRE BRUIN.\n\nBoth the tongue and face were strange.\n\nMAURTEEN BRUIN.\n\nSome strangers came last week to Clover Hill;\nShe must be one of them.\n\nBRIDGET BRUIN.\n\nI am afraid.\n\nMAURTEEN BRUIN.\n\nThe priest will keep all harm out of the house.\n\nFATHER HART.\n\n\nThe Cross will keep all harm out of the house\nWhile it hangs there.\n\nMAURTEEN BRUIN.\n\n            Come, sit beside me, colleen,\nAnd cut away your dreams of discontent,\nFor I would have you light up my last days\nLike a bright torch of pine, and when I die\nI will make you the wealthiest hereabout;\nFor hid away where nobody can find\nI have a stocking full of silver and gold.\n\nBRIDGET BRUIN.\n\nYou are the fool of every pretty face,\nAnd I must pinch and pare that my son's wife\nMay have all kinds of ribbons for her head.\n\nMAURTEEN BRUIN.\n\nDo not be cross; she is a right good girl!\nThe butter's by your elbow, Father Hart.\nMy colleen, have not Fate and Time and Change\nDone well for me and for old Bridget there?\nWe have a hundred acres of good land,\nAnd sit beside each other at the fire,\nThe wise priest of our parish to our right,\nAnd you and our dear son to left of us.\nTo sit beside the board and drink good wine\nAnd watch the turf smoke coiling from the fire\nAnd feel content and wisdom in your heart,\nThis is the best of life; when we are young\nWe long to tread a way none trod before,\nBut find the excellent old way through love\nAnd through the care of children to the hour\nFor bidding Fate and Time and Change good-bye.\n\n    [A _knock at the door._ MAIRE BRUIN _opens it and then takes a sod of\n    turf out of the hearth in the tongs and passes it through the door and\n    closes the door and remains standing by it._\n\nMAIRE BRUIN.\n\nA little queer old man in a green coat,\nWho asked a burning sod to light his pipe.\n\nBRIDGET BRUIN.\n\nYou have now given milk and fire and brought\nFor all you know, evil upon the house.\nBefore you married you were idle and fine,\nAnd went about with ribbons on your head;\nAnd now you are a good-for-nothing wife.\n\nSHAWN BRUIN.\n\nBe quiet, mother!\n\nMAURTEEN BRUIN.\n\nYou are much too cross!\n\nMAIRE BRUIN.\n\nWhat do I care if I have given this house,\nWhere I must hear all day a bitter tongue,\nInto the power of faeries!\n\nBRIDGET BRUIN.\n\n            You know, well\nHow calling the good people by that name\nOr talking of them over much at all\nMay bring all kinds of evil on the house.\n\nMAIRE BRUIN.\n\nCome, faeries, take me out of this dull house!\nLet me have all the freedom I have lost--\nWork when I will and idle when I will!\nFaeries, came take me out of this dull world,\nFor I would ride with you upon the wind,\nRun on the top of the dishevelled tide,\nAnd dance upon the mountains like a flame!\n\nFATHER HART.\n\nYou cannot know the meaning of your words!\n\nMAIRE BRUIN.\n\nFather, I am right weary of four tongues:\nA tongue that is too crafty and too wise,\nA tongue that is too godly and too grave,\nA tongue that is more bitter than the tide,\nAnd a kind tongue too full of drowsy love,\nOf drowsy love and my captivity.\n\n    [SHAWN BRUIN _comes over to her and leads her to the settle._\n\nSHAWN BRUIN.\n\nDo not blame me: I often lie awake\nThinking that all things trouble your bright head--\nHow beautiful it is--such broad pale brows\nUnder a cloudy blossoming of hair!\nSit down beside me here--these are too old,\nAnd have forgotten they were ever young.\n\nMAIRE BRUIN.\n\nO, you are the great door-post of this house,\nAnd I the red nasturtium climbing up.\n\n    [_She takes_ SHAWN'S _hand but looks shyly at the priest and lets it\n    go._\n\nFATHER HART.\n\nGood daughter, take his hand--by love alone\nGod binds us to Himself and to the hearth\nAnd shuts us from the waste beyond His peace,\nFrom maddening freedom and bewildering light.\n\nSHAWN BRUIN.\n\nWould that the world were mine to give it you\nWith every quiet hearth and barren waste,\nThe maddening freedom of its woods and tides,\nAnd the bewildering lights upon its hills.\n\nMAIRE BRUIN.\n\nThen I would take and break it in my hands\nTo see you smile watching it crumble away.\n\nSHAWN BRUIN.\n\nThen I would mould a world of fire and dew\nWith no one bitter, grave, or over wise,\nAnd nothing marred or old to do you wrong.\nAnd crowd the enraptured quiet of the sky\nWith candles burning to your lonely face.\n\nMAIRE BRUIN.\n\nYour looks are all the candles that I need.\n\nSHAWN BRUIN.\n\nOnce a fly dancing in a beam o' the sun,\nOr the light wind blowing out of the dawn,\nCould fill your heart with dreams none other knew,\nBut now the indissoluble sacrament\nHas mixed your heart that was most proud and cold\nWith my warm heart for ever; and sun and moor,\nMust fade and heaven be rolled up like a scroll;\nBut your white spirit still walk by my spirit.\nFor not a power in earth and heaven and hell\nCan break this bond binding heart unto heart.\n\n    [A VOICE _sings in the distance._\n\nMAIRE BRUIN.\n\nDid you hear something call? O, guard me close,\nBecause I have said wicked things to-night.\n\nA VOICE (_close to the door_).\n\nThe wind blows out of the gates of the day,\n  The wind blows over the lonely of heart\nAnd the lonely of heart is withered away,\n  While the faeries dance in a place apart,\nShaking their milk-white feet in a ring,\n  Tossing their milk-white arms in the air;\nFor they hear the wind laugh, and murmur, and sing\n  Of a land where even the old are fair,\nAnd even the wise are merry of tongue;\n  But I heard a reed of Coolaney say,\n'When the wind has laughed and murmured and sung,\n  The lonely of heart must wither away!'\n\nMAURTEEN BRUIN.\n\nI am right happy, and would make all else\nBe happy too. I hear a child outside,\nAnd will go bring her in out of the cold.\n\n    [_He opens the door. A_ CHILD _dressed in a green jacket with a red\n    cap comes into the house._\n\nTHE CHILD.\n\nI tire of winds and waters and pale lights!\n\nMAURTEEN BRUIN.\n\nYou are most welcome. It is cold out there,\nWho'd think to face such cold on a May Eve.\n\nTHE CHILD.\n\nAnd when I tire of this warm little house,\nThere is one here who must away, away,\nTo where the woods, the stars, and the white streams\nAre holding a continual festival.\n\nMAURTEEN BRUIN.\n\nO listen to her dreamy and strange talk,\nCome to the fire.\n\nTHE CHILD.\n\n            I'll sit upon your knee,\nFor I have run from where the winds are born,\nAnd long-to rest my feet a little while.\n\n    [_She sits upon his knee._\n\nBRIDGET BRUIN.\n\nHow pretty you are!\n\nMAURTEEN BRUIN.\n\nYour hair is wet with dew!\n\nBRIDGET BRUIN.\n\nI'll chafe your poor chilled feet.\n\nMAURTEEN BRUIN.\n\n             You must have come\nA long long way, for I have never seen\nYour pretty face, and must be tired and hungry;\nHere is some bread and wine.\n\nTHE CHILD.\n\n            They are both nasty.\nOld mother, have you nothing nice for me?\n\nBRIDGET BRUIN.\n\nI have some honey!\n\n    [_She goes into the next room._\n\nMAURTEEN BRUIN.\n\nYou are a dear child;\nThe mother was quite cross before you came.\n\n    [BRIDGET _returns with the honey, and goes to the dresser and fills a\n    porringer with milk._\n\nBRIDGET BRUIN.\n\nShe is the child of gentle people; look\nAt her white hands and at her pretty dress.\nI've brought you some new milk, but wait awhile\nAnd I will put it by the fire to warm,\nFor things well fitted for poor folk like us\nWould never please a high-born child like you.\n\nTHE CHILD.\n\nOld mother, my old mother, the green dawn\nBrightens above while you blow up the fire;\nAnd evening finds you spreading the white cloth.\nThe young may lie in bed and dream and hope,\nBut you work on because your heart is old.\n\nBRIDGET BRUIN.\n\nThe young are idle.\n\nTHE CHILD.\n\n            Old father, you are wise,\nAnd all the years have gathered in your heart\nTo whisper of the wonders that are gone.\nThe young must sigh through many a dream and hope,\nBut you are wise because your heart is old.\n\nMAURTEEN BRUIN.\n\nO, who would think to find so young a child\nLoving old age and wisdom.\n\n    [BRIDGET _gives her more bread and honey._\n\nTHE CHILD.\n\nNo more, mother.\n\nMAURTEEN BRUIN.\n\nWhat a small bite; The milk is ready now;\nWhat a small sip!\n\nTHE CHILD.\n\n            Put on my shoes, old mother,\nFor I would like to dance now I have dined.\nThe reeds are dancing by Coolaney lake,\nAnd I would like to dance until the reeds\nAnd the loud wind, the white wave on the shore,\nAnd all the stars have danced themselves to sleep.\n\n    [BRIDGET _having put on her shoes, she gets off the old man's knees\n    and is about to dance, but suddenly sees the crucifix and shrieks and\n    covers her eyes._\n\nWhat is that ugly thing on the black cross?\n\nFATHER HART.\n\nYou cannot know how naughty your words are!\nThat is Our Blessed Lord!\n\nTHE CHILD.\n\nHide it away!\n\nBRIDGET BRUIN.\n\nI have begun to be afraid again!\n\nTHE CHILD.\n\nHide it away!\n\nMAURTEEN BRUIN.\n\nThat would be wickedness!\n\nBRIDGET BRUIN.\n\nThat would be sacrilege!\n\nTHE CHILD\n\n            The tortured thing!\nHide it away.\n\nMAURTEEN BRUIN.\n\nHer parents are to blame.\n\nFATHER HART.\n\nThat is the image of the Son of God.\n\n[_The_ CHILD _puts her arm round his neck lovingly and kisses him.\n\nTHE CHILD.\n\nHide it away! Hide it away!\n\nMAURTEEN BRUIN.\n\nNo! no!\n\nFATHER HART.\n\nBecause you are so young and little a child\nI will go take it down.\n\nTHE CHILD.\n\n            Hide it away,\nAnd cover it out of sight and out of mind.\n\n    FATHER HART (_takes it down and carries it towards the inner room)._\n\nSince you have come into this barony\nI will instruct you in our blessed faith:\nBeing a clever child you will soon learn.\n\n    (_To the others.)\n\nWe must be tender with all budding things,\nOur Maker let no thought of Calvary\nTrouble the morning stars in their first song.\n\n    [_Puts the crucifix in the inner room._\n\nTHE CHILD.\n\nO, what a nice, smooth floor to dance upon!\nThe wind is blowing on the waving reeds,\nThe wind is blowing on the heart of man.\n\n    [_She dances, swaying about like the reeds._\n\nMAIRE (_to_ SHAWN BRUIN).\n\nJust now when she came near I thought I heard\nOther small steps beating upon the floor,\nAnd a faint music blowing in the wind--\nInvisible pipes giving her feet the time.\n\nSHAWN BRUIN.\n\nI heard no step but hers.\n\nMAIRE BRUIN.\n\n            Look to the bolt!\nBecause the unholy powers are abroad.\n\nMAURTEEN BRUIN (_to the_ CHILD).\n\nCome over here, and if you promise me\nNot to talk wickedly of holy things\nI'll give you something.\n\nTHE CHILD.\n\nBring it me, old father!\n\n    [MAURTEEN BRUIN _goes into the next room._\n\nFATHER HART.\n\nI will have queen cakes when you come to me!\n\n    [MAURTEEN BRUIN _returns and lays a piece of money on the table. The_\n    CHILD _makes a gesture of refusal._\n\nMAURTEEN BRUIN.\n\nIt will buy lots of toys; see how it glitters!\n\nTHE CHILD.\n\nCome, tell me, do you love me?\n\nMAURTEEN BRUIN.\n\nI love you!\n\nTHE CHILD.\n\nAh! but you love this fireside!\n\nFATHER HART.\n\nI love you.\n\nTHE CHILD.\n\nBut you love Him above.\n\nBRIDGET BRUIN.\n\nShe is blaspheming.\n\nTHE CHILD (_to_ MAIRE).\n\nAnd do you likewise love me?\n\nMAIRE BRUIN.\n\nI don't know.\n\nTHE CHILD.\n\nYou love that great tall fellow over there:\nYet I could make you ride upon the winds,\nRun on the top of the dishevelled tide,\nAnd dance upon the mountains like a flame!\n\nMAIRE BRUIN.\n\nQueen of the Angels and kind Saints defend us!\nSome dreadful fate has fallen: before she came\nThe wind cried out and took the primroses.\nAnd I gave milk and fire, and when she came\nShe made you hide the blessed crucifix;\nShe wears, too, the green jacket and red cap\nOf the unholy creatures of the Raths.\n\nFATHER HART.\n\nYou fear because of her wild, pretty prates;\nShe knows no better.\n      (_To the_ CHILD) Child, how old are you?\n\nTHE CHILD.\n\nMy own dear people live a long, long time,\nSo I am young; but measure by your years\nAnd I am older than the eagle cock\nWho blinks and blinks on Ballydawley Hill,\nAnd he's the oldest thing under the moon.\nAt times I merely care to dance and dance--\nAt times grow wiser than the eagle cock.\n\nFATHER HART.\n\nWhat are you?\n\nTHE CHILD.\n\n            I am of the faery people.\nI sent my messengers for milk and fire,\nAnd then I heard one call to me and came.\n\n    [_They all except_ MAIRE BRUIN _gather about the priest for\n    protection._ MAIRE BRUIN _stays on the settle as if in a trance of\n    terror. The_ CHILD _takes primroses from the great bowl and begins to\n    strew them between herself and the priest and about_ MAIRE BRUIN.\n    _During the following dialogue_ SHAWN BRUIN _goes more than once to\n    the brink of the primroses, but shrinks back to the others timidly._\n\nFATHER HART.\n\nI will confront this mighty spirit alone.\n\n    [_They cling to him and hold him back._\n\nTHE CHILD (_while she strews the primroses.)\n\nNo one whose heart is heavy with human tears\nCan cross these little cressets of the wood.\n\nFATHER HART.\n\nBe not afraid, the Father is with us,\nAnd all the nine angelic hierarchies,\nThe Holy Martyrs and the Innocents,\nThe adoring Magi in their coats of mail,\nAnd He who died and rose on the third day,\nAnd Mary with her seven times wounded heart.\n\n[_The_ CHILD _ceases strewing the primroses, and kneels upon the settle\nbeside_ MAIRE _and puts her arms about her neck._\n\nCry daughter to the Angels and the Saints.\n\nTHE CHILD.\n\nYou shall go with me, newly-married bride,\nAnd gaze upon a merrier multitude:\nWhite-armed Nuala and Ardroe the Wise,\nFeacra of the hurtling foam, and him\nWho is the ruler of the western host,\nFinvarra, and their Land of Heart's Desire,\nWhere beauty has no ebb, decay no flood,\nBut joy is wisdom, Time an endless song.\nI kiss you and the world begins to fade.\n\nFATHER HART.\n\nDaughter, I call you unto home and love!\n\nTHE CHILD.\n\nStay, and come with me, newly-married bride,\nFor, if you hear him, you grow like the rest:\nBear children, cook, be mindful of the churn,\nAnd wrangle over butter, fowl, and eggs,\nAnd sit at last there, old and bitter of tongue,\nWatching the white stars war upon your hopes.\n\nFATHER HART.\n\nDaughter, I point you out the way to heaven!\n\nTHE CHILD.\n\nBut I can lead you, newly-married bride,\nWhere nobody gets old and crafty and wise,\nWhere nobody gets old and godly and grave,\nWhere nobody gets old and bitter of tongue,\nAnd where kind tongues bring no captivity,\nFor we are only true to the far lights\nWe follow singing, over valley and hill.\n\nFATHER HART.\n\nBy the dear name of the one crucified,\nI bid you, Maire Bruin, come to me.\n\nTHE CHILD.\n\nI keep you in the name of your own heart!\n\n    [_She leaves the settle, and stooping takes up a mass of primroses and\n    kisses them._\n\n\n\n\n\n\nWe have great power to-night, dear golden folk\nFor he took down and hid the crucifix.\nAnd my invisible brethren fill the house;\nI hear their footsteps going up and down.\nO, they shall soon rule all the hearts of men\nAnd own all lands; last night they merrily danced\nAbout his chapel belfrey! (_To_ MAIRE.) Come away,\nI hear my brethren bidding us away!\n\nFATHER HART.\n\nI will go fetch the crucifix again.\n\n    [_They hang about him in terror and prevent him from moving._\n\nBRIDGET BRUIN.\n\nThe enchanted flowers will kill us if you go.\n\nMAURTEEN BRUIN.\n\nThey turn the flowers to little twisted flames.\n\nSHAWN BRUIN.\n\nThe little twisted flames burn up the heart.\n\nTHE CHILD.\n\nI hear them call us, newly-married bride.\n\nMAIRE BRUIN.\n\nI will go with you.\n\nFATHER HART.\n\nShe is lost, alas,\n\nTHE CHILD (_standing by the door_).\n\nThen, follow but the heavy body of clay,\nAnd clinging mortal hope must fall from you;\nFor we who ride the winds, run on the waves,\nAnd dance upon the mountains, are more light\nThan dewdrops on the banners of the dawn.\n\nMAIRE BRUIN.\n\nThen take my soul.\n\n    [SHAWN BRUIN _goes over to her._\n\nSHAWN BRUIN.\n\n            Beloved, do not leave me!\nWhat will my life be if you go with her?\nRemember when I met you by the well\nAnd took your hand in mine and spoke of love.\n\nMAIRE BRUIN.\n\nDear face! Dear voice!\n\nTHE CHILD.\n\nCome, newly-married bride!\n\nMAIRE BRUIN.\n\nI always loved her world--and yet--and yet\nI think that I would stay if I could stay.\n\n[_Sinks into his arms.\n\nTHE CHILD (_from the door_).\n\nWhite bird, white bird, come with me, little bird!\n\nMAIRE BRUIN.\n\nShe calls my soul!\n\nTHE CHILD.\n\nCome with me, little bird!\n\nMAIRE BRUIN.\n\nI can hear songs and dancing!\n\nSHAWN BRUIN.\n\nStay with me!\n\nMAIRE BRUIN.\n\nDear, I would stay--and yet and yet--\n\nTHE CHILD.\n\n            White bird!\nCome, little bird with crest of gold!\n\nMAIRE BRUIN (_very softly_).\n\nAnd yet--\n\nTHE CHILD.\n\nCome, little bird with silver feet!\n\nSHAWN BRUIN.\n\nDead, dead!\n\nFATHER HART.\n\nThus do the evil spirits snatch their prey\nAlmost out of the very hand of God;\nAnd day by day their power is more and more,\nAnd men and women leave old paths, for pride\nComes knocking with thin knuckles on the heart.\n\nA VOICE _sings outside_--\n\nThe wind blows out of the gates of the day,\n  The wind blows over the lonely of heart,\nAnd the lonely of heart is withered away,\n  While the faeries dance in a place apart,\nShaking their milk-white feet in a ring,\n  Tossing their milk-white arms in the air;\nFor they hear the wind laugh and murmur and sing\n  Of a land where even the old are fair,\nAnd even the wise are merry of tongue;\n  But I heard a reed of Coolaney say,\n'When the wind has laughed and murmured and sung,\n  The lonely of heart must wither away.'\n\n    [_The song is taken up by many voices, who sing loudly, as if in\n    triumph. Some of the voices seem to come from within the house._",
    "metadata": {
        "author": [
            "Yeats, W. B. (William Butler)",
            "Yeats, William Butler"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15153/pg15153.txt",
        "name": "the_land_of_heart_s_desire.json"
    }
}