{
    "name": "The Autobiography of a Monkey",
    "author": [
        "Paine, Albert Bigelow"
    ],
    "body": "FOUND AND PICTURED BY HY. MAYER\n\nNEW YORK R. H. RUSSELL\n\nMDCCCXCVII\n\n\n  Copyright 1897\n  BY\n  ROBERT HOWARD RUSSELL\n\n\n\nPART FIRST.\n\nTHE DEPARTURE FROM THE FOREST.\n\n\n    Where the light laughs in through the tree-tops\n      And sports with the tangled glade,\n    In the depths of an Afric forest\n      My earliest scenes were laid.\n\n    In a bower that was merry with smilax\n      From the grimace of no-where, I woke\n    I was born on the first day of April\n      And they called me a jungle joke.\n\n    And the voices of birds were about me--\n      And the beat and the flutter of wing;\n    While morning returned at the trumpet\n      Of Tusky, our elephant king.\n\n    My nurse was a crooning old beldame\n      Who gazed in the palms of my hands\n    And vowed I was destined to travel\n      In many and marvellous lands.\n\n    But little I heeded her croaking,\n      For I gamboled the whole day long,\n    And swung by my tail from the tree-top,\n      Or joined in the jungle song.\n\n\n\nTHE SONG OF THE JUNGLE.\n\n\n    _The Elephant:_\n\n        Oh, I am the lord of the forest and plain!\n\n    _The Lion, Tigers, etc.:_\n\n        And we are the beasts that acknowledge your reign!\n\n    _The Birds:_\n\n        And we are the minstrels that come at your call!\n\n    _The Monkeys:_\n\n        And we are the jesters that laugh at you all!\n\n    _Chorus, All--_\n\n    _Oh, yes! Oh, yes! Oh, yes! Oh, yes!_\n      _The tribes of the jungle are we--_\n    _Our home is the darksome wilderness_\n      _That never a man shall see._\n\n    _The Elephant:_\n\n        Oh, the jungle was meant and was made for my will!\n\n    _The Lions, Tigers, etc.:_\n\n        For the sport of the chase and the zest of the kill!\n\n    _The Birds:_\n\n        For the beating of wings and the echo of song!\n\n    _The Monkeys:_\n\n        For gambol and grimace the whole season long!\n\n    _Chorus, All:_\n\n    _Hurrah! Hurrah! Hurrah! Oh, yes!_\n      _For all of the tribes that be_\n    _With homes in the tangled wilderness_\n      _That never a man shall see._\n\n    But, alas, for the boasts of the jungle!\n      The men came among us one day,\n    And one with a box that made music\n      Enticed foolish monkeys away.\n\n    The birds and the beasts of the forest\n      Were mute at the marvellous song,\n    But the monkeys crept out of the tree-tops--\n      An eager and wondering throng.\n\n    The birds and the beasts of the forest\n      Kept hidden and silent that day,\n    But the monkey-folk formed a procession\n      And followed the minstrel away.\n\n    And thus did we give up the forest\n      To dwell with our brothers, the men--\n    Farewell to the beautiful jungle!\n      'Twas long ere I saw it again!\n\n\n\nPART SECOND.\n\nTHE WAYS OF MEN.\n\n\n    Then away to a far distant country\n      On a drift that they said was a ship,\n    And I studied the ways of my master\n      And profited much by the trip.\n\n    And we sailed to his home in fair Naples,\n      Where I studied the language of men,\n    And I sat on a bench with his children,\n      But soon we went sailing again.\n\n    And I made some nice friends on the voyage,\n      And engaged in a pretty romance.\n    I charmed all the ladies by climbing,\n      And one of them taught me to dance.\n\n    Yet often I longed for the jungle--\n      Its song and the rustle of wing--\n    And sometimes at night in my slumber\n      I talked with our elephant king.\n\n    One morning my master awoke me,\n      And, dressed in a gaudy new suit,\n    I beheld the New World in the sunlight,\n      And lifted my hat in salute.\n\n    And then began troubles and trials--\n      Through the streets by a string I was led;\n    Toiling hard all the day for my master,\n      Yet oft going hungry to bed.\n\n    But he sold me at last to a circus\n      And my lot became easier then,\n    So I gave many moments of leisure\n      To acquiring the habits of men.\n\n    I copied their manners and customs\n      I made of each fashion a note;\n    And the children admired my performance\n      And the ladies the cut of my coat.\n\n    By and by I was sold to a banker\n      Who was charmed with my ball-rolling feat,\n    And arrayed in a Fauntleroy costume\n      I passed all my time on the street.\n\n    But alas for my plans of the future!\n      He died without leaving a cent,\n    And I had to go out to hard labor\n      To pay for my victuals and rent;\n\n    Till I met with a gentleman's valet\n      Who was like me in manner and face,\n    And I told him some stories that pleased him\n      And bribed him to give me his place.\n\n    Then I started to serve my new master--\n      A bachelor cynic was he,\n    Who quickly saw through the deception\n      And made a proposal to me.\n\n    Said he: \"You're a monkey, you rascal,\n      And an excellent type of the brood;\n    Let's play a good joke on society\n      By passing you off as a dude.\"\n\n    So he took me at first to his barber,\n      Who shaved me and shortened my hair,\n    And the last tangled trace of the jungle\n      Was gone when I rose from his chair.\n\n    And then to his tailor and hatter--\n      His hosier and all of the rest,\n    Till at night I was changed from a monkey\n      To a chappie most stylishly dressed.\n\n    And standing alone and reflecting\n      I thought of the why and the how,\n    And I wondered what Tusky was doing\n      And what would the jungle say, now.\n\n\n\nPART THIRD.\n\nTHE BUTTERFLY WHIRL.\n\n    It was then for the triumphs of conquest!\n      Oh, then for the life of the swell!\n    I dwelt like a lord with my patron\n      In a suite of a gilded hotel.\n\n    And we went out to plays and to dinners--\n      On the ladies he took me to call--\n    And once we received invitations\n      To a beautiful fancy-dress ball.\n\n    'Twas a famous affair and it won me,\n      With its titter and tinsel and tune,\n    For it carried me back to the jungle\n      And the monkey-dance under the moon.\n\n    Then I mingled with other diversions.\n      I learned how to paint and to ride;\n    I cut a great figure at polo--\n      The science of golfing I tried.\n\n    As a wheelman I soon became famous\n      And made a great score on the track--\n    I was known as the king of the scorchers,\n      With the typical bicycle back.\n\n    Then a girl who was youthful and silly\n      Made love to me just for a lark,\n    And came with an elegant turnout\n      And took me to drive in the park.\n\n    And I took her out boating next morning,\n      For the face of my charmer was fair;\n    It carried me back to the jungle--\n      To the flow'rs that were blossoming there.\n\n    But soon, in the midst of my pleasure,\n      In the glow of a roseate dream,\n    The boat struck a rock and tipped over\n      And tumbled us both in the stream.\n\n    Then, ho, for the skill of the jungle!\n      The deftness of foot and of hand!\n    For I hung from a limb and I saved her\n      And drew her at last to the strand.\n\n    And then to her home I went proudly\n      To claim the fair maid for my own,\n    But her father demanded a title,\n      And hardened his heart like a stone.\n\n    And now came the death of my patron,\n      That left me alone in the strife,\n    And yearning once more for the jungle,\n      I turned to political life.\n\n\n\n\nPART FOURTH.\n\nTHE RETURN PATH.\n\n\n    Then I studied a week to gain knowledge,\n      And waded through volumes of stuff,\n    And I found that the only requirements\n      Were cunning and blarney and bluff.\n\n    And these I had brought from the jungle--\n      Inherited straight from my race--\n    With a gift for political music\n      And a truly political face.\n\n    Thus feeling at home in my labors,\n      My plan was successful, of course,\n    And when they came round with appointments\n      They gave me a job on \"the force.\"\n\n    And such was my skill as a roundsman,\n      And talent in keeping the peace,\n    That I rose in a year to be Captain,\n      And then to be Chief of Police!\n\n    And then, as my years were advancing,\n      So great was their honor and trust,\n    That they twined me a chaplet of laurel\n      And sculptured in marble my bust.\n\n    Yet often I dreamed of the jungle--\n      Its song and the rustle of wing--\n    And sometimes still talked in my slumber\n      With Tusky, our elephant king.\n\n    When, lo, my political party,\n      That now was in power and supreme,\n    Conferred a most noble appointment\n      That realized all of my dream.\n\n    For they made me their African envoy,\n      And soon I went sailing again,\n    To meet my old playmates and tell them\n      The ways and the customs of men.\n\n    To calm the dusk native, and gather\n      My people in sun-haunted nooks\n    To tell them my story, and teach them\n      The wisdom that cometh of books;\n\n    The words and the ways of _their fathers_,\n      And deliver my race from its ban,\n    For man did not spring from the monkey,\n      But monkey _descended from man!_",
    "metadata": {
        "author": [
            "Paine, Albert Bigelow"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33629/pg33629.txt",
        "name": "the_autobiography_of_a_monkey.json"
    }
}