{
    "name": "The Passing of Mars: A Modern Morality Play",
    "author": [
        "Wilkinson, Marguerite",
        "Bigelow, Marguerite Ogden"
    ],
    "body": "  MARGUERITE WILKINSON\n\n  Author of “In Vivid Gardens” and\n  “By a Western Wayside”\n\n\n_Once, long ago, a peasant greatly desired to visit his king that he\nmight obtain of him judgment and equity, and perhaps find favor. But\nhe said within himself, “I am a faulty man; a homespun smock will\nscarce commend me to a king. I will stay at home and let others plead\nmy case.” And when his case was taken before the king, (who was a good\nand just man) the king said, “Why did he not come himself? Homespun I\ncan forgive if a man bring his soul and stand before me bravely. I will\nhave no dealings with go-betweens.”_\n\n_Here then, is my work, faulty, and plainly clad, but brave enough to\ngo humbly before you who read and think, and by your thinking rule. If\nit find favor, it can be clothed anew in finer raiment. If judgment and\nequity prevail against it, surely it is well enough shrouded._\n\n  Copyright, 1915, by Marguerite Wilkinson\n\n\n\n\n  To the memory of\n  my father,\n  a strong and valiant lover of the soul of man, and\n  to his brave mate\n  my mother\n\n\nPERSONS OF THE PLAY\n\n  MARS, the ancient god of war.\n  SOUL OF MAN, his immortal enemy.\n  CAPITAL,  } in cartoon costumes.\n  LABOR,    }\n  RELIGION, two personalities.\n  CULT, the bastard brother of RELIGION, a fantastic _poseur_.\n  FLIP, a modern, the sophisticated intellect of large cities.\n  SCIENCE, a strong youth in laboratory costume.\n  POETRY, a serene old bard with a lyre.\n  MUSIC, a fair woman.\n  GLAMOUR, her seducer, wearing tinsel.\n  TRADE, a harlot.\n  THE OLD MOTHER, a plain sibyl of the people.\n  Men, women and children of the fighting nations of Europe in national\n    peasant costumes.\n\n\nTHE SCENE\n\n_The World Field, at harvest time and set of sun. On the right is The\nWorld Inn, and, in front of it, on the ground, a prostrate figure,\nclad in black and bound, SOUL OF MAN. On the left, near the front,\nare trees and flowers, piles of fruit and vegetables, a wagon load\nof grain, and, in the foreground, a tangle of vines, in which lies\nMARS, fast asleep. On the steps of The World Inn sits THE OLD MOTHER\nwatching the women of all nations who are sitting sewing, chatting\nand tending babies in the center. At the back a road winds across from\nleft to right and young girls are walking up and down with arms around\neach other’s shoulders, singing and laughing. The melody (“The Happy\nFarmer”) dies away gradually and a church bell is heard--The Angelus.\nThere is a religious silence lasting for a moment or two._\n\n\nA WOMAN\n\n  The Angelus!\n\nANOTHER\n\n  Already day is gone\n  And gone almost as soon as we began it.\n  So goes it nowadays!\n\nTHE OLD MOTHER,\n\n  It was not so--\n  Days did not hurry through sweet hours to joy\n  When I was young, when I was bride and wife!\n\nFIRST WOMAN\n\n  Another blessed eventide is come\n  To bring to happy women-folk at last\n  Their weary men, all hungry for their supper.\n\nA CHILD\n\n  And some for me. I wants my suppie too!\n\nANOTHER WOMAN\n\n  Well, there’s a plenty. We are neighbors all\n  And what one lacks the others can supply,\n  For all the world will share the harvest feast.\n\nTHE OLD MOTHER,\n\n  Yea, all the world is here, or will be soon,\n  Save my good mate and my five strapping lads\n  Who were my world and rotted years ago.\n\nTHE WOMAN\n\n  There, mother, there--forget the old sad past,\n  For all the world is sweet with harvest scent,\n  And we are glad. Come, share with us our joy.\n\nTHE OLD MOTHER,\n\n  Forget? Forget? Who tells me to forget?\n  A silly chit with everything to learn,\n  A ninny who has lived while life is peace\n  And therefore thinks that peace has always been\n  As it is now. Say, girl, would you forget\n  That man of yours torn from between your breasts\n  And sent to splice with sabres and with shells?\n  Could you forget a baby’s filthy death\n  By plague or famine or infesting flies--\n  A son’s abasement or a daughter’s rape--\n  These things could you forget? I never shall.\n  I would be of another race and kind,\n  A woman who remembers what has been,\n  Who knows that some day it may come again----\n\nTHE FIRST WOMAN\n\n  Poor soul, there--I am sorry. I did not know.\n  We speak but foolishly to soothe a pain\n  Which we have never felt.\n\nTHE OLD MOTHER,\n\n  Ah, pray that you\n  May never, never know what I have known.\n\nTHE WOMAN\n\n  Ay, that I will. But come, and share our joy,\n  For there is none to-night to presage woe.\n\nTHE OLD MOTHER,\n\n  None save myself. My old bones feel the cold--\n  I sense a sorry blackening of the sun\n  As night comes on, and any heap of fruit,\n  Yes, any wagon load of yellow grain\n  May hide from these old eyes their enemy.\n\nTHE WOMAN\n\n  (_shrugging her shoulders_)\n\n  Well, hide your grief, poor soul, if grieve you must;\n  The men, who look for rest, will soon be home.\n\nTHE OLD MOTHER,\n\n  But not to me are any comings home,\n  Although I keep The World Inn day by day....\n  Yet ’tis an ill thing and a sign of trouble\n  For to be weeping when the men come home--\n  The men, who should find smiles at set of sun,\n  Who should be fed and coddled to their rest,\n  These splendid children, when they come to us.\n  I will make ready. I will dry my tears.\n\n  (_Exit The Old Mother into the World Inn. Voices are heard without,\n  coming nearer._)\n\nA WOMAN\n\n  The men!\n\nANOTHER WOMAN\n\n  The men!\n\nANOTHER WOMAN\n\n  My husband--there he is!\n\nA CHILD\n\n  Here is my daddie! Daddie, gimme a kiss!\n\n  (_The men enter in groups of twos and threes with dinner pails and\n  tools. They find their families or greet their sweethearts and most\n  of the happy couples go off down the road together at the left. A few\n  enter The World Inn. There is the rattle of dishes, laughter and good\n  cheer. The sun sinks perceptibly and it grows darker. Enter Capital\n  and Labor, quarreling._)\n\nCAPITAL\n\n  The pumpkins here are mine, good fellow, mine!\n  I bought the seed, you know.\n\nLABOR\n\n  I broke the earth--\n  I strove with wind and frost and burning drought\n  To make them grow more golden day by day.\n\nCAPITAL\n\n  Tut, tut, man. That is nought. I own the land.\n  You can but work it since I give consent.\n  Small credit that a man does what he must\n  If he would live.\n\nLABOR\n\n  I gave my very life.\n\nCAPITAL\n\n  (_snapping his fingers_)\n\n  What is your life but like a billion more?\n\n  (_Enter Flip, costumed as gentleman of fashion_)\n\nFLIP\n\n  Are there indeed a billion Labors? If so, they will soon keep you\n  busy, Capital, old top, as busy as you would like to keep them. You\n  may grow thin--O consummation devoutly to be wished! just a little bit\n  off the front--if these chaps keep on giving their lives to your\n  pumpkins. But if there be a billion just alike--\n\nCAPITAL\n\n  In all the world there are but few like me!\n\nFLIP\n\n  Amen. So be it. Too many yous in one street car would be the hell of a\n  crowd, if you travelled in street cars. And too many yous would be\n  poor company for one another. Wherever one man has a bulge to his\n  stomach, another must find his a siege and a retreat. Well, friends,\n  tell me your troubles, and I will be a judge without the recall and\n  a jury without opinions to settle the case.\n\nLABOR\n\n  Both of us love the lady men call Trade.\n\nFLIP\n\n  The prettiest of all she-devils, she--\n\nLABOR\n\n  And she is pliant ever to his will\n  Who has most power. And we do both contend\n  That power resides in pumpkins--but I claim--\n\nCAPITAL\n\n  Of pumpkins we were speaking. Be exact.\n\n  (_To Flip_)\n\n  He claims them all because he planted them.\n  Could he have planted them without my aid\n  Who pay the wage that buys his daily bread?\n\nLABOR\n\n  I furnish you, your bread, O Capital,\n  And cake besides. You do not live on pumpkins!\n  All, all is mine. Without me you would die.\n\nFLIP\n\n  Peace, peace. Neither of you could live on pumpkins, nor on power,\n  nor would it suffice for either to have complete possession of his\n  heart’s desire, the harlot Trade. To live on pumpkins--Lord, what a\n  diet! Thick--yellow--mushy--with never a hint of stimulation for the\n  uplift of the soul. We must have souls, nowadays, for it is the thing.\n  They are nearly as common as tuberculosis, and quite as tragic. But\n  those who go awhoring think not deeply of their souls lest they\n  repent. And I would not feed my soul on pumpkin to outwit Capital and\n  appease Labor--no not I. Rather would I turn viticulturist and try the\n  grape cure!\n\nLABOR\n\n  Raisins or pumpkins, it is all the same;\n  These things are mine, for I have made them be.\n  I, I deliver earth of what she bears\n  And am chief nurse at Nature’s lying-in.\n\nFLIP\n\n  A very shocking nurse I will be bound--to go from the sacredness of\n  Nature’s childbed, to woo Trade--verily, if the wages of sin be death,\n  that would be going from the cradle to the grave!\n\nCAPITAL\n\n  (_self-righteously_)\n\n  For my part I make no pretense at all!\n\nFLIP\n\n  (_slapping Labor on the shoulder_)\n\n  Come, Labor, not so seriously, old top. It is not in good form to care\n  so much. We are grown light of touch, to-day, and laugh at bombast.\n  And as for the two of you, a true philosopher would tell you that, if\n  you were a little more glib and smug, and Capital a little more smug\n  and glib, men could scarce estimate the value of the one over the\n  other? And what matters a label if, by accident, or skill, or the lack\n  of it, the one of you can change places, sometimes, with the other?\n  And what matters the ownership if I can so hamper your operations as\n  to take too much toll from both?\n\nCAPITAL\n\n  (_sulky and bewildered_)\n\n  I do but set my label on my own--\n\nLABOR\n\n  A dollar sign on earth and sea and sky!\n\nFLIP\n\n  A dollar sign is a good thing anywhere. I’d wear it over all the sense\n  I have. And, were I to fill your place, Capital, I should be content\n  with dollar signs and labels, and not dispute with poor Labor about\n  his pumpkin pie. I would even give him more than one slice if he\n  wanted it. He would then think himself rich, and lapse into content\n  for an aeon or two. And surely there is more than one way of winning\n  a lady?\n\nLABOR\n\n  Be silent, Flip; I do not like your wit.\n  This is The World Field that I till and sow\n  And woo and threaten, and at last, coerce,\n  Until it is the wife of my command\n  To bear me children of my days of toil.\n  Shall I be cheated of these children, then,\n  With smiling face and showy courtesy?\n  I tell you no. For I am grown too strong--\n  And I am wiser than I used to be--\n  I could make garbage of his flabby paunch\n  And beat his brains to swill!\n\nFLIP\n\n  (_with mock alarm, running to left and calling_)\n\n  Trade! Trade! you jade--Come here and see your precious lovers\n  fight....\n\n  (_Enter Trade, disdainfully, glancing first at Capital and then at\n  Labor_)\n\nCAPITAL\n\n  I claimed the pumpkins all for you, my dear.\n\nLABOR\n\n  (_with less gallantry_)\n\n  What is not his no decent man can claim.\n\nTRADE\n\n  (_laughing immoderately_)\n\n  Pumpkins? Who cares for pumpkins? No--not I.\n  I only mentioned them to keep you busy,\n  For I can hardly settle with you yet,\n  Nor judge the better lover of the twain.\n  For, at this time, great kings take thought for me--\n  Princes and leaders of the people crave\n  My kindness--and myself. You two must wait.\n\nLABOR\n\n  Know then it was not all for you I spoke,\n  But for a principle--for that I fight.\n\n  (_Labor turns up his sleeves, clenches his fist and takes a stride or\n  two toward Capital, who is frightened and blows a whistle in alarm.\n  Enter Religion from The World Inn, a little man in black, carrying\n  a book, who trots up to Capital as to a master. Capital pinions his\n  two arms and holds Religion in front of him. Labor laughs roughly and\n  begins to pull off his shirt._)\n\nLABOR\n\n  Come, Flip, your wit is all too deep for me,\n  But, if Religion is to second him,\n  I would depend on you in my good cause.\n  Come, help me strip and then, a fight, a fight!\n\nFLIP\n\n  (_Hesitates, goes to help him, speaks gently._)\n\n  A fight is a noisy affair, Labor, and wakes many sleepers. There is\n  one over in the corner who should not on any account be disturbed.\n  For, once wakened, he is hard to quiet.\n\nLABOR\n\n  You speak too late--come--help--my shirt is tight!\n\nFLIP\n\n  (_seizing the shirt, gives one tug and then withdraws in haste,\n  holding his nose._)\n\n  You are too sweaty, Labor. Sorry, old top, but I can’t stand it.\n  Muscles are a rare thing nowadays, and I would like to see yours,\n  since you are not afraid to waken that old fear under the vines.\n  And these modern epics are amusing, wherein Achilles carries a dinner\n  pail and Ulysses turns syndicalist. But, if I must act as a second and\n  pull off men’s shirts, commend me to a man who has money enough to buy\n  soap and time for a bath, and that, though he were not half so good to\n  look upon.\n\nLABOR\n\n  (_outraged, and flinging his shirt at Flip_)\n\n  Take you my sweat upon your silly face\n  And stand aside to watch me fight alone....\n\nCAPITAL\n\n  (_Retreating and holding Religion in front of himself_)\n\n  Preach me a gospel to this fighting fool,\n  A pretty gospel of The Prince of Peace,\n  Religion, you whom I have paid and kept.\n\nRELIGION\n\n  (_Trying to command himself and speaking hurriedly_)\n\n  I will, I will--but wait. For I must think--\n  The Word has not the weight that once it had.\n  Come, Labor, my good man, what is amiss?\n  Come, come, no fighting--that is very wrong....\n  Be meek and humble as the good book says!\n\nLABOR\n\n  I loved the good book and its precepts well\n  In the old days when first my faith in you\n  Kept me from fighting save at your behest\n  And for your sake. I listened to you, then.\n  You were the Light and in your way I walked,\n  Loving and dreaming; but the dreams are gone\n  Like your old stature, fervency and power.\n  Sermons in livery I will not heed,\n  A flunkey’s stale rebuke I do abhor!\n  A bought man cannot teach the strong and free--\n  My soul is pure, and will not brook your touch!\n\nFLIP\n\n  His soul? Where is it, I wonder? They always talk about them, but\n  where are they? Two dunderheads and an adlepate trying to make\n  righteousness out of their own inclinations by converse about souls!\n  bah!\n\nSOUL OF MAN\n\n  Yet, where men are, I am--yes, even here!\n\n  (_All look about and show that their attention has been arrested, but\n  no one sees Soul of Man, nor discovers where the voice comes from._)\n\nLABOR\n\n  (_to Religion_)\n\n  Strip off that livery and get you gone.\n  Because of faith that once I felt in you\n  I cannot strike you now. But, O beware!\n  For _he_ must meet me face to face alone.\n\nRELIGION\n\n  (_Struggling to free himself from Capital and escape_)\n\n  If they would only listen to me, now--\n\nFLIP\n\n  But they will not, Blackcoat, no. I can make men behave a few minutes\n  at a time because I amuse them. One would think your derivative\n  graces almost funny enough to serve the same purpose. But men do not\n  want _you_ to be funny. They would have you large and majestic, and\n  to-day you do not seem big enough to enforce attention from any but an\n  audience of corpses. These two, Labor and Capital, are not corpses,\n  but red-blooded men, having given themselves over to the same\n  ha----fair lady, Trade. Unless you can regain your lost stature your\n  day is over, Blackcoat, over. But do your best, for we still need you.\n\nRELIGION\n\n  Then will I call my bastard brother Cult,\n  To help me out and to abate this strife--\n  O Cult, come hither, I have need of you.\n\n  (_Enter Cult in fantastic costume, carrying a crystal into which he\n  gazes. He walks slowly, with an air of craft and mystery, and speaks\n  in a droning monotone._)\n\nCULT\n\n  Abracadabra--someone spoke my name--\n  The aura that I wear about me shivered\n  As if for vocal contact. I am here.\n\n  (_While Cult is speaking Trade comes slyly forward from the back,\n  where she has been sitting, watching in disdainful amusement, and\n  gradually draws nearer to the sleeping Mars._)\n\nRELIGION\n\n  (_to Cult_)\n\n  Brother, I need you here to stop a fight;\n  Labor and Capital--\n\nCULT\n\n  Hush--I know all.\n  I sense a mystery hidden in the brush--\n  I feel, feel, feel, who am so sensitive.\n  I will look through my crystal till I find it,\n  And when I find it, that will stop the fight!\n\nFLIP\n\n  Abracadabra! He would look through a crystal to find what is hidden in\n  brush and pumpkins.\n\n  (_Trade seats herself on the shield of Mars and lights a cigarette_)\n\nLABOR\n\n  Enough of nonsense. I am not a child\n  That I should swallow all this mystic mush.\n  If old Religion were what once he seemed,\n  He never would have called on you, O Cult.\n\n  (_Labor takes a step toward Capital again, and Religion makes a\n  gesture of appeal to Flip._)\n\nFLIP\n\n  Blackcoat, there is no use. There is but one enemy who can drain them\n  of their feverish passions and so reconcile them, the same who lies\n  sleeping under the brush in the corner. He has slept long, and while\n  he has been sleeping, women have indulged their husbands and borne too\n  many children, and the world is full to overflowing; men have indulged\n  their families in new luxuries of all kinds. All fear temperance as\n  they fear death, for, like death it curbs desire. The Soul of Man, of\n  whom we constantly hear, has not yet made himself conspicuous,\n  although the women’s clubs claim to know all about him. But, if the\n  enemy should awaken--\n\n  (_Mars stirs in his sleep_)\n\nCULT\n\n  (_Looking in another direction through his crystal_)\n\n  I see it in my glass that he is dead--\n\n  (_Trade, leaning over Mars, and glancing back at the others\n  maliciously, drops her cigarette on Mars and awakens him. Mars sits\n  up and looks about._)\n\nCULT\n\n  (_without seeing Mars and going off at right_)\n\n  By all the initiates, my aura feels\n  The pressure of the knowledge of his death\n  Who was the olden enemy. I know all....\n\n  (_Mars rises and shakes his spear. Exeunt all the others, Capital and\n  Labor in alarm, Religion timidly, Flip with a philosopher’s shrug,\n  Trade laughing contemptuously._)\n\n  (_The sky grows dark and Mars strides up and down, singing or\n  chanting and shaking his spear._)\n\nMARS\n\n  Long have I slept, but now have I awakened,\n  I, mighty Mars, the lover of the arrow,\n  I, mighty Mars, the giver of the sabre,\n  I, mighty Mars, the maker of the shrapnel,\n  Monarch of heroes, gallantry and death.\n\n  I am a spirit of man’s body gendered,\n  And, in the race, I am for everlasting,\n  Calling mankind from home and task and kindred,\n  Making men mad with foaming blood-delight.\n  Kings I have kissed, with Victory and solace;\n  Kings I have ruined. Who can stand beside me?\n  Who is strong to quell me? Let him show his face?\n\n  Long have I slept, while Trade, the busy harlot,\n  Kept her delights for Capital and Labor;\n  Now let the whirr of singing mills be silent!\n  Now let the factory whistles hush their voices!\n  Now let the harvests in the fields be rotted!\n  Now let the shops be shut, the churches empty,\n  That I may fill them with my sick and dying--\n  Mine is dominion over day and night.\n\n  Night is at hand, and, in The World Inn feasting\n  Sitteth mankind, while I am keeping vigil.\n  Such blood is rich--the sweeter for my drinking--\n  Yea, I am avid of the fat of babies--\n  None will I have but such as are the strongest--\n  Cleanest and truest, proudest, richest, bravest--\n  (Never a weakling can abide my presence\n  For I am Mars, and speak the word of death)\n  Lo! I will call my servants to my colors--\n  One deed of fury licks a world to ashes--\n  Bright, blasting winds sweep over croft and hearthside\n  Leaving life dead. Who comes to challenge me?\n\nSOUL OF MAN\n\n  I challenge you, O Mars, though straitly bound.\n  Lo! I shall break with love your ugly power.\n\nMARS\n\n  A slave who would defy his conqueror!\n  Why, I did bind you with resistless chains\n  Long centuries ago when earth was young.\n\nSOUL OF MAN\n\n  I have grown strong since then.\n\nMARS\n\n  Not strong enough.\n  For I have wakened from my years of rest\n  As zealous as a child to play his game,\n  And you, not I, shall feel the limits of time\n  Grow thin and sag and break beneath your form,\n  Letting you fall into annihilation\n  Through crackling fringes of what might have been.\n\nSOUL OF MAN\n\n  You rave, O Mars. What ravels with my weight\n  Would break with yours, and yet this ancient stuff,\n  This fibre of the human race is strong.\n  You have most straitly bound, who cannot slay,\n  That I might work the less in your long sleep,\n  You, drunk with blood of lovers, satiate\n  With rape of many women! Yet men grow\n  And love you less than when your sleep began....\n\n  (_He struggles to free himself from his bonds, fails, in the attempt,\n  falls forward on his face, groans. Mars laughs._)\n\nMARS\n\n  Now I have need of my good servant, Science.\n  Ho! Science!\n\n  (_Enter Science in the costume of the laboratory with a test tube in\n  his hand._)\n\nSCIENCE\n\n  Yes, mighty Mars, I am here.\n\nMARS\n\n  Science, once more I have great need of you.\n  I want the howitzers of Titan gods,\n  And mad torpedoes mightier than of old,\n  And airy fleets to rend the dizzy Heavens,\n  Zeppelins and lighter craft, ill-omened birds\n  To prey upon the towns that lie below;\n  And I want wicked, wondrous submarines,\n  Sly, devilish monsters of the deeps unknown,\n  And battle cruisers ruinous and grim.\n  Make me a ration that will keep men strong\n  The longer for their task of blood and tears,\n  Which is my game, my spectacle, my joy.\n  And find me doctors, apt with splintered bones,\n  And keen to cut the rotten flesh from sound,\n  And to sew bodies up like burlap sacks\n  That they may keep their contents still secure.\n  What say you, Science, will you serve me still?\n\nSCIENCE\n\n  You know I am a neutral servant, Mars,\n  To whomsoever can command my laws.\n  I have not much emotion for a choice.\n  Yet, were I free, to-day, I would say no;\n  For I have great discoveries at heart\n  And great experiments have undertaken\n  Which yet may bring milleniums to men,\n  Which must be interrupted if I yield.\n  Therefore I would return to my own task,\n  And yet, if Capital and Labor will it,\n  I must obey you. I must do your will.\n\nMARS\n\n  Labor and Capital!\n\n  (_Enter Labor and Capital, still sullen_)\n\n  I must have war;\n  Capital you must fight to save your own\n  In every separate nation where you dwell.\n  You, Labor, in all lands that you call home,\n  Must fight to guard it, and acquit you well.\n\nLABOR\n\n  I like it not at all!\n\nCAPITAL\n\n  No more do I!\n\nLABOR\n\n  I wanted Trade, and peace.\n\nCAPITAL\n\n  And I the same.\n\nLABOR\n\n  And we had questions of our own to settle,\n  This Capital and I. Not yet, old Mars!\n\nMARS\n\n  Ay, now. Why Capital, you have grown so great\n  You can work wonders over all the world.\n  Have you no pride, O Labor? Such a hero,\n  With such great shoulders and such stalwart thighs,\n  With such swart manhood and such virile temper,\n  Meseems should hear my mandate with more joy.\n  For both of you can learn the way of fighting\n  And better settle your own private quarrel\n  For lessons stern that I alone can teach you.\n\n  (_Labor and Capital turn toward each other and take a step or two\n  away from Mars. They are muttering and murmuring together as Flip\n  enters._)\n\nFLIP\n\n  May Heaven have mercy on the sheepskin degree I cribbed for in\n  college! What say the sages? A common fear unites foes of long\n  standing. And here, verily, are Labor and Capital discoursing\n  earnestly together like young brides on the subject of biscuits. Are\n  you, then, the cause of their peace, O Mars?\n\nMARS\n\n  Well asked. Indeed they are too much afraid\n  To seem like men. Men used to be more bold\n  When I was young. When earth was young with me\n  They were not cowards--\n\nLABOR AND CAPITAL\n\n  (_wheeling about angrily_)\n\n  Nor are we cowards today!\n\nFLIP\n\n  More than a coward would fear you, master of blood-suckers. I like\n  you not myself. I have come to distract you a moment from your fell\n  intention. If I were forced to do military service I should hope to\n  eschew your company, albeit you have taken your place in history as\n  a celebrity, some lion, take it from me. But, roar as you will, I\n  won’t invite you to my dinner parties. Nor could you convert me to\n  your cause, for I am always ready to see both sides of a question, to\n  embrace both ladies at once, as it were, with equal ardor and love.\n  Apropos of that, friend Mars, a flea in your ear!...\n\nMARS\n\n  Talk if you must, but do not talk too long....\n\nFLIP\n\n  (_speaking rapidly--even earnestly_)\n\n  If you raise hob now, it will not add to your popularity one whit.\n  There is nothing but stage bombast to fight about. There is a little\n  need of Capital for expansion, and of Labor for more bread, since\n  he breeds fifty per cent. too fast. There is the hope of enlarging\n  certain rooms in The World Inn to accommodate more strangers, or else\n  of reducing the number of travellers who wish to sojourn therein. But\n  you are not essential in the development of these designs, nor will\n  they give you a good background for the acting of melodrama. You\n  cannot shout “God and the right!” as you did in the days when you were\n  popular and more or less necessary. To-day you are a bluff and we know\n  it. So does your enemy, one Soul of Man, a personage as yet invisible\n  to me, who may one day dissolve even my divine impudence into prudent\n  beauty and make a hymnal out of my wit. With this thought I leave you.\n  Look well before you leap, you heavy-weight. You may land in the\n  trenches!\n\n  (_Exit Flip_)\n\nMARS\n\n  He talks too much. I live for gallant deeds!\n  You fellows here were arguing with me\n  About my war. I will have your consent--\n  They would be cowards who would answer nay....\n\n  (_Reenter Flip_)\n\nFLIP\n\n  Here is The Daily Bewilderer running headlines that will delight you,\n  O Mars. Somebody has shot an arch-duke somewhere. Now, indeed, we\n  shall be unable to hold you back! Now indeed we have fine cause for\n  war!\n\nLABOR AND CAPITAL\n\n  (_going rapidly to Mars_)\n\n  We are not cowards. We serve you, mighty Mars.\n\nMARS\n\n  My shield, my spear! Now am I well content.\n  Go, Science, and prepare for this great war\n  As Capital and Labor shall agree,\n  And send me Poetry, my ancient friend!\n\n  (_Exeunt Science, Labor, Capital, and Flip. Enter Poetry._)\n\nMARS\n\n  Poetry, it was you, who made my fame,\n  Who taught the people all the best of me--\n\nPOETRY\n\n  Mars, I shall sing your praises nevermore,\n  Nor shall the people need you evermore.\n  I sing the people, as I always have,\n  And, as they change, the new song of new times.\n  Who till The World Field for the harvest’s sake\n  And feast in The World Inn at set of sun,\n  And mate with healthy joy in one another,\n  And gladly breed the children of the flesh\n  And of the spirit, and who build our homes,\n  Who cleanse and fashion, and repair your wrongs,\n  These are my folk, and their new songs I sing,\n  And a new era, burning bright with peace.\n\n  (_A chain breaks and frees the right arm of Soul of Man, who extends\n  it in blessing toward Poetry._)\n\nSOUL OF MAN\n\n  O Poetry, your word has broken bonds\n  Forged long ago when earth was very young.\n  Sing you for me till you and I together\n  Shall leaven all this lump of humankind\n  With the new yeast of kindly brotherhood.\n  We’ll purge the old earth of this festering fear\n  And heal this cancer! Poetry, sing on!\n\nMARS\n\n  (_scornfully, to Poetry_)\n\n  I need you not, then. I can do without you\n  If I have Music and her seducer, Glamour.\n  Come, Music!\n\n  (_Exit Poetry. Enter Music, in bonds to Glamour._)\n\nGLAMOUR\n\n  I brought her in. She would have stayed behind\n  To sing with Poetry for all mankind.\n  But, once deceived, she can go free no more\n  Save in the triumph of the Soul of Man,\n  Who is your thrall. Come, Music, my good wench,\n  Tell Mars your service and your song are his.\n\nMUSIC\n\n  If I must give myself against my will\n  And where my instinct would make swift refusal,\n  I will so give myself through Mars to men\n  That, treading in his flashing path of pain,\n  They shall know less of him because of me.\n  And I shall be their glory when his guns\n  Vomit black horror upon body and soul,\n  And I shall be their solace in the hours\n  When stiffening Death would have them for his own.\n  Oh woe is me that listened unto Glamour!\n  Yet I await your freedom, Soul of Man.\n\nMARS\n\n  Tush, girl, a beauty like your precious self\n  Has ever need of a more lusty lover--\n  And such am I, and such is Glamour here!\n  What captive can a woman’s kisses keep?\n  Come, take my kiss, and then, throughout the world,\n  Sing me the ballads that do make men wild!\n  Give me the froward chanteys of the camp,\n  Beat me the marches unto Victory,\n  Or, with bravado, even unto Death.\n  Come, come; begin. The whole world waits for you!\n\n  (_Music wipes tears from her eyes and sets a bugle to her lips. Exit\n  Music, sounding the advance, followed by Glamour. Then in close\n  succession and increasing volume are heard the national anthems of\n  the warring nations of Europe, in the order in which they declared\n  war. It is dark and lights flash out in the distance. There is more\n  or less noise and confusion at the back. Horses, artillery, men,\n  crossing and recrossing, running, marching, working. Mars, proudly\n  erect in the center shouts “Good!” and repeats it. A man, marching\n  in with others, leaves his group and runs to the steps of The World\n  Inn._)\n\nTHE MAN\n\n  Are you there, dear? I have come to say farewell!\n\nA WOMAN\n\n  (_coming out to meet him._)\n\n  Beloved, must you go? I am alone,\n  Alone in all the world, and of our love\n  A child, a little human flower is coming--\n  Surely I need you most!\n\nTHE MAN\n\n  Tell him his father tried to do his duty\n  And loved his country. Dear one, I must go....\n\n  (_They kiss passionately and the man rejoins his group and marches\n  off. The woman flings herself down on the steps of The World Inn and\n  weeps bitterly. There is more noise and confusion and then three\n  youths come to the steps and call out._)\n\nTHREE YOUTHS\n\n  Mother.... O Mother.... Mother!\n\n  (_A woman comes forward holding wide arms for the three_)\n\nTHE WOMAN\n\n  Children, you are not going--you, my babies?\n  It seems but yesterday my body held you--\n  It seems but yesterday your toys were lying,\n  Toy cannon and bright soldiers made of tin\n  Upon the cottage floor. O children, children,\n  Who are just old enough at last to leave me--\n  Surely you will not leave your poor old mother?\n\nONE BOY\n\n  The bugle called us and we must be going--\n\nTHE WOMAN,\n\n  A bugle calls more strongly than a mother....\n\nTHE SECOND BOY\n\n  We will come back to you as heroes, mother....\n\nTHE WOMAN,\n\n  You were my heroes when you were my babies....\n\nTHE THIRD BOY\n\n  You would not have us cowards to be near you....\n\nTHE WOMAN,\n\n  I am Love’s coward--I never ... should ... have ... made you....\n\n  (_The lads kiss their mother and tear themselves from her arms. The\n  anthems of the nations are repeated. The guns volley in the distance,\n  getting louder and louder. Fires flame up and there is more or less\n  noise and confusion. A woman runs out from The World Inn, sobbing._)\n\nTHE WOMAN,\n\n  I want my lover who was never mine.\n  Will they not let him come to say farewell?\n  Where are you, O Desired of all my days?\n\n  (_She runs hither and thither looking for him, wildly, and finally\n  stumbles against Mars, shrieks, and tries to escape, but is caught\n  and held by him. Mars roars his elation and carries her off at left\n  screaming. There is a pause, utter quiet, absolute darkness. Then\n  Mars returns alone and stumbles into The World Inn._)\n\nMARS\n\n  Now I can feast me to my full content,\n  And then, a little while, I shall have rest.\n\n  (_Exit Mars. There is another pause and silence while it gradually\n  becomes lighter. Men and women are heard groaning, and, in the pale,\n  eerie light, weird moth-like figures, like ghosts of the dead, flit\n  here and there across the field. When it becomes light enough to\n  see, all the world is changed. Flowers, fruit, produce are gone. The\n  wagon that held the grain is now filled with corpses. On the ground\n  are the sick and wounded, bandaged. The women waiting on them are\n  lean, ragged, haggard. A few children are huddled together in silent\n  terror. The scene is blackened as if by fire. On the steps of The\n  World Inn sits The Old Mother, as in the beginning._)\n\nA WOMAN\n\n  The dawn is nearly here, the strange grey dawn!\n\nANOTHER WOMAN\n\n  What bodes it now? Sunset or dawn or noon\n  Are all alike to those who have seen hell\n  And bear in body and soul the brand of sorrow.\n\nTHE OLD MOTHER,\n\n  ’Twas even as I feared and as I spoke.\n  So was it, children, in my younger days,\n  The days that I can nevermore forget.\n\n  (_She rises and hobbles toward the wounded men._)\n\n  Children of mothers’ flesh this cannot last\n  Forever. I am old and soon I die,\n  And nothing can torment me very long,\n  Wherefore I speak what youth might fear to say\n  To you, as to my sons of long ago,\n  Who died, as all your friends have died, in war.\n\nA MAN\n\n  Speak, for we listen.\n\nTHE OLD MOTHER,\n\n  That is very well,\n  For this is murder that ye did commit,\n  For glamour and for vanity and lust,\n  For selfishness in trade, and for all freedom\n  To breed your own kind over all the earth,\n  Each for himself and his own kind alone,\n  Forgetting that ye all have suckled mothers,\n  Forgetting that ye owe us fealty,\n  And that ye owe it to yourselves to be\n  Staunch farmers of the World Field, and good friends,\n  One flesh, one love, one state, one family.\n\nA MAN\n\n  Even that we might be able to achieve\n  If one would help us to the holy way.\n  We fight not for ourselves, good mother, no!\n  We fight for place, for honor and for home,\n  For what the great, who lead us, say is best,\n  The whims of senators, the dreams of kings;\n  And often know not why our blood is poured,\n  A turbulent, unholy river of lust.\n  And when the people cry for war and shout\n  The sure destruction of another nation\n  It is because they fear and know that fear\n  Is far more terrible than roughest strife.\n  Nor are we fools to give up life with joy,\n  Save when the feud of Capital and Labor\n  Has made our minds a Hell of sordid warfare\n  And clothed our gayety in querulous crepe.\n  Then, in our desperate mourning for young joy,\n  The sweetness and variety of life,\n  The rainbow radiance and the cloth of gold\n  That are youth’s great inalienable right,\n  We know no other way and follow blindly\n  The one mad way that gives a thrill of glory,\n  And frees our pulsing life. So are we made....\n  But we, who lie on beds of bloody sweat,\n  Washed by our women’s tears, we fain would see\n  Another era of mankind made new,\n  Young Titans, strong enough to war on war,\n  This hoary curse from the stringy throat of Mars\n  To answer and to silence and to choke!\n\nOTHER MEN\n\n  Mother, the way--the upward way from Hell!\n\nTHE OLD MOTHER,\n\n  I’ll show it, thankfully, and, if I do,\n  I can go gaily, gladly to my grave\n  As one who treads a quickstep of her youth.\n  See, children, that strange figure, Soul of Man,\n  In bonds to our arch enemy and his?\n  He is our friend, and all our life would share\n  If we would only take him for our own.\n  There is no morning made by sun and sea\n  And towering mountains, larksong, flower breath\n  And rapture, but his coming into it\n  Can give a finer and diviner joy.\n  There is no darkness, damp and fraught with death,\n  Down-bearing, stifling, but his coming makes\n  A rift of light, an easement of the strain.\n  Now Mars, his foe, is held in ugly sleep,\n  Full-fed on thin, raw flesh of women’s babes,\n  Deep drunken on the sap of many hearts--\n  Be not deceived, for he will wake again,\n  Unless ye learn of this good Soul of Man\n  How to defy this Mars, and get you peace.\n  Children, commend you to the Soul of Man.\n\nA MAN\n\n  How can we free you, free you, Soul of Man?\n\nSOUL OF MAN\n\n  I tremble--for my hour of joy is near....\n  Ah, can it be that I shall rise at last,\n  Gay winged and glorious with the rising sun,\n  To hover where mankind shall bloom anew\n  In The World Field where only stubble was?\n  Hearken! For now, together ye must go,\n  Not here a few and there a few, but all,\n  And hale him forth, this monster butcher, now,\n  While he is full and has no lust to feed,\n  Yes, hale him forth into the light and look,\n  And looking, know him truly as he is.\n  If for that look he wake, defy his power,\n  For your own sakes fight one more fight for peace.\n\nA MAN\n\n  Alas, we are too weak for this god Mars,\n  And some of us have known him all too well.\n\nSOUL OF MAN\n\n  Who does my bidding has no sense of fear--\n  For all the stars will shine into his night\n  And all the winds acclaim him to the end.\n  And this was true of Socrates and Christ,\n  Of Lincoln and of all great harvesters\n  In The World Field. It shall be so for you\n  On the same terms of brave obedience.\n  Do ye my bidding and ye shall be free\n  And I, to live and grow with you, forever.\n\n  (_The people talk together in twos and threes. Enter Capital and\n  Labor, two lean cripples supporting one another, followed by Flip,\n  who is wearing deep mourning._)\n\nSOUL OF MAN\n\n  Labor and Capital, be well content\n  To lend me but yourselves. I ask no money.\n  I lay no tax upon you as did Mars.\n  And I do promise you an opulent peace,\n  Wrought out with right goodwill between you soon\n  For I know well what others do not know,\n  But should discover by your present plight,\n  That you must ever win or lose together,\n  Sharing each other’s burden and reward\n  And I do promise sweet regeneration\n  Your broken selves shall be made whole again\n  When you have helped the people set me free....\n\n  (_Capital and Labor discuss the offer._)\n\nFLIP\n\n  What will you do for me, O Soul of Man, whom I can see and perceive\n  at last? I have lost many rich relations in this war and profited\n  nothing--wherefore I wear mourning! But if I turn my wit to good\n  account by making men’s anger funny, what will you do for me?\n\nSOUL OF MAN\n\n  Your name, I’ll change, and you yourself, good Flip,\n  You shall be my own Humor, kindly spoken,\n  And my strong Reason leading men to Truth--\n  But look who comes with face of Galahad\n  And thews of Ajax, wearing spotless white--\n\n  (_Enter Religion, a new personality, athletic and beautiful, wearing\n  a short white garment with the symbols of the great religions wrought\n  in gold upon the hem and carrying a shining cross. All the people\n  turn and look and with one accord make obeisance._)\n\nTHE PEOPLE\n\n  Religion.... O Religion.... Religion!\n\nSOUL OF MAN\n\n  Religion, have you come to serve the people?\n\nLABOR\n\n  (_joyfully_)\n\n  Are you the old guest, radiant and serene?\n\nCAPITAL\n\n  And will you lead against this bully, Mars?\n\nRELIGION\n\n  Listen, for with new power I come to you\n  Seeking to serve, claiming a mighty task.\n  I was a sinner who had nibbled Truth\n  And let its sweetness all dissolve away\n  Into the rancid spittle of dead dogmas.\n  The loss of your allegiance was the stroke\n  That cleansed and chastened me. I have spewed out\n  All the old wordy liquor of dead days,\n  And all the prowess of my being now\n  Shall foster and defend the Soul of Man.\n\n  (_The people cheer. A chain breaks, releasing the left arm of Soul of\n  Man who reaches out both arms in benediction._)\n\nSOUL OF MAN\n\n  Then welcome, and thrice welcome, good Religion--\n  Coming to serve, men will be glad to follow.\n  O happy folk of ages yet to be\n  New flowering from the pollen of the past,\n  I see your budding glory everywhere.\n  This is the spring and this the shining dawn--\n  The men shall be as great grave trees at rest\n  With the new strength that grapples, grows, and gives,\n  And the world’s women even as her men,\n  And fruitful as the orchards of the valley,\n  And little children dancing with delight\n  Shall blossom fearlessly, in perfect grace,\n  Like windblown poppies nodding in the sun.\n  And all The World Field shall be cropped in peace\n  And all the sheaves of life shall be brought home--\n  Such fruitage for High God is in your lives\n  As I had never dreamed in life’s beginning.\n  This is the dawn, the spring, and we are planting\n  The harvest that the race shall gather in.\n  Therefore to Mars, and quickly bring him hither!\n\n  (_Religion and The Old Mother lead the people up the steps and into\n  The World Inn, the people cheering and shouting. Then there is a\n  moment of silence, after which they come out again, carrying the dead\n  body of Mars._)\n\nA MAN\n\n  He is dead, old Mars, and must have died of fear!\n\n  (_The chains drop from the body of Soul of Man, and he, leaping to\n  his feet, runs to take his place in the center, in front of the\n  body of Mars and in a widening semi-circle of the people. His black\n  garment falls on Mars, and Soul of Man is transfigured, a radiant\n  figure in blue and gold and crimson, with flaming wings rising behind\n  him and above. The people, also, are glorified by the rising of the\n  sun behind them. They kneel._)\n\n  (_There is heard the triumphant singing of “The Hallelujah Chorus”_).\n\n\nCURTAIN\n\n\n\n\n  _Published and for sale by_\n\n  MARGUERITE WILKINSON\n\n  CORONADO, CAL.\n\n  Price, 50 cents, postpaid\n\n\n\n\nEXTRACTS FROM REVIEWS OF “IN VIVID GARDENS”\n\n\n“A rich contralto voice singing out of the deepest experiences of\nlife.”--_Poetry._\n\n“The emotions are human, lofty and honorable; their voicing is sincere,\npassionate, and at times exalted.”--_Twentieth Century Magazine._\n\n“Few of the modern poets can so easily convince the doubting ones of\nthe necessity of their vocation as the author of this slender volume of\nverse.”--_Chicago Daily News._\n\n“Aside from their poetic beauty, the verses possess a dignity,\nwholesomeness and outspoken valiance that carry conviction. Sincerity\nis their dominant note; they are the utterance of one who has heard\n‘the quiet but far-reaching voice of truth.’”--_The Craftsman._\n\n“The vigor of its thought raises it above questions of technique, and\nit is poetry unquestionably, inevitably, simply because it is the\nauthentic voice of womanhood proclaiming itself in the unfaltering\naccents of real passion.”--Harold Monro in _The Poetry Review_ (London,\n1912).\n\n“Sincere, unconventional, forthright verse.”--_The Oakland Enquirer._\n\n“A human document, even a social document.”--_The New York Times._\n\n“Distinctly worthy of note.”--_Chicago Record-Herald._\n\n“Here is a new song under the sun, a woman’s love song which neither\npretends to be a man’s love song, nor confines itself to feelings\nwhich most men are accustomed to think of women as having. It is\nsolar, not lunar; it is clear with its own light and warm with its own\nfire.”--_The Chicago Evening Post._\n\n“The poems in this volume are as meat and wine to literary\ntastes.”--_Albany Times-Union._\n\n“Not only do we have the woman spirit here, but a poetical spirit of no\nmean sort.”--_Zion’s Herald._\n\n“It is clear, true poetry, without aping, effusiveness, or striving\nfor effect; the refraction of momentous personal experience through\na richly-dowered soul. It is also precious as an exquisite voicing\nof pure womanliness in its highest phase. It is worthy not only to\nbe enjoyed, but to be studied as a clue to the soul of the coming\nwoman.”--Edward A. Ross, Author of “Sin and Society,” “The Changing\nChinese,” etc., etc.\n\n“No clearer voice than that of Marguerite Wilkinson sings today of\nthe coming woman and of the democracy we are working for. ‘In Vivid\nGardens,’ a glimpse into the souls of women, was her first book of\npoems.”--_Life and Labor._\n\n\n  “In Vivid Gardens,” Sherman, French & Co., Publishers, Boston",
    "metadata": {
        "author": [
            "Wilkinson, Marguerite",
            "Bigelow, Marguerite Ogden"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/57650/pg57650.txt",
        "name": "the_passing_of_mars_a_modern_morality_play.json"
    }
}