{
    "name": "The Pain and Sorrow of Evil Marriage",
    "author": [
        "Wynkyn de Worde",
        "De Worde, Wynkyn",
        "Worde, Wynkyn de"
    ],
    "body": "INTRODUCTION.\n\n\nThere are three early humorous tracts in verse upon the subject of\nmarriage, all printed by Wynkyn de Worde: only one of them has a date,\n1535, but we can have little difficulty in assigning the two others to\nabout the same period. They have the following titles.\n\n1. \"A complaynt of them that be to soone maryed.\"\n\n2. \"Here begynneth the complaynte of them that ben to late maryed.\"\n\n3. \"The payne and sorowe of evyll maryage.\"\n\nThe last we have printed entire in the following pages, and of the two\nothers, Dr. Dibdin has inserted a brief account in his edition of Ames\n(Typ. Ant. II. 384). We propose to go more at large into a description\nof the contents of these ancient and facetious relics.\n\nWe have reason to believe that the two first are translations; and in\ndefault of English expressions, especially in the second piece, the\nwriter has employed, and sometimes anglicised, several of the French\nwords, which he thought better adapted to his purpose. To this\nproduction, \"the Auctour,\" as he calls himself, has subjoined a sort of\nepilogue, which ingeniously includes the printer's colophon, as follows:\n\n    \"Here endeth the complaynt of to late maryed,\n    For spendynge of tyme or they a borde\n    The sayd holy sacramente have to longe taryed,\n    Humane nature tassemble and it to accorde.\n    Enprynted in Fletestrete by Wynkyn de Worde,\n    Dwellynge in the famous cyte of London,\n    His hous in the same at the sygne of the Sonne.\"\n\nAt the conclusion of the \"complaynt of them that be to soone maryed,\"\nthe date of 1535 has also been interwoven. Wynkyn de Worde's will was\nproved the 19th January, 1534, which, according to our present mode of\ncomputing the year, would be the 19th January, 1535; so that either this\npiece came out after his death, or it was printed just before that\nevent, and in anticipation of the new year, which would not then\ncommence until the 26th March.\n\nEach of the tracts has a wood-cut on the titlepage, but only that called\n\"The payne and sorowe of evyll maryage,\" can be said to have anything to\ndo with the subject, and that no doubt had been used for other works: it\nrepresents a marriage ceremony,--a priest joining the hands of a couple\nbefore the altar.\n\nThe \"complaynt of them that be to soone maryed\" opens with the following\nstanza:\n\n    \"For as moche as many folke there be\n    That desyre the sacrament of weddynge,\n    Other wyll kepe them in vyrgyny[t]e,\n    And toyll in chastyte be lyvynge;\n    Therfore I wyll put now in wrytynge\n    In what sorowe these men lede theyr lyves,\n    That to soone be coupled to cursed Wyves.\"\n\nThence the author proceeds to give some very sage and serious advice\nupon the evil of too hasty matrimonial alliances, but he does not\nattempt much humour until he comes to describe the conduct of his wife\n(for he writes in the first person throughout) when they had been\nmarried eight days: until then he had not been \"chydden ne banged,\" but\nhe suffered for it bitterly afterwards;\n\n    \"But soone ynoughe I had assayes\n    Of sorowe and care that made me bare.\"\n\nIt may here be observed that the stanza is peculiar, and consists of\neight lines, the four first lines rhyming alternately, the fifth rhyming\nwith the fourth, then a line with a new rhyme, while the seventh line\nrhymes with the third and fourth, and the eighth with the sixth. He\ncontinues the narrative of his sufferings in the following manner:\n\n    \"About eyght dayes, or soone after\n    Our maryage, the tyme for to passe\n    My wyfe I toke, and dyd set her\n    Upon my knee for to solace;\n    And began her for to enbrace,\n    Sayenge, syster, go get the tyme loste;\n    We must thynke to labour a pace\n    To recompence that it hathe us coste.\n\n    \"Than for to despyte she up arose,\n    And drewe her faste behynde me,\n    To me sayenge, is this the glose?\n    Alas, pore caytyfe, well I se\n    That I never shall have, quod she,\n    With you more than payne and tormente:\n    I am in an evyll degre;\n    I have now loste my sacramente.\n\n    \"For me be to longe with you here,\n    Alas, I ought well for to thynke\n    What we sholde do within ten yere,\n    Whan we shall have at our herte brynke\n    Many chyldren on for to thynke,\n    And crye after us without fayle\n    For theyr meate and theyr drynke;\n    Then shall it be no mervayle.\n\n    \"Cursed be the houre that I ne was\n    Made a none in some cloyster,\n    Never there for to passe;\n    Or had be made some syster,\n    In servage with a clousterer.\n    It is not eyght dayes sythe oure weddynge\n    That we two togyther weere:\n    By god, ye speke to soone of werkynge.\"\n\nThe second piece of ancient _facetiae_, \"the complaynte of them that ben\nto late maryed,\" is written with much more humour, and is far better\nworth preservation, but it is disfigured by indelicacy, though not of\nthe grossest kind, and never introduced but for the sake of heightening\nthe drollery. It is the lamentation of an elderly gentleman, who after a\nyouth of riot had married a young frolicksome wife, and he relates very\nfeelingly the inconveniences, annoyances, and jealousies to which he is\nthereby exposed. After two introductory stanzas, (all of them are in the\nordinary seven-line ballad form) he thus states his resolution late in\nlife to commit the folly of matrimony.\n\n    \"To longe have I lyved without ony make;\n    All to longe have I used my yonge age:\n    I wyll all for go and a wyfe to me take\n    For to increase both our twoos lynage;\n    For saynt John sayth that he is sage\n    That ayenst his wyll doth him governe,\n    And our lordes precepte hym selfe for to learne\n\n    \"There is no greter pleasure than for to have\n    A wyfe that is full of prudence and wysdome.\n    Alas, for love nygh I am in poynte to rave.\n    These cursed olde men have an yll custome\n    Women for to blame, both all and some;\n    For that they can not theyr myndes full fyll,\n    Therfore they speke of them but all yll.\n\n    \"Now, syth that I have my tyme used\n    For to follow my folyshe pleasaunces,\n    And have my selfe oftentimes sore abused\n    At plaies and sportes, pompes and daunces,\n    Spendynge golde and sylver and grete fynaunces,\n    For faut of a wyfe the cause is all:\n    To late maryed men may me call.\"\n\nHence he proceeds to narrate his early courses, especially his amours\nwith \"mercenary beauties.\" He says:--\n\n    \"Yf I withhelde ony praty one,\n    Swetely ynough she made me chere,\n    Sayenge that she loved no persone\n    But me, and therto she dyde swere.\n    But whan I wente fro that place there,\n    Unto another she dyde as moche;\n    For they love none but for theyr poche.\"\n\nHis male companions were about upon a par with his female, and upon both\nhe wasted his substance; but having at last married, he imagined that he\nhad only to enjoy tranquillity and happiness, and exclaimed:--\n\n    \"Now am I out of this daunger so alenge,\n    Wherfore I am gladde it for to persever.\n    Longe about have I ben me for to renge;\n    But it is better to late than to be never.\n    Certes I was not in my lyfe tyll hyther\n    So full of joye, that doth in my herte inspyre:\n    Wedded folke have tyme at theyr desyre.\"\n\nOn trying the experiment, he by no means finds it answer his\nexpectation. Besides other evils, he says, \"constrayned I am to be full\nof jalousy;\" and he admits in plain terms that his young wife has no\ngreat reason to be satisfied with her old husband. He observes:--\n\n    \"It is sayd that a man in servytude\n    Hym putteth, whan he doth to woman bende:\n    He ne hath but only habytude\n    Unto her the whiche well doth hym tende.\n    Who wyll to householde comprehende,\n    And there a bout studyeth in youth alwayes,\n    He shall have honoure in his olde dayes.\n\n    \"Some chyldren unto the courtes hauntes,\n    And ben purvayed of benefyces;\n    Some haunteth markettes and be marchauntes,\n    Byenge and sellynge theyr marchaundyses;\n    Or elles constytuted in offyces.\n    Theyr faders and moders have grete solace,\n    That to late maryed by no waye hase.\n\n    \"I be wayll the tyme that is so spent,\n    That I ne me hasted for to wedde;\n    For I shall have herytage and rente,\n    Both golde and sylver and kynred;\n    But syth that our lorde hath ordeyned\n    That I this sacrament take me upon,\n    I wyll kepe it trewely at all season.\"\n\nIn the subsequent stanza, which occurs soon afterwards, the author seems\nto allude to the first of the three tracts now under consideration.\n\n    \"Yf that there be ony tryfelers,\n    That have wylled for to blame maryage,\n    I dare well saye that they ben but lyers,\n    Or elles god fayled in the fyrste age:\n    Adam bereth wytnesse and tesmonage:\n    Maryed he was, and comen we ben.\n    God dyde choyse maryage unto all men.\"\n\nThis stanza affords an instance of the employment of an anglicised\nFrench word because it happened to answer the translator's purpose as a\nrhyme to \"age.\" His objection is not to marriage generally, but to\nmarriage when a man has ceased to be the subject of amorous affection;\nfor he says expressly,\n\n    \"All they that by theyr subtyll artes\n    Hath wylled for to blame maryage,\n    I wyll susteyne that they be bastardes,\n    Or at least wage an evyll courage,\n    For to saye that therein is servage\n    In maryage; but I it reny,\n    For therin is but humayne company.\n\n    \"Yf ther be yll women and rebell,\n    Shrewed, dispytous, and eke felonyous,\n    There be other fayre, and do full well,\n    Propre, gentyll, lusty and joyous,\n    That ben full of grace and vertuous;\n    They ben not all born under a sygnet:\n    Happy is he that a good one can get.\"\n\nHe adds just afterwards:--\n\n    \"Galantes, playne ye the tyme that ye have lost,\n    Mary you be tyme, as the wyse man sayth.\n    Tossed I have ben fro pyler to post\n    In commersynge natures werke alwayes.\n    I have passed full many quasy dayes,\n    That now unto good I can not mate,\n    For mary I dyde my selfe to late.\"\n\nIn the second line we ought to read \"sayes\" for \"sayth,\" as the rhyme\nevidently shews. The last stanza of the body of the poem is in the same\nspirit.\n\n    \"Better it is in youth a wyfe for to take,\n    And lyve with her to goddes pleasaunce,\n    Than to go in age, for goddes sake,\n    In worldly sorowe and perturbaunce,\n    For youthes love and utteraunce,\n    And than to dye at the last ende,\n    And be dampned in hell with the foule fende.\"\n\nThe three terminating stanzas consist of a supplementary address from\n\"the Auctour,\" the last containing the imprint or colophon as already\ninserted. The work is ended by Wynkyn de Worde's well known tripartite\ndevice.\n\nWe now proceed to insert, in its entire shape, the third tract upon this\namusing subject, premising that (like our preceding quotations) it is\nfrom an unique copy. It will remind the reader in several places of\npassages in the Prologue of Chaucer's \"Wife of Bath,\" especially where\nshe remarks,\n\n    \"Thou sayst droppyng houses, and eke smoke,\n    And chidyng wyves maken men to flee\n    Out of her owne houses. Ah, benedicite!\n    What ayleth suche an olde man for to chide?\"\n\nBut the Wife of Bath does not quote Solomon for the proverb, as we find\nhim referred to on p. 20. Again, in a subsequent stanza, p. 21, we are\nstrongly reminded of the lines where the Wife of Bath thus describes her\nconduct after she had married her fifth husband:--\n\n    \"Therfore made I my visytations\n    To vigilles, and to processyons,\n    To preachyng eke, and to pilgrymages,\n    To playes of myracles, and to mariages,\n    And weared on my gay skarlet gytes.\"\n\nThe main difference is that instead of saying, with Chaucer, that women\nfrequent \"playes of myracles,\" the author of the ensuing tract tells us\nthat they delight \"on scaffoldes to sytte on high stages,\" from whence\nthey usually beheld such performances. Throughout, the writer seems to\nhave had our great early poet more or less in his eye, and hence we may\npossibly conclude, that if the two other pieces on the same subject were\ntranslations, this was original. It, therefore, deserves the more\nattention.\n\n\n\n\nThe Payne and Sorowe of Evyll Maryage.\n\n\n\n\nTHE PAYNE AND SOROWE OF EVYLL MARYAGE.\n\n\n    Take hede and lerne, thou lytell chylde, and se\n    That tyme passed wyl not agayne retourne,\n    And in thy youthe unto vertues use the:\n    Lette in thy brest no maner vyce sojourne,\n    That in thyne age thou have no cause to mourne\n    For tyme lost, nor for defaute of wytte:\n    Thynke on this lesson, and in thy mynde it shytte.\n\n    Glory unto god, lovynge and benyson\n    To Peter and Johan and also to Laurence,\n    Whiche have me take under proteccyon\n    From the deluge of mortall pestylence,\n    And from the tempest of deedly vyolence,\n    And me preserve that I fall not in the rage\n    Under the bonde and yocke of maryage.\n\n    I was in purpose to have taken a wyfe,\n    And for to have wedded without avysednes\n    A full fayre mayde, with her to lede my lyfe,\n    Whome that I loved of hasty wylfulnes,\n    With other fooles to have lyved in dystresse,\n    As some gave me counseyle, and began me to constrayn\n    To have be partable of theyr woofull payne.\n\n    They laye upon me, and hasted me full sore,\n    And gave me counseyle for to have be bounde,\n    And began to prayse eche daye more and more\n    The woofull lyfe in whiche they dyd habounde,\n    And were besy my gladnes to confounde,\n    Themselfe rejoysynge, bothe at even and morowe,\n    To have a felowe to lyve with them in sorowe.\n\n    But of his grace god hath me preserved\n    By the wyse counseyle of these aungelles thre:\n    From hell gates they have my lyfe conserved\n    In tyme of warre, whan lovers lusty,\n    And bryght Phebus was fresshest unto se\n    In Gemynys, the lusty and glad season,\n    Whan to wedde caught fyrst occasyon.\n\n    My joye was sette in especyall\n    To have wedded one excellent in fayrnes,\n    And thrugh her beaute have made my selfe thrall\n    Under the yocke of everlastynge dystresse;\n    But god alonely of his high goodnes\n    Hath by an aungell, as ye have herde me tell,\n    Stopped my passage from that peryllous hell.\n\n    Amonge these aungelles, that were in nombre thre,\n    There appered one out of the southe,\n    Whiche spake fyrst of all the trynyte\n    All of one sentence, the mater is full couthe;\n    And he was called Johan with the golden mouthe,\n    Which concluded by sentence full notable,\n    Wyves of custome ben gladly varyable.\n\n    After this Johan, the story sayth also,\n    In confyrmacyon of theyr fragylyte,\n    How that Peter, called acorbylio,\n    Affermeth playnly, how that wyves be\n    Dyverse of herte, full of duplycyte,\n    Mayterfull, hasty, and eke proude,\n    Crabbed of langage whan they lyst crye aloude.\n\n    Who taketh a wyfe receyveth a great charge,\n    In whiche he is full lyke to have a fall:\n    With tempest tossed, as is a besy barge;\n    There he was fre he maketh hymselfe thrall.\n    Wyves of porte ben full imperyall,\n    Husbandes dare not theyr lustes gaynsaye,\n    But lovely please and mekely them obaye.\n\n    The husbandes ever abydeth in travayle;\n    One labour passed there cometh an other newe,\n    And every daye she begynneth a batayle,\n    And in complaynynge chaungeth chere and hewe.\n    Under suche falsnes she fayneth to be true;\n    She maketh hym rude as is a dull asse,\n    Out of whose daunger impossyble is to passe.\n\n    Thus wedlocke is an endlesse penaunce,\n    Husbandes knowe that have experyence,\n    A martyrdom and a contynuaunce\n    In sorowe everlastynge, a deedly vyolence;\n    And this of wyves is gladly the sentence\n    Upon theyr husbandes, whan they lyst to be bolde,\n    How they alone governeth the housholde.\n\n    And yf her husbande happen for to thryve,\n    She sayth it is her prudent purveyaunce:\n    If they go abacke ayenwarde and unthryve,\n    She sayth it is his mysgovernaunce.\n    He bereth the blame of all suche ordynaunce;\n    And yf they be poore and fall in dystresse,\n    She sayth it is his foly and lewdnesse.\n\n    And yf so be he be no werkman good,\n    It may well happe he shall have an horne,\n    A large bone to stuffe with his hood;\n    A mowe behynde, and fayned cheere beforne:\n    And yf it fall that theyr good be lorne\n    By aventure, eyther at even or morowe,\n    The sely husbande shall have all the sorowe.\n\n    An husbande hath greate cause to care\n    For wyfe, for chylde, for stuffe and meyne,\n    And yf ought lacke she wyll bothe swere and stare,\n    He is a wastour and shall never the:\n    And Salomon sayth there be thynges thre,\n    Shrewde wyves, rayne, and smokes blake\n    Make husbandes ofte theyr houses to forsake.\n\n    Wyves be beestes very unchaungeable\n    In theyr desyres, whiche may not staunched be,\n    Lyke a swalowe whiche is insacyable:\n    Peryllous caryage in the trouble see;\n    A wawe calme full of adversyte,\n    Whose blandysshynge endeth with myschaunce,\n    Called Cyrenes, ever full of varyaunce.\n\n    They them rejoyce to se and to be sene,\n    And for to seke sondrye pylgrymages,\n    At greate gaderynges to walke on the grene,\n    And on scaffoldes to sytte on hygh stages,\n    If they be fayre to shewe theyr vysages;\n    And yf they be foule of loke or countenaunce,\n    They it amende with pleasynge dalyaunce.\n\n    And of profyte they take but lytell hede,\n    But loketh soure whan theyr husbandes ayleth ought;\n    And of good mete and drynke they wyll not fayle in dede,\n    What so ever it cost they care ryght nought;\n    Nor they care not how dere it be bought,\n    Rather than they should therof lacke or mysse,\n    They wolde leever laye some pledge ywys.\n\n    It is trewe, I tell you yonge men everychone,\n    Women be varyable and love many wordes and stryfe:\n    Who can not appease them lyghtly or anone,\n    Shall have care and sorowe all his lyfe,\n    That woo the tyme that ever he toke a wyfe;\n    And wyll take thought, and often muse\n    How he myght fynde the maner his wyfe to refuse.\n\n    But that maner with trouth can not be founde,\n    Therfore be wyse or ye come in the snare,\n    Or er ye take the waye of that bounde;\n    For and ye come there your joye is tourned unto care,\n    And remedy is there none, so may I fare,\n    But to take pacyens and thynke none other way aboute;\n    Than shall ye dye a martyr without ony doute.\n\n    Therfore, you men that wedded be,\n    Do nothynge agaynst the pleasure of your wyfe,\n    Than shall you lyve the more meryly,\n    And often cause her to lyve withouten stryfe;\n    Without thou art unhappy unto an evyll lyfe,\n    Than, yf she than wyll be no better,\n    Set her upon a lelande and bydde the devyll fet her.\n\n    Therfore thynke moche and saye nought,\n    And thanke God of his goodnesse,\n    And prece not for to knowe all her thought,\n    For than shalte thou not knowe, as I gesse,\n    Without it be of her own gentylnesse,\n    And that is as moche as a man may put in his eye,\n    For, yf she lyst, of thy wordes she careth not a flye.\n\n    And to conclude shortly upon reason,\n    To speke of wedlocke of fooles that be blente,\n    There is no greter grefe nor feller poyson,\n    Nor none so dredeful peryllous serpent,\n    As is a wyfe double of her entent.\n    Therfore let yonge men to eschew sorowe and care\n    Withdrawe theyr fete or they come in the snare.\n\n\nFINIS.\n\n\nHere endeth the payne and sorowe of evyll maryage. Imprynted at London\nin Fletestrete at the signe of the Sonne, by me Wynkyn de Worde.\n\n\nC. RICHARDS, PRINTER, 100, ST. MARTIN'S LANE, CHARING CROSS.",
    "metadata": {
        "author": [
            "Wynkyn de Worde",
            "De Worde, Wynkyn",
            "Worde, Wynkyn de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32445/pg32445.txt",
        "name": "the_pain_and_sorrow_of_evil_marriage.json"
    }
}