{
    "name": "The Glebe 1913/12 (Vol. 1, No. 3): The Azure Adder",
    "author": [
        "Demuth, Charles"
    ],
    "body": "The only editorial policy of THE GLEBE is that embodied in its\ndeclaration of absolute freedom of expression, which makes for a range\nbroad enough to include every temperament from the most radical to the\nmost conservative, the only requisite being that the work should have\nunmistakable merit. Each issue will be devoted exclusively to one\nindividual, thereby giving him an opportunity to present his work in\nsufficient bulk to make it possible for the reader to obtain a much more\ncomprehensive grasp of his personality than is afforded him in the\nrestricted space allotted by the other magazines. Published monthly, or\nmore frequently if possible, THE GLEBE will issue twelve to twenty books\nper year, chosen on their merits alone, since the subscription list does\naway with the need of catering to the popular demand that confronts\nevery publisher. Thus, THE GLEBE can promise the best work of American\nand foreign authors, known and unknown.\n\nThe price of each issue of THE GLEBE will vary with the cost of\npublication, but the yearly subscription, including special numbers, is\nthree dollars.\n\n         Editor            Associates         Business Manager\n         Alfred Kreymborg  Leonard D. Abbott  Charles Boni, Jr.\n                           Albert Boni\n                           Alanson Hartpence\n                           Adolf Wolff\n\n\n                            The Azure Adder\n\n\n                              To R. E. L.\n\n\n\n\n                            The Azure Adder\n\n\n                                NEW YORK\n                        ALBERT AND CHARLES BONI\n                            96 Fifth Avenue\n                                  1913\n\n\n                            Copyright, 1913\n                                   By\n                               The Glebe\n\n\n\n\n                            THE AZURE ADDER\n\n\nSCENE. Studio of Vivian. Simplicity run riot is the keynote: white\nagainst white; white walls and little furniture. The furniture is\npainted gray, Vivian's gray--really white.\n\nTIME. The ultra-present.\n\n(The curtain rises. For a minute or two the stage is empty. Then enter\nVivian, through the door at the back of the stage, the only door in the\nscene. He wears the dress of the ancient Greeks and is evidently just\ncoming from the bath, as shown by his damp hair. In one hand he carries\na few narcissi, while with the other he tries to arrange the folds of\ndrapery, which seem to hinder his movements. He arranges one or two\nflowers in a jar, before the \"Nike de Samothrace,\" whispering: \"Yes,\nnarcissi, truly like Grecian things.\" He drops the rest of the flowers\nupon the floor, removes the robe and starts to comb his hair before a\nsmall mirror. This mirror is set in the back of a large framed\nphotograph of the \"Venus de Milo\" that hangs near the door. Vivian turns\nthe Venus photograph to the wall and we see the small piece of\nlooking-glass. He finally rouges his lips as a finishing touch to his\ntoilet. Putting on a coat but retaining the sandals, he moves towards\nthe door; on the way he picks up a hat, which he puts on carefully. As\nhe nears the door a knock is heard and the door is opened. Vivian takes\non the look of being in the higher heights of thought. Two girls are\ndiscovered in the door-way. One, Yvonne, says: \"Bon jour.\" The second,\nAlice: \"Hello.\" Both enter. Vivian passes them in the door-way without\nspeaking and softly closes the door.)\n\nVIVIAN (outside). I'm going out. (And more softly.) Wait, wait.\n\n(The girls remove their hats. Yvonne sinks on the floor, in front of the\ncouch.)\n\nYVONNE. Oh, I'm so tired. I painted for two hours yesterday.\n\nALICE (sitting on the couch). How you work--and you would have painted\nagain to-day, if I hadn't stopped for you, no doubt.\n\nYVONNE. Well, I was thinking about it.\n\nALICE. Ridiculous! Do you think that Beauty can be contemplated\nconstantly? One either becomes blind or mad--you painted for two hours\nyesterday--ridiculous!\n\nYVONNE. I've seen nothing of yours of late. Don't you work; don't you\npaint, I mean?\n\nALICE. I'm waiting, waiting. For days, months really, I have felt as\nthough--how shall I put it--as though the scales were about to fall from\nmy eyes; at moments like these, as you know, when I really see the\nthing, I paint. Between times, I wait, I wait.\n\nYVONNE. Couldn't you work and wait, too?\n\nALICE. No, I must save all my energy for these supreme moments, when I\nsee Beauty in its essence.\n\nYVONNE. Then you really work less than I thought.\n\nALICE (in an awed voice). Yvonne, how can you! I work constantly. The\nair is my canvas, my nerves are the brushes. I work? God, how I do work!\nTo contemplate, to wait, to dream, is not this work?\n\nYVONNE. I suppose so--but--\n\nALICE. Oh, I know--you all think, except George, that I do nothing.\nWell, rather that, if it were true, than what one generally sees on\ncanvas, every year, at the Academies.\n\nYVONNE. You think then that it is better not to paint at all and wait as\nyou say--than to do an inferior thing?\n\nALICE. Undoubtedly.\n\nYVONNE. This waiting--what effect will it have--what will it do for you\nor for Art?\n\nALICE. I wait. \"To feel is better than to know.\"\n\nYVONNE. If one really feels, perhaps, but to wait and wait and wait, you\nknow what the end will be?\n\nALICE. I hope to become like Beauty, myself--a living creation, a work\nof art--even though I do nothing ever in paint.\n\nYVONNE. Yes, that is the end--not really, however, because to change\nLife directly to Art means--(The sentence is not finished, a knock being\nheard at the door.)\n\nALICE. Here's Maud; she said that she would meet me here and bring\nGeorge. (She goes and opens the door. Enter George with Maud, sister of\nAlice.)\n\nGEORGE. Hello. I've just received a wire from Uncle Billy; he's coming\nto talk over the magazine with us.\n\nALICE. Will he back it?\n\nGEORGE (looking at Maud). He will if I can be with him and talk to him\nfor a day or two, I think. (They exchange meaning glances.)\n\nYVONNE. A magazine--you're starting one?\n\nALICE. Yes, I forgot to tell you about it. Something like the \"Yellow\nBook.\" It will be covered in gray, though, printed on hand-made paper\nwith especially designed type--four numbers a year. Have you thought of\na name, as yet, for our child, the magazine, George?\n\nGEORGE. Yes, it will be called the \"Azure Adder.\" Gray and blue will be\nthe colors of the cover. Blue the color of the Soul and gray the\ncoloring of the Eternal Background!\n\nMAUD. Wonderful--wonderful!\n\nGEORGE. It will be, I hope. (He then addresses the three girls, who are\nnow sitting on the couch.) Intense, too, I want it to be. The first look\nat its covers must create a mood for what one is to find indoors. The\nsame as a perfect house affects one; the stones and vines of which, on\nthe outside, tell of the truffles which are to be served by the mad\nbutler at dinner, inside. (To himself: I must remember that last; it's\naway above their heads, of course--it's one of my best.) Blue and\ngray--the two unfinished colors, when arranged as my design, will call\nup the proper mood: a mood intense but languid, caring nothing for\nresults. I hope to make this, this caring nothing for results, the aim\nof our child, the \"Azure Adder.\" To teach the public, our public even,\nto be satisfied with the unfinished, the artistically unfinished; the\nthing which has no definite start or finish, but which is beautiful,\nbeautiful, beautiful even in the shadow of its bud; a bud which can\nnever open because--because--a worm is its heart! (Yvonne changes her\nposition on the couch.) The size, too, of the book will help in creating\nthe mood--seven by thirteen--and the paper on which it is printed, also,\nwill help. A paper made in Japan, under water, which lasts only three\nyears. It then falls apart, insuring our child only a future, no past,\nnor any permanency, except perhaps in the minds of its readers, perhaps,\nperhaps. The \"Azure Adder\" will have double pages like the books of the\nJapanese, printed on one side, so that the mere reading of it will be\nmade difficult for the uninitiated--people whom it is not meant for\nanyway. The first number must strike the note--the ultra-future note--so\nI will give to our public my dance-poem, \"The Candle and the Black Water\nLily.\" A poem, have I told you, which I hope to have danced sometime. It\nmust be danced by one person while a chorus of men and boys chant the\nwords, in place of music for the dancer. How it will appeal, simply\nalone, in the book, I don't know, without its proper atmosphere. It\nalmost required a new language, I felt, when I wrote it. Still, it must\nbe the first of our first number--ultra-modern and a new art--think, a\nnew art! And the illustrations, what a chance you will be, \"Azure\nAdder,\" for the artist illustrator! A sweep of a brush, a tone, a dot is\nenough for our purpose; when Beauty is sitting by the side of the\nreader. Yes, I see a revolution in book illustration, a glorious one, an\nupheaval, one never-to-be-forgotten revolution, which, looked back upon\nfrom the far distant future, will have at its base, forgotten or\nremembered, who cares, the \"Azure Adder\"!\n\nMAUD and ALICE. Ah!\n\n(Yvonne rises, walks towards the large window at the back, a sky-light\nreally, opens it and leans out during the following.)\n\nALICE. If we can only get it started--we know very little about such\nwork.\n\nMAUD. That makes no difference. We all paint and all great art is one in\nits complete state. We can surely run a magazine. If only Uncle,\nGeorge's Uncle Billy, will start it financially!\n\nGEORGE. Oh, he will, I'm sure. (Smiles.)\n\nALICE. Whose stuff will we print in it besides our own? If we could only\nget something from some of the great living ones! But we can't hope for\nmore than one or two things from them, at most, perhaps nothing, unless\nwe prove a great success.\n\nGEORGE. You doubt our success? You lack egotism, my dear. I have already\na poem, by one of our greatest living English poets. It's written in\nItalian.\n\nMAUD. Of course it's beautiful.\n\nGEORGE. Of course, everything of his is.\n\nALICE. Strange that he should send you a poem written in Italian. It's\nbeautiful, you say--I didn't know that you read Italian?\n\nGEORGE. I don't--Palidino read it to me. I asked him what it meant, what\nit was about. He said that he did not understand its meaning--but the\nsound of it, as he was reading it, was magnificent. It is a masterpiece!\nIts meaning is clear to me--Palidino understands nothing which is really\nfine. The poem tells by its sound that the poet writes of love, the love\nwhich is perfected by death.\n\nMAUD (to herself). \"The Triumph of Death.\"\n\nALICE (softly). George, you are wonderful; it is fine to feel as finely\nas you do--I mean it, really I do, George.\n\nGEORGE. You are beautiful. (Pause.)\n\nMAUD. Still, it seems that we ought to have more people to write for us.\nI can think of only a few, one or two, who do good stuff, really fine\nthings--impressions.\n\nGEORGE. Oh, that will be all right. We have enough material for our\nfirst number. The demand will create the material. We will get plenty of\nstuff sent in from unknowns, I think, for our future numbers.\n\nMAUD. If not, we can all write things for it. I know that we all do\nwrite on the quiet while posing as painters! Don't you write, Yvonne?\n\nYVONNE (from window). No, I only paint.\n\nMAUD (with a sneer). But--oh, well--you do read Kipling and Whitman;\nthat's the reason you don't write, I suppose.\n\n(No answer from Yvonne.)\n\nALICE (angrily). Maud!\n\nMAUD. Yes, that is what I mean. Art is not the glorification of the\nbeef-steak! \"Good red blood\" is what you hear their admirers talking\nabout principally. \"Healthy\" is another one of their pet words, also\n\"men and women.\" They are all meat--they forget the swaying sea-weed,\nthe waxen asphodel, the rose which is sick.\n\nGEORGE. Yes, you are right. If they had their way, nothing would remain\nbut the normal. And as normal beings act usually in a commonplace and\nunchanging manner, birth, love, death, literature, would finally lose\nall material for existence and both schools would either cease or write\nliterature about literature. A fine end this would be for their good,\nred blood. No fear, though; there are always plenty on the other side,\nlike us, to make the scales balance, perhaps even tip our way. Meat, the\nglorified beef-steak, as you call it, Maud, has had its day. It has made\na good fight throughout the centuries, but it is going, going--and to\nus--whom it called abnormal, sick, degenerate, will soon remain the\nfield--yes, through what it called our weakness we shall conquer!\n\n(Maud leans forward. Alice looks hurt. Maud is about to speak when a\nknock is heard at the door.)\n\nMAUD. I'll go. (Goes and opens the door.) Camele! (She embraces and\nkisses Camele in the door-way.) Camele!\n\n(They come down to Alice and George. Camele is carrying canvases,\npainting materials, a kimona and a suit case.)\n\nALICE and GEORGE. Hello!\n\nGEORGE. Let me take some of your things. (Takes her suit case.) Lord,\nhow heavy!\n\nCAMELE (sinking upon the couch). Heavy--I have everything in it that I\nown. I couldn't stand it any longer--last night it reached a\nclimax--it's all over, my married life--all over, girls! I've left Jack!\nLast night he struck me! (Sobs.)\n\nMAUD (to George). The glorified beef-steak variety--how common!\n\nGEORGE. Common, perhaps. (To himself: One can strike a woman for lots of\nreasons.)\n\n(Yvonne comes from the window.)\n\nALICE. Poor Camele--lie down. Let me take off your hat.\n\nYVONNE. What can we give her? Let us make some tea.\n\nMAUD. Yes, do. You and Alice make tea. I'll sit with her a while.\n\n(George, Alice and Yvonne busy themselves making tea at the extreme\nright, leaving Camele and Maud at the extreme left, on the couch. No one\nspeaks for a moment.)\n\nMAUD (sitting at Camele's head strokes her hair). Poor girl.\n\nCAMELE. Maud?\n\nMAUD. Yes, dear.\n\nCAMELE. You were right; Jack is a brute.\n\nMAUD. All men are.\n\nCAMELE. So you have often said, but I thought that he was different.\n\nMAUD. Brutes, beasts.\n\nCAMELE. But we were so happy at first--the first months--\n\nMAUD. Really happy?\n\nCAMELE. Yes, I was happy. I painted and Jack was with me between\ntimes--yes, I was happy and calm.\n\nMAUD. You only thought so; I knew that it couldn't last. I know you too\nwell.\n\nCAMELE. Yes, you were right, I suppose.\n\nMAUD. And what now?\n\nCAMELE. I don't know--I broke with the family when I married him, as you\nknow--now, I don't know.\n\nGEORGE (from the tea table, to Alice and Yvonne). I'll go for some\nlemons. (He goes out.)\n\nMAUD. What a mistake to have married, Camele!\n\nCAMELE. No, it was not a mistake. I'm not sorry even now. (Sits up.)\n\nMAUD. Camele, Camele!\n\nCAMELE. Well, it's the truth, I'm not.\n\nMAUD. But what will you do--where will you live?\n\nCAMELE. I don't know yet.\n\nMAUD (after a pause, in a pleading voice). Come with us for a while.\n\nCAMELE. Maud, all right--to-night--just to-night until I have time to\nthink.\n\nMAUD. As long as you like--Alice is used to me protecting widows and\nchildren. (She puts her arm around Camele.)\n\nCAMELE. Just for a day or two; I'll hunt for a position to-morrow.\n\nMAUD. You had much better write to your family. They'll forgive you when\nthey know that you have left the brute. To think of him striking you!\nWhere did he strike you?\n\nCAMELE. Strike me? What do you mean--where did he strike me?\n\nMAUD. Why, you said when you came in that Jack had struck you last\nnight.\n\nCAMELE. How common of you, Maud--I thought that you would understand. I\ndidn't know that any of you took things literally--you didn't used to,\nwhen I knew you before my marriage, and I knew you all very well.\n\nMAUD. Very well, indeed--so he didn't strike you?\n\nCAMELE. Yes, he did.\n\nMAUD. Eh?\n\nCAMELE. Yes and no. You see, Jack had been away for a week. I had been\npainting rather hard and was very interested in an arrangement of blacks\nI was trying to get. Subtle--blacks against blacks. It was coming along\nwell; I liked it in parts very much. It was finished almost, yesterday,\nbefore he came home. Then, last night, he returned. I was tired, but\ndecided to show him the canvas, as he asked what I had been doing. We\nwent up to the studio. \"Stand there,\" I said, and turned the canvas\ntoward the light. It really looked good: the tone was the best that I\nhad ever had in any of my canvases. He looked at it, and I at him. He\nseemed to understand, at last, my work, I thought. He had never done so\nbefore, which I realized only after we were married, and which came to\nworry me more and more. \"You do like it?\" I asked. \"Yes,\" he said--\"it\nlooks like a Sargent!\"\n\nGEORGE (returns). Here are the lemons.\n\nMAUD. You did right--come with us! To live with him now would be\nimpossible. Strike you--he did more--he tried to kill you--your soul. He\nwanted you to go--he knew what he was saying and how it would affect\nyou. How you must have suffered before the final crash of last night\ncame!\n\nCAMELE. Yes, and no, again. I don't believe that I hate him half as much\nnow as I did last evening.\n\nMAUD. Camele, he has spoiled you completely. To hear you say that, after\nwhat has happened between you, horrifies me.\n\nCAMELE. You were never married.\n\nMAUD. Meat! Meat!\n\nYVONNE. Come, have some tea. Come, Camele.\n\n(Maude and Camele, arm in arm, move towards the tea table, while George,\nfollowed by Alice, comes and sits on the couch. The others sit around\nthe table.)\n\nGEORGE. Why do you insist on following me? Stay with the girls over\nthere--hear the joys of married life.\n\nALICE. Joys--I am more interested in knowing why you did not come to see\nme, as you promised last night?\n\nGEORGE. I didn't promise--I said \"probably.\"\n\nALICE. That's your word--but you usually come. Why not last night? You\nknew that I wanted to see you very much.\n\nGEORGE. I had something to do. I couldn't get away.\n\nALICE. Then why not have telephoned to me? Maud had opera tickets given\nher--I missed \"Tristan,\" waiting for you.\n\nGEORGE. At last we have the real cause of your bad humor, which is not\non account of my non-appearance but your missing \"Tristan und Isolde.\"\n\nALICE. You know, George, that that isn't true.\n\nGEORGE. You started this argument--why cry if you are hurt?\n\nALICE. Cry?\n\nGEORGE. It's the same as crying--and tears, you know how I hate them.\n\nALICE. Unless they be sprinkled on withered rose leaves, yes!\n\nGEORGE. It's always the same thing; you constantly insult my taste and\nbrain.\n\nALICE. No, not your real taste and brain--they are fine and great. I\nonly insult the veneer. I try to show you yourself,--this part I will\nsave for you and sometime return to its owner intact.\n\nGEORGE. Save?--how can you save something which you have never had?\n\nALICE. That is my affair.\n\nMAUD (from the tea table, her voice raised in an exciting discussion).\nBernard Shaw--\n\nGEORGE (to himself). Bernard Shaw? (To Alice.) Well, save yourself the\ntrouble, I will never accept that from anyone--my real self.\n(Nervously.) Alice, don't bother about me--I don't want you to, do you\nunderstand?\n\nALICE (laughs). You dare to command me? Well, let us both play the same\ngame. Tell me--why didn't you come to see me last night--what did you\ndo?\n\nGEORGE. I did nothing. I wished to be alone. Solitude and silence\nproduce great art, I believe.\n\nALICE. Not when one is our age!\n\nGEORGE. Alice, I don't understand you to-day. For some time I've been\nthinking that you were changing; losing the fine sense of appreciation\nwhich you have always had for so many things in life and in art. Now, I\nam sure of it.\n\nALICE. Don't you understand? Well, as I said--solitude is for the aged.\n\nGEORGE. Solitude and silence, two wonderful words. What they call up in\nmy mind! Solitude for the physical and silence for the mind. It is in\nthese states that Art flourishes in its greatest form. Art is turning\nback to the works of the primitive artists, early Italians principally.\nAnd it is here that it should turn--it should turn back to Art and not\nto Nature, which only holds it back. And we who expect to figure in this\nnew Renaissance must live as our masters, cloistered, alone, removed\nfrom the material, within ourselves--as Angelico or as Fra Filippo\nLippi. For from the cave of Silence comes the flame of creation, and we\nwho hope to receive a spark of this flame must worship in solitude, as\nmonks and as nuns.\n\nALICE (smiling). But have I not heard something about a rope ladder in\nconnection with Fra Filippo Lippi?\n\nGEORGE. Legends--inventions of the common mind which sometimes are\nchronicled by still commoner ones--and thus accepted finally as facts.\n\nALICE. Truths, I should say.\n\nGEORGE (jumping up). I am going out!\n\nCAMELE (in a boisterous voice). Schopenhauer, I prefer De Mau--(Her\nvoice is lost as Alice's is heard speaking to George.)\n\nALICE. Don't run away, George, I want to talk with you. I think that you\nare beginning to understand the change in me, the new Alice, let us\nsay--and I want to make sure of it.\n\nGEORGE (sitting down). No, I do not understand the new Alice.\n\nALICE. You will not, would not be nearer the truth, I think.\n\nGEORGE. No, I do not is exactly what I mean.\n\nALICE. I will try again to show you then, George. (She moves closer to\nhim. George starts to move away from her but changes his mind evidently\nand sits still.)\n\nGEORGE. I'm ready for the revelation, Alice. Make it as long as you\nlike. It will probably be our last real talk together.\n\nALICE. Why?\n\nGEORGE. Because--because we have nothing in common--this new Alice\npose--I can't think of it as anything else but as a pose--has or will\ncome between us and break up our friendship.\n\nALICE. And in breaking up our friendship it will produce something much\nfiner.\n\nGEORGE. Finer? that is the finest thing in life--friendship.\n\nALICE. It is the beginning only of the finest thing in life.\n\nGEORGE. Alice, you don't mean to say--Alice!--Lord!--you're not\nmaking--(She blushes and turns away her eyes.)\n\nMAUD (from the tea table). They give \"Parsifal\" next week. (George tries\nto become composed.)\n\nALICE (speaking across the stage to the group). I know one of the\n\"Flower Maidens.\" I get \"comps.\"\n\n(Alice glances at George, who has failed to become composed.)\n\nALICE (after a pause). George?\n\nGEORGE (weakly). Well?\n\nALICE. Do you like my pose as you call it?\n\nGEORGE (looking at her). Is it a pose?\n\nALICE (after they look intently at each other, drops her glance). Yes.\n(Meaning no!--and adds more excitedly.) Yes, yes!--I was only acting to\nsee what you would do. (But she takes his hand.)\n\nGEORGE (noticing it but showing no objection). Alice, what is happening\nto us? Here we sit hand-in-hand! It's like bad vaudeville!\n\nALICE (smiles). I don't know--what do you think?\n\nGEORGE. Don't ask me. I don't understand. I can't think. I don't know.\nPerhaps we are about to have a new George!\n\nALICE (in a suppressed tone). You understand!--a new George--you shall\ncome to-night!\n\nGEORGE. Yes!\n\nALICE (looking away but tightening her hold on George's hand). Mine.\n\nGEORGE. What did you say?\n\nALICE. Oh nothing, nothing.\n\nGEORGE. Alice--to-night. Now, let us go over to the tea table. Maud is\nwatching us.\n\nALICE. Do you want to go?\n\nGEORGE (rising from the couch). No.\n\n(Alice rises also, and they both move towards the table, George\nfollowing. He carries their cups.)\n\nMAUD. Well, have you been talking magazine--\"Azure Adder\"?\n\nGEORGE and ALICE. Yes.\n\nALICE. We were arranging details. We will have all the titles of stories\nand poems printed in red. Don't you think that that will be good?\n\nMAUD. Not red, blue I should say.\n\nGEORGE. Well, in some color, red or blue.\n\nMAUD. Blue is the better.\n\nYVONNE (rising). I must be going--is anyone coming my way?\n\nGEORGE. We all must be going, I suppose. I must go to the station and\nmeet Uncle Billy.\n\n(Yvonne crosses the stage; the door at the back is opened suddenly and\nJack, husband of Camele, is seen.)\n\nCAMELE (starts up from the tea table and looks frightened, saying in a\nwhisper to George). Hide my suit case.\n\nJACK (in the door-way). Oh, I beg your pardon--is Vivian in?\n\nALICE. Hello, Jack--come in. Vivian is out.\n\nJACK. I wanted to see him. He wishes to rent the studio for several\nmonths, I hear.\n\nALICE. You can wait for him, we are just about to leave.\n\nJACK (coming down stage, sees Camele at the tea table). Hello, Cam, what\nare you doing here?\n\nYVONNE (from the window). What a sun-set! Come and see. (They all,\nexcept Camele and Jack, go to the window.)\n\nCAMELE. Maud asked me to lend her my kimona. She wants to do some\nJapanese dances--I brought it to her.\n\nJACK. I didn't know that you were friendly since we were married, Cam. I\nwas surprised when I saw you.\n\nCAMELE. Don't call me Cam, Jack. Try to call me Camele, here. And make\nthe \"a\" long.\n\nJACK. Does it shock them? They make me--(seeing her canvases and paint\nbox). What are you doing with your canvases and paint box?\n\nCAMELE. I was painting in the park. The canvases--the canvases--oh, I\nwas taking them to be framed.\n\nJACK. All those?\n\nCAMELE. Yes, it will be cheaper having them all framed at one\ntime--don't you think?\n\nJACK. I hope so. We are so hard up at present.\n\nCAMELE. Are we? Well, they can wait--the canvases, I mean.\n\nJACK. I must have some clothes.\n\nCAMELE. Again?\n\nJACK. Again? Look at these.\n\nCAMELE (coming close to him). You look all right, I think. (She puts her\nhands on his shoulders.)\n\nJACK. Are you ready to go? I'll not wait for Vivian.\n\nCAMELE. Kiss me, Jack.\n\nJACK. What for--what's the matter with you? You look tired and pale.\n\nCAMELE. Nothing--kiss me. (They kiss. Maud, looking back into the room,\nsees them. She turns quickly, picks up her hat, puts it on and hurries\nout.)\n\nCAMELE. Let us go.\n\nJACK. All right.\n\nCAMELE (putting on her hat). I'm going. (The others come from the\nwindow.)\n\nGEORGE. Yes?\n\nCAMELE. Yes!\n\nJACK. Here's your kimona.\n\nCAMELE. That is for Maud.\n\nALICE. Where is she?\n\nCAMELE. She went out--she'll be back, I guess.\n\nCAMELE and JACK (moving towards the door). Good-bye!\n\nALL. Good-bye!\n\nYVONNE (following them). Good-bye.\n\nALICE and GEORGE. Good-bye.\n\nGEORGE (after a nervous silence). I'll see you to-night, Alice; now I\nmust go to meet Uncle Billy.\n\nALICE. Then you can't see me to-night if he is in town. You will have to\narrange about the \"Azure Adder.\"\n\nGEORGE. The \"Azure Adder\"--my life's work--my magazine. How I do wish to\nget it started! Think what it means! A perfect magazine given to the\nworld after years of darkness. A book perfect in printing, arrangement\nand in illustration--as beautiful to look at as a masterpiece of\npainting or sculpture. What a standard it will create when it is\npublished! It will stand alone--nothing but what will suffer when\ncompared to it. It will be above other publications; above them as a\ngolden star over a world of night and ignorance--all will be beneath it!\nAnd I who have conceived it will be lost in its splendor. Like a\nbumble-bee is lost in a lily of silver. Laboring, laboring on for it to\nthe end, through old age, perhaps from beyond the grave. What a\nlife--yes, \"Azure Adder,\" I give to you my time, my energy and my\ntalents. (He grows more and more excited and is now speaking to\nhimself.) I will make of you an aesthetic standard, an artistic gauge\nand a religion! A new religion whose one and only Goddess will be\nBeauty--Beauty veiled, alone and sterile! And we who work for you will\nbe its first priests--the priests of a new religion! You know what that\nmeans? It always has meant, and will mean in this case, I hope,\nmartyrdom and perhaps death! Death for our gracious goddess--to whom I\ngive my mind and my body! Yes, great and awful goddess, they are yours!\n(He stands, with his arms outstretched, against the door at the back.)\nDo as you will! (In a loud ringing voice.) They are yours forever!!\n\nALICE (smiling, walks up to him). Thank you.\n\nGEORGE (in the same voice). To you, great goddess, I give my mind and--\n\nALICE (facing him, puts her arms around his neck). George!\n\nGEORGE (relaxing. In a softer voice). Great godd--\n\nALICE (drawing him closer). Now, George!\n\nGEORGE (wilting. His arms slowly closing around Alice. In a whisper).\nGreat goddess--\n\n                                Curtain.\n\n\n                       The January issue will\n                       present \"Love of One's\n                       Neighbor,\" by Leonid\n                       Andreyev.\n\n\n\n\nThe original spelling was mostly preserved. A few obvious typographical\nerrors were silently corrected.",
    "metadata": {
        "author": [
            "Demuth, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62744/pg62744.txt",
        "name": "the_glebe_1913_12_vol_1_no_3_the_azure_adder.json"
    }
}