{
    "name": "The Dark Goddess",
    "author": [
        "Shaver, Richard S.",
        "Lohrman, Paul"
    ],
    "body": "\n[Sidenote: Deep within her caverns the great mer-woman longed for death\nto end her loneliness. But then came a voyager from space--a man--also\nlonely....]\n\n\nThe black-emerald water swirled and broke in many silver gleamings. From\nthe misty center of the pool rose a vast but beautiful head. The long\ndripping hair was not hair, but had a rippling life of its own. The\ngreat lonely eyes and wide scarlet mouth were far more lovely than any\nhuman's. The gleaming green shoulders and shapely long arms ended in\ngraceful webbed fingers. The red tipped breasts were proud, naked mounts\nwhere beauty lived forever. The pillaring waist--the strong-arched hips\nthat did not divide into legs but into two great serpentine\ndrivers--ended in the wide tail fins of a fish.\n\nThe dark sea-scented lapping green water was circled by tiers of marble\nseats, where many human people sat, their eyes upon the throne-seat into\nwhich the tremendous female figure vaulted in one powerful thrust from\nthe water, as a tall wave uncurls effortlessly upon a golden beach.\n\nThe people bowed their heads and waited for her words, and she sat for a\nlong time looking on them sadly and somehow conveying that they had long\ndisappointed her. When her voice came, a great bell of meaning in the\nsea-cavern, the humans began to weep, for they knew now in their hearts\nthey had failed her.\n\n\"My people, when the first of you came here I welcomed you. I was glad,\nfor I had been long alone. I never knew my own origin, my own race, and\nthe wisdom that I learned here in these caverns I was glad to give to\nthe young and ignorant voyagers that first came.\n\n\"An age ago, before any of you saw life, the work began. Today, this\nhome of ours is the fruit of long labor, of generations of men. We do\nnot like to give up our home, built to house our genius, to provide\neverlasting protection against the unstable elements.\"\n\nHer people, of several shapes and sizes, sourcing from an amalgam of\nmany human races of divergent strains from several near-forgotten\nplanets, all sighed together, like a little wind of sadness. And\nsomething about that resignation of theirs seemed to anger the great\ngreen mer-woman's eyes, but her voice did not reflect that anger. All\nabout them, below and above and on and on around the ancient bedrock of\nthe dark planet, tier on tier and level on level, their cavern city\nstretched, a myriad homes for a myriad individuals.\n\n\"Today we face a contingency long foreseen. One which we hoped time\nitself would change, through some new force changing the motions of\nthose bodies which circle ahead of us in space. It was foretold that in\ntime this planet in its free course through space would be attracted to\none or the other of two great suns which it will pass--or encounter. It\nis most probable that our planet will find an orbit about one of those\nsuns ahead.\n\n\"Today that fate is no longer a prediction from an astronomer peering\ninto far space. It is a fact we face within short weeks, not in some far\nfuture time. Already the surface ice is melting, seas forming above.\nAlready those who used to travel on the surface on their duties and\nobservations have been affected by the powerful radiations of those\nsuns. Those radiations when we are caught and held close will shorten\nthe life span to a hundredth of what it is now. You must go, and go now.\nYou must seek out a new home in the darkness of space where no sun\nshines to cut your lives short.\"\n\nA low sob broke from the almost silent people; then another. For years\nthey had known this would occur, but now there was no time left. It was\nhard to think of leaving their ancient home. A low and youthful voice\nasked, a clear ringing voice:\n\n\"And what of you, Alfreya? How can you accompany us? There has been no\nship built to hold the water you must have, no ship great enough to hold\nyour weight or lift it. What will you do?\"\n\nHer laugh was somehow one of vast relief, of humor of some mysterious\nkind they could not fathom, of loneliness glad once more to be alone. \"I\nremain. This is my home, and if my knowledge is not great enough to\nfight off the death the new sun brings then I will welcome death. It\ncould be, dear people, that I am weary of life.\"\n\nThe people could not hear her inward thought--\"and of other lives, too\n...\"--but perhaps they felt it in their hearts.\n\nThe gigantic mer-creature dove then, from her throne into the green-dark\nwater, and left her people to their own devices. They saw her no more.\n\n\n\nThe evacuation under way, the great ships lanced upward, one after\nanother. One every three seconds, for a month of earth time. And deep in\nthe water of her subterranean abode, it seemed to one great heart that\nwith each blast of sound as another great ship lifted, some weight\nlifted from her heart.\n\nThe people of the Dark Goddess leaving their ancient home were very\nnumerous, and very sad. But few of them thought twice of their ancient\nbenefactress who had welcomed their ancestors, taught them, started them\nabuilding in the rock their vast cavern homes. If she wished to remain\nand die, that was her affair. She was not human. She was only a bit of\nancient history that had somehow remained alive.\n\nAll of the people of the dark planet of ice were included in that\nmigration. Not one remained to face death with their ancient Goddess.\nThe dark planet moved on into its new orbit, empty of life. Empty, that\nis, except for one dark lonely heart. The mer-creature was too vast of\nbody for any ship to hold. Besides, she breathed water--and she did not\nwant to go. That was very strange. Very strange indeed. Of all that\nmyriad of departing voyagers, not one understood why their Dark Goddess\ndid not wish to go along. Which perhaps explains the mystery.\n\n\n\nAn age passed. Or was it but a few years, a hundred or so? The mer-woman\ndid not count the years. The once free planet now circled the angry red\nsun as a humble captive. On its now warm surface soil formed and plants\ngrew. Trees and animals began to move about, grow larger. It was a new\nwild jungle planet, untouched by organized intelligence of any kind.\n\nDeep down in the dim caverns, in her deepest lair, the mistress of an\nage of magic slept, and waked, and slept again. And what she thought\nabout, and what she waited for, and what she did with the endless time\non her hands, were mysteries. Mysteries, at times, even to herself. But\nher heart was sometimes very light, and glad to be alone, and at other\ntimes, very sad, and very sure that mankind itself was not what she\nwould wish it to be. In searching her heart, Alfreya knew she was very\nwell rid of all that clutter in the caverns overhead.\n\n\n\nFrom the outer darkness of space came a tiny shape, speeding on and on\ntoward this sun and captive planet. It was going from nowhere to nowhere\nat a terrific rate.\n\nThere are many shapes adrift in space, bits of rock, celestial debris\nawash in the infinite oceans of ether. But this shape was not a rock. It\nwas of metal, and within it was a man named Peter McCarthy.\n\nHe was a very hungry man, and a very thirsty man, and when the great red\nsun reached out and pulled his ship to itself, Pete in his fuel depleted\ncraft gave silent thanks that at last the end had come.\n\nThis would be a quick clean death in the flames, and Pete turned his\nback on the sun and waited. But when he heard the air screaming about\nhis hull, he turned back to the bow view panes again.\n\n\"Well, I'll be damned!\" cried Peter McCarthy. For a huge green planet\nhad pushed itself between him and the sun, and he did not like that at\nall. \"It's another of cruel Fate's devices to lengthen my torments!\"\nsaid Peter, and wept salt tears of weakness.\n\nBut his hands responded automatically. They thrust to the controls in\nfront of him and fired the long unused jets. A bit of fuel had collected\nin the bottom of his tanks, and the jets blasted out, the ship lifted,\nheld itself upright on a pillar of sudden flame. Pete let it sink,\nswiftly but gently, so that it fell hissing into the rolling green seas\nwithout smashing to bits.\n\nIt sank down through the green waters like a stone, and McCarthy fell\nweakly across the controls, and did not move a finger to change her\ndownward course. In truth, he hoped the ship would never come up again.\nHe was sick and tired of fighting against death.\n\nHours passed, and he slept, dreaming vague little dreams of eating and\ndrinking and flirting with the girls in the streets of Port Freedom. No\nlight came through the single hemisphere of transparence in front of his\nnose, and he finally switched on the search-beam on the ship's nose.\n\n\"Stuck in the mud, I hope, jade that she is, and good for her, making me\ndie like this,\" Pete muttered, hating even the cracked crazy sound of\nhis own voice.\n\nBut the bowlight shafted ahead in brilliant clarity, piercing no ocean\ndepths or ooze or mud-flats, but glancing over the racing ripples of a\nflowing river. Above the river surface the rocks came down, so low Pete\ncould hear them touch the hull, scrape, grind free, as their touch sent\nthe craft deeper in the hurrying water.\n\n\"Holy old Harry,\" growled McCarthy, rubbing at his slackened features.\n\"She fell right through the bottom of the sea into some subterranean\nflow....\" He yawned, and stretched a little, and cursed again. \"Sure, I\ncouldn't expect her to do anything else, with my luck aboard her. There\nwere trees and sunlight, and water ... ah, water ... up there,\nsomewhere. I saw them, falling in, I did. Do I land where I can get\nanything like water? Hell no! I crash right on down into this hole!\" He\nlaughed a weak bitter laugh. Then he leaned back and began to sing\nthrough cracked and bleeding lips:\n\n    \"_There's a hole in the bottom of the sea;\n    There's a rock in a hole in the bottom of the sea;\n    There's a crab on a rock in the hole in the bottom...._\"\n\nAnd he began to snore, having fallen asleep.\n\n\n\nSome hours later, Peter McCarthy awoke, little refreshed because of the\nraging thirst within him. With terrific effort he got to his feet,\nnoting that the ship was no longer moving.\n\nThe bow light was still burning, but it showed only a black wall of\nsmooth rock ahead. He switched it off, turning on the inside lights. He\nstaggered and cursed his weakness, but he made it to the airlock. With\nfeeble hands he tugged the little wheel around that pulled back the big\nbars on the lock door.\n\n\"I'll get this over with, somehow. I'll just jump into the damned black\nwater and drink the damn river dry....\"\n\nThe big outer lock door swung open, and he straightened, half expecting\na rush of icy water about his feet. But instead a warm and slightly\nfragrant air drifted silently in, touched his tangled hair with idle and\nsomehow playful fingers.\n\n\"Still teasing me, you dirty old tramp!\" growled the lean McCarthy, to\nwhom death had become a personal enemy, a figure he had both pursued and\nfled from across a vast and empty space. A nemesis he could not escape,\nand a fiend he could not quite catch.\n\nHe tugged loose a hand flash from the bracket by the lock, and staggered\nout upon the smooth rock floor against which the ship had come to rest.\nHe snapped on the light, and then he stood gaping stupidly at the rock\nwalls in disbelief.\n\nThere were carvings, deep cut reliefs of utter beauty, twining vine\nleaves, little figures half-human peeping from the leaves, lovely female\nbodies as the flowers, incredibly lovely female heads in clusters as the\nfruit.\n\n\"I've come to the Halls of Bacchus himself! Sure, I must be dead\nalready. No wonder I can't manage to die! But if that ain't the vine\nitself, I've never been drunk!\" Pete was half delirious, half in the\ndarkness of utter despair. But his Irish heart whispered to him, \"Where\nthere's the vine there's wine,\" and he tottered off weakly into the dark\nin search of it.\n\nSomewhere afar off he heard a faint mysterious laugh, strangely\nfeminine, strangely friendly. He stopped, for ahead of him was\napproaching a strange faint light. Closer it came, stalking toward him\nfearfully, and to anyone else it would have seemed like an animated\nclothing store dummy without the clothes. But the figure was feminine,\nand it bore on its shoulder a tall oval vase-like vessel.\n\nPete straightened, and awe swept over him. In a low voice he heard\nhimself quoting--\n\n    \"_Came toward me through the dusk an angel-shape,\n    Bearing on her shoulder a vessel ...\n    And bid me taste of it. 'Twas the grape!_\"\n\nMcCarthy's tongue twisted strangely in his mouth with a desirous life of\nits own. The glowing angel-shape bent, and held the vessel to his lips,\nand he drank long and deep. He wiped his mouth on the back of his hand,\nand looked into the angel's glowing eyes.\n\nAs he looked the shape changed, subtly, adapting itself to his approval\nlike a dream might, and McCarthy whispered in an awed voice:\n\n\"Sure, lady, it is the grape right enough! Now tell me, are you the same\nangel who gave drink to Omar? Or was she your sister, maybe?\"\n\nThe glowing shape, growing second by second more sweetly curved to his\neye, unsmilingly replaced the vessel on her shoulder. Her voice was a\ndistant melody though her face was right before his eyes:\n\n\"I am but a messenger, dear welcome stranger. I bid you consider these\nancient halls your home. When you are well and strong, there will be\nmany things to talk of, for I have been long alone. Mine eyes are glad\nwith the sight of you.\"\n\nMcCarthy touched the naked angel's shoulder, and was surprised to find\nit hard as steel. The glowing being did not seem surprised, and her arm\nwent about his shoulders, supporting him easily. After a minute of this\nslow progress, she bent and picked McCarthy up in her arms as if he were\na babe. McCarthy murmured, \"Sure angel, be this Heaven or Hell I'm\ndamned glad to get here.\"\n\n\n\nThe voyager lay unconscious for many days. While he slept, dozens of the\nweird \"angels\" hovered over him and what they poured down his throat and\nwhat they injected into his veins he never knew. But when at last he\nawakened he felt like the man he had been twenty years before, young in\nheart and with a boundless happiness of well-being surging up in him\nlike a great spring of Omar's wine.\n\nSo waking, he sprang to his feet as he had used to do in the morning,\nunable to wait to learn what new and curious thing the day would bear\nfor him. He looked about him with eyes that could not believe, and he\nwas a long time remembering how he had got here or where he was. And\nwhen he did, it was to wonder why he had been so sunk in despair and so\nready to accept death.\n\nOne of the tall glowing shapes came and bowed low before him, and\nMcCarthy saw for an instant she was not a living woman at all, nor any\nangel either!\n\n\"Why you're a robot kind of thing!\" cried Pete, recoiling in sudden\ndistrust, for there was something revolting to him about a metal machine\nmasquerading as a human form.\n\nThe glowing woman-shape straightened proudly, and her long fiery eyes\nnarrowed a little, and her voice like distant tinkling magic murmured\nsoftly, \"Are you so very sure I am not alive, man from afar?\"\n\nMcCarthy kept looking at her, and she changed before his very eyes, and\nat last his wits awoke, so that he said gallantly, \"Sure and you're as\nbeautiful a woman as ever I saw in my life! I'm owing you my life, and\nI'd be the last would want to hurt your feelings. Nobody could be\nsorrier for the mistake than I am.\"\n\nNow whatever she was, he could no longer tell her from a living woman of\ngreat beauty, for she had changed before his eyes from a metallic\nmonstrosity of glowing terror to a softly curved beauty that would have\ngraced the stage of any musical show, and her voice was far too good for\nany show that Pete had ever listened to. As she moved closer to him, her\nweirdly lovely voice whispered, \"So my arms are hard as steel, man from\nspace?\" and put her arms around him, and they were soft and firm and\nfine arms to feel indeed.\n\nPeter McCarthy, in sudden wonder, kissed the glowing weird lips of the\nlovely thing, and the taste was different but far more lovely than any\nwoman's lips had ever been before.\n\n\"Now may God strike me, but I must be losing my wits,\" swore McCarthy,\n\"but I had thought you were made of steel for sure!\"\n\nSomewhere afar there came a music of laughter; he could not exactly hear\nit but he felt it, as if the very walls were amused with him. It was a\npowerful laugh, with an undertinkling to it, like a distant bell beneath\nwater, struck by a little stone so that it gave out both strong sounds\nand little sounds.... A very beautiful laugh but very strange to hear.\n\nWith the sound of that laughter an awe came to McCarthy; he felt the\ntouch of some terrific magic, and he gave up trying to understand what\nwas happening to him.\n\n\"This is a strange place,\" he muttered, rubbing his chin. \"A strange\nplace indeed. Could ye tell me, Miss Angel, what place this is and how I\ncan expect to get along here and why you're so good to a poor wanderer\nlike myself?\"\n\nThe angel-shape--which second by second was getting to be more and more\nthe shape of ultimate beauty to his eye, as if she was learning the way\nof it better and better right out of his mind, as if she was taking from\nhis own thinking the colors and the shapes and form and spirit that\nwould please him most--gave a laugh that was very like the strange great\ntinkling sound from nowhere. Her voice was like sparkling water falling\non suspended crystals that rang musically, and she looked into his eyes\nout of her own fiery strange eyes of terrible beauty.\n\n\"This is the best of all possible places you could have come to, and\nyour host is the best of all possible hosts and what more do you need to\nknow today, Peter McCarthy?\"\n\nFor an instant a shadow passed over the strange glowing eyes of the\nangel-shape, as if she remembered something she did not want to\nremember, and he asked:\n\n\"What is that shadow of trouble, if this is so good a place for me?\"\n\nShe answered him quickly as the shadow passed from her eyes: \"That\nshadow is the future, which will eventually get into even this\nstronghold and end it all. But until that day comes, why you at least\ncan make merry. And I will help you....\"\n\n\n\nSo time passed. The visitor was very happy, living in a paradise of\nwonder and sensation and love such as no man of earth ever had before.\n\nThe days of McCarthy's dreaming became many. There were always about him\nseveral of the lovely glowing woman-shapes. Their forms were soft and\nseemed to become almost too perfectly what he most wished they would\nbecome, even as he looked and his mind tried to find imperfection, he\nfound only perfection. It was opposite from earth-style love, where one\nignores imperfections to think about the better parts and points of the\nloved one ... where love is a slow schooling in seeing only the finest\nfacets of one's chosen. Here, he could find no imperfections to ignore,\nand he had only to imagine some perfection to see it before him.\n\nMcCarthy could not consciously know that the heavenly looks of these\nlovely things was magic, but he had his suspicions, and was always\nturning around quickly to catch one of them off guard and looking like\nsomething other than the featured actress in an extravagant and\ntoo-undressed musical comedy. But he never succeeded, and always when he\nturned quickly he heard the far faint tinkle of bell-like laughter, and\nthat tinkle was somehow not a tinkle, but a deep melodious chime so far\naway that it was broken into smaller sound by the echo.\n\n\"Somebody gets a big kick out of me,\" grinned McCarthy, and forgot about\nit. They waited on him hand and foot; every whim that came into his mind\nthey gratified as soon as it was born. Food of the most exotic kind was\nset before him whenever he was hungry. When he wanted love, they gave\nhim from a boundless store; though not love such as he knew about. It\nwas instead an ecstacy of an intense and vibrant kind, an overwhelming\nflame that hovered always about the sweetly glowing bodies of them, a\nflame that was not anything but the essence of all desires, distilled\nand intensified by some strong but subtle magic.\n\nBut after a while it was his sleeping that McCarthy liked the most. For\nthen dreams came visibly into his chambers, and before his mind's eye\nwaved immense phantasmagorial adventures. When one of these adventures\ncaught his fancy it picked him up like a womanish whirlwind of strangely\nsoft dark arms and he became for the time of his sleep a God, to whom\nall things were possible and each tiniest part of these dreams was like\na flower of unearthly and utterly exquisite beauty.\n\nIt was nearly a year by McCarthy's careless reckoning before he\ndetermined what was true and what was mere pleasant fantasy in his life.\n\nThat was a black day.\n\nHe awoke to find his chambers empty. No glowing heavenly shapes to wash\nhim and dress him and caress him. No sweet laughter in his ears, and no\nlight anywhere but what he made with his almost depleted hand flash.\n\n\n\nLike a man bereft of reason he rushed away through the endless vaulted\ncavern halls, seeking, seeking his loved playmates, his glowing\nangel-shapes. And his heart seemed about to burst in his breast with the\nterrible sense of loss, like a man who has just lost his family ... and\nwho thinks he will find them alive if he runs fast enough.\n\nAfter an endless time of running and walking and panting his hand flash\nwent dark in his hand and he flung it away. He went on like a madman,\nblind, caroming off the carved stone walls and on and on until at last\nhe sank to the floor in exhaustion.\n\nLying there, in despair as dark as the utter darkness of the caverns,\nhis eyes began to note after a time a soft glow spreading out before\nhim. Still longer he lay, looking, and his eyes began to see that it was\nwater glowing, rippling softly away before his eyes. The glow\nstrengthened little by little, until he could make out a vast\nthrone-like chair afar above the glowing water.\n\nFor a still longer time McCarthy did not believe his eyes, for on the\nthrone was a mighty female figure of dark green flesh.\n\nHer long dripping hair was not hair, but writhed softly about her\nbeautiful head with a life of its own. The great eyes and wide scarlet\nmouth were not exactly human, but they were very attractive and kind and\nsomehow lonely with a weight of wisdom. The gleaming shoulders and\ntremendous long arms ended in wide-webbed fingers. The red tipped\nbreasts, the pillaring waist, the proud arched hips that did not divide\ninto legs but into two great serpentine drivers finned and scaled like\nthe tails of beautiful fish ... were to McCarthy after all his dreams\nbut figments of his overworked imagination.\n\nPeter McCarthy lay silently looking on this new phantasm, wondering if\nhe were still sane, and indeed, if he were still alive, or if this were\nperhaps a place into which a soul wandered after death--where nothing\nwas as a man expected it to be. And in the midst of his wondering the\ngreat lovely sea-woman's head turned. Her eyes sought him out and that\nunearthly music of her voice murmured--a sound like the surf breaking on\nringing rocks far off.\n\n\"You had to know the truth some time, Peter McCarthy.\"\n\nPete struggled to his feet and found his strength flowing back. And\nbeing the kind of man he was he plunged into the dark pool of cool water\nand swam toward the great throne. It was much farther than it seemed,\nand when at last he got there he found the throne was as tall as an\noffice building in the great cities of earth, and the lovely mer-woman's\nbody as mighty as a Titan of earth's misty dawn. Big she was, and just\nas beautiful close up as from the far shore of her pool.\n\nMcCarthy sat on the first step of the throne, at her wide fin that was\nnot a foot at all, and looked up into her lovely tragic eyes, his heart\npounding in his breast.\n\n\"Sure, sea-mother, I know now! You are the only living creature in all\nthese vast halls, and all the lovely things you have been doing to\nentertain me you do because you are lonely. Has it been fun to play with\nme like a toy, sorceress?\"\n\n\n\nOne of the great finned hands of her fanned the air in a gesture of\nnegation. \"Not too much fun, McCarthy. But interesting, for I have never\nmet a man of your race, so child-like and simple and so easily made to\nbelieve in my magic. And have you not enjoyed this year with me?\"\n\n\"It is not that, sorceress. It is that my heart is snared here, like an\nape in a cage and will never again be free. What kind of life can please\nme now? After this life you have shown me, how can I ever want to\nbreathe common air again?\"\n\nHer laugh was like music under water, like bells ringing in the deeps of\nthe sea. Her hand touched him lightly, and the touch was like lightning\nfrom heaven striking him with eternal love. And the thunder of that\nlightning pealed through all his being, thunder on thunder of vast\nmeaning, and there was nothing from his dreams to compare with the\nbeauty and the wonder of the simple touch of her hand.\n\nMcCarthy turned his face up to the vast woman-shape above him, the\nwonder of her touch shining from his eyes, so that she laughed again as\nshe saw the effect upon him.\n\n\"If there had been more like you among my people, I would not be here\nalone,\" she murmured, like distant sorrowful music above him, her voice\nthat was so much more than a voice. \"But my people were sated with\nwonder and tired of love and weary with having too much. They went off\nand left me because I said I wanted to remain--to die. And my heart was\nsad, but something in me was very glad to be alone. Now I am glad that\nyou are here! But I am afraid that there is no way you can leave now.\"\n\nMcCarthy stretched out at the foot of her throne, a grin on his square\nIrish face. \"So, I can't get away again! Now that's the sorriest word\nI've heard for years. Sure I'm the unluckiest mortal that ever was\nborn.\"\n\nThe dark goddess laughed again, and there was something of a sweet child\nin the bell-tones of her laugh, that died away in soft and softer echoes\nin the endless dark about them.\n\n... Something of a shy child, who had never been loved, and found the\nidea infinitely amusing. Her voice became softer and more beautiful\nstill, and McCarthy was endlessly happy to hear that laugh, for it said\nso much stronger than any words could--\"You are welcome here, you sad\nIrishman.\" And her voice said, \"And do you want your angel-shapes and\ntheir wine back again, or do you want some other thing I might create\nfor you out of these forgotten energy converters?\"\n\nMcCarthy grinned contentedly, and rubbed his roughened face against the\nsmooth calf of her leg beside him. \"D'ye think I should shave, goddess?\"\n\nThe great beautiful face bent over and examined his Irish countenance,\nthe rugged features and twinkling blue eyes and the red hearty cheeks of\nhim. \"Why, man-child, you are quite good-looking as you are!\"\n\n\"And as for them angels and their wine,\" added McCarthy, \"don't you know\none look at you is worth a thousand angels? Can't you see in my mind and\nknow ... I forget, ye've been doing that for one solid year. Sure, you\ngreen angel you, why should a man want any other shape or sound or wine\nthan yourself?\"\n\n\n\nSo it was that some years later a great ship burst up from the seas of\nthe lonely planet and on the terrific wings of a mysterious power shot\nsilently away into the trackless void. And at the helm was a red-cheeked\nIrishman and the rest of the vast ship was filled with water and the\ngoddess herself. All of it, that is, except the part where the three\nlittle McCarthys came out of the water to play with their dad every day.",
    "metadata": {
        "author": [
            "Shaver, Richard S.",
            "Lohrman, Paul"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32784/pg32784.txt",
        "name": "the_dark_goddess.json"
    }
}