{
    "name": "The oddly elusive brunette",
    "author": [
        "Valding, Victor",
        "Peterson, John Victor"
    ],
    "body": "Certainly a faithful representation of a male simian cast in brass\nwould, granted reasoning powers, have felt unusual trepidation if\nexposed to the Wisconsin weather that fateful winter morning.\n\nI myself was inordinately glad that I lived in the project's\nBachelor Officers Quarters only a short block from the UNACMEA/WAGS\ninstallation and that my first experience with Wisconsin winter three\nyears before had prompted the purchase of the thermo-parka I was then\nwearing.\n\nUNACMEA/WAGS is, I realize, a formidable array of letters. Though\nquickly recognizable, of course, from constant stereonews repetition,\nit is usually not immediately decipherable except by the UN which\nspawned it and the eggheads who maintain it.\n\nI help maintain it. I also maintain that I'm not an egghead. Literally,\nthat is. I do have a bushy albeit greying head of hair and a reasonably\nhandsome (Mom always said) face beneath; otherwise the brunette might\nhave--but first I must translate UNACMEA/WAGS. It's important.\n\nWhen the United Nations finally established worldwide atomic control\nthree years ago--in '65--it created the Atomic Control Monitor\nEstablishment at its New York Headquarters with an Alternate\ninstallation here near Racine. Piecing together most of the capitals,\nthe alternate set-up comes out UNACMEA. The WAGS, of course, is easy. W\nfor Wisconsin. AGS for Alternating Gradient Synchrotron.\n\nEveryone knows what an AGS is from the publicity given to the 25-Bev\nunit which went in at Brookhaven National Laboratories back in\nthe International Geophysical Year. Pix of that 700-foot diameter\nhorizontal doughnut were in all papers, mags and fax when it started\nproducing anti-protons, anti-neutrons and, among the Long Island\nneighbors, a few tremulous anti-science folk.\n\nDespite the parka I was shivering like a displaced Hottentot on Pluto\nat aphelion as I approached the UNACMEA building next to the 1400-foot\ndiameter rings of WAGS. Activating the Harlan sphincter, I stepped into\nthe console room. I'd activated the parka's auto-open when I realized\nthat the last man out the night before, taking some dimpled weather\ngal's prognostications as utter veracity, had apparently kicked off the\nthermostat; the room was only slightly less frigid than external Racine.\n\nRe-zippering, I kicked over the master switch to activate WAGS (which\nhad to be operating when the other physicists arrived); then I beelined\nfor the thermostat.\n\n\"You'd think,\" I said to the room's emptiness, \"that certain sad\nsapiens of the genus homo would think more of personal physical comfort\nthan the saving of infinitesimal quantities of fuel--\"\n\nWhich is when there came from behind me a chattering but pleasant\nfeminine voice saying, \"C-c-cut the rec-c-criminations and g-g-get some\nheat in here b-b-but fast, prof-f-fessor!\"\n\nI was startled but turned slowly none the less, rationalizing that the\nplace had been deserted when I'd entered and that no one else could be\nphysically present since I'd entered alone and the only door hadn't\nbeen opened since.\n\nI fully expected to find one of the headquarters stenos grinning at me\nover the closed circuit stereo from the Ad Building and I wasn't about\nto begin to feed her ego by showing startlement.\n\nI faced instead a very much present, very much alive and very lovely\nraven-haired young lady who was in that remarkably provocative state\nof nearly absolute deshabille that only the new Parisian sunsuits can\nprovide. The young lady's excitingly rounded curves were, however, a\nrather curious blue and it had fleetingly occurred to me that she was\nan extra-terrestrial when my better sense came to the fore and I said\nrather inanely,\n\n\"You should be wearing more in Wisconsin this time of year!\"\n\n\n\nHer dark eyes flashed and she wriggled her shapely shoulders angrily\nwith interesting shock waves.\n\n\"Since when is this Wisconsin?\" she cried. \"It's HOAGS' exploding that\ncaused this cold!\" She paused. \"Isn't it?\"\n\n\"HOAGS!\" I echoed. Things started to add then that by logic couldn't.\nHOAGS is a new installation, an accelerator where two streams of\nparticles orbiting in opposite directions were caused to meet head-on.\nHence the HO.\n\nHOAGS is at Cape Canaveral, Florida, whence American satellites have\nlanced spaceward since IGY. Cape Canaveral in February boasts the\nweather that permits if not cries for the abbreviated type of costume\nthis gorgeous young damsel was wearing.\n\nWhile I was thinking I was also listening and she was spluttering that\nher father was General Schoener of the Atomic Energy Commission and\nthat he would have me suitably punished if I had kidnapped her--\n\n\"Now wait a sec,\" I said, throwing her my parka after a natural period\nof bug-eyed hesitation. \"I wouldn't be about to kidnap anyone, least of\nall a flighty teenager.\"\n\n\"I'm twenty-one,\" she said, her eyes flashing with indignation, and\nproceeded to enfold the parka around everything save the tip of her\ncold-pink nose and her long curved legs. The elusive tip of her nose\nwasn't worth trying to follow as she buried her raven-haired head in\nthe fur collar; there was more of the curvaceous lower extremities in\nview which merited and claimed my attention. Devoted attention.\n\n\"Well?\" she said.\n\n\"Yes, thank you,\" I answered, glad the heat--the furnace's thermal\nradiation, that is--was coming up.\n\n\"I mean, what'll we do?\"\n\n\"I hadn't given that much mature thought,\" I answered, \"but now that\nyou mention--\"\n\n\"Stop the parrying!\" she cut in sharply.\n\n\"Parrying was farthest from my mind,\" I said.\n\nShe spluttered; then asked, \"Are you telling the truth?\"\n\n\"About what?\"\n\n\"That this is Wisconsin.\"\n\n\"Yes; it certainly is.\"\n\n\"Well, what day is it and time?\"\n\n\"Wednesday, February 14th, 1968 and--and precisely 8:25 a.m.\"\n\nShe was silent for a moment, letting the parka fall away from her\nlovely face; then she said, \"But it was only a few moments ago,\nconsidering the difference in time zones, that I was at Cape Canaveral.\nThey were activating HOAGS today and I was there with Dad. How--how\ncould I possibly be in Wisconsin now?\"\n\n\"That,\" I said, \"_is_ the question. With a capital Q. How could you\npossibly--\"\n\nI stopped in shock. Those dark eyes had been looking directly at\nme--and the image of them was planted on my retinal patterns like\na commercial symbol lingering on a stereo tube--but she, eyes and\nall--and I do mean _all_--was _gone_.\n\nJust like that. Blinko. Not over and out. Just out.\n\n\n\nI know I acted irrationally then. I scurried around the quickly warming\nroom, searching behind the proton beam accelerator, the control and\nmonitor consoles, the relay racks and equipment cabinets, feeling that\nshe just had to be somewhere!\n\nThe door opened. I whirled around expectantly. It wasn't she; it was\nGeorge Herrmann, my assistant.\n\nGeorge regarded me searchingly, his lean face lugubrious.\n\n\"What gives, Bob?\" he asked. \"You look as if you'd lost the world!\"\n\n\"Maybe I have,\" I said, leaping to the visifone.\n\nGeorge watched me button Miami Exchange and said, \"You realize what\nJack Hagen thinks about long distance calls!\"\n\nI ignored him. I realized all right. Hagen's project boss and has laid\nthe law down plenty on the question of what he considers unnecessary\ncalls--but how can a scientist operate if he can't call up others in\nhis specialty when he gets the glimmerings of a new idea?\n\nMiami answered and I asked for General Schoener at Patrick Air Force\nBase. Priority. I've top secret clearance and I put my marked I.D.\ncard on the pick-up, too.\n\nAbruptly a brush-mustached frozen military face regarded me. \"So you're\nRobert Mitchell of UNACMEA/WAGS,\" the face growled. \"Well, make it\nshort.\"\n\n\"It's about your daughter, General,\" I said.\n\nThe face became human.\n\n\"But what can _you_ know about Elaine? You're in Wisconsin, aren't\nyou?\" And, at my nod, \"Well, she vanished from here when we activated\nHOAGS. Don't--don't tell me--\"\n\n\"Yes, she was _here_,\" I said. \"Just a few minutes ago. Said that HOAGS\nexploded.\"\n\nHis twitching brows drew down. \"It didn't explode. There was a defect\nin the ring and particles of anti-matter we haven't yet named escaped.\nThat was just before we missed Elaine! Now, Mitchell, are you sure she\nwas there? Can you describe her?\"\n\nI felt that my descriptive detail was rather good, coming as it did\nfrom a confirmed bachelor whose attention had theretofore been devoted\nto scientific tomes and atom-smashers.\n\nHe nodded perplexedly as I finished. \"Well, how do you account for it?\"\n\n\"General,\" I said slowly, \"I'm a research physicist and I certainly\nwon't admit for a moment that it might have been an induced psionic\nmanifestation. There's an answer in relativity, I'm sure. A logical\nanswer. Right now I'm far aspace. I thought I knew anti-nucleonics but\nHOAGS has apparently spawned something research physicists haven't\nanticipated.\"\n\n\"Well, where is Elaine now? Where did she go?\"\n\n\"I don't know,\" I answered dumbly. \"But she didn't _go_, General; she\nwas here and then wasn't. But let me try to find her, General. God\nknows I'll do my best!\"\n\nHe surveyed my face carefully.\n\n\"I'm sure you will,\" he said. \"Call me when you find her.\"\n\nI nodded wordlessly and rang off.\n\n\n\nDespite George Herrmann's admonitions re long distance calls, I\nimmediately visifoned every AGS installation in the States.\n\nThe last call did it. I raised Al Benson in Phoenix, Arizona. He'd seen\nElaine briefly. He'd been first in the control room at the Phoenix\nsynchrotron and had just activated same when, bingo! she was there.\n\nHe had in fact been just about to call me. She'd been wearing the\nparka which had stayed when she \"left\". He'd found my name stencilled\non the parka's left breast. Said she'd said the \"nicest\" man had lent\nit to her.\n\nWhich was nice to hear.\n\n\"We've just _got_ to find her,\" I said earnestly.\n\nHe looked at me quizzically. \"Bob, my boy, is the old perennial\nbachelor's veneer cracking?\"\n\nI thought that one over. \"I guess it is,\" I admitted. \"Now, Al, any\nsuggestions?\"\n\n\"I'm essentially a computerman,\" he said. \"Give me some data and I\nmight come up with something.\"\n\nI knew what HOAGS had been intended to do: guide streams of particles\nin a chainlike pattern through the influence of magnetic fields of\nalternating direction so that head-on collisions of particles would\nresult. Theoretically this should yield energies as enormous as the\nsatellites reported present in cosmic radiation in space. But what side\neffects might result from HOAGS' activation was difficult for even\ncomputers to conclude.\n\nThere were other data: times of vanishment; durations of presence here\nand at Phoenix; the fact that the parka had gone with Elaine from here\nto Phoenix but had remained at Phoenix upon her vanishment there--\n\n\"She's drawn to an AGS unit upon its activation,\" Benson said. That was\nalready obvious to me but I didn't say so; Al Benson keeps his computer\npretty high up on a throne. He went on, \"Your parka came here with\nElaine because it had picked up some manner of static charge from her.\nFor some reason it was discharged--degaussed, maybe--while she was here\nand so it stayed when she--er--didn't.\"\n\nI had looked at the wall clock as he was talking. \"Look, Al,\" I cried,\n\"cut for now. Hanford AGS should have been activated a few minutes ago.\nI'm going to call Ted Sosnowski there. Out, boy!\"\n\nI rang Hanford, Washington.\n\nYes, Elaine had been there. Briefly. Sosnowski started to go into\na rather ecstatic description of her undeniable charms but since\nhe obviously had no datum to add I cut him off and rang Berkeley,\nCalifornia. The Bevatron had not been activated since the time of the\naccident at HOAGS; Berkeley had nothing to report.\n\nI had George Herrmann bring me the secret files then, and was scanning\nthe list of all synchrotrons in the world, known either through\npublicity or downright espionage (a few were operating without UN\nsanction), when the visifone buzzed.\n\nIt was General Schoener.\n\nI briefed him and told him I was about to try visifoning all known AGS\ninstallations.\n\n\"Hold it up,\" he said. \"I want to call the Pentagon. I think I can pull\nstrings and get UNACMEA/WAGS fully activated.\"\n\n\"That would do it, General!\" I cried. \"I didn't think I'd stand a\nchance if I asked--\"\n\n\"Look, Bob,\" he cut in. \"Elaine's my daughter and I'm not having her\nflitting around fraternizing with every Tom, Dick and Harry even if\nthey are Ph. D's. She made one mistake and I'm not having her make\nanother.\"\n\n\"Mistake?\" I asked.\n\n\"A pilot,\" he said. \"Nice enough guy but it turned out he was already\nmarried and intended to remain so. Incidentally, Bob, you resemble him\nto a considerable degree.\"\n\n\"I _do_?\"\n\nI recalled the data. Elaine had been here for about _three_ minutes\nbut at Phoenix and Hanford only about one minute apiece. Was _I_ a\nstabilizing influence? No, I reasoned, it couldn't be me. It must be\nWAGS. It's an odd 40-Bev job. Maybe its magnetic field had a partially\npolarizing effect upon the anti-nucleonic factor.\n\n\"Please call the Pentagon, General--and, General, if--I mean _when_--we\nget Elaine back, would you consider me as a prospective son-in-law?\"\n\n\"You get her back, Bob, and ask her the big question. If she says yes,\nwell, fine! You look okay to me!\"\n\n\"Thanks, General.\"\n\n\"Call me Mike,\" he said. \"Out!\"\n\n\n\nIt's a good thing Mike Schoener's a four-star general; if he'd been\na second lieutenant, his daughter would have bounced around the then\ninfinitely sadder earth to the end of her years, pursued by the vagrant\nday-dreams of a hundred bug-eyed physicists until gobbled benzedrine\nand tranquilizers took their toll of said dreaming BEP's.\n\nAs it was, it was afternoon here at Racine when Mike Schoener called\nback and told me to stand by for the activation of UNACMEA/WAGS.\n\nI stood in the console room for half an hour while the monitor\nscreens went on one by one until the five banks of them on the one\nwall were all aglow. The controller at UNACME in New York gave me the\ngo-sign then and I said shakily, \"This is Doctor Robert Mitchell at\nUNACMEA/WAGS, Wisconsin, U.S.A. A strange phenomenon occurred here at\n0822 hours today.\"\n\nI paused, disconcerted by background voices translating my words into\ndozens of foreign tongues; then, steeling myself, I went on, concluding\nwith the question, \"Is Miss Schoener present at this moment in any one\nof your installations?\"\n\nThere were noes, _nons_, _niets_, _neins_--and then a hesitant _oui_\nfollowed almost immediately by a resounding _da_.\n\nMy eyes went to the Siberian monitor and Elaine was suddenly facing me\non the screen, saying, \"Doc, I'm in a lab in Russia and there's not a\nsoul here who can speak English, just a bunch of leering old bearded\nmen. I'm scared, doc, and--\"\n\nShe wasn't there.\n\nSosnowski's voice came from Hanford, \"She's here now, Bob. I cut the\nAGS out and then back in and bingo!\"\n\nElaine was behind him, sporting a Cossack hat.\n\n\"Elaine, I would--\" I started. And stopped. She wasn't there.\n\n\"_Du bist wunderschon_,\" a guttural voice proclaimed.\n\nI swung to the Munich monitor. I didn't need a translation. Elaine\nwas there and making an impression. She swapped the Cossack hat for a\nTyrolean one which a grinning Bavarian had been wearing--and vanished.\n\n\"_Elle est ici!_\" a nasal tenor said. \"_C'est la Sorbonne ou elle est.\nC'est DuBois qui parle. Ma foi! Elle est vraiment magnifique!--Mon\ndieu! Elle n'est plus!_\"\n\nThough sadly neglected since college days, my \"knowledge\" of French\ntold me that Elaine had arrived, conquered and departed, leaving\nMonsieur DuBois of the Paris AGS in a state of bemusement, indeed!\n\n\"Fellows!\" I cried. \"Someone's not playing fair! In the last few\nminutes, Miss Schoener has been in Siberia, in Hanford, Washington,\nU.S.A., in Munich, Germany, and in Paris. This--\"\n\n\"She's back again!\" Sosnowski cried from Hanford.\n\nI swung to the Hanford screen. \"Ted,\" I said, \"stop switching the AGS\noff and on. It could be dangerous. The gauss level might even bring her\nto critical mass. You're playing with something we know little about.\"\n\nSosnowski rolled his eyes from the screen to Elaine. \"Brother,\" he\nsaid, \"this girl's always near critical mass! And I'm not playing. I'd\nbe happy if she'd stay right here!\"\n\nBut she wasn't there.\n\n\"_Ona krasavitsa_,\" a jubilant voice said.\n\nThe Siberia screen displayed a Russian doing the sabre dance before\nElaine's eyes, and an interpreter somewhere in the vast UNACME network\nwas helpfully murmuring, \"She is beautiful.\"\n\nAt which point Monsieur DuBois said throatily to an abruptly\nmaterialized vision, \"_Tu es belle. Reste ici, ma chere!_\" And then\nswore with Gallic fluency as thin air alone vibrated to his impassioned\nwords.\n\nWhile Al Benson at Phoenix began a John Alden speech in my behalf.\n\nI was silent, studying Elaine's lovely face as Al spoke to her. She\nwas apparently enjoying every second of her fantastic flitting yet I\ncould see perplexity deep in her dark eyes. I thought I could see a\nbewilderment, a lostness.\n\n\"Al,\" I said, \"I've got to talk to her.\"\n\nWas it wishful thinking or did I see a warmth leap into her face as she\nturned to see my image?\n\n\"Trust in me, Elaine,\" I said. \"I'll bring you home.\"\n\n\"Home?\" she asked.\n\n\"Yes, _home_--home to me,\" I said, naked longing in my voice--and, for\nall the world to hear, \"I love you, darling.\"\n\n\"_Moi, aussi!_\" Monsieur DuBois me-too'd in French.\n\n\"_Ich auch!_\" came from Munich, plus, \"_Bitte komme doch bald\nzuruck!_\" which, I gathered, was asking her to come back but quickly!\n\n\"I mean it!\" I cried through Babel.\n\n\n\nMy voice was lost in a storm of pleas, protestations, proposals,\npropositions, presentations and plain Ph. D. philanderings, during\nwhich Elaine's loveliness appeared briefly on the monitor screens for\nParis, Leeds, Brussels, Hanford, Stockholm, Paris, Hanford, Phoenix,\nMunich, Hanford, Atomsk, Tokyo, Hanford, Madrid, Paris, Hanford, Paris,\nHanford, Paris, Hanford--\n\n\"Sosnowski!\" I cried, \"and you, too, Monsieur DuBois! Stop! _Arretez!_\nDon't do it any more! _Ne faites-le plus!_\"\n\nThe situation continued to pingpong. Hanford to Paris to Hanford to\nParis.\n\nSosnowski said (while Monsieur DuBois was ardently proposing to Elaine\nat the Sorbonne), \"I sincerely wish to marry the girl, Bob.\"\n\n\"So do I, Ted,\" I answered him. \"May the better man--\"\n\n\"The _best_ man,\" he snapped back. \"Don't forget DuBois!\"\n\nI cut my microphone and said quickly to Herrmann, \"George, get the\nchaplain and get the mayor to bring over whatever personnel and forms\nit takes to get a marriage license. And, _move_!\"\n\nAnd a Russian roared from the Siberia monitor something that\nsounded like \"_Mogoo ya zhenitsa s vashey dochery?_\", which, promptly\ninterpreted by a linguist on the network, resulted in \"May I marry your\ndaughter?\"\n\nI didn't burn; I blazed. _My_ daughter, indeed! So my hair is greying.\nPrematurely, that is. I'm only twenty-nine.\n\nI was in control of UNACMEA at that moment. _Full_ control. I was\nvested with UN power and that's _Power_ these days, despite the snide\nremarks you hear from certain quarters.\n\n\"Look,\" I said to the whole wide world. \"You will all--repeat\nall--immediately deactivate every AGS unit. This is a direct order of\nthe UN.\"\n\nI was hopeful but--\n\nMonsieur DuBois said it was an accident.\n\nSosnowski said he couldn't figure out how it happened that the Hanford\nAGS reactivated itself--\n\nAnd a new and properly British voice said, \"This is Gibraltar. I say,\nMiss Schoener is here. It was, I assure you, quite accidental. One of\nyour flyboys is here to pick up a cargo of potables for your North\nAfrican bases and mistook the AGS button for an intercom and--\"\n\n\"This is Sosnowski. I'm sorry but--\"\n\nAnd an interpreter cut in, \"Commissar Vladislaw indicates that he\nwill allow Miss Schoener to return if monitoring of the Soviet AGS\ninstallations will be permanently discontinued--\"\n\n\"Gibraltar here. I'm rather afraid your pilot is somewhat out of hand--\"\n\n\"_Mein liebling, kannst Du nicht langer hier bleiben?_\"\n\n\"_Ma chere, reste avec moi et je te donnerai le monde!_\"\n\n\"Elaine,\" I cried, \"wherever you are, answer me!\"\n\nAt last, at long last, her voice said, \"Yes, Bob?\"\n\n\"Will you marry me?\" I asked prayerfully and Munich got into the act\nwith \"_Willst Du nicht mich heiraten?_\"\n\n\"Yes,\" she said so softly I barely heard.\n\nI swung a frantic glance over my shoulder. His Honor the Mayor of\nRacine and sub-alterns were behind me.\n\n\"Elaine?\" I yelled.\n\n\"Whoops!\" she said; then, \"I'm back at Hanford.\"\n\n\"Sosnowski,\" I said sharply. \"You heard my order. You will not activate\nthe AGS again!\"\n\n\"I haven't been touching it for the last ten minutes,\" Sosnowski said.\n\"There's something wrong with the activator; it's turning itself off\nand on at random.\"\n\n\"Then get a technician and damp the pile!\"\n\n\"I'll do what I can,\" he said. \"Anyway, Elaine's gone!\"\n\nSiberia was back in the act. Then Gibraltar. Then Munich.\n\n\"Elaine,\" I cried. \"You're coming home--_now_!\"\n\nI cut the AGS; then reactivated it and she was here, oh! so wondrously\nclose to me, and the mayor handed her a pen and she signed the marriage\nlicense and--\n\nSosnowski said he was sorry.\n\nThe chaplain arrived. I refuse to mention his name or faith; he asks\nfor anonymity. Suffice it to say that he is a man of God and a man of\nscience.\n\nHe looked at me questioningly and I nodded. The service began.\n\nElaine heard parts of the ceremony at sixteen different locations\nin the world. And my errant colleagues (bless them!), despite their\nplayful reactivations of their AGS units, maintained a decent silence\nwhen the chaplain made the fateful invitation to that someone to speak\nnow or forever hold his peace.\n\nAt last the chaplain said, \"Do you, Robert, take this woman--there at\nHanford on the monitor--to be thy lawful wedded wife?\"\n\nAnd I said, \"I do,\" and hoped I didn't sound facetious as I added,\n\"except that she's at Gibraltar now!\"\n\n\"Do you, Elaine, take this man Robert--\"\n\nAnd Al Benson cut in from Phoenix saying, \"The computer says to degauss\nher, Bob!\"\n\nAnd I snapped on WAGS, full power--and Elaine was here, here beside me\nsaying, \"I do, I do, I do!\"\n\nAnd George Herrmann (bless him!) had degaussing equipment ready--\n\n\n\nThat was eleven months ago.\n\nNow I am at the UNACMEA/WAGS console again and I am asking all the\nphysicists in charge of AGS units throughout the world to listen, to\nunderstand and to help.\n\nFlitting between them this morning is our two-months-old daughter. She\ninherited a little instability and a high gauss tolerance. Her mother's\nhad her here at WAGS too often, too, I guess.\n\nThe little one's particularly disturbed now because she needs a change.\nWill someone please do the necessaries fast?\n\nElaine's here and she's determined to go, too, figuring they'll wind up\ntogether and then, with your cooperation, I can bring them both back.\n\nBut, fellows, it would be easier if--\n\n_Elaine!_",
    "metadata": {
        "author": [
            "Valding, Victor",
            "Peterson, John Victor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72078/pg72078.txt",
        "name": "the_oddly_elusive_brunette.json"
    }
}