{
    "name": "They Were Different",
    "author": [
        "Kenney, Neil J."
    ],
    "body": "_As secretary, receptionist and general nursemaid to them I took it\nupon myself to dig back through the news files and get enough clips to\ntell their history from birth until they opened the school. You've all\nread it so there's no need to go into details about their strange life\nand still stranger birth. Nor their magnificent education or still more\nmagnificent gifts. It's true, every bit of it; their telepathic and\nESPing powers WORKED. They were the only births like them to survive\nto maturity and beyond._\n\n_During the last contact I had with them (I was their first and most\nadvanced pupil) it came as pure inspiration to take down their\ntransmissions in the special short, shorthand we developed for use\namong the pupils and ourselves. What follows may be added to the story\ntold by the news clips, differing only in person. I have added nothing\nin translation of the notes, leaving the narrative as disjointed as\nthey gave it. The events are as they transmitted them, as they lived\nthem. I was in contact with them until--but read, and when you're\nthrough reading do as I do every night._\n\n_Pray._\n\n_And hope--for mankind._\n\n\n\nWell, Kitten, it seems impossible that three grand, successful years of\nwork could end so suddenly with us lying in a ditch or anticipating,\nESPwise, an occasional bullet fired from the guns of friends but there\nit is. God, what a complicated being this so-called modern man is! He\nseems to be born cloaked with complexities which get even more complex\nas he grows. No wonder he has been so long on the road, being engaged\nin a continual battle between ethics and emotions as he has.\n\nSo here we are, the bridge, the first rungs of a ladder leading to a\nnew and delightful plane of existence for all mankind, wallowing in\nthe mud of an irrigation ditch instead of glorying in the divine world\nof the mind. If we can but make them see! Maybe the professors were\nright when they told us to teach under the protection of the university\ninstead of hardheadedly going out on our own.\n\nPrincess, do you remember Lucille? She was our best pupil, after you,\nof course. She's the one who turned over the stone that freed our\npersonal gremlin. Oh, it's not really her fault, though she did break\nour one and only cardinal rule by bringing in an outsider herself\ninstead of leaving such choices to us. Actually the fault was ours\nbecause--well, who knows? That wonderful control we practiced for so\nmany years slipped, no matter the reason. It was just one of those\ninexplicably foolish things people will do when they think they're in\nlove. Guess we thought we could save her some embarrassment or some\nsuch thing.\n\nYou had just left on a long vacation when _that_ one showed up. He was\nthe man that Lucille brought up with her as a prospective pupil, the\none that--one wing of them is closing in on us now, Kitten. We'll have\nto try for the swamp ahead of us. We'll have to lose them for a while\nif we want time to figure a way out, though we aren't really very good\nat this sort of cat and mouse game. We can give our own boys a little\ncredit, though. They aren't really trying to hit us. They shoot well\nenough to be able to make it look very good. All we really have to\nworry about is Thurlow and his trained deputy, Trainor.\n\nThere, that was nice. The sheriff himself just spotted us and started\na pincer movement--fifty yards in back of us. Good old boy. Hope he\ndoesn't get in trouble over us.\n\nAt last! If this patch of swampy brush is really as thick as we ESP it\nwe're made, providing the highway troopers of this state don't get too\nsmart and take over the operation. Our sheriff is in charge so far.\nLord, if we only weren't so tired!\n\nAnyhow, Lucy brought Thurlow in and we gave him the usual treatment.\nThe only trouble is we overdid it slightly and it scared him. Besides\ntelling him what he had for breakfast we ESPed his wallet and told him\nits contents and when he reached for it in a sort of stunned reflex\naction we levitated it into his hand. It was a pretty big mistake\nin view of the fact that he was one of that bunch that was fairly\nsensitive mentally, but whom we couldn't read thoroughly. We could\ntelepath only the very surface of his mind. He would have made a\nwonderful adept with the proper training.\n\nHe was awed but shocked and scared, too. It was outside his realm of\nexperience and he was superstitious in spite of his fine education.\nSome folks don't let learning sink in to open the rusty locks of\nprejudice and inhibition.\n\nHe said things that bared his mind as surely as if we had read him.\nIt wasn't a pretty mind, either. It made us sick physically and the\nimpulses that did come through were deep and angry, giving us a\nterrific headache and making it hard to concentrate. Later we followed\nhim but still couldn't read him for the anger flashes blotted out his\nthought stream thoroughly.\n\nTo him, what we were doing just couldn't happen in good old 1983.\nWe were dealing in the black arts and he told us as much, refusing\nto listen to reason in any shape. The fact that everyone has these\ncapabilities latent was altogether lost on him. Our licenses, diplomas\nand degrees meant less than nothing and the longer he went on the\nmore rabid he got, frothing obscenely about such things as tampering\nwith forces better left alone and man thinking with his brains instead\nof letting the Prince of Darkness do it for him. Had it not been so\nserious it would have been almost slapstick. Instead he was tragic.\n\nWhen he got to the part about us eventually filling the minds of\nchildren with our loathsome disease he ran out of expletives and\nstormed out of the office in a cloud of anger and fright, muttering\nthat we hadn't heard the last of _him_.\n\nLucy, of course, was heartsick. We didn't have to tell her what\nthe meeting had meant. Nor did we tell her what else we'd ESPed in\nThurlow's wallet. She found that out during the rather abortive lesson\nwe tried to give her for she read as we interrupted it (that shows how\nmuch off beam we were because we just don't do that) to take a phone\ncall from Casey down at the sheriff's office. Our visitor, Thurlow,\nwas District Judge Thurlow of District Two, a very high man on the law\nenforcement pole.\n\nCasey was good. He'd listened in while Thurlow was complaining to the\nsheriff and apparently heard the sheriff read the judge off politely\nbut nonetheless firmly, telling him first how valuable we were to the\nforce when it came to interrogating hard-to-crack suspects and as long\nas we hadn't committed murder or rape or passed any bum checks there\nwas nothing to be done. Especially since the judge His Honor was out\nof his district! Fortunately we were in District One over which our\nmutual friend, Judge Kimball, presides.\n\nIncidentally, Kimball was still under doctor's care at the time due to\nhis latest heart attack. He was getting along quite well but he was old\nand his days on the bench were pretty well numbered. Casey thought that\nDistrict One might conceivably have to appoint a new judge to hold them\nover until election due to the fall court calendar. As it turned out\nthat didn't happen.\n\nBr-r-r! Princess, don't ever let anyone tell you that swamp water\ncan't get cold in summertime. We've got the shakes pretty bad both\nfrom our ordeal and from chill. Getting uncomfortably hungry, too.\nThat's what comes of letting an inferior enemy panic you. We certainly\nhaven't acted as though we had better sense. It's just another of those\nimponderables to chalk up for study.\n\nAfter Casey's call the air seemed to be cleared and under that driving\ncompulsion which has never left us we went on about the business of\ntrying to succeed with nature since she had succeeded so well with us.\nThe study of the deep processes of the mind eclipsed the next two days\nand only the terrible jangle of that outmoded telephone brought us to\nthe surface again. It's too bad that we had to converse orally with the\ngreat masses of the untrained. It's so slow and they could learn so\neasily.\n\nIt was Casey again, telling us we were needed down at the station. He\nwas apparently calling us on blind orders, for he couldn't tell us\nwhat was up. Figuring that we had another prisoner to crack we closed\nclasses and drove down. The sheriff seemed mystified, too, and just\nslightly troubled. We could read that much off the surface of his mind,\nbut he was upset enough to make the rest of his thoughts a meaningless\njumble of impulses. All he knew was that we were wanted in the judge's\nchambers.\n\nYou guessed it, Honey. It was Judge Thurlow filling in for Kimball\non an emergency hearing and he figured it was his duty to mankind to\ngive us a little talking to while he was there. After all, the good of\nthe community was his concern now, and he chose to interpret that as\nthe opportunity to place his narrow little views on record. Trainor,\nthe sheriff's deputy faithful only to the judge, because of a favor\ngranted while he served in Thurlow's district, was very busy signing\nhis name to something when we walked into the chambers. It gave us a\npeculiar feeling to see Thurlow sitting at Kimball's desk. It bore out\nour theory about a room taking on the personality of its occupant. This\nroom was no longer warm and friendly.\n\nThe only thing we could read from Thurlow was a selfrighteous anger and\na solemn, nasty vow to fight us to the last ditch--which, incidentally,\nhe has done for that irrigation ditch is the last one we ever wish to\noccupy. That water was miserably cold.\n\nThree guesses what Trainor was signing. Of all things, a complaint\ncharging us with questionable educational technique! The one thing not\ncovered by license, as Thurlow made haste to confirm through the State\nHouse, and by Trainor's complaint, the one way we could legally come\ninto his hands. It was a dainty little frame but unbreakable. Spreading\na sweet legal shovel he asked us questions that minutely covered every\nphase and method of our teaching, then smiled a nasty smile, the while\nfixing his own signature to another wisp of terribly binding paper. A\nrestraining order.\n\nThe words of which forbade us to teach! We were to suspend our life's\nwork or suffer the punishment for contempt of court because of a\nnarrow-minded, righteously wrathful mental prude!\n\nHow can you fight something like that? Thurlow was the last and highest\nbranch of authority in the area unless we took it to Supreme Court.\nFor a while we were tempted to do that but on what were we to base a\ncase? Public opinion would throw us out of court if the Supreme Justice\ndidn't.\n\nWe talked to the sheriff when we came down and he and his boys were on\nour side--emotionally. Legally they had to carry out the judge's orders\nto place us under institutional restraint if we transgressed. In short,\nwe would be tossed in the pokey if we thumbed our noses at the order.\n\nThe sheriff's advice was to suspend operations until Supreme Court\nsat and take it to them. When we asked if he and his staff would be\nwitnesses for us--well, that's water under the oft mentioned bridge.\nThere are some ugly facets of politics that force the men playing them\nto act as they do. Otherwise we surely wouldn't have been refused.\nSo there we were; no witnesses--no case; because we couldn't bring\nour pupils into it. It was an uncertain mess at best and we didn't\nwant them to get it in the neck along with us. For the same reason\nwe couldn't involve our former teachers at the university. What poor\npayment for hours of drudgery to be dragged into a court battle!\n\nSo with the sheriff's advice to go into another business ringing in our\nears, we came back home to sweat it out and think. It took a while,\nbut the only answer we felt was right under the circumstances was to\ngo underground. That makes it sound like the dark ages, doesn't it,\nPrincess, when knowledge has to hide and creep and skulk instead of\nflowering under the sun? Our gifts couldn't be let go to waste, not\nafter the preparation and development that went into expanding them\ninto a workable set of psychic senses. We _had_ to give Man the benefit\nof our awakening by waking him in turn.\n\nIt's much too bad that we were so sheltered at the university. We might\nhave had some practical experience with the world and its people.\nWe might also have known what to do about this awful hunger that is\ngradually tearing us down. It's getting to be a serious problem in our\nuntrained condition. The prof's wouldn't even let us play handball for\nfear of injury so consequently we're nothing but a living cliche, skin\nand bones. Donald feels it strongly. We shall have to try to buoy each\nother and go on our combined reserves. Pray that we don't get too weak.\nIt's been almost 24 hours since we've eaten, as there wasn't time for\nbreakfast. Our clothes seem to be drying slightly though it's still\ncool enough to make it uncomfortable and dangerous. This is the way\ncolds grab you.\n\nWe did pretty well in our choice of an underground location--we\nthought. Our mistake was in overlooking the police trained mind of our\nbloodhound friend, Trainor. He's a shrewd man and not unintelligent\nthough sadly misguided. How we should like to have him on our side!\n\nIn five days of sniffing around he had us located, and in another, he\nhad enough proof of activity to report to Thurlow and come after us\nwith a bench warrant of arrest. It's peculiar that we couldn't stall\nhim or dodge him some way with our much touted IQ, but probably we\nwere still too naive about human relations and most assuredly unversed\nin the devious twistings of the police mind. After all, though we're\ntwenty-six years old, our experience with people put us in about the\nthree year old class. So you see? Were it to begin all over again the\noutcome would be different. We would be more practical and worldly. You\nlearn.\n\nThere was no sense fighting him, because he had the law enforcement\nagencies of the whole state in back of him. All he had to do was\nwhisper \"Sic 'em\" and we were dead. So we went along quietly to see\nThurlow and that dear man took a singularly fiendish delight in\nimposing an impossible fine on us for contempt of court. Our particular\ntransgression wasn't definitively covered by law so neither was the\nfine. The fact that Thurlow was fining us for teaching methods instead\nof the contempt charge didn't dawn on us until just yesterday. How\ncompletely ignorant can you get?\n\nHe gave us a pretty, selfrighteous speech about the good of the\ncommunity and a judge's place in it, mentioning in passing that\neverything wasn't covered by law so it was up to the judge to handle\nmatters as he saw fit. That was what he was trained and elected for\nand that was what he was doing. Nothing personal, understand. As it\nwas, and well he knew it, we couldn't begin to pay the fine so we were\ninformed that we'd have to sit it out in the county jail at the rate of\ntwo dollars a day.\n\nThe fine was five hundred dollars.\n\nThe sheriff almost cried when he found we were to be taking advantage\nof his hospitality. Very likely the full injustice of the judge's\ncomplacent little scheme finally got through to him. At any rate,\nsympathy or not, we had eight months and ten days to serve with time\noff possible for good behavior. That's where you found us when you\nfinished your vacation and discovered you were temporarily out of a job.\n\nDonald took quick advantage of a prisoner's rights to telephone\nJudge Kimball. He was still in bed but sounded fairly strong. His\nconsternation over our new address was touching and real, but we were\nsadly informed that ethically the whole matter was beyond him. When\nThurlow sat in for him in his district, then Thurlow was law and no\nreversal could be had outside of the due process of that law through a\nhigher court. He, Kimball, could do nothing until he could get back on\nthe bench. That might be several weeks yet as he wasn't to get out of\nbed or get excited in any way.\n\nWe hung up and had our first look at the familiar cells from the\nprisoner's viewpoint. The change in outlook was subtle but definite.\nThe walls looked grayer.\n\nHope we're not boring you with all this, Kitten, but we must tell it to\nsomeone and you are closest and dearest to us. You missed out on nearly\nall our doings after we closed the school so call it a filling-in\nprocess. Someone should have the full story although what good it will\never do is debatable. Perhaps at some future time we can do something\nwith it--if we get out of the present jackpot.\n\nGot to move. The state police have taken over the operation and our\nsheriff is relegated to the role of visiting fireman. It's lamentable\nthat we aren't in his bailiwick. Things might work out better.\n\nThese troopers are very efficient. Donald ESPs them folding a cordon\naround our end of the swamp. All we can do is head through its length\nnow. Trainor is with them. Thurlow has joined them also. We get a tiny\njab of pain as we pass over him. That impossible man!\n\nNaturally our pupils fell off, thinking the school completely shut\ndown, until you visited us and were able to pass the word that discreet\nvisits wouldn't go unrewarded. Only a few drifted back for deeper\nlearning and expansion, as you know. One happy thing about the others\nwho were afraid to come back is that they would still make progress,\nhaving once been awakened, though it would be infinitely slow and\ngroping. The nucleus that sat with us on those once a week school\ndays grew stronger very rapidly, for knowledge is cumulative and\nprogressive, and they began to realize what they in turn had to do when\nthey were ready. Credit must be given their strength of mind for seeing\nand accepting such a responsibility with the enthusiasm they showed.\n\nIt was too good to last. Trainor's turn at afternoon shift came around\nand lasted the usual month which gave him plenty of opportunity to\nwatch us like a hawk. He did. We were cautious but we couldn't know\nwhat he was watching for, because he didn't know either. He found out\none afternoon. Visitors just don't come around and merely sit--staring\nat each other or the walls.\n\nWe learned another lesson from that: men with as much training as he\nhad don't always consciously think things out with their surface minds.\nTheir reactions became instinctive and as such, untraceable by the most\nadept telepath. We knew he was there to spy but that's about all.\n\nThe net result was a direct order from Thurlow cutting off not only\nall visitors, but as Trainor gleefully advised us, cancelling all\naccrued days off for good behavior. That's five days a month in this\nstate and it was almost unbearable. The thorough injustice of the whole\naffair was beginning to gall mightily, getting under our rather thin\nskin in many places.\n\nWhat seemed the final crushing blow was the news that filtered in to us\nfrom Judge Kimball's court reporter. He'd taken word to the sick man\nabout our latest loving treatment by Thurlow and it angered Kimball\nenough to make him get out of bed--too soon. He died on the floor\nof his bedroom. So, not only do we lose a dear friend, but also any\nchance of his assistance. Thurlow would now sit for District One until\nelection time. That put us entirely on our own resources.\n\nAfter much deliberation, we decided to give in and go back to the\nuniversity when our sentence was up and take advantage of its\nsheltering walls for our teaching. We would be absorbed into the\nfaculty and soon all this unpleasantness would pass over.\n\nHow we passed the time until our release is unimportant to anyone but\nus. During the remaining months, we delved farther and farther into the\nmind and gained a much deeper insight into the workings of these gifts\nwe had. Man could be so powerful and work so much for his own good--if\nhe could only be made to realize the potential in his mind! He could\neven be happy.\n\nThe bright day came at last, and we walked out of our cell free to\nbegin again. It was raining a gray rain outside, but to us the weather\nhad never looked brighter. As we reached for the sheriff's phone to\ncall the university, Trainor sidled up and laid a scrap of paper on the\ndesk. A glance was enough to make us hang up on the uncompleted call.\n\nIt was another restraining order.\n\nAfter that we tried to find work on the outside, but it was a sorry\nfailure. The curse of being different is a mighty one indeed. No one\nseemed to care that we had feelings the same as others and that we\ncould get just as hungry and thirsty without funds to buy.\n\nAhh! There it is again. Those words. Hunger and thirst. As if we needed\na reminder. Donald is getting weaker in perception. He has always been\nthe first to feel such things and we've never been able to trace the\nreason. We certainly have no--\n\n\n\n_I interject at this point, for telepathic contact with them broke\nunexplainably. I prayed for their safety for I suddenly knew what it\nwould mean to lose them. What a drab, dreary, bigoted world it would be\nwithout them to teach us and help us._\n\n\n\nGod, that was a bad half hour, Puss. These troopers are so well trained\nthat they're more telepathically dead than you can imagine. First,\nDonald was so weak he let one of them sneak up close enough for a quick\nrifle shot. It missed, but of course it told exactly where we were.\nDonald exerted himself and ESPed locations, finding that we had enough\ntime to work on the trooper if we hurried. Normally we'd be no match\nfor him but desperation can work wonders. We resorted to a base form\nof trickery by affecting to surrender to him. When he came up to put\nthe cuffs on us, we played dirtier by offering him a knee that will\nkeep him from attending his wife for a few days. Rotten trick, but we\ncouldn't afford to let him get his hands on us or it would have been\nall finished. That makes another count against us. We left his rifle\nout of reach and ran.\n\nFortunately the others milled around for a precious minute or two when\nthey found him, giving us still more time. Before they got moving\nagain, we broke cover and made it across a county road into a farmer's\nbarn where we burrowed into the hay. We'll stay here a while to rest.\nNot being the athletic type we sure need it.\n\nTo go back, our small supply of money was running dangerously low\nin spite of miserly budgeting. We didn't know what to do outside of\nrobbing a bank to get more. Then it happened.\n\nWe were browsing through the library one day, when Donald ESPed a stack\nof returned books not yet filed hoping to turn up something new. The\nstack was mixed, holding such things as a treatise on grinding optical\nlenses, a copy of \"Gone With the Wind\", a couple of western novels,\na thin edition of \"The Purloined Letter\" and several volumes for the\nhome craftsman. Evidently some newlyweds were doing things to their\nwell mortgaged dream house.\n\nOn the way home, Donald's idea burst in on both of us like some\nmonstrous flashbulb. With our minds being so perfectly tuned through\nconstant work during the years, what one ESPed the telepath had\nimmediately and what one telepathed the ESPer received at once. It was\na fine working agreement and became as habitual as breathing. Donald's\nidea was beautiful for all that it was lifted from another man. Its\napplication was what burnished it to that bright luster of originality.\n\nWe would go to work in a carnival! If a man could hide a letter in an\nopen letter rack, where better could we be hidden but in a carnival? It\nwas wonderful.\n\nWe had no trouble getting into one. The owner took one look at what we\ncould do and told us the answer mentally by wondering how little he\ncould offer and still get us. It gave us a certain bargaining point but\nat our stage of the game all we wanted was in. The thought crossed our\nminds that we might be lowering our station in life but we were past\ncaring.\n\nAnd of course we found out how wrong we were, that \"station in life\" is\njust a point of view. To outsiders carnies are a hard lot, interested\nin nothing but the quickest way to part the suckers from a dollar.\nWell, they _were_ hard, to outsiders, but to those inside there is a\ndifference. We found some mighty fine people and some very fertile\nminds.\n\nWe enjoyed the first real security we'd known for a long time. We found\nfriendship and a certain amount of fame as moneymakers for the show. We\ngot a raise after working on the boss for a while. Best of all we lost\nourselves in the bustle of the show.\n\nShortly after our admission into the ranks of the carnies, we felt safe\nenough to put out feelers (we were out of the state by then), mental\nthis time, prodding small ideas into the best minds, giving them the\nurge to ask us questions of a leading nature and so eventually we began\nanother class in telepathy, ESP, and their related subjects. As we\ntraveled from state to state we picked up new pupils from other shows\nand lost others to the same shows, but the running count was about\ntwenty most of the time.\n\nWe had to be so very careful in our selections for fear of a repetition\nof our former mishaps, but it went well. We made no mistakes and turned\nout some fine pupils, one in particular. He progressed fast enough in\nthe short time we had him to become acutely adept, and when we told him\nhe was ready to teach he accepted it by leaving the carnival to settle\ndown with a home and wife. It was good to see the fruit of our work\nbeing put into practice.\n\nNext season, we found that in the first pass across the country we\nwere booked for the north end of our home state. For the first time in\nnearly two years we would be on almost familiar ground.\n\nYou know what happened then, Baby. You ought to. You were the one we\ncontacted. Telepathy _is_ a lot better than a telephone, isn't it?\n\nWhat you might not know is that our contact with you was another step\nin this whole sickening drama. How were we to suspect that the train\nticket agent was one of those tenacious, bespectacled fellows who\ndoggedly chewed on an idea until it made sense to him? Who would know\nthat he was one of those spiteful, small people who enjoyed doing his\ncivic duty as he saw it?\n\nHe wondered why so many people were taking the same train on the same\nday to the same place, when it had never happened before. People just\ndon't travel three hundred miles to take in a one horse carnival.\n\nBeing a small town he knew most of the folks by name--or at least by\nsight--and he recalled that you, sweet, were once our secretary.\n\nImagine the excitement he felt at having such a momentous thing happen\nin his dull and uneventful life. How best to savour the taste of it?\nWhy, call the sheriff, naturally. Oh, it must have been delicious.\nLet's hope he enjoys the memory.\n\nWith our luck it was out of the question to have anyone but Trainor\nanswer the phone--and swing into high gear. Apparently Judge Thurlow\nhad run for District One during the election and made it, giving up his\nown stamping grounds for some reason. It hardly seems possible that\nhe'd do it just on the hope that we might decide to come home and set\nup shop. No man could be that vindictive, could he? Or are we still\nmuch too naive to be allowed out without a keeper? Who knows?\n\nWe do know that the group was followed by Trainor and another man at\nThurlow's orders; and when they saw all of you meet at a certain tent\nin back of the midway all they had to do was sneak close enough to\nhear that there was exactly nothing going on! We were all so excited\nat seeing each other that their presence went unnoticed. Besides, what\nneed to exercise caution when there wasn't an unfriendly face within\nmiles?\n\nWhen Trainor made his telephone call to get the permission to arrest\nus on the strength of another bench warrant Thurlow prepared in a\nhurry, his emotions penetrated our little circle; but not soon enough\nfor everyone to get out safely. It all happened so suddenly that our\nlifelong control snapped. The persecution was so sneaking and so\nneedless!\n\nIt didn't take long to dispose of the two deputies. Desperation again\nand thick anger. We lost no time in trussing them solidly and leaving\nthem unconscious. After it was over, we realized what a deadly game it\nhad suddenly become. We were in deep trouble again--deeper than any\nthat had gone before. And we needed time, lots of it.\n\nTake our word for it, Kitten, and stay underground during any time\nyou and the others may teach. It's your duty to use care, because you\ncertainly won't be able to advance your state of learning or help\nothers while under detention. Keep in touch with the others. Your ranks\nwill fill, if you can succeed undetected until it's time to come into\nthe open.\n\nDon't get into our fix; don't be forced into breaking the law. We\ndidn't break it by teaching supposedly Satanic courses but by ignoring\nthe restraining order, then by beating up the police and running.\nRunning wasn't too bad in itself, but it made it tougher when in our\nshocked haste we took a car that didn't belong to us. Then, too, we\nshouldn't have taken it across the state line. That made it a federal\noffense. Even if the troopers get us, we shall first be guests of the\nFBI. Sweet mess, isn't it?\n\nLordy, this hay is dry. It's sweet smelling and comfortable lying\nhere but it's dry and dusty. It'll be too bad if nature gives us away\nthrough a tickling nose. We can do without her tricks now.\n\nDonald has just ESPed a water trough in back of the barn. We must take\na chance on it. This raging thirst is as crippling as the lack of food.\n\nWe drove in a huge circle and left the car well before morning;\ncontinuing on foot in the general direction of our friend who had left\nthe carnival to teach. It was our hope to be able to stay there until\nthings cooled down.\n\nWe finally made it, tired and hungry, and got the welcome we expected.\nHe was overjoyed to see us. You'll never know how cosy and warm that\nhouse felt or how utterly _good_ was the smell of baking bread. His\nwife is a jewel.\n\nWe received a jolt the next morning before breakfast. The neighbor's\nlittle girl came bursting into the house in what apparently was her\nnormal fashion while we were teaching a small class that our friend had\ncollected. She was extraordinarily sensitive and our combined minds\nmade a terrific impact on her perception before we could control it.\n\nHer eyes opened and she was all for broadcasting to every child in the\nblock, but Donald got us through a sticky moment. He made it her own\npersonal secret in a way that only children can appreciate and then\nshowed her one of the simpler tricks of ESP. She grasped it at once for\nchildren are extraordinarily susceptible to instruction. Their minds\nhaven't had the chance to get cluttered by inhibitions and conventional\nthoughts. She was wide-eyedly delighted and promised her cross-my-heart\npromise that no one would ever know about us.\n\nBut of course, they did. Parents being what they are, it was foolish to\nassume that an untrained child could keep the signs of her adventure\nfrom them. The signs pointed to a story and it didn't take them long\nto pry it out of her. It wasn't the girl's fault. The adult odds were\nagainst her.\n\nThey poked and prodded at her for the cause of her overly bright eyes\nand animated spirit, until the poor child was overwrought and blurted\nout the details of her immense find. The mother was at once sympathetic\nto her and us, bless her, but not so the father. They both knew she\nwasn't imagining it because of the stories they'd heard of us over\nthe years and the father blew up. We could sense the whole tableau\ntelepathically, dreading the outcome, knowing what it must be.\n\nThe father stormed about the house crying death and destruction on\nus, while the mother tried to get him to listen to reason. He was\nmentally incapable of doing it. He, like so many of the others, was\nterribly frightened at the unknown, fearsome thing in their midst.\nIt was unthinkable that we should stay free of captivity when there\nwere places for people like us! We shouldn't be allowed to mingle with\nnormal, decent folks. The upshot was a long distance, collect phone\ncall to the judge who doubtless accepted the charges quite happily.\n\nWe couldn't stay, so we turned to run once more.\n\nThat's about all there is, Princess. We've run until we can hardly run\nany more. We're weak and hungry and sickened by the hatred and stupid,\nactive resistance surrounding us. We don't blame the police. They're\nmerely doing what they are paid to do.\n\nDonald has ESPed them filtering through the swamp in a wide semicircle\nand a few thoughts are leaking through the jumble of shouted orders\nand mixed impulses. Trainor and the judge are right with them. He\nseems to be talking earnestly to Trainor but his hatred and anger blot\neverything out--we can get nothing from him. Donald is getting weaker,\nbut we must stir to get water and try to leave before they see this\nbarn.\n\n\n\n_Here the narrative broke once more for more than an hour, leaving me\nin an agonized, hopeless suspense, knowing there was no way to help\nthem. Occasionally I sensed a faint stirring in my mind as though\nthey were trying to get through to me and once a deep stab of sorrow\namounting almost to pain. It was getting quite late in the evening\nbefore they came through once more, weakly but still clearly and\ncoherently._\n\n\n\nIt's hard to concentrate. The ambulance is jerking and bounding along\nand the pain is frightful. Looking back, there was no other way for it\nto end. They were too many and too dedicated, while we were only us and\non the run, not even on the defensive.\n\nOur physical weakness became painfully apparent when we cautiously\nventured out back to find the water trough, drank, and stumbled away\nfrom our pursuers for a quarter of a mile right into the hands of six\nwaiting state policemen. We'd been so intent on the men in the swamp,\nso blanketed by Thurlow's hate, and so tired that we didn't sense the\ndanger from another direction in the form of a flanking movement. The\noperation was the end for us. They all had drawn weapons, but when they\nsaw our sad state they rather sheepishly put them away and took us\nalmost gently in hand.\n\nWe're getting weaker. Unconsciousness is near again. Would that we\ncould have stayed with them!\n\nInstead, one picked up a walkie-talkie and called in our capture. Even\nin the turmoil of the moment we could pick up flashes of amazed,\nfrightened and curious thoughts as many of them saw us for the first\ntime. Funny how the mind will act at times of stress, making one an\nobserver of one's own actions, so to speak. Another phase opened for\nstudy!\n\nThurlow thanked the state men brusquely and said he and his deputies\nwould take over, airily ignoring extradition procedure. The police\nchief and our sheriff were dubious about the course events were taking,\nbut didn't want trouble so they offered no active resistance.\n\nWe were too tired to care any more. That was our third mistake, to\nlose our alertness completely. Had we been quick enough--but no, we\ncouldn't have avoided it. The old story of trained men reacting without\nconscious thought.\n\nApparently in accordance with previous instruction, Trainor and his\nhelper began jostling us viciously but expertly, making it appear as\nthough we were trying to escape. Before we realized our danger, we\nheard a cry of warning from the sheriff and a vindictive shout from\nThurlow. It still rings in our ears.\n\n\"Do your duty, Trainor. They're escaping!\"\n\nTrainor's reflexes jarred him into action and it was over for us almost\nbefore it began. It hurt then, but the pain is worse now and total\nblackness is closing in once more. Fighting it off gets increasingly\ndifficult, alone as I am.\n\nYou see, Donald has just died, quietly. He's escaped them, but that\nleaves the fight to me. It won't last long. The load is too much for\none alone. The one bright feature is the fact that our work was begun.\nStay with it, darling, and carry on for us--please know that you had\nall our love.\n\nGoodbye, Princess.\n\n\n\n_Almost exactly one minute later they arrived at the hospital. I\nwas so numb with grief and sorrow that I didn't withdraw contact,\nhoping against hope that they, he, would transmit once more. He did,\nunconsciously. Seconds later the words of two interns drifted through\nhis open mind to mine._\n\n\n\n\"One D. O. A., one dying fast. My God, Rex, why couldn't they leave the\npoor devils alone? Why couldn't they--\"\n\nRex sounded bitter. \"You know the answer to that, Tom. They were\ndifferent so they didn't belong.\"",
    "metadata": {
        "author": [
            "Kenney, Neil J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59224/pg59224.txt",
        "name": "they_were_different.json"
    }
}