{
    "name": "This World is Ours!",
    "author": [
        "Petaja, Emil Theodore",
        "Petaja, Emil"
    ],
    "body": "\"He must die. It will look like an accident.\"\n\n\"Shouldn't we take him back with us?\"\n\n\"We are far from through here. Don't tell me you are developing a\nsympathy for these miserable creatures?\"\n\n\"Impossible. I merely assumed he might be of some further value in our\ngreat crusade.\"\n\n\"He must die.\"\n\nMax Field was listening at the door. He moved back so he could breathe\nagain. Those dozens of little wounds in his chest and on his arms\nand neck stung like fire. His amiable young features were tense but\nresigned. This was the end, period....\n\nOutside the little cabin an owl hooted. It was a lonely sound. But it\nwas a familiar earth sound, and it brought a lump to his throat.\n\nIf only there was some way to outwit them. But he had thought of\neverything; apparently so had they. That window, for instance, was\nshuttered and bolted from outside. A sudden noise would bring them in\nhere in no time. The back wall was up against a cliff. There was no\noutside door in this room.\n\nHe was supposed to be drunk, befuddled. But he hadn't drank any of the\nchampagne. In that, at least, he had outwitted them. He was to die. No\nquestion about that. The only question remaining was--how.\n\nHe sat down on the edge of the bed and pulled out the little notebook\nhe'd been, at odd moments, scribbling the whole story in. Force of\nhabit, perhaps. Max was a science fiction writer. He flipped through\nthe pencilled pages. Worth money, this story. He smiled ironically. Yet\nwho would read it, much less believe it.\n\nSomebody might, he decided. He would hide it somewhere in this room.\nMaybe slip it through a crack in the flooring, a few pages at a time.\n\nHe pulled out a stub of pencil and added that final shuddery scene.\n_Alice. Alice...._\n\nOutside, the owl hooted.\n\n\n\nIt started, as so many stories do, with my phone ringing. I was eating\ncigarettes and pounding out a cover novel for _Gizmo_. If there is\nanything that gripes me where I live it is some joker calling me up\nwhen I'm busy producing and--\n\n\"Hello. Yeah. This is Max Field, the science fiction writer. And while\nwe're on that subject, I happen to be--\"\n\n\"I am Wallace Starr.\" It was a funny voice. Funny-strange. It sounded a\nlittle like rubbing two pieces of sandpaper together.\n\n\"Really?\"\n\nI pushed out my current Camel and sneaked in a few pecks at the old\nUnderwood. So sandpaper-voice was Wallace Starr. Maybe I was supposed\nto turn handsprings.\n\n\"You don't know me,\" the heckler went on, \"but I am very familiar with\nyou and your work. I have an important project in mind. A new monthly\nscience fiction magazine to be called _Orion_. I need a good assistant\neditor. You were suggested.\"\n\n\"_Orion_,\" I said.\n\n\"Yes. My book will feature a completely new approach. We will buy\nonly the best material, and each story will concern itself with the\nconstellation Orion and its various systems. All material will be\ncorrelated to this end. How does this strike you?\"\n\n\"You won't find it so easy pinning the best writers down to Orion,\" I\ngrinned. \"Writers like Swain and St. Reynard and Ric Planter like elbow\nroom.\"\n\n\"Orion is vast and complex. One hundred and seven solar systems, to be\nexact. That should provide ample elbow room.\"\n\nI whistled. \"Ought to. But what's the idea?\"\n\n\"Novelty, Mr. Field. I have studied the imaginative magazines closely\nand it occurs to me that they are already beginning to specialize. One\nof them uses highly technical stories, another adheres to stories of\nother planets in this system. _Orion_ will link each story with all the\nothers in it. Instead of a hundred interpretations of the life patterns\nof _Orion_ we shall have but one. Of course casual stories we buy will\nhave to be revamped to fit in.\"\n\n\"That's where I come in,\" I guessed.\n\n\"Exactly. But don't you feel that we will wind up with a fascinating\npseudo-history of Orion, and that such a magazine would create a furore\nwith its realistic slant?\"\n\n\"I guess so.\"\n\nIt tasted like my first olive. But Wallace Starr was obviously burning\nwith enthusiasm. He sounded just a little like a crackpot. A rich\ncrackpot, maybe.\n\n\"It will be hard work, Mr. Field. But rewarding. Are you prepared to\naccept my proposition?\" He spoke like a man who means business.\n\nI hesitated. It is well-known that the mortality rate among new fiction\nmagazines is high. I had writing contracts to fill, I was doing okay.\nEditing a monthly is a full-time job.\n\n\"About salary--\" I hinted.\n\nHe named a figure that made my hair curl. What could I say but, \"When\ndo we start, Boss?\"\n\n\n\nStarr wasn't like any editor I've known. He wasn't like an editor at\nall. He wasn't much like _anybody_ I've known. Which puts him in a\nclass all by himself. He was brown and thin and had peculiarly big\neyes, like a grasshopper's.\n\nHe spent so much money getting started I figured he wasn't long for\nthis racket. But he did have a knack and the first couple issues, while\nnot wildly successful, went over well.\n\nOne morning he called me into his office. From the tone of that dry\nvoice of his I knew I was in for it.\n\n\"What's all this?\" he buzzed, rattling a manuscript in front of me.\nFrom the cheap yellow paper I knew it was the lead novelette of the\nforthcoming issue. Ric Planter was one of our top writers and also a\nvery bad boy. Ric loved to put an editor on the spot, bless his little\npointed head.\n\n\"Didn't he change that ending?\" I asked. The tic in my left eye started\nup. I had never had this twitch until the first time I saw Starr. I\nthink it was something about those eyes of his. Every time I looked at\nhim....\n\n\"He changed it all right!\" Starr hissed. \"He turned the Kiriki into\nvillains. When their benevolent plan to spread patterned contentment\nthroughout the circle of outer planets was just taking hold he had the\nsemi-civilized Green Ones rise up and destroy their power by smashing\ntheir means of telepathic communication.\"\n\n\"How could he do that?\" I clucked.\n\n\"Supersonic wave interrupter of some kind.\"\n\nI hadn't meant that, and somehow I couldn't help grinning. Trust\nRic to latch on to the Kiriki vulnerable point. The Kiriki, as\nStarr had outlined them, were highly communal. Like our ants, only\nvery much more advanced. They depended on this intricate pattern of\ninter-communication, mind with mind, for their very existence, since\neach Kiriki was by birth fitted to perform only one basic function\nin their communal society. Their ingenious \"Army of Patterned\nContentment\" was helpless, when reduced by the adaptable Green Ones to\nindividuals.\n\n\"Will you please stop laughing,\" Starr rasped. \"This hack writer of\nyours has outraged the history of an ancient, noble race!\"\n\n\"I didn't get a chance to read his revision,\" I defended myself. Starr\nhad grabbed it off my desk as he went through. \"I told Planter the\nKiriki were good guys, not bad guys.\"\n\n\"Good guys, bad guys!\" Starr cried. \"How naive can we be. Let us hope\nthat our readership is on a different intelligence level, otherwise our\ngreat plan will fail miserably.\"\n\n\n\nIt was the way he said it, and I don't think he meant to. He was mad\nand the fact that my dialog had lapsed to comic book levels gave him\nthe idea, perhaps, that I was too dumb to worry about. There had\nbeen other hidden meanings behind other things he'd said or done. My\nsubconscious mind was working on it.\n\n\"What plan is that?\" I ventured mildly.\n\n\"Never mind! Get busy on this--this _libel_.\"\n\nMy left eye twitched. \"Okay. I'll change it myself. I know Planter's\nstyle. By the way, when am I getting that secretary you promised me? My\ndesk's flooded. I need a girl bad.\"\n\n\"Ah, yes.\" It was supposed to be a smile, I guess. \"Very soon.\nMeanwhile, kindly fill out this form.\"\n\nI took it without comment and went back to my office. This made\naltogether the fifth form Starr had dreamed up for me to fill out. Must\nbe some weird complex he had, wanting to know what color socks I prefer\nand if my mother kept goats.\n\nAnyhow, I grinned, as I grabbed up the phone and dialed Ric Planter's\nnumber, it gave Starr ideas for my Christmas presents for the next\ntwenty years.\n\n\"Yeah,\" Ric's sleepy voice yawned. \"It's me. What a head.\"\n\nI passed the beef on to him, good.\n\n\"Shut up, Max,\" he yawned. \"I was just having a little fun.\"\n\n\"Fun-schmun. It's _my_ job!\"\n\n\"Come off it, Maxie. Okay. Tell you what. The first outline you sent me\nabout the Kiriki and their habits isn't nearly complete enough. Have\nthat boss of yours dream up a more complete dossier, just for little\nole me. I like those Kiriki, they're such smug, heartless devils.\"\n\n\"Listen, Starr's hot for them. He'll buy anything glorifying the\nKiriki. They're his little dream-babies.\"\n\n\"Sure, sure. Here's what you do, Maxie. Get Starr to make me out a\ncomplete dossier on them, but complete. You know me. I like to use\nthe little out of the way touches like what color they paint their\ntoenails. I'll give him some stuff that will curl his eyebrows. Okay?\"\n\n\"No more tricks?\"\n\n\"Cross my cast-iron heart.\"\n\n\"Okay, Ric. But remember, Ric rhymes with tic.\"\n\n\"How's that?\"\n\n\"Never mind.\"\n\n\n\nThe moment Alice walked in my office I knew she was for me. I guess\nevery guy has a girl all built up in his imagination, a girl who is and\nhas everything he likes. Alice Corey was mine. Soft blue eyes, lots of\nbrown wavy hair, a little well-shaped nose, and let's just say the rest\nof her was well-shaped, too. It was all there, including a lot of hard\nto define details of speech and manner that were exactly right. Maybe\nit was chemical, or maybe it just added up to every dream I'd ever had\nabout my ideal girl.\n\n\"My name is Alice Corey,\" she said, with soft violins in the\nbackground. \"I understand you need an editorial secretary.\" She went on\nbriskly, when I found myself speechless, \"I worked two years with Tower\nPeriodicals in London and--\"\n\n\"You're hired,\" I said.\n\n\"But those other girls waiting outside?\"\n\n\"Would you please inform them that the job's filled--Alice?\"\n\nI had to deal with the boss about Alice. He didn't like her. She\nwas too pretty, he thought. Couldn't be efficient. He went over her\nbackground with a fine-tooth comb. He found fault with most everything\nabout her. But I stuck to my guns. He had his Kiriki. Alice was mine\nand I was damned if I would leave her out of my sight. She filled my\nworking hours with golden sunshine and my nights with platinum dreams.\n\nWhat's more, she _was_ efficient. And she would work until twelve the\nnight before a deadline without a murmur. She was diffident about\nhaving dinner with me, first, but as time went by we spent many an\nevening together, strolling in the park listening to the carousel or\nsipping chocolate sodas at Howard Johnson's. Alice didn't talk much,\nbut she was a good listener. I must have told her everything I had ever\nthought or done during those evenings.\n\nI was in such a sublime spin these days I forgot to worry about\nWallace Starr's peculiarities. The questions that had sprouted in my\nsubconscious began to fade. I did what I was told. So, strangely, did\nRic Planter. I supplied him with a detailed outline which Starr made up\nabout the Kiriki. That wasn't enough so we sent him another, with even\nmore details.\n\nHe kicked through with story after story about the Kiriki. Big dramatic\nstories, and in each one the Patterned Contentment boys were built up\nhigher than in the last.\n\nStarr purred like a kitten. He raised Planter's word-rates and my\nsalary.\n\n_Orion_ caught on.\n\n\n\nThe fans loved the idea of a pseudo-history of a whole constellation of\nsystems. The Kiriki, with their breathtaking crusade of contentment,\nsweeping over system after system until finally it outdistanced Orion\nand tentacled out from their home system into deepest space.... It\ncaptured the imagination. Where would it end?\n\nEventually we hit _Life_ magazine, with a big spread. The slicks\nwent after Ric Planter, but Starr had him tied up with an iron-clad\ncontract. After all, the conception was Starr's. And I could see why\nhe wouldn't let Planter hit the slicks. Because _he_ could not dictate\ntheir policies. Only in _Orion_ could he manipulate the strings from\nbehind. The Kiriki were his babies and they must follow _his_ pattern.\n\nThe night before our anniversary issue went to press it happened.\n\nI had left Alice on her doorstep, just off the Drive. It was almost\nmidnight, a blazing hot July night. Everybody and his dog was out for\na breather. The Drive was alive with young lovers, old lovers, and dog\nlovers.\n\nIt hit me. In my hurry to get away from the office I had neglected to\ncheck with Starr about a last minute cover change. Starr hadn't been in\nall day. The printers would be closing the forms first thing in the\nmorning and I had let the change go through without Starr's okay. Starr\nnever came in until eleven.\n\nI found a Whalen Drug Store and phoned Starr. No answer. I called the\noperator and found out the line was temporarily out of order.\n\nOn impulse, I snagged a cross-town bus. I had never been to Starr's,\nnever been invited or particularly wanted to visit him. He lived in a\nloft not far from Third Avenue.\n\nIt was an ordinary type building of ancient vintage. It would never cop\nan Oscar for beauty, nor did it smell from Chanel No. 5. I made my way\nup in the half-dark from one landing to another without enthusiasm.\nI don't know just what it is about musty office buildings, after\nthey've been darkened and bedded down for the night; it isn't anything\ncalculated to cheer. Six flights, and no elevator after eight.\n\nI could see right away that Starr loved to be alone. Most of the\nupper-floor offices were empty. My mind snagged hold of some creepy\nideas as I mounted those stairs. I thought about Starr's odd ways,\nhis odd voice, for that matter. As if he had a machine down in his\nthroat, a talking machine designed by a clever somebody who had once\nheard a human voice. About how hepped Starr was on the Kiriki, how\npainstakingly he had drawn them. He talked about them as if they were\nreal. Of course, being a science fiction writer myself, I understood\nthat brand of wackiness, or thought I did.\n\nI rapped on his door.\n\nThere was light pushing out under his door so I knew he must be there.\nIt was noisy inside, which was why he hadn't heard me. I bent my ear\ncloser. What a noise! It sounded like a bullfrog-grasshopper duet.\n\nI banged on the door again. No answer.\n\nI tried the doorknob. It turned. I was half in when I stopped cold.\nThis I did not believe. Put it on a book jacket and label it Edd\nCartier and I'll buy it.\n\nI blinked to make it go away but it wouldn't. I whimpered. So it\n_was_--what my mind had been half-suspecting for months, and laughing\nat itself even as it suspected--it was _true_!\n\n\n\nThe Thing at the machine was a giant insect. Ten feet high, at\nleast. It was brown-green and had lots of claw-like appendages. The\nmost terrible thing about it was its familiarity. I had surveyed it\ncritically on half a dozen of our cover originals.\n\nI had quibbled with our artists about it. Not horrible enough, I had\nsaid. Well, it was. It was horrible....\n\nIt was busy with that machine, making noises into a cone and twisting\ndials and knobs with its many appendages. The noises it made were\ncarefully inflected. Speech, in fact. It was talking into the cone,\nwhich absorbed the sounds, and transmitted them--where?\n\nMy shoes were glued to the floor.\n\nThe Thing finished talking, snapped off the machine, turned. It saw me.\n\nIt yelled and tried to duck out. It moved in a blur. Seven pairs of\nclaws flexed out and grabbed for me. Some of the weaving cilea touched\nme. I screamed at the sting, like a dozen raking barbs, tearing my\nclothes and me.\n\nI made the hall, yelling.\n\nBut I couldn't reach the stairs. It got me. It pinned me over the\nelevator shaft. I bent back further and further so those tentacles\ncouldn't rake my face. Those criss-cross insect eyes were cold as ice,\nemotionless. The barbs made ready to tear me to rags.\n\nI shrieked and let myself fall. First I didn't think to save myself.\nBetter a clean jolting death than those hundreds of needle-like cilea.\nBut my hands grabbed involuntarily for something. They caught the\ncable, clung to it.\n\nIt was greasy. I went down fast. I wrapped my legs around it, which\nhelped a little, straining to hold back. When I hit bottom I think\nevery tooth in my head jarred loose. My legs collapsed under me like\nrubber. For a minute I blacked out.\n\n\n\nThe buzzing over my head snapped me up. I was a goner if I didn't move,\nbut fast. Sobbing, I wrenched my legs to a crouching position, and\nleaped down off the elevator. I dove for the front door. Then I was\noutside, gulping air, running like billy-hell for the Lexington subway.\n\nI didn't know what else to do, so having put half of Manhattan between\nme and It, I telephoned Alice. I needed the sound of her voice. I\nneeded her to stop me from shuddering. My tic was slowly jerking my jaw\nout of alignment.\n\nShe listened patiently while I dumped in dimes.\n\n\"Max,\" she asked when I had finished. \"Are you _sure_ you haven't been\neating benzedrine tablets?\"\n\n\"No! And I'm not drunk!\"\n\n\"Where are you now?\"\n\n\"Some joint in Harlem.\"\n\n\"How long have you been in there?\" She sounded suspicious.\n\n\"Alice!\" I groaned. \"If you could only see me! My suit's ripped in a\ndozen places. I'm all greasy where I slid down the cable and my hands\nare burned raw. I hurt.\"\n\n\"Poor boy,\" she soothed. She was silent for a moment, then became her\nbriskest self. \"Listen, Max. We have to consider every possibility.\nThis might be a self-hypnotic illusion brought on by overwork.\nRemember, you've seen these things on many covers and interiors, too.\nYou've lived fictionally with the Kiriki for a year. Consider that--\"\n\n\"Nuts!\" I yelled. \"I'm going to the police!\"\n\n\"And spend the night in the drunk tank?\" Alice queried severely. \"Just\nwho do you think will believe your story?\"\n\n\"I can take them to this loft.\"\n\n\"Think, Max! What will they find? Nothing! Even if it is true, do\nyou imagine this--this Kiriki is going to be caught like a fish in a\nbarrel? He has been spotted. Obviously, he will leave the loft at once.\"\n\nShe was so right, and I knew it. I groaned.\n\n\"Who or what is this Thing?\" Alice asked, but it was plain she only\nhalf-believed my story.\n\n\"That's easy,\" I said bitterly. \"I should have caught on months ago.\nIt's Wallace Starr. Starr is a Kiriki.\"\n\n\n\nHaving better sense than to go home, I rented a cheap room on 125th\nStreet. I didn't sleep much. I paced and ate cigarettes. Very early\nnext morning I woke up a cleaner on Third Avenue and bought a cheap\nuncalled-for suit out of his window. It was the most uncalled-for suit\nI ever did see, but it fit pretty well and made me decent.\n\nA quick coffee and I went up to the office. I had given Alice strict\norders not to come to work until I phoned her. I didn't want her mixed\nup in this. Starr hadn't liked her from the first. Maybe he figured\nshe might catch on to him better than me.\n\nI picked up a manuscript from the slush pile, called _Challenge of the\nSlime People_. The phone made me jump.\n\n\"Morning, Maxie. This is Ric Planter.\"\n\n\"Ric,\" I found myself blurting. \"The most terrifying thing has\nhappened!\"\n\n\"Invasion of Kiriki, no doubt.\"\n\nPlanter had that way. You wanted to wring his neck. Somehow, the way he\nsaid it, made me backtrack. I didn't want to get the horse laugh from\nhim and all fandom. For the first time I asked myself, _could Alice be\nright?_ Could it have been an illusion?\n\n\"Listen, Ric, how does this sound for a plot? Suppose an alien, but\nalien, culture from the stars decides it wants to take over our system.\nThey don't want to just drop in on us. They dislike physical warfare\nbecause it isn't orderly. Also they don't want to kill any of their\nnumbers, or their potential slaves. Also a sudden alien invasion might\ndrive humans completely off their rocker.\n\n\"So here's what they do. They send down a secret fifth columnist. His\njob is to spread propaganda over the planet, to prepare humans for\ntheir advent, make them amenable to this alien culture. Of course he's\nto build them up in human minds, make them think their cosmic crusade\nis beneficent and noble. How would he start?\"\n\n\"Buy a newspaper. Buy ten.\"\n\n\"Under ordinary circumstances, sure. But wouldn't it be hard to slyly\nmention what great guys the Whoziz are in a daily newspaper? Any\ncomment about his home folks would stick out like a sore thumb. No. It\nwould have to be something less obvious. How about him buying a science\nfic--\"\n\nA long thin shadow blotted the opaque glass door in front of me. The\ndoor opened. Wallace Starr stepped in.\n\n\"Shall I get to work on it?\" Ric asked.\n\n\"Yeah. And make it good.\" I hung up.\n\nStarr walked over to my desk. I picked up my letter opener.\n\n\"You might have told me,\" he preluded.\n\n\"What?\"\n\n\"The changes naturally. I spent three hours at the printers last night.\nDidn't get home until after two.\"\n\n\n\nHe stalked into his office and slammed the door behind him. Then I\nphoned the printers.\n\n\"Lemme talk to Corky,\" I told the girl who answered.\n\n\"Mr. Corkendahl is not here,\" her Brooklynese voice trilled. \"Mr.\nCorkendahl is home in bed, on account of he spent half the night\nrechanging some changes for Mr. Starr.\"\n\n\"Was Mr. Starr there last night?\"\n\n\"Why yes.\"\n\n\"Sure?\"\n\n\"Mr. Corkendahl informed me he was here until almost two. Mr.\nCorkendahl is not in the habit of prevaricating, Mr. Field.\"\n\nI hung up in a daze. If Wallace Starr was definitely not in his loft\napartment at twelve-thirty last night, then.... I rang up Alice. No\nanswer. I rang her every fifteen minutes until she did.\n\n\"Where were you?\" I demanded.\n\n\"Why, Max.\" She sounded piqued. \"All right, I'll tell you. I was up at\nWallace Starr's apartment.\"\n\n\"But he's here!\"\n\n\"I know. I waited until he left. Then I went up to the loft. I told\nthe janitor I worked for Mr. Starr and he let me in. I went over the\nplace with a fine-tooth comb. Max, there's simply nothing there to get\nexcited about. He's quite neat for a bachelor. Everything very prosaic\nand natural, except for that big amateur radio of his.\"\n\n\"Amateur radio?\"\n\n\"You know. Amateur sending and receiving. Mr. Starr is a ham.\"\n\n\"H-ham?\" I swallowed hard. \"Alice, you're right. I'm going off my\nrocker.\"\n\n\"Just overwork,\" she protested, soothingly. \"You take your science\nfiction too seriously. What you need is a nice vacation, away from the\noffice and everything that even smells like work.\"\n\n\"I'll do it,\" I said meekly. Right then a thought hit me. It had been\nsimmering in my mind for a long time. Now it exploded into words.\n\n\"Alice--let's make it a honeymoon!\"\n\nShe gasped. \"Max, are you sure you're well enough?\"\n\n\"Am I? You're just what the doctor ordered to put me back on my\nrollers. Will you marry me, Alice? Please?\"\n\n\"Yes, Max. Whenever you say.\"\n\n\n\nWe told nobody where we were going for our two weeks' honeymoon, least\nof all Starr. He grumbled for a while, then kicked through with a nice\nfat check for a wedding present, along with a bottle of good champagne.\nWe hopped in a rented jallopy and headed north along the river.\n\nThere was a pale round moon overhead and as we got out of the city and\nnight came on it brightened and made a glowing path on the water. After\nwhile we left the main road and headed into the Catskills. At last we\ndipped down into a deep little glen where there was a cosy two-room\ncabin I'd often rented before when I had a tough writing assignment\nthat demanded absolute solitude.\n\nThere was no one within miles.\n\nWe unloaded the car like a couple of kids. I had practically bought out\na delicatessen. Then Alice started fussing around the cabin, putting\naway my fishing tackle and hanging up some curtains and pictures she\nhad picked up at Woolworth's. I kept on pinching myself to believe she\nhad really married me and marveling how every little thing she did\nsuited me perfectly.\n\n\"Hungry, darling?\"\n\n\"You said it!\" I made a tentative bite at her ear, grinning, but she\neluded me teasingly.\n\nI uncorked the champagne, managed to spill my first glass, then decided\nI was too hungry to bother with it now. We ate cold chicken and all\nkinds of fixings. Outside the night lay deep and warm. The moon\nshimmered on the evergreens.\n\nI got up from my chair and went to Alice.\n\nNow she wanted that kiss. She put up her lips.\n\nI kissed her.\n\nThe world rocked.\n\nA buzzing noise sounded behind me. It made my blood crawl, because it\nwas familiar. I jumped back from Alice just in time.\n\n\"No,\" I moaned. \"_No--Alice!_\"\n\nBut it happened.\n\nI imagine that I'm the only man who ever kissed his bride on their\nwedding night, then watched her turn into a monstrous bug before his\neyes....\n\n\n\nOutside the owl hooted.\n\nMax Field tossed aside his notebook and pounded his knee with his\nfist. God! To have _seen_ that happen! To sweet little Alice!\n\nHis dream girl. But naturally. She had been too perfect, actually.\nShe was designed for him, perhaps only a clever illusion clothed in\nflesh by his own imagination. At any rate she was the reason for him\nfilling out all those forms. To discover just what he liked in every\ndepartment. To give them a pattern for \"Alice\".\n\nThey were cute. Even to the point of having Starr pretend to dislike\nher. When Starr pretended to poke carefully into her background, that\nwas enough to prevent Max from doing just that. Because actually she\nhad no background. It was phony.\n\nThat phone call he had made to Corky. The girl who answered. That could\nhave been Alice, using a heavy Brooklyn accent to cover her voice. She\nhad been so convincing he hadn't bothered to check back later.\n\nNow, the two of them were in the kitchen planning his death. \"Science\nFiction Editor Accidentally Killed in Mountain Retreat. Bride\nStricken.\" Then the grief-stricken bride would carry on in his place.\n_Orion_ was going great guns now. It really didn't need Max Field.\nAnd without him their propaganda machine could move forward all the\nfaster--forward to the day when the Kiriki cosmic crusade moved down\ninto this solar system. The Patterned Contentment boys would take over.\nWhose pattern? Kiriki, of course....\n\nThe kitchen door opened slowly. Max tensed.\n\nIt was--_Alice_.\n\nShe wore that clinging black lace negligee he had bought in an\nexclusive Fifth Avenue shop.\n\n\"Max.\"\n\nHe stood up stiffly, staring.\n\n\"Change, damn you! _Change!_\"\n\n\"Why, Max,\" she pouted. \"Don't you love me any more?\"\n\nIt was intended to drive him nutty, maybe to suicide.\n\n\"You should have drunk the champagne,\" she said softly. \"It would have\nbeen easier for you. Would you like a drink now?\" She held out a glass.\n\nAll of a sudden he wanted that glass more than he had ever wanted\nanything in his life. Even Alice. It was the end of the line, the\ndropping off point. He couldn't take it any more. Not Alice--like that.\n\nHe walked over to her and took the glass. He lifted it to his lips.\n\n\n\nSomething slapped the glass out of his hand as the window behind them\nshattered inward. Alice flashed an angry glance at the face in the\nwindow, then moved quickly back into the kitchen.\n\n\"Ric!\"\n\nMax's bewilderment changed to sudden hope.\n\n\"Hurry!\" Planter cried. \"Get through this window!\"\n\nMax dove through while the writer yanked him by the elbows. Max was\nshivering and sweating at the same time. But the cool night breeze\nhelped a little.\n\n\"W-where in the billy-hell did you--\"\n\n\"Come from?\" Ric finished. \"Been on Starr's trail for weeks. Had this\nthing figured out for some time, even before you tipped me off on the\nphone that day. I followed Starr here. Been watching and waiting.\"\n\nHe was wearing a fish-basket and, incongruously, it was filled with\nbombs. He handed some to Max.\n\n\"Start heaving. Aim for the kitchen door before they close it.\"\n\nHe tossed a handful of the bombs into the room. Max followed suit.\nInside, the bombs broke, letting out a pungent gas.\n\n\"What is it?\"\n\n\"Insecticide,\" Ric grinned. \"More potent than DDT. Those outlines Starr\nmade out furnished the clews. It should do it.\"\n\n\"Won't they get out the kitchen door?\"\n\n\"Uh-uh. I sealed it up proper. It and the window.\"\n\nThe door between the rooms slammed shut but not before half a dozen\nbombs had got through. Ric slammed the shutters too. They waited.\n\n\"If it doesn't kill them it'll put them to sleep for hours. Basically,\nfrom Starr's dossiers on the Kiriki, they have all the vulnerable\npoints of our grasshoppers. And fire will destroy them utterly. I'm\nafraid we can't take chances, so this cabin will have to go. Match?\"\n\n\n\nThey watched it burn down to the last slab of stilted-up planking. Max\nstared down at the two small charred remainders of the Kiriki advance\nguard and shuddered.\n\nOn the road back to New York, Max said: \"Do you think they'll try it\nagain?\"\n\n\"The Kiriki? Not for a while. Like you said, they dislike war. They\nlike it the easy way.\"\n\n\"Propaganda. Invasion of minds. Well, two can play at that. We'll keep\n_Orion_ going--only we'll print the real story. We'll make men detest\nand despise the Kiriki so that any feelers they send down will send\nthem hopping to the furthest end of space. Maybe we can get somebody\nstarted on that telepathic wave interrupter of yours, too. So if they\ndo land we can cut them off from each other. We'll work on this reverse\npropaganda hard.\"\n\nMax jerked his eyes back on the road and put his foot on the gas hard.\nSure he would work, work to save his sanity, too.\n\nIt wasn't going to be easy to forget a lost dream--a dream that had\nlived and breathed and promised a lifetime of patterned contentment. It\nwould take a lot of mental welding to hold back the horror of that kiss.\n\nBut he would try.",
    "metadata": {
        "author": [
            "Petaja, Emil Theodore",
            "Petaja, Emil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65874/pg65874.txt",
        "name": "this_world_is_ours.json"
    }
}