{
    "name": "Three plays : $b Lawing and jawing; Forty yards; Woofing",
    "author": [
        "Hurston, Zora Neale"
    ],
    "body": "\n\n\n\n\n\nLAWING AND JAWING\n\n\n\nTIME:          Present\n\nPLACE:         Way cross Georgia\n\nSCENE:         Judge Dunfumy's Court.\n\nPERSONS:       Judge Dunfumy, Officer Simpson and another, Jemima\n               Flapcakes, Cliff Mullins, John Barnes, two lawyers,\n               a clerk, a pretty girl and her escort.\n\nSETTING:       Usual court-room arrangement, except that there is a\n               large red arrow pointing off-stage left, marked\n               \"To Jail.\"\n\nACTION:        At rise everybody is in place except the Judge.\n               Suddenly the CLERK looks off-stage right and motions\n               for everybody to rise. Enter the JUDGE. He wears a\n               black cap and gown and has his gavel in his hand.\n               The two POLICEMEN walk behind him holding up his gown.\n               He mounts the bench and glares all about him before he\n               seats himself. There is a PRETTY GIRL in the front row\n               left, and he takes a good look at her, smiles, frowns\n               at her escort. He motions the police to leave him and\n               take their places with the spectators and he then raps\n               vigorously with his gavel for order.\n\n\n\nJUDGE\nHear! Hear! Court is set! My honor is on de bench. You moufy folks set\nup!\n                             (He glares at the boy with the pretty girl)\nAll right, Mr. Whistle-britches, just keep up dat jawing now and see\nhow much time I'll give you!\n\n\nBOY\nI wasn't talking, your honor.\n\n\nJUDGE\nWell, quit looking so moufy.\n                             (to CLERK)\nCall de first case. And I warn each and all dat my honor is in bad\nhumor dis mawnin'. I'd give a canary bird twenty years for peckin'\nat a elephant.\n                             (to CLERK)\nBring 'em on.\n\n\nCLERK\n                             (Reading)\nCliff Mullins, charged with assault upon his wife with a weapon and\ndisturbing the peace.\n                             (As CLIFF is led to the bar by the\n                             officer, the JUDGE glares ferociously\n                             at the prisoner. His wife, all\n                             bandages, limps up to the bar at the\n                             same time.)\n\n\nJUDGE\nSo youse one of dese hard-boiled wife-beaters, huh? Just a mean old\nwoman-Jessie! If I don't lay a hearing on you, God's a gopher! Now what\n_made_ you cut such a caper?\n\n\nCLIFF\nJudge, I didn't go hunt her. Saturday night I was down on Dearborn\nStreet in a nasty ditch *[Handwritten: nasty ditch crossed out in\npencil, (buffet flat)]--\n\n\nJUDGE\nA nasty ditch? *[Handwritten: A nasty ditch crossed out in pencil,\n(Buffet flat)]\n\n\nCLIFF\nAw, at Emma Hayles' house.\n\n\nJUDGE\nOh, yes. Go on.\n\n\nCLIFF\nWell,\n                             (Points thumb at wife)\nshe come down dere and claim I took her money and she claimed I wuz\nspending it on Emma.\n\n\nCLIFF'S WIFE\nAnd dat's just whut he was doing, too, Judge.\n\n\nCLIFF\nAW, she's tellin' a great big ole Georgia lie, Judge. I wasn't spendin'\nno money of her'n.\n\n\nWOMAN\nYes he was, Judge. There wasn't no money for him to git _but_ mine. He\nain't hit a lick of work since God been to Macon. Know whut he 'lowed\nwhen I worry him 'bout workin'? Says he wouldn't take a job wid de\nCareless Love Lumber Company, puttin' out whut make you do me lak you\ndo, do, do.\n\n\nJUDGE\nSo, you goes for a sweet-back, do you?\n\n\nCLIFF\nNaw suh, Judge. I'd be glad to work if I could find a job.\n\n\nJUDGE\nHow long you been outa work?\n\n\nCLIFF\nSeventeen years--\n\n\nJUDGE\nSeventeen years?\n                             (to woman)\nYou been takin' keer of dis man for seventeen years?\n\n\nWOMAN\nNaw, but he been so mean to me, it seems lak seventeen\nyears.\n\n\nJUDGE\nNow you tell me just where he hurt you.\n\n\nWOMAN\nJudge, tell you de truth, I'm hurt all over.\n                             (Rubs her buttocks)\nFact is I'm cut.\n\n\nJUDGE\nDid you git cut in de fracas?\n\n\nWOMAN\n                             (feeling the back of her left thigh\n                             below her buttocks)\nNot in de fracas, Judge--just below it.\n                             (She starts to show the JUDGE where\n                             she has been cut. He motions to stop\n                             her.)\n\n\nJUDGE\nStop!\n                              (to Officer Simpson)\nGrab him. Put him in de shade.\n\n\nCLIFF\nJudge, I'm unguilty! I ain't laid de weight of my hand on her in malice.\nYou got me 'cused of murder and I ain't harmed a child.\n\n\nJUDGE\nLemme ast _you_ something. Didn't you know dat all de women in dis town\nbelongs to me? Beat my women and I'll stuff you in jail. 90 years. Take\n'im away.\n                             (CLIFF is led off to jail. JUDGE looks\n                             angrily at the boy who is holding\n                             hands with the pretty girl)\nYou runs me hot and I'm just dyin' to sit on _yo'_ case.\nWhut you in here for?\n\n\nBOY\nNothin'.\n\n\nJUDGE\nWell, whut you doin' in my court, you gater-faced rascal?\n\n\nBOY\nMy girl wanted to see whut was goin' on, so I brought\nher in.\n\n\nJUDGE\nOh yeah!\n                             (Smiles at GIRL)\nShe was usin' good sense to come see whut I'm doin', but how come _you_\ncome in here? You gointer have a hard time gittin' out.\n\n\nBOY\nI ain't done a thing. I ain't never done nothin'. I'm just as clean as a\nfish, and he been bathin' all his life.\n\n\nJUDGE\nYou ain't done nothin', hunh? Well den youse guilty of vacancy. Grab\n'im, Simpson, and search 'im--and if he got any concealed weapons, I'm\ngointer give 'im life-time and eight years mo'.\n                             (The OFFICER seizes the boy and frisks\n                             him. All he finds is a new deck of\n                             cards. The JUDGE looks at them in\n                             triumph.)\nUnh hunh! I knowed it, one of dese skin game jelly-beans. Robbin' hard\nworkin' men out they money.\n\n\nBOY\nJudge, I ain't used 'em at all. See, dey's brand new.\n\n\nJUDGE\nWell, den youse charged wid totin' concealed cards and attempt to\ngamble. Ten years at hard labor. Put him in de dark, Simpson, and throw\nde key away.\n                             (He looks at the girl and beams.)\nDon't you worry bout how you gointer git home. You gointer be took home\nright, 'cause I'm gointer take you myself. Bring on de next one, clerk.\n\n\nCLERK\nJemima Flap-Cakes, charged with illegal possession and sale of alcoholic\nliquors.\n\n\nJUDGE\n                             (She is a fat, black, belligerent\n                             looking woman. JUDGE looks coldly at\n                             her.)\nWell, you heard whut he said. Is you guilty or unguilty? And I'm tellin'\nyou right now dat you come up befo' _me_ it's just like youse in church.\nYou better have a strong determination, and you better tell a good\nexperience.\n\n\nJEMIMA\n                             (Arms akimbo)\nYes, I sold it and I'll sell it again.\n                             (snaps fingers and shakes hips)\nHow does ole booze-selling mama talk?\n\n\nJUDGE\nYes, five thousand dollars and ten years in jail.\n                             (Snaps fingers and shakes hips)\nHow does ole heavy fining papa talk?\n                             (She is led away, shouting and\n                             weeping)\n\n\nCLERK\nDe Otis Blunt, charged wid stealin' a mule.\n                             (LAWYER arises and comes forward with\n                             the prisoner)\n\n\nLAWYER\nYou can't convict this man. I'm here to represent him.\n\n\nJUDGE\nYo' mouf might spout lak a coffee pot but I got a lawyer\n                             (Looks at other lawyer)\ndat kin beat your segastuatin'.\n                             (Looks admiring at girl)\nHow am I chewin' my dictionary and minglin' my alphabets?\n\n\nLAWYER\nWell, I kin try, can't I?\n\n\nJUDGE\nOh yeah, you kin try, but I kin see right now where he's gointer git all\nde time dat God ever made dat ain't been used already. From now on.\n                             (To LAWYER)\nGo 'head, and spread yo' lungs all over Georgy, but he's goin' to jail!\nMules _must_ be respected.\n\n\nLAWYER\n                             (Striking a pose at the bar)\nYour Honor,\n                             (Looks at the pretty girl)\nLadies and Gentlemen--\n\n\nJUDGE\nNever mind 'bout dat lady. You talk yo' chat to _me_.\n\n\nLAWYER\nThis is a clear case of syllogism! Again I say syllogism. My client is\ninnocent because it was a dark night when they say he stole the mule and\nthat's against all laws of syllogism.\n                             (JUDGE looks impressed and laughs)\n\n\nJUDGE\nDat ole fool do know somethin' 'bout law.\n\n\nLAWYER\nWhen George Washington was pleading de case of Marbury vs. Madison, what\ndid _he_ say? What _did_ he say? Scintillate, scintillate, Globule\norific. Fain would I fathom thy nature's specific. Loftily poised in\nether capacious, strongly resembling a gem carbonacious. What did\nAbraham Lincoln say about mule-stealing? When torrid Phoebut refuses his\npresence and ceases to lamp with fierce incandescence, then you illumine\nthe regions supernal, scintillate, scintillate, semper noctornal.\nSyllogism, again I say syllogism.\n                             (He takes his seat amid applause)\n\n\nJUDGE\nMan, youse a pleadin' fool. You knows yo' rules and by-laws.\n\n\nOTHER LAWYER\nLet me show my glory. Let me spread my habeas corpus.\n\n\nJUDGE\n'Tain't no use. Dis lawyer done convinced me.\n\n\nOTHER LAWYER\nBut, lemme parade my material--\n\n\nJUDGE\nParade yo' material anywhere you wants to exceptin' befo' me. Dis lil\ngirl wants to go home and I'm goin' with her and enjoy de consequences.\nCourt's adjourned.\n\n\n_CURTAIN_\n\n\n\n\n\n\"FORTY YARDS\"\n\nZORA *[Handwritten: (Neale)] HURSTON\n\n\n\n\"FORTY YARDS\"\n\n\n                              (A Negro football game with the\n                              popular concept of Negro life)\n\n\n\nTIME:      Present\n\nPLACE:     Washington, D.C.\n\nSCENE:     The Ball Park\n\nPERSONS:   The Howard and Lincoln teams, the Howard band, cheer\n           leaders, spectators.\n\nSETTING:   The park with grandstands on either sides and up-stage.\n\nACTION:    At rise, the grandstands are full, the cheer leaders\n           are violently gyrating to whip up the mob. The\n           Lincoln colors fly from the right. The Howard from the\n           left. Both have cheer leaders. First is heard the\n           Lincoln mob singing \"DIDN'T HE RAMBLE, RAMBLE.\"\n\n\nLincoln Mob\n\n    And didn't he ramble, ramble, ramble all around, in and out of town\n    He rambled, he rambled, rambled till Ol' Lincoln cut him down\n\n\nHoward Mob\n\n    There'll be nothing but sweetmeats, for our football team\n    There'll be nothing but sweetmeats for our football team\n    Baked Hampton, boiled Shaw, fried Union, Lincoln Slaw,\n    There'll be nothing but sweetmeats, for our football team.\n\n                              (Enter the HOWARD BAND, led by a\n                              hot-strutting drum major. They parade\n                              the field and the men students pile\n                              down and fall in behind the team.\n                              They sing and shout to the TEAM\n                              SONG:)\n\n    This is the t-e-a-m team\n    On which the hopes of Howard lean\n    Beat Ol' Hampton, beat Ol' Union\n    Sweep Ol' Lincoln clean\n\n    We are the b-e-s-t best\n    Of the r-e-s-t rest\n    Come and watch us put Ol' Howard\n    On top of Lincoln's chest.\n\n    We'll hit the l-i-n-e line\n    For a hundred ninety-nine\n    For we love Ol' Howard, yes we love her\n    All the t-i-m-e time.\n\n                              (At the conclusion the teams takes\n                              the field. The ball is put into play\n                              and LINCOLN kicks off to Howard. As\n                              the ball is caught and when the\n                              player who is carrying the ball\n                              plunges, followed by his team, the\n                              Lincoln players fall on their knees\n                              and begin to sing I COULDN'T HEAR\n                              NOBODY PRAY. The HOWARD team charges\n                              down shouting Joshua fit de battle of\n                              Jericho. Whenever a player is tackled\n                              there is a duet of dancing. Every\n                              step is a dance. Finally the\n                              grandstand catches fire and the\n                              dancing and the shouting runs riot up\n                              there. When the ball is on Lincoln's\n                              ten-yard line, they hold Howard there\n                              by rounding up both teams into a\n                              huddle and the bunch-shout and sing\n                              to a QUICK CURTAIN.)\n\nCURTAIN\n\n\nLINCOLN'S PRAYER:\n\n    Ah, ah, they shall not ah pass us\n    Lord, Lord, Lord, Lord\n    They shall not pass us, Ah-h-h-h.\n\n\n\n\n\n*[Handwritten (Jul. 21, 1931)]\n\n_\"WOOFING\"_\n\n_ZORA *[Handwritten (Neale)] HURSTON_\n\n\n\n_\"WOOFING\"_\n\n\nTIME:     Present.\n\nPLACE:    Negro Street in Waycross, Ga.\n\nPERSONS:  Loungers, two children, guitar\n          players, women, band--\n\nSETTING:  Porch and side walk, etc.\n\nACTION:   Thru the open window of 'one' of\n          the shacks a WOMAN is discovered\n          ironing. A MAN is sitting on the\n          floor of the porch asleep.  She\n          hums a bar or two, then comes to\n          the window and calls to the man.\n\n\n\nWoman\nGood Black, why don't you git up from dere and carry dese white folks\nclothes home? You always want money but you wouldn't hit a lick at a\nsnake!\n\nMan\nAw, shut up woman. I'm tired of hearin' bout dem white folks clothes. I\ndon't keer if dey never git 'em.\n\nWoman\nYou better keer! Dese very clothes took and brought _you_ out de crack.\n'Cause de first time I saw you you was so hungry till you was walkin'\nlap-legged. Man, you had de white-mouf, you was so hungry.\n\n                             (Enter another MAN leisurely. Good\n                             Black sees him and calls)\n\nGood Black\nHey, Cliffert, where you headed for?\n\nCliffert\nOh, no where in particular.\n\nGood Black\nCome here then, fish, and lemme bend a checker game over yo' head. Come\non, youse my fish.\n\nCliffert\n                             (Comes to the porch and sits)\nGit de checkers and I'll have you any, some or none. I push a mean\nchuck-a-luck myself.\n\nWoman\n                             (Voice inside quarreling)\nDress up and strut around! Yes! Play checkers? Yes! Eat? Yes! Work? No!!\n\n                             (The game starts. A period of silence\n                             in which they indicate their\n                             concentration by frowns, cautious\n                             moves, head scratching. GOOD BLACK is\n                             pointing his index finger over the\n                             board indicating moves. He wig-wags,\n                             starts to move, scratches his head\n                             thoroughly, changes his mind and fools\n                             around without moving)\n\nCliffert\nPolice! Police! Come here and make dis man move!\n\nGood Black\nAw, I got plenty moves.\n                             (Scratches his head)\nJus' tryin' to see which one I want to make. But when I do move, it's\ngointer be just too bad for you.\n\n                             (A guitar is heard off stage and\n                             Cliffert brightens. He cups his hand\n                             and calls)\n\nCliffert\nHey Lonnie! Come here! Ha, ha, ha! I got me a fish.\n                             (Enter LONNIE picking \"East Coast\" on\n                             his box and stands watching the game.\n                             He ceases to play as he stops walking)\nHa, ha! You see ol' Good Black goes for a hard guy. He tries to know\nmore than a mule and a mule's head longer'n his'n. Ha, ha! I set a trap\nfor him and he fell right in it. Trying to ride de britches! _Now_ look\nat him.\n\nGood Black\nAw, shut up! You tryin' to show yo' grandma how to milk ducks. You can't\nbeat me playin' no checkers.\n                             (Scratches his head again)\nJust watch me show my glory.\n\nWoman\n                             (Leans out of window)\nGood Black! When you gointer come git dese clothes!\n                             (He does not answer, he is trying to\n                             concentrate)\n\nLonnie\nYou got him Cliffert. You got him in Louisville Loop. He's yo' fish all\nright.\n\nCliffert\n                             (Boastfully)\nMan, didn't I push a mean chuck-a-luck dat time! I'm good, better, and\nbest. Move, Man!\n                             (To Good Black)\nI tole you not to do it.\n\nGood Black\nAll dat noise ain't playin' checkers. You just wait till I make my move.\n\nWoman\nAll right, now, Mr. Nappy-Chin! I don't want to have to call you no mo'\nto come keer dese white folks clothes! I'm tired of takin' and takin'\naffa you! My belly's full clear up to de neck. I don't need no lazy coon\nlak you nohow. I'm a good woman, and I needs somebody dats gointer give\naid and assistance.\n\nGood Black,\nAw, go head on', woman, and leave me be! Every Saturday it's de same\nthing! Yo' mouth exhausting like a automobile. You worse than \"cryin'\nEmma\". You kin whoop like de Seaboard and squall lak de Coast Line.\n                             (Taps his head)\nYou ain't go all dat b'long to _you_, and nothin' dat b'long to nobody's\nelse. You better leave me 'lone before you make a bad man out of me.\nFool wid me and I'll go git me somebody else. I'm a much-right man.\n\nWoman\nNow you ain't no much right man neither. You didn't _git me_ wid no\nsaw-mill license--You went to de court house and paid a dollar and a\nhalf for me. Tain't no other woman got as much right to you as I got. De\nMan to tell you youse divorced befo' yo' kin play dat much-right on me!\n\nGood Black\nDe Man don't have to tell me nothin'! I got divorce in my heels.\n\nWoman\nYou ain't de only one dat knows where de railroad track is, I done made\nup my mind, and I done promised Gabriel and a couple of other men dat\nif yo' don't do no better than yo' been doin', I'm gointer pack me a\nsuit case and grab de first smoky thing I see. I'll be long gone.\n\nGood Black\nAw, yo' ain't no trouble! Yo' can be had. Yo' ain't never gointer\nleave me.\n\nWoman\nHow come I won't? Just 'cause I been takin' keer of yo', don't make a\npark ape out yo'self. I'll leave yo', just as sure as yo' snore!\n\nGood Black\n                             (Rises and hitches up his trousers)\nAw, yo' ain't gointer leave me, and if yo' go, yo' wouldn't stay, 'cause\nI'm a damn sweet man, and yo' know it!\n\nLonnie\nHey, Hey!\n                             (He begins to pick and Good Black\n                             sings. Lonnie sings a line now and\n                             then)\n\nGood Black\n  Yo' may leave and go to Hali-muh-fack\n  But my slow drag will--uh bring yo' back\n  Well yo' may go, but this will bring yo' back\n\n  I been in de country but I moved to town\n  I'm a tolo-shaker from my head on down\n  Well, yo' may go, but this will bring yo' back\n\n  Some folks call me a tolo-shaker\n  It's a doggone lie I'm a back-bone breaker\n  Well, yo' may go, but this will bring yo' back.\n\n  Oh, ship on de sea, boat on de ocean\n  I raise hell when I take a notion\n  Well, yo' may go, but this will bring yo' back.\n\n  Oh, who do, who do, who do wackin'\n  Wid my hells a' poppin' and my toe-nails crackin'\n  Well, yo' may go, but this will bring yo' back.\n\nWoman\nDat's all right too, pap but if yo' can't make me tote dese clothes\nhome, don't bring de mess up. Yo'se abstifically a humbug.\n\nCliffert\nMan, come on back here and move, or else own up to de folks yo' can't\npush no checkers wid me.\n                             (He sits and begins to lay out moves\n                             with his fingers and scratch his head.\n                             Enter another MAN and stands akimbo\n                             looking over Cliff's shoulder)\n\nCliff\n                             (Looking up)\nDon't stand over me lak dat, ugly as yo' is.\n\nMan (Skanko)\nYou ain't nobody's pretty baby yo'self!\n\nCliff\nDat's all right, I ain't as ugly as yo'--youse ugly enough to git behind\na Simpoon weed and hatch monkies.\n\nMan (Skanko)\nAnd youse ugly enough to git behind a tombstone and hatch hants.\n\nCliff\nYouse so ugly dey have to cover yo' face up at night so sleep can slip\nup on yo'.\n\nMan (Skanko)\nYou look like ten cents worth of Have-Mercy. Yo' face look lak ole Uncle\nJump-off. Yo' mouth look lak a bunch of ruffles.\n\nCliff\nYeah, but yo' done passed me. Yo' so ugly till they could throw yo' in\nde Mississippi River and skim ugly for six months.\n\nMan (Skanko)\nLook here, Cliff, don't yo' personate me! Counting from de little finger\nback to de thumb--yo' start anythin', I go yo' some.\n\nCliff\nGo head and grab me buddie, but if yo' don't know how to turn me loose\ntoo, don't bring de mess up! If yo' hit me, I may not beat you, but\nyo'll be so dirty when St. Peter git yo' dat he can't use yo'.\n\nMan (Skanko)\nDon't call _me_ buddy. Yo' buddy is huntin' coconuts. Don't yo' try to\nthrow me for a nap. Do. I'll kill yo' so stiff dead they'll have to push\nyo' down. Yo' gointer to make me do some double cussin' on you.\n                             (He picks up a heavy stick and walks\n                             back towards Cliff)\nNow I got dis farmer's choice in my hands, yo' better git outa my face.\n\nCliff\nYo' wanta fight?\n\nMan\nYeah I wanta fight. Put it where I kin use it and I'll sho' use it. I'll\nfight anybody. I get so hot sometimes I fights de corner of de house.\nI'm so hot I totes a pistol to keep from gettin' in a fight wid myself.\nI prints dangerous every time I sit down in, in a chair.\n\nCliff\nMan, this ain't no fighting weather. Ha, ha, ha! Did yo' think I was mad\nsho' nuff? Yo' can't fight me. They's got to be runnin' before fightin'\nand they's got to be plenty _good_ runnin' before dis fight comes off.\n\nMan\nAll right now. Yo' leave me alone and I'm a _good_ man. I'm just like an\nold shoe. If yo' rain on me and cool me off I'm soft! If yo' shine on me\nand git me hot, I'm hard.\n                             (He drops the stick and exits)\n\n                             (Cliff is shaking all over. He looks\n                             after the Man to be sure he is gone)\n\nGood Black\nKah, kah, kah. Whut yo' so scarred about? De way yo' was talkin' I\nthough yo' was mad enough to fight.\n\nCliff\nI was. I gits hot real quick! But I'm very easy cooled when de man I'm\nmad wid is bigger'n me.\n                             (He drops into his seat, wiping his\n                             face)\nMan did yo' see how he grabbed up dat check? He done skeered me into a\nthree-week's spasm!\n\nGood Black's Wife\nGood Black, dese clothes is still waiting.\n\nGood Black\nWell, let 'em wait on, I done tole yo' once. Yo' kind run yo' mouf but\nyo' can't run my business.\n\n                             (Enter a PRETTY GIRL. She strolls\n                             happily across without stopping. Good\n                             Black pretends to cough)\n\nGood Black\nWho is dat?\n\nGirl\n                             (Turns and glares at him)\nMy old man got something for dat cough yo' got.\n\nCliff\nDat's right, tell dese old mullet hear married men to mind they own\nbusiness. Now, take _me_ for instance. I'm a much-right man.\n                             (Gets up and approaches her\n                             flirtatiously)\nI didn't quite git yo' name straight. Yo' better tell it to me again.\n\nGirl\nMy name is Bee Ethel, turned round to Jones.\n\nCliff\n                             (Flirtatiously)\nYo' pretty lil ole ground angel yo'? Where did yo' come from?\n\nBee Ethel\nDetroit. Yo' like me?\n\nCliff\nDo I lak yo'? I love yo' just lak God loves Gabriel, and dat's his best\nangel. Go 'head and say somethin'. I jus' love to hear yo' talk.\n\nBee Ethel\nGimme five dollars. I need some stockings.\n\nCliff\n_Now_ Mama, dis ain't Gimme, Ga. Dis is Waycross. I'm just lak de\ncemetery. I takes in but never no put out. I ain't puttin' out nothin'\nbut old folks eyes--and I don't do that till they's dead. Run\nlong, mama.\n                             (The girl exits and he resumes his\n                             seat)\n\nCliff\nCome on, Good Black, lemme wrap dis checker roun yo' neck.\n\nGood Black\nGimme time, gimme time! Don't try to rush me.\n                             (He begins same business of figuring\n                             out moves and scratching his head)\n\n                             (Enter two or three girls and fellows.\n                             The girls are dressed in cool summer\n                             dresses, but nothing elaborate)\n\nLonnie\nI know I'm gointer play something now.\n                             (He tunes and plays \"Cold Rainy Day\".\n                             He begins to sing and the others join\n                             in. Not all. But all start to dancing.\n                             They couple off as far as possible and\n                             Lindy. The men unmated do hot solo\n                             steps. The men cry out in ecstacy)\n\n1. Shimmy! If you can't shimmy, shake your head.\n\n2. Look, baby, look! Throw it in de alley\n\n3. Look, if you can't look, stick out, and if you can't stick\nout, git out.\n                             (At the end of the son and dance, one\n                             of the girls exclaim)\n\nGirl\nAw, we got to go. Mama's looking for us.\n                             (The three girls exit, walking\n                             happily. The men watch them go)\n\nCliff\nOh boy, look at 'em! Switching it and looking back at it.\n                             (He imitates the girl's walk)\n\nGood Black\nYeah Lawd, ain't they specifyin'! They handles a lot of traffic.\n\nCliff\n                             (Seating himself again)\nYeah, but dat don't play no checkers. Come on here, Good Black\nand lemme finish wearing your ant.\n\nGood Black's Wife\nGood Black, yo' better come git dese clothes.\n\nLonnie\nGood Black, yo' wife kin cold whoop for what she want.\n\nGood Black\nYeah and if she don't git, she keep right on whoopin'. B'lieve\nI wants a drink of water. Wisht I knowed where I could slip\nup on me a drink.\n\nCliff\nAw man, come on back here and move. Yo' doin' everythin' but playin'\ncheckers. You'd ruther move a mountain wid a pry bar than to move\n                             (Points)\ndat man.\n\nGood Black\n                             (Seats himself)\nLemme hurry up and beat dis game befo' yo' bust yo' britches.\n                             (He wags his finger to indicate moves,\n                             scratches his head, but doesn't move.\n                             Several men enter and group around the\n                             players. All offer suggestions. One\n                             says, \"you got him Cliffert. He's\n                             locked up just as tight as a keyhole\".\n                             Another: \"Aw, man he kin break out!\"\n                             Another: \"Yeah, but it'll cost him\n                             plenty to git out of dat trap\".)\n\nCliff\nPolice! Police! He won't move!\n\nAnother Voice\nAw, leave go de checkers and less shoot some crap.\n\n                             (Enter a WOMAN in a house dress, head\n                             rag on, run down house shoes. She goes\n                             to the edge of the porch and calls\n                             inside)\n\nWoman\nHim there Bertha, what yo' doin'.\n\nWoman Inside\nStill bumpin' de white folks clothes--hittin' for de sundown man. Come\non in and have some sit down.\n\nOutside Woman\nAin't got time. Got a house full of company. I took a minute to see if\nyo' could let me have a little skeeting garret.\n\nInside Woman\nHow come yo' didn't git yo'self some snuff whilst yo' was at de store?\nDe man ast yo' what else. I ain't no Piggly Wiggly. Reckon I kin spare\nyo' a dip tho.\n                             (She hands out the box and the outside\n                             woman fills her lip and hands it back)\n\nOutside Woman\nMuch obliged, I thank yo'. Reckon I better heel and toe it on back, to\nsee how de comp'ny is makin' out.\n\nInside Woman\nStep inside a minute I want to put a bug in yo' ear.\n                             (She makes an urgent gesture and the\n                             other woman goes inside)\n\n                             (Lonnie is sitting off to himself and\n                             picking \"Rabbit on de Log\" softly. A\n                             small BOY dashes on with a lolly pop\n                             in his hand. He is licking it and\n                             laughing. He is pursued by a little\n                             GIRL yelling \"you gimme my all day\n                             sucker! Johnny! You gimme my candy,\n                             now!\" They run all over the stage. The\n                             men take notice of them and one of\n                             them seizes the boy and restores the\n                             candy to the girl. She pokes out her\n                             tongue at the boy and says \"goody,\n                             goody, goody, goody, goody!\" She notes\n                             the guitar playing and begins to\n                             dance. The boy makes faces back at her\n                             and dances back at her. The music gets\n                             louder, dancing faster, check board\n                             gets upset. General laughter at that.\n                             When dance is over, boy snatches the\n                             lolly pop again and races away and the\n                             girl runs behind him yelling \"Johnny!\n                             You gimme my candy! Johnny!\" The music\n                             stops and the crap game gets under\n                             way. Furious side bets for 5 and 10\n                             cents each. Loud calls on Miss \"Daisy\n                             Dice\", snake eyes, \"Ada from Decatur\".\n                             Somebody suggests a soft roll, others\n                             object on the ground that it's too\n                             easy for the experts to cheat)\n\nGood Black\nGimme de dice! I'm gointer play 'em like John Henry.\n\nLonnie\nJohn Henry didn't bother wid de bones. He used to play Georgy Skin.\n\nGood Black\nHe shot crap too. He played everythin' and everythin' he played, he\nplayed it good. Just like he uster drive steel. If I could whip steel\nlike John Henry, I wouldn't stay here and nowhere else.\n\nCliff\nWhut would yo' do?\n\nGood Black\nI'd go somewhere and keep books for somebody.\n\nLonnie\nI know how to play John Henry.\n\nGood Black\nWell, turn it on and let de bad luck happen.\n                             (As Lonnie plays thru a verse warming\n                             up, all the men get interested and\n                             start to hum. Cliffert shouts out)\n\nCliff\nLawd, Lawd, what evil have I done)\n                             (They sing John Henry. At the close,\n                             the woman who came to borrow snuff\n                             emerges from the house still talking\n                             back at the woman inside)\n\nWoman\nHe ain't no trouble. I tole him, I says, \"yo' must think youse de man\ndat made side meat taste lak ham.\" See yo' later.\n                             (She exits hurriedly. The crap game\n                             goes on until a band is heard\n                             approaching)\n\nLonnie\nWho dead?\n\nCliff\nNobody. Don't you know de Imperial Elks is goin' to New York to de Elks\nGrand Lodge? Yeah, bo, and they's takin' they band. Dat's supposed to be\nde _finest_ band in de United States.\n                             (The band approaches followed by a\n                             great crow. The crap game is instantly\n                             deserted and all follow the band)",
    "metadata": {
        "author": [
            "Hurston, Zora Neale"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/17187/pg17187.txt",
        "name": "three_plays_b_lawing_and_jawing_forty_yards_woofin.json"
    }
}