{
    "name": "Thursday Evening: A Comedy in One Act",
    "author": [
        "Morley, Christopher Darlington",
        "Morley, Christopher"
    ],
    "body": "Copyright, 1922, By Christopher Morley\n\n\n[Ill 0007]\n\n\nCHARACTERS\n\nGordon Johns, a Young Business Man\n\nLaura, Mrs. Gordon Johns\n\nMrs. Sheffield, Lauras Mother\n\nMrs. Johns, Gordons Mother\n\n\n\n[Ill 0010]\n\n\n\n\nTHURSDAY EVENING\n\n\nSCENE\n\n_A small suburban kitchen in the modest home of Mr. and Mrs. Gordon\nJohns. A meal has recently been cooked, as is shown by a general\nconfusion of pots and pans and dish-cloths. At the rear, an icebox\nstanding in the corner. Rear, center, two shelved cabinets, one\ncontaining groceries and household sundries, the other dishes and\nglassware. Rear, L, an oil range. Some baby linen and very small shirts\n(such as would be suitable for a child of about ten months') are hanging\non a clothes-horse near the stove. Boor R leads out to back porch; there\nare two windows in R wall, one each side of door. Door L to diningroom.\nAt the corner in the rear, L, door opening on back stairs, which ascend\nto upper parts of the house. Down stage, L, against side wall, a sink\nand oil-cloth covered drain-board or shelf beside it. In the center of\nstage a small table covered with oil-cloth. A kitchen chair in corner,\ndown R._\n\n_When the scene opens, GORDON and LAURA are carrying in soiled dishes\nthrough door, L. They come in and out several times, making methodical\narrangements for cleaning up. They pile the dishes on the shelf by the\nsink. Gordon takes dishpan from a hook under the sink, and fills it\nwith hot water from the kettle on the stove. LAURA, who is an attractive\nlittle person, aged about twenty-three, is in that slightly tense\ncondition of a young hostess who has had a long and trying day with\nhouse and baby, and has also cooked and served a dinner for four._\n\nGORDON\n\nAll right, Creature, just wait till I light my pipe and we'll polish\nthis up. (_Lights pipe and rolls up shirtsleeves._)\n\nLAURA\n\n(_taking an apron from chair in corner_)\n\nPut this on first. That's the only decent pair of trousers you've got.\n\n(_Enter Mrs. Sheffield, carrying dishes._)\n\nMRS. SHEFF\n\nNow you children run along and take it easy. I'll do all this.\n\nLAURA\n\nNo, no, mother. You go and talk to Mrs. Johns. (_Pointedly._) Don't let\nher come in here. mrs. sheff (_ultramaternally_)\n\nPoor baby, she's tired. You've been on your feet all day, now let Mother\nwash up for you. That was a big dinner to cook.\n\nLAURA\n\nNo tireder than you are, Mother darling. You cooked lunch.\n\nGORDON\n\nBoth of you clear out; I can get this done in no time.\n\nMRS. SHEFF\n\n(_patting Laura's cheek_)\n\nBusy with the baby all afternoon, and then cooking such a delicious\ndinner--Dearie, won't you let Mother do this for you?\n\nLAURA\n\nThere isn't room in this kitchen for everybody-- (_Enter Mrs. Johns,\ncarrying dishes._)\n\nMRS. JOHNS\n\nGordon, you and Laura go and rest. Let the two grandmothers--\n\nGORDON\n\nNow listen, little people, this is my job. I always wash up on Thursday\nevenings--\n\nMRS. JOHNS\n\nYou go and read your newspaper. I can see you're all fagged out after\nthat long day in the office--\n\nMRS. SHEFF\n\n(_to Laura_)\n\n_Please_ go and lie down, Baby. You're so tired.\n\nLAURA\n\n(_with waning patience_)\n\nYou two go and amuse yourselves; Gordon and I'll attend to this. (_They\ngently eject the two mothers-in-law_.)\n\nGORDON\n\nCome on, now, the good old system! (_He takes the small table from\ncenter of stage, and puts it carefully midway between sink and dish\ncabinet. Takes chair from corner, down R, and sets it beside table.\nLaura sits down on chair and wipes silverware and dishes as he hands\nthem to her after washing_.)\n\nLAURA\n\nThe silver first, while the water's clean.\n\nGORDON\n\nRight. We make a pretty good team at this, don't we?\n\nLAURA\n\n(_holds up a small silver jug_)\n\nThat darling old cream jug. Mother used that when she was a little girl.\n\nGORDON\n\nI love our little Thursday evening suppers. I think they're more fun\nthan any other night.\n\nLAURA\n\nI'm glad, Gordie.\n\nGORDON\n\nWe get better grub on Thursdays, when Ethel goes out, than we ever do\nwhen she's in.\n\nLAURA\n\nI tried to have everything specially nice tonight. Some visitors are\nvery critical.\n\nGORDON\n\nIt was lovely. I'm afraid it was hard for you, Creature, to have Mother\ncome just now. (_A short pause,_) Especially when _your_ Mother was\nhere.\n\nLAURA\n\nDidn't she know Mother was here?\n\nGORDON\n\nNo. I hadn't told her. You see your Mother is here so much more often.\nI didn't know your mother would still be here. I was afraid Mother might\nbe a little hurt--\n\nLAURA\n\nMother helps me a great deal. I think it's a queer thing if a wife\ncan't have her mother stay with her once in a while--\n\nGORDON\n\n(_aware of danger, changes the subject_)\n\nYe Gods, Ethel has cracked the Copenhagen platter. (_Laura is silent._)\nThat's one of the set Mother gave us when we were married.\n\nLAURA\n\nIt's a stock pattern. You can get another at any department store.\n\nGORDON\n\nI'll bet that coon didn't empty the icebox pan before she went. I never\nsaw a cook yet who could remember to do that--\n\nLAURA\n\nIf you had to go out and hunt for them you wouldn't be so particular.\nShe's better than no one.\n\nGORDON\n\n(_goes to icebox and removes a large, brimming pan from under\nit_)\n\nWhat did I tell you! (_The water slops over from pan as he carries it\ngingerly to sink and empties it. He replaces the pan under icebox._)\n\nLAURA\n\nYou'd better heat some more water. You've poured that ice-water into the\ndishpan.\n\nGORDON\n\n(_getting a little peevish; refills kettle and puts it on stove_)\n\nIt's perfectly absurd not having any pantry to keep the icebox in. In\nhere, the heat of the stove melts the ice right away. (_Goes back to\nicebox and slams its doors shut._) Of course, she never keeps the doors\nproperly closed. (_He returns to sink and resumes dishwashing._) It's a\nfunny thing.\n\nLAURA\n\nWhat is?\n\nGORDON\n\nWhy, that a presumably intelligent coon can't understand the doors of\nan icebox are meant to be kept tight shut, to save ice. What does she\nsuppose those little clamps are for? (_Laura is silent. There is a\npause, while Gordon scrapes portions of food off the soiled plates. He\nexamines some of these plates rather carefully, and picks out several\nlarge pieces of meat, lettuce, butter, etc. which he puts on one plate\nat one side. Then he seems to resume his good humor and relights his\npipe._) Well, it's jolly to have both the grandmothers here together,\nisn't it?\n\nLAURA\n\nGordon, dear, put the silver away in the sideboard before it gets wet\nagain. (_He gathers up silver from the table in front of her and exit L.\nLaura steps outside door R, and returns, bringing garbage can, which she\nputs down by the sink. She begins to wash dishes, and sees the plate of\nodds and ends which Gordon has carefully put to one side. She scrapes\nits contents into the garbage pail. While she is washings Gordon enter,\nL._)\n\nGORDON\n\nNow, Creature, let me do that. You don't want to spoil those pretty\nhands. (_Takes them, with an attempt to be affectionate._)\n\nLAURA\n\nI guess it isn't any worse for them than washing the baby's things.\n\nGORDON\n\nCome on, old man, let _me_. (_Gently removes her from sink, and pushes\nher to the chair by the table. She sits down and wipes dishes as he\nhands them to her._) It doesn't take long when there are two of us.\n\nLAURA\n\nGordie, these dishes aren't properly clean. You can't get that grease\noff without hot water.\n\nGORDON\n\nI guess that kettle's hot by now. (_To stove, feels water in kettle._)\nGive it a minute longer. (_Stands by stove and puffs at his pipe. In a\nmoment of false security, he foolishly reopens a dangerous topic._) You\nknow, I'm a little worried about Mother.\n\nLAURA\n\n(_putting away dishes_)\n\nWhy?\n\nGORDON\n\nI don't think she's as well as usual. She hardly ate any of her salad.\n\nLAURA\n\n(_turns as though about to say somethings but checks herself and\npauses a moment. This time it is she who tries honorably to avert the\ngathering storm_)\n\nOh, Gordie, I forgot to tell you! Junior drank out of a cup to-day--the\nfirst time!\n\nGORDON\n\nHe did! The little rascal!\n\nLAURA\n\nLook, here's the cup. (_Shows a small silver cup._)\n\nGORDON\n\n(_affectionately, putting his arm around her_)\n\nWell, well. (_Looks at cup._) What cup is that? I don't seem to remember\nit--\n\nLAURA\n\nWhy--Mother brought it with her. She used it when she was a baby.\n\nGORDON\n\nWhere's that nice old Christening mug of mine? I think Junior would like\nto use that once in a while, too.\n\nLAURA\n\nI put it away, dear. I was afraid Ethel might dent it.\n\nGORDON\n\n(_takes kettle from stove, goes back to sink_)\n\nI hope Mother isn't feeling poorly. I noticed at supper--\n\nLAURA\n\nWhen hot meat is served, refined people usually call it _dinner_--\n\nGORDON\n\n(_looks at her cautiously, and suddenly seems to realize that\nthey are on the edge of an abyss_)\n\nNow, honey, you're tired. You go and rest, I'll finish up here.\n\nLAURA\n\nNo, thank you. I like to see that everything gets cleaned up properly.\nSomeone might come snooping out here, and then there'd be hints about my\nhousekeeping. Of course, I'll admit I wasn't brought up to be a cook--\n\nGORDON\n\n(_seeks inspiration by relighting his pipe, and takes up a\nhandsome silver coffee pot_)\n\nOne thing I never can make out is, how to prevent coffee grounds from\ngoing down the sink. (_He talks desperately, trying to tide over the\nmutually realized danger point._) Perhaps if I could invent some kind\nof a little coffee-ground strainer I'd make our fortune. That coffee was\ndelicious, Creature.\n\nLAURA\n\nTake care of that urn, it's one of the few handsome things we have.\n\nGORDON\n\nIt _is_ a beauty.\n\nLAURA\n\nJack Davis gave it to me--\n\nGORDON\n\n(_puts it down with distaste_)\n\nI guess I'd better attend to the garbage.\n\nLAURA\n\n(_nervously_)\n\nIt's all fixed.\n\nGORDON\n\nI always like Thursdays because that's the one evening Ethel doesn't get\na chance to throw away about five dollars' worth of good food.\n\nLAURA\n\nI fixed the garbage. You can put the pail outside.\n\nGORDON\n\n(_hunting among plates on the shelf beside sink_)\n\nWhere's that plate I put here? There was a lot of perfectly good stuff I\nsaved--\n\nLAURA\n\n(_blows up at last_)\n\nWell, if you think I'm going to keep a lot of halfeaten salad your\nMother picked over--\n\nGORDON\n\n(_seizes garbage pail, lifts it up to the sink and begins to\nexplore its contents. His fuse also is rapidly shortening._)\n\nMy Lord, it's no wonder we never have any money to spend if we chuck\nhalf of it away in waste. (_Picking out various selections_.) Waste!\nLook at that piece of cheese, and those potatoes. You could take those\nthings, and some of this meat, and make a nice economical hash for\nlunch--\n\nLAURA\n\nIt's a wonder you wouldn't get a job as a scavenger. I never _heard_ of\na husband like you, rummaging through the garbage pail.\n\nGORDON\n\n(_blows up_)\n\nDo you know what the one unforgivable sin is? The sin against the Holy\nGhost? It's _Waste!_ It makes me wild to think of working and working\nlike a dog, and half of what I earn just thrown away by an ignorant\ncoon. Look at this, just look at it! (_Displays a grisly object._)\nThere's enough meat on that bone to make soup. And ye gods, here's that\njar of anchovy paste! (_Holds it up._) I thought you got that for me\nas a little treat. I wondered where it had gone to. Why, I hadn't eaten\nmore than just the top of it.\n\nLAURA\n\nWell, you left it, and left it, and it got mildewed.\n\nGORDON\n\nScrape it off. A little mildew won't hurt anybody. There'll be mildew on\nmy bank account if this kind of thing goes on. (_Still examining garbage\npail._) Look here, about half a dozen slices of bread. What's the matter\nwith _them_, I'd like to know.\n\nLAURA\n\nI think it's the most disgusting thing I ever heard of. To go picking\nover the garbage pail like that. You attend to your affairs and I'll\nattend to mine.\n\nGORDON\n\nI guess throwing away good, hard-earned money is my affair, isn't it?\n\nLAURA\n\nYou're always quick enough to find fault. I know Ethel's careless, but\nshe's the best I can get out here in this godforsaken suburb. Maybe\nyou'll be good enough to find me a better servant. A well-trained girl\nwouldn't work in this old dump, where there isn't even gas. You don't\nseem to know when you're lucky. You come back at night and find your\nhome well cared for and me slaving over a hot dinner, and do you ever\nsay a word of thanks? No, all you can think of is finding fault. I can't\nimagine how you were brought up. Your Mother--\n\nGORDON\n\nJust leave my mother out of it. I guess she didn't spoil me the way\nyours did you. Of course, I wasn't an only daughter--\n\nLAURA\n\nI wish you had been. Then I wouldn't have married you.\n\nGORDON\n\nI suppose you think that if you'd married Jack Davis or some other of\nthose profiteers you'd never have had to see the inside of a kitchen--\n\n\nLAURA\n\nIf Junior grows up with your disposition, all I can say is, I hope he'll\nnever get married.\n\nGORDON\n\nIf he gets married, I hope it'll be to some girl who understands\nsomething about economy--\n\nLAURA\n\nIf he gets married, I hope he'll be man enough not to be always finding\nfault--\n\nGORDON\n\nWell, he _won't_ get married! I'll put him wise to what marriage means,\nfussing like this all the time--\n\nLAURA\n\nYes, he _will_ get married. He _shall_ get married!\n\nGORDON\n\nOh, this is too absurd--\n\nLAURA\n\nHe _shall_ get married, just to be a humiliating example to his father.\nI'll bring him up the way a husband _ought_ to be.\n\nGORDON\n\nIn handcuffs, I suppose--\n\nLAURA\n\nAnd his wife won't have to sit and listen to perpetual criticism from\nhis mother--\n\nGORDON\n\nIf you're so down on mothers-in-law, it's queer you're anxious to be one\nyourself. The expectant mother-in-law!\n\nLAURA\n\nAll right, be vulgar. I dare say you can't help it.\n\nGORDON\n\nGreat Scott, what did you think marriage was like, anyway? Did you\nexpect to go through life having everything done for you, without a\nlittle hard work to make it interesting?\n\nLAURA\n\nIs it necessary to shout?\n\nGORDON\n\nNow let me tell you something. Let's see if you can ratify it from your\nextensive observation of life. Is there anything in the world so cruel\nas bringing up a girl in absolute ignorance of housework, believing\nthat all her days she's going to be waited on hand and foot, and that\nmarriage is one long swoon of endearments--\n\nLAURA\n\nThere's not much swooning while you're around.\n\nGORDON\n\nWhy, I believe you actually think your life is wrecked if you aren't\nbeing petted and praised every minute. You pretend to think marriage\nis so sacred and yet you're buffaloed by a few greasy dishes. I like\nmy kind of sacredness better than yours, and that's the sacredness of\ncommon sense. Marriage ought not to be performed before an altar, but\nbefore a kitchen sink.\n\nLAURA\n\n(_furiously_)\n\nI ought to have known that oil and water won't mix. I ought to have\nknown that a vulgar, selfish, conceited man couldn't make a girl happy\nwho was brought up in a refined family.\n\nI was a Sheffield, and why I ever became a Johns is more than I can\nimagine, Johns--I suppose that's camouflage for Jones. You're too\ncommon, too ordinary, to know when you're lucky. You get a charming\naristocratic wife and expect her to grub along like a washerwoman.\nYou try to crush all the life and spirit out of her. You ought to have\nmarried an icebox--that's the only thing in this house you're really\nattentive to.\n\nGORDON\n\nNow listen--\n\nLAURA\n\n(_will not be checked_)\n\nTalk about being spoiled--why, your Mother babies you so, you think\nyou're the only man on earth. (_Sarcastically_.) Her poor, overworked\nboy, who tries so hard and gets all fagged out in the office and\nstruggles so nobly to support his family! I wonder how you'd like to run\nthis house and bear a child and take care of it and shuffle along with\nan ignorant coon for a maid and then cook a big dinner and be sneered\nat and never a word of praise. All you can think of is picking over the\ngarbage pail and finding fault--\n\nGORDON\n\n(_like a fool_)\n\nI didn't find fault. I found some good food being wasted.\n\nLAURA\n\nAll right, if you love the garbage pail better than you do your wife,\nyou can live with it. (_Flings her dishtowel on the floor and exit, L._)\n\n\n(_Gordon stands irresolutely at the sink, and makes a few gloomy motions\namong the unfinished dishes. He glares at the garbage can. Then he\ncarefully gathers those portions of food that he had chosen as being\nstill usable, contemplates them grimly, then puts them on a plate\nand, after some hesitation, puts the plate in the icebox. He takes the\ngarbage can and puts it outside door, R. He returns into the kitchen,\nbut then a sudden fit of anger seizes him._)\n\nGORDON\n\nIt's always the way! (_Tears off apron, throws it on the floor, and exit\nR, slamming door._)\n\n*****\n\n(_After a brief pause, the door at the rear opening onto the back\nstairs, is cautiously opened, and Mrs. Sheffield enters quietly. She\ntakes one swift look around the disordered kitchen, picks up dishtowel\nand apron from the floor, and sets to work rapidly to clean up. Then\nthe back stairs door is again opened in the same stealthy way, and Mrs.\nJohns enters. The two ladies seem to take each other's measure with\ninstinctive shrewdness, and fall into a silent, businesslike team-play\nin putting things to rights. Mrs. Johns takes charge at the sink, and\nthe remaining dishes spin under her capable hands. Mrs. Sheffield takes\nthem from her, rapidly polishes them, and puts them away on the shelves.\nThere is unconscious comedy in the trained precision and labor-saving\nmethod of their actions, which are synchronized so that every time Mrs.\nJohns holds out a washed dish, Mrs. Sheffield is moving back from the\ncabinet, ready to receive it. They work like automatons, for perhaps two\nminutes not a word is said, and the two seem, by searching side-glances,\nto be probing each other's mood._)\n\nMRS. JOHNS\n\nIf it wasn't so tragic I'd laugh. (_A pause, during which they work\nbusily._)\n\nMRS. SHEFF\n\nIf it wasn't so comic I'd cry. (_Another pause._) I guess it's my fault.\nPoor Laura, I'm afraid I _have_ spoiled her.\n\nMRS. JOHNS\n\n_My_ fault, I think. Two mothers-in-law at once is too much for any\nyoung couple. I didn't know you were here, or I wouldn't have come.\n\nMRS. SHEFF\n\nLaura is so dreadfully sensitive, poor child--\n\nMRS. JOHNS\n\nGordon works so hard at the office. You know he's trying to get promoted\nto the sales department, and I suppose it tells on his nerves--\n\nMRS. SHEFF\n\nIf Laura could afford to have a nurse to help her with the baby she\nwouldn't get so exhausted--\n\nMRS. JOHNS\n\nGordon says he wants to take out some more insurance, that's why\nhe worries so about economy. It isn't for himself, he's really very\nunselfish--\n\nMRS. SHEFF\n\n(_a little tartly_)\n\nStill, I do think that sometimes--(_They pause and look at each other\nquickly._) My gracious, we'll be at it ourselves if we don't look out!\n\n(_She goes to the clothes-horse and rearranges the garments on it. She\nholds up a lilliputian shirt, and they both smile._)\n\nMRS. JOHNS\n\nThat darling baby! I hope he won't have poor Gordon's quick temper.\nIt runs in the Johns family, I'm afraid. I was an Armstrong before\nI married Gordon's father--I didn't know what temper was until I\nmarried--either my own or his.\n\nMRS. SHEFF\n\nI was a Thomson--Thomson without the P, you know, from Rhode Island. All\nfamilies are hot tempered. All husbands' families, anyway.\n\nMRS. JOHNS\n\nGordon's father used to say that Adam and Eve didn't know when they were\nwell off. He said that was why they called it the Garden of Eden.\n\nMRS. SHEFF\n\nWhy?\n\nMRS. JOHNS\n\nBecause there was no mother-in-law there.\n\nMRS. SHEFF\n\nPoor children, they have such a lot to learn! I really feel ashamed,\nMrs. Johns, because Laura is an undisciplined little thing, and I'm\nafraid I've always petted her too much. She had such a lot of attention\nbefore she met Gordon, and was made so much of, it gave her wrong ideas.\n\nMRS. JOHNS\n\nI wish Gordon was a little younger, I'd like to turn him up and spank\nhim. He's dreadfully stubborn and tactless--\n\nMRS. SHEFF\n\nBut I'm afraid I _did_ make a mistake. Laura was having such a good\ntime as a girl, I was always afraid she'd have a hard awakening when she\nmarried. But Mr. Sheffield had a good deal of money at that time, and he\nused to say, 'She's only young once, let her enjoy herself.'\n\nMRS. JOHNS\n\nMy husband was shortsighted, too. He had had to skimp so, that he\nbrought up Gordon to have a terror of wasting a nickel.\n\nMRS. SHEFF\n\nVery sensible. I wish Mr. Sheffield had had a little more of that\nterror. I shall have to tell him what his policy has resulted in. But\nreally, you know, when I heard them at it, I could hardly help admiring\nthem. (_With a sigh._) It brings back old times!\n\nMRS. JOHNS\n\nSo it does! (_A pause._) But we can't let them go on like this. A little\nvigorous quarreling is good for everybody. It's a kind of spiritual\nlaxative. But they carry it too far.\n\nMRS. SHEFF\n\nThey're awfully ingenious. They were even bickering about Junior's\nfuture mother-in-law. I suppose she's still in school, whoever she may\nbe!\n\nMRS. JOHNS\n\nBeing a mother-in-law is almost as painful as being a mother.\n\nMRS. SHEFF\n\nI think every marriage ought to be preceded by a treaty of peace between\nthe two mothers. If they understand each other, everything will work out\nall right.\n\nMRS. JOHNS\n\nYou're right. When each one takes sides with her own child, it's fatal.\n\nMRS. SHEFF\n\n(_lowering her voice_)\n\nLook here, I think I know how we can make them ashamed of themselves.\nWhere are they now?\n\nMRS. JOHNS\n\n(_goes cautiously to door L and peeps through_)\n\nLaura is lying on the couch in the living-room. I think she's\ncrying--her face is buried in the cushions.\n\nMRS. SHEFF\n\nSplendid. That means she's listening with all her ears--(_Tiptoes to\nwindow, R._) I can't see Gordon, but I think he's walking round the\ngarden--\n\nMRS. JOHNS\n\n(_quietly_)\n\nIf we were to talk a little louder he'd sit on the back steps to hear\nit--\n\nMRS. SHEFF\n\nExactly. Now listen! (_They put their heads together and whisper; the\naudience does not hear what is said._)\n\nMRS. JOHNS\n\nFine! Oh, that's fine! (_Mrs. Sheffield whispers again, inaudible to the\nspectators._) But wait a moment. Don't you think it would be better if\n_I_ praise Laura and _you_ praise Gordon? They won't expect that, and it\nmight shame them--\n\nMRS. SHEFF\n\nNo, no! Don't you see--(_Whispers again, inaudibly_.)\n\nMRS. JOHNS\n\nYou're right. Cunning as serpents and harmless as doves--(_They\ncarefully set both doors, L and R ajar._)\n\nMRS. SHEFF\n\nI only hope we won't wake the baby--(_They return to the task of\ncleaning up, and talk very loudly in pretended quarrel._)\n\nMRS. JOHNS\n\nWhere do these dessert plates go?\n\nMRS. SHEFF\n\nOn this shelf.\n\nMRS. JOHNS\n\nYou're here so much more often than I, naturally you know Laura's\narrangements better.\n\nMRS. SHEFF\n\nIt's a lucky thing I _am_ here. I don't know what poor Laura would do\nwithout me at such a dreadful time--\n\nMRS. JOHNS\n\n_Poor_ Laura! I should say she's very fortunate, such a good husband--\n\nMRS. SHEFF\n\nI think it's rather sad for a girl who has had as much as she has, to\ncome down to this--\n\nMRS. JOHNS\n\nIt's perfectly wonderful how Gordon has got on in business--\n\nMRS. SHEFF\n\nHe ought to, with such a lovely home, run like a clock--\n\nMRS. JOHNS\n\nYes. An alarm clock.\n\nMRS. SHEFF\n\nWell, I'm not going to see my daughter's happiness ruined--\n\nMRS. JOHNS\n\nI always knew he'd make some girl a fine husband--\n\nMRS. SHEFF\n\nPerhaps. But he seems to have picked the wrong girl. Laura has too much\nspirit to be bullied--\n\nMRS. JOHNS\n\nWell, perhaps it was all a mistake. Poor Gordon, he works so hard. I\nbelieve his hair is going white over his ears already.\n\nMRS. SHEFF\n\nStuff! That's lather from where he shaved this morning. He's too\nslovenly to wash it off.\n\nMRS. JOHNS\n\nIt isn't right that a young man should have to slave the way he does--\n\nMRS. SHEFF\n\n(_apparently in a passion_)\n\nDo you think that business slavery can compare to household slavery? I\nthink it's heartrending to see an attractive girl like Laura shut up\nin a poky little house doing drudgery and tending a baby. Think of it,\nhaving to take care of her own baby! Why, it's an outrage. If Gordon was\nhalf a man, he'd get her a trained baby nurse so she wouldn't have to\n_look_ at the poor little thing--\n\nMRS. JOHNS\n\n(_scathing_)\n\nYes, how sad that Gordon should have to entrust his son to amateur care\nwhen it needs scientific attention.\n\nMRS. SHEFF\n\nPoor darling Laura--she never ought to have had a baby.\n\nMRS. JOHNS\n\nGordon is too intellectual to be bothered with these domestic details.\nHe ought to be able to concentrate on his work.\n\nMRS. SHEFF\n\n(_coming close to Mrs. Johns, feigning great rage, but grimacing to show\nit is merely acting_)\n\nWell, if you don't think my daughter is good enough for your son, I can\nalways take her home with _me_. I guess I can find room for her, and we\ncan put the child in an institution. (_Both nearly laughs but recover\nthemselves_.)\n\nMRS. JOHNS\n\nDon't worry. _I'll_ take the child. He's a Johns anyway, not a\nSheffield. And you just watch Gordon, when he's relieved of all this\nfamily worry and quarreling. He'll make his mark in the world. He's too\nfine to be tied down by a wife that doesn't understand him.\n\nMRS. SHEFF\n\nOh, how happy Laura will be to hear this. My sweet, clever, attractive,\neconomical, sensible little girl, free at last. Her married life has\nbeen a nightmare. That great, hulking, selfish man has tried to trample\nall the joy out of her. He shan't do it.\n\nMRS. JOHNS\n\nI never heard of a young husband as self-sacrificing as Gordon. I don't\nbelieve he _ever_ goes out for an evening with other men, and he _never_\nspends anything on himself--\n\nMRS. SHEFF\n\nI think the way Laura runs her little home is just wonderful. See how\nshe struggles to keep her kitchen in order--this miserable, inconvenient\nlittle kitchen, no gas, no pantry, no decent help. I think it's\n_terrible_ she has had to put up with so much--(_They pause, and listen\nat the door, L. The kitchen is now spick and span. Mrs. Johns makes a\ngesture to indicate that Laura is taking it all in, offstage._)\n\nMRS. JOHNS\n\nWell, then, it's all settled.\n\nMRS. SHEFF\n\nYes. As Laura's mother, I can't let her go on like this. A husband, a\nhome, and a baby--it's enough to ruin any woman.\n\nMRS. JOHNS\n\nIt's only fair to both sides to end it all. I never heard of such brutal\nhardships. Gordon can't fight against these things any longer. Throwing\naway a soupbone and three slices of bread! I wonder he doesn't go mad.\n\nMRS. SHEFF\n\nWe've saved them just in time. (_They look at each other knowingly, with\nthe air of those who have done a sound bit of work, Then they stealthily\nopen the door at the rear, and exeunt up the back stairs,_)\n\n*****\n\n(_There is a brief pause; then the door L opens like an explosion, and\nLaura bursts in, She stands for a moment, wild-eyed, stamps her foot\nin a passion, Then she seizes one of the baby shirts from the rack, and\ndrops into the chair by the table, crying. She buries her head in her\narms, concealing the shirt, Enter Gordon, R, He stands uncertainly,\nevidently feeling like a fool._)\n\n\nGORDON\n\nI'm sorry, I--I left my pipe in here. (_Finds it by the sink,_)\n\nLAURA\n\n(_her face still hidden_)\n\nOh, Gordie, _was_ it all a mistake?\n\nGORDON\n\n(_troubled, pats her shoulder tentatively_)\n\nNow listen, Creature, don't. You'll make yourself sick.\n\nLAURA\n\nI never thought I'd hear such things--from my own mother.\n\nGORDON\n\nI never heard such rot. They must be mad, both of them.\n\nLAURA\n\nThen you were listening, too--\n\nGORDON\n\nYes. Why, they're deliberately trying to set us against each other.\n\nLAURA\n\nThey wouldn't have _dared_ speak like that if they had known we could\nhear. Gordon, I don't think it's _legal_--\n\nGORDON\n\nI'm afraid the law doesn't give one much protection against one's\nmothers.\n\nLAURA\n\n(_miserably_)\n\nI guess she's right. I _am_ spoiled, and I _am_ silly, and I _am_\nextravagant--\n\nGORDON\n\nDon't be silly, darling. That's crazy stuff. I'm _not_ overworked, and\neven if I were I'd love it, for you--\n\nLAURA\n\nI don't _want_ a nurse for Junior. I wouldn't have one in the house.\n(_Sits up, dishevelled, and displays the small shirt she has been\nclutching._) Gordon, I'm _not_ an amateur! I love that baby and I _am_\nscientific. I keep a chart of his weight every week.\n\nGORDON\n\nYes, I know, ducky, Gordon understands. Soon we'll be able to buy that\nscales you want, and we won't have to weigh him on the meat balance.\n\nLAURA\n\n_Nobody_ can take away my darling baby--\n\nGORDON\n\nIt was my fault, dear. I _am_ obstinate and disagreeable--\n\nLAURA\n\nI'll speak to Ethel about the garbage--\n\nGORDON\n\nEthel's all right. We're lucky to have her.\n\nLAURA\n\nGordon, you mustn't work too hard. You know you're all I have--(_A\nsob_.) since Mother's gone back on me.\n\nGORDON\n\n(_patting her_)\n\nI think it's frightful, the things they said. What are they trying to\ndo, break up a happy home?\n\nLAURA\n\nWe _are_ happy, aren't we?\n\nGORDON\n\nWell, I should say so. Did you ever hear me complain? (_Takes her in his\narms_.)\n\nLAURA\n\nNo, Gordie. It was cruel of them to try to make trouble between us--but,\nperhaps, some of the things they said--\n\nGORDON\n\nWere true?--\n\nLAURA\n\nWell, not exactly true, dear, but--interesting! --your mother is right,\nyou _do_ have a hard time, and I'll try--\n\nGORDON\n\n(_stops her_)\n\nNo, _your_ mother is right. I've been a brute--\n\nLAURA\n\nI'm lucky to have such a husband--(_They are silent a moment_.)\n\nGORDON\n\nI suppose you'll think it an awful anticlimax--\n\nLAURA\n\nWhat, dear?\n\nGORDON\n\nSuppose we have something to eat?\n\nLAURA\n\n(_happily_)\n\nGood idea. Quarreling always makes me hungry. (_They go to the icebox_.)\nI didn't really get any supper to speak of, I was worrying about\neverything so--\n\nGORDON\n\n(_opening icebox_)\n\nYou mean _dinner_, honey--among refined people!\n\nLAURA\n\nDon't be a tease. Come on, we'll have a snack-- (_She discovers Gordon s\nplate of left-overs_.)\n\nGORDON\n\nThrow out that junk--I was idiotic to save it.\n\nLAURA\n\nNo, Gordie, you were quite right. We must save everything we can. Four\nor five heads of lettuce would make a new shirt for Junior.\n\nGORDON\n\n(_bewildered_)\n\nLettuce?\n\nLAURA\n\nI mean, if we saved that much, it would make enough money to buy him\na new little vest. He's getting so enormous--(_She puts plate of\nleft-overs on the table, with some other cold food._)\n\nGORDON\n\nThere, now, this is better. (_They sit down at table._)\n\nLAURA\n\n(_thoughtfully_)\n\nYou know, Gordie, we mustn't let them know we heard them.\n\nGORDON\n\nNo, I suppose not. But it's hard to forgive that sort of talk.\n\nLAURA\n\nEven if they did say atrocious things, I think they really love us--\n\nGORDON\n\nWe'll be a bit cold and stand-offish until things blow over.\n\nLAURA\n\n(_complacently_)\n\nIf I'm ever a mother-in-law, I shall try to be _very_ understanding--\n\nGORDON\n\nYes, Creature. Do you remember why I call you Creature?\n\nLAURA\n\nDo I not?\n\nGORDON\n\nThere was an adjective omitted, you remember.\n\nLAURA\n\nOh, Gordie, that's one of the troubles of married life. So many of the\nnice adjectives seem to get omitted.\n\nGORDON\n\nMotto for married men: Don't run short of adjectives!--You remember what\nthe adjective was?\n\nLAURA\n\nTell me.\n\nGORDON\n\n_Adorable_, It was an abbreviation for Adorable Creature--(_Holds her,\nThey are both perfectly happy_.) I love our little Thursday evenings.\nlaura (_partly breaks from his embrace_)\n\nSssh! (_Listens,_) Was that the baby?\n\n\nCURTAIN",
    "metadata": {
        "author": [
            "Morley, Christopher Darlington",
            "Morley, Christopher"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51984/pg51984.txt",
        "name": "thursday_evening_a_comedy_in_one_act.json"
    }
}