{
    "name": "Ticket to the Stars",
    "author": [
        "Banks, Raymond Eugene",
        "Banks, Raymond E."
    ],
    "body": "I was sitting in the dining-bar of the Thousand Lights, in New York,\nwatching Kelly as the woman walked into the bar. There was a ripple,\nan undercurrent of sensation. Not because of the way she looked, not\nbecause of her dress, but because she was an Ideal. People hate Ideals.\nThe better-looking they are the more they are hated, and this one was\nright on top.\n\nI sat at a table about twelve feet from Kelly. He sat at the bar and\nI could see his face in the mirror. His face scowled in an expression\nof hate. I saw him pick up his cigarettes and make a ball of the empty\npackage with his fist. He tried to look away; his eyes crossed mine and\nhe didn't even recognize me.\n\nThe Ideal came up to him and slipped on the stool beside him with some\nword of greeting. She was human all right. Too human. She was dressed\nin white. Most of them dress in white. There was some gold sprinkled on\nher costume. It was very expensive, made of Scolarian cloth, flowing\naround her body. Kelly bit his lip and pulled away from the touch of\nher arm. It was a well-rounded arm, white and perfect in the soft\nlights of the bar. The face was pleasant with a youthful glow. Her red\nhair was soft enough to halo, strong enough to fall a bit this way\nand that as she turned. She had a small nose, blue Irish eyes and a\nsmattering of freckles.\n\nShe looked a little bit like Kelly.\n\nShe went on talking. When she smiled her white teeth flashed and\nsparkled. Nobody from earth quite had teeth like that.\n\nThe bartender set a drink before Kelly, took the Ideal's order. She\nmade a few comments to Kelly and he dipped his face despairingly in\nhis arms. The rest of the people in the bar went unconcernedly about\ntheir business.\n\n\"God damn it! Leave me alone!\"\n\nKelly burst out just as the bartender served the girl's drink. Kelly\ntook his own drink and threw it in the pretty Irish face of the\nredhead, whipped away from the stool and was gone. I caught a glimpse\nof his face as he went past and it was frightening. It was the face\nof a man who can never get drunk again, who can never really sleep\nagain. You took one look at him and knew he'd been in deep space on the\nStardust Overdrive, but it seemed queer to see the look on a familiar\nface.\n\nMy own insides felt cold. First Kelly made the moon. Then I did. Then I\nmade Mars. Then he did. Then he went on the Stardust Overdrive ... and\ncame back with his Ideal....\n\n\n\nKelly's redhead wiped the drink from her face, flushing a little. A\nbouncer came up and told her to leave. She gave him the look they\nall have. Of patience, of humor, of some exasperation. Some of her\ndelectable red hair was soaked with the drink but she pushed it back\nfrom her eyes and got up. She gave a wistful glance at her untouched\ndrink and started to go. She went past my table with a flash of smooth\nlegs. There was the faint odor of deep-space perfume. The crowd parted\nin distaste from her, but a couple of near-spacemen made some grinning\ncracks and whistled.\n\nI followed her out.\n\nShe stood on the curbing, white and gracious, fumbling absently with\nher coat as I came up. She was watching the parking lot. Her eyes\nbarely grazed me as I helped her with the coat. It was snowing but her\nbare arms were warm.\n\n\"Is Kelly going back?\"\n\nShe smiled her thanks for the help. \"Maybe.\"\n\n\"Would he go back if anything happened to you?\"\n\n\"I don't know.\"\n\nKelly was coming now. His aircar swooped up to the curb and he opened\nthe door for her. She got in, sliding beside him with an amused but\ndetermined look.\n\nI pulled out my gun and leaned forward. I put the muzzle against the\ncurving throat of the girl.\n\n\"Jim,\" I said, \"I'll do it for you if you want.\"\n\nThere was a flash of fright in her face and she put her hand up to her\nthroat, but only to ease the pressure of the gun that dug into the\nwhite flesh.\n\nJim stared at the girl and me and the gun.\n\n\"No, Al.\"\n\n\"It's no crime,\" I said. \"They'd never convict me for killing an Ideal.\nJim, this is your last chance to beat the Stardust Overdrive.\"\n\n\"Thanks, Al,\" said Kelly. \"Maybe I'll be sending for you someday to\nhelp.\"\n\n\"Out there,\" I said.\n\n\"Out there,\" he said bitterly. \"I'm leaving tomorrow.\"\n\nThe girl's small hands moved up and with amazing strength pushed my gun\naway from her throat. Her look was one of triumph, even and cool, not\ngloating. Almost matter-of-fact.\n\n\"Remind me to scare the hell out of you some time,\" she said. \"We're\nhuman too, you know.\"\n\nI looked down at the sitting sweep of the white-clad thighs and\ngrunted. \"Maybe.\"\n\nThen I looked at Jim and saw it was check-out time. For a moment his\nface had the old look of swagger. Just for a second he was the old Jim.\n\n\"Keep 'em flying, boy,\" he said.\n\n\"Same to you, Jim.\"\n\n\"Maybe I'll see you out there some time, Al.\"\n\n\"Maybe you will, Jim,\" I said.\n\n\"Goodbye, Albert Hall,\" said the girl. The aircar zoomed away from me.\n\n\n\nI put my gun away angrily. Then I caught an aircar back to the office.\nOn the way I did a lot of thinking. And what I thought made me even\nangrier. I thought about Kelly--and all the other men like him who\nsigned on the Stardust Overdrive. They were good men, happy men--even\nmarried, some of them. But when they came back from deep space they\nwere changed. For they always brought back an Ideal--a beautiful\nwoman on the surface, and seemingly one who was a reflection of their\nevery wish or desire--an Ideal. Human? As far as Earth science could\ndetermine. But science and deep space were light years apart and\nperhaps would always be that way for the men who went out there never\ntalked about it much when they came back. Why? _Why!_\n\nWhat made them hate it--like Kelly? And what made them _have_ to\nreturn? What turned a happy man into a miserable prisoner? _Why didn't\nKelly quit the Stardust Overdrive?_\n\nWhen I got to the office I had made up my mind. This had been gnawing\nat me for a long time and it had to be settled. I had to know....\n\nI filled out my request for transfer from planetary runs to deep space.\nThen I went to the tele and called my wife.\n\n\"Honey, you won't like what I've just done,\" I told her. I could see\nher face take on a sudden chilled look. As if she knew....\n\n\"What is it, Al?\" There was tenseness in her voice and I couldn't blame\nher a bit.\n\n\"The Stardust Overdrive.\" I said it quickly and then felt like a heel.\nBut it was already too late.\n\n\"Al--no--you couldn't--\"\n\n\"I signed the papers a few minutes ago. Honey, you've got to\nunderstand--I have to ... I saw Kelly a little while ago. He's changed,\nand I've got to know why. He was my best friend....\"\n\nHer face grew hard then. \"Kelly! What about me? Don't I count? I'm your\nwife--remember? Or would you rather find someone to take my place--an\nIdeal!\"\n\n\"You don't understand,\" I tried to tell her, but knew it was useless.\nShe had never been in space, not even to Luna. A spaceman gets the\nchallenge in his blood, he's got to see more, he's got to know what's\nbeyond the solar system. Out where the Ideals come from. Sooner or\nlater he's got to _know_.\n\nHer face sobered suddenly and there was a desperateness in her eyes.\n\"Al, did Kelly tell you?\"\n\nI looked into the tele at her. \"Tell me what?\"\n\nHer lips were tight and white. \"Kelly's wife committed suicide today.\nShe couldn't take it any longer. It was her or--the Ideal....\"\n\nI felt the shock of her words and knew what she was trying to say. _It\ncould happen to us!_\n\nI shook my head. \"I'm sorry to hear that.\" And then I felt a bitter\nanger. \"She didn't give him a chance to find himself. Now he'll never\nquit--\"\n\n\"Chance! What kind of a chance does any woman have against an Ideal?\nYou're blaming _her_?\"\n\nThis wasn't getting us anywhere and we both knew it. We stared at each\nother in the tele for a long silent minute. Then she said, \"This will\nbe the end for us, Al. Remember that before it's too late....\"\n\nI saw again the haunted look on Kelly's face. The almost desperate\npleading there of something I could never understand unless--\n\n\"I'm going.\" I said before I could let her change my mind.\n\n\"Then there's nothing more to say. Goodbye, Al.\"\n\nAnd she switched off the set on me. Her face was gone, and maybe our\nlife together too. Just like that.\n\n\n\nThere was a three-day orientation period before we took off. Ships\non the Stardust Overdrive were operated by two-man teams and I\nwas assigned to a man named Radwick, an older man, who had been on\nthe Drive before. He was as crazy as a carnival mirror. He was a\nsemanticist and he carried around a small bag full of wooden blocks.\nHe would set these on a table and shift them around into various\npositions. \"I am thinking on the non-verbal level,\" he told me. \"I'm\nexpressing ideas in things.\"\n\n\"Maybe we'd better go over the Company manual. I got a lot to learn in\nonly three days.\"\n\nHe had white hair and a thin face and a patient smile. \"Nonsense. You\ncan't learn that way. You learn by doing. When we get into space, I'll\nteach you all you need to know about the Drive.\"\n\nI put in a complaint to the Company. \"Listen,\" I told the supervisor.\n\"I don't like the idea of teaming up with a grown-up man who plays with\nblocks. This boy has really lost his lid.\"\n\nThe supervisor gave me the stern Company treatment. \"Don't you know\nthat we can't get one man in a hundred for the Drive?\" he said. \"We\ncan't afford to pick and choose. You volunteered for Stardust and\nyou'll have to abide by our system of operation.\"\n\n\n\nI was glad to get out of earth and into the planets. The people of\nearth loved that far-off metal we brought back from the stars, called\nduronium plus. You could make a hundred year suit with it or you could\ncarry an atomic pile around in your pocket in a wallet made of the\nstuff. It was profitable trade for the Company, but nobody wanted to\nhave anything to do with the rest of the culture of the far-off stars.\nEvery human who had gone out there had either not come back, or had\ncome back with too few of his marbles. In order to get their duronium\nplus they had to depend on the lunatic fringe of people like Radwick,\nKelly and me. People who would try anything once. People who liked to\nscare themselves about a thing and then go out and do it.\n\nRadwick and I traveled on a conventional ship almost to Pluto. The\nsmall, fast Overdrive ships never came very far into the solar system.\nThe local boys who put us on the small, red traveler serviced the ship\nwith a touch of awe. They were plenty scared, as if afraid they would\nbe stuck on board when we left.\n\nThere was something odd about the construction of the ship, but I\ncouldn't put my finger on it.\n\n\"The design has passed through the minds of the Stardust beings,\" said\nRadwick, dumping his blocks on the table in the main cabin with a\nrattling sound. \"Earthmen provided the blueprints but these ships are\nbuilt out in Scolaris. They're partly organic.\"\n\n\"What!\"\n\nI put my hand against one red wall and felt a warm, lifelike glow.\n\n\"Certainly, why not?\" smiled Radwick, clomping a design with his\nblocks. He made the carbon ring to symbolize life and an energy formula\nto symbolize the machine. \"It's only in people's minds that there is a\nclean break between organic and non-organic. Machines have a youth, old\nage and death; so do people. They are really interchangeable....\"\n\n\"I don't like the idea of traveling in the stomach of some\nspace-monster,\" I babbled. \"He might get the idea to digest us.\"\n\n\"Stomach-bummick,\" said Radwick. \"This cabin could just as easily be an\near or the inside of an eye. Only the ship isn't organic in that way.\nIt's just partly organic and partly not which may be expressed--\"\n\nHe fell silent, throwing the blocks around. Suddenly I heard a bell. It\nconsisted of four mellow tones struck at regular intervals.\n\n\"What's that?\"\n\n\"Ideal sound,\" he said. \"You'll have to get used to that too. It's\nanother concept that we don't have back on earth.\"\n\n\"What's ideal about ringing a dinner bell?\"\n\nRadwick shrugged. \"It's just a discontinuity to us. The Stardust people\nwrite off our fashions in clothing as a discontinuity in reasoning that\nthey don't understand. We must write off theirs.\" He smiled briefly.\n\"You'll come to write off a great many things, young man.\"\n\nI didn't tell him I thought the bells were far from ideal. They didn't\nhave any place to come from, and for the first time I felt a fear of\nthe unknown. Radwick sat there unperturbed trying to fashion some\nconcept, probably of the bells, with his blocks. The earthmen finished\nservicing and came in to make arrangements for a rendezvous with us\nsome months from then.\n\n\"First time out?\" the Captain asked me.\n\n\"Yessir,\" I said, trying to look fearless.\n\nHe sighed. \"Watch out for the Ideals,\" he said. \"The first time's the\nhardest.\" His crew stood behind him looking at me like they would look\nat a condemned man about to take his place in the electric chair.\n\n\"Well, all happiness,\" he said, giving a distasteful glance at the\nabsorbed Radwick.\n\n\"All happiness,\" I managed and they left us alone in space with ringing\nbells and the red space ship that had the disconcerting habit of\nsighing once in a while or shifting its wall structure in a stretch\nthat was so human you felt like apologizing for being inside it.\n\n\n\nWe were out in four light year space. In the big Empty between our\nsolar system and the next. We had passed through two magnetic fields,\nand already I wasn't the same, but Radwick had laughed.\n\n\"Pleasure and pain,\" he said. \"As common as an old shoe on a vacant\nlot. Why get corked over a little thing like that?\"\n\nIt helped. It helped a lot to see him twisting and writhing on his\nbunk, the same as I was, only with the big red encyclopedia on his\nface as he pretended to read in indifference. We were in the painful\nmagnetic field for about eight hours and I cried and cursed and prayed\nand laughed in horror and sweated a bucket. The reaction was worse. My\nfrayed nerves temporarily gave out and I tried to walk through the wall\nof the space ship into the dining room of the Thousand Lights back in\nNew York.\n\nShortly after that we hit the pleasure field. Those precious moments\nlasted for the same time as the painful sensations, but after that\nearth seemed like a cemetery of the dead. I mewed like a stroked kitten\nand Radwick kept putting down his encyclopedia and laughing in goofy\nhappiness. It was silly; it was wonderful; it made me so glad to have a\nhuman body that I wanted to cry.\n\nThese magnetic fields were behind us now and I was staring at the\noutside emptiness apprehensively.\n\n\"Radwick, look--\" I gasped.\n\nI had been watching a point of light in the distance. It broke on us\nswiftly with dazzling power. The magnitudes of light were so powerful\nthat I had to turn the screen down to its darkest level.\n\nOut there was what looked like the true Choir of Heaven. Rank on\nrank of singing, human faces, spiraling upward. Tensions of mighty\nhumanistic fire glowed from the banked, singing faces. The hymn was\nobscure but it was faintly religious and very stirring. Now we were\nwinging down a long corridor in space banked on either side by a myriad\nshining, dedicated human faces, pouring out glory with solemn deep-soul\nsinging. The celestial organ effect made the whole ship vibrate and\nmade Radwick's blocks jump on the table like animated poker chips.\n\nWe were traveling towards a throne of golden light. In the midst of\nthe throne was a blinding brilliance that was our goal. Now the vision\nclosed in and the entire power of light and sound blasted into my\ndeepest marrow. Even when I closed my eyes I could see the faces; my\nplugged ears yielded to the lifting sound.\n\nRadwick was holding out a can of pork and beans towards me.\n\n\"Yesterday we had chili for supper,\" he shouted. \"How's about beans\ntonight--or shall I open a canned steak?\"\n\n\"Man,\" I yelled, pointing helplessly to the overpowering vision. \"Man--\"\n\nI have never been particularly religious because it doesn't help in\nspace. But for anybody that goes by the Book, this was Paradise in\nwhite and gold technicolor. I was ready to subscribe my salary to the\ncause and give up my life of sin in those seconds.\n\nAt the moment we came to the celestial throne, Radwick was scrounging\nin the kitchen drawer trying to find another can-opener to replace the\none I'd bent.\n\nWe shot past the throne and into emptiness again. I mopped my brow and\npeered back, exalted by the vision but glad that I was only seeing\nthings.\n\nOnly the Choir was still there and the throne, receding in the\ndistance. We were on the back side of it now.\n\n\"How about that?\" I croaked weakly to Radwick. \"How about that?\"\n\n\"Oh, it's real all right,\" said Radwick evenly. He took a hatchet to\nthe can of beans and burst it open. \"You can join up with the hymnals\nif you want. Step right outside the ship and fall into rank. Heaven by\nany definition. The company's lost plenty of spacemen there. Chance to\nbecome immortal, you know. I suspect that the Choir's time is infinity\nand past; present and future would cease to exist for you. Your body\nwould wither away and you'd become an essence, still with a vague\nsense of your old name and address but totally wrapped up in the glory\nhallelujah and the singing. On the whole, not a bad place to spend the\nrest of eternity.\"\n\n\"Immortality,\" I breathed. \"But--why--\"\n\n\"According to the law of discontinuity,\" said Radwick, \"the basic\nassumptions which make its existence impossible are wrong. In other\nwords, we don't believe it could happen because of the known physical\nfacts of the human body and the known facts of space. But if any step\nof reasoning along the way is wrong, then it could exist. So one link\nin our reasoning is wrong--and it exists.\"\n\nI didn't get that and he sat down with his half of the can of beans and\ntried to explain it to me with his semantics blocks.\n\n\n\nI remember arguing the point of meaning and insanity with Radwick while\nwe were passing through the layers of time. The ship would give a jerk\neach time we cut into a new strip in the piled-up layers. First we\nwould be in our own time which Radwick called white time. Then we would\nbump over into blue time and there was a pervading sense of oddness\nwhile our eyes adjusted to a new system of angles which made everything\nlook like a parallelogram in shape. In blue time our drinking water was\na rubbery chunk of blue stuff and the solid walls of our ship shimmered\ninto opaque, running liquid that forever eddied and whirled and yet\nnever drained away. You could put your hand into it and feel the walls\nsplash and splatter like water. But our hands, and indeed, our whole\nbodies shifted in gaseous uncertainty, both Radwick and I becoming\nshapeless things of floating motion in a time where liquids were solid,\nsolids liquid, and organic matter gaseous. Together we expanded to\nfill the cabin and I was fascinated by the shifts in form.\n\nI felt the logical hammer strokes of Radwick's thinking. \"You've heard\nideal sound that pleases the auditory nerves. You've experienced the\nperfect tyranny of pain and pleasure. You've witnessed the extreme\nwonder of spiritual Heaven--now, my friend, feel freedom. A perfect,\nideal freedom of mind and body and being that men who grub after\nfreedom will never know.\"\n\nThen we broke back into white time and everything became normal.\n\n\"No wonder they go mad out here,\" I breathed.\n\n\"Mad?\" said Radwick. \"No, not over that. The more alien a sensation,\nthe less dangerous it is to sanity. With the unknown there is the fear\nsymptom, perhaps, but there is no identity with the alien. The things\nthat drive men crazy are the known, normal things which are just one\nbeat off. Things that ought to be normal but aren't.\"\n\n\"Like the Ideals.\"\n\nRadwick nodded his silver head. \"Like the Ideals.\"\n\n\"How come you never met your Ideal, Radwick?\"\n\nHe sighed. He played with the blocks. \"I did. She was destroyed.\"\n\n\"You killed her?\"\n\n\"She was destroyed.\"\n\nIn the red time there were suggestive mists that whispered. Radwick\nwatched me with amusement. I had never seen a mist-woman before,\nand I forgot about the Ideals when I saw these graceful, half-solid\ncreatures that drifted past the ship. In the distance they were alien\nforms but as they divined our own forms and wants they shifted into\nreasonable facsimilies of earth-women and smiled and whispered as we\ndrew alongside.\n\n\"Sirens,\" I breathed, feeling cold fear inside.\n\nRadwick concealed a smile as one of them materialized inside the ship.\nShe balanced on the cabin table and fell towards me, whispering sounds\nthat almost made words. The sensation was one of almost-solid and yet a\nyielding that gave way to the touch. There was a wetness and a warmness\nwith just the suggestion of glossy, mist hair, dainty-brushing,\nlip-kissing. She formed herself around my body and nibbled my ear and\nteased me to open my pores and admit her.\n\n\"I don't know how!\" I gasped, almost overwhelmed by the\nnot-quite-solidity of her.\n\n\"And never will,\" laughed Radwick. \"You aren't sex-oriented or you\nwould be at the end of your run on the Overdrive right this moment,\nspirited away into the ideal of orgiastic perfection. The Company loses\na lot of men to these mists and they go drifting in love forever, but\nshe can't hurt you.\"\n\nThen the delicious mist got mad and slapped my face and floated\ndaintily off. Then came the jarring sensation and we were back in the\ndaylight of our own time and heading again towards the next layer of\nblue time. Only by then I could marvel no more.\n\n\n\nI saw Kelly on Scolaris while they were loading the ship with duronium.\nIn exchange the Scolarians got various earth chemicals which were used\nfor alien purposes beyond our knowing. Scolaris was a planet of a great\nstar; it was also a city. It was a fine city but by no means different\nfrom New York. In fact it could've been New York done on an idealistic\nscale. The people of Scolaris, the Star-beings, were engaged in some\nterrific struggle which I couldn't quite understand.\n\n\"Back on earth,\" said Kelly as we sat in his sidewalk apartment, \"there\nwere a lot of things that went on I didn't like. If you loved someone,\nthere was hate mixed with it. If you liked some idea--freedom, equal\nrights, the dignity of man, there was always some person or some\ninstitution around that spoiled it. You were always striving for some\nperfection and yet you knew you could never reach it. But listen, Al,\nthey got it here--perfection.\" He leaned back with a sigh.\n\nHis red-headed Ideal of the Thousand Lights in New York was there. Her\nname was Valda and she smiled at me and asked if I had shot any more\nIdeals lately. I grinned a negative and accepted the drink of Scolaris\nthat she mixed. It was perfect.\n\n\"The Scolarians are at war with a group from another galaxy, the\nPhilosters,\" said Kelly. \"These star-beings are people like us engaged\nin a great struggle with the Philosterian forces. But there isn't any\nstupidity on our side. The Scolarians are all fine people, generous,\nloving, determined. They respect one another; they never let you down.\nThe women of Scolaris that we call Ideals, once they fall for a man,\nScolarian or earth-like, are forever faithful and one hundred per cent\nin love with you. To me the whole race is perfect good fighting the\nperfect evil of the Philosterians. I want to join that fight, Al. Only\nhere on the Stardust Overdrive do the true whites and blacks of good\nand evil exist.\"\n\n\"But you hated Valda back on earth,\" I pointed out. \"Back in the\nThousand Lights that night.\"\n\n\"Yes. I hated her because she could be perfect and I knew I couldn't\nbe--I hated my own imperfection. I'm learning. I'm going to stay here\nand learn to be a Scolarian. In other words, reach perfection of an\nintegrated, happy body and mind, engaged in a worthwhile struggle,\ndedicated to the forces of good forever.\"\n\nI leaned back seeing how much we were brothers, feeling how good it\nwas to be on Scolaris. There was a knock on the door and a dark-haired\nwoman came in.\n\n\"This is Sandy,\" said Valda, smiling at me.\n\nI felt better than ever because I had met my Ideal.\n\n\n\n\"There's one human agony worse than all,\" said Radwick. We were in the\nThousand Lights dining-bar back in New York. \"It is to conceive an\nideal and then continually fall short of it. That's why the company\nloses men out in space. On Scolaris a human can be his ideal. It ruins\nhim for earth. His body may be in New York, but his being is out on\nthe Stardust Overdrive, fighting the good fight, living for ideals,\nexperiencing total commitment.\"\n\nI didn't pay much attention. I already knew what he meant. All of my\nlife I had yearned for things greater than life. An ideal job, an ideal\nwife, an ideal struggle to fight and win. It wasn't on earth. It was\nout on the Drive. Kelly, Radwick and I were fools on earth, cut off\nfrom the sensible ones, hating the imperfections. The people for their\npart rightly hated those ideal men and women of Scolaris.\n\nI watched Sandy coming across the room. The earth people drew back in\nhate. On earth I felt some of that hate, but I couldn't escape her. She\nhad a body that was delectable--because I had created the thought of\nit for her to wear. Her face was the face of my dreams because I had\ndreamed it so. She looked a little like me as an ideal always must.\nBut the red lips, the cream skin, the silken hips and trim ankles,\nthe glorious spun gloss of her dark hair and penetrating beauty of\ngray-green eyes--these were less than the total appeal.\n\nShe wanted me no matter whether or not I wanted her. The ideal\nlove--realizing that she couldn't possibly escape me, no matter how\nharshly I mistreated her. No matter what I did, she only smiled and\ncame back for more. She followed me like a dog, worried about me, crept\ninto my bed at night to warm my body, left me alone when I wanted to\nbe alone.\n\nShe stood at the table. She was my ideal. But you have to test and\nretest an ideal. That's why, half in anger half in fear, I stood up and\nstruck her across the face, watching the imprint of my hand in red on\nthe smooth, young cheek. She had the look they all have of patience, of\nhumor, of some exasperation.\n\n\"Temper, temper,\" she said, sitting down with a grin. A near-spaceman\nat the bar gave her the ogle and the wink and she frosted him with a\nlook. No need to worry about losing her.\n\nBut Radwick was smiling a curious smile. He was piling up tiny white\nsugar cubes on the table. \"Ah,\" he said, \"Nothing is greater.\" Then he\nleaned over to me and said, \"Observe the girl with her back to us over\nthere. The Ideal. The one with the brown hair.\"\n\nSandy frowned. \"Why would he be interested in another Ideal? Naturally\nthey all come here, as it is one of the few places they are made\nwelcome in your cold, non-idealistic city.\"\n\nI looked at the Ideal. There was some hint of familiarity in the lines\nof her profile and the way she smiled at the far-spaceman who was with\nher.\n\n\"She could be Valda,\" I said. \"But they all look much alike.\"\n\n\"She is Valda,\" said Radwick.\n\n\"No,\" said Sandy, flushing.\n\n\"You ask Sandy, Al. She's your ideal and cannot lie to you.\"\n\n\"What about it, Sandy?\"\n\nSandy dropped her wonderful eyes. \"Yes,\" she said. \"Valda is somebody\nelse's ideal now, looking a little different.\"\n\n\"But what about Kelly?\" I cried. \"I thought an Ideal never changed--\"\n\n\"Kelly was fighting a war out on Scolaris,\" said Radwick.\n\n\"Kelly--dead?\"\n\n\"You forgot the war,\" said Radwick. \"The fight against the\nPhilosterians that Kelly pledged himself to. Apparently he fought and\ndied for the eternal good.\"\n\n\"But why should she live and go on?\" I said in shock. I gripped Sandy's\narm until she winced.\n\n\"An ideal can't die,\" said Sandy. \"When we are killed it is only the\nperson who worshipped us.\"\n\nKelly--dead out on the Stardust Overdrive--among the red and blue times\nand the ringing ideal bells! It was a little too far off and rich, even\nfor me.\n\n\"I was thinking of going back to Scolaris myself,\" I said bitterly.\n\"And maybe fighting.\"\n\n\"You would fight,\" said Radwick. \"You would die. An ideal must always\nkill an imperfect man who cannot reach it. Sometimes it is Kelly or the\nmillions of Kellys physically dead in war. Sometimes it is only a part\nof a man that an ideal kills.\"\n\nSandy jumped up so fast that she knocked over a water glass.\n\n\"Please, Al, please--\"\n\nBut it was too late. I saw her glorious hair fade into a dull, ordinary\nmass. Her arms thickened, her breasts got smaller. Her body shifted\nunder the dress with realistic imperfections. Her skin coarsened. She\nwas still attractive now, but no more so than a thousand other women in\nNew York.\n\n\n\nI stood up but she had already made the motion to withdraw. \"I will\nmanage,\" she said. \"We will say goodbye now. Your perspective has\nchanged and I can no longer stand you.\"\n\nI said nothing, being too full of new thoughts and feelings. She walked\naway towards the bar. As she approached she caught the attention of a\nnear spaceman and seemed to improve at once. Seemed to regain some of\nher lost beauty.\n\n\"You see how unsatisfactory the Ideals are,\" said Radwick.\n\n\"And yours--\"\n\nRadwick gestured at the sugar cubes that were damp now with the water\nSandy had spilled.\n\n\"A far-spaceman did the same for me, Al,\" he said. On the table was a\ncircle of sugar cubes which symbolized the ideal, like an \"o\". Radwick\nput his hand in the middle of it and turned his hand, pushing the cubes\nin distortion so they became a zero, or \"0\". He grinned up at me.\n\n\"Nothing is greater,\" he said, \"and we must check in tomorrow for the\nOverdrive. It's time to go out again.\"\n\n\"I won't be going,\" I said. \"I don't want any more of the Stardust\nOverdrive.\"\n\n\"Too bad. There is much to learn out there.\"\n\nI laughed at him playing with his cubes. \"Yeah, there's a lot to\nlearn--but we've got it right here too, and a better word for it.\nDreams.\"\n\nHe looked up at me quizzically. \"Dreams?\"\n\n\"That's right. You know--'the grass is always greener' stuff. When you\nget tired of facing reality you can sign on the Stardust Overdrive.\nTreat yourself to a thrill--the biggest in the cosmos. I've found the\nanswer I was looking for, Radwick, the thing you haven't been able to\nfind with all your mathematical cube symbols. Men stay on the Stardust\nOverdrive and _with_ an Ideal only because they choose a fantasy life\nto reality. They _think_ they have it better out there on Scolaris.\nBetter? They fight and die just as they would on Earth. The rub comes\nin when you realize you're only being a sucker for another race--doing\nwhat the Scolarians want you to do so they don't have to do it all by\nthemselves. You can have your ideals and deep space thrills. It's a\ncheap price for your life--just as it was for Kelly.\"\n\nHe kept staring at me and I saw it wasn't sinking in. So I gave him a\nmock salute. \"Think it over, Radwick.\"\n\nI turned away and he called after me.\n\n\"Where are you going?\"\n\nI looked back at him and grinned. \"I'm going to call up my Ideal--the\nonly one that's real.\"\n\nI let him chew on that and went to the nearest tele to tell my wife I\nwas home....",
    "metadata": {
        "author": [
            "Banks, Raymond Eugene",
            "Banks, Raymond E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66245/pg66245.txt",
        "name": "ticket_to_the_stars.json"
    }
}