{
    "name": "Tied Up for Tombstone",
    "author": [
        "Tuttle, W. C. (Wilbur C.)",
        "Tuttle, Wilbur C.",
        "Tuttle, Wilbur Coleman"
    ],
    "body": "“Lodestone, you flea-bitten, long-eared ancestor of a jack-rabbit,\ntake a look at the best place the Lord ever made, and rejoice with\nme.”\n\nLodestone wiggles his ears, kicks at a hoss-fly, narrowly missing my\nhead, and looks with sad eyes down at the city of Piperock. Then he\ngoes to sleep. Which shows that a burro ain’t got no finer feelings.\n\nWe been away for quite a while—me and Lodestone. We pilgrims up the\nBitter Root range to where old Blue Nose sticks into the clouds,\ncrosses over and pilgrims back the other side, all of which takes up\nseveral months, and don’t net me nothing but blisters and blasphemy.\n\nI misses “Magpie” Simpkins a heap, and I welcomes the day when I can\nshake the hand of that long, loose-jointed hombre. Magpie is one of\nthe leading citizens of Piperock, and until a few months ago, my\npardner.\n\nWhen I left to make my fortune he was setting there in his\noffice—Magpie is the sheriff—and wondering how he can square things\nwith the populace to get reelected.\n\nHe’s of the lodge-pole type, and wears a goodly length of hair on his\nupper lip. He pleads with me not to leave him but for once in my life\nI turns a deaf ear to his siren voice, and herds my burro out of\nhearing.\n\nPiperock ain’t what a stranger would call a paradise on earth, and she\ndon’t qualify for the milk and honey, but she’s a man’s town—all up\nand down the street.\n\nMe and Lodestone pilgrims through the dust up to “Buck” Masterson’s\nsaloon, and I goes inside. Buck and “Tellurium” are there, and they\nwelcomes me like a lost brother. Buck salutes me with the proper\ningredients, and we exchanges pleasantries.\n\nAfter we sort of gets used to each other again Buck hauls out a sheet\nof paper, and smooths it out on the bar.\n\n“Take a look at that, Ike,” says he. “There’s something new.”\n\nI sizes her up. It’s what resembles a newspaper—in some respects—but I\ncan’t seem to read it none to speak of. The label across the top\nresembles this—\n\n                          TOLIP KCOREPIP EHT\n\nThe rest of the page is smears and blots.\n\n“Looks like a Russian proclamation, Buck,” says I. “Where did it come\nfrom?”\n\n“Right here, Ike; that ex-pardner of yours published it.”\n\n“Magpie?” I asks, and they both nods. “That’s his first edition,”\nreplies Buck. “He took over the office when a few of the local boys\nran the editor across the border for slandering the community. That\npaper invades this here country about a month after you leaves, and\nshe runs high along until the editor gets a call to uplift the\ncommunity. Yesterday he beat the posse across the line, and Magpie\ngets out his maiden sheet. This here feller speaks feelingly of\nlawlessness, and even goes so far as to make personal remarks about\nour morals. What he said about the town of Paradise was awful.”\n\n“Is Magpie still sheriff?” I asks.\n\n“Uh-huh,” admits Tellurium, who ain’t friendly with Magpie. “Abe\nAnderson was running against him, and had a grand chance to win, but\nAbe’s old weakness crops up and spoils things.”\n\n“Abe seen a chance to run off some Circle Star cows,” explains Buck.\n“He runs foul of Magpie and three of the Circle Star punchers, and\nwhen they gets through convincing him that, ‘Thou shalt not steal,’ he\nain’t in shape to use votes. Magpie races alone and is elected by five\nvotes.”\n\n“Well, well,” says I, “a few months sure does change the map. I’ll go\ndown and see if that benighted son of a lodge-pole don’t need some\nhelp.”\n\nI prods Lodestone down the street to where I sees a sign, which\nproclaims there’s a newspaper office. I hitches my rolling stock and\ngoes inside. Magpie is there. All I can see is the bottom of his\nboots, the seat of his pants and his elbows—the rest of him is behind\na newspaper, as he leans back in a chair, with his feet on the table.\n\nI leans against the table and rolls a smoke. He glances at me,\nswitches his cigaret over to the other side of his mouth, and goes on\ntrying to read. I say “trying to read” for the reason that he’s got a\npaper he printed himself.\n\nPretty soon he yawns and lays the paper across his knees.\n\n“Ike,” says he, “that’s some paper.”\n\n“Some ink, too, if that’s anything to brag about,” I replies. “When\ndid you learn to write Russian? Maybe it’s Chinook with the blind\nstaggers, Magpie, but anyway she’s a terrible language. What does them\nbig letters at the top proclaim?”\n\n“That? Huh! _The Piperock Pilot_!”\n\n“Won’t the letters run the other way, Magpie?”\n\n“I reckon they would, Ike, but how in —— am I going to know what she\nreads? It’s a danged sight easier for the public to read the print\nbackwards than it is for me to read the type thataway. I’m glad to see\nyuh, Ike.”\n\n“Still follering the line of least resistance, eh, Magpie? I’m glad to\nsee you, too.”\n\n“Accumulate anything on your trip, Ike?”\n\n“Wood-ticks, fool-hens and a growing conviction that rich rock is\nscarce. How’s things at the sheriff’s office?”\n\n“Tolable, Ike. Won by a narrow majority. I reckon if Abe had ’a’ lived\nwe’d needed a recount. Lot of folks voted for him after he was dead.”\n\n“They would,” I agrees. “Lot of folks around here ain’t got no more\nambition than to vote for a corpse. How comes it you’re a editor? Has\nall the bad-men died off or has a moral wave hit Piperock?”\n\n“I always been a critter of circumstance, Ike,” he states, unfolding\nhis long legs, and easing his gun handy-like. “I always been a\ndisciple of advance, and I’ve worn all the skin off my shoulder trying\nto give the wheels of progress a lift. At times them wheels have\nslipped and sprained my immediate future, but I never peeped.\n\n“When this here misguided editor fades across the horizon, me, being\nsheriff, appropriates this here plant and opines to run it as a public\ninstitution. There’s twenty-five sheets of paper left and one can of\nink. My first edition takes twelve sheets, and I hereby claims that a\nman, without no experience, what can rise to the occasion and put out\na paper like that is a credit to the community.”\n\n“Didn’t you have trouble finding all them letters, Magpie?”\n\n“Trouble? Say, the ends of my fingers are so tender I can hold out my\nhands and feel the sun slide behind the hills. The next publication is\nproblematical, Ike. I’m short of material, but I only figures on one\nmore issue. I got a article set up, and I can’t publish until the time\nis ripe.”\n\n“Something special?”\n\n“Uh-huh. ‘Tombstone’ Todd’s obituary.”\n\n“From Wilier Crick?” I asks, and Magpie nods.\n\n“Uh-huh. Him and ‘Cactus’ Collins comes over here to help elect Abe\nAnderson, being as Abe was a relative. When Abe departs this here vale\nof tears they up and proclaims they’re a pair of howling wolves, and\nthat they’re a permanent fixture around here until such a time as they\nlays me on my back and gestures over me with a spade. Awful pair of\ngobblers, Ike.”\n\n“Why not an obituary for Cactus, too, Magpie?”\n\n“He’s hiding out until such a time as his stummick is normal, Ike. He\nhorns in on me yesterday, and gets pessimistic to my face. I’m busy on\nthat obituary and don’t like to be interrupted, so I beats him on the\ndraw, accepts his gun as a subscription and induces him to eat a\nbucket of paste. Awful smelling mess, Ike. I’d opine that as far as my\nfuture horoscope is concerned his lips are sealed.”\n\n“Thirteen sheets and one obituary will be something to print,” says I.\n“Has Tombstone made any advances?”\n\n“Once. I was standing over there by the window, holding up one of them\ndinguses what contains type, when a bullet comes along and hits her\nplumb center. She collapses right there and ruins things. Some of that\nlead type enters my bosom, and for the space of a foot square on my\nmanly chest I looks like a smallpox patient. This idea of being a man\nof letters ain’t no prosaic pastime, Ike.”\n\n                  *       *       *       *       *\n\nJust then “Scenery” Sims darkens our doorway. Scenery is knee-high to\na short Injun, and his voice hankers for oil. He looks mean-like at me\nand Magpie, and chaws some industrious. Pretty soon he expectorates\ncopiously on the floor, and orates—\n\n“Want to quit taking the paper.”\n\nMagpie snaps out his gun and covers Scenery.\n\n“Get down on your knees and wipe out that —— spot!” snorts Magpie.\n“What do yuh think this is—a corral?”\n\n“I—uh—” begins Scenery, but the gun don’t waver, so he takes the\nhandkerchief off his neck, and scrubs our floor.\n\n“This is a newspaper office, Scenery,” states Magpie. “You can’t start\nyour oration with a cloud-burst in here. Sabe? What you got against\nthe paper, and why for don’t yuh wish it no more?”\n\n“I can’t read her,” he squeaks. “She’s too backward to suit me. Of\ncourse I—uh—well, send her along, and I’ll—uh—do the best I can. I got\nto go now.”\n\nHe slips out with his hat in his hand, and lopes off up the street.\n\n“That’s business, Ike,” laughs Magpie. “I’m going to make ’em like\nit.”\n\n“When yuh had the drop on him yuh ought to ’a ’collected in advance\nfor another year,” says I. “You sure need a manager, Magpie, for _The\nPiperock Pilot, Limited_—to thirteen sheets and a death notice.”\n\n“Howdy, gents,” states a voice at the door. “Is this the only\nnewspaper in town?”\n\nThat person is a novelty in cowland. He stands there, exuding perfume\nand prosperity from his Sunday clothes. We looks him over, from his\nshiny shoes to his hard hat, wonders at his pink cheeks, which match\nhis necktie, and both nods.\n\n“You answers your own question, stranger,” states Magpie. “We sure got\na monopoly on all news hereabouts. Want to subscribe?”\n\nHe ambles over and sets down on a stool and looks the place over. He\ntakes off his hat, balances it on his knee, and produces some sheets\nof paper.\n\n“What’s your amusement rates?” he asks. “Half-page—maybe full.”\n\nMagpie rolls a fresh smoke and studies the feller.\n\n“Well,” he drawls, “the person who operates here ahead of me makes a\nfixed price of three dollars for six months, but I don’t sabe no case\nin which he split the size. I don’t guarantee to amuse nobody. I’ll be\nhonest with yuh, though. This here paper is on its last legs, but I’ll\ndanged near guarantee one more issue, and if yuh hankers for it I’ll\nput yuh down for one copy at four-bits.”\n\n“You misunderstood me,” he grins, “I mean advertising rates. I’m ahead\nof ‘Uncle Tom’s Cabin.’”\n\nHe puts his hat back on his head, and shuffles them sheets of paper:\n\n“We are bringing to your town the greatest aggregation of stars that\never glowed over one set of footlights. Two _Evas_, two _Topsies_,\nthree fee-rocious bloodhounds and eight—”\n\n_Splang!_\n\nThe side window spills its panes over the place, and this person’s hat\nflips off his head, and lands in my lap, while a chunk of lead bores a\nneat hole in the wall behind the stranger. He freezes right there.\n\nMagpie slips his gun across his lap, settles down a little lower in\nhis chair, and lights his cigaret. I hands the hat back to its owner,\nand slides my chair a few inches further back.\n\n“Eight what?” asks Magpie.\n\n“Ca-ca-cakes of ice,” he quavers, examining his hat. “My ——! Was that\na—a—bullet?”\n\nMagpie nods and scratches his chin.\n\n“Bullet?” he wonders again. “Did—did somebody shoot at me?”\n\n“Nope,” says Magpie. “At me. What yuh going to do with the ice?”\n\nHe looks at Magpie for a minute, and then gasps—\n\n“At a—a time like this?”\n\nHe tucks his hat under his arm, sneaks to the door, and goes around\nthe corner so fast his coat simply cracks.\n\nMagpie slips his gun loose and spins the cylinder, hitches up his belt\nand yawns:\n\n“Ike, I ain’t got nothing to prove who it was but I has the feeling\nthat Tombstone is going too danged far. There’s such a thing as\npersonal animosity, but when yuh bust into a man’s business and cause\nhim financial loss it’s time to start a probe. That show person was\nabout to help us pay our overhead expenses, but now he’s gone gun-shy.\n\n“I hereby deputizes you to operate this here plant, while I fulfils\nthe obligations of my oath concerning public nuisances. You got plenty\nof ammunition, Ike?”\n\n“I ain’t no editor, Magpie,” I objects. “I can’t even sign my own name\nso folks can read it.”\n\n“Sign mine,” says he. “You’re editor _pro tempore_. Sabe?” And then he\nslips out of the door.\n\nI looks around, casual-like, places my .41 beside me on a chair, and\nsets down out of line with any window or door. It’s warm in there, and\nthere’s a funny smell about the place. I had several scoops of gall\nand wormwood in Buck’s place, and the combination woos sleep in\ncopious gobs. My sombrero slips over my face, and I sleep.\n\nSudden-like I wakes, and believe me she’s a rude awakening. Somebody\nkicks the chair out from under me, and proceeds to knead my abdomen\nwith their knees, toes, fingers, thumbs and head. When that part is\nover they turns me on my face and rakes me fore and aft with a pair of\nlong-roweled spurs, while they links their hands in my hair and\nhammers my forehead on the floor. When I ain’t got more than a glimmer\nof light left in my system they seems to draw aside and rest.\n\n“There!” I hears a voice state. “Next time yuh prints your danged\nnewspaper you’ll please leave my name out. Sabe? I ain’t no shepherd,\nand my shirt is as clean as yours!”\n\n“‘Dirty Shirt’ Jones, you’re an assassin,” says I, weak-like.\n\nHe pulls my hat off the bridge of my nose and takes a look at me.\n\n“Ike, I’m glad to see yuh back,” says he. “When did yuh get back?”\n\n“Today. Are you the reception committee?”\n\n“Me? Nope. I’m an enraged citizen, Ike. I mistook yuh for the editor.”\n\n“No mistake, Dirty, I’m him.”\n\nOf course I got that .41 in my hands when I makes that statement, and\nDirty don’t make no demonstration.\n\n“Take it easy,” I advises. “I ain’t the one you’re sore at. Magpie is\nthe regular editor but he’s down at the jail.”\n\nDirty chaws for a few seconds, and hitches up his pants:\n\n“Much obliged, Ike. Sorry I licked yuh thataway. Yuh see that paper\norates that the population ought to get sanitary—whatever that is. He\nstates that a dirty shirt designates a shepherd—dang his hide! Well,\nIke, I gives yuh good afternoon.”\n\n“Good afternoon ain’t much to give a man after you’ve give him ——,” I\nopines. “But I’ll take it, Dirty, old-timer. I reckon I’ll need\neverything I can get before I goes to press.”\n\nI sets there and complains bitterly to myself about folks who don’t\nkeep up to date on news, wipes the worst of the ink off my face, and\ngoes back to sleep.\n\n“Slim” Hawkins woke me up. Slim would make a good running-mate for\nMagpie. He’s built in the same proportions. He’s had a few drinks, and\nis as serious as a owl.\n\n“Ike,” says he, “take a look at my eyes and see if they’re all right.”\n\n“Little off color but pointing straight, Slim. What’s wrong?”\n\n“Somebody drops a paper at the ranch today, and when I tries to peruse\nsame I finds that I’m left-handed and cross-eyed. I’ve suffered a\nheap, Ike, and while I hopes for the best I fears the worst. I’d hate\nto go around looking at things backwards thataway. Might as well learn\nto read Chinese. Where’s the educated party what operates this here\nnewspaper?”\n\n“He’s—” I begins, but an apparition which I deciphers to be Dirty\nShirt, comes in the door.\n\nHe seems to have met disaster. His hair has been pawed down over a\npair of black eyes, and over his head and under one arm hangs what is\nleft of a framed map of Montana, which adorned Magpie’s office.\n\n                  *       *       *       *       *\n\nHe feels painfully in his pockets, takes out three silver dollars, and\nlays ’em on the table.\n\n“Dirty Shirt Jones—three months,” he states, slow and sad-like.\n\n“Your subscription expired?” I asks, and he nods.\n\n“Uh-huh. I reckon. Everything else has.”\n\n“Better take back some of it,” I advises. “This here paper is about to\ncease. One more effort cleans the rack.”\n\n“I know,” nods Dirty Shirt. “Keep the money and send me a copy. If\nMagpie can edit like he can fight I’ll covet that copy.”\n\n“Keep that frame to put it in,” says I. “You met the editor, did yuh?”\n\nDirty squints at me, adjusts that frame to a easier position, and rubs\nhis sore eyes.\n\n“Met him!” he snorts. “Met ——! We mingled!”\n\nDirty weaves out of the door and points up the street. Slim looks at\nthem three dollars and then lays three more beside ’em.\n\n“I don’t sabe the game, Ike, but I’m matching Dirty’s ante. I don’t\nknow what Magpie’s argument is, but anybody what can make Dirty Shirt\npay three dollars for a left-handed newspaper must have something\nbesides conversation.”\n\n“But Dirty Shirt was sore,” says I. “He came down to lick the editor.”\n\n“Me, too, Ike. I came with malice in my heart but I goes away plumb\nmeek. Dirty Shirt licked thunder out of me once, so I’m three dollars\nthankful that he met Magpie first. Have a little drink?”\n\n“That’s the first United States I’ve heard spoken since I got home,”\nsays I. “But I can’t leave the office alone. You go up and have one,\nand then play editor while I goes up. Sabe?”\n\nSlim comes back in a few minutes, and holds down the place while I\npilgrims up to Buck’s place. Me and Buck and “Half-Mile” Smith leans\non the door and discusses local conditions.\n\n“Show troupe in town,” states Half-Mile. “Came in on the stage. Seven\nor eight people, two colored persons and some dogs. They got a drum\nand a lot of horns, etcetery. I’d opine we’ll have some music.”\n\n“I love a good show,” says Buck. “The last good one I seen was at\nSilver Bend. They played Shakespeare. Had a ghost and I was just drunk\nenough to enjoy it.”\n\n“Give me a drink, quick!” pants a voice at the door, and into the\nplace comes “Ricky” Henderson. He takes a long drink out of the\nbottle, and leans against the bar.\n\n“Suffering surcingles!” he pants. “I’ve sure had one job! That or’nary\nhombre, Tombstone Todd, comes into my place a while ago, and climbs\ninto a chair.\n\n“‘Young feller,’ says he, ‘my hair and whiskers are too noticeable, so\nI admires to see ’em on the floor.’ He hauls out a six-gun, lays it\nacross his lap, and leans back in the chair. ‘Young feller,’ says he\nagain, ‘a razor what pulls is an abomination and a barber what uses\none is flirting with the undertaker. Let your judgment be your\nguide.’”\n\n“Was he satisfied?” asks Buck.\n\n“I’m here, ain’t I?” grins Ricky. “But I wouldn’t do it again for a\nmillion dollars.”\n\n“And you with a razor in your hand all this time, and his head tilted\nback?” wonders Half-Mile, aloud.\n\nRicky stares at Half-Mile and considers the remark.\n\n“I seen a colored brother with a razor once—” began Half-Mile, but he\nhappens to glance towards the door.\n\nWe all takes a look.\n\n“Speak of the devil and—” murmurs Buck, but the colored person at the\ndoor bursts into profanity that would shame a professor from a mule\ncollege.\n\n“Why didn’t yuh come back, Ike?” he wails. “Sus-somebody sneaked in,\nhit me over the head, dud-dragged me into the back room and poured a\ncan of ink all over me! My ——! It won’t never come off! He said he\nwanted to make me eat some paste, but he couldn’t find it. Look at me!\nAll inked to ——!”\n\n“Gosh!” exclaims Magpie from the doorway. “Ain’t that too danged bad!\nThat’s the only can of ink there was left.”\n\n“Too bad, eh?” howls Slim. “I wish I knowed the name of that hombre.”\n\n“Did he speak feelingly of paste?” asks Magpie.\n\n“Uh-huh,” agrees Slim, drawing figures on the bar with his inky\nfinger. “He sort of choked over the word. He ——”\n\n“Hey! Sam!” yells a voice at the door, and we observes a stranger in\nour midst.\n\nIt’s sort of dark inside, but he seems to know what he wants. He\nambles straight up to Slim, and grabs him by the arm.\n\n“You slew-footed, wobble-jointed son of a cannibal!” he yelps.\n“Where’s them pink silk underclothes of mine, eh?”\n\nSlim Hawkins is slow to anger, but when he does get to going he’s hard\nto stop. He climbs under and over and through this stranger like he\nwas searching for something, and when he gets through this feller\nain’t got nothing on but a look of wonderment and one sleeve of his\nundershirt. Slim looks over the pile of clothes on the floor, and\nshakes his head.\n\n“I can’t find ’em,” he states, serious-like. “Furthermore I don’t\nadmire to be called a son of a cannibal, Mister Man!”\n\nThe feller braces his hands behind him on the floor, and shakes his\nhead like he was trying to collect his thoughts. He squints at Slim,\nand then explodes:\n\n“My ——! You ain’t Sam!”\n\n“A slight inquiry would have saved us all this search,” says Slim.\n“Who is Sam?”\n\n“One of my company—my _Uncle Tom_.”\n\n“So?” drawled Slim. “You with this here ‘Uncle Tom’s Cabin’ outfit?”\n\n“Yes,” says he. “I’m _Simon Legree_.”\n\n“So?”\n\nSlim picks the gent up by one leg and an arm, carries him out and\ndumps him right into the street without no clothes on.\n\n“There!” yells Slim, as the stranger hits the dirt. “I’ve read all\nabout yuh, Mister Legree, and this is one colored person yuh can’t run\nno sandy on. Sabe?”\n\nThis Legree person don’t linger. It’s about two hundred yards to\nHolt’s hotel door, and he negotiates the distance in the time it takes\nSlim to shoot six shots into the dirt behind him. On his way he meets\n“Cobalt” Williams. Cobalt steps to one side to let him past, catches\nhis spur in the dirt, and sets down. It spoils his aim, he tears the\nknob off the door after it shuts behind Legree. Cobalt gets up and\ncomes on down to the saloon, shaking his head.\n\n“What yuh trying to do—kill him? Yuh danged fool!” snorts Slim.\n\nCobalt had reached for the bottle, but he turns to look at Slim and\nhis hand drops. He pushes his hat back and stares at Slim and seems to\nswaller with difficulty.\n\n“Ex-cuse me,” he says, sort of to himself. “No more Paradise hooch for\nmine! Mike Pelly said it was a hundred and twenty proof, and this\nproves it. First I see a naked man running around the main street, and\nthen I meets a colored brother what looks like Slim Hawkins. I’m\nthrough! Sabe? I’m going home—me!”\n\nHe ducks out, gets his bronc at the rack and points out of town.\n\n“That’s what I’d call a temperance lecture in ink,” opines Magpie. “As\neditor and a man of letters I congratulates yuh. We can hereby reverse\nthat old saying, ‘He who runs may read’ and make it, ‘He who reads may\nrun.’”\n\n                  *       *       *       *       *\n\nWe inaugurates a poker game and plays until almost dark, when\nsudden-like we hears the sound of music, and stampedes to the door.\nHere comes that show bunch down the street, and stops in front of the\nold Mint Hall. They got a banner what proclaims there will be a show\ntonight, and “Mighty” Jones is packing the banner, with his chest\nstuck out like a fool-hen after a feed.\n\nWe cashes in and goes over to the band.\n\n“When did you start to be a actor, Mighty?” asks Magpie, but the\nfeller what Slim took apart steps between Magpie and Mighty and peers\nat Magpie’s star.\n\n“Pardon me,” says he, “I see you’re the sheriff.”\n\n“You’re pardoned, and I congratulates yuh on your eyesight,” replies\nMagpie.\n\n“I’ve lost my dogs,” says he. “Somebody must ’a’ stole ’em.”\n\nBy this time most everybody in Piperock has congregated around. Music\nsure is a magnet for folks and dogs.\n\n“Pick out what yuh want,” says Magpie, indicating any amount of\ncanines, circling around through people’s legs. “Losing a few dogs\nain’t no disaster around here.”\n\n“Mine are valuable dogs,” states Legree, in a loud tone. “Trained\ndogs. Our show can’t proceed without them dogs.”\n\n“Name, age and description,” says Magpie, hauling out a little\nnote-book. “Also any distinguishing marks and brands.”\n\n“One bloodhound, crossed with St. Bernard and collie; color, yaller;\nnamed Violet.”\n\n“_War-hoo-o-o-o!_” howls a dog up the street.\n\n“_Yeo-o-o-o-ow!_” yells somebody. “Look out!”\n\nThere’s a sudden movement at the far end of the congregation. I sees a\nbronc turn a handspring, a pair of cream-colored broncs leaves their\nhalters at the hitch-rack, while they comes over to visit us, and\nViolet is no longer a lost dog.\n\nViolet is about the size of a he-wolf, and she seems to think she can\noutrun the string of tomato cans which are tied to her tail. She goes\nthrough, under and over that crowd, and what she don’t do to us is\nleft for that pair of broncs and the buckboard. A million dog-fights\nstart right there.\n\nMe and _Legree_ are close together and the confusion seems to bring us\nclose to each other. We hits the sidewalk together and I’m underneath.\nA couple of rotten boards break, and yours truly disappears.\n\nWhen I recovers sufficient-like to peek out it’s about all over. Every\nbronc that was tied to the rack is gone, and part of one rack is\nmissing. Most of the crowd is on the far side of the street, but our\nside is still well represented. Two local dogs are still hauling at\neach other.\n\nDirty Shirt Jones’ head protrudes from the side of that big drum, and\nhis right arm is wedged straight up, making him look like a drowning\nman what is going down for the last time.\n\nMighty Jones has got one boot through the mechanical end of a big\nbrass horn, while from inside the other boot protrudes that banner,\nwith the proclamation missing.\n\nMagpie is lying near me, with both feet through Wick Smith’s picket\nfence, and he’s still studying that little note-book.\n\n“Was that last one Lucy or Hannibal?” he asks, slow and deliberate.\n\n“It—it don’t make no matter,” says a weak voice, “they’re all gone\npast anyway,” and the man who got his hat punctured in the newspaper\noffice rises up from behind the fence, and tugs at the brim of his\nhat, which is hanging around his neck.\n\nI goes out and helps to cut Dirty Shirt loose from the drum, when up\ncomes one of Holt’s kids.\n\n“Mister,” says he to the show feller, “I seen a man tie them cans on\nyour dogs.”\n\n“Give the sheriff a description of him,” says he, excited-like. “I\noffers ten dollars reward for the conviction of the persons connected\nwith the dastardly outrage.”\n\n“Cheap enough,” agrees Magpie. “Did he have a long mustache and long\nhair?”\n\n“Naw. He didn’t have no hair on his face a-tall,” replies the kid.\n\n“Must a been an outside job,” proclaims Magpie. “All the men in\nPiperock wear hair on their faces, except Slim Hawkins, and he wears\nink.”\n\nMe and Magpie pilgrims home and uses up a bottle of hoss liniment.\n\n“When yuh going to get that Tombstone person?” I asks, after we\nfinishes our supper. “There ain’t no sense in leaving a critter like\nhim loose, Magpie.”\n\n“He’s a ornery hombre all right, all right,” agrees Magpie. “He ain’t\nso dangerous as he is plumb mean, Ike. He’s shot at me several times,\nbut as he ain’t hit me yet I reckon he’s trying to scare me. Must ’a’\nbeen Cactus what painted Slim with the ink. Me and Slim are the same\nbuild.\n\n“I sure wish that Tombstone could live long enough to read his\nobituary, Ike. She’s a bird. I sure dug deep into my soul for that\nstuff, and I surprises myself with what I writes. Them two is sore\nover the election. They opined to be deputies under Anderson.”\n\n“That paper must ’a’ printed some truths about folks,” I opines, and\nMagpie grins:\n\n“You said something, Ike. He sure did ride folks. Yuh ought to see\nwhat he said about Paradise folks. I reckon they’re just about\nstarting to boil over down there.”\n\n“Didn’t you print yours right soon, Magpie?” I asks. “Seems to me that\nit’s a weekly.”\n\n“Uh-huh—comes out on Friday. Yuh see I had to change that day right\noff the reel, ’cause if I had any hangings to attend to it would\ninterfere with the paper. I looks into the future, Ike.”\n\n“Well,” says I, “it don’t make much difference now, being as the ink\nis all gone.”\n\n“That’s so. I wish you’d ’a’ stayed there and ’tended to business,\nIke.”\n\n“And got all inked up, eh? I never did have any luck, and if it had\n’a’ been me somebody would ’a’ come in and helped Cactus find that\npaste jar. Too bad the show got busted up thataway.”\n\n“Uh-huh,” yawns Magpie. “We ain’t had a good show for a long time, but\nI don’t admire a show what depends on three dogs and eight cakes of\nice. Let’s hit the hay.”\n\nThat night somebody comes down and paints a skull and cross bones on\nour door, and it makes Magpie sore.\n\n“I’m commencing to get riled internally, Ike,” he states, when he\nviews said works of art. “You go back and hold down the newspaper, and\nin a little while I’ll show yuh the scalp of this artist. Rustle\naround and see if there’s any ink left.\n\n“I got that obituary all fixed up left-handed, and she’s cached under\na soap-box behind the printing machine. Don’t jiggle it ’cause she’s\nfragile as ——! I left that page just like she was for the other paper,\nbut I got a place in it what fits this here masterpiece of mine. If\nTombstone should make a mistake and hit me yuh won’t need the\nobituary. Sabe?”\n\n“Uh-huh, I’ll just run the rest, Magpie. It looks like a bundle o’\ncrape anyway.”\n\n“And Ike,” he reminds me, as I buckles on my gun, “yuh take that type\nstuff and put it inside the press. Sabe? Then yuh take that roller\nthing and pour on some ink, roll her over the letters, slap on a sheet\nof paper and twist that handle down hard.”\n\n“You furnish the news, Magpie,” says I. “I’ll hold the wheels of\nprogress for Tombstone Todd.”\n\n                  *       *       *       *       *\n\nI goes up to Buck’s place, and settles some elixir under my belt,\nwhile me and Buck talks over the humdrum existence we’re leading.\n\n“Dirty Shirt is still going around with his right hand up in the air,”\nlaughs Buck. “Reckon he’s flagged every one in sight.”\n\n“How’s the show outfit?” I asks.\n\n“Right miserable, I reckon. All of ’em except one left on the stage\nthis morning. That exception—a colored person—mistakes Slim for a\nblood-brother, and being as Slim ain’t back yet, I’d say they went\nquite a ways. I never seen fast black fade the way that person did.\n\n“That other colored member didn’t have much to say this morning. He\nwas packing one of them slide horns in the band last night, and when\nthe buckboard hit him he sails right into Pete Gonyer. Him and Pete\nholds about even until Pete gets his hands loose, and then he winds\nthat horn around the feller’s neck so many times that we has to lay\nthat colored gent across an anvil and cut it loose with a\ncold-chisel.”\n\n“Seen anything of Tombstone Todd or Cactus Collins?” I asks, but Buck\nsays:\n\n“Nope. Somebody ought to puncture that pair of Jaspers, Ike. I figure\nthere’s only one critter what is meaner than Tombstone Todd, and\nthere’s a bounty on his hide. I ain’t been drunk for six years, Ike,\nbut when Tombstone Todd stops enough lead to make him a spirit I’m\ngoing to celebrate. When does Magpie aim to exterminate said human\ncoyote?”\n\n“Magpie suffers from softening of the heart,” says I “but him or\nTombstone is due to hunt the hereafter right soon.”\n\nI leaves there, and pilgrims down to the newspaper office, but I don’t\nwalk right inside. Not me. The Harper tribe ain’t skittish of trouble,\nand my nose ain’t a stranger to powder smoke, but I’m cautious.\n\nI Injuns up to the back window, flattens my carcass against the wall\nand peers inside. I ain’t taking no chances. Sabe? It’s a little too\nearly to open up, and the sunshine is nice and warm. Everything is\npeaceful-looking around Piperock, so I sets down there on a box\nagainst the wall, and communes thusly:\n\n“Ike Harper, you sure do live in the best little town on earth.\nPeaceful and quiet—no hurry or worry. Plenty of time to live and no\nquestions asked. What if I am a editor? It sure is worth while to live\nsimply and quietly in a community where brotherly love is the motto\nand where peace doves nest and suckle their young.”\n\nSudden-like I hears the dull rattle of many hoofs, and down the street\ncomes a lot of men on hosses. They completes a picture of a peaceful\nWestern village. There ain’t no boisterous or unseemly language as\nthey ambles along through the dust—just the jingle of bit-chains and\nthe squeak of saddles.\n\nThey don’t look like they was going far, ’cause they don’t seem to\nhave no baggage. One of ’em is carrying a big bucket, and another\nseems to have a bundle in his arms.\n\nThey swings down towards me, but I merely yawns. They stops in front\nof my office, and dismounts. I reckon it’s my chore to go out and get\n’em to subscribe, but I don’t do it. I got enough subscriptions. They\nmust ’a’ thought the only way to get into a newspaper office was by\nmain force, so they picks up a piece of lodge-pole, and knocks the\ndoor down.\n\nComes one shot—no more. Out of curiosity, more than anything else, I\nsort of leans forward on my box and takes note of what I can see. Out\nin front the crowd sort of surrounds somebody, what ain’t got no\nclothes on. I don’t hear much conversation what ain’t profane, and\npretty soon I sees some feathers drift away on the breeze. Two broncs\nare linked together with that pole, a bundle what looks like a mighty\nbuzzard is straddled the pole, and they all moves away as quietly as\nthey came.\n\nI watches ’em go away, and then I yawns some more and enters the\nsacred precincts of _The Piperock Pilot_. I hunts all over the place\nuntil I finds a can with a little ink left in it. I looks under the\nsoap-box and finds that obituary. After considerable trouble I\ndeciphers same, and this is it:\n\n                         EPITAPH ON TOMBSTONE\n\n         He was a bad man from Willer Crick.\n         His bluff was good but it didn’t stick.\n         He shot at the sheriff till the sheriff got sore,\n         Now his boots leave tracks on that beautiful shore.\n\nI wipes the tears off my cheeks when I reads it. Magpie said he had\nput his soul into it, but I never knowed before how deep Magpie’s soul\nreally was. It’s a hy-iu composition, but I got a better idea. I takes\nit over to where them lead letters repose, and reconstructs the thing\na bit.\n\nI ain’t no poet, but in a time like this a man’s spirit guides his\nfingers. I works for an hour, trying to make the blamed things stand\nup long enough to be read backwards, and I’m sore enough to kick a\nbaby when Magpie shows up. He looks at me and grins, when he sees what\nI’m doing, and rolls a smoke.\n\n“One of ’em has left, Ike,” he states. “Hank Padden rode in a while\nago, and said he met Cactus Collins on his way to Willer Crick. I’ll\nget Tombstone before night. Sabe?”\n\n“Them is noble resolutions, Magpie. You know how to make this stuff\nstand up while she leaves her message on paper?”\n\n“Sure. What yuh want to print it for, Ike? We ain’t got no paper to\nwaste.”\n\n“Magpie,” says I, “a editor likes to see his stuff printed. I got a\nold piece of paper what will do for this.”\n\nMagpie sets the stuff in a little oblong affair, rolls on some ink,\nlays on the piece of paper, and twists down the handle. This is how\nshe looks:\n\n                           TAR ON TOMBSTONE\n\n              He was a bad man from Willer Crick.\n              On his birthday suit grows feathers thick.\n              Feathers and tar instead of a grave,\n              Mistook for an editor ’cause of a shave.\n\nMagpie reads it all through. He sets down on a box, rolls a smoke, and\nreads it some more. He walks out to the door, looks around, and comes\nback.\n\n“Who?” he asks.\n\n“Paradise folks, Magpie.”\n\n“Did you see him in here?”\n\n“Uh-huh. He was laying for us.”\n\n“Pshaw!”\n\nMagpie takes his gun out and looks it over, sad-like. He stares at the\ndoor for a minute, and then—\n\n“What’s the notice on the door?”\n\nHe walks over and looks. Somebody has printed a notice and pinned it\non that busted door, and she reads like this—\n\n                    THIS PAPER HAS QUIT FOR KEEPS\n\nI went back and got that can of ink, and a stick, and I signs it—\n\n                            TOMBSTONE TODD\n\n“What for, Ike?” asks Magpie. “What did he have to do with it?”\n\n“Come back here, and I’ll show yuh.”\n\nI takes him back to the table, and shows him a line of lead letters\nsetting there on the table. It’s the biggest in sight, and they reads:\n\n                   EPITAF FOR MAGPY SIMPKIN. BRAVE\n                   MEN AND DARN FULES DON’T SKARE.\n                   HE WAS A DARN FULE MAY HE\n                   REST IN PIECE\n\nWe walks almost to the door, when Magpie goes back and gets that stick\nand the can of ink.\n\n“I’ll give him all the credit coming to him, Ike,” says he, and\nunderneath Tombstone’s name he prints—\n\n                          EDITOR PRO TEMPORE",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)",
            "Tuttle, Wilbur C.",
            "Tuttle, Wilbur Coleman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66832/pg66832.txt",
        "name": "tied_up_for_tombstone.json"
    }
}