{
    "name": "Time Payment",
    "author": [
        "Jacobs, Sylvia"
    ],
    "body": "Slick Tennant had a hunch. The sixth sense that had made him king\nof the local rackets, that had warned him in time when three of his\nmen fell to the machine guns of a rival gang, now told him that the\nFeds were after him, that they had evidence to send him up for a long\nstretch. But he was going where even the Feds couldn't extradite him.\n\nSlick Tennant was going to hide in the future.\n\nThey didn't call him Slick for nothing. For months, a private dick in\nhis pay had shadowed Dr. Richard Porter, inventor of a device called by\nreporters a time-travel machine, by comedians a crystal ball, and by\nDr. Porter's fellow-psychiatrists a Metachronoscope. Slick knew the\ndoctor was a widower, knew where he lived, knew pressure could be put\nupon him through Dickie Porter, aged seven. In Slick's pocket was a\nhouse-key Dr. Porter thought he had lost two weeks ago.\n\nBut Slick hadn't disclosed his intentions to anyone. The chauffeur\nof his bullet-proof car let him out several miles from the Porter\nresidence. Strolling along the street, Slick might have been any\ncitizen on his way home. A hat shadowed his features as he passed under\nthe street lights, and he carried a briefcase. He hailed a cruising cab\nand proceeded to a spot two blocks from the Porter home, being careful\nnot to tip too much or too little to attract the driver's attention.\n\nDr. Porter propped an elbow on his pillow, trying to orient himself in\nthe fuzziness that follows a midnight awakening. He stifled a gasp, and\nsat up suddenly, as he saw that the man silhouetted against the living\nroom lamp had pajama-clad Dickie by the arm. The child was rubbing his\neyes, but there wasn't a whimper out of him.\n\n\"I got a gun on the kid,\" the man said. \"I like kids and I won't hurt\nhim if you do what I say.\"\n\nThe doctor struggled to keep his voice soothing and professional.\n\"Of course you wouldn't,\" he said. \"You don't want to go back to the\nhospital.\"\n\nThe man laughed. \"I ain't one of your nuts, Doc. And I don't want your\nmoney. I got plenty. All I want from you is a little trip in your time\nmachine.\"\n\n\"Metachronoscope,\" corrected the doctor. \"It's very misleading to call\nit a time-travel machine.\"\n\n\n\nLetting go of the boy, Slick dealt Dr. Porter a vicious slap. \"That'll\nlearn you not to pull none of your high-brow stuff. Is it my fault I\nhad to quit school to keep the family from starvin' when my old man got\nsent up? If Slick Tennant says it's a time-travel machine, that's what\nyou call it, see?\"\n\n\"Yes, I see,\" Dr. Porter said faintly. The mention of gangland's most\ndreaded name had more effect on him than the blow.\n\n\"Now let's get something else straight. Once, on TV, they said a couple\nof guys came back. Another time, the news program said they couldn't\ncome back and give tips on the ponies. Which is right? Can you bring me\nback any time you want to?\"\n\n\"Absolutely not. The decision is irrevocable. The public's impression\nthat the future can be altered or predicted is incorrect.\"\n\n\"Fine. I don't want to come back. And I don't need to change the\nfuture, neither. Things may be different, but a smart cookie can always\nget along. Now, according to the news, you only sent these guys ahead a\nyear. That ain't enough. What's the most you could send me ahead?\"\n\n\"Theoretically, we could send a subject ahead as much as twenty years,\nif we could find anyone who would consent to that, and undoubtedly we\ncould learn a great deal more by so doing.\"\n\n\"But you did find out that the boys come through okay?\"\n\n\"Yes. We sent these two men ahead in 1961. When they returned to\nawareness, it was 1962. Physically and mentally they were as fit as\nbefore.\"\n\n\"Did they know what happened to them?\"\n\n\"Well, the year had no apparent duration for them, but they had\nnormal speed memories of the intervening year when they returned to\nawareness. Evidently their fore-memories for the entire year must have\nbeen condensed into the brief period they were in the field. From this\nphenomenon, we derive the term 'sending the subjects ahead' which\nhas so often been misinterpreted. But it's important to note that\nthese condensed fore-memories were not available until twenty-four to\nforty-eight hours after the events, which means the future cannot be\neffectively predicted by present techniques.\"\n\nThat sounded like plain English; it sounded as if it meant something,\nbut Slick wasn't quite sure what. He seized on the last remark, which\nhe understood.\n\n\"What did you build this gadget for, if you can't tell fortunes with\nit?\" he asked.\n\n\"The layman thinks in terms of immediate practical application. But our\nprimary objective was knowledge of the human mind. We confirmed the\nexistence of mental capacities that have been suspected for centuries.\nWe formulated the axiom that awareness is a function of subconscious\nfore-memories becoming currently available. We experimentally\nsuspended awareness without inducing unconsciousness, by causing\nthe fore-memories to condense. I hope the process will develop into\na useful tool for my profession, that we learn how to superimpose\nconditioning on the blank area to produce rational, socially acceptable\naction, rather than the literal and irrational compulsion which is a\ndrawback to implanting post-hypnotic commands. But I can't tell you at\nthis point where our research will lead.\"\n\n\n\nThis double-talk had Slick going around in circles. But he had a strong\nhunch that taking a trip in the machine was the right thing to do, and\nhe wasn't going to let Porter divert him from that.\n\n\"Let's get down to cases, Doc. Just exactly what's going to happen to\nme when I get in this machine?\"\n\n\"It's difficult to explain the process in lay terms, particularly under\nstress. But this may help you to understand it. Have you ever had the\nexperience of going back to sleep for a few moments after you awoke in\nthe morning, and dreaming a long, involved dream?\"\n\n\"Sure. I get some good hunches that way.\"\n\n\"Then you know the dream may cover a period of hours, days, or even\nyears. People in the dream move and speak at a normal speed. Yet when\nyou awaken again and look at the clock, you see that only a few\nminutes or even seconds have elapsed. A motion picture of the events\nin the dream would be nothing but a gabble and a blur, if projected at\nsuch terrific speed.\"\n\n\"Yeah, that's right. I had that happen plenty of times, and I always\nthought it was kind of funny.\"\n\n\"It demonstrates the capacity of the human mind to function\nindependently of the limitations of chronological time. And premonitory\nexperiences--what you call hunches--give us an inkling of the\nfore-memory phenomenon. In our dreams, the past, future, literal and\nsymbolical material mingles. But by subjecting the physical brain\nto a certain type of electro-magnetic field, we can isolate the\nfore-memories, condensed as in the dream, while the subject acts as if\nin a waking state.\"\n\n\"Does it hurt when a guy's brain goes into this field?\"\n\n\"Not at all. Awareness and physical sensations are totally suspended.\nThe elapsing time has no apparent duration. That means you can't feel\nanything at all, you don't know what has happened until later, and\ntwenty hours or even twenty years pass in a second, as far as your mind\nis concerned.\"\n\n\"Why in the hell didn't you give me that straight, instead of dragging\nin all this dream business? That's just what I'm looking for, just what\nI figured it would be from the news stories. Do you throw this here\nfield ahead or does the time machine travel along with the guy inside?\"\n\nDr. Porter sighed slightly. The man had a preconceived idea, and\nnothing Porter had said had altered it in the slightest. \"The machine\ndoesn't actually travel,\" he explained patiently. \"That's why I\nobjected to calling it a time-travel machine. It exists here and now\nand it will exist in the future, I suppose.\"\n\n\"You mean it'll be there when I come out of the field?\"\n\n\"I said I suppose so. Why should that concern you, particularly?\"\n\n\"Well, I'll tell you. Slick Tennant pays off two ways. Maybe you only\nheard about the times he paid off guys for crossing him, but he pays\noff guys that help him, too. I'm paying for your help by giving you a\nchance to save your skin. I got a hand grenade in this briefcase. When\nI get through with that machine, I'm going to blow her to little, bitty\npieces. Maybe you can't bring me back, but I don't want you to have the\nmachine to send the cops after me, neither. By the time you get a new\nmachine built, my trail will be cold.\"\n\nIntellectually, Dr. Porter accepted the concept of the inevitability\nof events. If Slick was going to blow up the machine, he was going to\nblow it up. Still the old, old human habit of trying to control the\nfuture kept obstinately insinuating itself.\n\n\"But you don't need to destroy the machine,\" he protested. \"Look, let\nme try to explain--\"\n\n\"I thought you'd try to talk me out of it,\" Slick said ominously. \"I\nknow that a lot of money and work went into that gadget, but I got to\nblow her up. You should be glad you're not on my list or you'd get\nblown up with her. And I got no time for any more talkin'. I found out\nall I want to know. Now, get up and get dressed, and make it snappy.\nYou're going to drive me over to the University.\"\n\nPorter had been careful not to make any moves that might alarm his\nunbidden guest; he swung his feet obediently over the side of the bed.\n\"Is Dickie going with us?\" he asked.\n\n\"You're damned right he is. I don't want you high-signing any cops on\nthe way, and the kid might even be sharp enough to phone the station\nhimself, if we left him here.\" He didn't add that he had an even better\nreason for taking the boy.\n\n\"Then let him get some clothes on, too. It's cold outside.\" To his son,\nDr. Porter added, \"Don't be afraid, Dickie. Everything is going to be\nall right.\"\n\n\"Sure, Daddy,\" the boy said sturdily. \"You just do like he says. He's\nlike the bad guys on TV.\"\n\n\"You got a smart kid, Porter,\" Slick said, grinning. \"Knows when to\nkeep his trap shut and what to say when he opens it. That's more than\nsome of the hoods in this town know.\"\n\n\n\nDriving down the freeway toward the University campus, Slick and the\nboy sat in the back seat of Dr. Porter's car. Slick tried the kid on\nhis lap for size; it was a nice fit. The papers said the time machine\nwas a two-passenger job, but if that wasn't the straight dope, Slick\ncould hold the kid on his lap, like this.\n\nThe gangster squeezed Dickie's small hand. \"You're all right, boy.\nPlenty of guys a lot bigger than you would be bawlin' if Slick Tennant\ninvited them to take a little ride. If I ever have a kid of my own, I'd\nwant one just like you.\" He tucked a bill in the pocket of Dickie's\njacket. \"This is to buy you a play gat or something.\"\n\n\"Thank you, Mr. Slick,\" the boy said gravely.\n\nThough business compelled him to do things like rubbing out the\ncompetition, Slick was really soft-hearted. Some of the proceeds of his\nillicit activities were devoted each year to buying Christmas trees,\nturkeys, and toys for poor children. He kind of hated to separate\nDickie Porter from his father, but it was the only way he could see to\ninsure a safe passage through time.\n\nAnd then, Slick reflected, he _would_ have a kid of his own, or at\nleast one he was responsible for. Slick decided then and there that\nhe would send the boy to the fanciest high-class boarding school they\nhad in the future, the kind the millionaire kids went to. Dickie would\nhave a pony, a bike, a dog, plenty of fried chicken and strawberry\nshortcake, all the things Slick had yearned for in his own slum\nchildhood. He would live in the country, where there were miles of\nfresh green grass to play on, and he would wear a silver-studded cowboy\nsuit with real spurs. Unless the kids where they were going would be\nwearing space-pilot suits instead. By gosh, that would be something.\nMaybe Slick could take the kid on a luxury cruise to the Moon.\n\nTo provide these things, Slick would have to follow the only trade he\nknew, move in on the local mobs. But he wouldn't let Dickie mix with\nhoods and racketeers. Dickie would study to be something respectable,\na mouthpiece or maybe a doctor like his old man. Dickie would have all\nthe advantages a kid could ask for--everything except a real father.\n\nHe might even have that, come to think of it. Dr. Porter might easily\nlive another twenty years, now that Slick had warned him to get away\nfrom the machine before it was blown up. First, Slick would get some\nplastic surgery, so Porter and any other old ducks who were still\nalive wouldn't recognize him. There ought to be a lot of improvements\nin plastic surgery in twenty years. Probably a guy could even get his\nfingerprints changed. Then he would hire a private dick to look up\nPorter.\n\nSlick pictured the aged father being reunited with the son he'd lost\ntwenty years before, seeing the child just as he'd been at the moment\nof parting, with Slick playing Santa Claus in the background, sending\nthe kid a roll of thousand-dollar bills with a pink ribbon around it\nfor a present. It was such a touching thought that tears came to the\ngangster's eyes, as they did when he watched a sad movie.\n\nHe was sorry he couldn't let Porter and the boy in on his plans right\nnow, but he wasn't ready to tip his hand.\n\n\n\nThe machine was a two-passenger job, all right. Slick could tell that\nthe minute he saw it. There was no enclosure, just two reclining\nbarber chairs fixed on two circular plates sunk in a platform. After\nthe switch was set, Porter had explained, the additional weight of an\noccupant of the chair would complete the contact and the field would\nbuild up. Slick examined the control panel, particularly the dial,\nwhich was calibrated into twenty sections, each for a ninety-second\nexposure to the field.\n\n\"You did say twenty years, didn't you?\" Dr. Porter asked.\n\n\"If that's the limit,\" Slick replied tersely, \"like I heard.\"\n\n\"How old are you?\"\n\n\"You mean can my ticker take it? Well, I'm forty-five. They tell me I\ndon't look it.\" Slick was vain of his black hair, without a thread of\ngray in it.\n\n\"No, you don't look it. But let me take your pulse and blood pressure.\"\n\n\n\nHe submitted, without letting go of either his gun or brief case.\n\n\"You seem to be in good shape, as nearly as I can tell from a\nsuperficial examination. But don't you want to reconsider this\ntwenty-year arrangement? I can't change the setting once you're in\nthe chair, you know. Are you sure you understand that the only thing\naffected will be your own subjective experience, that time will go on\njust as it always has, but that you won't be aware of anything between\nnow and twenty years from now?\"\n\n\"Sure. You told me that three-four times already. What are you trying\nto do? Stall till help gets here?\" Slick asked suspiciously.\n\n\"I'm not stalling,\" the doctor said. \"In fact, I'm only too glad to\nfind someone to whom the present means so little that he's willing to\ngo into a twenty-year blank. But ethics insist that I warn you.\"\n\nHe turned the switch to the twenty-year mark.\n\n\"I'm ready,\" he said.\n\n\"Whaddya mean, warn me?\" Slick snapped. \"Is this thing booby trapped?\"\n\n\"Certainly not. I have merely tried to explain that it is not exactly\nwhat you anticipated--\"\n\n\"You know what I'm drivin' at. Have you got the machine set to\nelectrocute me or explode the grenade? A lot of you respectable\ncitizens don't figure a guy like me is exactly human. You wouldn't call\nit murder to rub me out. You'd think you was doin' the town a favor.\"\n\n\"Some people would, perhaps, but I'm a doctor, not a judge. I've spent\nmy life trying to find out what makes men like you act as they do, not\nin devising means of punishing them. But even if I wanted to do you\nbodily harm, I couldn't. The machine has a built-in safety factor.\"\n\nThis was where Slick sprang a little surprise.\n\n\"You willing to bet your kid's life on that?\" he asked, picking up the\nboy.\n\nHe took two steps toward the platform, watching Porter's reactions. If\nthe father made a lunge toward the panel, Slick would know the setting\nwas wrong. But Porter only stood stunned. The setting was safe, then,\nbut Slick had only Porter's word that it couldn't be changed after\ncontact. Maybe a change would be fatal to the passenger. So he would\nmake sure there would be no changes.\n\n\"I always take out travel insurance. Doc,\" Slick said, and, stepping\nonto the platform, he put the boy gently into one of the chairs and\nreclined in the other himself.\n\n\"Dickie!\" Dr. Porter cried.\n\nIt was the last thing Slick or the boy heard him say.\n\n\n\nSlick came back to awareness of where he was and what he was doing. He\nwas in one of the radial corridors, but at what compass point, at which\nlevel, and how many miles inside the outer walls of the city, he didn't\nknow. He ran his fingers in a puzzled manner through his hair. He had\nnever quite figured out the lettering system of the \"circles\" which\nweren't actually circles, but multagons.\n\nHe didn't even know what time it was. In this perpetual mock daylight,\nthere was no change; there were no variations of seasons in this\nsterilized, irradiated, humidified, filtered, deodorized, oxygenated,\nconstantly circulating seventy-five degrees. He remembered when\nstreets used to have names, when you needed a street guide instead of\na course in geometry to find your way around the city. He remembered\nwhen a city was many buildings, not one immense pyramid, when you wore\ndark glasses against the sun's glare on the pavements, when a Santa Ana\nblew dust over everything or smog stung your eyes, when people drove\ntheir cars into the downtown congestion instead of leaving them on the\noutskirts, when they said to each other, \"There hasn't been enough rain\nthis year,\" because there was no weather control and water for the\nlawns came all the way from the Colorado instead of from the nearby\nPacific.\n\nThat was the trouble--his mind slipped back to the old days, his\nmemories got out of sequence, and he wandered away from Recidivist\nGardens, the only place he felt comfortable and at home. Dr. Tyson said\nit was because he had been in the field so long that time, twenty years\nago.\n\nA young man was staring at him, and Slick looked down at himself. No\nwonder the young man was staring! To his shame, Slick saw that he\nwas wearing some kind of clothes, and worst of all, he was wearing\nthem inside the city! Where had he found them? The only possible\nexplanation was that he had drawn them out on his museum card. These\nscrambled-sequence attacks were becoming more embarrassing each time!\n\n\"Don't act so flustered, Pop,\" the young man said. \"Nobody saw you but\nme. Take 'em off and I'll put 'em in the lost-and-found chute for you.\nOr are you on your way to a costume ball?\"\n\nSlick looked over the railing of the balcony. There were several people\nwaiting for elevators and radial cars on the level below, all decently\nnaked, of course, but the young man was right. Nobody else had seen\nSlick's shame. Hurriedly, he stepped out of the uncomfortable clothes\nand rolled them into a bundle. The young man took it from him.\n\n\"You're very kind--thank you so much,\" Slick said.\n\n\"Think nothing of it,\" the young man said. \"What address should I put\non this stuff?\"\n\n\"Just Recidivist Gardens. They'll take care of it in the office. I\nhope you don't think all of us at the Gardens do peculiar things like\nthis. It's just that--well, it's a long story, but they didn't start my\nconditioning until I'd been in the blank five years. I'm not capable of\nanything really anti-social, you understand, but I get what they call\nsequence scrambles. Sometimes I act as if I were living in the past.\nI'm not crazy, though. The doctors at the Gardens assure me I'm not\ncrazy.\"\n\n\"Of course you're not,\" the young man said soothingly. \"But that's a\nlong blank--five years.\"\n\n\"I went the limit, really. Twenty years.\"\n\n\"Then you must be the man they call Slick!\"\n\n\"You've heard of my case?\"\n\n\"I was with you the night you made my father put us in the field.\"\n\n\"Dickie Porter! How you have grown! I've always told your father I\ndidn't want to meet you. He said if it was going to happen, it would,\nwhether he introduced us or not. But I hate to face you, after taking\nsuch a large slice out of your life--\"\n\n\"But I'm still young. You're the one who's had the worst of it,\nbecause when you come out of the blank, you won't have so many years\nleft. But you have the comfort of knowing you really did something\nworth while. Your case and mine have been invaluable to the research,\nparticularly yours, because it was with you that my father developed\nthe conditioning techniques. If it hadn't been for you, it would have\nbeen very difficult to find anyone willing to draw a twenty-year blank.\"\n\n\"No. Not even a lifer would want that. But I don't take any credit for\nit. I did it only because I was so bull-headed I wouldn't listen to\nwhat Dr. Porter was trying to tell me.\"\n\n\"I came out of it six months ago,\" the young man said. \"Now I can\nconsciously hear, and feel, and smell, just like other people. I don't\nhave to wait till tomorrow to remember what I said to somebody today,\nor what tonight's dinner tasted like.\"\n\n\n\n\"I'm so glad to hear that!\" Slick said. \"Dr. Tyson says I should be\ncoming out of it soon, too. Say, wait a minute--I heard what you said\njust now--I'm hearing what I said myself--why, I've had full sensory\nimpressions for several minutes now, but it kind of sneaked up on me--\"\n\nThe young man seized Slick's hand and pumped it vigorously.\n\"Congratulations! You're out of it!\"\n\n\"Oh, this is wonderful, wonderful! It's like--like coming back to life.\nI must go home and tell Dr. Tyson at once! Please go with me. It'll do\nyou good to get out of the city. We're the only two people who've drawn\nsuch a long blank--we have so much in common. I'll fix you a chicken\ndinner. I raise my own. Just think, to taste my own fried chicken!\"\n\n\"I wish I could go, but it'll have to be some other time. I have a date\nfor the opera. When you see it on the Tri-di-cast you'll know my girl\nand I are in the studio audience.\"\n\n\"Oh, a girl!\" Slick said. \"Of course there'd be a girl, now that\nyou're out of the blank. I won't keep you. But there's just one thing I\nmust ask you--do you ever remember ahead? Consciously, that is?\"\n\n\"A few times. But the conscious fore-memories are mixed with\npost-memories and impossible to place according to dates. It's the same\nobjection that applies when people remember ahead in dreams--you don't\nknow which part of the dream is a fore-memory until it happens.\"\n\n\"Maybe some day they'll learn to sort those conscious fore-memories\nout. If I could do it, I would know whether you are ever coming to see\nme.\"\n\n\"I will come,\" the young man promised. \"Believe me, I will.\"\n\nAbsorbed in his newly found sensations, Slick took the elevator a\nhundred and thirty-three floors to ground level, reminding himself not\nto go too far and wind up in one of the sixty levels below ground. Then\nhe stopped the North-by-Northwest radial car and punched the button for\ncity limits, thus avoiding the necessity of dealing with the circle\nlettering system.\n\nHe sat in the speeding little car, watching the faces of the other\npassengers, until each, in turn, got off at their respective stops. Got\noff to go to luxurious apartments that were nothing more than cells,\nwith four-sided soundproofing separating neighbor from neighbor,\nwith air, newspapers, prepared meals and all other deliveries coming\nby chute. How could they bury themselves in the ugly angularity of\nmasonry and steel? How could they, who had always had full senses, deny\nthemselves the sting of wind, the scent of soil and grass, the sound\nand sight of ocean breakers? How the world had changed in his lifetime,\nwith people who had never committed anti-social acts imprisoning\nthemselves, while those who had needed conditioning enjoyed the therapy\nof freedom.\n\nWhen the car reached city limits, the door opened automatically and\nSlick, the only passenger left, passed through the shower that sprayed\nhis skin with a porous, temporary plastic coating against the chill\noutside air. He walked across the thick ground-cover, exquisitely aware\nof the sensation of softness under his feet, leaving the awesome bulk\nof the city behind.\n\nBefore him swept the expanse of Recidivist Gardens, on gently rolling\nhills, bordering the sea. Clearly though he remembered it, this was the\nfirst time he had seen it with full and immediate sensory impact. The\nmoon silvered the foliage, cast a path upon the water. Here and there,\nlights were on in the cottages nestled among the foliage, the domed,\ntransparent cottages that combined the psychological effect of living\noutdoors with the comfort of shelter. The sweet note of a bell buoy\nclove the night.\n\nThe beauty was almost unbearable, coming so sharply to long blanked-out\nsenses. The return of immediate awareness, and the knowledge that\nDickie Porter, the only human being with whom he had a kinship of\nexperience, did not hate him, was too much happiness for one day. Slick\nbreathed deeply of the salt air, and felt a catch in his heart. He\nraised a thin hand to his chest.\n\n\n\nThe young man who had spoken to Slick in the radial corridor found\nthe obituary item in the newspaper he took from the chute with his\nbreakfast next morning.\n\n    Louis G. Tennant, 65, known to his friends as \"Slick,\" a resident\n    of Recidivist Gardens, died of a heart attack about 2200 last\n    night, while returning to his home after a visit to central Ellay.\n\n    Tennant was one of the first recidivists to benefit from the Porter\n    socio-legal conditioning techniques, and was noted for his valuable\n    contribution to science in volunteering in 1963 for a twenty-year\n    blank. He was one of two men who have gone this far ahead, the\n    other being Dr. Porter's son, Richard S. Porter, Jr., level 72,\n    SSE, circle NA, apt. 1722.\n\n    The Tennant case did much to direct public attention to the Porter\n    techniques, helping to pave the way for a drastic revision of the\n    criminal statutes, and to establish the concept that punishment\n    rather than treatment for anti-social acts is as barbarous as\n    punishment rather than treatment for the insane.\n\n    When informed of the death, and asked whether subconscious\n    fore-memories of these developments motivated Tennant to volunteer\n    as a research subject, Dr. Richard Porter, U.C.L.A., said that the\n    effect of subconscious fore-memories as a compulsion to action is\n    as yet imperfectly understood. He stated, however, that in certain\n    individuals, the fore-memory compulsive factor appears to operate\n    closer to the conscious level than in others. He said that, before\n    going into the blank, Tennant was noted for the strength and\n    reliability of his \"hunches.\" He also recalled that Tennant and\n    Richard Porter, Jr., were the last two subjects treated in the\n    original Metachronoscope, which was destroyed shortly thereafter in\n    an explosion. Subsequent models have been modified and improved.\n    Tennant's estate was willed to the Recidivists' Christmas Fund for\n    Dependent Children. According to Dr. Claude Tyson of Recidivist\n    Hospital, Tennant was still in the blank when he died.\n\nThe closing sentence of the item was wrong, Dick Porter thought. In his\nlast hours, Slick had known how it felt to be alive again, after twenty\nyears.\n\nDick Porter was the only human being who fully appreciated what that\nmeant.",
    "metadata": {
        "author": [
            "Jacobs, Sylvia"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60886/pg60886.txt",
        "name": "time_payment.json"
    }
}