{
    "name": "Time Trap",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "Charley Grimes was a big man who had been everywhere in the Solar\nSystem and collected trophies which were as strange and shining as the\nstories he liked to tell.\n\nHis face was as gaunt as the jungle mask and, when he lit a pipe and\nsmoked it, you watched to see where the smoke would drift. It wasn't\nhard to picture it drifting over the mountains of the moon or across\nthe flat red plains of Mars.\n\nWe were sitting around a campfire in the Rockies just as our ancestors\nmust have sat five hundred years in the past. We were swapping yarns to\nget Charley started, and watching the sun sink to rest on clouds shaped\nlike wild mustangs when the talk drifted to the dark side of the moon.\n\nYou know what it's like on the dark side. The brittle stars shine down\nand the great craters loom up, but when you're flying low in a rocket\nship about all you can see through the viewpane is a circle of radiance\nspotlighting a desolation as bleak as the Siberian Steppes.\n\nYou miss so many things you don't dare even think about the earth.\nIf you're an escapist you cover your bunk with pictures of the lush\nVenusian jungles and pretend you're somewhere else. But if you're a\nrealist you go outside and come to grips with the bleakness in one way\nor another.\n\nCharley was a realist.\n\n\"So I went wandering off just to see what I could find!\" Charley said.\n\nWe watched him get up, throw another log on the fire and draw his\nIndian blanket around himself--so tightly he looked like a great\nswathed mummy swaying in the glare.\n\n\"Nothing tremendous ever happens when you go exploring with all the\ntrimmings!\" Charley went on. \"You've got to be devil-may-care about it.\nSo I just made sure my helmet was screwed on tight and went striding\naway from the ship like a clockwork orang-outang!\n\n\"If you've been on the dark side you know that there's a sensation of\nbitter cold at all times--even when you're bundled up and in motion.\nYou keep looking back and wishing you hadn't--and before you can count\nthe stars in a square foot of sky you're at the bottom of a valley with\nglacial sides and the desolation is so awful you want to sit down on\nthe nearest rock and never get up!\"\n\nCharley sat down, crossed his long legs and took a deep, slow puff on\nhis pipe.\n\n\"I shouted--just to hear the echoes come rolling back. You can talk to\nyourself that way and get comfort out of it, because what you'll hear\nwill be the giant in yourself. The valley was so big a soaring eagle\nwould have burst its lungs trying to fly out of it.\n\n\"But don't get the idea I climbed down over an icy slope on a rope. I\nsimply sat down and let myself slide. Smooth? There wasn't a crevice or\na projection until I reached the bottom and picked myself up.\"\n\nCharley nodded. \"I had to lift off my helmet for a minute, to shake off\nthe ice. That's when I shouted and heard the echoes come rolling back.\n\n\"I'd clamped the helmet back on, and was adjusting my oxygen intake\nwhen I happened to glance down at my big, square feet.\"\n\nCharley chuckled.\n\n\"I've got outsized feet even when I'm as bare as a baby. But I was\nwearing heavy moon-shoes, and the prints I'd left in the snow were\neight inches across!\n\n\"There was a straight line of prints, as big and square as my own,\nleading out across the valley--prints I couldn't possibly have made.\nI'd stumbled around a bit, of course. But I hadn't budged two yards\nfrom the base of the slope.\n\n\"The oddest thing about that single trail of prints was the fact that\nit started right where I was standing!\n\n\"An icy wind seemed to blow through me. On the moon you don't slide\ndown a steep slope and land right where someone else has been standing.\nNot if you're in your right mind, you don't. The moon isn't that\nthickly populated.\n\n\"I was badly shaken, I can tell you! But I didn't sit down and brood\nover it. When you go into a huddle with yourself on the moon you're apt\nto wind up looking like an ice-carved replica of Rodin's Thinker.\n\n\"I simply shaded my helmet with my palm, to cut down the starshine,\nand stared across the valley. The valley was about a mile wide, and as\nsmooth as a skating rink over most of its surface. But about halfway\nacross a big mound of blue-gray sandstone broke the monotony by looming\nup on the frozen plain like an African termite's nest.\n\n\n\n\"Maybe you've seen some pictures of those big nests in travel books.\nThey were usually photographed with seven-foot natives standing beside\n'em, to make you realize what insects could accomplish. Old travel\nbooks, of course, because Africa is just one big stone highway now.\n\n\"Those nests were huge, weren't they? If my memory doesn't betray\nme--some of those nests were twelve feet tall.\n\n\"Uh ... Uh. But this mound would have dwarfed twenty termite nests in\na valley of giants--all tumbled together and piled up in a skyward\ndirection.\n\n\"As near as I could make out the footprints ran right up to the base of\nthe mound, and stopped there.\n\n\"Well ... you can be sure I didn't just stand in my own prints goggling\nup at the stars. I followed that impossible trail--straight out into\nthe valley as fast as I could clump.\n\n\"It took me about ten minutes to reach the mound. Once or twice I\nstumbled and almost went sprawling. But whenever I felt the plain\nslipping out from under me I shot a quick glance at the mound and its\nsheer massiveness steadied me.\n\n\"Close up it had a corrugated, hoary look, as if it had bubbled up out\nof the ground when the moon had a molten crust and been fused into a\nmound by fire and earthquake.\n\n\"But when I halted directly in front of it I saw that it wasn't as\nsolid as it looked. It was riddled with little dark holes, as though a\nwoodpecker had spent at least a month making a wreck of it. And at its\nbase there was a wide, dark, tunnel-like opening.\n\n\"Another man might have thought of a hundred excuses for not crawling\nthrough that tunnel on his hands and knees. But when my curiosity is\naroused I'm a very special kind of idiot.\n\n\"The tunnel was about twenty feet in length. I crawled along through\nthe darkness with my atomic blaster slapping against my hip, my heart\nhammering against my ribs.\n\n\"When the smothering feeling you get in tunnels began to wear thin I\nknew that it would be safe for me to stand up. You can feel a stone\nwall arching above you without touching it, and I knew suddenly that I\nwas in the clear.\n\n\"When I got to my feet and stared about me I could see the dark end of\nthe tunnel and what appeared to be stone walls hemming me in. The walls\narched away into shadows, and were faintly luminous.\n\n\"I've spent as many hours underground as there are seeds in a\nwatermelon--so I can take a cave interior in my stride. But the mound\nwasn't just hollow and cavelike and filled with wavering shadows. It\nwas--occupied!\n\n\"He was sitting on a projecting ledge in deep shadows. But the wall\nbehind him glowed, and I could see him clearly. He was wearing a\nspace-suit exactly like my own, but it was all shriveled up over him.\n\n\"Take a little monkey--a lemur or a spectral tarsier will do--and put\nhim inside a cumbersome space-suit, and let his bright eyes shine out\nthrough the viewpane. Do that--and you'll have as clear a picture of\nhim as I could give you if I rambled on for ten minutes.\n\n\"I couldn't see the little fellow's face through the pane. It was all\na shadowy blue. But I could see his bright eyes, and I could tell he\nwas little by the way the suit overlapped, and bulged out in the wrong\nplaces.\n\n\"You know how a kid of eight or ten looks when he puts on a man's suit\non Hallowe'en? But this wasn't Hallowe'en, and he wasn't trying to\nscare anyone!\n\n\"He was too scared himself. He was shaking all over and when he saw me\nhis eyes got even brighter, and he started to get up. He was trembling\nso I had to help him to his feet.\n\n\"I steadied him with one arm and lifted off the helmet with my free\nhand. As you know, you can stay outside a suit on the moon without\ngetting frost-bitten for about half a minute.\n\n\"When his face came into view and his eyes looked straight into\nmine I was so startled that fifteen seconds were lost right at the\nstart--before a single word could be exchanged between us. But at least\nI had a chance to get a good look at him.\n\n\"If you saw yourself as a boy of ten, suddenly, without warning, would\nyou recognize yourself? Maybe some men would. If you looked at yourself\na lot in a mirror when you were growing up--or kept photographs of\nyourself, carefully preserved in an old album, you might not have any\ntrouble. Right off you might hear yourself muttering, 'Why, that's\n_me_!'\n\n\"But I had trouble. The kid's face was just enough like my own to give\nme a start. But I couldn't really place it--couldn't remember where I\nhad seen it before.\n\n\"Then the kid spoke. 'I--I thought you were Pops! But you're not! He's\nolder! Where am I? How did I get here?'\n\n\n\n\"The voice did something to me. You get a chance to hear yourself\ntalking a lot when you're knee-high to a grasshopper. And I had no kids\nof my own! But my own father had looked enough like me to be my twin\nbrother, and if this kid thought I was his dad--\n\n\"It hit me between the eyes--and like a voice screaming at me through a\nblur of spinning suns!\n\n\"I was staring at myself as I had been long ago--and no tracks made by\na dead man in a bog could have been more nerve-shattering.\n\n\"He wasn't even a poor little kid in a desperate plight, because you\ncan't feel paternal about yourself! He was a tormented ghost out of the\npast, and for an instant I had an impulse to blame him and rail at him\nfor returning to torture me.\n\n\"But I'm not a cruel man, deep down, and that crazy impulse passed\nquickly. He was a poor little lost cuss, even if he _was_ myself, and\nall my sympathy went out to him.\n\n\"I even forgot for a moment how insane the whole thing was. He was\ngasping for breath, so I put the helmet back on, and gave the oxygen\ntube a double twist to straighten it out. But an instant before the\nhelmet descended over his mouth he managed to stammer, 'I was up in the\nattic playing--'\n\n\"Playing 'Pirate's den!' I had spent the happiest years of my boyhood\nin the attic, pretending I was Captain Kidd, or climbing out on the\ntree that arched over our house when the December snows weighed it\ndown, and making myself out to be in the crow's nest of an arctic\nwindjammer!\n\n\"As I swayed there beside myself my mind followed crazy-paved paths\nin all directions. Great chunks of the past seemed to float before\nme--like icebergs nine-tenths submerged.\n\n\"But all the while the sanest part of my mind was seeking an\nexplanation that would one-tenth explain it! I gripped my own boy-self\nby the shoulder to make sure he'd stay solid until the man he'd become\ncould get a mental toe-hold on the problem.\n\n\"If you can persuade a man to mount a stepladder and plant himself\nfirmly on the air you've taken your first brave step into the unknown.\nThe poor devil may or may not fall. But at least you've made a start in\nthe right direction.\n\n\"It isn't too hard to believe that certain things can happen to Time\non the wrong side of yesterday--or tomorrow! Time--the physicists tell\nus--never stops flowing. It's like a melting candle or silk before it\nhardens on the loom--all crinkled up and sparkling like a dew-drenched\nspider web.\n\n\"If Time melts in a back-of-yesterday dimension what's to stop a man\nfrom dissolving with it, and running in a thin trickle back to his\nyesterdays? You were a boy once and you could be a boy again--without\nceasing to be a man.\n\n\"Put it this way. On the dark side of the moon there was a valley of\nshadows. A big, blundering fool went stumbling into it, and landed in\na heap. Before he could pick himself up a part of himself dissolved\nin some unimaginable backwash of time, and he became a boy again. His\nboy-self split off from him, and went stumbling off over the plain in a\nsuit five sizes too large for him.\n\n\"It's not as impossible as it sounds. The boy you were still exists in\nTime, and he could emerge from the past to stand beside you in a vortex\nof dissolving Time. Was there something in the valley that could change\nthe flow of time, reverse it, and twist it around like butter in a\nchurn?\n\n\"The answer was right there in the cave with me. But I couldn't see\nit because _another_ space-suited figure was making my brain whirl.\nHe'd come clumping into the cave bent nearly double, and now he was\nshuffling toward me as though I'd committed some horrible crime I could\nnever hope to atone for.\n\n\"Through the pane of his helmet his eyes burned accusingly into mine.\nBut it wasn't until he halted directly in front of me and lifted the\nhelmet from his head that I knew what my crime was and why he found it\nhard to forgive me.\n\n\"I had committed the crime of living beyond my alloted span! The man\nfacing me was old ... old. His face was still my face, but if ever I\nhad been young and handsome and a target for the wiles of a pretty\nwoman I was so no longer!\n\n\"He seemed to realize that I could hardly bear to look upon myself as I\nwould be, for he spoke sharply, quickly, without attempting to explain\nhis presence, or even to prepare me for what he had to say by working\nup to it like a story-teller with a great load of unimaginable horror\non his mind.\n\n\"'It's a monstrous beast of prey!' he croaked. 'It can dissolve Time\nand re-shape Time in a hundred horrible ways!'\n\n\"He quirked his head at me. 'You know more than that lad but I know\nmore than you--for I have lived through this moment before! Once long\nago I stood in this cave and warned you! You are at the crossroads of\na branching future! If you take the right turn now you will live to\nbecome me. But, if you take the wrong turn--'\n\n\"He straightened, and pointed with his gloved forefinger into the\nshadows behind me. 'It is there--at your back! When you turn you will\nsee the shining web which it uses to dissolve Time! All over this\nvalley the creature has thrown a Time-dissolving web of force!'\n\n\n\n\"His voice rose warningly. 'It is as intelligent as we are, but it\nmoves with glacial slowness. An inch in an hour--a foot in a day! When\nit dissolves Time it nourishes itself by drawing the energy-whirl into\nitself, and spinning it out again in another form, like an immense,\nliving shuttlecock. A spider--'\n\n\"He looked at me with a haggard intensity of appeal. 'It will try to\nhold you with the web--to hold you in complete helplessness until you\nbecome a hundred lads and a hundred men. You'll be an infant, a boy of\nfive, a lad of twenty, and a man older than myself. But every time you\nsplit up in the folds of the web you'll lose a part of your substance.\n\n\"'You'll cease to be a man with a past and a future. You'll become a\nmere hollow shell--no more substantial than I am, and I am little more\nthan a wraith. You'll be drained, and you'll vanish like a puff of\nsmoke. You'll be devoured and swallowed up!'\n\n\"He was struggling for breath and the veins on his forehead had begun\nto swell. 'You've got to blast it down before the web dazzles and\nconfuses you! You'll have to face it to blast, but if you fight it with\nyour mind--'\n\n\"Suddenly the helmet was back on his head and he was turning from me.\nHe moved straight toward the lad and put a palsied hand on the shoulder\nof that younger me.\n\n\"Then, slowly, they both turned to face me, and I could see their\neyes inside their helmets, trained upon me in desperate appeal. At\nleast--there was appeal in the eyes of the old one. The lad may have\nbeen merely terrified, and confused.\n\n\"He couldn't have been more terrified than I was as the shadows\nlengthened about me, and a coldness crept into my bones.\n\n\"I knew I'd have to come to grips with the web. I knew, too, that\nif it was behind me I'd be safer facing it. When there's something\nunspeakable at your back, you can die so many deaths just waiting for\nit to make its presence known that all the courage and decision goes\nout of you.\n\n\"Panic smote me as I turned, hip and thigh like a flat sword. But all I\ncould see for an instant was a faint, moving radiance blending with the\nshadows, a kind of nebulous flowing in the darkness on the far side of\nthe cave.\n\n\"My hand must have closed on my blaster, for I could feel the bite of\ncold metal against my palm. But there was something about the light\nthat my will could not withstand. My arms seemed to freeze as I stared\nat it, and terrifying thoughts rushed into my brain.\n\n\"At first I experienced only a feeling of almost unbearable oppression.\nThen something in the glow seemed to reach out toward me and there was\nno sound in the cave but the beating of my heart.\n\n\"A ghastly something seemed to be watching me with a kind of fiendish\ntriumph, as though the soul of a devil lurked in the depth of the light\nwhich could send out vampire tendrils, filmed with writhing menace.\n\n\"I couldn't tear my eyes from the glow and the longer I stared the\nworse it got.\n\n\"The light seemed filled with an evil purpose. It writhed and changed\nshape as I stared at it, seeming to sweep out through the walls of the\ncave and back again with a pulsing greediness.\n\n\"Then, gradually, it ceased to blend with the shadows. It became\nstationary and transparent, hanging suspended in the murky air like a\ngigantic burning glass.\n\n\"As though in a dream-delirium I became slowly aware that a picture\nwas forming within it. A valley swept into view, walled with high,\nsaw-toothed mountain ranges.\n\n\"Deep in the weaving radiance I could see a tiny, plodding figure\ncoming toward me across the valley.\n\n\"For an instant I thought I was looking at the far-off image of a human\nfigure plodding over the plain. A figure clad in a heavy space-suit,\nmoving awkwardly--as I had moved.\n\n\"Nearer it came and nearer, its reflection floating on ahead of it,\nbobbing about like a little ship.\n\n\"And then, suddenly, I saw that it was _skimming_ the plain. It was\nbalancing itself on flapping wings, sweeping across the plain without\nactually touching it, but so slowly that it appeared to be advancing\nwith the plodding, awkward gait of a man.\n\n\"It swerved abruptly as I stared, made a full turn, and soared into the\nair. It flew straight toward me, its wings beating the air as though it\nwere struggling against a furious uprush of wind.\n\n\"There was a sloping wall of light-dappled rock at the edge of the\nradiance, and for an instant the winged shape disappeared behind it. I\ndidn't see it descend.\n\n\"I saw only a shadow forming behind the rock, and swirling out from\nit. It came into view again abruptly, dragging its wings behind it,\nhobbling toward me over the ice.\n\n\n\n\"My spine congealed. The thing that had crossed the valley was a\nmonstrous bird of prey. It was wearing a space-suit, but no helmet, and\nI could see its vulture-like head bobbing about in the glow.\n\n\"It seemed to be in pain. It had halted at the edge of the glow, as\nif fearful of what lay beyond it, and suddenly as I stared it began\nfuriously to pluck and tear at its breast with its taloned foreclaws.\n\n\"So frenzied were the creature's exertions that the front of its\nspace-suit came away in shreds. The hideous creature had scales on its\nbreast instead of feathers, and a pulsing, lizardlike throat ... a\nthroat which turned red as it continued to inflict cruel injuries on\nitself.\n\n\"The impression I got was one of agonized despair, of a creature\ntrapped and cornered that could only escape by destroying itself. Again\nand again it slashed at its flesh, twisting about in the glow, its eyes\nbrimming with agony.\n\n\"Then, suddenly, it was no longer alone. A little bird-lizard shape\nhad materialized at its side and was going through the same grisly\npantomime.\n\n\"As I blinked in stunned disbelief a third shape swam into view--and a\nfourth. The eyes of the third shape were dull and opaque, like frosted\nglass, and the fourth shape was so atrophied that the scales on its\nbreast seemed to overlap, squeezing out the flesh between them.\n\n\"Then, abruptly, the first shape began to grow transparent. It\nshriveled and glistened, and I could see its skeleton gleaming beneath\nthe glassy transparency of its dissolving flesh.\n\n\"It vanished in a gush of gray light, so quickly that the air about it\nhad a sucked-in look. Swiftly, terribly, the other shapes converged\ntoward that swirling vacuum and were swallowed up, as though with their\npassing Time had collapsed in upon itself.\n\n\"That Time _had_ collapsed I knew! For I am no fool. Long ago the alien\ninhabitant of another world had landed in that valley of all horror,\nand the living shuttlecock had split it up into time fragments, the\nbetter to destroy it.\n\n\"It wanted me to know that--to realize that my time was short. So it\nhad brought back a scene out of the past to unnerve me, and sap my will!\n\n\"Could I go on taking it? I hadn't much time to think about it--for the\nweb was filling with another picture. A living shuttlecock, the old one\nhad called it. So now it was weaving another picture for me on Time's\ndissolving loom.\n\n\"It was a picture so hideous I could hardly bring myself to believe in\nit. It was a picture of still another me. But if the old one had seemed\npalsied, wretched, at the end of his endurance--the face that stared\nout at me from the radiance was a thousandfold more so!\n\n\"It was a face that had lost itself in Time--a face that was all\nsagging jowls and puckered brows, a toothless, yellowed caricature of a\nface.\n\n\"But it was my face still--_my_ face ravaged by a century's decay!\n\n\"Looking at myself as I would be--I suddenly had no longer any desire\nto live. A small, shrill voice shrieked within me that the monstrous,\nliving shuttlecock desired just that--that it was resorting to a\ndevilish subterfuge!\n\n\"But I did not heed the voice. I just stood there, waiting to die,\nhoping that the end would come quickly.\n\n\n\n\"The blast was deafening! The sudden crash of it made a muffled booming\nin the thin air, and smashed against my eardrums like a trump of doom.\nThe flare was blinding. The awful brightness of it lit up the cave like\na hundred suns, and burned through my eyeballs into my brain.\n\n\"When the smoke cleared all I could see at first was a shattered\nsomething lying on the floor of the cave, all twisted and bent back on\nitself like a smoking heap of shattered glass.\n\n\"As I shook my big, dull head to clear it my boy-self lifted off his\nhelmet and returned his blaster to the holster on his hip. His face was\nshining with triumph. The sweat was running off it and he was breathing\nheavily.\n\n\"But he spoke to me and his words were good to hear.\n\n\"'We got him, pal!'\n\n\"He didn't say 'it'--didn't refer to the monstrous creature as\nsomething unspeakably alien.\n\n\"No--why should he? To him it wasn't a horror in the valley of the\nmoon. It was something out of a nightmare and he knew he'd wake up safe\nin his own little bed at home.\n\n\"He was still thinking of me as his father--in a nightmare. We'd been\nhunting jabberwocks together!\n\n\"And that lad was still in me--a part of me! I tell you, it sobered me\nand made me feel ashamed.\n\n\"I was still feeling ashamed when both the boy and the old one\nvanished. Perhaps melted back would be a better way of putting it. For\nthey did seem to dissolve and flow back, rush back, into me an instant\nbefore I found myself standing alone again--in that valley that would\nnever grow old!\"\n\nCharley had arisen and was standing by the fire. Suddenly he stooped\nand threw another log into the flames.\n\nFar to the west the lights of the biggest spaceport on Earth blinked\nthrough the purple haze, and every time a ship took off, bound for the\ngreat outer planets, the desert would light up for miles.\n\nBut that light couldn't hold a candle to the one that blazed in\nCharley's eyes.",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63838/pg63838.txt",
        "name": "time_trap.json"
    }
}