{
    "name": "Time Grabber",
    "author": [
        "Dickson, Gordon R."
    ],
    "body": "_Feb. 16, 2631_--Dear Diary: Do I dare do it? It's so frustrating to\nhave to be dependent upon the whims of a physicist like Croton Myers.\nI'm sure the man is a sadist--to say nothing of being a pompous ass\nwith his scientific double-talk, and selfish to boot. Otherwise,\nwhy won't he let me use the time-grapple? All that folderol about\ndisrupting the fabric of time.\n\nHe actually patted me on the shoulder today when I swallowed my\nrighteous indignation to the extent of pleading once more with him.\n\"Don't take it so hard, Bugsy,\" he said--imagine--'Bugsy'--to me,\nPhilton J. Bugsomer, B.A., M.A., L.L.D., Ph.D., \"in about twenty years\nit'll be out of the experimental stage. Then we'll see if something\ncan't be done for you.\"\n\nIt's intolerable. As if a little handful of people would be missed out\nof the whole Roman Empire. Well, if I can't do it with his permission,\nI will do it without. See if I don't. My reputation as a scholar of\nsociomatics is at stake.\n\n\n\n_Feb. 18, 65_: MEMO TO CAPTAIN OF THE POLICE: The emperor has expressed\na wish for a battle between a handful of gladiators and an equal number\nof Christians. Have gladiators but am fresh out of Christians. Can you\nhelp me out?\n\n(signed) Lictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_Feb. 19, 65_: MEMO TO CAPTAIN OF THE ARENA: I think I might be able to\nlay my hands on a few Christians for you--possibly. And then again I\nmight not. By the way, that's a nice little villa you have out in the\nFalernian Hills.\n\n(signed) Papirius,\n\nCAPTAIN OF POLICE\n\n\n\n_Feb. 19, 65_: Papirius:\n\nAll right, you robber. The villa's yours. But hurry! We've only got a\nfew days left.\n\nL.\n\n\n\n_Feb. 21, 65_: Dear L:\n\nThanks for the villa. The papers just arrived. By an odd coincidence\nI had overlooked the fact that we already had sixteen fine, healthy\nChristians on hand, here. I am sending them on to you.\n\nLove and kisses,\n\nP.\n\n\n\n_Feb. 22, 2631_: Dear Diary: Congratulate me! I knew my chance would\ncome. Late last night I sneaked into the physics building. That fool of\na Myers hadn't even had the sense to lock the door of his laboratory. I\nopened it and went in, pulled down the shade, turned on the light, and\nwas able to work in complete security. Luckily, I had already played\non his credulity to the extent of representing myself as overawed by\nthe mechanical mind, and so induced him to give me a rough idea of how\nhe operated the time-grapple (this over the lunch table in the Faculty\nClub) so, with a little experimenting, and--I will admit it--some luck,\nI was able to carry off my plans without a hitch.\n\nI bagged sixteen young males from the period of Nero's reign--along\nsomewhere in the last years. By great good luck they happened to\nbe Christians taken prisoner and destined for the Roman Games.\nConsequently the guards had them all huddled together in a tiny cell.\nThat's why the time-grapple was able to pick up so many at one grab.\nThey came along quite docilely, and I have quartered them in the\nbasement of my house where they seem to be quite comfortable and I can\nstudy them at my leisure.\n\nWait until the Sociomatics department here at the University sees the\npaper I'll write on this!\n\n\n\n_Feb. 23, 65_: MEMO TO CAPTAIN OF POLICE: Where are my Christians?\nDon't think you can gyp me out of my villa and then not deliver.\n\n(signed) Lictus,\n\nCAPTAIN OF ARENA\n\n\n\n_Feb. 23, 65_: MEMO TO CAPTAIN OF THE ARENA: You got your Christians. I\nsaw them delivered myself. Third cell on the right, beneath the stands.\n\n(signed) Papirius,\n\nCAPTAIN OF POLICE\n\n\n\n_Feb. 24, 65_: MEMO TO CAPTAIN OF POLICE: I tell you they're not there.\n\n(signed) Lictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_Feb. 24, 65_: MEMO TO CAPTAIN OF ARENA: And I tell you they are:\n\n(signed) Papirius,\n\nCAPTAIN OF POLICE\n\nP.S. Are you calling me a liar?\n\n\n\n_Feb. 25, 65_: MEMO TO CAPTAIN OF POLICE: I tell you THEY'RE NOT THERE.\nCome on over and look for yourself if you don't believe me.\n\n(signed) Lictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_Feb. 25, 65_: Listen, Lictus:\n\nI don't know what kind of a game you think you're playing, but I\nhaven't time to bother with it right now. Whether you know it or not,\nthe Games load a lot of extra work on the police. I'm up to my ears in\ndetails connected with them, and I won't put up with having you on my\nneck, too. I've got the receipt signed by your jailer, on delivery. Any\nmore noise from your direction and I'll turn it, together with your\nrecent memos, over to the Emperor himself and you can straighten it out\nwith him.\n\nPapirius\n\n\n\n_Feb. 25, 2631_: Dear Diary: What shall I do? How like that sneaky,\nunderhanded physicist to be studying historical force lines in the\nRoman era, without mentioning it to me. Myers came into lunch today\nfairly frothing with what can only be described as childish excitement\nand alarm. It seems he had discovered a hole in the time-fabric in the\nyear 65, although he hasn't so far been able to place its exact time\nand location (this is, of course, my sixteen Christians) and he tried\nto frighten us all with lurid talk about a possible time collapse or\ndistortion that might well end the human race--if the hole was not\nfound and plugged. This is, of course, the most utter nonsense. Time\ncollapse, indeed! But I can take no chances on his discovering what\nactually happened, and so I realized right away that I had to plug the\nhole.\n\nThe idea of putting back my Romans is, of course, unthinkable. They\nare beginning to respond in a most interesting manner to some spatial\nrelationship tests I have been giving them. Therefore I cleverly\nsounded out Myers to find the necessary factors to plug the hole.\nI gather that any sixteen men would do, provided they conformed to\nthe historically important characteristics of the Roman group. This\nsounded simple when he first said it, but since then the problem has\nbeen growing in my mind. For the important characteristics are clearly\nthat they be all Christians who are willing to die for their faith. I\nmight easily find such a group in Roman times but in order to hide the\ngap my replacements will make I will have to take them from some other\nera--one Myers is not studying. I have only a day or two at most. Oh,\ndear diary, what shall I do?\n\n\n\nPHYSICIST GIVEN KNOCKOUT DROPS\n\n(_University News_)\n\n(Feb. 27, 2631). When Croton Myers, outstanding physicist and professor\nof Physical Sciences at the university here showed a marked tendency to\nsnore during his after-lunch classes, his students became alarmed and\ncarried him over to the University Hospital. There, doctors discovered\nthat the good professor had somehow been doped. There were no ill\neffects, however, and Dr. Myers was awake and on his feet some eighteen\nhours later. Authorities are investigating.\n\n\n\n_Feb. 29, 2631_: Dear Diary: SUCCESS! Everything has been taken care\nof. I am so relieved.\n\n\n\n_Feb. 28, 1649_ (From the Journal of John Stowe)--Today, by the will of\nthe Lord, we are safely on our way from Appleby, fifteen men under the\nvaliant leadership of Sergeant Flail-of-the-Lord Smith, having by our\nvery presence in Appleby served to strike fear into the hearts of the\npapist plotters there, so that they dispersed--all of the troop in good\nhealth and spirits save only for one small trouble, of which I will\nrelate.\n\nIt hath come to pass, that, being on our way from Appleby to Carlisle,\nthere to join the forces of Captain Houghton, if God shall suffer such\nto come to pass, we have found ourselves at nightfall in a desolate\nsection of the country, wasted by the late harrying and pillaging. We\ndecided to pitch camp where we found ourselves rather than adventure\nfarther in the dark.\n\nTherefore, we made ourselves comfortable with such simple fare as\ncontents a servant of the Lord, and our provisions supplied, and having\nsung a goodly hymn and given ourselves over to an hour or so of prayer\nfor the pleasing of our souls, some among us fell to talking of the\nnature of the surrounding waste, recalling that from heathen times\nit hath had the name of being a place of most evil and supernatural\nresort. But our good Sergeant Flail-of-the-Lord, speaking up cheerily,\nrebuked those who talked so, saying \"Are we not all servants of the\nLord, and strong in his wrath? Therefore, gird ye up your courage and\ntake heart.\"\n\nBut there were still some among us--and I do confess some sort of\nthe same weakness in myself--who found the blackness and desolation\npress still heavily upon our souls, reminding us of manifold sins and\nwickedness whereby we had placed ourselves in danger of the Pit and\nthe ever-present attacks of the Enemy. And our good Sergeant, seeing\nthis, and perceiving we needed the sweet comfort and assuagement of the\nWord of the Lord, he bade us sit close by him, and opening his Book\nwhich was the Word of the Lord, read to us from II Kings Chapter 9,\nconcerning the overthrow and just fate of Jezebel, whereat we were all\ngreatly cheered and entreated him that he read more to us.\n\nBut it happened at this time that a small trouble was thrust upon us,\ninasmuch as it appeared to all of us that the wide and empty fields\nof night which surrounded us were whisked away and the appearance of\na cell, stone on three sides, and a thick iron grating on the fourth,\nsurrounded us. Whereat we were at first somewhat surprised. However,\nour good Sergeant, looking up from his Book, bade us mind it not, for\nthat it was no more than a manifestation of whatever unholy spirits\nplagued the spot and which they had called up in jealous defiance of\nthe sweet virtue of the Lord's word, as he had been reading it.\n\nOn hearing this, all were reassured, and, the hour being late, lay down\nto rest, inasmuch as we are to march at the first break of dawn. So,\nnow, as I write these words, by God's mercy, nearly all are disposed\nto slumber, saving that the enchantment of the cell doth make somewhat\nfor cramped quarters and I do confess that I, myself am somewhat\nill-at-ease, being accustomed to the good pressure of my stout sword\nagainst my side as I go to sleep. This, however, may not be helped,\nfor, since it is the custom of our troop to lay aside all sharp tools\non coming into the presence of the Lord our weapons are hidden from us\nby the enchantment and it would be a mark of lack of faith to pretend\nto search for them.\n\nAnd, so, thanks be to the Lord, I will close this entry in my journal\nand dispose myself for a night of rest.\n\n\n\n_March 1, 65_: MEMO TO CAPTAIN OF POLICE: I notice you finally got cold\nfeet and got those Christians over here after all. But I warn you,\nI'm not yet altogether satisfied. They look like pretty odd-appearing\nChristians to me. More like barbarians. And if you've rung in something\nlike that on me, I warn you, the Emperor will hear of it. My gladiators\nare too valuable to risk with a group of Goths or Vandals.\n\n(signed) Lictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_March 1, 65_: MEMO TO CAPTAIN OF ARENA: Papirius has unfortunately\nbeen called out of the city on police business, and it is uncertain\nwhen he will be able to get back. I am sure, however, that if the\nCaptain said that these men were Christians, they are Christians.\nHowever, if you're doubtful, there's nothing easier than to test\nthe matter. Give any of them a pinch of incense and see if they'll\nsacrifice to the gods to gain their freedom. If they won't they're\nChristians. You know how these things work.\n\n(Signed) Tivernius,\n\nActing CAPTAIN OF POLICE\n\n\n\n(_From the Journal of John Stowe_) _March 2, 1649_: Lo! Satan is upon\nus and his devils do surround us. Trusting in the Lord, however, we\nhave no fear of them.\n\nEarly this morning we awoke to find the enchantment still strong about\nus. Whereupon we took counsel together concerning our conduct in this\nstrait. After several hours of discussion, it was decided that we could\nnot necessarily be considered remiss in our military duties for not\npushing on to Carlisle when bound and held by devils. This settled, it\nremained only to decide on our course of conduct towards these imps of\nSatan, and Sergeant Flail-of-the-Lord hath determined this by ordering\nthat all present be industrious in prayer and considering of the good\nworks of the Lord.\n\nSo it fell out that about the third or fourth hour after sunrise when\nwe were engaged in singing that hymn of sweet comfort--\n\n    _Lo! We shall crush His enemies\n    And drown them in their blood--_\n\nthat a fat, balding devil of middle age, somewhat wrapped and entwined\nin a sheet of bed linen approached the outer grating of our cell and\ndid speak with us.\n\nAt first we were slow in understanding; but as it did happen that by\ngood chance I had had some teaching in my youth in papist ways, it was\nnot long before I realized that this devil was speaking a particularly\nbarbarous and unnatural form of latin; and, on my conveying this\ninformation to Sergeant Flail-of-the-Lord, it was decided that I should\nspeak with the devil for all of us.\n\nI began by abjuring him to turn from the ways of the devil and cast\nhimself upon the mercy of the Lord. But, so imperfect were the\ncreature's wits and so inadequate his grasp of the tongue in which we\nconversed that he failed to grasp my meaning. Whereupon, I demanded of\nhim by what right he held us and he did name several devils with Romish\nnames and, producing several objects of strange manufacture, seemed to\ncall on us for some kind of action.\n\nAt this point, Sergeant Flail-of-the-Lord interrupted to order me that\nI draw the devil out in conversation and learn whatsoever I could, that\nthe knowledge might be a means to breaking the enchantment. Therefore,\nI did show interest and beseeched the devil to further explain himself.\n\nWhereupon he did so. And it was apparent immediately that our wise\nSergeant, praise the Lord, had correctly judged the state in which we\nwere held. For after a great deal of words which I had some trouble\ninterpreting, it became apparent that this spawn of the Devil, this\ncreature of Satan was endeavoring by means of foul enticements and\nfalse promises of release from our enchantment, to cozen us into\nbowing down to graven images.\n\nNo sooner had I understood this, than I was filled with the wrath of\nthe Lord, and, feeling His hand upon me, spoke words of fire to the\nlost being before me. I observed that he quailed, although odd as\nit seems, some of our troop claim to have noticed a slight trace of\nsatisfaction upon his hellish visage. Whereupon he closed the interview\nwith a question.\n\n\"Are you all Christians?\" he demanded of me.\n\nI answered, \"Yes,\" and, rubbing his hands together with an expression\nof glee he hurried off.\n\nI related all this to my comrades and the Sergeant. The Sergeant then\nadvised us that we continue as we had before, saying that no doubt we\nwere not alone at the mercy of the Devil, but that were being somewhat\ntested by the Lord, and as long as our faith in Him remained steadfast,\nno harm could surely come from this.\n\nSo hath the day past, very decently in praying and godly conversation.\nFrom scraps of conversation I have overheard from neighboring cells it\nbecometh apparent that tomorrow we are to be thrown into the 'Arena,'\nwhich I take to be a devilish word for the pit. So be it. We abide the\nissue, all of us, with firm faith and quiet hearts. Amen.\n\n\n\n_March 2, 2631_: Dear Diary: What a vexatious group! What on earth\nshall I do? These Romans seem to be pining away and losing interest in\nmy tests, taking them lackadaisically, if at all. I'm sure I don't know\nwhat's wrong. I've given them the most attractive apparatus I can find,\ndifferent colored little balls and pegs and objects, and brightly-lit\nshadow cards to study. I've piped all sorts of cheerful music into the\nbasement and given them authentic Roman diets of the period and all\nthey wanted to eat. They just don't seem to have any interest. I can't\nimagine what's wrong.\n\n\n\n(_From the notebook of Croton Myers_) _March 2, 2631_:\n\n11:02 P.M.:--Dial settings A-26.24, B-5.1, C-2.73779 Calibration check,\nVernier check. (Run 73)\n\nFound it. Year 65, our calendar, Feb. 22, 10:15 P.M. (approx).\nSixteen individuals. Time scar to present date and year. Hole plugged\non or about Feb. 27. Structure therefore safe middle late Roman\nera, disregarding minor time-thread damage which runs out anyway.\nHowever--took general check on hunch, and hunch confirmed. There's\nanother hole even closer to our time. I can tell by the strains on the\nmajor time-threads. No time to trace it down now. We've got about five\nhours worth of elasticity in the present time-fabric before there'll\nbe (a) a time collapse, or (b) an attempt by the fabric to rearrange\nitself to relieve the strain. Even the rearrangement could do for us.\nThis second hole's too close to our own period.\n\nI'm no Sherlock, but to me it adds up to only one answer--Bugsomer. I'm\ngoing over and see if I can force the information out of him.\n\n_The damn fool!_\n\n\n\n_March 3, 65_: TO THE CAPTAIN OF THE ARENA: Order your gladiators\nto stretch out this battle with the Christians. I don't want a\nsheep-slaughter. I want some sport. Some running around and excitement.\nSee to it.\n\nNERO, Imp.\n\n\n\n_March 3, 65_: TO THE EMPEROR: Hail Caesar! I will do whatever I can\nwhen the time comes. But you know how uncooperative these Christians\nare. They won't even pick up their swords and armor. They want to be\nmartyrs. However, I promise that the Emperor will not be disappointed.\n\n(signed) Lictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_Dear Diary_: I have no idea what the date is, so I just won't put any\ndown. If the world goes topsy-turvy, it's not _my_ fault. I'm all in a\nflutter. I hardly know where to begin writing.\n\nI guess it all began when that pig-headed Myers came breaking into\nmy house in the middle of the night. Breaking in, literally! My front\ndoor was locked, naturally, so he just kicked in a window and walked\nthrough it. I was down in the basement with my poor Romans, who hadn't\nbeen sleeping too well lately. I was trying to get them to take some\nbarbiturates, but they seemed afraid to do so for some reason. They\npreferred to turn and toss on their cushions all night.\n\nWell, at any rate I heard a noise. And then the next thing I heard was\nhis bull voice calling, \"Bugsy! Bugsy!\" Before I could head him off\nhe was at the top of the steps and clumping down. My poor Romans just\nstared at him.\n\n\"So here you are,\" he said triumphantly.\n\n\"Is that odd?\" I replied. \"After all, it's my house. And, while we're\non the matter, I'd like to know how you got in, and by what right--\"\n\n\"Oh, shut up,\" he said and pointed at my Romans. \"Are these the sixteen\nyou stole first?\"\n\n\"I don't know what you're talking about,\" I answered coldly. \"These are\nsome foreign students from one of my classes. We're holding a seminar\nin Roman customs.\"\n\nHe just snorted, and, ignoring me entirely, turned to the nearest Roman\nand started jabbering at him in barbarous high-school Latin. I even had\ntrouble following him, but my Roman didn't. His face lit up and before\nI could say a word he was telling Myers all about what had happened\nto them, and the tests I'd been giving them. And right then and there,\nI learned something about Roman ingratitude. Can you believe it? Those\nsixteen young fellows weren't the least bit thankful for being saved\nfrom death in the Arena. All that concerned them was the fact that they\nwere homesick. Homesick! For lions and gladiators!\n\n\n\nI interrupted and asked my Roman whether he hadn't been well treated.\nAnd he turned on me and said--almost in those very words--that he\nhad--he'd been too well treated. He'd been a hardworking artisan and\nChristian all his life and it didn't come natural to him to loll around\non cushions and play with children's toys. He ended up by saying that\nif I gave him another test he'd ram it down my throat.\n\nWell, after something like that, I was only too glad to get rid of\nthem. I told Myers so and we started up the stairs. Just at that moment\nthere was the most curious shiver--decidedly unpleasant--and we all\nsuddenly found ourselves back at the foot of the stairs again. Myers\nturned white as a sheet.\n\nHe gasped. \"Good God, I didn't think it would start this quickly!\"--And\nI don't mind telling _you_, dear Diary, that for a second even I felt a\ntouch of fear.\n\nWe hurried, all eighteen of us, across the darkened campus and up to\nhis laboratory. Twice more those curious shivers threw us back a step\nor two in time, and we had to do things over.\n\n\"It's cracking faster,\" said Myers, and herded my Romans into an area\nmarked off by chalk lines on the floor. Myers took me by the arm.\n\n\"Listen,\" he said, \"and listen good, because I don't have time to\nsay it twice. I've got the sixteen Romans waiting in a trigger\narea. There's a trip mechanism that will throw them back to their\nown time the minute there's an opening for them to fit into. I'm\ngoing to stay here and operate the machine. I want you to ride the\ntime-grapple back to the Arena and see that the others--you said they\nwere Roundheads?--and nobody but they get into the time-grapple for\ntransference back to their own time.\"\n\n\"Me?\" I said. \"Into the time-grapple. I certainly will not--\" Before\nI could finish he seized me by the shoulders and pushed me into the\ntime-grapple area.\n\nThe moment I stumbled across the line the laboratory faded around me.\nI felt a moment of nausea, and then I was swinging, unsupported and\napparently invisible above the royal box in the arena. When I leaned\ndown I was right on a level with Nero himself. I took one horrified\nlook at him, gasped, and turned away.\n\nI looked down in the arena, and saw immediately why Myers had sent me\nback. The time-grapple would, of course, have to get the Roundheads\nall on one grab and it would be impossible until they were all close\ntogether. I knew that, back in the laboratory, Myers could see me\napparently standing on the floor in front of him and his devilish\nmachine. He could also, of course, see Nero and part of the Royal box.\nI would have to direct him to the Roundheads when the time came.\n\nI looked out in the arena, and groaned. The door to the cells was\njust opening and the Roundheads were filing out onto the field. The\ngladiators were already out; the Roundheads were too far dispersed for\nthe time-grapple to grab them.\n\n\"Get together, get together!\" I cried--but of course they couldn't hear\nme as long as I was in the time-grapple field.\n\nJust then Nero spoke up next to my ear, and I _could_ hear him, because\nof the auditory equipment built into the field.\n\n\"My dear,\" he was saying petulantly to a thickly powdered, fat-faced\nwoman beside him. \"Look at those Christians! And Lictus promised me\nthat I shouldn't be disappointed. Look how sober and dull they are.\nThey usually come on with their faces lit up, almost exalted.\"\n\n\"Perhaps,\" said the woman, \"this group doesn't feel so much like being\nmartyred. Maybe they'll run around a bit more.\"\n\nI could stand no more of this, and signaled Myers to move the field\ndown toward the Roundheads. The idiots were still too far apart to be\npicked up and were talking together in that odd, seventeenth century\nEnglish.\n\n\"What think you, Sergeant,\" said one fresh-faced youngster, \"are we to\nbe put to trial by those armored demons, yonder?\"\n\n\"It may be, John,\" replied the individual addressed as Sergeant.\n\nThe young man sighed. \"I feel the hand of the Lord strong upon me,\" he\nsaid. \"None the less, had I but my claymore--\"\n\n\"Fie, John Stowe,\" reproved the Sergeant. \"Let not your mind dwell\nupon earthly matters. Look rather upon yon armed demons, with a mind\nto marking their true natures. See yon demon with the chased shield,\nwhich is surely Pride. And the other beside him, whom, by his lean and\nenvious face I clearly read as Covetousness.\"\n\nAnd the Sergeant went on giving names to the various gladiators, so\nthat the other Roundheads became interested and drifted over. I was\nbeginning to have hopes of snatching them up immediately when the\nSergeant wound up his little discussion.\n\n\"And besides, John Stowe,\" he said. \"If the Lord wisheth us to have\nweapons, He surely will provide them.\"\n\n\n\nAt this moment, an attendant of the Arena leaned over the stone parapet\nthat encircled the field and dropped a bundle of swords and armor.\n\n\"What did I tell you?\" said the Sergeant.\n\nSo they dispersed in the process of putting on the armor, and the\nchance was lost.\n\n\"What's holding things up?\" boomed the voice of Myers in my ear.\n\n\"The battle,\" I snapped. \"They're supposed to fight those gladiators.\"\n\n\"What!\" yelled Myers. \"Stop them. Don't let them do it. They've all got\nto get back alive.\"\n\n\"What can I do?\" I asked bitterly. \"It's up to the Roundheads.\"\n\nAnd, indeed it was. There is no way of knowing how many lives were\ndepending upon those Roundheads at that moment.\n\nAt any rate, there was a toot on a horn, or some kind of signal like\nthat, and off they went.\n\n\"Do you take Pride, Stowe,\" said the Sergeant. \"And so each of the rest\nof you pick out a cardinal sin. I, myself will take Covetousness.\" He\nlifted his Roman short sword over his head and shouted like a wild man.\n\n\"Now, LET GOD ARISE!\" he shouted, and the Roundheads charged toward the\nenemy.\n\n\"I'm moving you back to Nero,\" said Myers' voice in my ear. \"Maybe we\ncan put pressure on him somehow.\"\n\nI was swooped back to the royal box. But by the time I got there the\nsituation was such that neither of us could think of anything to do.\nNero was bouncing around like a fat toad, squeaking at the top of his\nlungs.\n\n\"Why--what--what--\" he was squealing. \"What are they doing? You\nChristians, stop it! Stop chasing my gladiators, do you hear me? Stop\nit! Stop it!\"\n\nSomebody blew that silly horn again, and the gladiators stopped, but\nthe Roundheads went right on.\n\n\"Guard thyself, Pride!\" the stentorian voice of John Stowe floated up\nto us in the Royal box. Beside Stowe there was a clang and a thud as\nthe Sergeant decapitated Covetousness.\n\nGladiators were getting cut to pieces right and left. But not for long.\nNero was ordering his own guard out of the stands, down into the Arena.\n\n\"I've got an idea,\" I called to Myers. \"Drop me on the field.\"\n\n\"It better be good,\" he grunted. \"Or you'll go the same way they're\ngoing!\"\n\nHe dropped me. I came into sight of those Romans suddenly, and the\nshock of my appearance temporarily halted the Praetorian Guard. They\nlooked from me to Nero and back again.\n\n\"To me!\" I yelled, running over the field, waving my arms. \"To me,\nRoundheads!\"\n\nWell, they looked up at the sound of my English voice and, to make a\nlong story short, gathered around in short enough space for Myers to\npick them up. The field faded around us....\n\n\n\n_March 3, 65_: TO THE CAPTAIN OF THE ARENA: I thought I ordered you to\nproduce Christians for slaughter! What devilish magic have you loosed\nupon Rome under the guise of Christians? I order you to capture those\nsixteen hell-spawned devils who murdered our gladiators. At once!\n\nNERO, Imp.\n\n\n\n_March 3, 65_: TO THE EMPEROR: My Caesar! I know not how the sixteen\nChristians escaped from the arena--replacing themselves with sixteen\nothers. I have contacted Papirius, Captain of Police, and he informs\nme it must be a plot on the part of the Christians for an uprising\nthroughout the City. I believe the missing sixteen are in hiding. My\nGuard will be ordered out at once to apprehend them.\n\n(signed) Lictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_March 3, 65_: TO CAPTAIN OF POLICE: I have at hand information from\nLictus, Captain of the Arena, concerning the plot of the Christians to\noverthrow Roman rule with today's events in the Arena as a signal for\ninsurrection. Drastic action must be taken. Burn out every festhole in\nRome where the Christians are massed. At once!\n\nNERO, Imp.\n\n\n\n_March 3, 65_: TO THE EMPEROR: Hail, Caesar! Your command has been\nobeyed. Even now the Christians burn in their catacombs!\n\n(signed) Papirius,\n\nCAPTAIN OF POLICE\n\n\n\n_March 3, 65_: TO THE CAPTAIN OF POLICE: Are you mad, you fool?\nBy whose authority have you put the torch to Rome? The flames are\nspreading throughout the city--underground--and already are at the\narena dungeons! Send help to quench the fires!\n\nLictus,\n\nCAPTAIN OF THE ARENA\n\n\n\n_March 3, 65_: TO THE CAPTAIN OF THE ARENA: Don't call me a fool, you\nidiot! How was I to know the fire would spread through the catacombs! I\ncan't send you any men. I'm appealing to the Emperor for help myself.\nThe fires are getting beyond control!\n\nPapirius,\n\nCAPTAIN OF POLICE\n\n\n\n_March 3, 65_: TO THE EMPEROR: Mighty Caesar! The Christians have\nturned the fires against us and our city is in danger of being\nconsumed. What shall we do?\n\n(signed) Papirius,\n\nCAPTAIN OF POLICE\n\n\n\n_March 3, 65_: TO THE CAPTAIN OF POLICE: You imbecile! I order you to\nburn out the Christians and you set fire to the entire city! Already my\npalace is on fire! Consider yourself under arrest! Report to me after\nyou have the flames under control. Or perhaps you'd prefer throwing\nyourself into the closest inferno and cheat me of the pleasure of\nroasting you alive later!\n\nNERO, Imp.\n\n\n\n_March 3, 65_: TO THE EMPEROR: The city is engulfed, my Caesar! I shall\ndie fighting the flames. But what of you, my Emperor? I shall pray to\nthe Gods that you be spared my fate.\n\n(signed) Papirius,\n\nCAPTAIN OF POLICE\n\n\n\n_March 3, 65_: TO THE EX-CAPTAIN OF POLICE: The Gods be damned--I'm\ngetting the hell out of Rome!\n\nNERO, Imp.\n\n\n\n_April 1, 2631_: Dear Diary: Myers has seen to it for my transfer.\nOh, he's clever and all that to keep the fact hidden that I used the\ntime-grapple. But I can't see what all the fuss is about. We corrected\nthe time stress before anything critical could happen. The way he\ncarries on you'd think we did something (I, that is) that would go down\nin history. A ridiculous thought, but then Myers is a physicist and you\nknow what suspicious natures they have.... I often wonder though how\nthe games did turn out that afternoon....",
    "metadata": {
        "author": [
            "Dickson, Gordon R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65977/pg65977.txt",
        "name": "time_grabber.json"
    }
}