{
    "name": "To the sons of tomorrow",
    "author": [
        "Cox, Irving E.",
        "Cox, Irving England, Jr."
    ],
    "body": "Baiel had always shown me the degree of respect prescribed in the Space\nCode. Aboard the _Olympus_ we clashed only once, and that was when I\nordered the emergency landing.\n\n\"You've no right to risk it, Captain Theusaman,\" he protested.\n\n\"We can't do anything else,\" I answered. \"We're ninety-three million\nlight years away from the Earth, and twenty-five outside the patrol\narea.\"\n\n\"Sir, this star sector is totally new to us!\" Baiel was standing by\nthe control panel, a tall, thin man in his early thirties. His face\nwas hollowly angular, sun-bronzed and capped with a brush of thick,\nblack hair. He looked away from the sight dome and I saw bitterness\nand anger blazing in his blue eyes. \"This is an exploratory expedition,\nCaptain Theusaman. We were sent out to record the conditions beyond the\nperiphery of the Earth charts, and it's vitally important for us to\nreturn with the data.\"\n\n\"I'm aware of that, Baiel.\"\n\n\"Then face the facts. We've blown our dorsal tubes and lost our\nemergency fuel. Unless we restock with fissionable material, we've no\nchance of getting back to Earth. You believe we can restock on that\nunknown planet out there, but--\"\n\n\"I know we can. I've seen the spectroanalysis; it doesn't lie.\"\n\n\"Not in the statement of data. But--with the best of intentions--a\nman can lie in the generalization he draws from the data. The\nspectroanalysis tells us that planet out there has an atmosphere like\nours. It tells us there's an abundance of fissionable material in the\nmineral chemistry. But suppose it can't be recovered with any of the\nmachines we have aboard? If we land, we'll have no chance of rising\nagain.\"\n\n\"It's a necessary risk.\"\n\n\"No, Captain Theusaman! We have almost enough energy in our functioning\ntubes to reach the outer fringe of the patrol area. From there we'd\nbe close enough to beam an emergency call back to Earth. One of the\npatrols might pick it up in time to--\"\n\n\"Might,\" I snapped. \"I'm glad you recognize that as a possibility,\nBaiel.\"\n\n\"Even if none of us survives, our data will still be there; sooner or\nlater an Earth ship would find the _Olympus_.\"\n\n\"You risk more than I do, Baiel.\"\n\n\"But our information would be saved for the scientific processors.\"\n\n\"I prefer to save the men. We know they can live on that planet, even\nif we find no fissionable material. The issue is settled.\"\n\n\"There's one other consideration, Captain Theusaman. With our dorsal\ntubes gone, we can't maneuver. Even you can understand, sir, that a\ncrash-landing--\"\n\n\"I've given the orders, Baiel. Will you execute them, or must I have\nyou cabinized for insubordination?\"\n\n\"Very well, sir.\"\n\nHe departed without saluting.\n\nBaiel was right, on both counts. I knew there was a chance he might be.\nYet I had made emergency landings before. Nothing had ever gone wrong.\n\nThis time it did. As soon as we nosed into the stratosphere we were in\ntrouble. The _Olympus_ angled down too sharply. The gyrometers failed,\nsince they were engineered to make use of the compensating drive from\nthe dorsal tubes. I tried to bring the ship up into the freedom of\nspace again, but the best I could manage was a slow, corkscrew dive\ntoward the unknown planet.\n\nAs we spun through the cloud wreath, I studied the globe carefully.\nWithin limits, I could still select the place where I wanted to land.\nThe planet was capped at both poles by gleaming ice fields which spread\ndown over the sphere like giant hands. Only a narrow equatorial band\nwas free of ice. The landing site I chose was a wooded area at the edge\nof the glacier. The nearby ridge of jagged mountains suggested volcanic\naction, and the possible presence of the fissionable metals we wanted.\n\nWe crash-landed at the base of the glacier, skipping over the ragged\nice until the bow caught and shattered in a deep ice gorge. The safety\nstabilizers functioned in all the cabins that were not pierced by\nice. Our heaviest casualties were among the tube-room crew and the\nastrographers. Only one of the scientists survived. I ordered station\nformation on the frozen meadow outside the ship. Baiel bawled out the\nroster, while I ticked off the names of the survivors: forty crewmen,\nnone seriously wounded; one scientist, fatally hurt; and fifteen of the\nfemale staff of astrographical clerks. Counting Baiel and myself, we\nnumbered fifty-eight.\n\nAs the last of the names was read off, we stood for a moment shivering\nin the icy wind. Slowly Baiel looked up from the ship's roll and let\nhis blue eyes move along the buckled hulk of the _Olympus_. Then he\nglanced at me, and the set of his jaw was as coldly emotionless as the\nice bank behind him.\n\n\"Have you any further orders to give, Captain Theusaman?\" His tone\nwas frankly insolent. I clenched my fists, but checked the response\nI might have made. Baiel and I were the only Space Officers with the\nexpedition; any difference between us would be disastrous.\n\n\"Turn all hands into the stern cabins,\" I said, \"and break out the\nlanding gear. It'll keep us warm. Detail five men to check on the\ndamage, and have them report to me.\"\n\n\n\nAn hour later Baiel and I stood at the control panel reading through\nthe list of damages. Remarkably little had happened--nothing, at least,\nthat we could not repair with material we had at hand. We organized all\nsurvivors into repair crews of five each; even the women were given\nassignments.\n\nBaiel and I made preliminary soil tests for fissionable metals. The\ncomputer prognosis from such highly selective data is never infallible,\nbut the probable degree of error is no more than .0006. Over a period\nof two hours we made five tests, with the same results. There was\nfissionable matter on the planet--no doubt of that--but it was locked\nin a chemical combination we could not release without building a giant\nseparation plant such as we used on Earth.\n\n\"Our data is too limited if we sample so close to the ship,\" I told\nBaiel.\n\n\"Possibly.\" There was a long pause before he added the prescribed,\n\"sir.\"\n\nI nodded toward the hill sloping away from the glacier toward a forest\nof tangled pines. \"We'll make another test down there.\" With a shrug,\nBaiel followed after me obediently.\n\nThree miles from the _Olympus_, in a thick grove of trees, we found\nthe man. Naked, he lay bound over a heap of boulders, his dead eyes\nstaring up at the sky. A gash had been torn in his chest and his blood\nhad spilled out over chunks of glacial ice arranged in a crude pyramid\nbeside him.\n\nTo both of us, the sight of a man and the thing it implied was vaguely\nterrifying. For almost five centuries expeditions of Earthmen had\nexplored the skies, slowly reaching beyond our own solar system toward\nthe stars. Where the atmosphere was hospitable, we had built thriving\ncolonies. But nowhere had we found a race of people like ourselves. The\nplanets had been so consistently untenanted that we had grown to expect\nnothing else.\n\nNow here, on this unknown world, twenty-five million light years\nbeyond the periphery of the Earth patrols--here we found men, men like\nourselves!\n\nBaiel cut the thongs and lifted the rigid body off the pile of rock.\n\"If you don't mind, Captain,\" he said, \"I'd like to examine--this--up\nin the ship lab. Since there's a chance--just a chance, sir\"--His\nsarcasm was unmistakable, \"--that we'll be staying here, I want to know\nwhat we're up against.\"\n\nLate that night, while the rest of the expedition slept, Baiel and I\ncarried the body into the laboratory. Baiel performed a thoroughgoing,\nworkman-like autopsy. It was impossible not to admire his efficiency\nand skill. We were momentarily united in the rising excitement of\nmutual curiosity.\n\n\"There's a fascinating structural similarity to our own,\" Baiel\npointed out. \"Identical organs; identical blood composition. All\nthe differences are minor--a smaller brain case, with a retreating\nforehead, and pronounced orbital ridges. And look at those teeth and\nthe chinless jaw!\"\n\n\"In a way, it suggests Bonn's Hypothesis,\" I said.\n\n\"Aubrey Bonn? Why, he's the laughing stock of the Anthropological\nAcademy. We've never found a whisper of evidence to suggest a basis for\nhis Hypothesis.\"\n\n\"How could we? There have never been any people on any of the planets\nwe've explored.\"\n\nBaiel dropped his scalpel and stepped back from the table, kneading\nhis chin thoughtfully. \"Bonn said that an identical chemistry and\natmosphere, plus identical time phase, would produce an identical\nchronology of the species. This planet may do that. It should have\nbeen obvious when we had the negative tests for fissionable material.\nThe Earth itself is the only planetary body we know where we've had to\nbuild separation plants to recover the metal.\"\n\n\n\n\"But, according to Bonn's Hypothesis, the resemblance should be exact.\"\nWith disgust, I glanced at the torn corpse on the table. \"None of us\nhas an idiot's skull like that.\"\n\n\"We may have had once, Captain. You're forgetting the time phase.\nThis planet is the Earth as it was millennia in the past, in the age\nof the great glaciers. The ice cap here has obviously reached its\nmaximum penetration. It will begin to recede now, decade by decade,\nand civilization will slowly take root where now there is nothing but\nprimitive savagery.\"\n\n\"Civilization, out of that brain, Baiel?\"\n\nHe smiled at the ape-face of the corpse. \"Not that, but the one that\ncomes after. Perhaps the new man will evolve, Captain.\" Baiel licked\nhis lips thoughtfully. \"Or perhaps he will be created.\"\n\n\"I don't think I quite follow--\"\n\n\"Created by the gods!\" Laughing, Baiel ripped off his laboratory jacket\nand flung it over the corpse. \"I think, Captain, that we shouldn't tell\nthe others about him quite yet. You and I have some investigating to do\nfirst.\"\n\nThe next morning Baiel called me into the control room. When the door\nwas shut, he turned up the viewscreen. By adjusting the angle of the\nbeam, he had focused the projection upon the _Olympus_ and the frozen\nterrain surrounding the ship in a ten mile radius.\n\nThe ship lay on a tilted, empty meadow above a forest of pines.\nFive miles away a limestone cliff rose out of the forest. A crude,\nsemicircular clearing was beneath the cliff and on it we saw a tribe\nof men and women gathered around a fire built at the mouth of a cave.\nBaiel turned up a section enlargement and we studied the men carefully.\nThere was no doubt that they were the counterparts of the corpse lying\nin the laboratory of the _Olympus_.\n\nThat same morning Baiel and I made our first visit to the village.\nFortunately we went armed, for they received us with violent hostility,\nattempting to drive us away with a volley of spears.\n\nA peculiar greeting from a people we now understand to be cordial and\nopen in their friendship! But their motivation was entirely logical.\nFaced by a diminishing source of food, the tribe saw every stranger as\na potential threat to tribal survival.\n\nBaiel and I used our Haydens to curb their belligerence. The sight\nof red flame blasting their spears into dust awed them into a sullen\nkind of submission. But it was not until our second visit, when we\ntook them a gift of bear meat, that we began to make any progress in\ncommunication.\n\nWe watched curiously while the tribe wolfed the meat, crudely searing\nit over an open fire. As hungry as they obviously were, each of them\nnonetheless set aside a liberal portion which was later taken to\na grizzled old man who never moved from the mouth of the cave. In\nresponse to our gestures, they made it clear to us that the old man was\ntheir equivalent of high priest. He apparently commanded the wind and\nthe sun, and he had some sort of a terrifying blood relationship with\nthe glacier.\n\nComfortably fed, the tribe became cordial. Baiel and I had found a\ntouchstone. Whenever we visited the village after that, we always\ntook them food. In less than a week we knew their dialect. It was a\nvery small vocabulary, built chiefly of denotative symbols. Baiel\nconcentrated his attention upon the high priest; I stayed with the\ntribal Chief.\n\nIt was a tactical error on my part, since Baiel already knew what he\nintended to do. I did not. I wasn't aware, then, that the conflict\nbetween us had already begun.\n\n\n\nAs our degree of communication improved, the various members of the\ntribe shyly began to express curiosity about us. Our Haydens aroused\nno interest, except for a vague and superstitious awe. The mechanism\nof the weapon was entirely beyond their comprehension; they wrote it\noff as a kind of magic closely allied to the mysteries practiced by\ntheir priest. Our garments were of greater significance. The tribe was\nirresistibly drawn to caress the sleek material, to hold it against\ntheir cheeks and chatter excitedly over its unexpected warmth.\n\nOnce, as we sat in a circle around the fire, the Chief asked me the\nname of our tribe.\n\n\"We are Earthmen.\"\n\n\"The Earth tribe? I do not know it.\"\n\n\"It is not a tribe, but a place.\" I picked up a handful of soil. \"This\nis earth to you--everything that you see around you. We came from\nanother place like this, a place in the sky.\"\n\nThey stared at me blankly. Then one of the young hunters scooped up\nsoil, as I had, and said brightly, \"Earth. Yes, your name for the\nhunting ground. Earth! It is a good name.\"\n\n\"No. We are Earthmen!\"\n\n\"Yes, Earthmen--all of us. Not beasts that howl by night and haunt the\nforest trails. Men. We are men. But also we have a tribe.\"\n\nI tried to make my explanation more explicit. \"We came here in a sky\ncarrier which is named the _Olympus_. It rests now up by the great ice\nwall. There are others like us, too, who may--\" I stopped, because one\nby one they were rising and moving away from me.\n\n\"You are wrong!\" the Chief cried. \"Your tribe cannot live by the\nglacier, on the tabooed ground!\"\n\nAs he mentioned the name, it threw the whole tribe into a panic.\nNothing I could say would undo their rising fear. They shrank from\nme, running into the dark recesses of the cave. Eventually the high\npriest--with Baiel standing beside him--restored order by crying shrill\nprayers up at his brother, the glacier. Fortunately, the harm I had\ndone did not seem to call for the drastic remedy of human sacrifice.\n\nAfter the tumult had passed, the Chief said to me, \"It was a cruel\nthing to say, Seus-man.\" (The tribe always had trouble pronouncing my\nname; sometimes they would drop whole syllables from it.)\n\n\"On my word, it was not meant so,\" I replied. After a silence, I asked\ncautiously, \"Suppose it had been true?\"\n\n\"It may not be. The brother glacier is a great threat to us all. He is\nnot a friend. In my time and in the time of my father before me, the\nice has always moved closer to us, everywhere destroying more and more\nof our hunting ground.\"\n\n\"Can your people not move away from it, into better land?\"\n\n\"We have, as far as we dare. Beyond the forest the ground is taboo.\nThere the sun god strikes fire from the mountain tops, to warn us away\nfrom his domain.\"\n\n\"Is there no land on the other side of the fire mountains?\"\n\n\"The hunting ground of the dead. It is not for us, the living.\"\n\nWhen Baiel and I returned at dusk to the _Olympus_, I walked\nthoughtfully through the swirling snow, saying very little. For the\nfirst time I faced, without regret, the fact that we were doomed\nto live out our lives on this frozen, nameless world. I had found a\npurpose, and it seemed good.\n\nThis friendly, impoverished tribe was man himself, as he had been\non the Earth in the remote darkness of our own uncharted past--man,\nclinging precariously to a hard-won savagery, plagued by ice and wind,\nthreatened by a vanishing supply of food.\n\nTo the nearly insurmountable problems set by nature, this tribe\nhad added one final prison of their own creation, the taboos and\nsuperstitions that penned them fast on the brink of the glacier. As\nthings stood, the tribe would not survive. To become men as we were,\nthey had to be freed of the weight of the gods, freed of superstition\nso they could deal with the facts of reality. With our help the tribe\nmight eventually learn how to create a civilization. Without it, they\nwere doomed.\n\nHesitantly I explained myself to Baiel.\n\n\"Of course,\" he said. \"It's obvious. We can't allow nature to forget\nthe proper chronology of the species, can we?\"\n\n\"It will be slow work, but--\"\n\n\"But not impossible. Their life span averages less than thirty years;\nours exceeds a century. That's time enough.\"\n\nHe agreed with me at once and, I think, he was entirely sincere. We\nwere simply using the same words to express two totally opposed ideas.\nNeither of us, I'm sure, was aware of the ambiguity.\n\n\n\nThe need for decision came immediately. That night the power failed in\nthe _Olympus_ and the winter cold settled slowly into the cabins. The\nresidue of fuel energy left in the tanks was not enough to power the\nheating grids, and our portable solar heaters were ineffectual in the\ncavernous space of our cabins. Our food tanks froze over; the producing\ncultures died. Baiel and I built an open furnace in the control room,\nand the expedition crowded there around the fire.\n\nBaiel and I had already told them about the primitive village;\nthe expedition had learned the tribal tongue as we brought the\nknowledge back to the _Olympus_. Now, for the first time, I told them\nfrankly that we were never going to leave the planet. Hand-picked,\npsycho-processed personnel, the expedition adjusted readily to the\nnew reality. Without the benefits of the machines of our earthly\ncivilization, we were faced with extreme hardships on such an\nunfriendly world. Our only sound course was to join the village tribe\nand survive through mutual efforts.\n\nThe following morning I went to the Chief to propose the merger. He\nrefused until I offered to guarantee a food supply for both groups.\nIt was a safe enough promise. We had the Haydens and enough energized\nrounds to kill anything that walked the forest, for at least a year or\nmore. I counted heavily on the fact that, within that period, we would\nbe able to unhinge the paralyzing weight of tribal gods and taboos. The\ntribe could then be encouraged to migrate into a more fertile area.\n\nThe business of negotiation was concluded in less than an hour. But the\nelaborate ceremony of union lasted for two days. It was not a frequent\noccurrence, and yet tribes had occasionally united in the past. There\nwas, therefore, a rigid body of custom proscribing the form; it was\ninterpreted entirely by the priest.\n\nSince I symbolized the chief of the incoming tribe, I was expected\nto spend the first night in the village alone, while the rest of the\nexpedition shivered around the improvised fire in the _Olympus_. The\nChief sealed me in tribal brotherhood by the gift of his daughter.\nDayhan was shy, filthy, repulsive with the stench of the animal skins\nshe wore. Lice ran in her matted hair and grime streaked her cheeks.\nShe smiled at me with an idiot's grin.\n\nYet I went willingly with Dayhan to the dark recess of the cave,\nwhich was traditionally reserved to the new wedded. It was painfully\nobvious that the success of my negotiations depended upon our mating.\nI stomached my revulsion in silence. In the morning, when Dayhan first\naddressed me publically as \"My Lord,\" the tribe was satisfied.\n\nThroughout the day the ceremony became general, climaxed by the\nsymbolic mingling of blood. To satisfy custom, each member of the\nexpedition--except for the women--was paired with a tribesman of equal\nstatus. Curiously, they seemed to accept Baiel as our high priest. With\ndecided misgiving, I watched while he complacently established himself\nin the priest's portion of the cave.\n\nAt sundown the ceremony ended. The old priest mounted a granite\npedestal erected near the fire. Raising his long arms to the sky, he\nscreamed guttural syllables at the gathering darkness. As the sun\ntinged the distant glacial wall with scarlet, the priest looked down\nupon the throng and proclaimed the need for sacrifice to brother\nglacier.\n\nThe members of our expedition reacted with shocked silence, but the\nprimitive tribe matter-of-factly went through the deadly lottery. The\nchosen hunter moved out toward the sacrificial grove, followed by the\npriest who held his blade naked in his hand.\n\nI cried reason at them, to hold them back. But the tribe neither heard\nnor comprehended. With glazing eyes they were lost in the terrifying\necstacy of tradition. Satisfy brother glacier, and the village would be\nsafe.\n\n\n\nAt the grove Baiel suddenly joined the priest. They whispered together\nfor a moment. Then Baiel raised his arms and spoke.\n\n\"Wait! We bring the tribe the new gods of the sun. Our gods are\nstronger than brother glacier. Let them speak to the ice, and no life\nneed be given.\"\n\n\"Let the new gods satisfy the old!\" the tribal priest echoed.\n\nHis statement gave Baiel's innovation the stamp of approval. The tribe\nbegan to chant a sing-song thanksgiving. Baiel, like the priest,\nraised his arms and shouted gibberish which they took as prayer. When\nhe lowered his hand, he pointed at the pile of rock in the grove. Red\nflame flashed. The stones dissolved. The surrounding ice wasted into a\npool of water, slowly seeping into the blackened earth.\n\nIt was a simple enough trick. Baiel had concealed a Hayden in his\nsleeve. But it impressed the tribe. They sang their exaltation,\nclapping hands on the broad shoulders of the young hunter who had been\nspared.\n\nBaiel joined me as we walked back to the village.\n\n\"I knew something had to be done, Captain Theusaman,\" he explained.\n\"Fortunately, my idea worked.\"\n\n\"It's wrong, Baiel; all wrong.\"\n\n\"I saved the man, didn't I?\"\n\n\"By substituting new gods for theirs. We want to free them, Baiel.\"\n\n\"Is there any other way to do it?\"\n\n\"By teaching them the truth. By destroying their burden of gods and\nsuperstitions--not by creating more.\"\n\nThis amused him and he laughed. I thought his reaction was odd, but I\nstill misinterpreted it.\n\nFor the next two months I became more and more involved in helping the\ntribe find its way toward civilization. We could not impose anything\nremotely like our Earth culture. The answer to the problem, without\nthe technique for reaching the solution, would be meaningless. But in\nsmall things, like the brief spring thaws that slowly ate away their\nplanet-capping glacier, we could erode and destroy their shell of\nsavagery.\n\nBecause of its application to my own situation with Dayhan, the first\nteaching I undertook was cleanliness. On the Earth it is an old joke\nthat, when we build, we plan the bathing facilities first; our space\nships are notably awkward to maneuver because we include so many\nelaborate baths. To us, filth equates with savagery. Cleanliness was\na concept which the tribe quickly adopted and understood, because the\nreward was both visible and immediate.\n\nWe erected stone culverts above the fire, melting chunks of ice and\nchanneling the warm water into a stone pool built inside the cave.\nFollowing the example set by the expedition, the tribe shortly took to\ndaily bathing as a matter of course. We taught them to scrape the filth\nfrom their skins, to comb the lice out of their hair.\n\nI was amazed--and enormously pleased--with the physical change a bath\nbrought in Dayhan. Her stringy hair took on a golden luster. Her dirty\nskin softened and color came slowly into her yellow cheeks. The running\nsores dried, caked, and disappeared. Instinctively she came to be aware\nof her potential loveliness. She began to experiment with braiding\nher hair in various ways over her slanting skull. Once I found her\ntrying sprigs of greenery in the knot and studying the effect in her\nreflection in the bathing pool.\n\nThe cave was always warm, particularly when the wind and snow howled\nthrough the village; but it was uncomfortably crowded. Because the fire\nwas built at the mouth of the cave, the oxygen inside was inadequate.\nWe never slept through a night without feeling a nagging nausea from\nthe foul air we breathed.\n\nTherefore, as soon as the tribe understood how the stone culvert had\nbeen built, we proposed building stone cabins. So rapidly had they\nlearned that most of the labor was performed by the tribe. The Earth\npeople merely advised and suggested. And we did very little of that,\nallowing them a great deal of trial and error experimentation.\n\nIt was the happiest time of our merger with the tribe. Everyone worked,\nand worked in unison. I had never made any explanation of my point of\nview to the other members of the expedition. I hadn't considered it\nnecessary. No Earthman was certified for space travel unless he had\nfirst been successfully psycho-processed. In effect, that meant that\nwe took a scientific rather than an emotional view of any given set of\ndata. Since each of us was faced with an identical pattern of facts, I\nassumed that each of us would approximate the same generalization.\n\nTo a degree, that happened. We all realized the need to teach the\ntribe; no one proposed bringing machines from the _Olympus_ to give the\nsavages the products of our culture without their specifics. One by one\nmembers of the expedition followed my lead and mated with the women of\nthe tribe.\n\nOnly our own women--the fifteen astrographical clerks--and half a dozen\nmen held off. I failed to perceive the significance until it was too\nlate. The six men were Baiel's closest friends; each of them had spent\nat least a year at the Academy, while the rest of us were Rankers,\ntraditionally considered their inferiors. And the women, being clerks\nrather than crewmen, had not been psycho-processed.\n\nThe breach into factions came when our village of stone huts was\ncompleted. We were faced with the problem of heating. I wanted the\nsolution to be worked out by the tribe without our help. Slowly they\nmade progress in their efforts to discover how to build fires within\nthe huts without filling the rooms with smoke. They had just discovered\nhow to pierce the roofs with chimneys when I awoke, one morning, to\nfind that Baiel had presented them with a pat answer to the problem.\n\n\n\nDuring the night he had stealthily returned to the _Olympus_ with four\nof his men. They had brought back to the village a dozen solar heaters.\nBefore I was awake, he had presented the heaters to the tribe as gifts\nof the sun god.\n\nIn wonder the tribe gathered around the tiny machines, holding out\ntheir hands to feel the mysterious warmth. Then they thronged at\nBaiel's feet as he stood on the rock pedestal above the village fire.\nThey swayed and chanted their prayers which had once been reserved\nsolely for the majesty of brother glacier.\n\nAs I approached, Baiel began to address them.\n\n\"The sun god sends you these because of your obedience to his ways.\nThrough me--through Baiel, the high priest--he makes you promise of\neven greater gifts than this, if your faith continues.\"\n\nThe tribal chanting arose in ecstacy. The old priest knelt at Baiel's\nfeet, offering up a chunk of glacial ice in token of brother glacier's\nsubmission.\n\n\"There is one all-powerful god!\" Baiel cried. \"Only one. And I, Baiel,\nI am his priest.\"\n\n\"All-powerful; the only one,\" the villagers responded.\n\nIt was at that point that I intervened. The tribe stared at me in\nbewilderment. I took one of the heaters and dismantled it.\n\n\"This was made by men,\" I explained. \"By men like yourselves. See, this\nis no more than a substance like the hard veins of metal you find in\nyour rocks. In time you can learn to make these as we do.\"\n\nFor a quarter of an hour I talked, patiently repeating and\ndemonstrating the facts. But still their eyes were glazed with\nbewilderment and the ghosts of hidden fears. Since they had no\nunderstanding of the processing of ore, how could I explain away the\nappearance of the supernatural? Even when I disassembled the machine, I\nproved nothing except that I was tinged with godhood myself.\n\nBaiel stood smirking, saying nothing. When I turned on him in anger, he\nsaid quietly:\n\n\"Earthmen understand reason, Theusaman.\" It was the first time he had\ndropped my title, and he did so intentionally. \"These animals--this\namusing burlesque of real men--I'm afraid you ask too much of them.\"\n\n\"I ask nothing but their right to survive and evolve, as we did.\"\n\n\"But they can't. Haven't you learned that yet?\"\n\nStill smiling, he slid off the pile of rock and went into the cave. I\nfollowed him. One by one, the members of the expedition gathered around\nus. Slowly fifteen women and six men grouped themselves behind Baiel.\nThe rest of the Earthmen were with me. Baiel was outnumbered and most\nof his people were unarmed, but they faced us with a peculiarly firm\nkind of confidence.\n\n\"I think it's time we had an understanding,\" I said. \"I'm still in\ncommand here, Baiel, and--\"\n\n\"In command? Of a ship that will never fly again, and an expedition\nthat can never return to Earth? In another ten years, Theusaman, the\nglacier will have moved over the _Olympus_. It will be ground into\ndust.\"\n\n\"That's hardly the point.\"\n\n\"It writes finale to the past. It means this planet is ours--it must\nbe--whether we want it or not.\"\n\n\"Ours, and theirs, Baiel.\"\n\nHe threw back his head and laughed. \"In the Academy, Theusaman,\nwe're taught to face reality, not to romanticize it. This tribe is\nsemi-human, if you like; I'm charitable enough to grant that. But they\naren't men, any more than the primitive species on the Earth were men.\nObserve the skull of your--your bride, if you will; observe the idiocy\nin her vacant eyes; observe--\"\n\n\"This is man as he was, Baiel! You pointed that out to me yourself.\"\n\n\n\n\"On the contrary, I was simply discussing the Bonn Hypothesis. I never\nsaid I believed it. On the Earth, Theusaman, before true man appeared,\nnature created a number of semi-men--homo-failures, you might say.\nThey weren't men; they grew to the limits of their physical potential,\nbut they never achieved human rationality. At the end of the Earth's\nice age, the continents were widely populated by the last of nature's\nfailures. Then, abruptly--we've never known where he originated, or\nhow--man himself came on the scene. Overnight he wiped out the half-men\nand took over the planet. Man has come here, now, Theusaman; these\nfailures will survive only so long as we need them. At the moment, they\nconstitute a convenient labor force. A handful of us can control them\nby controlling their gods.\"\n\nI drew my Hayden. \"As I said, Baiel, I'm still in command of this\nexpedition.\"\n\nHe shrugged. \"You've out-Haydened me, naturally; any Ranker could. If I\nreach for mine, you'll burn me where I stand.\"\n\n\"I'm glad you understand that. Give me your weapons--you, Baiel, and\nall your followers. Make any excuse you like to the tribe. You'll never\nhave an activated Hayden again, for hunting or any other purpose.\"\n\nWithout resistance, they allowed themselves to be disarmed. I pulled\nthe charges on all their weapons and negativized them.\n\n\"You settle everything so smoothly,\" Baiel laughed. \"Next, of course,\nyou'll propose a--\"\n\nI cut him short. \"All the expedition is here in the cave with us. They\nall understand the differences between Baiel's objectives and mine. The\nissue is clear enough for a vote.\" Slowly the hands went up. I counted\ntwenty-two in Baiel's faction, more than thirty in my own.\n\n\"So typical!\" Baiel snorted. \"So much like an Earthman! The will of the\nmajority--our universal cure-all for all things.\"\n\n\"You agree to abide by it, Baiel?\"\n\nHis eyebrows arched in a mocking imitation of surprise. \"Can an\nEarthman do anything else, Captain?\"\n\n\"So that we won't have a repetition of this morning's episode,\" I\nsaid, \"I'm giving this order: None of us will return to the _Olympus_\nagain for any reason without my consent. If it is violated, I'll take\ndisciplinary action under the terms of the Space Code.\"\n\nThere was a mutter of agreement, primarily from my faction, and the\nangry meeting broke up. Nothing had been settled, except the division\nof the expedition into two camps. We never worked together again in\nharmony. Since Baiel's group was unarmed, their greatest potential\ndanger seemed to be gone; yet the village tension persisted.\n\nBaiel could no longer use his Hayden to make a spectacular display\nof the power of the sun god; slowly the old priest began to reassert\nthe cult of brother glacier. It seemed to me that Baiel encouraged\nthe change; certainly he and the old priest became more intimate than\nbefore. I wanted to order an end to their close association, but my own\nfaction was against it.\n\n\"Baiel's harmless,\" they told me again and again. \"Don't ride him,\nCaptain. Let this thing simmer down and we'll have them all on our side\nagain.\"\n\nGradually I realized that the very existence of the _Olympus_ was a\nconstant threat to the precarious stability of our community. There\nwere still countless machines aboard which could be converted into\nfurther enervating gifts of the sun god. The _Olympus_ had to be\ndestroyed, and yet I had no means to accomplish it.\n\nBuilt to withstand the extreme radiations of spatial sunlight\nunfiltered by any atmosphere, the metal of the hull was immune to\nthe relatively low degree of heat generated by the Hayden. Only the\nconverted energy used to fuel the tubes could be used for emergency\nwelding if repairs had to be made away from our Earth bases. While\nthere was still a residue sealed in the tanks, I knew it was not enough\nto liquidate even a part of the ship.\n\nThe alternative was to move the community to a place where it would be\nphysically impractical to return to the _Olympus_. To the south the\nland would be more fertile in any case, the game more plentiful. To\nmigrate had always been one of my goals for the tribe.\n\nBut, when I proposed migration, I came face to face with the strongest\nof their taboos. The volcanic mountains to the south were more\nterrifying than brother glacier, which moved inexorably closer with\nthe passing years. No argument, no logic, no patient persuasion could\nweaken the force of the taboo. Even Dayhan, who had learned so much,\nrefused to listen to me. Beyond the fire mountains lay the hunting\nground of the dead; it was forever forbidden to the living.\n\nSuddenly, one night, the sky to the south blazed orange-red as the\nslumbering volcano erupted. The ground trembled and we heard long\ncrevices cracking through the glacial ice; a gray ash settled down from\nthe sky, smearing the snow heaped around our stone huts.\n\nThe tribe flocked in terror to the old priest. Brother glacier, he told\nthem, was angry because he had been neglected; brother glacier demanded\nsacrifices.\n\nBaiel stood on the stone pedestal beside the priest, smirking\nhelplessly. When he caught my eye, he pointed to his sleeve to show\nme that it was empty. Since I had negativized his Hayden, he could do\nnothing to prevent the orgy of human slaughter.\n\nI climbed the pedestal and tried reason. For a moment it seemed that\nthe tribe might listen. But the earth shook again and, panic stricken,\nthey started their lottery. Even then I would not have resorted to\nBaiel's trick, if they had not chosen one of the Earthmen for the\nsacrifice.\n\nI made a display of the sun god's power; it worked, of course. The old\npriest responded as if he had been waiting for my cue, and swayed the\nmob with him. Then Baiel began to exhort them, crying that the quaking\nground was a sign sent by his god, not brother glacier. I slid blindly\nback to my stone hut, sick with self-revulsion; I felt soiled with the\nsame deception of which Baiel stood accused.\n\n\n\nThe next morning, while the ground still shook periodically, Baiel\nreturned to the _Olympus_. It was whispered on all sides, from both his\nfaction and my own.\n\nI had to follow him. I had to know what he was up to. But the\nundercurrent of feeling ran so high, it seemed necessary to conceal my\nintention. I said I was going root-digging in the forest. According to\ncustom, Dayhan went with me.\n\nI had taught her a great deal, but not enough to overcome her fear of\nthe tabooed ground. She was willing to wait for me at the edge of the\nforest, just outside the sacrificial grove, but I hated to leave her\nalone and relatively unprotected. With some misgiving, I gave her my\nHayden.\n\n\"My Lord!\" Dayhan's almond eyes widened as she fingered the weapon. It\nwas the first time I had allowed any of the tribe to touch an energized\nHayden.\n\n\"Do you trust a woman's hand with the brother-of-the-sun?\" she asked.\n\"Can I hope to understand the bark of your great god?\"\n\n\"It is only a weapon, like your spear or arrow.\"\n\n\"So my Lord has taught me.\"\n\n\"It will burn any animal that threatens you while you wait.\"\n\n\"As I have seen when you go hunting. I point this small end at the\nbeast, and then call upon the sun god for--\"\n\n\"No, Dayhan. Aim well and push the small handle. It is not a god that\nmakes the power, but the skill of man. Do not change the nozzle dial,\nor you will blast the whole forest into flame.\"\n\n\"Enough sun-fire to burn the forest! Yet you say he is no god. I am\ntruly your mate, my Lord, when you share such power with me.\"\n\nI left the forest and walked across the ice-covered meadow toward the\nglacier. Three miles away, nestled like a black beetle at the foot of\nthe ice wall, lay the smashed cylinder of the _Olympus_, already nearly\ncovered with ice and snow. A thin ribbon of smoke curled up from the\nopen furnace.\n\nBaiel met me at the door of the control room. Over his fraying\nofficer's uniform he wore a clumsy cloak of animal skins, as I did\nmyself. Particles of ice were frozen into his black beard, transforming\nit into a jutting blade of ebony. I was suddenly aware how much he\nhad changed since our crash-landing. Always thin, he now appeared\nemaciated. His youth was gone. Only the blaze in his blue eyes remained\nthe same--glittering, self-confident, determined. Denied the dress,\nthe grooming, the daily ritual of shaving, both Baiel and I had become\nbearded, stoop-shouldered patriarchs, imposing hulks in our animal\ncloaks.\n\n\"I expected you would follow me,\" Baiel said.\n\n\"Why did you come?\" For a moment, I felt a peculiar warmth and pity for\nhim. \"It's insubordination. I'll have to take disciplinary action when\nwe go back.\"\n\n\"I'm only trying to help, Captain.\" The words seemed right, but the\nvoice was mocking.\n\nBaiel turned to the viewscreen and dialed the focus on the area of the\nplanet south of the volcanic mountains. I saw rolling hills and rich\nforests, green plains watered by a network of streams; the land was a\nbroad peninsula surrounded by the calm, blue water of an immense sea.\nThere was no indication of human inhabitants.\n\n\"I know you've been trying to encourage the tribe to move,\" Baiel\nexplained. \"I came up here to see if I could locate a place for us to\nmigrate. This peninsula is ideal, Captain. It's far enough from the\nglacier for agriculture to be practical, and--\"\n\n\"The problem isn't to find the place, Baiel, but to conquer their taboo\nagainst migration.\"\n\n\"But you can do that, Captain; just teach the little savages to reason\nthe way men do. Nothing to it.\" He smiled, then, and held out his hand.\n\"Face it, Captain Theusaman; admit you're wrong! Last night you had to\ncall on the gods; you couldn't control them any other way. If the sun\ngod orders a migration, we can have them on their way in two hours.\"\n\n\"So you're still trying to convince me that you're right.\"\n\n\"Of course; that's why I wanted you to follow me here. Would I have any\nother reason?\"\n\nHis answer seemed too quick. I looked at him, frowning, but the smile\non his face was unreadable.\n\n\"Tell me, Baiel: What did you really want on the _Olympus_?\"\n\nHe shrugged. \"I came to use the viewscreen.\"\n\n\"You risked discipline for something so foolish?\"\n\n\"What else? I can't bring any of the machines back to the village; you\nwould throw them out. I can't power the tubes and go back to Earth.\"\n\nIt was all so glibly logical; yet I knew he was lying. I moved toward\nhim, snatching the fringe of his cloak in my clenching fists. \"I'm\nasking once again, Baiel: What did you expect to find here?\"\n\n\n\n\"My Lord! My Lord!\"\n\nBaiel and I both whirled toward the open cabin door. Dayhan was\noutside, slowly crossing the last fifty feet of icy meadow toward the\nship. When Baiel saw her, the smile sagged on his lips and he sprang\nfrom the ship.\n\n\"You're on tabooed ground!\" he cried. \"Go back!\"\n\n\"I have no fear.\" Her words were brave, but her voice was a choked\nwhisper as she looked up at the towering undulations of the glacier\nglaring in the sun. \"Where my Lord can go, I will follow. Brother\nglacier is no god. See! I defy him.\" She raised my Hayden and aimed it\nunsteadily at the wall of ice above the _Olympus_.\n\n\"No!\" Baiel screamed. \"The sun god will destroy you!\"\n\nBaiel was ten paces ahead of me. He reached her as she fired. He\nknocked the Hayden from her hand with such force that Dayhan was\nthrown sprawling on the slick ground.\n\nAbove us tons of ice, dislodged by the Hayden blast, broke and slid\ndown the face of the glacier upon the _Olympus_, rocking the ship over\non its side. Baiel flung up his hands in terror, but lowered them a\nmoment later. Behind his facial mask of stark fear, I saw a strange\nexpression of uneasy surprise and calculation.\n\nI moved toward him, my fists doubled.\n\n\"Even when they begin to conquer the taboos,\" I cried, through clenched\nteeth, \"you still try to prevent it!\"\n\n\"No, Captain; you've got it wrong. I just wanted--you--you had no right\nto give her the Hayden.\" Baiel spoke in a hoarse, nervous whisper,\nbacking away from me slowly.\n\n\"Dayhan's my wife.\"\n\n\"She's still a primitive animal.\"\n\nI lunged at him. He turned and ran. I would have followed, but Dayhan\nbegan to call after me frantically. I returned to help her. The ground\nbeneath her was stained red; a jagged blade of ice had ripped a deep\ngash in her leg.\n\nWith my knife I cut a strip from my fur jacket and wound it as a\ntourniquet above the pulsing wound. My fingers were numb with cold. I\nworked slowly and awkwardly, but at last the bleeding ceased. Dayhan\ntried to stand, but she could not.\n\n\"Leave me here, my Lord,\" she whispered. \"Brother glacier is angry; he\nwants my blood.\"\n\n\"It was simply an accident, Dayhan. The glacier had nothing to do with\nit.\"\n\n\"I trod on tabooed ground. I defied him.\"\n\n\"Man makes the taboos and the punishments and the sacrifices!\"\n\n\"So you have said, my Lord, and yet--\"\n\n\"I have taught you truth. You walked alone and without harm on tabooed\nground. You must tell that to your people. The harm came to you after\nyou found us, Dayhan--from Baiel. Only man is cruel to man, not the\ngods.\"\n\nI pulled her arm around my shoulder and we began the slow, painful walk\nback to the village. We had to stop frequently to rest. Twice I loosed\nthe tourniquet to permit the blood to circulate in her lower leg.\n\nIt was four hours before we reached the edge of the forest. There two\nof my men met us. They had begun to search the forest for me when Baiel\nreturned to the village alone. We improvised a stretcher for Dayhan and\ncarried her between us. The bleeding of her wound had stopped. With a\npinpoint Hayden beam, I turned a drift of snow into steam and used the\nboiled water residue to cleanse the caked blood away from the cut. I\nseared a strip of skin and used it as a bandage. On the gently swaying\nstretcher Dayhan closed her eyes and slept.\n\n\n\nWhen we were still a quarter of a mile from the village, the chief and\na small band of his hunters met us on the forest trail.\n\n\"The sun god speaks to us in a giant voice,\" the chief said. \"It\nthunders in every corner of our village!\"\n\n\"What does the god say?\"\n\n\"He orders to take up our goods and go. He gives us the hunting ground\nof the dead, beyond the fire mountains.\"\n\n\"And your people fear to obey?\"\n\n\"No. Your sun god is all-powerful. It is your own people who prevent\nus. They hold the priest, Baiel, with his followers, imprisoned in the\ncave by means of your weapons, the brothers-of-the-sun. They tell us it\nis not the sun god who speaks, but Baiel himself.\"\n\n\"They tell you truly.\"\n\n\"But no man can have so great a voice as that we hear!\"\n\nSo that was why Baiel had gone back to the _Olympus_! He had returned\nto the village with a portable amplifier concealed under his fur cloak.\n\"Baiel is no priest,\" I told the Chief. \"He speaks for no god. The\ngreat voice you hear is made by a machine, such a thing as this weapon\nthat we use to slay meat for the tribe.\"\n\n\"You speak knowingly, Seus-man, because you, too, are a priest of the\nsun. You showed us that much last night. Some of my tribe say you and\nall your people are not simple priests, but brother gods.\"\n\n\"We are men.\"\n\n\"I have married my daughter to the brother-god of the sun!\"\n\n\"We are men; men!\"\n\n\"But have you not advised us to move, as the sun god does now? In our\nblindness we have heard and not obeyed. And now the sun god gives\norders that we must be gone before he rides directly overhead; yet your\npeople will not allow it.\"\n\n\"So Baiel's putting a time limit on the migration,\" I mused aloud.\n\"Why? Tell me, Chief, how it was, from the beginning.\"\n\n\"As soon as you left, Seus-man, our old priest walked in the village,\ndeclaring we would have a great sign from the sun today. Later the\npriest, Baiel, returned and went into the cave, with some of your\npeople. We began to hear the voice of the sun. The others of your\npeople--the ones who carry the weapons--gathered outside, shooting\nstreaks of fire at the cave, but above it so that no man was harmed.\nThey cried to Baiel to come forth and give himself to them. He refused,\nand so things stand. I came seeking you. Only you can intercede with\nyour priests so they allow us to obey the god. Come quickly, for our\ntime is short.\"\n\nWe gave Dayhan's stretcher to four of the hunters. I turned to follow\nthe chief back to the village. Only then did he seem to notice his\ndaughter. With deference he glanced at her pale face. Trembling, he\nasked:\n\n\"She is dead?\"\n\n\"No; but she has been hurt.\"\n\n\"Her Lord has punished her?\"\n\n\"She was harmed by a piece of ice.\"\n\n\"Brother glacier still means to be revenged on us! If we do not hasten\nto obey the voice of the sun, who will protect us?\"\n\n\"Protect yourselves, as men. No god has any power to equal yours.\"\n\n\"You speak as a priest of the sun. You hold the weapon of the sun in\nyour hand. You are not like us.\"\n\n\"I am no different. I am a man, the husband of your daughter. Here,\ntake my weapon.\" I thrust the Hayden into his hand. \"Does it make you\ndifferent? Are you transformed into a god?\"\n\nHe caressed the cold metal, slowly raising the nozzle and pointing\nit at a drift of snow. The red flame sputtered and steam swirled up,\ncoating the pines overhead with a film of ice.\n\n\"The power of the sun,\" he whispered. \"Come, Lord, we must go quickly\nto our people.\"\n\nIn the village I found the men of my faction arranged in a semi-circle\nin front of the cave mouth. Huddled behind them was perhaps\nthree-fourths of the tribe, the women my men had taken as mates and\ntheir families. The rest of the tribe was packed densely at the mouth\nof the cave, swaying and shouting their worship as the voice of Baiel\nthundered at intervals out of the darkness of the cavern.\n\nOne of my men saluted raggedly, explaining how the situation had\ndeveloped. He added: \"We have been aiming above their heads, trying to\nfrighten them away from the cave. No luck, so far.\"\n\n\"Of course Baiel's people aren't armed?\"\n\n\"No, but too many of the tribe would be killed if we tried to rush the\ncave.\"\n\n\"I think we can starve them out.\"\n\nTo hesitate was the natural result of our psycho-processing. Violence,\nwe had always been taught, was the resort of the disoriented, not a\nsolution to any problem. Even now we could not bring ourselves to give\nup the pattern of our Earthly civilization.\n\nSince it was the prescribed rational procedure, I tried to talk to the\ntribe. From the beginning my argument was weak, for I was opposing the\nmigration which I had myself advocated. It meant nothing to them when\nI tried to point out the difference in motivation; but it symbolized\neverything to me. The migration to a better land had to come as a\nresult of their conquest of tribal taboos, not as an exchange of\nallegiances from brother glacier to the sun god.\n\n\n\nAs soon as Baiel heard my voice, he began to jeer at me over the\namplifier. When I made no reply, his tone gradually changed. Over and\nover he repeated the orders of the sun god, that the migration must\nbegin by high noon. But his mockery was slowly tainted with fear, as\nthe sun mounted the heavens and my armed men still held the tribe in\nthe village.\n\nThe stretcher bearers arrived with Dayhan. She was awake. She sat up\nagainst my shoulder, holding tight to my hand. Softly she spoke to the\ntribe as I had:\n\n\"It is not the gods that rule us. There are no taboos; the glacier is\nbut a thing of ice, without life. I have seen for myself. I have walked\nunharmed on the tabooed ground. In truth, we must migrate to the south,\nbut my Lord has taught us that we must go of our own will and not\nbecause of fear of the sun god.\"\n\nShe was one of the tribe. They knew her as they knew their own\nchildren. She spoke in their words, in terms of their concepts. It\nshould have convinced them, but it did not. Instead they retreated from\nher, cringingly respectful, muttering among themselves that Dayhan's\nmating had changed her into a brother-god.\n\nSuddenly there was a stirring at the cave mouth. The massed tribesmen\nshifted aside reluctantly. Eight of the women who had been in Baiel's\nfaction slid down toward us, weeping with fear. At once Baiel's voice\nboomed out:\n\n\"The time is up. You have not obeyed. I was sent by the sun god to lead\nyou to safety, and you have not heeded me. The god will strike, now,\nat the glacier and tear this ground from beneath your feet. I give you\none chance more. Offer up Captain Theusaman in sacrifice and I, Baiel,\nwill lead you to a new world. But you must make the sacrifice at once.\nThe god grows impatient.\"\n\nMy men closed around Dayhan and me protectively, but at first there was\nno need. The concept bewildered the tribe. They had accepted me, too,\nas priest of the sun; the god could not demand my blood. According to\nthe theory of their superstitions, it made no sense.\n\nOne of the women who had fled from the cave was brought to me.\nWhite-faced, she twisted her hands together in anguish while she talked.\n\n\"We didn't know he'd done it, Captain Theusaman--I swear it!\"\n\n\"Who?\"\n\n\"Baiel--this morning at the _Olympus_. He just told us.\"\n\n\"But what? Speak up! Tell me!\"\n\n\"He put on the automatic power in the control room, timed to energize\nthe dorsal tubes at noon.\"\n\n\"No harm in that. The tubes are blown. The blast will simply send open\nflame soaring into the sky.\"\n\n\"There's forty hours' residue in the tank. Baiel thought the sight of\nthe flame would terrify the tribe into obeying him. But he says the\nship was overturned this morning, after he had set the dials; so the\nbroken tubes are pointing down toward the base of the glacier.\"\n\nI understood the woman's terror, then, and my own body tensed with\ncold fear. Instead of making a harmless display, the sun-hot energy,\nblasting through the naked dorsal tubes for the next forty hours, would\nbe fed into the glacier and the ground beneath it. In half that time\nthe liquefying flame could pierce the planetary crust and reach its\nmolten core.\n\nAs I sprang to my feet the first shock stabbed into the frozen ground.\nThe shattering explosion of the crumbling glacier rocked the air. In\nthe distance a cloud of steam arose, blood red from the flames raging\nbeneath it. In seconds the sun was blotted over with thick clouds. Hot\nrain began to fall.\n\nThe earth quivered so violently it was almost impossible to stand. Yet\nstill Baiel's voice boomed through the village.\n\n\"Give me the blood of Theusaman and I spare the tribe!\"\n\nFrom priest, he had become the sun god himself.\n\nThe rain fell in a deluge. The snow dissolved into slush, and the\nvillage ran with mud.\n\nDayhan screamed. I turned and saw one of the tribal hunters atop the\nstone pedestal, drawing careful aim on me with his bow and arrow. I\ncaught the shaft in the air with a wide angle beam from my Hayden.\n\n\"Give me the blood of Theusaman!\" Baiel cried.\n\nThe quaking increased steadily. Small landslides of stone began\nto slither from the face of the cliff. The roof of the cave shook\nand sagged. The tribe backed away, swirling around me in fury and\nbrandishing their spears in the bleary air.\n\nThe distant rending of the glacier reached a new climax of thunder, and\nthe deluge swelled into a torrent. The draining water became a stream,\nracing muddily through the village and eating at the crumbling cliffs.\nThe skies darkened as if it were dusk. It was difficult to recognize\nfaces in the frenzy of squirming bodies.\n\nDriven by the madness of Baiel's chanting voice, many of the young\nhunters threw themselves upon us. We used Haydens only as a last\nresort, and the sluggish, hand-to-hand fighting in the rising mud went\non indecisively. No one was badly hurt. It was too easy to escape\nclutching arms; it was too hard to know the face of friend from foe\nin the gloom. Shouting voices were drowned by the rising wind, the\nceaseless din of crumbling glacial ice.\n\nAbruptly the battle was over. A terrified whisper swept the throng:\nthe god was gone! Someone had looked into the cave and found it empty.\nBaiel and ten of his faction had fled; thirty of the tribe had departed\nwith them.\n\n\n\nThe shock was paralyzing to those who stayed behind. The tribe began to\nwail its lamentation. The god had deserted them! I moved from group to\ngroup, repeating my familiar theme:\n\n\"The gods can neither harm nor save you. That you must do for\nyourselves.\"\n\nIt had no effect. They stared at me with vacant eyes. They repeated\ndumbly in reply: \"The sun god is gone. He leaves us to the mercy of\nbrother glacier.\"\n\nThe stream coursing through the village had risen slowly until it\nbecame a raging river. Still the tribe made no effort to escape. They\nhad violated their code of the supernatural, and they believed they\nmust resign themselves to their punishment. I watched as a woman was\ncarried away by the flood, drowned screaming beneath a part of the\ncliff which washed down upon her.\n\nDuring a momentary lull in the din, the old chief mounted the swaying\nstone pedestal, brandishing the Hayden I had given him.\n\n\"The sun god has not gone,\" he cried. \"See, I share his power, and I\nknow he is still among us.\" He pointed the Hayden at the mouth of the\ncave, and the stone crumbled in the caress of red flame. \"Seus-man is\nthe sun god; Baiel was false, sent of evil things.\"\n\n\"Seus-man,\" the crowd whispered. After a moment, they began to shout\nwith new hope. \"Seus-man! Seus-man! Seus! Seus!\"\n\nOn their shoulders they lifted me up and carried me to the pedestal. As\nI began to speak, I saw a wall of water moving down upon us, crested by\na foaming wave. It was the first flood tide from the melting glacier.\nIf it reached the village unbroken, the tribe would be wiped out.\n\nI snatched the Hayden from the Chief, aiming the point of flame at the\nbase of the cliff. Dirt and granite toppled into the path of the flood.\nThe tribe dropped on its knees in the thick mud, shouting praise of my\nname.\n\nMy crude dam might hold for an hour, certainly no longer. I had no time\nto convince them by persuasion. It would be opposing the full violence\nof reality with the thin web of philosophy. The important thing at the\nmoment was to lead the tribe to safety.\n\nI looked down upon them and I began to speak wearily.\n\n\"I am Theusaman, god of the sun,\" I said. \"Take up your possessions and\nfollow me....\"\n\nBaiel had won, after all.\n\n\n\nAll that happened more than fifty years ago.\n\nI did lead the tribe to safety; that much I accomplished. They have\nsince built many villages and they have learned the art of agriculture\nand of domesticating cattle. They have thrived and grown and joined\nwith other tribes. They will survive and someday rule their planet.\n\nAs Baiel once predicted, the glacier is rapidly retreating. The process\nbegan with the heat generated by the exposed dorsal tube of the dead\n_Olympus_. Each spring the run-off of melting water is greater than the\nice which accumulates during the winter. When the glacier is gone, it\nwill give my people a fertile world like our own Earth.\n\nFor that I am glad, because I have given them nothing else.\n\nNothing else!\n\nI have, instead, saddled them with a hierarchy of gods. The tribes\nwhich migrated across the sea have taken a part of my name as their\nsun god; they call me Amon. Here at home they call me Zeus. Dayhan has\nbecome Diana, the goddess of the forests. Even Baiel leaves his name\nwith a people settled in the desert, though to us Baal persists as a\ngod of evil things.\n\nIronically, the one thing of Earth that I have given these people\nis the name itself. This planet they call the Earth, unaware of any\nother. They think of themselves as Earthmen. And I? I am called Zeus of\nOlympus, father of all the gods!\n\nPerhaps I judge my failure too bitterly. I am an old man, now, the last\nliving survivor of the expedition. I have looked into the face of my\nsons and my grandsons, as I have the sons and grandsons of the other\nEarthmen who were with our expedition. Our children have our features,\nnot the slant skulls and ape arms of their mothers. Have we, by chance,\nleft on this lonely planet something of our potential ability as\nEarthmen?\n\n\n\nThough I cannot live long enough to know the answer, I would like to\nbelieve that we have. Because I want to believe, I leave this written\naccount of the truth. I address it to my sons of tomorrow--to men who\nhave finally made themselves free of taboo and superstition. To them\nI say: Lift up your eyes to the sky, to that other Earth across the\nemptiness of space. Seek them out, those other Earthmen, and know them\nfor your brothers.",
    "metadata": {
        "author": [
            "Cox, Irving E.",
            "Cox, Irving England, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68565/pg68565.txt",
        "name": "to_the_sons_of_tomorrow.json"
    }
}