{
    "name": "Tongues of the Moon",
    "author": [
        "Farmer, Philip Jose",
        "Farmer, Philip José"
    ],
    "body": "Fireflies on the dark meadow of Earth....\n\nThe men and women looking up through the dome in the center of the\ncrater of Eratosthenes were too stunned to cry out, and some did not\nunderstand all at once the meaning of those pin-points on the shadowy\nface of the new Earth, the lights blossoming outwards, then dying. So\nbright they could be seen through the cloudmasses covering a large part\nof Europe. So bright they could be located as London, Paris, Brussels,\nCopenhagen, Leningrad, Rome, Reykjavik, Athens, Cairo....\n\nThen, a flare near Moscow that spread out and out and out....\n\nSome in the dome recovered more quickly than others. Scone and Broward,\ntwo of the Soviet North American officers present at the reception in\nhonor of the South Atlantic Axis officers, acted swiftly enough to\ndefend themselves.\n\nEven as the Axes took off their caps and pulled small automatics and\nflat bombs from clips within the caps, the two Americans reached for\nthe guns in their holsters.\n\nToo late to do them much good if the Argentineans and South Africans\nnearest them had aimed at them. The Axes had no shock on their faces;\nthey must have known what to expect. And their weapons were firing\nbefore the fastest of the Soviets could reach for the butts of their\nguns.\n\nBut the Axes must have had orders to kill the highest ranking Soviets\nfirst. At these the first fire was concentrated.\n\nMarshal Kosselevsky had half-turned to his guest, Marshal\nRamírez-Armstrong. His mouth was open and working, but no words came\nfrom it. Then, his eyes opened even wider as he saw the stubby gun\nin the Argentinean's hand. His own hand rose in a defensive, wholly\nfutile, gesture.\n\nRamírez-Armstrong's gun twanged three times. Other Axes' bullets also\nstruck the Russian. Kosselevsky clutched at his paunch, and he fell\nface forward. The .22 calibers did not have much energy or penetrate\ndeeply into the flesh. But they exploded on impact; they did their work\nwell enough.\n\nScone and Broward took advantage of not being immediate targets.\nGuns in hand, they dived for the protection of a man-tall bank of\ninstruments. Bullets struck the metal cases and exploded, for, in a few\nseconds, the Axes had accomplished their primary mission and were now\nout to complete their secondary.\n\nBroward felt a sting on his cheek as he rolled behind the bank. He\nput his hand on his cheek, and, when he took it away, he saw his hand\ncovered with blood. But his probing finger felt only a shallow of\nflesh. He forgot about the wound. Even if it had been more serious, he\nwould have had no time to take care of it.\n\nA South African stepped around the corner of the bank, firing as he\ncame.\n\nBroward shot twice with his .45. The dark-brown face showered into red\nand lost its human shape. The body to which it was now loosely attached\ncurved backwards and fell on the floor.\n\n\n\n\"Broward!\" called Scone above the twang and boom of the guns and the\nwharoop! of a bomb. \"Can you see anything? I can't even stick my head\naround the corner without being shot at.\"\n\nBroward looked at Scone, who was crouched at the other end of the bank.\nScone's back was to Broward, but Scone's head was twisted far enough\nfor him to see Broward out of the corner of his eye.\n\nEven at that moment, when Broward's thoughts should have excluded\neverything but the fight, he could not help comparing Scone's profile\nto a face cut out of rock. The high bulbous forehead, thick bars of\nbone over the eyes, Dantesque nose, thin lips, and chin jutting out\nlike a shelf of granite, more like a natural formation which happened\nto resemble a chin than anything which had taken shape in a human womb.\n\nUgly, massive, but strong. Nothing of panic or fear in that face; it\nwas as steady as his voice.\n\nOld Gibraltar-face, thought Broward for perhaps the hundredth time. But\nthis time he did not feel dislike.\n\n\"I can't see any more than you--Colonel,\" he said.\n\nScone, still squatting, shifted around until he could bring one eye to\nbear fully on Broward. It was a pale blue, so pale it looked empty,\nunhuman.\n\n\"Colonel?\"\n\n\"Now,\" said Broward. \"A bomb got General Mansfield and Colonels Omato\nand Ingrass. That gives you a fast promotion, sir.\"\n\n\"We'll both be promoted above this bank if an Axe lobs a bomb over,\"\nsaid Scone. \"We have to get out of here.\"\n\n\"To where?\"\n\nScone frowned--granite wrinkling--and said, \"It's obvious the Axes\nwant to do more than murder a few Soviets. They must plan on getting\ncontrol of the bonephones. I know I would if I were they. If they can\ncapture the control center, every Soviet on the Moon--except for the\nChinese--is at their mercy. So....\"\n\n\"We make a run for the BR?\"\n\n\"I'm not ordering you to come with me,\" said Scone. \"That's almost\nsuicide. But you will give me a covering fire.\"\n\n\"I'll go with you, Colonel.\"\n\nScone glanced at the caduceuses on Broward's lapels, and he said,\n\"We'll need your professional help after we clean out the Axes. No.\"\n\n\"You need my amateurish help now,\" said Broward. \"As you see\"--he\njerked his thumb at the nearly headless Zulu--\"I can handle a gun. And\nif we don't get to the bonephone controls first, life won't be worth\nliving. Besides, I don't think the Axes intend taking any prisoners.\"\n\n\"You're right,\" said Scone. But he seemed hesitant.\n\n\"You're wondering why I'm falling in so quickly with your plan to wreck\nthe control center?\" said Broward. \"You think I'm a Russky agent?\"\n\n\"I didn't say I intended to wreck the transmitters,\" said Scone. \"No. I\nknow what you are. Or, I think I do. You're not a Russky. You're a....\"\n\nScone stopped. Like Broward, he felt the rock floor quiver, then start\nshaking. And a low rumbling reached them, coming up through their feet\nbefore their ears detected it.\n\nScone, instead of throwing himself flat on the floor--an instinctive\nbut useless maneuver--jumped up from his squatting position.\n\n\"Now! Now! The others'll be too scared to move!\"\n\n\n\nBroward rose, though he wanted to cling to the floor. Directly below\nthem--or, perhaps, to the side but still underground--a white-hot\n\"tongue\" was blasting a narrow tunnel through the rock. Behind it, also\nhidden within the rock, in a shaft which the vessel must have taken\na long time to sink without being detected, was a battlebird. Only a\nlarge ship could carry the huge generators required to drive a tongue\nthat would damage a base. A tongue, or snake, as it was sometimes\ncalled. A flexible beam of \"straightened-out\" photons, the ultimate\ndevelopment of the laser.\n\nAnd when the tongue reached the end of the determined tunnel, then\nthe photons would be \"un-sprung\". And all the energy crammed into the\ncompressed photons would dissipate.\n\n\"Follow me!\" said Scone, and he began running.\n\nBroward took a step, halted in amazement, called out, \"The suits ...\nother way!\"\n\nThen, he resumed running after Scone. Evidently, the colonel was not\nconcerned about the dome cracking wide open. His only thought was for\nthe bonephone controls.\n\nBroward expected to be cut down under a storm of bullets. But the\nroom was silent except for the groans of some wounded. And the\never-increasing rumble from deep under.\n\nThe survivors of the fight were too intent on the menace probing\nbeneath them to pay attention to the two runners--if they saw them.\n\nThat is, until Scone bounded through the nearest exit from the dome in\na great leap afforded by the Moon's weak gravity. He almost hit his\nhead on the edge of the doorway.\n\nThen, somebody shot at Broward. But his body, too, was flying through\nthe exit, his legs pulled up, and the three bullets passed beneath him\nand blew holes in the rock wall ahead of him.\n\nBroward slammed into the wall and fell back on the floor. Though\nhalf-stunned, he managed to roll past the corner, out of line of fire,\ninto the hallway. He rose, breathing hard, and checked to make sure he\nhad not broken his numbed wrists and hands, which had cushioned much\nof his impact against the wall. And he was thankful that the tongues\nneeded generators too massive to be compacted into hand weapons. If the\nAxes had been able to smuggle tonguers into the dome, they could have\nwiped out every Soviet on the base.\n\nThe rumble became louder. The rock beneath his feet shook. The walls\nquivered like jelly. Then....\n\nNot the ripping upwards of the floor beneath his feet, the ravening\nblast opening the rock and lashing out at him with sear of fire and\nblow of air to burn him and crush him against the ceiling at the same\ntime.\n\nFrom somewhere deep and off to one side was an explosion. The rock\nswelled. Then, subsided.\n\n\n\nSilence.\n\nOnly his breathing.\n\nFor about six seconds while he thought that the Russian ships stationed\noutside the base must have located the sunken Axis vessel and destroyed\nit just before it blew up the base.\n\nFrom the dome, a hell's concerto of small-gun fire.\n\nBroward ran again, leaping over the twisted and shattered bodies of\nRussians and Axes. Here the attacking officers had been met by Soviet\nguards, and the two groups had destroyed each other.\n\nFar down the corridor, Scone's tall body was hurtling along, taking the\ngiant steps only a long-time Lunie could safely handle. He rounded a\ncorner, was gone down a branching corridor.\n\nBroward, following Scone, entered two more branches, and then stopped\nwhen he heard the boom of a .45. Two more booms. Silence. Broward\ncautiously stuck his head around the corner.\n\nHe saw two Russian soldiers on the floor, their weapons close to their\nlifeless hands. Down the hall, Scone was running.\n\nBroward did not understand. He could only surmise that the Russians\nhad been so surprised by Scone that they had fired, or tried to fire,\nbefore they recognized the North American uniform. And Scone had shot\nin self-defense.\n\nBut the corridors were well lit with electroluminescent panels. All\nthree should have seen at once that none wore the silver of Argentine\nor the scarlet and brown of the South Africans. So...?\n\nHe did not know. Scone could tell him, but Broward would have trouble\ncatching up with him.\n\nThen, once more, he heard the echoes of a .45 bouncing around the\ndistant corner of the hall.\n\nWhen Broward rounded the turn as cautiously as he had the previous one,\nhe saw two more dead Russians. And he saw Scone rifling the pockets of\nthe officer of the two.\n\n\"Scone!\" he shouted so the man would not shoot him, too, in a frenzy.\n\"It's Broward!\"\n\nComing closer, he said, \"What're you doing?\"\n\nScone rose from the officer with a thin plastic cylinder about a\ndecimeter long in one hand. With the other hand, he pointed his .45 at\nBroward's solar plexus.\n\n\"I'm going to blow up the controls and the transmitters,\" he said.\n\"What did you think?\"\n\nChoking, Broward said, \"You're not working for the Axis?\"\n\nHe did not believe Scone was. But, in his astonishment, he could only\nthink of that as a reason for Scone's behavior. Despite his accusation\nabout Scone's intentions, he had not really believed the man meant to\ndo more than insure that the controls did not fall into Axis hands.\n\nScone said, \"Those swine! No! I'm just making sure that the Axes\nwill not be able to use the bonephones if they do seize this office.\nBesides, I have never liked the idea of being under Russian control.\nThese hellish devices....\"\n\nBroward pointed at the corpses. \"Why?\"\n\n\"They had their orders,\" said Scone. \"Which were to allow no one into\nthe control room without proper authorization. I didn't want to argue\nand so put them on their guard. I had to do what was expedient.\"\n\nScone glared at Broward, and he said, \"Expediency is going to be the\nrule for this day. No matter who suffers.\"\n\nBroward said, \"You don't have to kill me, too. I am an American. If I\ncould think as coolly as you, I might have done the same thing myself.\"\n\nHe paused, took a deep breath, and said, \"Perhaps, you didn't do this\non the spur of the moment. Perhaps, you planned this long before. If\nsuch a situation as this gave you a chance.\"\n\n\"We haven't time to stand here gabbing,\" said Scone.\n\n\n\nHe backed away, his gun and gaze steady on Broward. With his other\nhand, he felt around until the free end of the thin tube fitted into\nthe depression in the middle of the door. He pressed in on the key, and\n(the correct sequence of radio frequencies activating the unlocking\ncircuit) the door opened.\n\nScone motioned for Broward to precede him. Broward entered. Scone came\nin, and the door closed behind him.\n\n\"I thought I should kill you when we were behind the bank,\" said Scone.\n\"But you weren't--as far as I had been able to determine--a Russian\nagent. Far from it. And you were, as you said, a fellow American.\nBut....\"\n\nBroward looked at the far wall with its array on array of indicator\nlights, switches, pushbuttons, and slots for admission of coded cards\nand tapes.\n\nHe turned to Scone, and he said, \"Time for us to quit being coy.\nI've known for a long time that you were the chief of a Nationalist\nunderground.\"\n\nFor the first time since Broward had known him, Scone's face cracked\nwide open.\n\n\"What?\"\n\nThen, the cracks closed up, the cliff-front was solid again.\n\n\"Why didn't you report me. Or are you...?\"\n\n\"Not of your movement, no,\" said Broward. \"I'm an Athenian. You've\nheard of us?\"\n\n\"I know of them,\" said Scone. \"A lunatic fringe. Neither Russ, Chinese,\nnor Yank. I had suspected that you weren't a very solid Marxist. Why\ntell me this?\"\n\n\"I want to talk you out of destroying the controls and the\ntransmitters,\" said Broward.\n\n\"Why?\"\n\n\"Don't blow them up. Given time, the Russ could build another set. And\nwe'd be under their control again. Don't destroy them. Plant a bomb\nwhich can be set off by remote control. The moment they try to use the\nphones to paralyze us, blow up the transmitters. That might give us\ntime to remove the phones from our skulls with surgery. Or insulate\nthe phones against reception. Or, maybe, strike at the Russkies. If\nfighting back is what you have in mind. I don't know how far your\nNationalism goes.\"\n\n\"That might be better,\" said Scone, his voice flat, not betraying any\nenthusiasm for the plan. \"Can I depend upon you and your people?\"\n\n\"I'll be frank. If you intend to try for complete independence of\nthe Russians, you'll have our wholehearted cooperation. Until we are\nindependent.\"\n\n\"And after that--what then?\"\n\n\"We believe in violence only after all other means have failed. Of\ncourse, mental persuasion was useless with the Russians. With fellow\nAmericans, well....\"\n\n\"How many people do you have at Clavius?\"\n\nBroward hesitated, then said, \"Four. All absolutely dependable. Under\nmy orders. And you?\"\n\n\"More than you,\" said Scone. \"You understand that I'm not sharing the\ncommand with you? We can't take time out to confer. We need a man who\ncan give orders to be carried out instantly. And my word will be life\nor death? No argument?\"\n\n\"No time now for discussions of policy. I can see that. Yes. I place\nmyself and my people under your orders. But what about the other\nAmericans? Some are fanatical Marxists. Some are unknown, X.\"\n\n\"We'll weed out the bad ones,\" said Scone. \"I don't mean by bad the\ngenuine Marxists. I'm one myself. I mean the non-Nationalists. If\nanyone wants to go to the Russians, we let them go. Or if anybody\nfights us, they die.\"\n\n\"Couldn't we just continue to keep them prisoners?\"\n\n\"On the Moon? Where every mouth needs two pairs of hands to keep\nbreathing and eating? Where even one parasite may mean eventual death\nfor all others? No!\"\n\nBroward said, \"All right. They die. I hope....\"\n\n\"Hopes are something to be tested,\" said Scone. \"Let's get to work.\nThere should be plenty of components here with which to rig up a\ncontrol for the bomb. And I have the bomb taped to my belly.\"\n\n\n\n\"You won't have to untape your bomb,\" said Broward. \"The transmitters\nare mined. So are the generators.\"\n\n\"How did you do it? And why didn't you tell me you'd already done it?\"\n\n\"The Russians have succeeded in making us Americans distrust each\nother,\" said Broward. \"Like everybody else, I don't reveal information\nuntil I absolutely have to. As to your first question, I'm not only\na doctor, I'm also a physical anthropologist engaged in a Moonwide\nproject. I frequently attend conferences at this base, stay here\nseveral sleeps. And what you did so permanently with your gun, I did\ntemporarily with a sleep-inducing aerosol. But, now that we understand\neach other, let's get out.\"\n\n\"Not until I see the bombs you say you've planted.\"\n\nBroward smiled. Then, working swiftly with a screwdriver he took from a\ndrawer, he removed several wall-panels. Scone looked into the recesses\nand examined the component boards, functional blocks, and wires which\njammed the interior.\n\n\"I don't see any explosives,\" Scone said.\n\n\"Good,\" said Broward. \"Neither will the Russians, unless they measure\nthe closeness of the walls to the equipment. The explosive is spread\nout over the walls in a thin layer which is colored to match the\noriginal green. Also, thin strips of a chemical are glued to the walls.\nThis chemical is temperature-sensitive. When the transmitters are\noperating and reach maximum radiation of heat, the strips melt. And the\nchemicals released interact with the explosive, detonate it.\"\n\n\"Ingenious,\" said Scone somewhat sourly. \"We don't ...\" and he stopped.\n\n\"Have such stuff? No wonder. As far as I know, the detonator and\nexplosive were made here on the Moon. In our lab at Clavius.\"\n\n\"If you could get into this room without being detected and could also\nsmuggle all that stuff from Clavius, then the Russ can be beaten,\" said\nScone.\n\nNow, Broward was surprised. \"You doubted they could?\"\n\n\"Never. But all the odds were on their side. And you know what a\nconditioning they give us from the day we enter kindergarten.\"\n\n\"Yes. The picture of the all-knowing, all-powerful Russian backed\nby the force of destiny itself, the inevitable rolling forward and\nunfolding of History as expounded by the great prophet, the only\nprophet, Marx. But it's not true. They're human.\"\n\n\n\nThey replaced the panels and the screwdriver and left the room. Just as\nthey entered the hall, and the door swung shut behind them, they heard\nthe thumps of boots and shouts. Scone had just straightened up from\nputting the key back into the dead officer's pocket when six Russians\ntrotted around the corner. Their officer was carrying a burp gun, the\nothers, automatic rifles.\n\n\"Don't shoot!\" yelled Scone in Russian. \"Americans! USAF!\"\n\nThe captain, whom both Americans had seen several times before, lowered\nher burper.\n\n\"It's fortunate that I recognized you,\" she said. \"We just killed three\nAxes who were dressed in Russian uniforms. They shot four of my men\nbefore we cut them down. I wasn't about to take a chance you might not\nbe in disguise, too.\"\n\nShe gestured at the dead men. \"The Axes got them, too?\"\n\n\"Yes,\" said Scone. \"But I don't know if any Axes are in there.\"\n\nHe pointed at the door to the control room.\n\n\"If there were, we'd all be screaming with pain,\" said the captain.\n\"Anyway, they would have had to take the key from the officer on guard.\"\n\nShe looked suspiciously at the two, but Scone said, \"You'll have to\nsearch him. I didn't touch him, of course.\"\n\nShe dropped to one knee and unbuttoned the officer's inner coatpocket,\nwhich Scone had not neglected to rebutton after replacing the key.\n\nRising with the key, she said, \"I think you two must go back to the\ndome.\"\n\nScone's face did not change expression at this evidence of distrust.\nBroward smiled slightly.\n\n\"By the way,\" she said, \"what are you doing here?\"\n\n\"We escaped from the dome,\" said Broward. \"We heard firing down this\nway, and we thought we should protect our rear before going back into\nthe dome. We found dead Russians, but we never did see the enemy. They\nmust have been the ones you ran into.\"\n\n\"Perhaps,\" she said. \"You must go. You know the rules. No unauthorized\npersonnel near the BR.\"\n\n\"No non-Russians, anyway,\" said Scone flatly. \"I know. But this is an\nemergency.\"\n\n\"You must go,\" she said, raising the barrel of her gun. She did not\npoint it at them, but they did not doubt she would.\n\nScone turned and strode off, Broward following. When they had turned\nthe first corner, Scone said, \"We must leave the base on the first\nexcuse. We _have_ to get back to Clavius.\"\n\n\"So we can start our own war?\"\n\n\"Not necessarily. Just declare independence. The Russ may have their\nbelly full of death.\"\n\n\"Why not wait until we find out what the situation on Earth is? If the\nRussians have any strength left on Earth, we may be crushed.\"\n\n\"Now!\" said Scone. \"If we give the Russ and the Chinese time to recover\nfrom the shock, we lose our advantage.\"\n\n\"Things are going too fast for me, too,\" said Broward. \"I haven't time\nor ability to think straight now. But I have thought of this. Earth\ncould be wiped out. If so, we on the Moon are the only human beings\nleft alive in the universe. And....\"\n\n\"There are the Martian colonies. And the Ganymedan and Mercutian bases.\"\n\n\"We don't know what's happened to them. Why start something which may\nend the entire human species? Perhaps, ideology should be subordinated\nfor survival. We need every man and woman, every....\"\n\n\"We must take the chance that the Russians and Chinese won't care to\nrisk making _Homo sapiens_ extinct. They'll have to cooperate, let us\ngo free.\n\n\"We don't have time to talk. Act now; talk after it's all over.\"\n\nBut Scone did not stop talking. During their passage through the\ncorridors, he made one more statement.\n\n\"The key to peace on the Moon, and to control of this situation, is the\n_Zemlya_.\"\n\nBroward was puzzled. He knew Scone was referring to the Brobdingnagian\ninterstellar exploration vessel which had just been built and outfitted\nand was now orbiting around Earth. The _Zemlya_ (Russian for Earth) had\nbeen scheduled to leave within a few days for its ten year voyage to\nAlpha Centaurus and, perhaps, the stars beyond. What the _Zemlya_ could\nhave to do with establishing peace on the Moon was beyond Broward. And\nScone did not seem disposed to explain.\n\nJust then, they passed a full-length mirror, and Broward saw their\nimages. Scone looked like a mountain of stone walking. And he, Broward\nthought, he himself looked like a man of leather. His shorter image,\ndark brown where the skin showed, his head shaven so the naked skull\nseemed to be overlaid with leather, his brown eyes contrasting with the\nrock-pale eyes of Scone, his lips so thick compared with Scone's, which\nwere like a thin groove cut into granite. Leather against stone. Stone\ncould outwear leather. But leather was more flexible.\n\nWas the analogy, as so many, false? Or only partly true?\n\nBroward tended to think in analogies; Scone, directly.\n\nAt the moment, a man like Scone was needed. Practical, quick reacting.\nBut, like so many practical men, impractical when it came to long\nrange and philosophical thinking. Not much at extrapolation beyond the\nimmediate. Broward would follow him up to a point. Then....\n\n\n\nThey came to the entrance to the dome. Only the sound of voices came\nfrom it. Together, they stuck their heads around the side of the\nentrance. And they saw many dead, some wounded, a few men and women\nstanding together near the center of the floor. All, except one, were\nin the variously colored and marked uniforms of the Soviet Republics.\nThe exception was a tall man in the silver dress uniform of Argentine.\nHis right arm hung limp and bloody; his skin was grey.\n\n\"Colonel Lorentz,\" said Scone. \"We've one prisoner, at least.\"\n\nAfter shouting to those within the dome not to fire, the two walked in.\nMajor Panchurin, the highest-ranking Russian survivor, lifted a hand to\nacknowledge their salute. He was too busy talking over the bonephone to\nsay anything to them.\n\nThe two examined the dome. The visiting delegation of Axis officers\nwas dead except for Lorentz. The Russians left standing numbered six;\nthe Chinese, four; the Europeans, one; the Arabic, two; the Indian-East\nAsiatic, none. There were four Americans alive. Broward. Scone. Captain\nNashdoi. And a badly wounded woman, Major Hoebel.\n\nBroward walked towards Hoebel to examine her. Before he could do\nanything the Russian doctor, Titiev, rose from her side. He said, \"I'm\nsorry, captain. She isn't going to make it.\"\n\nBroward looked around the dome and made a remark which must, at the\ntime, have seemed irrelevant to Titiev. \"Only three women left. If the\nratio is the same on the rest of the Moon, we've a real problem.\"\n\nScone had followed Broward. After Titiev had left, and after making\nsure their bonephones were not on, Scone said in a low voice, \"There\nwere seventy-five Russians stationed here. I doubt if there are over\nforty left in the entire base. I wonder how many in Pushkin?\"\n\nPushkin was the base on the other side of the Moon.\n\nThey walked back to the group around Panchurin and turned on their\nphones so they could listen in.\n\nPanchurin's skin paled, his eyes widened, his hands raised\nprotestingly.\n\n\"No, no,\" he moaned out loud.\n\n\"What is it?\" said Scone, who had heard only the last three words\ncoming in through the device implanted in his skull.\n\nPanchurin turned a suddenly old face to him. \"The commander of the\n_Zemlya_ said that the Argentineans have set off an undetermined number\nof cobalt bombs. More than twenty, at the very least.\"\n\nHe added, \"The _Zemlya_ is leaving its orbit. It intends to establish\na new one around the Moon. It won't leave until we evaluate our\nsituation. If then.\"\n\nEvery Soviet in the room looked at Lorentz.\n\n\n\nThe Argentinean straightened up from his weary slump and summoned all\nthe strength left in his bleeding body. He spoke in Russian so all\nwould understand.\n\n\"We told you pigs we would take the whole world with us before we'd\nbend our necks to the Communist yoke!\" he shouted.\n\nAt that moment, his gaunt high-cheekboned face with its long upper lip,\nthin lipline mustache, and fanatical blue eyes made him resemble the\ndictator of his country, Félipé Howards, El Macho (The Sledgehammer).\n\nPanchurin ordered two soldiers and the doctor to take him to the\njail. \"I would like to kill the beast now,\" he said. \"But he may have\nvaluable information. Make sure he lives ... for the time being.\"\n\nThen, Panchurin looked upwards again to Earth, hanging only a little\ndistance above the horizon. The others also stared.\n\nEarth, dark now, except for steady glares here and there, forest fires\nand cities, probably, which would burn for days. Perhaps weeks. Then,\nwhen the fires died out, the embers cooled, no more fire. No more\nvegetation, no more animals, no more human beings. Not for centuries.\n\nSuddenly, Panchurin's face crumpled, tears flowed, and he began sobbing\nloudly, rackingly.\n\nThe others could not withstand this show of grief. They understood now.\nThe shock had worn off enough to allow sorrow to have its way. Grief\nran through them like fire through the forests of their native homes.\n\nBroward, also weeping, looked at Scone and could not understand. Scone,\nalone among the men and women under the dome and the Earth, was not\ncrying. His face was as impassive as the slope of a Moon mountain.\n\nScone did not wait for Panchurin to master himself, to think clearly.\nHe said, \"I request permission to return to Clavius, sir.\"\n\nPanchurin could not speak; he could only nod his head.\n\n\"Do you know what the situation is at Clavius?\" said Scone\nrelentlessly.\n\nPanchurin managed a few words. \"Some missiles ... Axis base ... came\nclose ... but no damage ... intercepted.\"\n\nScone saluted, turned, and beckoned to Broward and Nashdoi. They\nfollowed him to the exit to the field. Here Scone made sure that the\nair-retaining and gamma-ray and sun-deflecting force field outside the\ndome was on. Then the North Americans stepped outside onto the field\nwithout their spacesuits. They had done this so many times they no\nlonger felt the fear and helplessness first experienced upon venturing\nfrom the protecting walls into what seemed empty space. They entered\ntheir craft, and Scone took over the controls.\n\nAfter identifying himself to the control tower, Scone lifted the dish\nand brought it to the very edge of the force field. He put the controls\non automatic, the field disappeared for the two seconds necessary for\nthe craft to pass the boundary, and the dish, impelled by its own power\nand by the push of escaping air, shot forward.\n\nBehind them, the faint flicker indicating the presence of the field\nreturned. And the escaped air formed brief and bright streamers that\nmelted under the full impact of the sun.\n\n\"That's something that will have to be rectified in the future,\" said\nScone. \"It's an inefficient, air-wasting method. We're not so long on\npower we can use it to make more air every time a dish enters or leaves\na field.\"\n\nHe returned on the r-t, contacted Clavius, told them they were coming\nin. To the operator, he said, \"Pei, how're things going?\"\n\n\"We're still at battle stations, sir. Though we doubt if there will\nbe any more attacks. Both the Argentinean and South African bases\nwere wrecked. They don't have any retaliatory capabilities, but\nsurvivors may be left deep underground. We've received no orders from\nEratosthenes to dispatch searchers to look for survivors. The base at\nPushkin doesn't answer. It must....\"\n\n\n\nThere was a crackling and a roar. When the noise died down, a voice\nin Russian said, \"This is Eratosthenes. You will refrain from\nfurther radio communication until permission is received to resume.\nAcknowledge.\"\n\n\"Colonel Scone on the United Soviet Americas Force destroyer _Broun_.\nOrder acknowledged.\"\n\nHe flipped the switch off. To Broward, he said, \"Damn Russkies are\nstarting to clamp down already. But they're rattled. Did you notice\nI was talking to Pei in English, and they didn't say a thing about\nthat? I don't think they'll take much effective action or start any\nwitch-hunts until they recover fully from the shock and have a chance\nto evaluate.\n\n\"Tell me, is Nashdoi one of you Athenians?\"\n\nBroward looked at Nashdoi, who was slumped on a seat at the other end\nof the bridge. She was not within earshot of a low voice.\n\n\"No,\" said Broward. \"I don't think she's anything but a lukewarm\nMarxist. She's a member of the Party, of course. Who on the Moon\nisn't? But like so many scientists here, she takes a minimum interest\nin ideology, just enough not to be turned down when she applied for\npsychological research here.\n\n\"She was married, you know. Her husband was called back to Earth\nonly a little while ago. No one knew if it was for the reasons given\nor if he'd done something to displease the Russkies or arouse their\nsuspicions. You know how it is. You're called back, and maybe you're\nnever heard of again.\"\n\n\"What other way is there?\" said Scone. \"Although I don't like the\nRussky dictating the fate of any American.\"\n\n\"Yes?\" said Broward. He looked curiously at Scone, thinking of what a\nmass of contradictions, from his viewpoint, existed inside that massive\nhead. Scone believed thoroughly in the Soviet system except for one\nthing. He was a Nationalist; he wanted an absolutely independent North\nAmerican republic, one which would reassert its place as the strongest\nin the world.\n\nAnd that made him dangerous to the Russians and the Chinese.\n\n\n\nAmerica had fallen, prey more to its own softness and confusion than\nto the machinations of the Soviets. Then, in the turbulent bloody\nstarving years that followed the fall with their purges, uprisings,\nsavage repressions, mass transportations to Siberia and other areas,\nimportation of other nationalities to create division, and bludgeoning\npropaganda and reeducation, only the strong and the intelligent\nsurvived.\n\nScone, Broward, and Nashdoi were of the second generation born after\nthe fall of Canada and the United States. They had been born and had\nlived because their parents were flexible, hardy, and quick. And\nbecause they had inherited and improved these qualities.\n\nThe Americans had become a problem to the Russians. And to the Chinese.\nThose Americans transported to Siberia had, together with other\nnationalities brought to that area, performed miracles with the harsh\nclimate and soil, had made a garden. But they had become Siberians,\nnot too friendly with the Russians.\n\nChina, to the south, looking for an area in which to dump their excess\npopulation, had protested at the bringing in of other nationalities.\nRussia's refusal to permit Chinese entry had been one more added to the\nlong list of grievances felt by China towards her elder brother in the\nMarx family.\n\nAnd on the North American continent, the American Communists had\nbecome another trial to Moscow. Russia, rich with loot from the U.S.,\nhad become fat. The lean underfed hungry Americans, using the Party\nto work within, had alarmed the Russians with their increasing power\nand influence. Moreover, America had recovered, was again a great\nindustrial empire. Ostensibly under Russian control, the Americans were\npushing and pressuring subtly, and not so subtly, to get their own way.\nMoscow had to resist being Uncle Samified.\n\nTo complicate the world picture, thousands of North Americans had\ntaken refuge during the fall of their country in Argentine. And there\nthe energetic and tough-minded Yanks (the soft and foolish died on\nthe way or after reaching Argentine) followed the paths of thousands\nof Italians and Germans who had fled there long ago. They became rich\nand powerful; Félipé Howards, El Macho, was part-Argentinean Spanish,\npart-German, part-American.\n\nThe South African (sub-Saharan) peoples had ousted their Communist\nand Fascist rulers because they were white or white-influenced.\nPan-Africanism was their motto. Recently, the South African\nConfederation had formed an alliance with Argentine. And the Axis\nhad warned the Soviets that they must cease all underground activity\nin Axis countries, cease at once the terrible economic pressures and\ndiscriminations against them, and treat them as full partners in the\nnations of the world.\n\nIf this were not done, and if a war started, and the Argentineans saw\ntheir country was about to-be crushed, they would explode cobalt bombs.\nRather death than dishonor.\n\nThe Soviets knew the temper of the proud and arrogant Argentineans.\nThey had seemed to capitulate. There was a conference among the heads\nof the leading Soviets and Axes. Peaceful coexistence was being talked\nabout.\n\nBut, apparently, the Axis had not swallowed this phrase as others had\nonce swallowed it. And they had decided on a desperate move.\n\nHaving cheap lithium bombs and photon compressors and the means to\ndeliver them with gravitomagnetic drives, the Axis was as well armed\nas their foes. Perhaps, their thought must have been, if they delivered\nthe first blow, their anti-missiles could intercept enough Soviet\nmissiles so that the few that did get through would do a minimum of\ndamage. Perhaps. No one really knew what caused the Axis to start the\nwar.\n\nWhatever the decision of the Axis, the Axis had put on a good show. One\nof its features was the visit by their Moon officers to the base at\nEratosthenes, the first presumably, in a series of reciprocal visits\nand parties to toast the new amiable relations.\n\nResult: a dying Earth and a torn Moon.\n\n\n\nBroward belonged to that small underground which neither believed in\nthe old Soviet nor the old capitalist system. It wanted a form of\ngovernment based on the ancient Athenian method of democracy on the\nlocal level and a loose confederation on the world level. All national\nboundaries would be abolished.\n\nSuch considerations, thought Broward, must be put aside for the time\nbeing. Getting independence of the Russians, getting rid of the hellish\nbonephones, was the thing to do now. Or so it had seemed to him.\n\nBut would not that inevitably lead to war and the destruction of all of\nhumanity? Would it not be better to work with the other Soviets and\nhope that eventually the Communist ideal could be subverted and the\nAthenian established? With communities so small, the modified Athenian\nform of government would be workable. Later, after the Moon colonies\nincreased in size and population, means could be found for working out\nintercolonial problems.\n\nOr perhaps, thought Broward, watching the monolithic Scone, Scone did\nnot really intend to force the other Soviets to cooperate? Perhaps, he\nhoped they would fight to the death and the North American base alone\nwould be left to repopulate the world.\n\n\"Broward,\" said Scone, \"go sound out Nashdoi. Do it subtly.\"\n\n\"Wise as the serpent, subtle as the dove,\" said Broward. \"Or is it the\nother way around?\"\n\nScone lifted his eyebrows. \"Never heard that before. From what book?\"\n\nBroward walked away without answering. It was significant that Scone\ndid not know the source of the quotation. The Old and New Testaments\nwere allowed reading only for select scholars. Broward had read an\nillegal copy, had put his freedom and life in jeopardy by reading it.\n\nBut that was not the point here. The thought that occurred to him was\nthat, nationality and race aside, the people on the Moon were a rather\nhomogeneous group. Three-fourths of them were engineers or scientists\nof high standing, therefore, had high I.Q.'s. They were descended from\nancestors who had proved their toughness and good genes by surviving\nthrough the last hundred years. They were all either agnostics or\natheists or supposed to be so. There would not be any religious\ndifferences to split them. They were all in superb health, otherwise\nthey would not be here. No diseases among them, not even the common\ncold. They would all make good breeding stock. Moreover, with recent\nadvances in genetic manipulation, defective genes could be eliminated\nelectrochemically. Such a manipulation had not been possible on Earth\nwith its vast population where babies were being born faster than\ndefective genes could be wiped out. But here where there were so few....\n\nPerhaps, it would be better to allow the Soviet system to exist for\nnow. Later, use subtle means to bend it towards the desired goal.\n\nNo! The system was based on too many falsities, among which the\ngreatest was dialectical materialism. As long as the corrupt base\nexisted, the structure would be corrupt.\n\n\n\nBroward sat down by Ingrid Nashdoi. She was a short dark and petite\nwoman of about thirty-three. Not very good-looking but, usually, witty\nand vivacious. Now, she stared at the floor, her face frozen.\n\n\"I'm sorry about Jim,\" he said. \"But we don't have time to grieve now.\nLater, perhaps.\"\n\nShe did not look at him but replied in a low halting voice. \"He may\nhave been dead before the war started. I never even got to say goodbye\nto him. You know what that means. What it probably did mean.\"\n\n\"I don't think they got anything out of him. Otherwise, you and I would\nhave been arrested, too.\"\n\nHe jerked his head towards Scone and said, \"He doesn't know you're one\nof us. I want him to think you're a candidate for the Nationalists.\nAfter this struggle with the Russ is over, we may need someone who can\nreport on him. Think you can do it?\"\n\nShe nodded her head, and Broward returned to Scone. \"She hates the\nRussians,\" he said. \"You know they took her husband away. She doesn't\nknow why. But she hates Ivan's guts.\"\n\n\"Good. Ah, here we go.\"\n\n\n\nAfter the destroyer had berthed at Clavius, and the three entered the\nbase, events went swiftly if not smoothly. Scone talked to the entire\npersonnel over the IP, told them what had happened. Then he went to\nhis office and issued orders to have the arsenal cleaned out of all\nportable weapons. These were transferred to the four destroyers the\nRussians had assigned to Clavius as a token force.\n\nBroward then called in his four Athenians and Scone, his five\nNationalists. The situation was explained to them, and they were\ninformed of what was expected of them. Even Broward was startled, but\ndidn't protest.\n\nAfter the weapons had been placed in the destroyers, Scone ordered the\nmilitary into his office one at a time. And, one at a time, they were\ndisarmed and escorted by another door to the arsenal and locked in.\nThree of the soldiers asked to join Scone, and he accepted two. Several\nprotested furiously and denounced Scone as a traitor.\n\nThen, Scone had the civilians assembled in the large auditorium.\n(Technically, all personnel were in the military, but the scientists\nwere only used in that capacity during emergencies.) Here, he\ntold them what he had done, what he planned to do--except for one\nthing--and asked them if they wished to enlist. Again, he got a violent\ndemonstration from some and sullen silence from others. These were\nlocked up in the arsenal.\n\nThe others were sworn in, except for one man, Whiteside. Broward\npointed him out as an agent and informer for both the Russians and\nChinese. Scone admitted that he had not known about the triple-dealer,\nbut he took Broward's word and had Whiteside locked up, too.\n\nThen, the radios of the two scout ships were smashed, and the prisoners\nmarched out and jammed into them. Scone told them they were free to fly\nto the Russian base. Within a few minutes, the scouts hurtled away from\nClavius towards the north.\n\n\"But, Colonel,\" said Broward, \"they can't give the identifying code to\nthe Russians. They'll be shot down.\"\n\n\"They are traitors; they prefer the Russky to us. Better for us if they\nare shot down. They'll not fight for Ivan.\"\n\nBroward did not have much appetite when he sat down to eat and to\nlisten to Scone's detailing of his plan.\n\n\"The _Zemlya_,\" he said, \"has everything we need to sustain us here.\nAnd to clothe the Earth with vegetation and replace her animal life in\nthe distant future when the radiation is low enough for us to return.\nHer deepfreeze tanks contain seeds and plants of thousands of different\nspecies of vegetation. They also hold, in suspended animation, the\nbodies of cattle, sheep, horses, rabbits, dogs, cats, fowl, birds,\nuseful insects and worms. The original intention was to reanimate these\nand use them on any Terrestrial-type planet the _Zemlya_ might find.\n\n\"Now, our bases here are self-sustaining. But, when the time comes to\nreturn to Earth, we must have vegetation and animals. Otherwise, what's\nthe use?\n\n\"So, whoever holds the _Zemlya_ holds the key to the future. We must be\nthe ones who hold that key. With it, we can bargain; the Russians and\nthe Chinese will have to agree to independence if they want to share in\nthe seeds and livestock.\"\n\n\"What if the _Zemlya's_ commander chooses destruction of his vessel\nrather than surrender?\" said Broward. \"Then, all of humanity will be\nrobbed. We'll have no future.\"\n\n\"I have a plan to get us aboard the _Zemlya_ without violence.\"\n\n\n\nAn hour later, the four USAF destroyers accelerated outwards towards\nEarth. Their radar had picked up the _Zemlya_; it also had detected\nfive other Unidentified Space Objects. These were the size of their own\ncraft.\n\nAbruptly, the _Zemlya_ radioed that it was being attacked. Then,\nsilence. No answer to the requests from Eratosthenes for more\ninformation.\n\nScone had no doubt about the attackers' identity. \"The Axis leaders\nwouldn't have stayed on Earth to die,\" he said. \"They'll be on their\nway to their big base on Mars. Or, more likely, they have the same idea\nas us. Capture the _Zemlya_.\"\n\n\"And if they do?\" said Broward.\n\n\"We take it from them.\"\n\nThe four vessels continued to accelerate in the great curve which would\ntake them out away from the _Zemlya_ and then would bring them around\ntowards the Moon again. Their path was computed to swing them around so\nthey would come up behind the interstellar ship and overtake it. Though\nthe titanic globe was capable of eventually achieving far greater\nspeeds than the destroyers, it was proceeding at a comparatively slow\nvelocity. This speed was determined by the orbit around the Moon into\nwhich the _Zemlya_ intended to slip.\n\nIn ten hours, the USAF complement had curved around and were about\n10,000 kilometers from the _Zemlya_. Their speed was approximately\n20,000 kilometers an hour at this point, but they were decelerating.\nThe Moon was bulking larger; ahead of them, visible by the eye, were\ntwo steady gleams. The _Zemlya_ and the only Axis vessel which had not\nbeen blown to bits or sliced to fragments. According to the _Zemlya_,\nwhich was again in contact with the Russian base, the Axis ship had\nbeen cut in two by a tongue from _Zemlya_.\n\nBut the interstellar ship was now defenseless. It had launched\nevery missile and anti-missile in its arsenal. And the fuel for the\ntongue-generators was exhausted.\n\n\"Furthermore,\" said Shaposhnikov, commander of the _Zemlya_, \"new USO\nhas been picked up on the radar. Four coming in from Earth. If these\nare also Axis, then the _Zemlya_ has only two choices. Surrender. Or\ndestroy itself.\"\n\n\"There is nothing we can do,\" replied Eratosthenes. \"But we do not\nthink those USO are Axis. We detected four destroyer-sized objects\nleaving the vicinity of the USAF base, and we asked them for\nidentification. They did not answer, but we have reason to believe they\nare North American.\"\n\n\"Perhaps they are coming to our rescue,\" suggested Shaposhnikov.\n\n\"They left before anyone knew you were being attacked. Besides, they\nhad no orders from us.\"\n\n\"What do I do?\" said Shaposhnikov.\n\nScone, who had tapped into the tight laser beam, broke it up by sending\nrandom pulses into it. The _Zemlya_ discontinued its beam, and Scone\nthen sent them a message through a pulsed tongue which the Russian\nbase could tap into only through a wild chance.\n\nAfter transmitting the proper code identification, Scone said, \"Don't\nrenew contact with Eratosthenes. It is held by the Axis. They're trying\nto lure you close enough to grab you. We escaped the destruction of our\nbase. Let me aboard where we can confer about our next step. Perhaps,\nwe may have to go to Alpha Centaurus with you.\"\n\n\n\nFor several minutes, the _Zemlya_ did not answer. Shaposhnikov must\nhave been unnerved. Undoubtedly, he was in a quandary. In any case, he\ncould not prevent the strangers from approaching. If they were Axis,\nthey had him at their mercy.\n\nSuch must have been his reasoning. He replied, \"Come ahead.\"\n\nBy then, the USAF dishes had matched their speeds to that of the\n_Zemlya's_. From a distance of only a kilometer, the sphere looked\nlike a small Earth. It even had the continents painted on the surface,\nthough the effect was spoiled by the big Russian letters painted on the\nPacific Ocean.\n\nScone gave a lateral thrust to his vessel, and it nudged gently into\nthe enormous landing-port of the sphere. Within five minutes, his crew\nof ten were in the control room.\n\nScone did not waste any time. He drew his gun; his men followed suit;\nhe told Shaposhnikov what he meant to do. The Russian, a tall thin\nman of about fifty, seemed numbed. Perhaps, too many catastrophes had\nhappened in too short a time. The death of Earth, the attack by the\nAxis ships, and, now, totally unexpected, this. The world was coming to\nan end in too many shapes and too swiftly.\n\nScone cleared the control room of all _Zemlya_ personnel except the\ncommander. The others were locked up with the forty-odd men and women\nwho were surprised at their posts by the Americans.\n\nScone ordered Shaposhnikov to set up orders to the navigational\ncomputer for a new path. This one would send the _Zemlya_ at the\nmaximum acceleration endurable by the personnel towards a point in the\nsouth polar region near Clavius. When the _Zemlya_ reached the proper\ndistance, it would begin a deceleration equally taxing which would\nbring it to a halt approximately half a kilometer above the surface at\nthe indicated point.\n\nShaposhnikov, speaking disjointedly like a man coming up out of a\nnightmare, protested that the _Zemlya_ was not built to stand such a\nstrain. Moreover, if Scone succeeded in his plan to hide the great\nglobe at the bottom of a chasm under an overhang.... Well, he could\nonly predict that the lower half of the _Zemlya_ would be crushed under\nthe weight--even with the Moon's weak gravity.\n\n\"That won't harm the animal tanks,\" said Scone. \"They're in the upper\nlevels. Do as I say. If you don't, I'll shoot you and set up the\ncomputer myself.\"\n\n\"You are mad,\" said Shaposhnikov. \"But I will do my best to get us down\nsafely. If this were ordinary war, if we weren't man's--Earth's--last\nhope, I would tell you to go ahead, shoot. But....\"\n\nIngrid Nashdoi, standing beside Broward, whispered in a trembling\nvoice, \"The Russian is right. He is mad. It's too great a gamble. If we\nlose, then everybody loses.\"\n\n\"Exactly what Scone is betting on,\" murmured Broward. \"He knows the\nRussians and Chinese know it, too. Like you, I'm scared. If I could\nhave foreseen what he was going to do, I think I'd have put a bullet\nin him back at Eratosthenes. But it's too late to back out now. We go\nalong with him no matter what.\"\n\n\n\nThe voyage from the Moon and the capture of the _Zemlya_ had taken\ntwelve hours. Now, with the _Zemlya's_ mighty drive applied--and the\nfour destroyers riding in the landing-port--the voyage back took three\nhours. During this time, the Russian base sent messages. Scone refused\nto answer. He intended to tell all the Moon his plans but not until\nthe _Zemlya_ was close to the end of its path. When the globe was a\nthousand kilometers from the surface, and decelerating with the force\nof 3g's, he and his men returned to the destroyers. All except three,\nwho remained with Shaposhnikov.\n\nThe destroyers streaked ahead of the _Zemlya_ towards an entrance to a\nnarrow canyon. This led downwards to a chasm where Scone intended to\nplace the _Zemlya_ beneath a giant overhang.\n\nBut, as the four sped towards the opening two crags, their radar\npicked up four objects coming over close to the mountains to the\nnorth. A battlebird and three destroyers. Scone knew that the Russians\nhad another big craft and three more destroyers available. But they\nprobably did not want to send them out, too, and leave the base\ncomparatively defenseless.\n\nHe at once radioed the commander of the _Lermontov_ and told him what\nwas going on.\n\n\"We declare independence, a return to Nationalism,\" he concluded. \"And\nwe call on the other bases to do the same.\"\n\nThe commander roared, \"Unless you surrender at once, we turn on the\nbonephones! And you will writhe in pain until you die, you American\nswine!\"\n\n\"Do that little thing,\" said Scone, and he laughed.\n\nHe switched on the communication beams linking the four ships and said,\n\"Hang on for a minute or two, men. Then, it'll be all over. For us and\nfor them.\"\n\n\n\nTwo minutes later, the pain began. A stroke of heat like lightning that\nseemed to sear the brains in their skulls. They screamed, all except\nScone, who grew pale and clutched the edge of the control panel. But\nthe dishes were, for the next two minutes, on automatic, unaffected by\ntheir pilots' condition.\n\nAnd then, just as suddenly as it had started, the pain died. They\nwere left shaking and sick, but they knew they would not feel that\nunbearable agony again.\n\n\"Flutter your craft as if it's going out of control,\" said Scone. \"Make\nit seem we're crashing into the entrance to the canyon.\"\n\nScone himself put the lead destroyer through the simulation of a craft\nwith a pain-crazed pilot at the controls. The others followed his\nmaneuvers, and they slipped into the canyon.\n\nFrom over the top of the cliff to their left rose a glare that would\nhave been intolerable if the plastic over the portholes had not\nautomatically polarized to dim the brightness.\n\n\n\nBroward, looking through a screen which showed the view to the rear,\ncried out. Not because of the light from the atomic bomb which had\nexploded on the other side of the cliff. He yelled because the top\nof the _Zemlya_ had also lit up. And he knew in that second what had\nhappened. The light did not come from the warhead, for an extremely\nhigh mountain was between the huge globe and the blast. If the upper\nregion of the _Zemlya_ glowed, it was because a tongue from a Russian\nship had brushed against it.\n\nIt must have been an accident, for the Russians surely had no wish to\nwreck the _Zemlya_. If they defeated the USAF, they could recapture the\nglobe with no trouble.\n\n\"My God, she's falling!\" yelled Broward. \"Out of control!\"\n\nScone looked once and quickly. He turned away and said, \"All craft land\nimmediately. All personnel transfer to my ship.\"\n\nThe maneuver took three minutes, for the men in the other dishes had\nto connect air tanks to their suits and then run from their ships to\nScone's. Moreover, one man in each destroyer was later than his fellows\nsince he had to set up the controls on his craft.\n\nScone did not explain what he meant to do until all personnel had made\nthe transfer. In the meantime, they were at the mercy of the Russians\nif the enemy had chosen to attack over the top of the cliff. But Scone\nwas gambling that the Russians would be too horrified at what was\nhappening to the _Zemlya_. His own men would have been frozen if he had\nnot compelled them to act. The Earth dying twice within twenty-four\nhours was almost more than they could endure.\n\nOnly the American commander, the man of stone, seemed not to feel.\n\nScone took his ship up against the face of the cliff until she was\njust below the top. Here the cliff was thin because of the slope on\nthe other side. And here, hidden from view of the Russians, he drove a\ntongue two decimeters wide through the rock.\n\nAnd, at the moment three Russian destroyers hurtled over the edge,\ntongues of compressed light lashing out on every side in the classic\nflailing movement, Scone's beam broke through the cliff.\n\n\n\nThe three empty USAF ships, on automatic, shot upwards at a speed that\nwould have squeezed their human occupants into jelly--if they had had\noccupants. Their tongues shot out and flailed, caught the Russian\ntongues, twisted, shot out and flailed, caught the Russian tongues,\ntwisted as the generators within the USAF vessels strove to outbend the\nRussian tongues.\n\nThen, the American vessels rammed into the Russians, drove them\nupwards, flipped them over. And all six craft fell along the cliff's\nface, Russian and American intermingled, crashing into each other,\nbouncing off the sheer face, exploding, their fragments colliding, and\nsmashed into the bottom of the canyon.\n\nScone did not see this, for he had completed the tongue through the\ntunnel, turned it off for a few seconds, and sent a video beam through.\nHe was just in time to see the big battlebird start to float off the\nground where it had been waiting. Perhaps, it had not accompanied\nthe destroyers because of Russian contempt for American ability. Or,\nperhaps, because the commander was under orders not to risk the big\nship unless necessary. Even now, the _Lermontov_ rose slowly as if it\nmight take two paths: over the cliff or towards the _Zemlya_. But, as\nit rose, Scone applied full power.\n\nSome one, or some detecting equipment, on the _Lermontov_ must have\ncaught view of the tongue as it slid through space to intercept the\nbattlebird. A tongue shot out towards the American beam. But Scone, in\nfull and superb control, bent the axis of his beam, and the Russian\nmissed. Then Scone's was in contact with the hull, and a hole appeared\nin the irradiated plastic.\n\nMajestically, the _Lermontov_ continued rising--and so cut itself\nalmost in half. And, majestically, it fell.\n\nNot before the Russian commander touched off all the missiles aboard\nhis ship in a last frenzied defense, and the missiles flew out in all\ndirections. Two hit the slope, blew off the face of the mountain on the\n_Lermontov's_ side, and a jet of atomic energy flamed out through the\ntunnel created by Scone.\n\nBut he had dropped his craft like an elevator, was halfway down the\ncliff before the blasts made his side of the mountain tremble.\n\nHalf an hour later, the base of Eratosthenes sued for peace. For the\nsake of human continuity, said Panchurin, all fighting must cease\nforever on the moon.\n\nThe Chinese, who had been silent up to then despite their comrades'\npleas for help, also agreed to accept the policy of Nationalism.\n\nNow, Broward expected Scone to break down, to give way to the strain.\nHe would only have been human if he had done so.\n\nHe did not. Not, at least, in anyone's presence.\n\n\n\nBroward awoke early during a sleep-period. Unable to forget the dream\nhe had just had, he went to find Ingrid Nashdoi. She was not in her\nlab; her assistant told him that she had gone to the dome with Scone.\n\nJealous, Broward hurried there and found the two standing there and\nlooking up at the half-Earth. Ingrid was holding a puppy in her arms.\nThis was one of the few animals that had been taken unharmed from the\nshattered tanks of the fallen _Zemlya_.\n\nBroward, looking at them, thought of the problems that faced the Moon\npeople. There was that of government, though this seemed for the moment\nto be settled. But he knew that there would be more conflict between\nthe bases and that his own promotion of the Athenian ideology would\ncause grave trouble.\n\nThere was also the problem of women. One woman to every three men.\nHow would this be solved? Was there any answer other than heartaches,\nfrustration, hate, even murder?\n\n\"I had a dream,\" said Broward to them. \"I dreamed that we on the Moon\nwere building a great tower which would reach up to the Earth and that\nwas our only way to get back to Earth. But everybody spoke a different\ntongue, and we couldn't understand each other. Therefore, we kept\nputting the bricks in the wrong places or getting into furious but\nunintelligible argument about construction.\"\n\nHe stopped, saw they expected more, and said, \"I'm sorry. That's all\nthere was. But the moral is obvious.\"\n\n\"Yes,\" said Ingrid, stroking the head of the wriggling puppy. She\nlooked up at Earth, close to the horizon. \"The physicists say it'll\nbe two hundred years before we can go back. Do you realize that,\nbarring accident or war, all three of us might live to see that day?\nThat we might return with our great-great-great-great-great-great\ngrandchildren? And we can tell them of the Earth that was, so they\nwill know how to build the Earth that must be.\"\n\n\"Two hundred years?\" said Broward. \"We won't be the same persons then.\"\n\nBut he doubted that even the centuries could change Scone. The man was\nmade of rock. He would not bend or flow. And then Broward felt sorry\nfor him. Scone would be a fossil, a true stone man, a petrified hero.\nStone had its time and its uses. But leather also had its time.\n\n\"We'll never get back unless we do today's work every day,\" said Scone.\n\"I'll worry about Earth when it's time to worry. Let's go; we've work\nto do.\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Farmer, Philip Jose",
            "Farmer, Philip José"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73304/pg73304.txt",
        "name": "tongues_of_the_moon.json"
    }
}