{
    "name": "Trouble on Tycho",
    "author": [
        "Bond, Nelson S.",
        "Danzell, George",
        "Bond, Nelson",
        "Bond, Nelson Slade"
    ],
    "body": "The audiophone buzzed thrice--one long, followed by two shorts--and\nIsobar Jones pressed the stud activating its glowing scanner-disc.\n\n\"Hummm?\" he said absent-mindedly.\n\nThe selenoplate glowed faintly, and the image of the Dome Commander\nappeared.\n\n\"Report ready, Jones?\"\n\n\"Almost,\" acknowledged Isobar gloomily. \"It prob'ly ain't right,\nthough. How anybody can be expected to get _anything_ right on this\ndagnabbed hunk o' green cheese--\"\n\n\"Send it up,\" interrupted Colonel Eagan, \"as soon as you can. Sparks is\nmaking Terra contact now. That is all.\"\n\n\"That ain't all!\" declared Isobar indignantly. \"How about my bag--?\"\n\nIt _was all_, so far as the D.C. was concerned. Isobar was talking\nto himself. The plate dulled. Isobar said, \"Nuts!\" and returned to\nhis duties. He jotted neat ditto marks under the word \"Clear\" which,\nsix months ago, he had placed beneath the column headed: _Cond. of\nObs._ He noted the proper figures under the headings _Sun Spots_: _Max\nFreq._--_Min. Freq._; then he sketched careful curves in blue and red\nink upon the Mercator projection of Earth which was his daily work\nsheet.\n\nThis done, he drew a clean sheet of paper out of his desk drawer,\nfrowned thoughtfully at the tabulated results of his observations, and\nbegan writing.\n\n\"_Weather forecast for Terra_,\" he wrote, his pen making scratching\nsounds.\n\nThe audiophone rasped again. Isobar jabbed the stud and answered\nwithout looking.\n\n\"O.Q.,\" he said wearily. \"O.Q. I told you it would be ready in a couple\no' minutes. Keep your pants on!\"\n\n\"I--er--I beg your pardon, Isobar?\" queried a mild voice.\n\nIsobar started. His sallow cheeks achieved a sickly salmon hue. He\nblinked nervously.\n\n\"Oh, jumpin' jimminy!\" he gulped. \"_You_, Miss Sally! Golly--'scuse me!\nI didn't realize--\"\n\nThe Dome Commander's niece giggled.\n\n\"That's all right, Isobar. I just called to ask you about the weather\nin Oceania Sector 4B next week. I've got a swimming date at Waikiki,\nbut I won't make the shuttle unless the weather's going to be nice.\"\n\n\"It is,\" promised Isobar. \"It'll be swell all weekend, Miss Sally.\nFine sunshiny weather. You can go.\"\n\n\"That's wonderful. Thanks so much, Isobar.\"\n\n\"Don't mention it, ma'am,\" said Isobar, and returned to his work.\n\nSouth America. Africa. Asia. Pan-Europa. Swiftly he outlined the\nmeteorological prospects for each sector. He enjoyed this part of his\njob. As he wrote forecasts for each area, in his mind's eye he saw\nhimself enjoying such pastimes as each geographical division's terrain\nrendered possible.\n\n\n\nIf home is where the heart is, Horatio Jones--known better as \"Isobar\"\nto his associates at the Experimental Dome on Luna--was a long, long\nway from home. His lean, gangling frame was immured, and had been for\nsix tedious Earth months, beneath the _impervite_ hemisphere of Lunar\nIII--that frontier outpost which served as a rocket refueling station,\nteleradio transmission point and meteorological base.\n\n\"Six solid months! Six sad, dreary months!\" thought Isobar, \"Locked up\nin an airtight Dome like--like a goldfish in a glass bowl!\" Sunlight?\nOh, sure! But filtered through ultraviolet wave-traps so it could not\nburn, it left the skin pale and lustreless and clammy as the belly of a\ntoad. Fresh air? Pooh! Nothing but that everlasting sickening, scented,\nreoxygenated stuff gushing from atmo-conditioning units.\n\nExcitement? Adventure? The romance he had been led to expect when he\nsigned on for frontier service? Bah! Only a weary, monotonous, routine\nexistence.\n\n\"A pain!\" declared Isobar Jones. \"That's what it is; a pain in the\nstummick. Not even allowed to--Yeah?\"\n\nIt was Sparks, audioing from the Dome's transmission turret. He said,\n\"Hyah, Jonesy! How comes with the report?\"\n\n\"Done,\" said Isobar. \"I was just gettin' the sheets together for you.\"\n\n\"O.Q. But just bring _it_. Nothing else.\"\n\nIsobar bridled.\n\n\"I don't know what you're talkin' about.\"\n\n\"Oh, no? Well, I'm talking about that squawk-filled doodlesack of\nyours, sonny boy. Don't bring that bag-full of noise up here with you.\"\n\nIsobar said defiantly, \"It ain't a doodlesack. It's a bagpipe. And I\nguess I can play it if I want to--\"\n\n\"Not,\" said Sparks emphatically, \"in _my_ cubby! I've got sensitive\neardrums. Well, stir your stumps! I've got to get the report rolling\nquick today. Big doings up here.\"\n\n\"Yeah? What?\"\n\n\"Well, it's Roberts and Brown--\"\n\n\"What about 'em?\"\n\n\"They've gone Outside to make foundation repairs.\"\n\n\"Lucky stiffs!\" commented Isobar ruefully.\n\n\"Lucky, no. Stiffs, maybe--if they should meet any Grannies. Well,\nscoot along. I'm on the ether in four point sixteen minutes.\"\n\n\"Be right up,\" promised Isobar, and, sheets in hand, he ambled from his\ncloistered cell toward the central section of the Dome.\n\nHe didn't leave Sparks' turret after the sheets were delivered.\nInstead, he hung around, fidgeting so obtrusively that Riley finally\nturned to him in sheer exasperation.\n\n\"Sweet snakes of Saturn, Jonesy, what's the trouble? Bugs in your\nbritches?\"\n\nIsobar said, \"H-huh? Oh, you mean--Oh, thanks, no! I just thought mebbe\nyou wouldn't mind if I--well--er--\"\n\n\"I get it!\" Sparks grinned. \"Want to play peekaboo while the contact's\nopen, eh? Well, O.Q. Watch the birdie!\"\n\nHe twisted dials, adjusted verniers, fingered a host of\nincomprehensible keys. Current hummed and howled. Then a plate before\nhim cleared, and the voice of the Earth operator came in, enunciating\nwith painstaking clarity:\n\n\"Earth answering Luna. Earth answering Luna's call. Can you hear me,\nLuna? Can you hear--?\"\n\n\"I can not only hear you,\" snorted Riley, \"I can see you and smell you,\nas well. Stop hamming it, stupid! You're lousing up the earth!\"\n\nThe now-visible face of the Earth radioman drew into a grimace of\ndispleasure.\n\n\"Oh, it's _you_? Funny man, eh? Funny man Riley?\"\n\n\"Sure,\" said Riley agreeably. \"I'm a scream. Four-alarm Riley,\nthe cosmic comedian--didn't you know? Flick on your dictacoder,\noyster-puss; here's the weather report.\" He read it. \"'_Weather\nforecast for Terra, week of May 15-21_--'\"\n\n\"Ask him,\" whispered Isobar eagerly. \"Sparks, don't forget to ask him!\"\n\n\n\nRiley motioned for silence, but nodded. He finished the weather report,\nentered the Dome Commander's log upon the Home Office records, and\ndictated a short entry from the Luna Biological Commission. Then:\n\n\"That is all,\" he concluded.\n\n\"O.Q.,\" verified the other radioman. Isobar writhed anxiously, prodded\nRiley's shoulder.\n\n\"Ask him, Sparks! Go on ask him!\"\n\n\"Oh, cut jets, will you?\" snapped Sparks. The Terra operator looked\nstartled.\n\n\"How's that? I didn't say a word--\"\n\n\"Don't be a dope,\" said Sparks, \"you dope! I wasn't talking to you.\nI'm entertaining a visitor, a refugee from a cuckoo clock. Look, do me\na favor, chum? Can you twist your mike around so it's pointing out a\nwindow?\"\n\n\"What? Why--why, yes, but--\"\n\n\"Without buts,\" said Sparks grumpily. \"Yours not to reason why; yours\nbut to do or don't. Will you do it?\"\n\n\"Well, sure. But I don't understand--\" The silver platter which had\nmirrored the radioman's face clouded as the Earth operator twirled the\ninconoscope. Walls and desks of an ordinary broadcasting office spun\nbriefly into view; then the plate reflected a glimpse of an Earthly\nlandscape. Soft blue sky warmed by an atmosphere-shielded sun ... green\ntrees firmly rooted in still-greener grass ... flowers ... birds ...\npeople....\n\n\"Enough?\" asked Sparks.\n\nIsobar Jones awakened from his trance, eyes dulling. Reluctantly he\nnodded. Riley stared at him strangely, almost gently. To the other\nradioman, \"O.Q., pal,\" he said. \"Cut!\"\n\n\"Cut!\" agreed the other. The plate blanked out.\n\n\"Thanks, Sparks,\" said Isobar.\n\n\"Nothing,\" shrugged Riley \"_He twisted_ the mike; not me. But--how come\nyou always want to take a squint at Earth when the circuit's open,\nJonesy? Homesick?\"\n\n\"Sort of,\" admitted Isobar guiltily.\n\n\"Well, hell, aren't we all? But we can't leave here for another six\nmonths at least. Not till our tricks are up. I should think it'd only\nmake you feel worse to see Earth.\"\n\n\"It ain't Earth I'm homesick for,\" explained Isobar. \"It's--well, it's\nthe things that go with it. I mean things like grass and flowers and\ntrees.\"\n\nSparks grinned; a mirthless, lopsided grin.\n\n\"We've got _them_ right here on Luna. Go look out the tower window,\nJonesy. The Dome's nestled smack in the middle of the prettiest,\ngreenest little valley you ever saw.\"\n\n\"I know,\" complained Isobar. \"And that's what makes it even worse. All\nthat pretty, soft, green stuff Outside--and we ain't allowed to go out\nin it. Sometimes I get so mad I'd like to--\"\n\n\"To,\" interrupted a crisp voice, \"what?\"\n\nIsobar spun, flushing; his eyes dropped before those of Dome Commander\nEagan. He squirmed.\n\n\"N-nothing, sir. I was only saying--\"\n\n\"I heard you, Jones. And please let me hear no more of such talk, sir!\nIt is strictly forbidden for anyone to go Outside except in cases of\nabsolute necessity. Such labor as caused Patrolmen Brown and Roberts to\ngo, for example--\"\n\n\"Any word from them yet, sir?\" asked Sparks eagerly.\n\n\"Not yet. But we're expecting them to return at any minute now. Jones!\nWhere are _you_ going?\"\n\n\"Why--why, just back to my quarters, sir.\"\n\n\"That's what I thought. And what did you plan to do there?\"\n\nIsobar said stubbornly, \"Well, I sort of figured I'd amuse myself for a\nwhile--\"\n\n\"I thought that, too. And with _what_, pray, Jones?\"\n\n\"With the only dratted thing,\" said Isobar, suddenly petulant, \"that\ngives me any fun around this dagnabbed place! With my bagpipe.\"\n\n\n\nCommander Eagan said, \"You'd better find some new way of amusing\nyourself, Jones. Have you read General Order 17?\"\n\nIsobar said, \"I seen it. But if you think--\"\n\n\"It says,\" stated Eagan deliberately, \"'_In order that work or rest\nperiods of the Dome's staff may not be disturbed, it is hereby ordered\nthat the playing or practicing of all or any musical instruments must\nbe discontinued immediately. By order of the Dome Commander_,' That\nmeans you, Jones!\"\n\n\"But, dingbust it!\" keened Isobar, \"it don't disturb nobody for me to\nplay my bagpipes! I know these lunks around here don't appreciate good\nmusic, so I always go in my office and lock the door after me--\"\n\n\"But the Dome,\" pointed out Commander Eagan, \"has an air-conditioning\nsystem which can't be shut off. The ungodly moans of\nyour--er--so-called musical instrument can be heard through the entire\nstructure.\"\n\nHe suddenly seemed to gain stature.\n\n\"No, Jones, this order is final! You cannot disrupt our entire\norganization for your own--er--amusement.\"\n\n\"But--\" said Isobar.\n\n\"No!\"\n\nIsobar wriggled desperately. Life on Luna was sorry enough already.\nIf now they took from him the last remaining solace he had, the last\namusement which lightened his moments of freedom--\n\n\"Look, Commander!\" he pleaded, \"I tell you what I'll do. I won't bother\nnobody. I'll go Outside and play it--\"\n\n\"Outside!\" Eagan stared at him incredulously. \"Are you mad? How about\nthe Grannies?\"\n\nIsobar knew all about the Grannies. The only mobile form of life\nfound by space-questing man on Earth's satellite, their name was an\nabbreviation of the descriptive one applied to them by the first Lunar\nexployers: Granitebacks. This was no exaggeration; if anything, it was\nan understatement. For the Grannies, though possessed of certain low\nintelligence, had quickly proven themselves a deadly, unyielding and\nimplacable foe.\n\nWorse yet, they were an enemy almost indestructible! No man had ever\nyet brought to Earth laboratories the carcass of a Grannie; science\nwas completely baffled in its endeavors to explain the composition of\nGraniteback physiology--but it was known, from bitter experience, that\nthe carapace or exoskeleton of the Grannies was formed of something\nharder than steel, diamond, or battleplate! This flesh could be\npenetrated by no weapon known to man; neither by steel nor flame,\nby electronic nor ionic wave, nor by the lethal, newly discovered\natomo-needle dispenser.\n\nAll this Isobar knew about the Grannies. Yet:\n\n\"They ain't been any Grannies seen around the Dome,\" he said, \"for\na 'coon's age. Anyhow, if I seen any comin', I could run right back\ninside--\"\n\n\"No!\" said Commander Eagan flatly. \"Absolutely, _no_! I have no time\nfor such nonsense. You know the orders--obey them! And now, gentlemen,\ngood afternoon!\"\n\nHe left. Sparks turned to Isobar, grinning.\n\n\"Well,\" he said, \"one man's fish--hey, Jonesy? Too bad you can't play\nyour doodlesack any more, but frankly, I'm just as glad. Of all the\nawful screeching wails--\"\n\nBut Isobar Jones, generally mild and gentle, was now in a perfect\nfury. His pale eyes blazed, he stomped his foot on the floor, and from\nhis lips poured a stream of such angry invective that Riley looked\nstartled. Words that, to Isobar, were the utter dregs of violent\nprofanity.\n\n\"Oh, dagnab it!\" fumed Isobar Jones. \"Oh, tarnation and dingbust!\nOh--_fiddlesticks_!\"\n\n\n                                  II\n\n\"And so,\" chuckled Riley, \"he left, bubbling like a kettle on a red-hot\noven. But, boy! was he ever mad! Just about ready to bust, he was.\"\n\nSome minutes had passed since Isobar had left; Riley was talking to Dr.\nLoesch, head of the Dome's Physics Research Division. The older man\nnodded commiseratingly.\n\n\"It is funny, yes,\" he agreed, \"but at the same time it is not\naltogether amusing. I feel sorry for him. He is a very unhappy man, our\npoor Isobar.\"\n\n\"Yeah, I know,\" said Riley, \"but, hell, we all get a little bit\nhomesick now and then. He ought to learn to--\"\n\n\"Excuse me, my boy,\" interrupted the aged physicist, his voice gentle,\n\"it is not mere homesickness that troubles our friend. It is something\ndeeper, much more vital and serious. It is what my people call:\n_weltschmertz_. There is no accurate translation in English. It means\n'world sickness,' or better, 'world weariness'--something like that but\nintensified a thousandfold.\n\n\"It is a deeply-rooted mental condition, sometimes a dangerous frame\nof mind. Under its grip, men do wild things. Hating the world on which\nthey find themselves, they rebel in curious ways. Suicide ... mad acts\nof valor ... deeds of cunning or knavery....\"\n\n\"You mean,\" demanded Sparks anxiously, \"Isobar ain't got all his\nbuttons?\"\n\n\"Not that exactly. He is perfectly sane. But he is in a dark morass\nof despair. He may try _anything_ to retrieve his lost happiness, rid\nhis soul of its dark oppression. His world-sickness is like a crying\nhunger--By the way, where is he now?\"\n\n\"Below, I guess. In his quarters.\"\n\n\"Ah, good! Perhaps he is sleeping. Let us hope so. In slumber he will\nfind peace and forgetfulness.\"\n\nBut Dr. Loesch would have been far less sanguine had some power the\n\"giftie gi'en\" him of watching Isobar Jones at that moment.\n\nIsobar was not asleep. Far from it. Wide awake and very much astir, he\nwas acting in a singularly sinister role: that of a slinking, furtive\nculprit.\n\nReturning to his private cubicle after his conversation with Dome\nCommander Eagan, he had stalked straightway to the cabinet wherein was\nencased his precious set of bagpipes. These he had taken from their\npegs, gazed upon defiantly, and fondled with almost parental affection.\n\n\"So I can't play you, huh?\" he muttered darkly. \"It disturbs the peace\no' the dingfounded, dumblasted Dome staff, does it? Well, we'll _see_\nabout that!\"\n\nAnd tucking the bag under his arm, he had cautiously slipped from the\nroom, down little-used corridors, and now he stood before the huge\n_impervite_ gates which were the entrance to the Dome and the doorway\nto Outside.\n\nOn all save those occasions when a spacecraft landed in the cradle\nadjacent the gateway, these portals were doubly locked and barred. But\ntoday they had been unbolted that the two maintenance men might venture\nout. And since it was quite possible that Brown and Roberts might have\nto get inside in a hurry, their bolts remained drawn. Sole guardian of\nthe entrance was a very bored Junior Patrolman.\n\nUp to this worthy strode Isobar Jones, confident and assured, exuding\nan aura of propriety.\n\n\"Very well, Wilkins,\" he said. \"I'll take over now. You may go to the\nmeeting.\"\n\nWilkins looked at him bewilderedly.\n\n\"Huh? Whuzzat, Mr. Jones?\"\n\nIsobar's eyebrows arched.\n\n\"You mean you haven't been notified?\"\n\n\"Notified of _what_?\"\n\n\"Why, the general council of all Patrolmen! Weren't you told that I\nwould take your place here while you reported to G.H.Q.?\"\n\n\"I ain't,\" puzzled Wilkins, \"heard nothing about it. Maybe I ought to\ncall the office, maybe?\"\n\nAnd he moved the wall-audio. But Isobar said swiftly. \"That--er--won't\nbe necessary, Wilkins. My orders were plain enough. Now, you just run\nalong. I'll watch this entrance for you.\"\n\n\"We-e-ell,\" said Wilkins, \"if you say so. Orders is orders. But keep a\nsharp eye out, Mister Jones, in case Roberts and Brown should come back\nsudden-like.\"\n\n\"I will,\" promised Isobar, \"don't worry.\"\n\n\n\nWilkins moved away. Isobar waited until the Patrolman was completely\nout of sight. Then swiftly he pulled open the massive gate, slipped\nthrough, and closed it behind him.\n\nA flood of warmth, exhilarating after the constantly regulated\ntemperature of the Dome, descended upon him. Fresh air, thin, but\nfragrant with the scent of growing things, made his pulses stir with\njoyous abandon. He was Outside! He was Outside, in good sunlight, at\nlast! After six long and dreary months!\n\nRaptly, blissfully, all thought of caution tossed to the gentle breezes\nthat ruffled his sparse hair, Isobar Jones stepped forward into the\nlunar valley....\n\nHow long he wandered thus, carefree and utterly content, he could not\nafterward say. It seemed like minutes; it must have been longer. He\nonly knew that the grass was green beneath his feet, the trees were a\nlacy network through which warm sunlight filtered benevolently, the\nchirrupings of small insects and the rustling whisper of the breezes\nformed a tiny symphony of happiness through which he moved as one\ncharmed.\n\nIt did not occur to him that he had wandered too far from the Dome's\nentrance until, strolling through an enchanting flower-decked glade, he\nwas startled to hear--off to his right--the sharp, explosive bark of a\nHaemholtz ray pistol.\n\nHe whirled, staring about him wildly, and discovered that though his\nmeandering had kept him near the Dome, he had unconsciously followed\nits hemispherical perimeter to a point nearly two miles from the\nGateway. By the placement of ports and windows, Isobar was able to\njudge his location perfectly; he was opposite that portion of the\nstructure which housed Sparks' radio turret.\n\nAnd the shooting? That could only be--\n\nHe did not have to name its reason, even to himself. For at that\nmoment, there came racing around the curve of the Dome a pair of\nfigures, Patrolmen clad in fatigue drab. Roberts and Brown. Roberts was\nstaggering, one foot dragged awkwardly as he ran; Brown's left arm,\nbloodstained from shoulder to elbow, hung limply at his side, but in\nhis good right fist he held a spitting Haemholtz with which he tried to\ncover his comrade's sluggish retreat.\n\nAnd behind these two, grim, grey, gaunt figures that moved with\nastonishing speed despite their massive bulk, came three ... six ... a\ndozen of those lunarites whom all men feared. The Grannies!\n\n\n                                  III\n\nSimultaneously with his recognition of the pair, Joe Roberts saw him. A\ngasp of relief escaped the wounded man.\n\n\"Jones! Thank the Lord! Then you picked up our cry for help? Quick,\nman--where is it? Theres not a moment to waste!\"\n\n\"W-where,\" faltered Isobar feebly, \"is _what_?\"\n\n\"The tank, of course! Didn't you hear our telecast? We can't possibly\nmake it back to the gate without an armored car. My foot's broken,\nand--\" Roberts stopped suddenly, an abrupt horror in his eyes. \"You\ndon't have one! You're here _alone_! Then you didn't pick up our call?\nBut, why--?\"\n\n\"Never mind that,\" snapped Isobar, \"now!\" Placid by nature, he could\nmove when urgency drove. His quick mind saw the immediateness of their\nperil. Unarmed, he could not help the Patrolmen fight a delaying action\nagainst their foes, nor could he hasten their retreat. Anyway, weapons\nwere useless, and time was of the essence. There was but one temporary\nway of staving off disaster. \"Over here ... this tree! Quick! Up you\ngo! Give him a lift, Brown--There! That's the stuff!\"\n\nHe was the last to scramble up the gnarled bole to a tentative leafy\nsanctuary. He had barely gained the security of the lowermost bough\nwhen a thundering crash resounded, the sturdy trunk trembled beneath\nhis clutch. Stony claws gouged yellow parallels in the bark scant\ninches beneath one kicking foot, then the Granny fell back with a thud.\nThe Graniteback was _not_ a climber. It was far too ungainly, much too\nweighty for that.\n\nRoberts said weakly, \"Th-thanks, Jonesy! That was a close call.\"\n\n\"That goes for me, too, Jonesy,\" added Brown from an upper bough.\n\"But I'm afraid you just delayed matters. This tree's O.Q. as long\nas it lasts, but--\" He stared down upon the gathering knot of\nGrannies unhappily--\"it's not going to last long with that bunch of\nsuperdreadnaughts working out on it! Hold tight, fellows! Here they\ncome!\"\n\nFor the Grannies, who had huddled for a moment as if in telepathic\nconsultation, now joined forces, turned, and as one body charged\nheadlong toward the tree. The unified force of their attack was like\nthe shattering impact of a battering ram. Bark rasped and gritted\nbeneath the besieged men's hands, dry leaves and twigs pelted about\nthem in a tiny rain, tormented fibrous sinews groaned as the aged\nforest monarch shuddered in agony.\n\nDesperately they clung to their perches. Though the great tree bent, it\ndid not break. But when it stopped trembling, it was canted drunkenly\nto one side, and the erstwhile solid earth about its base was broken\nand cracked--revealing fleshy tentacles uprooted from ancient moorings!\n\n\n\nBrown stared at this evidence of the Grannies' power with\nterror-fascinated eyes. His voice was none too firm.\n\n\"Lord! Piledrivers! A couple more like that--\"\n\nIsobar nodded. He knew what falling into the clutch of the Grannies\nmeant. He had once seen the grisly aftermath of a Graniteback feast.\nEven now their adversaries had drawn back for a second attack. A sudden\nidea struck him. A straw of hope at which he grasped feverishly.\n\n\"You telecast a message to the Dome? Help should be on the way by now.\nIf we can just hold out--\"\n\nBut Roberts shook his head.\n\n\"We sent a message, Jonesy, but I don't think it got through. I've just\nbeen looking at my portable. It seems to be busted. Happened when they\nfirst attacked us, I guess. I tripped and fell on it.\"\n\nIsobar's last hope flickered out.\n\n\"Then I--I guess it won't be long now,\" he mourned. \"If we could have\nonly got a message through, they would have sent out an armored car to\npick us up. But as it is--\"\n\nBrown's shrug displayed a bravado he did not feel.\n\n\"Well, that's the way it goes. We knew what we were risking when we\nvolunteered to come Outside. This damn moon! It'll never be worth\na plugged credit until men find some way to fight those murderous\nstones-on-legs!\"\n\nRoberts said, \"That's right. But what are _you_ doing out here, Isobar?\nAnd why, for Pete's sake, the bagpipes?\"\n\n\"Oh--the pipes?\" Isobar flushed painfully. He had almost forgotten\nhis original reason for adventuring Outside, had quite forgotten\nhis instrument, and was now rather amazed to discover that somehow\nthroughout all the excitement he had held onto it. \"Why, I just\nhappened to--Oh! _the pipes!_\"\n\n\"Hold on!\" roared Roberts. His warning came just in time. Once more,\nthe three tree-sitters shook like dried peas in a pod as their leafy\nrefuge trembled before the locomotive onslaught of the lunar beasts.\nThis time the already-exposed roots strained and lifted, several\nsnapped; when the Grannies again withdrew, complacently unaware that\nthe \"lethal ray\" of Brown's Haemholtz was wasting itself upon their\nadamant hides in futile fury, the tree was bent at a precarious angle.\n\nBrown sobbed, not with fear but with impotent anger, and in a gesture\nof enraged desperation, hurled his now-empty weapon at the retreating\nGrannies.\n\n\"No good! Not a damn bit of good! Oh, if there was only some way of\nfighting those filthy things--\"\n\nBut Isobar Jones had a one-track mind. \"The pipes!\" he cried again,\nexcitedly. \"That's the answer!\" And he drew the instrument into playing\nposition, bag cuddled beneath one arm-pit, drones stiffly erect over\nhis shoulder, blow-pipe at his lips. His cheeks puffed, his breath\nexpelled. The giant lung swelled, the chaunter emitted its distinctive,\nfearsome, \"_Kaa-aa-o-o-o-oro-oong!_\"\n\nRoberts moaned.\n\n\"Oh, Lord! A guy can't even die in peace!\"\n\nAnd Brown stared at him hopelessly.\n\n\"It's no use, Isobar. You trying to scare them off? They have no sense\nof hearing. That's been proven--\"\n\nIsobar took his lips from the reed to explain.\n\n\"It's not that. I'm trying to rouse the boys in the Dome. We're right\nopposite the atmosphere-conditioning-unit. See that grilled duct over\nthere? That's an inhalation-vent. The portable transmitter's out of\norder, and our voices ain't strong enough to carry into the Dome--but\nthe sound of these pipes is! And Commander Eagan told me just a short\nwhile ago that the sound of the pipes carries all over the building!\n\n\"If they hear this, they'll get mad because I'm disobeyin' orders.\nThey'll start lookin' for me. If they can't find me inside, maybe\nthey'll look Outside. See that window? That's Sparks' turret. If we can\nmake him look out here--\"\n\n\"_Stop talking!_\" roared Roberts. \"Stop talking, guy, and start\nblowing! I think you've got something there. Anyhow, it's our last\nhope. _Blow!_\"\n\n\"And quick!\" appended Brown. \"For here they come!\"\n\nHe meant the Grannies. Again they were huddling for attack, once more,\na solid phalanx of indestructible, granite flesh, they were smashing\ndown upon the tree.\n\n\"_Haa-a-roong!_\" blew Isobar Jones.\n\n\n                                  IV\n\nAnd--even he could not have foreseen the astounding results of\nhis piping! What happened next was as astonishing as it was\nincomprehensible. For as the pipes, filled now and primed to burst into\nwhatever substitute for melody they were prodded into, wailed into\naction--the Grannies' rush came to an abrupt halt!\n\nAs one, they stopped cold in their tracks and turned dull, colorless,\nquestioning eyes upward into the tree whence came this weird and\nvibrant droning!\n\nSo stunned with surprise was Isobar that his grip on the pipes relaxed,\nhis lips almost slipped from the reed. But Brown's delighted bellow\nlifted his paralysis.\n\n\"Sacred rings of Saturn-look! They _like_ it! Keep playing, Jonesy!\nPlay, boy, like you never played before!\"\n\nAnd Roberts roared, above the skirling of the _piobaireachd_ into\nwhich Isobar had instinctively swung, \"Music hath charms to soothe the\nsavage beast! Then we were wrong. They _can_ hear, after all! See that?\nThey're lying down to listen--like so many lambs! Keep playing, Isobar!\nFor once in my life I'm glad to hear that lovely, wonderful music!\"\n\nIsobar needed no urging. He, too, had noted how the Grannies' attack\nhad stopped, how every last one of the gaunt grey beasts had suddenly,\nquietly, almost happily, dropped to its haunches at the base of the\ntree.\n\nThere was no doubt about it; the Grannies _liked_ this music. Eyes\nraptly fixed, unblinking, unwavering, they froze into postures of\ngentle beatitude. One stirred once, dangerously, as for a moment Isobar\npaused to catch his breath, but Isobar hastily lipped the blow-pipe\nwith redoubled eagerness, and the Granny relapsed into quietude.\n\nFollowed then what, under somewhat different circumstances, should have\nbeen a piper's dream. For Isobar had an audience which would not--and\nin two cases _dared_ not--allow him to stop playing. And to this\naudience he played over and over again his entire repertoire. Marches,\nflings, dances--the stirring _Rhoderik Dhu_ and the lilting _Lassies\nO'Skye_, the mournful _Coghiegh nha Shie_ whose keening is like the\nsound of a sobbing nation.\n\n_The Cock o' the North_, he played, and _Mironton_ ... _Wee Flow'r o'\nDee_ and _MacArthur's March_ ... _La Cucuracha_ and--\n\nAnd his lungs were parched, his lips dry as swabs of cotton. Blood\npounded through his temples, throbbing in time to the drone of the\nchaunter, and a dark mist gathered before his eyes. He tore the\nblow-pipe from his lips, gasped,\n\n\"Keep playing!\" came the dim, distant howl of Johnny Brown. \"Just a few\nminutes longer, Jonesy! Relief is on the way. Sparks saw us from his\nturret window five minutes ago!\"\n\nAnd Isobar played on. How, or what, he did not know. The memory of\nthose next few minutes was never afterward clear in his mind. All he\nknew was that above the skirling drone of his pipes there came another\nsound, the metallic clanking of a man-made machine ... an armored tank,\nsent from the Dome to rescue the beleaguered trio.\n\nHe was conscious, then, of a friendly voice shouting words of\nencouragement, of Joe Roberts calling a warning to those below.\n\n\"Careful, boys! Drive the tank right up beneath us so we can hop in and\nget out of here! Watch the Grannies--they'll be after us the minute\nIsobar stops playing!\"\n\nThen the answer from below. The fantastic answer in Sparks' familiar\nvoice. The answer that caused the bagpipes to slip from Isobar's\nfingers as Isobar Jones passed out in a dead faint:\n\n\"After you? Those Grannies? Hell's howling acres--_those Grannies are\nstone dead_!\"\n\n\n\nAfterward, Isobar Jones said weakly, \"But--dead? I don't understand.\nWas it the sound-waves that killed them?\"\n\nCommander Eagan said, \"No! Grannies absolutely cannot hear. That is\none thing we do know about them--though we will soon know a great deal\nmore, now that our biologists have a dozen carcasses to dissect, thanks\nto you. But Grannies have no auditory apparatus.\"\n\n\"But then--what?\" puzzled Isobar. \"It couldn't be vibration, because\nour Patrolmen tried shootin' 'em with the vibro-ray pistol, and\nnothin' never happened--\"\n\n\"Nevertheless,\" said Dr. Loesch quietly, \"it _was_ vibration which\nkilled them, Isobar. That is, of course, only my conjecture, but I\nbelieve subsequent study will prove I am correct.\n\n\"It was the effect of _dual_, or disharmonic vibration. You see, the\nvibro-ray pistol expels an ultrasonic wave which disrupts molecular\nconstruction sensitive to a single harmonic. The Grannies' composition\nis more complex. It required the impact of two different wave-lengths,\nimpinging on their nerve centers at the same moment, to destroy them.\"\n\n\"And the bagpipe--\" said Isobar with slowly dawning\ncomprehension--\"emits two distinct tones at the same time!\"\n\nThe full meaning of his words flashed upon Isobar. He turned to\nCommander Eagan, sallow cheeks glowing with new color.\n\n\"Then--then what means we've licked our problem!\" he cried. \"We've\nfound a weapon that'll kill the Grannies, and it won't be necessary to\nlive inside Domes no more! Now we can move out into the open and live\nlike human beings!\"\n\n\"Absolutely true!\" agreed the Commander. \"But _you_ will not be living\nOutside, Jones. Not right away, anyway.\"\n\n\"H-uh? W-hat do you mean, Commander?\"\n\n\"I mean,\" said Eagan sternly, \"that regardless of results, you are\nstill guilty of flagrant disobedience to orders! That, as Commander of\nthis outpost, I cannot tolerate. You are hereby sentenced to thirty\ndays confinement to quarters!\"\n\n\"But--\" stammered Isobar--\"but tarnation golly--\"\n\n\"In the course of which time,\" continued Commander Eagan imperturbably,\n\"you will serve as Instructor for every man in the Dome--at double\nsalary!\"\n\n\"You can't _do_ me like this!\" wailed Isobar. \"Jinky-wallopers, I\nwon't--Huh? What's 'at? Instructor? Instructor in _what_?\"\n\n\"In the--er--art,\" said Eagan, \"of bagpipe playing. If we are to\nrid Luna of the Grannies, we must all learn how to perform on\nthat--er--lethal weapon. And, Jones, I think I can truthfully say that\nthis punishment hurts me more than it hurts you!\"",
    "metadata": {
        "author": [
            "Bond, Nelson S.",
            "Danzell, George",
            "Bond, Nelson",
            "Bond, Nelson Slade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62260/pg62260.txt",
        "name": "trouble_on_tycho.json"
    }
}