{
    "name": "Trouble",
    "author": [
        "Long, Wesley",
        "Smith, George Oliver",
        "Smith, George O. (George Oliver)"
    ],
    "body": "Tom Lionel, Consulting Engineer, awoke with a shake of his head. At\nonce, he was out of bed. He consulted first the calendar and then the\nclock. The thought struck him funny. He hadn't been drinking, but the\nidea of looking at a calendar upon awakening might be construed as an\nadmission that he didn't know what time of what day it was.\n\n_Or mayhap what month._\n\n\"Ding it,\" he grunted. \"I've been away again.\"\n\nHe dressed by stages. At the trousers department, Tom wandered out into\nthe living room and stood over a chessboard, studying the set-up. The\nopponent had moved the queen to the rook's fourth, menacing his bishop.\nTom smiled and moved his knight to his knight's sixth and checked the\nopponent's king on the rook's first, and the queen simultaneously. He\nslid the drawer below the table open and removed a little standing\nsign that said, in red, block letters:\n\n                                CHECK!\n\n\"Let him try that one, will he?\" laughed Tom. The move was basic; in\nchecking the king and menacing the queen simultaneously, Tom had--or\nwould upon the next move--collect himself his opponent's queen with no\ngreat loss.\n\nAt the shirt and necktie stage, Tom Lionel stood teetering on his heels\nbefore the bookcase on the right of the fireplace. He took from the\ncase a slim volume and read the title with considerable distaste:\n\n                    \"Theory of Monomolecular Films\n                         in Fission-Reaction\"\n\n                  By A. G. Rodan, Ph.D., M.M., LL.D.\n\n\"Yipe!\" exploded Tom as he opened the book and glanced at the price:\n$9.50. With ease he prorated the price against the thickness of the\nvolume and came to the estimate that the book had cost approximately\nnineteen dollars per inch excluding covers. He riffled through the\npages and paused here and there to read, but the pages themselves were\na good average of four lines of text to the rest of the page full of\nnuclear equations.\n\nTom Lionel snorted. He ran down through one of the arguments and\nfollowed it to conclusion.\n\n\"Why can't he get something worth reading?\" he yawned, putting the book\nback in its place. \"Darned impractical stuff.\" As usual with a man\nwho spends much time in his own company, Tom Lionel talked aloud to\nhimself--and occasionally was known to answer himself back. \"The whole\ntrouble with the entire tribe of physicists per se is the fact that\nonce, someone told one of them that he was a theorist, an idealist,\nand a dealer in the abstract. Now the bunch of them are afraid to do\nanything practical because they're afraid if they do, people won't know\nthey're physicists. Physicists are a sort of necessary, end-product\nevil.\"\n\n\n\nDuring the breakfast section of Tom's morning duties, Tom read the\nlatest copy of the \"Proceedings of the I.R.E.\" with some relish. A\npaper on the \"Crystallographic Generation of Microwaves\" complete with\nplainly manipulated differential calculus and engineering data occupied\nmost of his time. The rest of the time through coffee he was making\nmarks on the tablecloth with the egg-laden end of his fork and trying\nto fit the crystallographic generation of microwaves into a problem\nthat made the article most timely; the solution for which he had been\nseeking for a week.\n\nThe mail arrived. Three household bills were filed in the desk to\nawait the first of the month. Two advertisements were filed into the\nwastebasket. One thick letter addressed to Thomas Lionel, Ph.D., M.M.,\nwas taken carefully between thumb and forefinger and deposited in a\nletter file.\n\nTom then inspected the other letter file and found two letters\naddressed to Tom Lionel, Consulting Engineer, which he opened and read.\nOne was from a concern in Cedar Rapids that wanted some information on\na method of induction heating glued joints selectively without waiting\nfor the normal drying time. The other was a letter from a medium-sized\ntown in Illinois pertaining to some difficulty they were having with\npolice-radio coverage of that area.\n\nBoth letters meant money, and Tom Lionel set the first aside while he\nstarted to work on the second. From the engineering data supplied by\nthe local engineer, Tom decided that a change in antenna height and a\nconversion from quarter-wave current fed to a one and one quarter-wave\ncurrent fed antenna would give the desired coverage. He concluded his\nletter with four pages of calc, seven diagrams, and as a last measure\ndropped a photograph of a similar installation in the envelope.\n\nHe gloated. That would net him a pretty penny. The guy who hung that\nantenna on top of the water tank thought he was smart, getting all that\nheight. But the roof was metal, and therefore the radiation angle took\noff from the rooftop as a basis rather than the true ground a hundred\nfeet below.\n\nThe tank top was greater than three wave lengths in diameter, and\nconical to boot. Tom grinned at the maze of mathematics that solved\nit--and as far as he was concerned it was solved, for Tom Lionel was a\ntop-flight engineer.\n\nHe checked on his calendar. Metal for the sonic job was not due for a\nweek yet; a minute casting was still being held up for the foundry's\npleasure; and the life-test of the bearing-jewel for the Watson\nInstrument Corporation was still on. Good jewel that. No sign of\nfreeze-up or wear-out after twenty-seven million cycles.\n\n\"Theory of Monomolecular Films be hanged,\" he snorted. \"He's the kind\nof a guy that would try to analyze the brew that MacBeth's three\nwitches were cooking up. And don't ask why!\"\n\nWhat he objected to most was the other's unconcern at spending money.\nNine bucks and fifty cents for a book of the most questionable\ntheory--and nine fifty that the other didn't really earn. It was\ngetting worse. The other was really beginning to obtrude. He hadn't\nminded, particularly, except for the mental anguish. He'd become\nreconciled to it by sheer rationalization. Way, way down deep in his\nheart he knew that he'd have enjoyed being a physicist himself. But\nphysicists were not particularly practical, and money was made with\npractical things. He knew, and recognized, that his retreat from being\na physicist himself had given him a dislike for the breed, especially\nwhen he knew that solution of a problem was theirs, but reduction\nto practice was his. He was continuously being forced to take some\nphysicist's wild-haired scheme and making it cook meat, open cans,\nor dig post holes. The physicist had all the fun of standing on the\nthreshold and delving into phenomena that abounded just over the line.\nAnd then instead of working on the suggestion that the physicist had\nlocated in the wilderness, the physicist just tossed it over his\nshoulder into Lionel's lap and went on digging.\n\nObviously it must be fun to dig in the unknown, but why in the name of\nsense--\n\n\"Theory of Monomolecular Films in Fission-Reaction,\" scowled Tom\nLionel. \"A hypothesis on a theory for an idea, based upon a practical\nimpossibility, and directed at a problem solvable only by concentrated\nmasses. He should be working in a negative universe where nonmatter\nrepels nonmatter disproportionately to the nonmass and inversely\ndisproportional to the not-square of the not-distance between. Holy\nEntropy.\"\n\n\n\nTom Lionel went out of the house, mentally tinkering with the\nglue-joint heating problem. That shouldn't be hard, he thought,\nhigh-frequency heating was no trick, though the furniture company\nprobably had no one in the place that knew what high frequency really\nmeant.\n\nHe'd take a chair, rip it apart at the joints, and start tinkering\nwith the big radio-frequency heater in the lab. Another fat consulting\nfee--eminently practical and satisfying--from the simple engineering of\na means to accelerate the drying of glue by electronics.\n\nEminently practi--_hell_!\n\nLionel stared. The door closed slowly behind him as he walked ever\nso slowly across the floor of the lab. There was his radio-frequency\nheater, all right. But it was not in its usual place. It was across the\nroom nuzzling up against another piece of equipment--the latter new,\nshining, and absolutely alien to the lab.\n\nTom went over to the set-up and inspected it with critical derision.\n\nThe alien piece of equipment had been a standard model of mass\nspectrograph. Its sleek sides were gaping open, and the high-frequency\nheater was permanently wired--piped--into the very heart of the\nspectrograph. Peering into the maze of one-inch copper tubing that led\nfrom the output of the high-frequency heater to the insides of the\nspectrograph, Lionel saw at once what the reason was.\n\nThe spectrograph had been overhauled by the physicist. It now contained\na pair of \"D\" chambers.\n\nOperating on the cyclotron principle, the spectrograph was using the\noutput of the high-frequency heater to energize the D chambers. Lionel\nnodded. The frequency was about right; could be adjusted to the proper\nvalue without any trouble at all. He felt an infinitesimally short\ntwitch of admiration for the idea before he started to roar in anguish.\n\nHis first impulse was to rip the gadget apart so that he could go to\nwork on something practical. But the engineer's admiration for the idea\nstopped him.\n\nBut this was getting thick.\n\nIt had been getting thicker for a long time. It was getting\nintolerable. He didn't mind too much having volumes of utterly\ncock-eyed theory about the place, but when the physicist starts to\nappropriate equipment for his screwball ideas, it was time to call a\nhalt.\n\nLionel left the laboratory, returned to his house, and called a\npsychiatrist.\n\nAn hour later he was in Dr. Hamilton's office.\n\n\"Why are you here?\" asked Hamilton pleasantly.\n\n\"I want to get rid of a physicist.\"\n\n\"Tell him to go away.\"\n\n\"Can't. Impossible.\"\n\n\"Nothing is impossible.\"\n\n\"Look, doctor, have you ever tried to light a safety match on a wet bar\nof soap?\"\n\n\"Suppose you tell me about it, then.\"\n\n\n\nTom Lionel was more than talkative for a half hour.\n\n\"A clear-cut case of split-personality. A most remarkable cleavage.\"\n\nLionel muttered something.\n\n\"What did you say?\"\n\n\"I'd rather not repeat it,\" said Tom.\n\n\"Please--it may have a bearing on your case.\"\n\n\"I was merely thinking of an hypothetical case. Says the doctor to his\nassociate: 'Doctor, look at this magnificent tumor,' and his buddy\nanswers: 'Lovely, but you should see my case of angina; it's positively\nbeautiful.'\"\n\n\"Oh?\"\n\n\"So I'm a most remarkable case, huh?\"\n\n\"You are. There seems to be a deep-seated liking for one another that\nhas been barred psychologically by certain factors in your youth. You\nplay chess. You respect one another's property--\"\n\n\"That's what you say. The other bird just screwed up my dielectric\nheater to fiddle up a cyclotronic spectrograph.\"\n\n\"Might try putting it to work,\" observed Hamilton.\n\n\"Oh, I will. After all, he can't get ahead of _me_.\"\n\n\"Then why the outcry?\"\n\n\"Because who knows what he'll do next.\"\n\n\"He's appropriated things before?\"\n\n\"Only to the extent of buying books.\"\n\n\"What manner of books?\"\n\n\"The last one he purchased was entitled 'The Theory of Monomolecular\nFilms in Fission-Reaction.'\"\n\n\"Mind explaining that? It sounds like Greek to me.\"\n\nLionel smiled tolerantly. \"If you have a flat table and a pile of kid's\ntoy blocks, you can either build a structure or lay 'em on the table in\na single layer. Since molecules are often called the building-blocks\nof the universe, the analogy is quite clear. The blocks in a single\nlayer form a monomolecular layer. Fission reaction is a self-sustaining\nnuclear reaction.\"\n\n\"Sounds quite erudite.\"\n\n\"In the first place, no one with any sense would try to make use of it.\nIt is the type of volume that a physicist would write in the hope that\nhe will get letters pro and con on the subject which will be useful in\nforming a later theory.\"\n\n\"Then it is not a complete waste of time.\"\n\n\"Any time I lay out nine bucks for a half-inch of paper--\"\n\n\"Expensive, isn't it?\" asked the doctor.\n\n\"Sure. Those things are not best sellers, usually. The publisher puts\nit out in the name of science and must at least get his printing cost\nout of the very limited edition.\"\n\n\"I see. And you want to get rid of this physicist?\"\n\n\"Who wouldn't? After all, I had this body first. He's an interloper.\"\n\n\"Seems that way.\"\n\n\"It is--and it's annoying.\"\n\n\"We may be able to do something about it,\" said the psychiatrist.\n\"Permit me to think about this for a few days. We'll have another\nconsultation in a week. We may require another one before I make a\ndecision. But it seems to me that you are both intelligent, useful\ncitizens. Neither of you is irresponsible or dangerous. You have\nenough money to afford schizophrenia for a while. Especially if the\npersonality B dreams up things that personality A makes practical,\nfinancially advantageous use of. Ergo you need fear nothing for a few\nweeks.\"\n\n\"Ugh. Means I'll have to go out and buy another high-frequency heater.\nO.K., doctor. I'll lay low.\"\n\n\n\nThomas Lionel, Ph.D., M.M., awoke with a shake of his head. At once, he\nwas out of bed. He consulted first the calendar and then the clock.\nThe thought struck him funny. He hadn't been drinking, but the idea of\nlooking at a calendar upon awakening might be construed as an admission\nthat he didn't know what time of what day it was.\n\nOr mayhap what month.\n\n\"I've been away again,\" he grunted.\n\nHe dressed by stages. At the trousers department, Thomas wandered out\ninto the living room and stood over the chessboard, studying the set-up.\n\nHe removed the little sign that said:\n\n                                CHECK!\n\nand dropped it into the drawer again. He moved his king aside with a\ncontemplative smile. His queen was gone on the next move, he knew. So\nhe had lost a major piece. So that other bird thought that losing a\nmajor piece was bad, huh? Well, winning battles does not count--it is a\nmatter of who wins the last one.\n\nHe found the volume on the theory of monomolecular films and started\nto read with relish. Over coffee, at breakfast, Thomas made notations\non the margin of the book with a pencil; checked some of the equations\nand though he found them balanced properly, the author was amiss in not\nconsidering the lattice-effect in his presumptions. No monomolecular\nfilm could follow that type of reaction simply because--well, it could\nfollow it, but since the thing was to take place in a monomolecular\nfilm, the fission-reaction and the radiation byproducts that cause the\nself-sustaining nature could only be effective in a plane of molecular\nthickness. That meant a .999999% loss, since the radiation went off\nspherically. Fission-reaction might take place, but it would be most\nineffective. Besides, the equations should have taken that into account.\n\nHe stopped by the desk and wrote for a half hour, filling seventeen\npages full of text and mathematics, explaining the error in the\nauthor's presumption.\n\nHe sealed it up and mailed it with some relish. No doubt that letter\nwould start a fight.\n\nHe found his letter in the letter file and read it. It was a request to\nindulge in some basic research at a fancy figure, but Thomas was not\nparticularly interested. He was thinking of another particular line of\nendeavor. He dropped the letter into the wastebasket.\n\nHe went into the lab and took a look at his cyclotronic spectrograph.\nThere was a letter hung on the front. Thomas opened it and read:\n\n    Dear Isaac Newton:\n\n    I don't particularly mind your laying out thirty-five hundred bucks\n    for a mass spectrograph.\n\n    Appropriating my high-frequency generator didn't bother me too much.\n\n    Nor did your unsymmetrical wiring and haywire peregrinations in and\n    about the two of them annoy (too acutely) my sense of mechanical\n    and electrical precision.\n\n    But the idea of your using the ##&&%!! spectrograph only once--just\n    for pre-change calibration--makes me madder than mad!\n\n                                                             Sincerely,\n                                                            Tom Lionel,\n                                                    Consulting Engineer\n\nThomas grinned boyishly and picked up the notebook on top of the\nhigh-frequency heater. It was Tom's, and the physicist riffled through\nit to the last-used pages. He found considerable in the way of notes\nand sketches on the cyclotronic spectrograph. Cut in size by about one\nquarter, the thing would be not only a research instrument of value,\nbut would be of a price low enough to make it available to schools,\nsmall laboratories, and perhaps production-lines--if Tom Lionel could\nfind a use for a mass spectrograph on a production line.\n\nThomas grinned again. If it were possible, Tom would certainly have it\nincluded on _some_ production line, somewhere.\n\nHe looked the spectrograph over and decided that it was a fine piece\nof apparatus. So it wasn't the shining piece of commercial panel and\ngleaming meters. The high-frequency plumbing in it had the touch of a\none-thumbed plumber's apprentice after ten days' drinking and the D\nplates were soldered together with a heavy hand. But it did work--and\nthat's all he cared. The knobs and dials he had added were sticking\nout at all angles, but they functioned.\n\nAnd the line-voltage ripple present in the high-frequency generator\nmade a particular mess out of the spectrograph separation. But\nelectronic heaters do not normally come luxuriously equipped with\nrectifiers and filters so that the generator tubes were served with\npure direct current--the circuit was self-rectified which would give\na raucous signal if used as a radio transmitter. That generated\na ripple-varied signal for the D plates and it screwed up the\ndispersion. The omission of refinement satisfied Thomas. So it wasn't\nperfect. It would be by the time Tom Lionel got through with it.\n\nAnd for the time being, Thomas would leave it alone. No use trying\nto make it work until Tom made an engineering model out of the\nphysicist's experiment.\n\nSmiling to himself, Thomas went to work in the laboratory. He ignored\nTom's experiments and started a few of his own accord.\n\n\n\nSome hours later, the doorbell rang and Thomas went to the door to\nfind a letter, addressed to Thomas Lionel, Ph.D. It was from an Arthur\nHamilton, M.D.\n\n\"Hm-m-m,\" said Thomas. \"Is there something the matter with me?\" He\nslit the envelope and removed a bill for consultation.\n\n\"Consultation? Consultation? What in the name of all that's unholy\nis he consulting a doctor about? Or is the doctor consulting--no,\nthe bill is rendered in the wrong direction. I know my consulting\nengineer.\"\n\nThe physicist put on his hat and headed forth. It was not much later\nthat he was sitting again in the same chair, facing Hamilton.\n\n\"You're back.\"\n\n\"Nope,\" smiled Thomas. \"I'm here, not back.\"\n\n\"But you were here last week.\"\n\n\"That was another fellow. Look, Hamilton, I think I require your\nassistance. I have an engineer that is no end of bother.\"\n\n\"Want to get rid of him, huh?\" answered Hamilton. The suppressed smile\nfought valiantly and won, and the doctor's face beamed and then he\nbroke into laughter. \"What am I, anyway? Man, I can't take money from\nboth sides. That's ... that's ... barratry, or something.\"\n\n\"I'm the same man.\"\n\n\"Nope. You are not.\"\n\n\"Well, by and large, I thought it might be of interest to you to hear\nboth sides. It might be that I am a useful citizen in spite of what\nthe engineer says.\"\n\n\"The engineer's opinion is that no physicist is worth an unprintable.\"\n\n\"The physicist's opinion is that all engineers are frustrated\nphysicists.\"\n\n\"Might challenge him to a fight.\"\n\n\"Have. But chess isn't too satisfying. I want blood.\"\n\n\"It's your blood.\"\n\n\"That's the annoying part of it all. He seems entirely a different\nfellow.\"\n\n\"The cleavage is perfect. You would think him a separate entity.\"\nHamilton paused, \"But neither of you refer to the other by name. That\nindicates a psychological block that may be important evidence.\"\n\n\"O.K., what do we do?\"\n\n\"I must discover the reason for the split personality.\"\n\n\"I can give you that reason. The engineer was forced into being a\npractical man because money lies in that direction. Upon getting out\nof college, there was a heavy debt. It was paid off by hard work--a\nhabit formed and never broken. Bad habits, you know, are hard to\nbreak.\"\n\n\"Interesting.\"\n\n\"Well, the desire to delve into the physicist's realm stayed with the\nengineer, but people who had heavy purses were not interested in new\nways to measure the ether-drift or the effect of cosmic radiation on\nthe physical properties of carbon. Money wants more perfect pencil\nsharpeners, ways of automatically shelling peas, and efficient methods\nof de-gassing oil. All these things are merely applications in\npractice of phenomena that some physicist has uncovered and revealed\nand put on record so that some engineer can use the effect to serve\nhis ends.\n\n\"At any rate, the desire to be a physicist is strong, strong enough to\ncause schizophrenia. I, Dr. Hamilton, am a living, breathing, talking\nexample that an engineer is but a frustrated physicist. He is the\ntroubled one--I am the stable personality. I am happy, well-adjusted,\nand healthy.\"\n\n\"I see. Yet he has his point. You, like other physicists, are not\ninterested in making money. How, then, do you propose to live?\"\n\n\"A physicist--or an engineer--can always make out well. The bank\naccount at the last sitting was something like ninety-four thousand,\nsix hundred seventeen dollars and thirty-four cents.\"\n\n\"That's quite a lot of money.\"\n\n\"The engineer considers it a business backlog,\" said Thomas.\n\"Equipment is costly. Ergo--see?\"\n\n\"I see. Seems you laid out a large sum of money for a mass\nspectrograph.\"\n\n\"I did.\"\n\n\"And what did he do?\"\n\n\"He made notes on it and is going to peddle it as a commercial\nproduct. He'll probably make fifty thousand dollars out of it.\"\n\n\"I suggested that,\" admitted the psychiatrist.\n\n\"That's all right. I don't mind. It sort of tickles me, basically. I\ndo things constantly that make him roar with anguish. And then his\nonly rebuttal is to take it and make something practical out of it.\"\n\n\"I see.\"\n\n\"That, you understand, is the game that has been going on for some\ntime between all physicists and engineers.\"\n\n\"If you'd leave one another alone, you'd all be better off,\" said\nHamilton. \"From what I've heard, the trouble lies in the fact that\nphysicists are not too interested in the practical details, whilst the\nengineer resents the physicist's insistance upon getting that last\npoint zero two percent of performance.\"\n\n\"Are you willing to give me my answer?\"\n\n\"What answer?\"\n\n\"How do I get rid of the engineer? One of us has got to go, and being\nthe stable, happy one, I feel that all in all I am the best adjusted\nand therefore the most likely to succeed. After all, I am the ideal\npersonality according to the other one. He'd like to be me. That's why\nhe is, from time to time.\"\n\n\"Sort of a figment of your own imagination.\"\n\n\"That's me.\"\n\n\"Then I wonder--Yet, I did accept his case, not yours.\"\n\n\"Whose case?\"\n\n\"Um ... ah ... I--Look, if you frustrate him to the extreme, he'll\nretreat into you more and more until he does not appear. Follow?\"\n\n\"I get it. O.K., doctor. He'll be the most frustrated engineer in the\nworld. And I am just the guy to do it.\"\n\n\n\nTom Lionel, Consulting Engineer, looked foolishly at the claw hammer\nin one hand and wondered about it. About him in the laboratory were\nstacks of huge packing cases.\n\nUnpacked already were several monstrous bits of equipment. Lionel\nshook his head. Where had this mess come from? He hadn't ordered it--\n\nOr,\n\nHad he?\n\nLionel left the laboratory on the dead run. He tripped once and fell\nflat on his face and as he started up again, the top of his head came\nwith a sharp bang against the unyielding bottom of a ruling engine.\n\n\"A grating engine,\" yelled Tom.\n\nOn the desk, in plain sight, was a pile of bills-of-lading. Tom\nriffled through them, consulted packing lists, and a catalog of\nordered equipment. In his own handwriting, too.\n\nGrand total outlay $94,617.34; balance to be paid within thirty days:\n$16,750.00.\n\n\"Not only broke,\" grunted Tom, \"but bleeding too.\"\n\nHis handwriting was his handwriting. Not a chance in the world of\nrefuting the order, or packing the stuff up and sending it back. He\nwas stuck with it.\n\nBut the conglomeration that Thomas had picked out. A sort of\naggregation of large and small parts that would have made a small\ncollege laboratory figuratively drool at the thought; but which would\nonly grow dust, rust, and corrosion in any manufacturing plant.\n\nWith the possible exception, of course, of a manufacturer of\nscientific equipment for colleges and laboratories.\n\nWhat production line could make use of a ruling engine?\n\nAnd if one could, could it use a micro-densitometer in the same\nprocess?\n\nOf course, the micro-vacuum pump could be used in vacuum tube\nmanufacture, in a pinch. Vacuum tube companies normally used\nlarge-volume pumps instead of the little super-efficient exhaustion\npump that could take a few cubic centimeters down to a few\nmillimicrons of mercury.\n\nThe electron microscope was a nice hunk of stuff, but the thing was\nnot applicable to anything except research.\n\nAnd the instantaneous X-ray gadget was tricky as the devil--and\nadapted mostly to the job of taking pictures of bullets under fire as\nthey passed up through the rifling of a gun.\n\nOne pile of stuff was directed--according to Tom's designation--only\nat the problem of investigating the Earth's gravitational field as for\nstrength, direction, and conflicting urges.\n\nA transit. Now what in the name of sin would a radio engineer want\nwith a transit? Nice piece of stuff, and far superior to the little\ndumpy-level that Tom used to lay out antenna arrays and directive\nantennas of one sort or another. But, a transit!\n\nAnd so the list went. $111,367.34 worth of the most interesting,\nbest made, neatly assembled hunks of utterly impractical scientific\nmachinery ever collected under one roof.\n\nA solid vista of impracticality as far as the eye could reach.\n\nThe ton of bricks that broke the camel's back.\n\nTom roared through the house, took a look at the chessboard and with a\nsavage movement, took the physicist's queen with his knight. He'd get\neven with that physicist if it took--\n\nWell, almost anything.\n\n\n\nFifteen minutes later he was in Dr. Hamilton's office, pounding on the\ndesk.\n\n\"Look,\" he roared, \"that physicist just clipped me for my entire\nbankroll and then dropped me into debt by sixteen grand. I want him\nclipped!\"\n\n\"Now take it easy,\" said the doctor. \"Remember you are talking about\nyourself.\"\n\n\"Doc, if I commit suicide am I liable for murder?\"\n\n\"Yup. Going to try?\"\n\n\"Nope. Life is too interesting. My main regret with life is that I was\nborn a hundred years too soon. My only compensation is that I may live\nto be a hundred, so that I can see what I've missed by being born too\nsoon. Follow?\"\n\n\"You sound mentally healthy enough.\"\n\n\"Thanks. But what about him? You've seen him.\"\n\n\"I have. He came to me about you.\"\n\n\"And what are you doing about it ... us?\"\n\nDr. Hamilton laughed. \"Mind if I speak bluntly?\"\n\n\"Not at all. I can take it.\"\n\n\"Then consider. Both you and your ... physicist ... are sensible,\nuseful citizens. Both of you can contribute much to civilization. Both\nof you can and will be respectable people, for which other people will\nhave admiration.\n\n\"I am in the middle,\" said the doctor, \"I can be no more than a\nreferee. I see both sides. I believe the cleavage came as a result\nof frustration on your part--you know the details--and as such, you\nbecome him when you are frustrated. The reason why he becomes you is\nalso clear. Whenever he finds himself in straits due to the necessity\nof practical thought, the slip-over occurs. You awoke with a stripping\nhammer in your hand, unpacking scientific equipment that the physicist\nbought. He, obviously, became quite worried about the financial\nsituation upon viewing the stuff he bought and could face it no more.\"\n\n\"Sounds reasonable.\"\n\n\"Now consider again. Neither of you is dangerous. You are both\ninteresting and valuable to society. The only thing that is at all\nbothersome is the fact that you, per se, are not happy. You need\nan integration of personality. He needs the same. I might hope for\na coalescing of you two, but at the moment--and possibly for all\ntime--it is impossible. All I can tell you is the same thing that\nI told him. Frustration to the extreme will exorcise the other\npersonality. He tried it by running you into debt; by purchasing\na laboratory full of things that you, as an engineer, can see no\npractical use for. You frustrated him--or tried to--by making\nsomething commercial out of his last experiment. That, unfortunately,\nwas not frustration for him.\n\n\"You must--if you wish to freeze him out--develop something that will\nfrustrate the physicist and still be possible to rationalize in your\nown personality.\"\n\n\"Um.\"\n\n\"An insolvable problem would do it--if you can shun the problem\nyourself.\"\n\n\"That might be difficult.\"\n\n\"Especially when the two of you are inclined to become the other when\nfaced with a problem that does not fit in your psyche.\"\n\n\"The problem--I wonder.\"\n\n\"What do you do when you are faced with a tough or impossible problem\nin physics?\"\n\n\"I don't get 'em, usually.\"\n\n\"Well, supposing some company required a casting of tungsten metal,\nfor instance.\"\n\n\"I'd ask that they show me exactly why the tungsten couldn't be formed\nin another manner.\"\n\n\"Supposing they demanded that it be cast?\"\n\n\"There isn't anything on God's green earth that could be used to\nhandle molten tungsten. Tungsten metal can be shaped, forged,\nmachined, or cold-rolled. But you can't cast it. Ergo, if I were\noffered that problem I'd merely ask why they needed it. If they\nrequire a tungsten shape, I'd recommend shaping or machining, for\ninstance, depending upon how the shape is. If they merely want a\ntungsten casting for the sake of wanting a tungsten casting, I'd laugh\nat them and tell 'em it was impossible as I close the door behind\nthem.\"\n\n\"And your physicist?\"\n\n\"He wouldn't even consider it. To him, no real problem exists. He'd\nhave no truck with a production department in the first place, and\nin the second, shaping metals isn't particularly of interest to a\nphysicist, excepting when the shape itself is important. And then he\ndoesn't give a howling hoot how it gets in that shape as long as it is\nshaped properly.\"\n\n\"Well, as I see it, you must evolve something that will frustrate the\nphysicist while holding his interest. He must be compelled to consider\nthis insolvable problem by sheer interest alone. It also must be\nsomething that you can see no interest in save as a problem for him,\notherwise you may find yourself biting your mutual fingernails over\nyour own devilish plan.\"\n\n\"Um--that's a large order.\"\n\n\"That's it,\" said Hamilton. \"And in the meantime, I'd suggest that you\ntinker around with some of the stuff you bought. It will lessen the\nshock of your problem of the bankroll.\"\n\n\"That bank of junk might be the means to his own frustration,\" grinned\nTom. \"Every time I look at it, I get a feeling of what can be done\nabout it that is practical, and that may force him into existence and\nkeep him there.\"\n\n\"Well, good luck. And remember, I am just a sort of referee. One\nof you will become the stronger. One will succeed. I can hope for\ncoalescence, but I doubt that it will take place. Lacking that, all I\ncan hope for is that eventually you will become reintegrated and that\nthe lesser personality will be frozen out.\"\n\nTom Lionel returned home, thinking furiously.\n\n\"May the best man win, huh?\"\n\n\n\nIt was seven solid weeks by the calendar. Seven solid weeks of hard,\nbackbreaking work during which everything went fine and dandy for Tom\nLionel, Consulting Engineer.\n\nThe balance of his debt was paid off when Americal Electric purchased\nthe rights and royalties of the cyclotronic spectrograph. The\nequipment in Tom's laboratory had been kept in good shape, polished\nand even used occasionally. It was all connected for operation, and\nthough the laboratory had changed from a spacious building into a\nplace where aisles and areas abounded between banks of equipment, it\ndid make an impressive sight.\n\nEven the transit came into use.\n\nAnd then at the end of the seventh week, Tom Lionel looked at his\nnotebook and started to consider in all of its aspects the rather\nimprobable phenomenon recorded there. He not only let it prey on his\nmind; he stopped hourly and invited his mind to consider the evidence.\nAt first his mind rejected it on the basis that science was not\nequipped to consider it, and then as the evidence seemed definite and\nleading, his mind accepted the fact that this problem did exist and\nthat it was a real and utterly baffling problem.\n\nThen his mind rejected it on the basis of impracticality. It would be\nnice--but.\n\nNo known physical effect could possibly explain it in a satisfactory\nmanner.\n\nTom went to sleep.\n\n\n\nAnd Thomas Lionel, Ph.D. M.M., awoke. His first consideration was the\nchessboard. It baffled him. He didn't really think that the engineer\nwould capture his queen. It was too easy. Obviously, there was more to\nthe set-up than appeared. For offering the trap of the double-check\nand subsequent loss of his queen, Thomas had opened the row blocked by\nthe knight. That left him in the desirable position of capturing the\nengineer's rook, after which if the engineer was not more than careful\nin his counterattack, he would find himself staring a checkmate in\nthe face. Either the engineer was blind to the trap, or he had a more\ncomplicated trap to spring once the physicist started to move in.\n\nHe had time. He wanted to consider the whole thing. He was going to\nbe darned sure that he was right before he moved.\n\nHe dressed slowly, and as he entered his kitchenette to prepare\nbreakfast, he saw a new notebook on the table. He picked it up,\nriffled the pages first, and then read the lettering on the front page.\n\n    PHYSICAL DATA AND OBSERVATIONS MADE ON THE OCCURRENCE OF THE\n    MANIPULATION OF NATURAL FORCES WHICH HAVE NO EXPLANATION IN THE\n    KNOWN REALM OF PHYSICS.\n\n    Contents:\n\n    173 pages of text.\n     77 pages of calculations.\n     48 tables of figures.\n     67 photographs.\n     13 statements made by unbiased--but not trained--observers.\n      7 similar incidents not given scientific attention.\n     29 graphs and curves.\n     25 pages of description and data pertaining to:\n          meteorological conditions.\n          terran constants--gravity and magnetism.\n          sunspot activity.\n          chemical analyses of earth at discrete intervals near the\n            occurrence.\n          analysis of atmosphere during phenomena.\n\n    Accompanying information and data are samples of earth mentioned\n    above. Atmospheric samples were contaminated during analysis and\n    have therefore been destroyed.\n\n\"Little Tommy has been a busy lad,\" mused the physicist. \"'No\nexplanation' huh? That's a laugh. _Anything_ can be explained. Well,\nmy engineering friend, let's see what you have cooked up for me.\"\n\nThomas Lionel started to read the \"173 pages of text\" and got down as\nfar as the bottom of the first page. He blinked, did a double take,\nand reread it.\n\n\"Great howling entropy,\" he grunted. \"The unmitigated screwball\nhas spent weeks in the compilation of data on his own, personal\nobservations of a _poltergeist_ in action!\"\n\nThomas took the cigarette case from his pocket and extracted a\ncigarette. He snapped the lighter and was amazed to see the colors on\nthe case. They were scintillating, iridescent, and beautiful. They\ndanced and changed as he moved the lighter, and the swift play of\ncolor across the surface of the case caught his fancy.\n\nIt also caught his scientific sense. He looked at the case carefully\nand swore. Tom had been using the ruling engine. The surface of the\ncigarette case was a mirror-grating and it was as good a job as the\nruling engine could produce.\n\nThomas fumed. The idea! And then he smiled a bit. For the engineer's\nuse of the ruling engine to decorate a cigarette case was a sort of\nprostitution of the machine, but it had not harmed the engine in\nany way. And it was certainly no worse on the physicist's nerves\nthan the irrelevant mixture of precision and utter sloppiness that\ncharacterized the physicist's work.\n\nIt was, the physicist admitted, beautiful.\n\nHe returned to the engineering data.\n\n\n\nA poltergeist!\n\nThe \"throwing-ghost\" of the ancient lore and myth. The fearsome\nmanifestation of unrealism. Superstition!\n\nSheer superstition!\n\nThe physicist's mind rejected it, at first. But that which made\nhim the physicist prodded neatly and patiently and quietly. \"Where\nthere's smoke, there's fire,\" it said. And it mentioned situations\nwhere, though exact engineering data had not been taken, certainly the\nobservers were not incompetent. They were not trained, but they did\nattempt to give a valid picture.\n\nWell, so there might be something to it. So the poltergeist might be\nsomething.\n\nThis case was no flash in the pan. It was real and valid. For nine\nfull days it had persisted. For nine full days, stones passed through\nthe air at the direction of--the poltergeist. Pictures of the stones\nin full flight. A step-by-step, frame-by-frame sequence picture of\na stone leaving the ground and speeding away gave Thomas a wriggly\nfeeling up and down his spine.\n\nBarometric pressure 29.77 inches, temperature 84.66 degrees, both\nrising slightly. A graph gave the pressure and temperature throughout\nthe nine days. The total number of stones and the masses, individual\nand aggregate. The district, with a map of both the entire township\nand a close-up map-diagram of the area, with motion-traces across it,\neach labeled, notated, numbered, and keyed to the text.\n\nPhysical data on the gravitational field. Maps of the magnetic field,\nboth transverse and vertical. Wind direction during each passage of\nthe stones.\n\nA faked report.\n\nCouldn't be real. Absolutely impossible. Ridiculous, and the work of a\nfrantic mind, working avidly to create a situation.\n\nAnd yet the engineer was a good engineer. He couldn't--it was\npsychologically impossible for him--to present fake data.\n\nErgo this report must be real.\n\nThomas considered the reports of peculiar activity. Mostly the\nnewspapers reported them as small boys throwing stones as a method\nof exerting their ability to be annoying to the police and duly\nconstituted authority.\n\nThere were reports, he knew. About twelve authentic reports per year,\nwhich considering the possibility of having the poltergeist phenomena\npresent when no observer was there--how many times had he heard small\nstones rattling from the roof or rattling noises of one sort or\nanother--meant that the poltergeist was a rather common phenomenon.\nThere were cases he recalled wherein earthquake temblor had been\nblamed for the upsetting of a grand piano. He'd wondered about that\none--a grand piano is stable, positionwise--and how it could have been\nrolled across the room and dumped upside down.\n\nPoltergeist phenomena.\n\nAh yes. It might be advisable to get slightly soused tonight. But\nThomas was a physicist. He did not quail or get slightly panicky at\nthe idea of the unknown, even though the unknown was known to have\ntossed a slab of marble--appropriately, a tombstone--several hundred\nfeet through a caretaker's shed.\n\nTo be sure, it was slightly running against the grain to sit there in\nthe broad daylight and read about things that according to all physics\nfrom Archimedes to Einstein claimed impossible, racial superstition,\nand old wives' tales. It was very disquieting to read of stones--dead,\ninert, lifeless, immobile bits of granite--that took off from Mother\nEarth with no visible means of support, to go whizzing through the\nthin daylight air at speeds that raised bruises, cut nicks in trees,\nand shattered windows. It bothered the sense of propriety. It was not\nright. It was like seeing Lake Louise in violent flame, or watching\nNiagara go tumbling up from the whirling pools to the ledge that\nflanked Goat Island. It was crushing chrome-vanadium test-bars between\nyour fingers just after removal from a tensile strength machine that\nfailed to fracture them at fifteen thousand pounds per square inch. It\nwas watching phosphorus lying inert in an atmosphere of pure oxygen.\n\nIt was all wrong.\n\nAnd yet, thought the physicist, what must the Ancient One have\nthought when he considered the act of fire melting hard metal? They\ndid strange things, in those days. They invented phlogiston, and spent\ncenturies trying to isolate it. Galileo and his telescope, looking\nthrough it to Jupiter, must have been startled at the concept as well\nas the sight of a planetary system in operation.\n\nScience knew that the poltergeist was a problem--but like the man\nwho does not care to go crazy because of the insoluble problem,\nscience shrugged, admitted that it was stumped--intelligently enough,\nunder the circumstances--and then remarked that after finding the\nnext decimal place, it would, perhaps, take a look into the natural\nphenomena of things that were thrown by nothing.\n\nUntil that date, it could look the other way and claim that small boys\nwere throwing stones.\n\nLittle boys that they could not see.\n\nLittle green men--\n\n\n\nUh-huh, well, here before Thomas Lionel was a veritable wealth of\nintelligent observations and data on the complete operation, including\nevidence to substantiate the fact that neither small boys or little\ngreen men were involved.\n\nThe evidence and engineering measurements were made with impersonal\ndirectness. The engineer, recognizing that he knew nothing of the\ncause, recorded the effect with court-stenographic impartiality.\nA stone of so many grams left point A in a rising parabola and\nproceeded to point B where it landed and rolled to point C. It took\nX seconds, attained Y velocity at peak, and covered Z feet. Graph 1\nrepresents acceleration and deceleration, and equation XXVII is the\nmathematical representation of the space-curve described by this stone\nof so many grams.\n\nAnd bottle VQ contained the stone.\n\nIt was all wrong, but it was interesting. It pointed the way to\nmadness--and unless it could be rationalized, the pathway to madness\nwould be a one-way street. Thomas knew at that point that his feet\nwere on that path. He could never retreat until he carried back with\nhim an answer--and from the data presented, his answer must be right.\n\nThe engineer, he knew, had done it deliberately. As a means of\nfrustration it was more than air-tight. It was perfect. Show a\nphysicist something that floats between two plates, and he'll go crazy\nuntil he knows why. And the engineer had shown the physicist any\nnumber of things that floated--sped, indeed--through the air between\nheaven and earth, like Mohammed's coffin.\n\nWithout the benefit of mirrors.\n\nWell, Thomas Lionel, are you licked?\n\nHe found a letter that removed all doubt as to the reason. He opened\nit and read:\n\n    Dear Archimedes:\n\n    Since you so gallantly presented me with this aggregation of things\n    to measure the last three decimal places of everything, I have\n    decided to put it to work. I have had some fun, thanks to you, in\n    measuring things that I believe have never been set to music before.\n    I have spent some time collecting and presenting data.\n\n    This data I do not pretend to understand. I don't intend to try. I\n    am merely an impartial observer. To harness this power would be a\n    boon to civilization. I can see a small truck full of equipment\n    bearing the sign:\n\n                      POLTERGEIST MOVING COMPANY\n\n    if you can only unravel the information contained in my data. You,\n    as a physicist, surely must be able to explain the manifestation in\n    terms that satisfy all and sundry. Once you decide what makes, I'll\n    be interested. Until that date I am stumped, admit it, and happy\n    that I am able to hand the problem to one who by all the evidence,\n    has the personality and character that will not permit these pages\n    of painstaking data to molder in the dust.\n\n    Please--old fellow, tell me what's with a poltergeist.\n\n    And don't refer vaguely to space warps or fourth dimensional animals.\n    That's strictly for _Corny Stories or Vulturesome Tales_.\n\n                                                          Interestedly,\n                                                            Tom Lionel,\n                                                   Consulting Engineer.\n\n    P.S. That junk you bought made it possible to make these\n    measurements. Surely the same stuff should enable you to figure out\n    the answer. You and your monomolecular films.\n\nYou and your monomolecular films, Thomas snorted.\n\n\n\nThat was the start. Then, for eight solid weeks, the laboratory lights\nburned by night, and the machinery turned at all and odd hours of the\nclock. Measurements were conducted on all sorts of things; including at\none instance, the astronomical data pertaining to planetary line-up of\nthe solar system. That one was stamped with a large reject sign; not\nonly it didn't apply, but it didn't make sense either. Trips to the\nlibrary were frequent, and many's the ancient tome that Thomas read\nuntil his eyes burned.\n\nThe equations, graphs, and tabulations came in for their study and he\nlocated a percentage of dispersion in them. It was either experimental\nerror or true dispersion of effect.\n\nThe engineer had done his work well. He had compiled his information,\nand then had presented it in such a manner that left no doubt. And\nit proved conclusively that something was there and at the same time\npointed out that if there was something there, it could be analyzed,\nand possibly reproduced.\n\nThe physicist knew that no answer would be satisfactory until the\nphenomenon could be reproduced.\n\nAnd both he and the engineer knew that the chances were more than\npossible that a high-order physical effect might be the basic cause.\nAn effect for which mankind had no instruments; radio as a natural\nphenomenon would be inexplicable to a race that had never discovered a\nmeans of detection; the mathematical prediction of radio occurred years\nbefore the original experiments.\n\nSo--\n\nThe physicist set his mind against frustration. To change over to the\nengineer without an answer would be an admission of defeat. At least\nwithout _some_ satisfactory answer.\n\nHe mulled his problem by the hour, by the day, and by the week. He did\ntake enough time out to consider the chess problem daily. He figured\nall the possible moves and finally, one night, he smiled, shrugged his\nshoulders and decided to plunge ahead.\n\nHe slid his rook down from one king row to the other through the\nsquare formerly covered by the knight which had been protected by a\nbishop. All the way across the board he went, and as he arrived at his\nopponent's king row, he took out the little sign and stood it on the\ncenter of the board.\n\n\n\nTom Lionel blinked and removed his finger from the pushbutton. He\nshook his head. This was all wrong. And, besides, what in the name of\nentropy was this little box? He didn't recall putting a finger on that\nbutton--but here he was, removing his hand after holding the button\ndown.\n\nIt was a small metal box about eight by seven by four inches. The edges\nwere all die-straight and the surfaces were as optically flat as Tom\ncould determine without testing. The pushbutton was set flush with the\nsurface, and made of the same metal as the box.\n\nNo other projection was evident.\n\nBut the button was accompanied with engraving cut in the metal of the\nfront surface. It said:\n\n                            BE AN ENGINEER!\n\n                       Away with imagination! Be\n                       practical! Dispense with\n                        theory! Do nothing that\n                        cannot be justified and\n                       explained to perfection.\n\n                       To succeed; to enjoy the\n                        wonderful practicality\n                           of the engineer--\n\n                              PRESS HERE!\n                   Poltergeist Conversion Co., Ltd.\n\nTom blinked and got the idea at once. The engineer knew. The physicist\nhad dreamed up this thing; it must contain some sort of thing that\ncaused the shift in personality at the physicist's will.\n\nHe took hold of it and lifted.\n\nIt slipped out of his fingers.\n\nHe set both hands on it and lifted. It stayed on the table. He grunted\nand strained, and succeeded in getting it off the table by several\ninches. Then he gave up and returned it slowly to the top again,\nfearing to drop it lest it damage the desk top.\n\nMetal, huh?\n\nMust be practically solid, then.\n\nWhat metal?\n\nTom thought. Must be tougher than a battleship's nose, for if entry\nwere easy, the physicist knew he'd be rebuilding the thing every time\nhe wanted to use it.\n\nHe took a cold chisel, set the edge against one corner and walloped it\nwith a hammer. The edge of the cold chisel turned back in a neat Vee.\nTom took a file, set the cutting edge against one corner and filed.\nThe file slipped across the corner of the box with all the bite of a\nsolid, slick bar of smooth steel.\n\nAn atomic hydrogen cutting torch stood nearby. Tom fired up and set the\nultra-hot flame against the same corner that had defied his previous\nefforts. Nothing much happened excepting that the box got hotter.\n\nThat spoiled Tom's fun for the moment. The desk below the box started\nto smoke and then burst into flame. Tom grabbed a carbon tetrachloride\nextinguisher but stopped before he played the stream on the hot metal.\nIt was charring the desk through.\n\nThe desk was ruined anyway, so Tom ignored it for the moment. He ran a\nbucket of water and slid it underneath the desk just in time to catch\nthe ultra-hot box just as it passed through the table.\n\nWhile it was sizzling in the bucket of water and sending forth great\nclouds of vapor, Tom busied himself with the extinguisher, putting out\nthe fire on the desk.\n\nTungsten!\n\nWell, tungsten or not, it must be ruined after immersion in water after\nbeing red-hot all over. Nothing on God's green earth--\n\nHoly entropy! He'd said that before. It presented a couple of large,\nbright red question marks.\n\nOne. That thing was apparently tungsten clear through. Therefore, how\nhad the physicist cast it?\n\nTwo. Granted that thing had been cast--what in the name of howling\nrockets had the physicist used for the inside circuits?\n\nAnd three. If running molten tungsten into the mold hadn't ruined the\nguts of the box, how could heat and water do anything at all?\n\nAnd, disquieting thought, was the pushbutton waterproof?\n\nWith much difficulty, Tom moved the box out from its watery bath below\nthe bench and hauled it over to the high-power X-ray machine. He looked\nat the fluoroscope and grunted in disgust.\n\nNaturally, tungsten would be completely and utterly blank-faced to any\nX-ray manipulation. He wanted to kick it, but he knew that kicking a\nsold slab of tungsten would be damaging only to the kickee.\n\nA means of casting tungsten--something that they'd been seeking ever\nsince the stuff was isolated. He had it--or at least, the physicist had\nit.\n\nUtter frustration.\n\n\n\nThomas Lionel looked at the box and grinned. He knew what had happened.\nThe engineer hadn't been able to guess--\n\nHe pressed the button again--\n\n\n\nTom Lionel removed his finger from the button and swore. He used an\nengineer's ability to remember and then to improvise and from there\nhe took up the job of invention. His swearing did him good. At least\nhe forgot to worry about the tungsten box. He'd find that one out\neventually, anyway.\n\nAnd, furthermore, its trial by fire and water had damaged it in\nabsolutely no way.\n\nQ.E.D., here he was again!\n\nHe looked further. It was not like the physicist to just do this. There\nmust be other information pertaining to the problem that the engineer\nhad left. He went into the living room of his house and sought the\ndesk. There was more of it, anyway.\n\nThe title page of the manuscript read:\n\n                       MATHEMATICAL ANALYSIS OF\n                        OBSERVATIONAL DATA MADE\n                       DURING THE MANIFESTATION\n                       OF FORCES OPERATING IN A\n                    NEW FIELD OF PHYSICAL SCIENCE.\n\n                     By Thomas Lionel, Ph.D., M.M.\n                         Consulting Engineer.\n\nTom lifted the manuscript from the desk--\n\nAnd he got the squeamish feeling of being dropped in an ultra-high\nspeed elevator that was accelerating at a terrific rate. He\ninstinctively dropped the manuscript and clutched the edge of the desk.\nWhen the manuscript hit the desk, it caused the phenomenon to stop.\n\nTom felt the top page, ran around it with his fingers, and then\ncarefully slid his hand beneath the last page, found the button on the\ndesk top, and held it down while he removed the manuscript.\n\nHe lifted. It gave him the screaming willies, and instinctively, Tom\npressed hard on the button.\n\nHis elevator changed direction. It gave him the effect of being hit on\nthe head with a sand bag. It was now accelerating upward at a violent\nrate.\n\nHe let the button up slowly. The feeling ceased as he reached a\npressure about even to the weight of the manuscript; stopping all at\nonce. He compensated by dropping an equal number of blank pages from\nthe desk on the button and took the manuscript to his easy chair to\nread.\n\nIt was one of those things. It couldn't be denied. He was going to\nbe _forced_ into presenting this paper before the American Physical\nSociety, using his full name and all of his degrees and the works. The\nphysicist and his little tungsten box would see to it that he remained\nan engineer until the paper was presented, fully and completely. The\nphysicist didn't have all the answers, of course, but he had solved\nsome of the basic problems.\n\nHe finished the manuscript, and then found a letter. It said:\n\n    Dear Galileo:\n\n    The phenomenon of losing fifty pounds is the result of an\n    antigravity field which I discovered from your data on the good\n    old poltergeist. The trouble with the thing is simply this:\n\n    In order to make the thing function, it takes something like three\n    tons of equipment to make the object within the field lose its\n    fifty pounds.\n\n    I, as a physicist, do not care about the practicality of the device.\n    I have made it work. You, as an engineer, will appreciate the\n    possibilities behind the perfection of this device. I offer you the\n    chance to start your Poltergeist Moving Company, providing, of\n    course, that you can make something of this effect.\n\n    Incidentally, I have been unable to get or to predict\n    antigravitational forces of less than fifty pounds regardless of\n    how the equipment is set up.\n\n    I don't care, I will leave the rest to you.\n\n                                                             Sincerely,\n                                             Thomas Lionel, Ph.D., M.M.\n\nTungsten casting, antigravity, inefficiency and poltergeists! Tom's\nhead whirled. With a last-hope gesture, he stalked over to the\nchessboard and studied the men.\n\nIt bothered him, he was completely frustrated. The room whirled a bit,\ndespite Tom's fight against it. This was the last straw, this chess\ngame.\n\nNot that he himself was the absolute loser in this game of living\nchess. It was just that he had started something that threatened to\nboil over at the edges.\n\nFundamentally, he'd tried to exorcise the physicist. He'd gone to much\ntrouble and effort to remove the low-down effect of physicist-thinking\npatterns from his immediate locale. Instead--by his supreme efforts to\nget rid of the theorist, aforementioned theorist had come up with a\nfew problems of his own that tickled the imagination, offered all sorts\nof interesting problems, and--\n\nHad basically shown how utterly impossibly foolish it would be to try\nand get rid of the physicist.\n\nThomas Lionel, Ph.D., M.M., knew too much to be immediately removed,\nobliterated, canceled, or even ignored.\n\nHow do you cast tungsten? How do you make antigravity--even on an\ninefficient scale? And if a poltergeist is--and you know his address,\nas the physicist seemed to, can you hire the throwing-ghost? Brother,\ndid he have a lot of problems to reduce to practice! He'd have little\ntime for getting rid of his pal.\n\nTom Lionel snarled at the chessboard. He'd made his gambit, and instead\nof ridding himself of a rather powerful threat to his own security,\nhe'd--well, he reread the significant sign that presided over the\nchessboard and began to growl like an insulted cocker spaniel.\n\nThe sign said:\n\n                              CHECKMATE!\n\n                               THE END.\n\nTHE END.",
    "metadata": {
        "author": [
            "Long, Wesley",
            "Smith, George Oliver",
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68272/pg68272.txt",
        "name": "trouble.json"
    }
}