{
    "name": "Turn backward, o time!",
    "author": [
        "Kubilius, Walter"
    ],
    "body": "\"Adel W. Crane, C.D.\" Donovan held the Identi-plast in his hands, the\nfingers trembling slightly. \"What do the letters 'C.D.' stand for?\"\nhe asked, determined to play the part of an honest citizen who had no\ninterest in unlicensed rejuvenation or time travel.\n\nThe chalk-faced young man with the fixed smile told him: \"Cyclic\nDetection. You may have heard our more dramatic nickname, Criminal\nDestroyers; I've been an agent since 2452.\"\n\nHigh-strung Donovan moistened his lips. Of course he had heard of the\nC.D. In an age when cyclic travel backward through the centuries was\nan established science, the Komitet that governed the Home Planet\nhad to employ ruthless measures to cope with any experimenters whose\nuncontrolled work might threaten to change past temporal cycles. The\nC.D. were the scavengers of the World Komitet; they scoured the past\ncenturies eliminating illegal and unlicensed cyclic travellers. In a\nrigidly-controlled solar system there were thousands of law-breakers,\npolitical disappointees, and even youth-seekers like Donovan, who hoped\nfor life-extensions in past ages. The C.D., with terror and all the\nresources of the solar system, hunted them down and exterminated them.\nQuietly, ruthlessly, and painfully.\n\n\"The criminal Blascomb,\" Crane said, the fixed smile still on the thin\nlips, \"has been observed near the Donovan metallurgical plants. The\nKomitet suspects that someone close to your office may have established\ncontact with him for illegal rejuvenation.\"\n\nHis eyes left Donovan's taut face and scanned the office walls. Control\nboards recording operations in extra-terrestial metallin plants lined\ntwo sides of the office. The only break in the sternness of the walls\nwas an antique painting, a still-life abstraction that must have dated\nway back to the 20th century. Crane stared at its flashes of color, the\nfixed smile turning to amused contempt.\n\nDonovan dared not ask for additional details. The word or whim of the\nKomitet was law. Criminal Destroyer! Donovan shuddered; he had spent\nthe past six months in quietly transferring ownership of the Trust to\nvarious fronts for Blascomb. A fortune worth several erg-units squared\nto the 6th power had already changed hands. Had the C.D. caught him\nbefore Blascomb could deliver on the rejuvenation and time-escape deal?\n\n\"We have nothing to hide,\" Donovan said, \"my staff will cooperate with\nthe C.D. I assume you want access to the psycho-record files?\"\n\nEdel W. Crane, contemptuous eyes turning away from the still-life,\nreached a bony hand for the approval slip.\n\n\"I will let you know what I find.\"\n\n\n\nDonovan stood up, and when the C.D. agent left he frantically sent out\na conscious call to Blascomb's thought-frequency number.\n\n\"By the Komitet!\" Blascomb's wave-induced voice rang in Donovan's\nears, \"I told you never to call me unless it was most urgent.\"\n\n\"This is urgent,\" Donovan thought desperately, \"Crane, a C.D. agent,\nwas here a minute ago. He's going to look over the books of the Trust.\"\n\n\"He won't find a thing,\" Blascomb's thoughts were confident in\nDonovan's mind, \"They haven't caught a single one of the men I've sent\nback into the 17th century; just be patient and we'll cyclic you out\nwithin a week.\"\n\n\"Then hurry. My heart's in bad shape and I can't last much longer. I'm\npractically being kept alive by that rotten Callistan serum.\"\n\n\"Stay alive for one more week,\" Blascomb thought encouragingly, \"and\nyou'll be young for centuries.\"\n\n_Turn backward, turn backward, O Time in thy flight!_ The song sped\nthrough Donovan's mind, lifting his spirits. To be young again, and to\nbe free from the constant supervision and threat of the terrifying C.D.!\n\n\"As for Crane,\" Blascomb went on, \"It's part of the service I'm giving\nyou. We've arranged a false-lead case in your office. Crane has his\ntalons set for your brother-in-law. Shortly before the C.D. annihilates\nhim your escape will be arranged to throw suspicion upon him. We will\nmake it seem that your brother-in-law killed you for denouncing him\nto the C.D. Crane will never see through the subterfuge; you'll be\nsafe--perhaps forever.\"\n\nHis brother-in-law's life was a cheap price to pay for youth. Donovan\nstared at his stiff, corpse-like hands. All he needed was one more\nweek. He would make one more effort to secure a Life-Extension--and\nthen....\n\n\n\nThe Examiner for the Board of Life waited while Donovan dressed. The\nanswer could already be seen in the official's eyes.\n\n\"No?\"\n\n\"I'm sorry,\" the Examiner said, \"but the laws of the Komitet are\nfairly stringent. Only those whose social value is above Par 195 may\nbe rejuvenated. Not much value is placed upon engineers and Trust\nmanagers who can easily be replaced from each year's Birth Quota. The\napplication is denied, and there's no use appealing it.\"\n\n\"It's unjust!\" Donovan exclaimed, ignoring the alarming pain in\nhis failing heart. \"All I want is ten more years--not even a full\nreturn to youth! If there's no room on Home Planet, let me go the\nextra-terrestials or even some asteroid. I'll make any contribution\nrequired to....\"\n\nThe Examiner, who had often heard such vain pleas, rapped his desk\nwith the blood-analyscope. \"The Komitet is far too wise to permit\nsocially unnecessary extensions of the life span, just as it does not\npermit unlicensed time travel. What would happen if we allowed you\nto be rejuvenated, and then permitted extra-terrestial emigration?\nThere would be millions of old or sick people like you demanding\nequal treatment and equal consideration. Before long the planets\nand asteroids would be overpopulated and independent colonies set\nup thereon which would eventually come in conflict with the Home\nPlanet Komitet. No, my friend, the Komitet is wise in decreeing that\nrejuvenation and human birth are mutually contradictory. Rather than\nsacrifice birth, with the consequent stagnation of the human species,\nthe Komitet has decided rigidly to control youth-extensions, and grants\nthose periods of additional life only to the socially valuable.\"\n\n\"Yes,\" Donovan said bitterly, \"the Komitet keeps itself immortal while\nthe rest of us have to die.\"\n\nThe Examiner's voice was hard. \"Shall I denounce you to the C.D.?\"\n\n\"I beg forgiveness,\" Donovan said; \"your decision is a just one and I\nshall make no appeal.\"\n\n\n\nBlascomb had a very persistent thought-call. Donovan relaxed in the\noffice chair and let his consciousness-levels sink to the call-number.\n\n\"This is the moment,\" the thought patterns registered. \"The C.D.\nis about to close in with the faked evidence we've prepared. Your\nbrother-in-law's about to call. Trust in me; all is ready. Do not\nbecome frightened, for excessive adrenalin might upset the required\nendocrine balance.\"\n\nBefore he could frame a reply, Blascomb's thought faded away. The\noffice door slid open and Edel W. Crane walked in. Donovan's heart\nthrobbed painfully: was this an unexpected crisis in their plans, or\nhad Blascomb prepared even this?\n\n\"The C.D.'s finished its analysis,\" Crane said, \"I thought you might be\ninterested.\"\n\n\"Naturally, I--\"\n\n\"The case was very simple. I wish citizens would realize that they\ncannot fight against the enormous resources of the C.D. We will\ndestroy--\"\n\nThe public-screen flashed urgently. Donovan excused himself and turned\nthe knob. His brother-in-law's angry face switched into view.\n\n\"Donovan! That was a dirty rotten thing to do. What right did you have\nto denounce me to the C.D.? I should kill you for this!\"\n\nDonovan's bewilderment was genuine. He felt Crane's eyes upon him, and\na thrill of admiration for Blascomb's genius suddenly swept through him.\n\n\"What do you want?\" he managed to say.\n\n\"I've got to see you immediately. I'm downstairs, in back of the\npilo-cab station.\"\n\n\"Later--\"\n\n\"Now!\"\n\nThe image snapped off. Donovan turned to the C.D. agent. \"'Scuse me for\na moment,\" he stammered, \"some family trouble. I'll be back in a short\nwhile.\"\n\nCrane glanced up. \"I'll wait.\"\n\nDonovan walked through his office, conscious that he was doing this\nfor the last time. Rejuvenation was like death. You put an end to a\nlifetime casually and without haste.\n\nAt the pilo-cab station, the wind cutting down from the whirr of\nswooping cabs, Donovan met Blascomb. There were two bright flashes, and\nthen the smell of disintegrated flesh. Blascomb gestured toward two\ngraying pools on the plasticized floor in back of them.\n\n\"Murder and suicide,\" he said, obviously pleased with himself, \"The\nC.D. will think you are dead. The murderer's body is also there to\nprovide a motive for the transfer of the Trust's funds in the event\nCrane becomes too thorough. He'll be here soon; we work fast now.\"\n\n\n\nThe special pilo-cab dropped them into a gravity-shielded warehouse\nabove the European Desert. It housed Blascomb's laboratory. The\nrejuvenation process was even simpler than Donovan had expected.\n\n\"Not the Fountain of Youth, exactly,\" Blascomb explained as he plunged\nin the needle, \"but a selective antibody that attacks only aging tissue\nand forces replacements practically on an embryonic level of activity.\nUnlike the Callistan serum, which is merely a stimulant, this antibody\ncreates from its destroyed tissue a catalyst capable of stimulating\nchromosomes and genes. By the very process of feeding upon itself, the\nbody grows younger. The net result is a reversal of the life process,\nan anabolism making you grow younger, year by year.\"\n\n\"Eventually to disappear as a single cell?\"\n\n\"Ultimately, yes. Long before that period, probably when you're a\nyoung man, you'll have to return to 2482 for a reversion to normal\nmetabolism.\"\n\n\"The process can be repeated?\"\n\n\"Indefinitely.\"\n\nDonovan breathed deeply. \"Immortality!\"\n\nBlascomb did not smile. \"Only if the C.D. does not find you. Unlicensed\nrejuvenation is punishable by execution in an extremely painful manner.\nYou're a doomed man now if the C.D. even finds you. The worst tortures\nof the Middle Ages would be nothing compared to what Crane would do to\nyou or me if he tracks us down.\"\n\n\"You can stay in the present time-cycle,\" Donovan said, \"but I'm tired\nof control and supervision. Send me to some period where an individual\nhad a chance to work and live without state control. Give me the times\nof individualism!\"\n\n\"C.D. agents are everywhere in the time-cycles, tracking down illegal\nimmigrants. Quite a number of the men I've rejuvenated chose the\nRenaissance for escape, but I'm afraid that a good part of that cycle's\ncarnage was the work of such C.D. agents as our friend Crane. I'd\nrecommend another period.\"\n\n\"The Golden Age of Greece?\"\n\nBlascomb shook his head. \"Already taken. Aristotle, Plato, and a few\nothers are 25th century men. Archimedes was murdered by a C.D. agent,\nand Socrates sent to his death by a group of them.\"\n\n\"Their fates were known to history--why did those men leave the 25th\ncentury to live in that cycle?\"\n\nHe shrugged his shoulders. \"They probably felt that the few years of\nextra life were worth it. Well, into what period do you want to go and\nwhat would you do there?\"\n\n\"I do not understand the paradoxes,\" Donovan said, \"What if I chose to\nbuild gravity-deflectors in Ancient Rome?\"\n\n\"It would be impossible because there were no such manufacturers then.\nIt would mean that you were either promptly killed by a C.D. agent who\nrecognized the anachronistic attempt, or you had changed your mind.\"\n\n\"But if I can choose any period, it means that I can alter history at\nwill--which presumes that the present can also be changed.\"\n\n\"That is what the Komitet believes, and that is why the C.D. is so\nruthless and brutal with unlicensed time travellers. The real answer\nis that in the final analysis your decision to choose a certain\ntime period is already made, and the things you will do are already\ndetermined. Free will is an illusion; it is synonymous with incomplete\nperception.\"\n\n\"Then send me into the 20th century. As an engineer I would be able to\nmake some sort of living there.\"\n\n\"Dangerous. Don't practice your profession. Study some field which is\ncompletely alien to you so that should you come across a C.D. agent he\nwould not recognize the work of a 25th century man.\"\n\n\"You mean like an artist or a writer?\"\n\n\"Why not?\"\n\nDonovan laughed. \"I've never held a paint brush or written more than a\none-page letter, but why not? Unloose the cyclic band, Blascomb; set me\nloose in the 20th century, and give my regards to the C.D.!\"\n\n\n\nIn the dimly lighted garret above the tavern, Donovan stood before his\neasel. His face was no longer lined, for the past twenty-five years\nhad made him a much younger man. He had taken Blascomb's advice and\nhad studied a field completely alien to him. In his own time, the 25th\ncentury, his paintings would have been considered laughably amateurish,\nbut for 1926 they were infinitely superior to anything produced by 20th\ncentury artists.\n\n\"Why can't they _see_?\" he asked his agent angrily, when his third show\npassed without the sale of a single painting.\n\n\"I can see them,\" the agent said, standing in front of a still-life\nabstraction with flashes of color, \"but your way of working is too far\nadvanced for our time. Believe me, a few hundred years from now your\npaintings will be regarded as the work of a great genius.\"\n\n\"In the meantime, I starve.\"\n\n\"I can help you.\"\n\nDonovan threw down the paint brushes. \"No. No. There's no use being\nahead of one's time. I can't make a living as an artist. I may as well\ngo back to digging ditches.\"\n\n\"Maybe you can work part-time and paint at night. What did you do\nbefore you started painting?\"\n\nHe hesitated, but what was there to be afraid of? \"I--I was an\nengineer.\"\n\n\"I can get you a job with a construction company.\"\n\n\"No. No! I want nothing whatever to do with engineering! Nothing!\"\n\nIn the 25 years that he had lived in the 20th century he had turned\nfrom a man of 65 to a healthy, robust 40. For a long time he had lived\nin fear that the dreaded arms of the C.D. would reach out for him, and\nthat he would stand face to face with terror-inspiring Crane. But he\nhad never met anyone who seemed to be a C.D., a Criminal Destroyer.\nSometimes he felt the avenging sword of the Komitet hanging over his\nhead.\n\nThere were some statesmen and philosophers mentioned in the newspapers\nwhose ideas seemed to indicate a 25th century origin, but he avoided\nthem in the fear that they might be plants to draw out the illegals. It\nwas probably that the C.D. would never find out the deception, and if\nthey did there was little chance of locating him among the two billion\npeople on Home Planet.\n\n\"You have to make a living somehow,\" the agent persisted.\n\n\"I know nothing but engineering,\" Donovan said, \"and that I will never\ndo.\"\n\n\"Maybe there's some other field in which you could use engineering\nskills.\" He thought for a moment, and then reached into his briefcase.\n\"I picked this up on a newsstand. You might like it.\"\n\nDonovan glanced at the magazine's cover.\n\n\"It's the latest thrill--scientific fiction. Maybe with your\nengineering knowledge you could write a story or two.\"\n\n\n\nWhen the agent left, Donovan read through the magazine, then went\nout to look up other stories of the same nature. One story offered a\ntime-travel theory which was absurdly inaccurate. Another purported\nto deal with the inhabitants of Mars, none of which looked at all\nthe way the writers imagined them to be. Donovan read as many as he\ncould find, and was fascinated by the hopeless incompetence and\nscientific inaccuracy of the so-called writers. The time-travel story\nwas laughable; even a child could produce a far more exciting tale by\ndescribing the Watson-Gorshevich experiments that lead to the discovery\nof repetitive time-cycles back in 2364.\n\n_Why not_, he thought to himself. _Why not write these stories of\nthe future? Who could do them better than a man who had come from\nthe future?_ These were not engineering journals where accuracy was\nrequired, nor would anyone ever act upon the scientific discoveries he\nmight record. Above all, no one would attempt to build any machines\nwhich would immediately attract the attention of the C.D. He would do\nnothing which would in the slightest way affect historic development.\n\nPressed by the need for money, and fascinated by the possibilities\nin science fiction, Donovan began to write a story. He employed a\npen-name, and avoided the general theory of retrograde-cycle travel\nbackward above time, but limited himself to travelling spirally into\nthe future. He described the mechanism he himself would have to produce\nin order to get back to Blascomb for anabolism-correction, and produced\na fanciful tale regarding life in the year 3,000. The letter from the\neditor came within a week.\n\n    _Dear Mr. Donovan_:\n\n    _Enclosed find check for your story, \"Turn Backward, O Time!\" I have\n    seldom read a more convincing fantasy. One could almost believe that\n    the apparatus you described would actually work. I believe this\n    story will be a science-fiction classic and am placing your original\n    manuscript in my collection. I would appreciate seeing other\n    examples of your work._\n\nWhen the story appeared in print, several paragraphs describing\nthe construction of the time-machine were omitted by the editor.\n\"Technically unconvincing,\" they told him; \"they mar up the\nverisimilitude of a great story.\" \"Turn Backward, O Time!\" became an\ninstant success.\n\nA few days later, Donovan contributed another story, this time based\non actual events on Jupiter which he simply transferred to a different\ntime-cycle on Vega. Vaguely recalling some warning of Blascomb's that\nwhile the future could not be changed, it was best to play safe and\nnot draw the attention of the C.D., he twisted and changed all the\nscientific facts involved. The check for the second story was promptly\nsent.\n\nWithin a few months Donovan, under his pseudonym, which was kept\nsecret, was launched upon his career as a writer of science fiction.\nReaders praised him for his convincing fantasy and editors competed for\nhis services.\n\n\n\nMemory of the 25th century gradually faded from his mind as years\npassed. At times he awoke in horror after nightmares that Crane of the\nC.D. had finally caught him, but these terrifying dreams became rarer.\nHe had exposed himself repeatedly in fiction. Time and time again he\nhad described actual historical events of the Space Colony Wars in\nhis stories. On one occasion he described the technique for the cure\nof cancer discovered in 2019. The readers' section of the magazine\nsoon carried letters from doctors who were amused that a writer could\npresent such a simple household remedy and dare suggest that it might\nbe efficacious for cancer.\n\nDonovan was amused by the thought that Crane might be diligently\nsearching for him somewhere in the Renaissance; if so, the C.D. agent's\nfury must be mounting.\n\nHe changed his name and identity every ten years to conceal his gradual\nreturn to youth. He had the pleasure of seeing himself hailed as his\nsuccessor in popularity, as he established new names and let the older\nones die out. His excuse to the editors was that he wanted to enter\ninto competition anew, make sure that his name alone was not carrying\nthe stories. He was happy. Sometimes, however, later stories were\npanned by \"fans\" as \"imitations of the classics by the greatest stf\nwriter the world has ever known.\"\n\nOnly the aging gentleman who had bought Donovan's first manuscript\nknew, but the old man signed the checks and said nothing.\n\nIn his happiness and self-satisfaction, Donovan became more careless\nwith his stories. If he had been able to outwit Crane and the dreaded\nC.D., surely he could dash off stories good enough for the poor minds\nof 20th century science-fiction readers!\n\nThen the tide turned. Fan letters in the magazines began really to tear\ninto his fiction; they _were_ third-rate; they lacked imagination.\nThey were ordinary stories written by an ordinary mind; and science\nfiction required tales written by men whose minds were well ahead of\n20th century thought. The day finally came when all the editors began\nrejecting his stories. First one, then another--and finally every story\nwritten received a rejection slip.\n\nDonovan could not understand the reason for the change. A few years\nago--or was it decades?--each story of his was labelled a \"classic\";\nnow they were not even acceptable. Had science fiction changed so much\nsince his decision to become a writer in 1929? He dared not discuss it\nwith anyone, for he had no friends and he trusted no one. The C.D. was\neverywhere, but there was one man in whom he had the deepest confidence.\n\nDonovan visited the aging editor and felt sorry for the worn-out old\nman. He himself had once been like this, but was now free from death.\nHe thought of taking his benefactor with him into the 25th century\nand saving the editor's life. But suppose Blascomb's laboratory had\nbeen captured? Donovan could manage for himself, but it would be cruel\nto leave the old man in the deadly hands of the C.D. No, it was best\nto say nothing about rejuvenation to the editor; he would only think\nDonovan was trying out a story-idea.\n\n\"I've been your editor for thirty years,\" the old man's voice cracked.\nHis half-blind eyes loomed through thick lenses.\n\n\"It's been a long time,\" Donovan said.\n\n\"My--My eyes are not what they used to be,\" the other said, \"A man\nabout 50 years old wrote that great classic, \"Turn Backward, O Time!\"\nHe must be about 80 now. But you look only 20. Ah, laddie, you're\ntrying to fool me. You must be his son!\"\n\n\"That's right,\" Donovan said quickly, \"We have the same name.\"\n\n\"Then that explains it,\" the other said wearily; \"it would break my old\nheart if a talent like your father's disintegrated. But we came to talk\nabout your stories. No, son, you're not the writer your father was.\nYour tales lack imagination; there is no originality in them. The ideas\nare hackneyed, the writing third-rate. They sound like poor imitations\nof the great tales told by your father. There was a man! There was a\nwriter!\"\n\n\n\nDonovan left him, keeping the secret of his identity. When he returned\nto his home he looked in the mirror, and the face of a rose-cheeked\n20-year-old youngster stared back at him. Fifty years of happy living\nin the 20th century! It would soon be necessary to return to the 25th\ncentury so that Blascomb could reverse the antibiotic catalytic process\nthat had set him growing younger. It was impossible to stay in his\npresent youthful state much longer. In a few years he would be a child.\n\nWith a sigh he walked to his desk, took out paper and pen, and began to\ndraw the diagrams for the apparatus which would send him forward into\nthe 25th century.\n\nFor three hours he worked confidently, and then the sweat began to drip\nfrom his forehead and his heart began to pound fearfully. \"It is not\npossible,\" he said, uneasily. \"It will all come back to me soon. Now\nwhat the devil did Blascomb tell me?\"\n\nHe had become lazy, and his brain was not used to hard work. He said\nthis to himself but he could not shake off the sense of fear. He took\na cold shower, rubbing himself briskly, then shot a stimulant into his\nblood stream. Preparing the desk once more, he began to work.\n\nThe papers gathered, the pencils broke, and the night gradually turned\nto morning. The finished sketch of the cycle travellers was basically\ncorrect, but the most important operating mechanism was still missing.\nTry as he could, he was unable to bring it up from his memory.\n\n\"By the solar system,\" he swore, \"what is the matter with me? I have\nforgotten every detail.\"\n\nHe tried to think back. At one time he had known the mechanism\nthoroughly. As an engineer he was completely familiar with every single\nplate and tube, but now he couldn't remember anything but the general\nappearance of the finished machine. Fear spurred his mind as he hunted\nfor a solution. Something was happening to his mind. He began to think\nof his stories. The same thing had happened there. At one time he\nremembered every detail of life in the 25th century, and could describe\nthem easily. Now events were dim and he knew now why his recent stories\nwere poor. They were not written from actual memory of the future, but\nwere the ordinary stories one might expect from a 20-year-old boy. The\npast was dim and memory faded. Blascomb and Crane, Crane and Blascomb,\nwhich was the C.D. agent, and what was C.D. anyway?\n\nEnough of the details remained to shock him into an awareness of his\ndesperate plight. The rejuvenation process had worked too well, for\nDonovan had waited dangerously long. As the body grew younger the\ntissue cells were consumed and youthful cells replaced them. The\nprocess that had worked for body cells did the same for the cells of\nthe brain. Those portions of the brain containing the knowledge and\nability of a 70-year-old man were gradually being replaced with new,\nuntrained cells. He had failed to re-educate himself as new cells\nreplaced the old, and had come to the brink of disaster. Sufficient\nintelligence and manual dexterity remained to compensate for that, but\nin a few years the task would be hopeless.\n\n\n\nExcitedly, for he knew his life depended on it, he rummaged through his\nbook shelves looking for a copy of his first story, \"Turn Backward, O\nTime!\" It contained, he remembered, a concise, accurate description\nof the mechanism for the time-machine. The magazine itself was old,\nthe sheets turning brown and the pages breaking. He read the story in\nhaste, vaguely remembering the plot. The actual description of the\noperating mechanism, he found to his consternation, was missing. \"I\nwill cut one or two paragraphs,\" the editor had said, \"_They are not\nconvincing, technically ... they lack verisimilitude!_\"\n\nNot convincing! If he did not find them he was doomed to become a\nchild, and then a babbling idiot of a baby and would disappear entirely\nwithin twenty years. He telephoned the magazine's office and asked for\nthe editor.\n\n\"Sorrree,\" the secretary said, \"Mr. O'Sloane is quite ill. The doctors\nare afraid he might not pass through the night. He's very old, you\nknow.\"\n\n\"Can he speak?\" Donovan asked desperately.\n\n\"He's had a stroke. Can't say a word. Completely paralyzed, Sorrreee.\"\n\nDonovan cursed the carelessness that had led him to this difficult\nposition. He knew that O'Sloane kept the originals of his favorite\nstories in a collection in his office. If O'Sloane died it was\npossible that some enterprising youthful editor would destroy the old\nmanuscripts in a fit of house-cleaning.\n\n\"This is Donovan,\" he said quickly, \"I am trying to locate the original\ncopy of \"Turn Backward, O Time\" which O'Sloane has in his files. I must\nstudy the original papers; it's extremely important. If there is a\nsubstitute editor, will you ask him to keep an eye open for it.\"\n\n\"Cerrrtainleee.\"\n\nHe sighed and took a taxi to the editorial office. It would be best\nto get it as quickly as possible. The original manuscript was quite\nsafe. Donovan need only copy the original description. Even if he were\nno longer able to grasp the theory of it, the machine was still easy\nenough to build from the description.\n\nWithin a few hours he would be back in the 25th century for a reversal.\nFor his next trip back he would choose Ancient Egypt. The 20th century\nwas heading for the Atomic Wars and he was fortunate in being able to\nescape. After Egypt he would choose the Inca civilization. Did they not\nhave legends of white gods that ruled them? The world was his, and he\nwould be forever young. Immortality was within his grasp. No one could\nstop him now.\n\nHe arrived at the building and rushed up the steps to the editorial\noffice.\n\n\"We found the manuscript, Mr. Donovan,\" the secretary told him\nbrightly, looking twice at the flushed, handsome face.\n\n\n\nDonovan stepped into O'Sloane's office. Practically nothing had been\ntouched as yet, for one of the staff editors had just begun to sort a\npile of stacked papers from several cabinets. Donovan recognized the\noriginal manuscript of \"Turn Backward, O Time!\" upon the desk, and\nhurriedly skimmed through the pages. The description was intact, and\nwhile he could not remember why such a machine would work, he knew that\nit could be built and he could escape.\n\nWith a sigh he pocketed the manuscript and introduced himself to the\nyoung editor who would probably succeed O'Sloane upon his death.\n\n\"Oh yes,\" the editor with the curious thin smile said, \"I have heard\nquite a bit about you, and have been waiting a long time for this\nmeeting. We've met before, you know.\"\n\n\"Really?\" Donovan said. The face did appear familiar, but he could not\nrecall the occasion.\n\n\"My name is Edel W. Crane, C.D.\"\n\nDonovan felt a cold tremor of fear shake his body.\n\nHe moistened his lips.\n\n\"What do the letters C.D. stand for?\"\n\nThe pasty-faced young man closed and then locked the door of the\noffice. Walking towards Donovan, the smile no longer there, he told\nhim. Then he did what he had come to do.",
    "metadata": {
        "author": [
            "Kubilius, Walter"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70496/pg70496.txt",
        "name": "turn_backward_o_time.json"
    }
}