{
    "name": "Twice Killed: A Farce in One Act",
    "author": [
        "Oxenford, John"
    ],
    "body": "AUTHOR OF\nFive Pounds Reward; Only a Half-penny; Reigning Favourite;\nDice of Death, &c. &c.\n\nTHOMAS HAILES LACY,\n89, STRAND,\n(_Opposite Southampton Street, Covent Garden Market_,)\nLONDON.\n\n\n\n\nTWICE KILLED.\n\n_First performed at the Royal Olympic Theatre, November_ 26_th_, 1835.\n\n\nCHARACTERS.\n\nMr. Euclid Facile            Mr. KEELEY.\nMr. Ralph Reckless           Mr. J. VINING.\nTom, (_his servant_)         Mr. SALTER.\nMr. Holdfast                 Mr. W. VINING.\nMr. Fergus Fable             Mr. COLLIER.\nRobert                       Mr. BRAYNE.\n\nMrs. Facile                  Miss PAGET.\nMiss Julia Flighty           Miss MALCOLM.\nFanny Pepper                 Mrs. ORGER.\n\n\nCOSTUMES.\n\nFACILE.--Brown dress coat, black pantaloons, white waistcoat.\n\nRECKLESS.--Green Newmarket cut coat, light waistcoat, fashionable\ntrousers.\n\nFABLE.--Black suit.\n\nMR. HOLDFAST.--Brown coat, dark trousers, and shoes.\n\nTOM.--Grey livery coat, white knee breeches, top boots.\n\nROBERT.--Green livery coat, white knee breeches, ditto gaiters.\n\nMRS. FACILE.--Black dress, ditto net apron, embroidered with flowers.\n\nMISS FLIGHTY.--Plain white book muslin dress, white satin slip.\n\nFANNY PEPPER.--Red dress, brown holland apron embroidered with green,\ncuffs to match, red ribbon in cap.\n\n\nTime of representation, 45 minutes.\n\n\n\n\nTWICE KILLED.\n\nSCENE I.--_A view by a river side; on the opposite bank are seen the\nbacks of houses--immersed in water, as at Blackwall, &c._\n\n_Enter TOM, with a large hamper, L. H._\n\nTOM. Come, this will do; though its utility exceeds its beauty; a\nconfoundedly ugly basket, though destined to hold most rare contents:\nseveral sugar loaves, a canister of tea--black and green, almonds and\nraisins in abundance, coffee, rice, and spices, bars of soap, starch\nand powder, blue enough to stock a small shop. Dear Fanny! if her\nheart is not won by such a store of valuables, it is indeed hard.\n\n_Enter RECKLESS, L. H._\n\nRECK. Ha, ha, ha, I've found her--What you here?\n\nTOM. Yes, sir.\n\nRECK. I have found her, I'll tell you; congratulate your fortunate\nmaster, most faithful Thomas.\n\nTOM. Have you indeed found Miss Julia, and how?\n\nRECK. Simply saw her at a house window.\n\nTOM. But you cannot get into that house.\n\nRECK. No; but I have got my mark, the means of hitting that mark are\nstill in fortune's hands.\n\nTOM. And in worse hands they could not be; sir, do give up this\nscheme. You fall in love with a young lady at a boarding school,\ncorrespond with her under a feigned name--\n\nRECK. Yes, you know that arose from the fear of my cousin, old\nGuineamore, hearing of these matters. I dared not trust my own lady\nlove. You are aware I have immense expectations from him, and that he\nhates anything like adventures.\n\nTOM. Yes, and Reginald de Mowbray is a much prettier name than Ralph\nReckless, but where was I? Oh, a feigned name. Well, the young lady's\ngoverness finds out the correspondence, and very properly sends her to\nher guardians, who takes her into the country, also very properly;\ngive up this scheme, sir--\n\nRECK. Not I; when I have found the retreat of my charmer, the cavern\nwhere the treasure is hid, shall I be craven knight enough to fear the\ndragon that guards it? No, man, not I--so if you have not better\nadvice to give, we'll change the subject. What the devil is that great\nbasket for?\n\nTOM. What? oh, that is an affair of the heart; you have confided all\nyour tender secrets to me, therefore I will do the same to you, sir,\nif you will allow me.\n\nRECK. Certainly, good Thomas, go on.\n\nTOM. Why, a sort of a relation of mine--a grocer, died the other day,\nwithout a will, and his stock in trade got divided among six of us. I\nhave borrowed this large crate from Delfs, the crockery-warehouseman,\nto stow my share in; and am thinking I could not do the genteel thing\nbetter, (as my sweetheart Fanny's in service, and has to find such\narticles out of her wages,) than to make her a delicate present of the\ngroceries, to sweeten my progress in her affections--eh, sir?\n\nRECK. Delicate indeed! that I should have so gallant a man in my\nservice; and where does this happy maiden reside?\n\nTOM. You see that white house, the other side of the water? one of\nthose houses in the water.\n\nRECK. What! the white one?\n\nTOM. Yes, she is housemaid there.\n\nRECK. Oh! ha, ha, ha! Ri tol de rol. (_dances._)\n\nTOM. Hey day. Did you tell me to order a straight waistcoat, sir?\n\nRECK. No! tol de rol, I have a thought--\n\nTOM. Why, you do look remarkable thoughtful.\n\nRECK. You see these three bright gold sovereigns?\n\nTOM. Yes, sir! perhaps you will allow me to _feel_ them too?\n\nRECK. So I will, Tom, on one condition! send _me_ in that basket\ninstead of the grocery, and carry me to the house where my Julia is\nsecluded.\n\nTOM. Well, sir, but what will Fanny say?\n\nRECK. Never mind her, there shall be a genteel note pinned outside the\nbasket, explaining the contents. Then, I'll give her a couple of\nsovereigns, so pack up and be gone.\n\n[_Exeunt L. H., TOM dragging the hamper._\n\n\n\nSCENE II.--_A parlour.--In centre of stage a sofa, capable of being\nmade into a bed. At the back a globe, covered with a glazed cover. A\ndining table and chair. A cupboard to open at top and bottom, R.--A\nlarge window to open, L._\n\n(_MRS. FACILE, with a pestle and mortar, and JULIA, R. H.,\ndiscovered._\n\nMRS. F. Really, my dear, the best advice I can give you, is to employ\nyourself about something, it will divert your mind.\n\nJULIA. Divert? I don't want to be diverted, I want to be miserable;\nit's very unkind of you to try to console me.\n\nMRS. F. I can only say I mean well, and I believe your guardian means\nwell.\n\nJULIA. Yes, so is every horrid thing _meant_ well. Our governess used\nto make us wash our hands in icy water in winter, and tell us it was\nall for our good. I hate what is for our good.\n\nMRS. F. But consider the impropriety of your forming at school, a\nclandestine attachment with a young gentleman, of whose very residence\nyou are ignorant.\n\nJULIA. And what is propriety? A creature of imagination, framed by old\nmaids under the inspiration of green tea.\n\nMRS. F. Stop, stop--\n\nJULIA. Oh, what times were those, when I used to look for a note from\nMowbray, in the key hole of the green gate, when I used to read it to\nsix especial confidants, who were all dying with envy; 'till one\nquarrelled with me about a slice of my last cake, betrayed me to the\nFrench teacher, who told the head teacher, who told the governess--and\nthen what an explosion! dragged off hither, without letting me even\nsend my address to De Mowbray. It is a fine thing to be a victim of\ncruelty at seventeen. And now as you are so fond of giving advice, let\nme ask you why you are so very severe to that unfortunate little man,\nyour husband?\n\nMRS. F. What you call severity, arises from my strict sense of\npropriety, of which I am sorry to say, Mr. Facile has not so strict a\nsense.\n\nJULIA. No! why for all I can see, the poor dear little man does\nnothing but sit with his mathematical books before him all day,\nlooking just like our geography master. Then he is such a very easy\nman.\n\nMRS. F. The very thing I dread; he not only lets me have my own way,\nbut every one else too. He is the confidant of all the young ladies in\nthe village; the very servants ask his advice on every single point,\nand he gives it--is never affronted.\n\nJULIA. Dear, good-natured soul!\n\nMRS. F. There's that Fanny Pepper has innumerable points to consult\nhim upon--a forward slut, who apes me in everything. If I wear\nringlets, she wears ringlets--makes her caps like mine. Now how do I\nknow what she may ask him--and if he can refuse nothing--think of\nthat!\n\n_Enter EUCLID, reading, R. H._\n\nEUCLID. \"X plus Y equal to--\" Ah, my dear, what are you doing?\n\nMRS. F. Can you address me in that calm manner, after what I said this\nmorning about Fanny the housemaid?\n\nEUCLID. True, my love, you did say something; but I don't remember\nwhat it was.\n\nMRS. F. Only been married three weeks--come down to spend the\nhoneymoon with your relation, Mr. Holdfast--and already the confidant\nof all the maid servants, and don't remember what I said!\n\nEUCLID. No, dear, I only remember the agreeable things you say.\n\nMRS. F. How provokingly good-tempered! I am cruelly used by your\nindifference.\n\nEUCLID. Are you? upon my word I did not mean it. I am not indifferent,\nam always thinking of you--given, a, b.\n\n_Enter FANNY, L. H._\n\nFANNY. Please ma'am, Miss--\n\nEUCLID. Oh, I forgot! while I was out this morning, I bought this case\nof drawing instruments for you--there, dear.\n\nMRS. F. And so, sir, you hope to atone for your conduct by a paltry\npresent. (_runs to window and opens it._) Thus you atone, and thus I\ntreat the atonement. (_throws case out of window._)\n\nFANNY. (_aside._) Lauk-a-dasy me; how fine that was. I wish my\nsweetheart would quarrel with me, and send me something--would not I\nshy it out of window!\n\nMRS. F. There, sir, you see what I have done.\n\nEUCLID. Yes, love, you threw the case out of the window.\n\nMRS. F. And does it make no impression?\n\nEUCLID. Why, it was your own; you had a right to do with it as you\nliked; it was nothing to me, you know.\n\nMRS. F. Oh! obduracy, in the disguise of good nature.\n\nFANNY. Please ma'am--\n\nMRS. F. What, Fanny, you here! (_aside to JULIA._) There, as I told\nyou, her hair dressed the same--the ribbons in the cap too. Well,\nFanny.\n\nFANNY. Please, ma'am, Miss Weakley has sent to know if you are going\nto call there this afternoon?\n\nMRS. F. Oh, yes, certainly--poor Miss Weakley. Yes, I shall call.\n\nFANNY. (_whispers to EUCLID._) I have something to shew you, sir, when\nyour good lady goes out.\n\nMRS. F. I shall call--what's the girl waiting for? do you think I\ncan't _call?_\n\nFANNY. Yes, you can, ma'am, pretty loud, too.\n\n[_Exit, L. H._\n\nMRS. F. And now, Mr. Facile, you ought to be ashamed to stand before\nme thus.\n\nEUCLID. Ought I? Well, then, I'll take myself down stairs. (_reads._)\n\"On gravity--descending bodies.\"\n\n[_Exit, L. H._\n\nJULIA. How can you be so cross?\n\nMRS. F. Discipline, I tell you. But reach me the decanter of wine from\nthe shelf, that's a dear. (_pours contents of mortar into decanter._)\nThere--there's the sleeping draught for Miss Weakley; I made it from a\nreceipt book belonging to my grandmama. Such a draught! it will make\nher sleep like Juliet's drug, worthy of the book from which it was\nextracted.\n\n_Enter TWO MEN with basket, L._\n\nWell, my good people.\n\n1st. MAN. We have brought this hamper for Miss Fanny Pepper, and the\nfootman told us to bring it up stairs.\n\nMRS. F. Miss, indeed! Yes, it's right _Miss_ Fanny Pepper is Mr.\nHoldfast's housemaid--you may leave the basket.\n\n[_MEN do so and exeunt, L. H._\n\nJULIA. Well, while your are finishing your draughts, and the like, I\nwill go and put on my bonnet to accompany you. With very different\nfeelings from the time when I used to put it on to meet De Mowbray at\nthe garden gate.\n\n[_Exit R. H., with the bottle._\n\nMRS. F. What's that? Oh! goodness, the basket moves--a man!\n\nRECKLESS. (_jumps out._) Madam, madam! do not cry out, I entreat you!\nI am a stranger, yet rely on your generosity.\n\nMRS. F. But this strange intrusion?\n\nRECK. It is useless to conceal anything. You have doubtless heard of\nDe Mowbray--I am he.\n\nMRS. F. The clandestine lover of Miss Julia, a person about whom no\none knows anything. But as you have relied on my mercy, I will not\nbetray you--I will assist you.\n\nRECK. Dear, kind madam!\n\nMRS. F. I will assist you to get out, I say. Return into that basket;\ntwo of the footman shall carry you out to any place you may name, no\none shall know of your being here.\n\nRECK. (_aside._) Oh, curse such kindness! Madam, consider--get into\nthe basket again? I have a pattern of the wicker work impressed upon\nme from head to foot at present, independent of the lumps and bruises\nI have received.\n\nMRS. F. I can offer no other alternative. I cannot encourage your\naddresses to Miss Julia; then I must consider my own character. Return\ninto the basket, and I will go and order the footmen to come up\nimmediately.\n\nRECK. Well, madam, if there is no alternative, send me to this\ndirection. (_gives card, and re-enters basket._) Be sure to tell them\nto keep the right side upwards.\n\nMRS. F. I will, sir; the contents of the basket shall be taken care of\nto the full value of the article.\n\n[_Exit, R. H._\n\nRECK. And I am to go back like a glass milk-pot, am I not? (_gets\nout._) Snail! leave thy shell. In thy mistress's house, Ralph\nReckless, and suffer thyself to be packed up like a fish, and sent off\nas mute? No, no; I've given the lady my tailor's card for a direction.\nHa, ha, ha! (_looks in closet._) what have we here?--a broken pestle\nand mortar, and a stone ball from the garden entrance. These shall go\nin the basket, (_puts them in._) they will pass for me as well as I\ndid for grocery.\n\n[_Exit L. H._\n\n_Enter FANNY, L. H._\n\nFANNY. How cross Missus Facile is, and only a visitor too! I shall\ngive her a bit of my mind if she goes on so, not but I like a woman of\nspirit. How beautiful she did throw the thingummy-gig out of the\nwindow--that was fine now; I can give the devil his due. (_goes to\nwindow._) But, oh! there's a boat party--and, oh! there's my admirer,\nThomas--and, oh! he's sitting by a female--and, oh! (_hides her\nface._) how shocking, horrid, disgusting--he kissed her; it is so\nlow-lived to kiss in the open air! He shall see how I'll trim his\njacket when I meet him again! I'll give--but what's this, a basket?\nM-i-ss, Miss--F-a-n, Fan-n-y-ny, Fanny--Miss Fanny P-e-p, Pep--Miss\nFanny Pep-p-e-r, per--Miss Fanny Pepper. It's horrid writing, (_tears\noff note._) a present, but I won't keep it; I'll--I'll do as Mrs.\nFacile did, I'll shy it out of window into the water. (_tries to lift\nit._) Oh, gemini, how heavy it is. Hush! there's footsteps.\n\nEUCLID. (_without._) So is B to C.\n\nFANNY. It is Mr. Facile; he has no pride, though he is a\ngentleman--I'll call him. Mr. Facile!\n\n_Enter EUCLID, L. H._\n\nEUCLID. Well, Frances Pepper?\n\nFANNY. (_aside._) I knew he'd come. I have a favour to ask--Are you\nstrong, Mr. Facile?\n\nEUCLID. (_aside._) Now what the deuce should she ask that for?\n\nFANNY. Strong in the arm, I mean?\n\nEUCLID. Pretty well.\n\nFANNY. You'll excuse the liberty--you are such a kind gentleman; but\ncould you oblige me by throwing this basket out of the window?\n\nEUCLID. Why?\n\nFANNY. Oh, sir, pardon me, it's a delicate affair.\n\nEUCLID. Delicate affair, indeed, to throw that great basket out of the\nwindow; a coal heaver would shine particularly in such a delicate\naffair! Oh, nonsense!\n\nFANNY. Please do, sir, I've a motive--heigho!\n\nEUCLID. Oh, well--what will they ask me to do next? Here, girl, ask me\nto do no more. It's confoundedly heavy! (_they lift the basket between\nthem, rest it on the window ledge, and push it off._) Oh, my shoulder!\n\nFANNY. What a splash! Thank'ye, sir, thank'ye; it's gone to the bottom\nof the river.\n\nEUCLID. Yes, and nearly took my arm with it--oh! oh! oh! Let me\nimpress one thing on your memory. Frances Pepper, next time you want a\ndelicate affair managed, hire a ticket porter.\n\nFANNY. Thank'ye, sir, thank'ye, sir, for throwing my basket out of\nwindow. That faithless monster's present; I wish he had been here, I'd\nhave asked Mr. Facile to throw him after it; I'm sure he'd have done\nit, he is so good-natured.\n\n[_Exit, L. H._\n\nEUCLID. Ha! ha! a whimsical request enough. See what it is to be of an\neasy disposition. What the servants will ask next it is impossible to\nsay. I have already written six letters for the footman, and read as\nmany valentines for the women; and the other day the old nurse asked\nme to tell her fortune, because she said my books looked like\nconjuring books; but this basket-throwing--\n\n_Enter MRS. FACILE, L. H._\n\nis the strangest adventure I ever knew.\n\nMRS. F. Oh, my dear, have you seen a basket--a large basket?\n\nEUCLID. Yes.\n\nMRS. F. Like a hamper, big enough to put you in.\n\nEUCLID. Yes, yes, well--(_aside._) I had better not say I helped\nFanny, or she'll blow up.\n\nMRS. F. Well, you'll promise not to say anything, give me your word.\n\nEUCLID. My love, not I; upon my word.\n\nMRS. F. What do you suppose is in that basket?\n\nEUCLID. Oh, I don't know--pickled salmon. He! he! (_aside._) I shall\nlearn something.\n\nMRS. F. It is a man.\n\nEUCLID. Hey--what?\n\nMRS. F. A man!\n\nEUCLID. (_aside._) The devil it was. My sweetest, you must be\nmistaken.\n\nMRS. F. I heard him talk; he is De Mowbray, Julia's unknown lover. He\nwanted to get out of the basket, but I told him I would have him\ncarried out of the house. You see I want to break off the connexion.\n\nEUCLID. Egad! the connexion is broke off with a vengeance.\n\nMRS. F. But how serious you look--quite uneasy.\n\nEUCLID. Uneasy, I? Ha! ha! quite a mistake! man in a basket--devilish\ndroll! Ha! ha! ha! Oh! oh! oh!\n\n_Enter ROBERT, R._\n\nROBERT. Please, ma'am, we can't find any basket; we have looked\neverywhere.\n\nMRS. F. No!\n\nEUCLID. Not found it? How extraordinary! You could not have looked.\n\nMRS. F. Ah! Fanny must have seen it and taken it. You may go. [_Exit\nROBERT, R._] I'm uneasy.\n\nEUCLID. So am I. Uneasy, my dear--how absurd!\n\nMRS. F. Why suppose that wild fellow has got out of the basket, Mr.\nHoldfast may meet him.\n\nEUCLID. My love, you need not give yourself the slightest uneasiness\non that score. I dare say he has escaped with the basket, out of the\nwindow perhaps--oh! oh! oh!\n\nMRS. F. Why you know that window looks upon the river.\n\nEUCLID. (_aside._) I should rather think I did know it. La, so it\ndoes, ha! ha! He could not get out of the window without tumbling into\nthe wa--ter. Ha! ha! Oh-h-h!\n\nMRS. F. But I'll go and see after Julia; for if the mad headed couple\nshould meet, I dread the consequences. Be sure you do not tell Mr.\nHoldfast, if he comes home, there was a man in the basket.\n\n[_Exit, R. H._\n\nEUCLID. No, I shall not betray the secret. Here's a pretty kettle of\nfish! here's a nice business! I turned _Noyade_;--Oh, but it's\nover--yes, over! I won't think about it. What business had a man in\nthat basket? I'll be comfortable; it was not my fault. I'll\nread--divert my mind with study. \"Hydrostatics--to find the specific\ngravity of bodies, immerse the body in water.\" Curse Hydrostatics!\n\n_Enter FANNY, L._\n\nOh, you are here, are you? You are a pretty article.\n\nFANNY. Well, so all the men say.\n\nEUCLID. How can you look at me with that confounded smirk, you\nabandoned woman?\n\nFANNY. Sir! do you mean to say I'm--\n\nEUCLID. No--you are a damned deal worse; you are an accessory before\nthe fact.\n\nFANNY. What fact?\n\nEUCLID. An enormous fact--murder!\n\nFANNY. Oh, Mr. Facile! Ha! ha! you are joking.\n\nEUCLID. Joking, eh! It's all very fine for you to pretend you didn't\nknow a man was in that basket.\n\nFANNY. Oh, a very fine trick. Ah, no, you are in fun; there was a note\ntied; I have it in my pocket. (_pulls it out._) There, sir; pardon me\nblushing if it says anything soft.\n\nEUCLID. (_reading._) \"Dear Fan--\n\nFANNY. Deceitful wretch!\n\nEUCLID. \"Inclosed herewith you have my master.\"\n\nFANNY. (_screams._) Oh!\n\nEUCLID. Don't scream--don't scream! We shall be hanged if you scream.\n\nFANNY. Oh, dear! oh, dear, oh, dear! Let me look; m-a-s, mas--t-e-r,\nter--master. It's right--oh, dear! oh, dear! (_sobs._) we're in a\npickle!\n\nEUCLID. Yes, and so is our unfortunate victim. Then you did not know\nit?\n\nFANNY. No; you know I cannot read without help. I determined to throw\nthat wretch's presents out of the window. I was only thinking of the\npresent.\n\nEUCLID. Ay, but I'm thinking of the future; I did you wrong. I see you\nare innocent. We are both a couple of innocent--guilty, miserable\nwretches. Why didn't you throw it in yourself? We'll finish this\nletter though.\n\n(_they stand close together, reading a letter._\n\n_Enter RECKLESS, R._\n\nRECK. (_aside._) I can't find Julia anywhere; and I dread every minute\nlest I should meet some cursed person or other who might be more\ncurious than pleasant. Who's that? Bless my lucky stars! my old\nfriend Facile. I can't be mistaken. (_slaps on back._) Facile, my boy!\n\nEUCLID. (_aside._) That's the constable. No, sir, not here; it came\nfrom the window next door. What, Reckless! Ah, how do you do?\n(_aside._) Where the deuce did he come from?\n\nRECK. I won't say a word about the basket; I'll feign I called to see\nhim. How do you do, my boy? We have not seen one another these--\n\nEUCLID. These four years. So you remember me, and came to call?\n\nRECK. Yes, ahem!\n\nEUCLID. Very kind. But how did you know I lived here?\n\nRECK. Oh, I saw you at the window.\n\nEUCLID. Come, come, we don't occupy the front, and the back of the\nhouse is in the water.\n\nRECK. Ahem! Oh, ah! I was rowing past a quarter of an hour ago.\n\nEUCLID. Ah--h--h! And you saw me at the window, did you? You did not\nsee me do anything particular, did you?\n\nRECK. No. (_aside._) Good reason, I never saw you at all. No.\n\nEUCLID. Ha! ha! no, of course not. What was there particular for me to\ndo, eh?\n\nRECK. (_aside._) What a strange manner he has!\n\nFANNY. And I was not standing by him, was I?\n\nRECK. No.\n\nEUCLID. No, to be sure not.\n\nRECK. What the devil does this mean? They seem uneasy about something.\nI suppose he has been kissing the girl at the window. Ha! ha! I\nunderstand you.\n\nEUCLID. Eh? do you though?\n\nFANNY. Oh, gemini, oh!\n\nRECK. You are a sly fellow, Euclid. (_whispers._) Eh?\n\nEUCLID. (_aside._) It's all right--no, no, wrong, I assure you. But\nyou always had such odd ideas--still in the same spirits.\n\nRECK. Yes, I can always smile; like that water which wears a smooth\ncountenance, whatever is beneath its surface.\n\nEUCLID. (_aside._) Curse his similes!\n\nFANNY. (_aside._) I hates figurative language.\n\nRECK. Gad! what a lumping I had in that basket--I feel quite knocked\nup! (_aside._) A little refreshment--Euclid, my old friend, you know I\ndon't mind taking liberties with you--could you give me a glass of\nwine?\n\nFANNY. Yes, sir, I saw a bottle in the room where the bas--\n\nEUCLID. Ah--h--hem! the store-room you mean. Fetch it.\n\n[_Exit FANNY, R._\n\nRECK. It will be rather acceptable, I assure you. I have just come off\na very unpleasant journey.\n\nEUCLID. What? by the coach?\n\nRECK. (_aside._) No, by the basket. You mentioned your wife. You are\nmarried--and these are your lodgings?\n\nEUCLID. For the present; I don't think I shall stay here.\n\nRECK. Where shall you go then?\n\nEUCLID. (_aside._) To Newgate, most likely. That, sir, depends\nentirely upon circumstances.\n\n_Enter FANNY with bottle and glass, R._\n\nRECK. (_drinking._) Ha, ha! another--(_drinks._) very good--no, I\ndon't know that it is so very good. There's a queer twang in this\nwine--have you ever noticed it?\n\nEUCLID. No--you know I never touch wine.\n\nRECK. Oh, I remember you patronise water. How queer I feel!\n\nEUCLID. Patronise water! what do you mean by patronising water?\nOh--ha, ha! you mean I drink it.\n\nRECK. Of course I do. Egad, I wish I had drank water instead of this\ninfernal stuff. I feel quite uncomfortable.\n\nEUCLID. (_aside._) So do I.\n\nFANNY. (_aside._) So do I.\n\nRECK. Really, there was something wrong--\n\nEUCLID. Nonsense--fancy--\n\nRECK. (_puts his hand to his eyes._) There's a swimming--\n\n(_EUCLID and FANNY run to window._\n\nEUCLID. What is afloat?\n\nRECK. Oh--h--h--I'm going! There was something wrong about that\nwine--oh--wrong--very wrong--poison--wine--bad wine--poison! (_falls\nsenseless on the sofa. EUCLID and FANNY stare._)\n\nFANNY. (_rubs her eyes._) What does this mean?\n\nEUCLID. It means there's another victim. Oh, Fanny!\n\nFANNY. Oh, sir!\n\nEUCLID. (_smells._) There is something wrong in this wine.\n\nFANNY. (_sobs._) Oh--h--h! Now I shall be hanged!\n\nEUCLID. In all human probability. You have got two strings to your\nbow. So shall I. What makes you pitch upon me for an accomplice?\n\nFANNY. It was a mistake--oh--h!\n\nEUCLID. But yours are such confounded mistakes. There's Mr. Basket in\nthe river--Reckless is here poisoned--you and I shall be hanged--that\nmakes four. We shall have seriously diminished the population.\n\nFANNY. He had no business to want wine.\n\nEUCLID. Dissipated wretch, to drink wine, except after dinner! How\nintrusive to call on me--I did not ask him.\n\nFANNY. What shall we do with him? Throw him out of the window after\nMr. Basket? Oh--\n\nEUCLID. There are half a dozen boats passing. (_a double knock._) Oh,\nthere's a knock--they'll come up stairs!\n\nFANNY. Oh, I shall faint!\n\nEUCLID. At this crisis, stupid, thick headed girl! you must not faint\nat this crisis--I want all your assistance. Lock the door. (_she locks\nR. door._) We'll let him fall into the well of the sofa. (_they do so,\nby pulling the mattress from under him. VOICES heard outside._)\n\nHOLDFAST. (_without--knocking, R._) Euclid! Euclid!\n\nMRS. FACILE. (_without, R._) Euclid! Euclid, my love!\n\nFANNY. Oh dear, how heavy!\n\nEUCLID. And there they are outside. There, put the mattress--that's\nright--oh! Now I'll let them in.\n\nFANNY. But Mrs. Facile must not find me locked up with you. You know\nof what a queer turn of mind she is.\n\nEUCLID. Well, here--(_takes cover off globe, and puts it on her head.\nTakes up book._)\n\nHOLD.    }\n         } Euclid! Euclid!\nMRS. F.  }\n\nEUCLID. (_opens R. door._) Well, come in.\n\n_Enter MR. HOLDFAST and MRS. FACILE, R._\n\nMRS. F. Well sir, you hear us at last.\n\nEUCLID. At last!--what did you call more than once, dear?\n\nMRS. F. Once, indeed! we thought you had lost your hearing.\n\nHOLD. Yes, and the door locked. The lady began to grow jealous. She\nthought some one else might be locked in. Never mind, says I, there's\nno murder going on.\n\nMRS. F. But what were you doing, eh, dear?\n\nEUCLID. Studying, to be sure--a new subject--how to make bodies occupy\nthe smallest space. Don't you see my book?\n\nMRS. F. Yes, I see a book--upside down.\n\nEUCLID. Eh? ahem! Ah, my dear, when you are so used to reading as I\nam, you won't care which way a book stands.\n\nMRS. F. And what's the matter?--you look as pale as a ghost.\n\nEUCLID. Ghost!\n\nHOLD. Ha! ha! ha! talking about ghosts, I expect my friend Fable. You\nwill be delighted with Fable--a strange fellow, who thinks a legend is\nattached to every house--a firm believer in ghosts, goblins, and all\nsorts of curiosities--and no wonder, for he himself is a greater\ncuriosity than all he believes in. But I hope we have not interrupted\nyour studies? We want your decision on a geographical discussion. I\nmaintain that Petersburgh is sixty degrees, north latitude--\n\nMRS. F. Sixty-one and a half, my dear sir.\n\nEUCLID. Sixty--\n\nMRS. F. One and a half. Obstinate creature.\n\nHOLD. Well, do not quarrel. Mr. Fergus Fable, my old friend's son,\nwill be here in a minute, and expects to find us a quiet family.\n\n_Enter JULIA, R._\n\nHere, Julia, you were at school last--what is the lattitude of\nPetersburgh?\n\nJULIA. I forget, I am sure--and the terrestial globe is gone to be\nrepaired. (_pointing to cover, which conceals FANNY._) It seems to\nhave come home.\n\nHOLD. Take off the cover, Euclid.\n\nEUCLID. (_aside._) Another incident! No, no--this globe is dreadfully\ninaccurate--full of mistakes.\n\nMRS. F. Nonsense, dear, it will do.\n\nEUCLID. No, no, no.\n\nJULIA. How very warm he is.\n\nMRS. F. What is come to you? I may look at it, and will!\n\nEUCLID. No, no; don't touch it!\n\nMRS. F. But, Mr. Euclid, I insist--\n\nHOLD. True, true--the globe was made to be looked at. Let us settle\nour dispute.\n\nEUCLID. The dispute will never be settled. (_MRS. FACILE advances\nagain to globe, EUCLID keeping her back; globe moves off, L._)\n\nHOLD. Ha, ha, ha! the globe moves in an eccentric orbit--ha! ha!\n\nMRS. F. I see it all; it is some evil creature concealed under the\nglobe cover! I'll follow it.\n\nJULIA. So will I.\n\nEUCLID. (_holding her back._) No, no, no!\n\nHOLD. Ha! ha! ha!\n\n_Enter FABLE, L. as they approach door._\n\nAh, Fable, my friend--how are you? You have come in time to meet--\n\nEUCLID. A quiet family.\n\nMRS. F. Sir, you are the murderer of--\n\nEUCLID. Murderer--of what?\n\nMRS. F. Of my happiness, sir.\n\nEUCLID. Oh, that's all, is it? Ha! ha! that's nothing.\n\nHOLD. Nay, Mr. Facile, you are going too far.\n\nJULIA. He is getting a most horrid husband.\n\nMRS. F. He'll break my heart! (_crying._)\n\nFABLE. Crying, too! A charming family--and I seem to have called at a\ncrisis.\n\nEUCLID. (_aside._) I have a thought! My dear, you know the gentleman\nwhom I threw--ahem!\n\nMRS. F. Sir!\n\nEUCLID. You know--the gentleman in the basket I mean.\n\nMRS. F. Well?\n\nEUCLID. (_aside._) He came in here--you lost him, you know--and\nhearing Mr. Holdfast, I popped the cover on him--it was he. (_aside._)\nI wish it had been!\n\nMRS. F. Oh, is that all?--what a clever man you are, Euclid. That was\nnothing, Mr. Holdfast--nothing at all.\n\nHOLD. How very satisfactory!\n\nMRS. F. Only a frolic of my husband's, funny little man. He meant to\nastonish you.\n\nHOLD. Egad, he succeeded, too! I never was so struck in my life!\n\nFABLE. Nor I. I thought there was a legend attached to the house!\n\nEUCLID. And yet, you see, you had doubts of my fidelity, when I was\nonly guilty of--(_aside._)--murder.\n\nMRS. F. Do not be angry; you know appearances were against you.\n\nHOLD. Well, what say you to a stroll on the banks of the river, while\nsupper is getting ready?\n\nJULIA. Oh, delightful! this is the most romantic time, twilight.\n\nFABLE. Yes, the very moment for a ghost story!\n\nMRS. F. Come, Euclid--\n\nFABLE. Well, then, come along, and I will tell you a most pleasant\nstory about the ghost of a man who was drowned near this spot.\n\n[_Exeunt all but EUCLID, R._\n\nEUCLID. Here I am alone at last. What an awful day I have had. Two\nmurders and a row! I wonder where my unfortunate accomplice is?\n\n_Enter FANNY, L._\n\nAh, Fanny, heigho! How do you do, Fanny?\n\nFANNY. Very ill, indeed, Mr. Facile; think of my nerves being in such\na weak state, from you know what.\n\nEUCLID. Yes.\n\nFANNY. And then my having to cut capers with that nasty thing over my\nhead; I should not wonder if I took to my bed and died.\n\nEUCLID. Then you may think yourself very fortunate, I assure you. I\nexpect no such luck as to die in my bed.\n\nFANNY. I tried to amuse myself; I took up an old volume of the Newgate\nCalender.\n\nEUCLID. Horrid book! It will be increased some pages soon, I dare say.\n\nFANNY. It was about a man who murdered another man.\n\nEUCLID. Only killed one man! A mere babe of innocence compared with\nyou and me; but I shall sit up all night, and you must do the same,\nand we'll convey, you know what, out of here, and pitch it in the\nriver.\n\n_Enter ROBERT, R., with cloth, knives, &c.; lays cloth._\n\nSeem as if nothing had happened.\n\nFANNY. Yes; but don't talk, Robert is looking.\n\nROBERT. Here, Fanny, help me to move this sofa. How remarkably heavy\nit is; it feels heavier than usual.\n\nFANNY. Heavy! I think it feels lighter than usual. Oh dear! there that\nwill do.\n\n_Enter HOLDFAST, MRS. FACILE, JULIA, and FABLE, R. Exit ROBERT, L._\n\nFABLE. A delightful family; the young lady evidently voted me a bore\nevery time I opened my mouth, and the old man calls ancient traditions\na humbug. (_aside._) Goths!\n\nHOLD. You must be hungry, sir--have an appetite for your supper.\n\nFABLE. Why, to tell you the truth, I am rather so; have not tasted a\nmorsel since one o'clock.\n\nHOLD. Fortunate! we have a game supper to-night--grouse and ptarmigan,\nwhich I think you'll enjoy.\n\nFABLE. (_aside._) That's the first pleasant thing I've heard since I\ncame here.\n\nEUCLID. (_aside._) But I have no appetite.\n\n_Enter ROBERT, L._\n\nROBERT. (_entering._) Please, Mr. Fable, your man says there's not a\nlodging to be had in the village.\n\nHOLD. How unfortunate, and every bed here is occupied. (_FANNY, who is\ngoing in and out with supper things, during this dialogue enters R.\nwith a tray._) Stop! I have it; that sofa will make up into a bed; you\nshall have that. (_FANNY screams and drops the tray._)\n\nFABLE. Capital family! servants drop the supper.\n\nMRS. F. Careless slut, what did you drop the tray for?\n\nFANNY. I tell you what, ma'am, I don't get no wages of you--you're\nonly a visitor, and I won't stand being talked to by you. So if you\nattempts to blow me up, I'll give you a bit of my mind, more mayhap\nthan you like.\n\nFABLE. There's another row! more quietness. Servants so civil--oh,\nbeautiful!\n\nHOLD. Ha, ha, ha! a pretty business; it's too late to get anything.\nWell, ladies and gents, I am very sorry--very sorry to send you\nsupperless to bed; but you see all the circumstances--the supper is\ndropped, so I've no other course than to drop the subject.\n\nFABLE. Splendid entertainment!\n\nHOLD. We have nothing to do but to retire for the night, and leave\nyou, Fable, to repose on the sofa bed.\n\nFANNY. Sir! Oh, oh!--sir, the sofa can't be made up--we have no bed.\n\nEUCLID. (_aside._) Some good spirit inspired that thought--a reprieve.\n\nFABLE. Oh, very well then, I'll lay down on the sofa as it is.\n(_aside._) Charming accomodation!\n\nHOLD. Why, my dear sir, I see no other course. I am very sorry you\ncame--\n\nEUCLID. (_aside._) So am I.\n\nHOLD. Under such awkward circumstances; always happy to see you, you\nknow.\n\nMRS. F. Well, I think we may as well retire; don't you, Mr. Facile?\n\nEUCLID. Ahem! My dear, I must--that is--yes, I must sit up rather\nlate, to finish a job I have in hand--an article for the Philosophical\nRepository.\n\nMRS. F. Ah, if your gallantry were equal to your philosophy, what a\ndifferent husband you would be.\n\n[_Exeunt MRS. FACILE and JULIA, with candle, R._\n\nHOLD. Good night; you will not find your night's rest spoiled by a hot\nsupper, Fergus, ha, ha, ha!\n\n[_Exit, R._\n\nEUCLID. (_whispers._) Fanny, as soon as he is asleep, you must come\nhere with me, bring your scissors, and we'll cut a certain gentleman\nout of the side of the sofa; for we shall not be able to fish him up\nwhile this fellow is asleep over him.\n\nFANNY. Suppose we wake him.\n\nEUCLID. Then we must kill him too.\n\n[_Exit, R._\n\nFABLE. Rather a pretty girl that! I'll talk to her. You need not hurry\nyourself, my dear.\n\nFANNY. I don't wish to keep you from sleeping, sir.\n\nFABLE. I ain't at all sleepy.\n\nFANNY. Horrid man! how inconvenient! (_aside._) You must be sleepy;\nyou ought to be sleepy; and the best thing you can do is, to go to\nsleep as fast as you can, and continue sleeping as soundly as\npossible.\n\n[_Exit FANNY, R._\n\nFABLE. I'll go to-morrow. Hang me if ever I met with such a family in\nmy life! (_lies down on sofa._) Such capering, quarrelling, blowing up\nand fasting. Ugh! let me go to sleep and forget their existence.\n(_EUCLID and FANNY are seen at the door R. with scissors and dark\nlanthorn._) Charming family--supper dropped--(_dosing._)\n\nEUCLID. He's going off.\n\nFANNY. Yes, so shall I to-morrow. To _Merrikey_ most likely.\n\nEUCLID. But now to business.\n\nFANNY. Heigho! this is not making a business of a pleasure.\n\nEUCLID. Look at his ugly face--he is asleep.\n\n(_holds lanthorn in Fable's face._\n\nFABLE. (_starting up and knocking lanthorn out of Euclid's hand with\nhis head._) What the devil is that? Oh, my head! There was a\nflash--and a rap on the skull--and a jingle! What the devil can it\nmean? (_stage dark._)\n\nEUCLID. Now what shall we do? We are extinguished.\n\nFANNY. Oh, my poor nerves! How thick-headed of the man to wake! We\nshall never get the poor gentleman out.\n\nFABLE. There is a kind of whispering noise. Egad! there must be a\nlegend attached to this house. I'm uncomfortable.\n\nFANNY.   }\n         }  So am I.\nEUCLID.  }\n\nEUCLID. We'll find the way out. Where's the door?\n\n(_groping about--sneezes._\n\nFABLE. The cat's in the room, sure. (_the mattress rises up and\ndown._) What on earth is this? there's something moves--there must be\na legend! Oh! keep quiet there!\n\nFANNY. I can't find the door. Some one must have taken it off its\nhinges.\n\nEUCLID. Yes, and that cursed fellow is going to hallo.\n\n(_RECKLESS darts up, throws the mattress, with FABLE on it, to a\nconsiderable distance._\n\nFABLE. Murder! the devil! thieves! fire! Mr. Holdfast!\n\n_Enter HOLDFAST, with candle, R. EUCLID and FANNY throw their arms\nround Reckless's neck._\n\nHOLD. What an infernal noise! What is the meaning of all this? Three\nhugging one another, and a fourth bawling out murder! Who the deuce is\nthis?\n\nEUCLID. Oh, I forgot--you are not introduced. Mr. Holdfast, Mr.\nReckless--Mr. Reckless, Mr. Holdfast!\n\nHOLD. Very proud--very happy. How the devil did he get here?\n\nFANNY. You dear man, for keeping alive. Oh, you dear.\n\nEUCLID. A particular friend of mine.\n\nHOLD. A particular friend of Fanny's too, it seems? And what was the\nmatter with you, Fergus?\n\nFABLE. Matter! Everything. Your sofa chucks people on the floor, Mr.\nHoldfast.\n\n(_bell rings._\n\nHOLD. More visitors?\n\n_Enter ROBERT, L._\n\nROBERT. A man wants to see Fanny Pepper. He has found a basket in the\nriver directed to--\n\nFANNY. Send him away. I don't want it. Oh, I forgot that in my joy--I\nforgot there was two of them. I will not have the basket.\n\nEUCLID. No. Robert, kick the man down stairs and the basket after him.\n\nHOLD. Nonsense! You don't know what's in the basket.\n\nFANNY. Oh, but I do.\n\nEUCLID. No, you don't.\n\nFANNY. No, no--no more I do. But I hate baskets; they frightened me,\nwhen a child, with a wicker-work rattle.\n\nHOLD. It may be something valuable.\n\nEUCLID. Well, what's that to us, if the girl don't want it? We have no\nright to cram things down her throat.\n\nTOM. (_without._) Mr. Reckless is here--I know he is.\n\nRECK. That's my rascal's voice. I'm here.\n\n_Enter TOM, drunk, L._\n\nFANNY. That faithless Tom!\n\nTOM. (_hiccups._) I've brought a letter, sir. (_gives letter._) I knew\nyou was here, 'cos you know I ha--ha-- And I know what the letter is\nabout, the bearer thereof told me thereof--old Guineamore is no more.\n\nRECK. I am De Mowbray; my real name is Reckless. This letter will\nconvince you I have a handsome fortune at my disposal, if I may be\nallowed to lay it at the feet of Miss Flighty.\n\nEUCLID. Mowbray! Mowbray! here! You did not come in a basket, and see\nmy wife?\n\nRECK. Yes, but I did though.\n\nEUCLID. Then there's nobody killed, tol-de-rol! Fanny, there's nobody\nkilled.\n\n_Enter MRS. FACILE and JULIA, R._\n\nJULIA. De Mowbray!\n\nRECK. Reckless, dear Julia, if you please.\n\nHOLD. Yes, my dear, he is a gentleman of whom I approve, and you may\ntake him as soon as you please.\n\nTOM. And, Fanny, we cannot do better than follow so good an example.\n(_takes her hand._)\n\nFABLE. A monstrous pleasant joke. Catch me here again in a hurry.\n\nHOLD. What's all this about a basket?\n\nEUCLID. Why this gentleman has been twice killed. I'll tell you all at\nbreakfast; now let us retire to rest after the troubles of this\neventful night, and contrive not to dream.\n\nFANNY. At any rate not of bottles and baskets.\n\nEUCLID. And now, ladies and gentlemen, that you've seen my friend,\nReckless \"Twice Killed,\" let us hope that you will, at length, allow\nhim to live uninterruptedly--uninterruptedly, did I say? No; for if my\ninnocent delinquencies did serve to amuse you, I shall feel the\ngreatest pleasure in killing him twice more to-morrow.\n\nTOM., FAN., MRS. F., EUC., JULIA, RECK., HOLD., FAB.\n R.                                              L.\n\nCURTAIN.\n\n\n\nThis transcription is based on images digitized by Google from a copy\nmade available by the Ohio State University and posted by the\nHathiTrust at:\n\n     catalog.hathitrust.org/Record/100593073\n\nBecause a few page scans had text cut off next to the margin, this\ntranscription has been compared with the text posted by the Victorian\nPlays Project at:\n\n     victorian.nuigalway.ie/modx/assets/docs/pdf/Vol24xivTwice.pdf\n\nIn general, this transcription attempts to retain the punctuation and\nspelling of the source text. Variant spellings have been retained,\nincluding \"calender,\" \"terrestial,\" \"accomodation,\" and \"dosing\" (for\n\"dozing\"), as have inconsistent spellings such as \"lattitude\" and\n\"latitude.\" Obvious errors have been corrected. The use of \"its\" and\n\"it's\" has been made consistent.\n\nThe following changes were noted:\n\n- Frontispiece: The punctuation of the caption text has been made\nconsistent with the script text.\n\n- p. 3: though it's utility exceeds it's beauty--Changed \"it's\" to\n\"its\" in both cases.\n\n- p. 5: its very unkind of you--Changed \"its\" to \"it's\".\n\n- p. 6: \"X plus Y. equal to--\"--Deleted the period after \"Y\".\n\n- p. 8: [_MEN do so and exeunt., L. H._--Deleted the period after\n\"_exeunt_\".\n\n- p. 13: FANNY. (_screams,_) Oh!--Changed the comma after \"_screams_\"\nto a period.\n\n- p. 14: I was rowing past a quarter of ah hour ago.--Changed \"ah\" to\n\"an\".\n\n- p. 17: Mr. Feargus Fable, my old friend's son, will be here in a\nminute--Changed \"Feargus\" to \"Fergus\" for consistency.\n\n- p. 17: what is the lattitude of Petersburgh.--Changed the period\nafter \"Petersburgh\" to a question mark.\n\n- p. 20: Careless slut, what did you drop the tray for:--Changed the\ncolon after \"for\" to a question mark.\n\n- p. 21: always happy to see you, you know--Inserted a period after\n\"you know\".\n\n- p. 21: I must sit up rather rate, to finish a job--Changed \"rate\" to\n\"late\".\n\n- p. 24: TOM., FAN., MRS. F., EUC., JULIA., RECK., HOLD.,\nFAB.--Deleted the period after \"JULIA\".",
    "metadata": {
        "author": [
            "Oxenford, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49481/pg49481.txt",
        "name": "twice_killed_a_farce_in_one_act.json"
    }
}