{
    "name": "Tybalt",
    "author": [
        "Barr, Stephen"
    ],
    "body": "The physics teacher, Howard Dax, dismissed the class. He picked up\na felt-covered block and erased the diagrams he had drawn on the\nblackboard. He noticed with annoyance that the lines were shaky, and in\none place was an irregular star where the chalk had broken because of\nhis exasperation at his pupils--or more exactly, one particular pupil.\n\nWhen the blackboard was clean to the corners--Howard Dax was a very\nprecise man--he turned around and saw that the particular pupil was\nstill sitting at his desk. He was a thin boy of fifteen, called\nMallison, whose dark, wavy hair was too long. It rose in a kind of\nbreaker over his forehead, and he had sideburns cut to a point. His\nexpression was neither sullen nor impertinent, but Dax had always\nhad the feeling that Mallison was concealing intense boredom and only\nlistened to him perforce. He was sure that the narrow, rather handsome\nface was on the verge of sneering. But there had never been quite\nanything that he could put his finger on. The boy was definitely not\ngood at physics, yet he wasn't at the bottom of the class. The thing\nwas that he gave the impression of being above average intelligence. He\nobviously could do very much better if he wanted to. Dax was convinced\nthat he despised physics, and school in general.\n\n\"Yes?\" Dax said. \"What is it?\" He tried to make his voice sound natural\nand casual.\n\nMallison stared at him impassively for a moment. Then he said, \"You\ndon't like me, Mr. Dax, do you?\"\n\n\"My dear boy, I neither like you nor dislike you,\" Dax said. He could\nfeel his hands beginning again to tremble slightly. Damn adrenalin! \"I\nam merely trying to teach you elementary physics. Why do you ask?\"\n\n\"Why do you give me such low grades?\" Mallison said, but with no sense\nof urgent curiosity.\n\nHoward Dax thought that the boy's manner was altogether too adult. He\ndidn't expect deference from a modern teenager, but neither did he like\nto be spoken to in such a man-to-man way. No; come to think of it,\nman-to-man wasn't quite the phrase. It was off-hand. And yet it was\nartificial: Mallison never spoke in this way to his contemporaries. He\nusually talked like a ... what was it? Hipster?\n\n\"I give students the grades that in my opinion they deserve,\" Dax said.\n\"In your case they are low because I don't think you're trying.\"\n\n\"I am trying,\" Mallison said, then added, \"sir.\"\n\n\"You are,\" Dax said. \"Very.\" He thought the remark was rather neat,\nbut the boy looked at him without any change of expression. Why was he\nhere? What did he want to say? \"I must confess,\" Dax went on, \"that I\nam surprised at your interest in grades. I should have thought that\nrock-and-roll was more your style. That and ... er ... racing around\nat night in a fast car!\" He felt that he was sneering, and made his\nface blank.\n\n\"I'm too young for a driver's license,\" Mallison said.\n\n\"But old enough to pull yourself together and do some real work. You\ncould do much better in class. You're not stupid.\"\n\n\n\nThe boy said nothing and continued to stare at him without expression.\n\n\"When I see signs of an improved attitude,\" Dax said, \"and a little\nmore work, I shall mark you accordingly. One gets the impression\nusually that your mind is on other things. Things like jazz records.\"\n\n\"Didn't you listen to jazz when you were young, Mr. Dax?\"\n\nHoward Dax at thirty-nine hardly thought of himself as old. The boy was\nnot being exactly fresh, but he had a sort of polite tactlessness. It\nwas absurd, but he felt that Mallison had the upper hand, somehow.\n\nDax had an older brother who had been a lieutenant in World War II,\nand he had described to him an occasion on which he had interviewed\nan elderly staff sergeant. The staff sergeant in civilian life had\nbeen his brother's boss. Although his manner was scrupulously correct,\nthere remained an atmosphere of his peacetime ascendancy. Howard Dax\nsympathized with his brother. There was nothing actually wrong with\nMallison's manner, but the pupil had the master on the defensive.\n\nHe decided to ignore Mallison's question. He had no idea how the young\nnowadays felt about the subject of early Benny Goodman or the emergence\nof Barrel House. Why was he even bothering?\n\n\"The point at issue,\" he said with asperity, \"is not whether I used to\nlisten to jazz twenty-five years ago, but whether you are going to pay\nattention in class _now_. I admit you manage to scrape through in the\ntests, but this morning, for example, you acted as if you were half\nasleep!\"\n\n\"I'm sorry. I was very tired.\" Mallison did look pale.\n\n\"I suppose you were up half the night--cutting a rug.\"\n\nMallison winced at the outdated jargon but he merely shook his head.\nThere were firm steps in the corridor, and the school principal marched\nin.\n\nMallison stood up; Dax was still standing. The principal had a small\npiece of folded paper in his hand, and did not immediately notice the\nboy, whose desk was near the back row and next the open windows. He\nwent straight to the platform and put the folded paper on Dax's desk.\nHe nodded curtly and glanced towards the windows, and saw Mallison\nsitting there for the first time.\n\n\n\n\"I thought you were alone,\" he said, turning to Dax.\n\n\"You may go,\" Dax said to the boy. \"That will be all. Remember what\nI said.\" He looked at the folded paper and then at the principal\nquestioningly. \"Yes, Mr. Lightstone?\"\n\nThe principal was a short white-haired man with a dogged expression.\nHe turned again to make sure the boy had left and said. \"I want you to\nlook at this, Dax.\" He tapped the folded paper, which had been made\ninto a sort of envelope, with its ends tucked in. Dax bent to examine\nit.\n\n\"Pick it up, man! Open it,\" the principal said, and came around and sat\nin the teacher's chair. \"Be careful not to spill it!\"\n\nDax picked up the little packet and opened it. Inside was a teaspoonful\nof white powder. \"What is it?\" he asked.\n\n\"That,\" said the principal, \"is something for our friends upstairs\nin the chemistry department to determine. I found it myself, in the\nflowerbed right outside these windows!\"\n\nHoward Dax looked puzzled. \"I don't think I understand--\"\n\n\"If I don't miss my bet,\" said the principal, \"that's heroin!\" He\njerked his head towards the windows. \"And somebody threw it out of\nthis classroom!\"\n\n\"Oh, I don't think it's heroin, Mr. Lightstone,\" Dax said. \"Heroin has\na distinct glitter, and this seems--\"\n\n\"I had the impression you were a physicist, not a chemist,\" the\nprincipal said. \"Besides, the police told us last week that they\nbelieve a gang of narcotics pushers--I think they called them--are\noperating in the neighborhood! What else could it be? I've been on the\nlookout for something of this sort.\"\n\nThere was a silence. Dax didn't know what to say.\n\nHe himself was very tired, he had been working late every evening. He\nhad three different tasks that occupied every minute of his waking\nhours: his job as teacher being the least important although the most\nessential. The other two were perhaps visionary, but they might lead to\nsomething more exciting than retiring on a pension.\n\n\"Well?\" Mr. Lightstone was impatient--his usual condition. \"Have you\nany ideas? It has been my experience that drug-taking and juvenile\ndelinquency go together.\" This was not strictly true as Mr. Lightstone\nhad never knowingly seen a drug-taker, but he did read the papers.\n\n\"I suppose there is a certain amount of delinquency here,\" Howard Dax\nsaid uncertainly, \"but _narcotics_....\"\n\n\"Wake up, man!\" the principal said. \"You look half asleep! This is a\nserious matter. I found the stuff right outside these windows! You must\nhave some idea of who might be involved. Which are the unruly ones? Who\nsits next the windows?\"\n\nDax glanced at the desk recently left by Mallison. Mallison? One\ncouldn't exactly call him unruly.... Yet he had the earmarks of a type\nhe detested and instinctively mistrusted. He even feared him a little,\nthough not perhaps for reasons of which he was quite aware.\n\n\"Who was that boy that just left?\" The principal had noticed the\ndirection of Dax's glance. \"Mallison, wasn't it?\"\n\n\"Yes, but the packet might just as well have been thrown from one of\nthe paths outside.\"\n\n\"There's no path near here. You know that perfectly well,\" said the\nprincipal. \"There's a wide stretch of grass beyond the flower bed and\nno one's allowed to walk on it! I've had my eye on that boy....\"\n\n\n\nHoward Dax thought this over. Come to think of it, he wouldn't put\nsuch a thing past the young smart-alec. Hoodlumism doesn't necessarily\nadvertise itself in the classroom.\n\nHe looked at the principal. The man had a nerve to accuse _him_ of\nseeming half asleep! Working in his private lab after dinner and then\nat his desk until all hours, struggling to learn Middle English--or\nrather, transitional Anglo-Saxon. He had done well at English lit at\ncollege, even though majoring in science, and Chaucer had come fairly\neasy to him. But Twelfth Century speech--and that was what he had\nto learn--was something else again. Chaucer himself couldn't have\nunderstood it. He wondered what young Mallison and his hipster friends\nwould think if they knew his secret occupations. He could just imagine\nthe sneering.\n\n\"Well, you _could_ be right, I suppose,\" he said. \"He's not my--shall\nI say?--favorite pupil.\"\n\n\"I'm glad you think I could be right,\" Mr. Lightstone said. \"I intend\nto hold an investigation. At the first possible opportunity. This very\nevening, in fact. At my office, and I shall have young Mallison brought\nbefore us. I shall expect you.\" He got up and strutted out of the class\nroom.\n\nAfter a few moments Howard Dax followed him. Outside, on his way to the\ngate, he passed Mallison, who was standing talking to another boy who\nhad a similar haircut, but was unfamiliar to the physics teacher. He\nthought he was not a pupil of this school. They both became silent as\nhe drew near them, looking at him without any expression. Dax wondered\nif narcotics could be responsible for Mallison's pallor.\n\nAfter dinner Dax went into his little lab, which was actually the\nkitchenette he never used. On the table and sink was some chemical\napparatus. The principal's remark had been ill-chosen since Dax at\ncollege had started with chemistry as his major and had only switched\nto physics in his senior year. He had also become interested in\ngenetics, and it was this all-around interest in the sciences that had\nperhaps militated against him. Nowadays one ought to specialize.\n\nWell, he was specializing now.\n\nIn an evaporating dish in the sink were some dark brown crystals\nthat his landlady would have taken for Damerara sugar, but which had\na considerably more complex formula. They would have lent a rather\nodd flavor to Indian pudding. The logic which had given rise to this\nformula was not merely complex but revolutionary. It involved the\nconcept of reversibility of entropy--the application of which was\nitself unprecedented.\n\nThere were, Howard Dax was aware, certain aspects of germ chemistry\nthat defied description in terms of classical and mechanistic theory;\ndetails that seemed to require the inversion of Time's arrow. To say\nthat a physical process was \"non-reversible\" usually implied the\npresence of the probability factor. But that didn't seem to be the\ncase here. There was the suggestion of prophecy. Or else that time was\nflowing backwards. Or ... was it that something flowed backward through\ntime?\n\nThen there was the fact that the germ plasm was immortal. Not\nindestructible, for the overwhelming majority of zygotes and gametes\ndied; but if one disregarded the soma, all living germ cells had been\nalive since the beginning of life. After terrific work, none of which\nwould have seemed quite orthodox to his colleagues, Dax had arrived at\nthe end of theory and the beginning of practical application--at the\ntaking-off point--the countdown.\n\n\n\nLying on the drainboard near the evaporating dish was a hypodermic\nsyringe.\n\nIf he were to dissolve the dark brown crystals and inject the solution\ninto his veins, Dax believed that whatever it was that impeded this\ntime-reversal would be neutralized. His consciousness--not his body,\nhis somatic cells--would travel back along the unbroken line of his\nidentity as a germinal continuity. Back to the extent that the effect\nof the chemical would allow.\n\nHe would then be in the body of one of his ancestors. Not spread among\nthem all, but following the line of greatest genetic valence to one\nindividual: living in the Twelfth Century A. D. Probably, but not\ncertainly, somewhere in England, since most of his ancestors came from\nthere.\n\nOf course the time might be wrong. He had no way of making a precise\ndetermination. He had experimented with a rabbit, but after the soft\nlittle beast's eyes glazed over in unconsciousness it had immediately\ncome to. The time taken during its visit to the purlieus of its remote\nand unknown forebears was of no duration in the present. And it had at\nonce attacked him and bitten him savagely.\n\nIt seemed curious that an ancestral rabbit at a period not so very far\nback from a biological point of view should have a spirit so foreign to\nthe rabbits of today. Perhaps the drug had overshot its mark....\n\nWhat if that were to happen in his case? Wouldn't it perhaps take him\nto some earlier, non-human form and then, as it were, rebound to the\nprecise moment in history that the strength of the drug indicated? A\nman is not a rabbit. But suppose he found himself not in the body of a\nTwelfth Century Englishman--a risky enough situation--but hanging by\nhis tail from a tree in Java? How long before the hypothetical rebound\nto the time of the Plantagenets?\n\nHoward Dax was too tired to concentrate on the problem: it was probably\nmoonshine. The rabbit had been frightened, not atavistic.\n\nThe cumulative effect of overwork and irritation at the boy Mallison\nand the principal's manner had made him reckless and impatient. He\nmade a sudden decision to stop worrying about precautions and take the\nplunge ... now.\n\nHe had plenty of time before the meeting. The trip to the past would\nhave no duration in the present. He measured out an amount of distilled\nwater and stirred the brown crystals into it with a glass rod. Then he\nfilled the hypodermic and went into his bed-sittingroom.\n\nHe went to his desk and took a last look at a list of early English\nirregular verbs and lay down on his sofa, rolling up his sleeve.\n\nHe hardly felt the prick of the needle but he realized that the rather\npainful bump on his forehead had distracted his attention from it.\n\nHe looked at the thing he had bumped against. It was wooden and round\nin section, about as thick as his neck, and rose at a slight deviation\nfrom the vertical to a circular platform that was supported at other\nplaces by two more wooden uprights. Beyond and above was an immensely\nlofty roof of dark timbers. Far to the sides were stone walls.\n\nHe looked down to discover that the cold floor under him was also of\nstone, covered here and there with dry yellowish reeds. Then he saw\nthat he was on all fours.\n\nInstead of hands he had black, furry paws.\n\n\n                                  II\n\nTrice, the jester, was getting old. So, he feared, were his jokes.\n\nHis joints were stiff and he could no longer do the amusing contortions\nthat used so to entertain the Earl and his little court. In fact, the\nEarl was getting on, too. He looked as though he was falling asleep in\nhis chair. Next to him the Lady Godwina was mumbling and giggling--not\nat poor Trice's feeble quips, but as a result of too much blackberry\nwine mixed with mead. She hiccoughed loudly and the Earl opened his\neyes.\n\nHe glanced at the Lady Godwina with bored distaste, and then at Trice\nthe jester. Would that the fellow would cease his tedious clowning and\ngo to the kitchens! Yet he hesitated to get rid of him altogether.\nHaving a jester at all in these days was a mark of prestige, and he\ndidn't know where he'd get a replacement.\n\nNow that King Henry was dead he had fortified his castle like the other\nbarons. Since feudal pomp had become the fashion he hung onto its\ntrappings--poor old Trice was one of them. But, ye gods, what stale\njokes! Well, at least they seemed to please the younger serving men,\nwho must be too young to remember them.\n\nTrice was unhappily aware that his humor was missing the mark. He fell\nback on the one thing that never failed to make them laugh. He swung\nhis bauble and hit himself on the nose. He staggered back with comic\nterror. \"Hold on!\" he cried to an imaginary assailant. \"Not so hard!\"\nHe struck himself again, harder. \"Stop! Or I shall appeal to my noble\nlord for protection!\"\n\nThe Earl smiled faintly; he didn't want to disappoint the old man.\nBesides, his nose was bleeding. It really was rather funny. Curious\nabout these people: they had almost no sense of pain. Trice, seeing the\nsmile, hit himself again and again, and feeling the blood, he smeared\nit over his face in fantastic curlicues. The Earl closed his eyes\nagain, and Trice caught the eye of the clerk, a young man who had come\nfrom Normandy. He was sneering. The Lady Godwina was singing a little\ntune to herself, and paid no attention.\n\nThe old jester shrugged, and turned towards the archway to the kitchens\nand offices. Better have supper and go to bed--his head ached and his\nnose hurt badly, although the bleeding had stopped. Next to a wooden\nstool he caught sight of his cat, Tybalt, staring at him fixedly.\nTybalt. His only friend! he thought to himself. But as he passed him,\nthe cat, instead of following him out with tail erect to share the\njester's wretched supper, backed cringing under the stool and turned\nhis head as he went by, keeping his staring eyes on him. Most unusual.\nVery un-catlike.\n\n\"Here! Tybalt!\" Trice said, but the cat backed further away.\n\n\n\nJust before he realized what had happened to him, Dax recognized that\nthe big wooden thing that loomed over him was a stool.\n\nMaybe it was this realization--and the sight of his own paws--that gave\nhim an idea of his size, and on looking back at the rest of himself\nhe knew that he was a cat. Something had gone wrong. The flashback\nand subsequent rebound must have taken him far into the dim mammalian\npast, but for what duration he could not tell. The transition had been\nunconscious. At least he did not remember it. But to judge by the style\nof the round stone arches of the hall he was now in--and the stonework\nlooked brand new--the ultimate effect had been according to plan, and\nthis was the early Middle Ages.\n\nA movement caught his eye and he saw it was the cavorting of an\nenormous man, dressed in gigantic tattered motley.\n\nNo. He wasn't enormous; it was just the unfamiliar scale of things. The\nman was saying something in a booming voice, and Dax began to recognize\nit as a form of transitional early English--but with an admixture of\nNorman French and some pure Anglo-Saxon phrases. And what an accent!\nIf this man was typical, how wrong modern research and learned\nspeculation were! He would have some interesting things to tell the\nexperts--particularly his tutor--when he got back.\n\nWhen he got back.... That was supposed to be in three days\napproximately, when the inhibiting effect of the chemical would wear\noff. Then he would, he hoped, be swept back to his own time and his\nown body. But he was a cat. This was disastrous! How could he speak to\npeople? He could understand them fairly well, but a cat's bucal cavity\nand vocal apparatus were not designed for the sounds of human speech.\n\nHe decided to try his voice, just on the chance, but stopped, horrified\nat the muffled yowl that resulted.\n\nTwo rangy hounds, six times his size, roused themselves from the\nrush-covered floor and glared growling at the sound with raised\nhackles. \"Down, Colle! Stop it, Bayard!\" a gruff voice commanded, and\nthey reluctantly sank back again, keeping their fierce eyes on him. Was\nthis a sample of what he must expect from dogs? He hoped it was merely\nhis abortive attempt at human speech. Any further communication must be\ntried silently.\n\nHe looked around the hall. There were other humans too. Several\nmen-at-arms standing by the walls and a few serving men. At the big\ntrestle-board were seated five people--one of them clearly the lord of\nthe castle--it must be a castle--and the one woman sitting next to him\nin soiled finery would be his lady. The place reeked with the stale\nodor of humans and dogs, and less obnoxiously the smell of wood smoke\nand cooked meat. Dax realized that he now had a feline nose, and made\nallowances. After all, the well-to-do bathed themselves, in the still\nexisting classic tradition, and would until the Black Death.\n\nThe ridiculous giant in motley stopped his capering and came across\nthe stone flags towards him. As he passed with ponderous footsteps he\nlooked down and said, \"Here, Tybalt!\"\n\nDax backed under the stool, terrified at the deep, hoarse voice. The\nman was probably trying to be gentle. He must keep in mind that he had\na cat's hearing now, and all sounds would seem lower and louder.\n\n\n\nHow were cats treated in Medieval England? He did not know, and he was\nnot prepared for this contingency. But at least cats as a species had\nsurvived. He hoped he was one of the lucky ones. He must at all costs\nmanage to keep alive for three days, because if he were killed before\nthe drug wore off he would not return.\n\nWhat would they think at the school? Nothing, of course. He would never\nhave been there. That would be changing the future ... but you changed\nthe future every time you exerted your free will, anyhow.\n\nOne of his experimental rats had not come back: it had merely\ndisappeared with a loud pop. Perhaps an early Colonial terrier had got\nit. It might be the best thing to do to take to the woods, and wait out\nthe time safe from the unknown dangers of men and dogs--but what of the\ndangers of the woods? It was winter, to judge by the fire in the hall,\non a raised stone platform in the middle of the floor, from which the\nsmoke found its way out through a louver in the high roof. And the icy\ndrafts that came across the floor. Although he was a cat, he had little\nconfidence of being able to hunt like one, or find refuge from the cold\nand snow.\n\nHe decided to follow the court jester. At least the man had spoken to\nhim kindly. And he had a name: Tybalt. He must remember to answer to\nit.\n\nHe got up and began to walk towards the arched doorway through which\nthe jester had disappeared.\n\nWalking on all fours felt perfectly natural--rather as if he were\nfollowing himself. There was no trouble about keeping in step, or,\nrather, just out of it. His mouth was dry and he ran his tongue over\nhis muzzle ... he could lick his eye! Then he did something that also\nfelt natural, though pleasantly novel: he waved his tail. Then he stuck\nout his claws. They clicked against the flagstones and he sheathed them\nagain.\n\nHe had never in his life felt so supple and physically complete. He\nfelt like running up the tapestry that hung by the doorway.\n\nAt the other end of the vaulted corridor that he found himself in he\ncould see the jester as he went into another chamber that was lit with\na smoky reddish glow. There was an increased smell of cookery, and he\nguessed it was the kitchen.\n\nWhen he got to the door he could see the jester was being given\nsomething in a bowl that steamed, and a large hunk of dark bread. The\nman turned and came out again and saw him.\n\n\"Come along, Tybalt,\" he said. \"Supper for you and me. Come along, old\nfellow!\"\n\nDax followed him across the corridor to a narrow stone stairway in the\nthickness of the wall. The winding steps seemed absurdly high. He would\nfar rather have done the whole thing in two or three long leaps, but\nhe took the steps one by one. Feline coordination would come to him in\ntime.\n\nAfter an almost totally unlit passage they came to a minute room,\nscarcely more than a cell. The jester struck a light with flint and\nsteel to a tallow candle, and sat down on a low straw-covered bed. The\nfloor was freezing. Dax jumped up onto a small table, but was instantly\npushed off it. His instinctive jump up and then down happened so\nquickly that he only realized in retrospect what a feat it was from a\nman's point of view. Yet he had landed clumsily. He was not yet quite a\ncat.\n\n\n\nThe jester cut off a piece of dubious-looking meat and threw it onto\nthe floor. \"Wait till it cools, Tybalt,\" he said, and scratched Dax\nbehind the ears. Dax was ravenous, which seemed odd considering\nhe'd had dinner half an hour ago. No, of course not. That was eight\ncenturies in the future; God knew when Tybalt had last eaten.\nDisregarding the admonition he went at once to the meat, which was\npork, and burned his mouth. It smelled glorious. And yet he suspected\nthat in human form he would have revolted from it.\n\nHe looked up at his master. He had a conviction that he belonged to the\njester.\n\nHe studied the gaunt, blood-smeared face. It looked as if someone had\nhit him on the nose. The cap-and-bells, with its attached wimple-shaped\nneck piece, had been laid aside. The gray bobbed hair and bony head\nlooked anything but merry. There was, however, a shrewd reflective\nexpression in the eyes, and Dax felt that he might well be in an\nadvantageous position. Being a jester probably involved a certain\namount of tact and discretion, not to mention ingenuity, so he resolved\nto try to communicate with him.\n\nBut first he must eat. Would the damned pork never cool?\n\nThe jester was already eating his, in great gulps, alternating it with\nbits of the evil-looking bread. There was a stoneware pot that smelled\nstrongly of musty ale from which he drank every now and then. The\nstench of alcohol in it was like spoiled garbage to Dax. How had he\never been able to drink whisky? The thought of it was disgusting. The\nmeat was cool enough now--in fact stone cold--and he tore it to pieces\nwith his pointed teeth and bolted it unchewed. It was marvelous.\n\n\"Well, Tybalt?\" the jester said, putting aside his bowl. \"No mice\ntoday? We are not very lucky, we two, are we?\" He made a snapping with\nhis fingers and Dax jumped up onto the pallet beside him. The old man\nstroked his back gently, but he had a very strong smell. Dax supposed\nhe would get used to his new keen senses in time. He hoped it would be\nsoon. It was very cold in the jester's cell and he intended to creep\nclose at bed time. In the meanwhile how was he going to make known his\ntrue identity? Obviously speech was impossible; and Morse-code tapping\nwith his paw was out of the question.\n\nYou wouldn't get very far with mere facial expressions, either. Anyway,\nto most human eyes a cat has but two: contentment and fear. He looked\naround wondering if there were any small movable objects that he could\narrange into the form of the letters of the alphabet--even a piece of\nstring might do. But he feared that the man couldn't read. Anyway there\nwas no string to be seen.\n\nThen on the table, which was scarcely more than a high bench, he saw a\nrosary with wooden beads.\n\nHe got up and stretched--never in his life had he been able to stretch\nlike this--and jumped delicately over onto the table. The jester\nreached out and swept him off it. Not roughly, but it was obvious\nhe wasn't allowed there. This time his landing was more skillful.\nHe sat on the cold floor and tried to think how he could get hold of\nthe beads. If he had them on the floor he could push them into an\narresting shape. A triangle perhaps, or a figure eight, that would\ncatch the jester's eye. He looked up at a movement and saw that the\nman had picked up a small vellum book and was holding it close to his\nface. What luck! he could read after all! But how was he going to make\nletters? Near the sill of the door were some pieces of straw. He went\nover and examined them. He realized that a cat's vision is rather poor\ncompared to a man's: quick to notice and interpret motion, but in other\nrespects the over-large pupils, meant for nocturnal hunting, gave an\ninferior and uncertain image.\n\n\n\nThe straw was dirty and smelled of horses, but it ought to do. The\ntrouble was that when his face was close enough to pick it up with his\nteeth he could scarcely make it out. He couldn't tell at first whether\nhe had one or many in his mouth. He felt that his whiskers should\ntell him, but he was unaccustomed to their use. He padded over to the\njester's feet and dropped the straws. He backed off and looked at them,\nthen with his paw he ineptly pushed them into an A.\n\nHe looked up. The jester was lost in his reading.\n\nDax waited patiently, but the reading went on, and he patted the man's\nfoot with carefully sheathed claws. The jester glanced at him, though\nnot at the crude, straw A, and smiled.\n\n\"What now, Tybalt? More supper? That you will have to catch\nfor yourself. See--it's all gone! Share-and-share alike, old\nfriend. I weigh eight stone. You're but a scant four pound, so\ncorrespondingly....\" He returned to his reading.\n\nDax went and picked out some more straw which he brought back and\nattempted to arrange in a B, but gave it up and made an E instead. Then\nhe made two crosses and a triangle.\n\nAEXXÎ”.\n\nIt looked like a fraternity. Then he mewed.\n\nThe man looked down again with a faint frown. He didn't seem to notice\nthe straw shapes; judging from the way he held the book he was quite\nshort-sighted. \"Out?\" he asked. \"Out for a rat, poor Tybalt? Or to lie\nby the embers in the hall?\" He shook his head and got up, and went to\nthe door to open it. Dax jumped onto the bed and mewed again. The man\npaused with his hand on the latch, looking puzzled. Dax jumped down and\ndabbed with his paw next each letter successively.\n\n\"Why, what is this?\" the old man said, smiling again. \"Playfulness? The\nkitten is back!\" He went to the table and picking up the bauble, made a\nfeint with the stuffed bladder over Dax's head. Dax dodged it irritably\nand mewed again; three times in quick succession.\n\nThis caught the attention of the jester, who laid down the bauble.\n\"Ah! A Tritheist! Will it get you a mouse, Tybalt? Will it keep off\nevil spirits? It's said the imps love cats--so beware of moonlight and\nmistletoe!\" He picked Dax up and stroked him.\n\nIt was infuriating.\n\nDax was aware that the Medieval mind was very different from the\nmodern, but there must be some meeting point. Too bad this wasn't\nFriar Roger Bacon--he'd have got his attention in no time. But he was\na hundred years too early. His immediate problem was to seek out some\nperson who had enough imagination and curiosity to take notice of a cat\nwho behaved not as a cat. If he had only known this was going to happen!\n\nHe tried mewing again, but the jester only smiled, so he mewed once,\nthen twice and then three times. The jester shook his head admiringly.\nLike most of his contemporaries the world for him was filled with\nwonders. It was an age of faith, not of speculation.\n\nA pale moon showed through a narrow slit in the wall, which was\nunglazed, and he became aware that the light from the tallow dip was\nyellow, and the jester's costume red and green.\n\nSo it was all nonsense about cats having no color vision--anyway,\nhadn't some woman in California disproved that? Against the moon he\ncould see the black outline of full-grown leaves on the nearby trees\nand knew it was not yet winter but autumn. When winter came in earnest,\neveryone from scullion to the lord of the manor would bed down in the\nGreat Hall where the fire was. But the stonework of the castle was\ncold, and he felt himself getting drowsy.\n\nThe old jester put down his book, crossed himself and blew out the\nlight. Dax could hear him burrowing into the straw of his bed, and\nnestled beside him.\n\n\n                                  III\n\nWhen he woke it was not quite dark, and a faint gray dawn came into the\ncell.\n\nThe jester was snoring. Somewhere Dax thought he heard a rat. His\nmuscles tensed, and he found himself on his feet by instinct--the idea\nof a rat was surprisingly attractive and he was hungry again. The noise\nstopped. He remembered that he had been having a dream--a strange\nnightmare of chasing after Mallison and catching him, and tearing\nhim ... with his claws and teeth.\n\nA rusty bell started ringing somewhere in the castle.\n\nThe jester snorted, sat up and looked out of the narrow window. Then\nhe lit the candle and said his prayers, kneeling on his bed. Dax\nstretched, and the old man cleaned his teeth with a splinter and took\na draught from the ale pot. It had a sour stench, but Dax found that\nhe no longer minded--there were so many conflicting smells around, the\nmost interesting of which had been the rat. A new, more immediately\nhopeful one, was of cooking that drifted up from below. It seemed that\nthese people ate meat for their breakfast. And they liked it early.\n\n\"Come along, Tybalt,\" the jester said, putting on his headdress, and\nwent to the door. Dax slipped through quickly so as not to get his tail\ncaught as the jester closed it. They went down the winding stairs again.\n\nAt the bottom they came upon another cat--a big red tom--who on\ncatching sight of Dax fluffed his tail and laid back his ears,\nspitting. Dax had a momentary impulse to see if communication was\npossible with him, but the big cat yowled and fled down the hallway.\n\n\"Ah, Tybalt,\" the old man said. \"Jesters and cats! Even their own kind\nspits at them!\" As they got to the kitchen Dax saw the two hounds that\nhad growled at him the night before. He was glad that they were now\nleashed and in the charge of a boy in a short woolen surcoat.\n\nBut when they saw Dax the boy was unable to hold them back, and they\njerked their leashes from his hand and came running and barking. Dax\nwas terrified. He bolted ahead of them along the vaulted corridor and\ninto the Great Hall, but came face to face with another brace of hounds\nwhose ears pricked up at the sound. Dax without any conscious thought\ndodged sideways and ran up the tapestry on the wall.\n\nHis sharp claws had good foothold on the tough canvas backing. But at\nthe top he almost lost his grip, and scarcely managed to get over onto\nthe musicians' gallery from which the tapestry hung. He crouched there,\ntrembling, while the din below increased. He could hear men shouting at\nthe dogs, and the jester's voice calling him. He mewed loudly for help.\n\n\n\nAfter a while he heard the old man's footsteps on the wooden ladder.\nHe was picked up and comforted, but he was so dizzy with fear that he\ncould hardly see. The jester seemed to think he was calm, and put him\non his shoulder and went down the ladder again. The hounds had been\ntaken away. But Dax stayed where he was with his eyes shut, holding on\ntight.\n\n\"Well, Trice!\" Dax opened his eyes and saw the lord of the manor\nglowering at the jester, and then at him. So Trice was the jester's\nname. An odd one. The Earl stood with his hands on his hips and seemed\nirritated rather than angry. \"What's this I hear? The cat runs at my\nhounds and tries to scratch!\"\n\n\"Oh, no, sir,\" Trice said. \"It was the other way! They ran at him!\nTybalt has never scratched!\"\n\n\"Scratched or no, I wish you'd give him to one of the villagers,\" the\nEarl said. \"I don't want the hounds upset, and Lady Godwina doesn't\nlike cats. Besides, he'll ruin the tapestry.\"\n\n\"But, my lord, he catches the rats! And he's my ... friend.\"\n\n\"The dogs catch the rats,\" the Earl said shortly. \"Give him away.\"\n\n\"Well, my lord, the mice....\"\n\n\"The red tom gets them.\"\n\nThe old man put up a hand to Dax protectively. \"But, noble lord, what\nwould I do without my pet?\" Dax glanced at the tired face next his and\nsaw tears in the eyes, but he had a determined look. \"If he cannot\nstay, I ... I must go, too!\"\n\nThe Earl opened his eyes at this, but he smiled. \"I see you are loyal,\nold Trice,\" he said. \"I hope you are as loyal to me!\"\n\nThe Earl turned away. Trice put Dax on the floor and started back\ntowards the kitchens.\n\n\"Come, Tybalt,\" he said. \"Or there'll be none left for us.\"\n\nDax wished he were still on the shoulder, and stayed close to the\njester's feet. Things were not going well at all. It had become as much\na problem of survival as of research and communication, but when they\ngot to the kitchen and the hounds were nowhere about, he decided that\nperhaps the two problems were inter-related. After a meal of scraps he\nfelt more secure. Not seeing his master he went to look for him in the\nGreat Hall.\n\nWhen he got there he saw that the Earl and his wife and retainers were\neating boiled meat. He remembered that his tutor in Middle English had\nsaid the main meal in Medieval times was eaten in the morning. The\nfour hounds were squabbling over bones that were thrown to them on the\nrush-covered flagstones under the trestle-board, and didn't notice him.\nTrice was not to be seen. After a while the boy in the woolen surcoat\nwas told to take them out. He fastened leashes to their collars and led\nthem through a large doorway in the far wall. Dax looked at the Earl:\nhe had a fairly intelligent face, and he had shown forbearance towards\nTrice, so he thought he would make another try.\n\nThe Lady Godwina got up unsteadily from her chair and left the hall--on\nthe way to the lady's solar, Dax guessed; and he padded across to the\nEarl. When he got to the foot of the high-backed chair--it looked like\na detached choir-stall from a gothic church--he patted the Earl's foot.\n\nThe Earl looked down at him and frowned.\n\nDax patted the foot again; three times. Then he mewed three times, and\nrepeated the patting. The Earl blinked and got up, backing away. Dax\nmewed three times again, and the Earl crossed himself.\n\n\"Saints preserve my soul! What have we here?\"\n\n\n\nDax turned around three times, getting his hind legs crossed and\nnearly falling down. \"Send for Trice at once!\" the Earl shouted. \"His\ncat Tybalt has a fit! Careful!\" he said to a serving man who had come\nforward with outstretched hands. \"Take care you are not bitten! He is\nunclean!\"\n\nDax backed away and ran to the open door, and out.\n\nThere was a brilliant sun and he could see nothing at first--and when\nhe did it was blurred, owing to the vertical shape of his contracted\npupils. It was much warmer than the night before, and the leaves\nwere brown on the trees. There was no courtyard and gateway, with\ndrawbridge and moat beyond, as he had rather expected. Instead he was\non cobblestones, surrounded at intervals by small houses, with trees\nbetween them. The village was built against the castle, somewhat in\nthe French manner, but the houses were wretched affairs of mud-daubed\nreeds on wooden framing: hardly better than hovels. Only a few had\nmore than one story. Smoke was coming up from every chimney, and the\nmen were evidently on their way to work in the fields. They carried\ncrude-looking farm implements and were dressed in coarse homespun\nwith their legs padded and cross-gartered. They were a sorry lot:\nblank-faced and half starved.\n\nDax heard footsteps behind him and turned.\n\nA young man with blond short hair and a Norman nose had come out of\nthe doorway. He looked at Dax with amused curiosity, and squatted\ndown, putting out a hand. At this proximity his eyes showed bloodshot\nand there was a beery smell. He said something that Dax could not\nunderstand--it sounded vaguely like a kind of French, but Dax had not\nstudied medieval Norman. Still, it had a kindly sound. Dax rubbed\nagainst the hand. This man, at least, did not share the Earl's\ndiagnosis. What was his position in the Earl's household? Not his\nson--he looked too unlike him. Would he be his clerk? He had a clerkly\nlook--what is it in a face that makes it seem scholarly? And his hands\nwere more fit for holding a pen than a mattock or a sword.\n\nWell, give it another try.\n\nDax wished he could make an ingratiating sound, and found he was\npurring. He looked around for something he could use as a signal;\nmewing and tapping seemed to be misunderstood. A few yards away the\ncobblestones gave place to dirt, and he started towards it. It might do\nfor a blackboard. He looked back, but the clerk had not moved.\n\nDax wondered how a cat might beckon, lacking a forefinger. He waited\nuntil he caught the young man's eye, and tried to beckon with his\nhead but it had no results. He continued on to the patch of dirt and\nscratched a triangle, and to his relief the clerk got up and came to\nhim. When he was standing over him, Dax scratched two words in Latin:\n_homo sum_, and looked up.\n\nThe clerk was staring with his mouth open.\n\n\n\nGood, thought Dax: Latin was the _lingua Franca_ of medieval Europe,\nand went on with his scratching. _Humani nihil a me alienum_--\n\nThere was a gasp and he looked up again. The young man had closed his\neyes and had the back of his hand against his forehead. He turned and\nwalked to the castle door, holding his head. Dax sat down in disgust.\nA Twelfth Century hangover, indeed! A shadow fell across him and he\nturned.\n\nThree villagers: two men, and a woman in a hood were behind him.\nThey had an expectant air, and, realizing that they were doubtless\nilliterate, he drew a large five-pointed star.\n\nThe effect on them was volcanic.\n\nThe woman screeched and threw her skirt over her head. The men crossed\nthemselves and one of them turned and ran. The other slashed at Dax\nwith a bill-hook and then, shouting, \"Bewitched! Bewitched!\" he, too,\nran. The bill-hook missed Dax, thanks to his instinctive leap to one\nside, but the woman continued her noise and more people came out of\nthe cottages, armed with farming implements and sticks. Everyone was\nshouting and offering advice. The main thread of their discourse was:\nPossessed! Possessed! Kill it! The Devil Incarnate!\n\nDax was hemmed in on three sides. He started back for the castle, but\nthe big doorway was filled with onlookers, one of whom stepped forward,\naiming a crossbow. There was a clank followed by a hissing in the air,\nand the bolt thumped into the ground next to him. The bowman cursed\nand began to wind up his bow with a crannikin. Dax's fur stood out\nall over him and he made a mad dash towards a group of women who had\nnothing in their hands but besoms of birch twigs. It was a fortunate\nchoice.\n\nTwo or three women made abortive swats at him and the others backed\naway, leaving a clear path. In front of him was an open space and a\ntall tree.\n\nAlmost before he knew it he was near its top and the whole village was\nmilling around near its base, looking up with red angry faces.\n\n\"Fire the tree!\" someone shouted.\n\n\"T'won't burn. It's an elm!\"\n\n\"Well, _I_ shan't climb it!\"\n\n\"I won't have my tree burn!\" an indignant voice yelled, but was drowned\nout. Small children were jumping up and down in excitement, and some\nteen-age boys threw stones but none of them reached him. Dax spat\nfuriously. Teen-agers were the same through the ages!\n\n\"Cut it down, then!\"\n\n\"T'will fall on my house!\" (A woman's voice.)\n\nThe shouting died down, and Dax hung on till his claws ached. There\nseemed to be a conference going on. The castle appeared to have lost\ninterest, which relieved him; if there was to be any more crossbow\nshooting he stood little chance. After a short while the subject of\nthe conference became apparent as men began arriving with bundles of\ndry sticks and faggots. To Dax's horror these were piled about the\ntrunk and set alight. Then, as the flames began to rise, green boughs\nwere added and a thick cloud of suffocating smoke came up.\n\n\n\nDesperately he tried to find escape. One of the elm's long branches\nreached out almost over the roof of one of the houses, but it meant\nclimbing down into the heart of the choking cloud. Beyond the house\nhe suddenly caught sight of his master, Trice, who waved to him\nbeseechingly. It gave him courage. Holding his breath, he began to back\ndown the trunk until he felt the branch under him. Then he twisted\nround and ran along it with his heart pounding. A cat has small lungs\nfor its size and holding his breath was a torment--but at last he was\nfree of the smoke, and he took a breath of clean air.\n\nThe roof seemed to be within reach, and the crowd had temporarily lost\nsight of him in the smoke.\n\nHe could hear the jester's voice, but for some reason he couldn't\nunderstand him--it sounded like gibberish. He crept out until the\nthinning branch began to bend and, just as shouts went up from the more\nobservant villagers, he leapt.\n\nHe landed on the thatch--and almost lost his hold, but he was just\nable to scramble to the rooftree, and ran along the ridge. There was\nmore shouting. Either these ones spoke a dialect or the excitement had\nput Middle English out of his head: he could barely understand them.\nSomething about Widow Aelthreda's cottage--something about a witch....\n\nHe slithered down the far side of the thatching and landed on a window\nbox of late purple daisies. The parchment-covered window next him was\nopen and he slipped inside just as the crowd turned the corner.\n\nHe found himself in a small, bare upstairs room, insufficiently lit\nby the single window, but he could easily see into the most profound\nshadows. Under a chest in the corner was a mouse, frozen with terror.\nDax was still out of breath, but he crept toward it, and as it ran out\nalong the baseboard he intercepted it. He ate it--all.\n\nAs he washed his face he wondered with diminishing nervousness what all\nthe shouting and noise outside meant.\n\nIn a little while he heard footsteps and a woman came into the room.\nWhen she saw him she made some noises with her mouth, and Dax ran to\nher. She picked him up and began to stroke him very pleasantly. Then\nthere were more noises from below and presently there were a lot of\npeople in the room. The woman dropped him for some reason.\n\nHe ran under a big, low wooden thing, but a big iron thing was pushed\nat him. It had a sharp point, and he had to come out. This time the\nman with the bill-hook did not miss, but the pain lasted only for an\ninstant.\n\nAnd ... and ... he was more conscious of the sound made by the\nhypodermic as it fell on the floor and broke.\n\nHe looked at it with annoyance, and felt the slight prick on his arm.\nHe got up and went to his bathroom, where he dabbed it with antiseptic.\nHe saw that he'd better shave before going to the meeting. Well, the\ndrug hadn't worked. What a waste of time. What a pity.\n\nPerhaps a larger dose? He must experiment some more.\n\nHe started shaving.\n\n\n                                  IV\n\nWhen he got to the principal's office--a little late, which was\nnot entirely by accident--he found that Mallison and a few of his\nfellow-students were sitting opposite the desk in hard chairs.\n\nThe principal behind it gave Dax a reprimanding look, and then one at\nhis watch. On one side of him were a group of teachers and a member\nof the school board who Dax remembered was Mr. Lightstone's especial\ncrony. On the other were Mrs. Lightstone--a dour but subservient\npartner to her husband--and an empty chair.\n\nThe principal pointed to the chair and said, \"We have been waiting\nfor your arrival to begin, Mr. Dax.\" He turned to Mallison as Dax sat\ndown, and said, \"You are, I believe, what is known as a 'hep-cat'?\" He\nwaited but Mallison said nothing. His face was very white and he looked\nsullen. \"Well, answer me, sir!\" the principal said loudly.\n\n\"You didn't ask me anything,\" the boy said in a low voice. \"You told\nme.\"\n\nThe principal pushed his lips out and breathed deeply. He took\nsomething from his pocket and held it up. Dax saw it was the packet of\nalleged heroin.\n\n\"Did you throw this out of the window of Mr. Dax's class room?\"\n\nThe boy looked at it incomprehendingly and shook his head.\n\n\"Do you know what it is? Have you seen this packet before?\"\n\n\"No, Mr. Lightstone....\"\n\n\"You sound uncertain. Think carefully, Mallison.\" The principal put the\npacket on his desk and unfolded it. Everyone bent forward and looked at\nit--including Mallison, who shook his head again.\n\nDax leaned across Mrs. Lightstone and whispered to her husband, \"Did\nyou have it analyzed?\"\n\nThe principal shook his head impatiently. \"Not yet! There was no one in\nthe Chemistry Department!\" He cleared his throat importantly. \"Well?\nWhat have you to say?\"\n\nMallison apparently had nothing to say. He swallowed and looked at\none of the boys next him. Mr. Lightstone leaned back in his chair and\nturned to address the group on his right--the school board man in\nparticular. \"This,\" he said, tapping the packet, \"was thrown out of a\nwindow of the physics class room today. These are the boys that sit\nnext those windows. I have every reason to suspect Mallison.\"\n\nThe group nodded. Dax realized that they had been briefed in advance.\nThe boy Mallison had certainly a sulky and uncooperative air. He seemed\nthe epitome of juvenile delinquency on the defensive, and yet....\n\n\n\n\"You,\" the principal said to the boys, \"are a little band of\ntrouble-makers. You cut classes, you stay up late and go to what I\nbelieve you call juke-joints. I have heard reports of your riding in\nhot-rods!\" He paused significantly.\n\n\"None of us here's got a car,\" Mallison said in a flat voice. He was\ndefinitely sneering now. \"I've never even _seen_ a real drag-race!\"\n\nMr. Lightstone blinked. The word was unfamiliar to him, but it had a\ndisreputable ring to it. \"And I suppose you've never taken narcotics?\"\n\nThere was a dead silence. Mallison clamped his mouth shut, and his face\nbecame wooden.\n\nMr. Lightstone addressed the boy next him. \"Have _you_ ever seen any of\nthe boys use this?\" He tapped the packet again. \"Did you see Mallison\nthrow it out of the window? You sit behind him!\"\n\nThe boy looked blank and glanced at Mallison. \"No, sir,\" he said.\n\n\"But you couldn't have missed seeing him!\"\n\n\"Excuse me a minute,\" Dax said. \"These boys aren't a _band_ exactly.\nThey just happen to sit next the windows.\"\n\nMr. Lightstone looked offended but resourceful. \"They picked those\nseats themselves. That's what a clique does. It--\"\n\n\"I assign all the pupils to their desks,\" Dax said, and felt he was\nturning pink.\n\nThe principal took this in his stride by ignoring it. \"And _you_,\" he\nsaid to the boy on Mallison's other side. \"What have you to say?\"\n\nThe boy frowned and stuttered.\n\nDax was beginning to feel annoyed although he didn't know exactly why.\nFor one thing, he had let himself seem to be defending Mallison. It\nwas his craze for accuracy, of course. \"I don't understand why the\nparents of these boys aren't here,\" he was surprised to hear himself\nsay. \"It seems to me they ought to have some kind of defense counsel if\nthere is going to be a trial.\"\n\nThe principal looked at him steadily. \"Would _you_ care to act in that\ncapacity?\"\n\nDax felt that he was getting redder than ever. \"Have you had a doctor\nexamine Mallison for ... for the effects of narcotics?\" he said.\n\"Where are these policemen you said you spoke to? Shouldn't they be\ninformed of your suspicions, instead of holding a kind of star chamber\ninquisition? It's ... it's _medieval_!\"\n\nMr. Lightstone glared at him in astonishment.\n\nDax had a sudden thought. \"The chemistry lab is right over my class\nroom,\" he said. \"Why couldn't the packet have fallen from there?\"\n\n\"What would _they_ be doing with heroin?\"\n\n\"But we don't know yet that--\"\n\nThe principal interrupted him and swept his arm in a gesture of\nall-inclusive condemnation. \"We will in good time! But if you have\nnever seen guilt before, you see it now!\" He looked at the startled\nyoung faces with abhorrence. \"Look at them!\"\n\n\n\nDax had a curious and violent revulsion, although he hadn't followed\nthe line of reasoning in Lightstone's last remark. In fact, he\nrealized that he hadn't really heard the words. But the principal's\nangry face made his hackles rise.\n\nThe principal had a menacing look. He was the most dangerous looking\nthing he had ever seen. A convulsive shudder went through all of Dax's\nmuscles, and he leapt--straight across Mrs. Lightstone's lap, who fell\nover backwards, screaming. Everyone was making loud, garbled noises,\nand he was on top of Lightstone, scratching and biting.\n\nHe heard himself give a loud, warlike and triumphant yowl.",
    "metadata": {
        "author": [
            "Barr, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61110/pg61110.txt",
        "name": "tybalt.json"
    }
}