{
    "name": "Vacation Verse",
    "author": [
        "MacKeracher, William M. (William Mackay)",
        "MacKeracher, W. M. (William Mackay)",
        "MacKeracher, William Mackay"
    ],
    "body": "BY\n\nW. M. M.\n\n\n\n\nMONTREAL:\n\n\"WITNESS\" PRINTING HOUSE.\n\n1891.\n\n\n\n\nTO\n\nMR. ROBERT McDOUGALL, B.A.\n\nMy Dear Rob.--My intention when I left the country was, as you know, to\npublish a volume of some size, which should present among its contents\nthe long poem which I wrote during the early part of my last vacation.\nThe design has dwindled until it finds its execution in the publication\nof this little pamphlet, containing merely passages from that poem.\nSome of these you heard recited as we strolled together through the\nfields of the Chateauguay Valley, and were kind enough to approve.  My\nhope is, that, considering the stage of advancement of their author,\nand remembering the circumstances of his writing (during the intervals\nof study for a college examination), you will approve all the pieces\nhere presented to you by him; and my further hope is, that you,--you,\nsweet in song as firm in friendship,--may yet have cause to regard him\nas one\n\n  \"Who touch'd a jarring lyre at first,\n  But ever strove to make it true.'\n\nYour sincere friend,\n    W. M. M.\n\n_Montreal, October 10th, 1891._\n\n\n\n\n  A WALK IN MOUNT ROYAL PARK:\n    CANADIAN CITIES.\n\n  Next morning in the Park I took a stroll.\n    A walk upon Mount Royal is a thing,\n  Glorious at any time, but most of all\n    At early morning in the opening spring,\n    While yet the snow-wreaths to the rock-shelves cling,\n  And little streamlets lash the steaming side;\n    While on the air the April breezes fling\n  An appetizing vigor far and wide,\n  And make the steep ascent a pleasure and a pride.\n\n  The path ascends by stately Ravenscrag,\n    And past the monument which marks his rest,\n  Over whose history strange traditions drag\n    Their spectral robes--his memory's sole behest.\n    Here for a moment halting, all imprest\n  With other thoughts than find a ready tongue,\n    I view the leopard slope, the bristling crest,\n  The blue beyond, with cloud veils lightly hung,\n  And glory in a dream of time when earth was young.\n\n  I follow by the winding road until,\n    By taking at the sweep the northern arm,\n  I reach the summit.  For the topmost hill\n    The scenery reserves her chiefest charm;\n    The upper sky is clear and light and warm;\n  The southern peaks that far away I wist,\n    Seem close upon me; round their lower form\n  A shroud is wrapped; their tops, by sunlight kiss'd,\n  High in mid-air appear and mighty in the mist.\n\n  Beneath, the River spreads his glist'ning sheen,\n    Spanned by not least of master workmanships,\n  Which sits as conscious daughter of a queen.\n    And here art thou, my city, and thou dip'st\n    Thy towers in the mist, whose magic strips\n  My spirit of the pall Time weaves--in vain;\n    Nor Time nor Disappointment can eclipse\n  Days of young bliss--they must and will remain:\n  Once more a wonder thou, half city of the brain.\n\n  Fair art thou, City of St. Lawrence' Isle;\n    Fair, City of the Hundred Spires; the seat\n  Of the Western Notre Dame, whose towered pile\n    Rivals the first, of many a stately street\n    And comely mansion, many a garden sweet,\n  Of Art and Nature, envious to please!--\n    Thou of the mountain brow, before whose feet\n  The Northern Amazon his tribute fees,\n  Fraught with the waters of five mighty inland seas!\n\n  And fair art thou, whilome the Capital--\n    Not what thou wert, but yet a gorgeous grave--\n  Fortress of fame, upon whose rocky wall\n    Records of glory awe the trembling wave,\n    Heights where the memories of heroes pave\n  The ancient streets and lustre all the scene!\n    Fair, too, thou city where our fasces have\n  Their present rest; none worthier I ween!\n  And fair, ay, very fair, thou city called \"Queen!\"\n\n\n\n\n  STUDY IN SOLITUDE.\n\n  'Tis true, in midst of all, there may arise\n    For man's society a sudden thirst,\n  A sense of hopeless vacancy which dries\n    The spirit with a loneliness accurst,\n    A longing irresistible to burst\n  The branchy brake with other birds to sing,\n    Or, as, from where in solemn shades immerst,\n  The beetle comes to wanton on the wing\n  Around my lamplight flame--alas! poor, foolish thing.\n\n  But here thou may'st associate, though alone,\n    With worthiest men, the best of every age,\n  Through whom the universe of thought has grown\n    To what it is--the noble, good, and sage.\n    How vain the fret, how frivolous the rage\n  For social rank, when thus e'en monarchs deign\n    In close communion gladly to engage!\n  Nay, more than monarchs--Still the Mantuan swain\n  His fadeless laurel wears--What crowned Augustus' reign?\n\n  A thing of gold--'tis crumbled in the dust,\n    The crowns of sovereigns and their sceptres all\n  Decay and are forgotten.  Who would trust\n    His fame to what fleet ruin must inthral?\n    Tombs will obliterate and columns fall,\n  Annals be lost, and nothing have remained\n    Of dynasties--The Conqueror of Gaul\n  And Lord of the World may yet have only reigned\n  By Shakspere's suff'rance--What hath all the rest attained?\n\n\n\n\n  IN THE SUGAR BUSH.\n\n  I halted at the margin of the wood,\n    For tortuous was the path, and overhead\n  Low branches hung, and roots and fragments rude\n    Of rock hindered the tardy foot.  I led\n    My timid horse, that started at our tread\n  And looked about on every side in fear,\n    Until, arising from the jocund shed,\n  The voice of laughter broke upon our ear,\n  And through the chinks the light shone out as we drew near.\n\n  I tied the bridle rain about a tree,\n    And on the ample flatness of a stone\n  Awhile I lay.  'Tis very sweet to be\n    In social mirth's domain, unseen, alone,\n    Sweet to make others' happiness one's own:\n  And he who views the dance from still recess,\n    Or reads a love tale in a meadow, prone,\n  Secures the joy without the weariness.\n  And fills with love's delight, nor feels its sore distress.\n\n  This mind detained me in the night, but soon\n    Far other thoughts usurped my regal soul,\n  With the Supreme made fitter to commune\n    When human sympathy illumes the scroll\n    And points the secrets of the mighty Whole.\n  I've spurned the earth to roam the Universe,\n    And with the Eternal deadened Time's control,\n  For refuge from the shadow of a curse,\n  Or lust of curious lore--than maddest motive worse.\n\n  And Thou, Great Essence of all things that are,\n    Hast been to me most prodigal of grace,\n  Thou'st smiled on me in many a twinkling star,\n    The morn hath showered kisses on my face,\n    In Nature's arms, thy bodily embrace,\n  Not purest poet hath more fondled been.\n    'Tis true that I have often thought to trace,\n  Instead of peace, a harshness in thy mien,\n  And where I beauty sought, discordant sights obscene.\n\n  But not with aching heart I sought thee now,\n    That thou might'st numb with thy narcotic night\n  The restless pulse, oblivious balm bestow,\n    Infuse this frailty with thy glorious might,\n    And blind with beauty to the mortal blight.\n  Not even wilful love possessed me, when,\n    Behold, thy spirit stole upon my sight\n  And ravished me--What wonder that my ken\n  Forsook this little world of vanity and men?\n\n  And howsoe'er it seemed at other times\n    To my imperfect and diseased mind,\n  Which darkened with the shadow of men's crimes\n    Thy virtue, fancying in thee to find\n    Reflection of the ills that shake mankind,\n  Though on me now a tempest broke and war\n    Convulsed the elements, I would perceive behind,\n  Law, harmony, and purpose--That falling star\n  Seems sped to be the sun of new-formed worlds afar.\n\n  And yet the scene was such as often shares\n    The obscurest soul--no wondrous rarity,--\n  The slender maples holding to the stars\n    Their outstretched arms, as praying silently--\n    A sea of stars--a dancing, dazzling sea,\n  Tremendous, mighty, infinite, supreme,\n    Emblem of Might, Eternity's decree,\n  Half crediting the mythologic dream\n  And making of heaven th' abode that vulgar fancies deem.\n\n  A common scene, perchance, but, to the mind\n    Which Nature hath enlightened with her ray\n  Nothing in her is common.--Not confined,\n    Her beauty, to the sparkle and the play\n    Of solitary spring, or rare bouquet\n  Of tropic flowers; she hath grandeur more\n    Than crowns the mighty peaks of Himalay,\n  Or hurtles in the great Niagara's roar.\n  To me one beam of light can bring a priceless store.\n\n  Nay, more; the mind wherein her fulness dwells\n    Can beauty and sublimity instil\n  In all created things, till it excels\n    Even herself, though nurtured at her rill.\n    The mind may be a monarch if it will,\n  And that of which great Nature is the nurse\n    May rule itself, subjecting every ill,\n  And be the Sun, all phantoms to disperse,\n  And scatter glory round--Lord of the Universe.\n\n  What matter whether mortals own his sway?\n    He knows his kingdom is not of this world;\n  It is within--perchance some purer day\n    Will see the standard of his soul unfurled,\n    When Good, surviving, sees the Evil hurled\n  To final dissolution, and the force\n    Of worlds no longer round their centres whirled\n  Shall all combine and gather to the source,\n  To serve some nobler end--if such shall have recourse.\n\n  Rapt in the purple transport of a god,\n    Pacing the ether with star-treading stride,\n  With conscious power, imperial purpose shod,\n    And iris-crowned with radiating pride,\n    I seemed to move--nay, move--what throbbing side,\n  Intenses immortality! what brow\n    Thrills with severe conception!--deified,\n  As Pallas sprung.--Such did the gods allow--\n  I fear 'tis half a sin to tell what I do now.\n\n  If fire be stolen from Heaven, it is not\n    The theft consigns the mortal to the shock\n  Of the Olympian vengeance; such the lot\n    Of him whose earthly pride prepares the rock\n    And taints the air where the penal vultures flock,\n  Whose after-weakness welds the fettering chain;\n    Then gods despise and fellow mortals mock.\n  And here return me to the theme I've ta'en,\n  And sing the simple labors of the humble swain.\n\n  Their voices told they gave me welcome warm,\n    Though oft their faces I can scarcely see,\n  For steam-clouds now atween us rise and swarm,\n    And, rolling upward, find their vent in glee,\n    Like more--alas!--too eager to be free,\n  Who fear to go, yet shudder to remain.\n    Shall mortal spirits then be lost like ye?\n  'Tis ours, the burning heart, the boiling brain,\n  Which yield the vapor life.--But, then, ye fall in rain!\n\n  Ye fall in rain; ye change, but are not lost;\n    Ye reach the ocean, and the mighty sea\n  Absorbs you in her bosom with the host\n    Who have attested their eternity.\n    And, if this world we quicken, so shall we,\n  When this dim, fluttering earthly scene is through,\n    Commingle with the heroic and the free,\n  The pure, the good, the beautiful, the true,\n  Whose influence earth surrounds, and sheds its freshening dew.\n\n        *      *      *      *      *\n\n  I oped the door, supposing still 'twas night,\n    But what a morn!--I seemed to half intrude\n  In sacred fane upon a holy rite;\n    A purpled crimson peached the east, and strewed\n    The whole horizon round with amethyst-hued,\n  Blue-bending tints.  And as I forward rode,\n    And in my hallowed east such vision viewed,\n  I thought of one o'er whom this glory glowed,\n  Who, like Aurora, soon would leave her soft abode.\n\n\n\n\n  IN MAY.\n\n  Now is the time when swallows twitter round,\n    And robin redbreasts carol in the trees,\n  When the grass grows very green on lower ground,\n    And opening buds embalm the buxom breeze,\n    When orchards murmur with the half-blind bees,\n  Freed till th' uncellared hives again be full,\n    The time when old men smile and maidens please,\n  Loose-zoned in summer dresses light and cool,\n  And laughing urchins shirk the lessons of the school.\n\n  Perchance it is the hour when dawn unveils\n    The visage of the day; when o'er the bar\n  The radiant morning rides with saffron sails,\n    Streamers of light on each resplendent spar,\n    Fraught with rich gifts.  Now, sunk, each faded star.\n  The Sun, the Sun,--the glorious Lord of Day!\n    Behold, he comes! before his orbed car,\n  Caparisoned with gold, in dazzling play,\n  Impatient dance his steeds to pace the purple way.\n\n  Or, is it in the cool and tranquil eve,\n    When shadows lengthen and the shades increase,\n  When in the west celestial wonders weave\n    Gorgeous Nirvanas of absorbent peace,--\n    Transparency's impenetrable fleece,\n  Clouds of all colors floating every wise,\n    On which the Sun looks up before he cease,\n  As some old man a moment ere he dies\n  Beholds with bliss serene the beauties of the skies.\n\n\n\n\n  THE BATTLE OF CHATEAUGUAY.\n\n  There is a valley where the wheat fields wave\n    In autumn like a gold ymolten sea;\n  There is a river whose cool waters lave\n    Sweet-scented gardens, groves, and rolling lea,\n    And homes of people worthy to be free;\n  There is a name whose sound is like a song\n    On lips of its own maidens--Chateauguay;\n  Yet mighty as the combat of the strong,\n  And glorious as the march of Freedom over Wrong.\n\n  And here they fought; and each encountered ten,\n    With war-steed and artillery arrayed;\n  But righteous was their cause, and they were men,--\n    Dark plumes of Iroquois, and Scotia's plaid,\n    But most, the brothers of the arm which made\n  Napoleon terrible with triumphing.\n    Between the foe and heaven they knelt and prayed,\n  Then, rising, heard their leader's summons ring--\n  \"Such is our duty to our God--now for our King!\"\n\n  Again they knelt; but now 'twas not to pray;\n    A murd'rous volley crashes from their line;\n  But tenfold thunder mocks their mimic fray;\n    From furious gun and flashing carabine,\n    Like roaring billows and the driving brine,\n  The glut is backward hurled.  Hurrah! 'tis vain!\n    The vengeful fools, like men who war in wine,\n  Intoxicate with madness, overfain\n  For blood, have fired o'erhead, and not a man is slain.\n\n  Meantime, the valiant hero of the fight\n    Upon his flank had foiled another foe,\n  Who now, retreating back in broken plight,\n    Dismayed the rest with vision of their woe.--\n    To see and seize, the leader is not slow;\n  He rushes to his buglers, bids them fast\n    Withdraw into the woods, advance and blow--\n  \"As for your lives this effort were the last!--\n  Yea, blow as Britain's throne depended on your blast!\"\n\n  Away they ran, and, wheeling, sharply blew\n    The wide-mouthed din obedient to his word:\n  Afar to north and south the echoes flew;\n    The Indian child was startled, and the bird\n    Affrighted from its peaceful nest; it stirred\n  The sluggish waters of the swart Outarde.\n    Aghast, the Southron a great army heard,\n  And fled before the visionary sword,\n  As fled the Syrian host, deceived by Israel's Lord.\n\n  Back! cravens, back! in ignominy fly!\n    Back to your homes, your country, and your slaves!\n  But thou art holy ground, and ne'er shall die\n    Thy virtue and thy fame while still Time saves\n    His best.  And still shall states when conquest craves\n  From thee the salutary lesson learn,\n    The poet call thy heroes from their graves,\n  To thee the warrior point, the patriot turn,\n  Thou last of Freedom's fields--Canadian Bannockburn!\n\n\n\n\n  EVENING IN JUNE.\n\n  The purple lilac with the dark green leaves\n    A subtle perfume spreads o'er fields wherein\n  The meadow-lark with clear full singing cleaves\n    The choral air.  The rossignols begin\n    A blither song, where the treacherous spiders spin\n  Their shimmering webs.  The robin o'er her young\n    Chirps cheerfully, or starts the frighted din.\n  Till the night oriole lights his lamp among\n  The blooms of marigold and spotted adder's tongue.\n\n\n\n\n  DEATH OF SIR JOHN.\n\n  What news to all alike brings startling sorrow?\n    And he is dead, the vigorous chieftain dead?\n  Nor e'en for him would death still brook to-morrow?\n    No more shall followers vaunt and foemen dread;\n    No more by him the hot debate be led;\n  No more the lively tale, the clever jest\n    Of him the State's most skilful, ablest head,\n  Albeit not her sternest, not her best,\n  But such is over now, then let his ashes rest.\n\n  When all was anarchy, he seized the reins,\n    And broke and trained the fiery coursers young,\n  And from so many wide and fair domains\n    One great Dominion 'neath his guidance sprung,\n    Which he made glorious, till the nations rung\n  With our renown and his immortal name.\n    But now his day was o'er; his work was done.\n  'Twas well.--He lived to hear his land's acclaim,\n  And perished in the pride of his Marengo fame.\n\n  Once more I see him--there once more he stands,\n    Where midst the learned and beautiful he stood:\n  Scholars and knights, dames, statesmen clapped their hands;\n    Within the glittering hall a thousand viewed;\n    And ardent youth drank draughts to him imbrewed\n  With adulation.  Run is glory's race.\n    And this is Death,--that such a being should,\n  Who o'er his country soared in \"pride of place,\"\n  Be mingled with her dust like brutes and idlers base.\n\n  Softly, sweet River, softly by the cliff,\n    Where in his eyrie the spent eagle sleeps!\n  Softly, beside where o'er one cold and stiff\n    A hapless lady her pale vigil keeps!\n    And come ye mourners--very heaven weeps--\n  With rue and rosemary from far and near,\n    From Breton's capes and rude Columbia's steeps\n  To spread the shroud upon your hero's bier\n  While he who Laurel is will weave the cypress sere.\n\n\n\n\n  DOMINION DAY.\n\n  This is the day whereon, confederate\n    In union, was our national'ty born,--\n  A four-walled temple beautiful and great,\n    Arising like the bringer of the morn,\n    Now winged and buttressed, which the years adorn\n  With pinnacles of fame.  Long may it stand,\n    Though realms be rent, states shattered, thrones uptorn!\n  Long may Canadians grasp each other's hand,\n  Defend their nation's rights, and love their fatherland!\n\n\n\n\n  RAIN FOR THE FARMER.\n\n  If gently falls the small, soft, lazy rain,\n    To indoor industries he shrewdly steals;\n  And in the barn from some neglected grain\n    The choking chaff the clattering fanner reels;\n    Or in the shed the sapling ash he peels\n  For handles for the fork with humor blithe,\n    Or haply lards the tumbril's heavy wheels,\n  Or of the harness oils the leather lithe,\n  Or turns the tuneless stone and grinds the gleaming scythe.\n\n  But now the sky is black; and now the Storm\n    Prepares his legions for the coming fray,\n  While murmurs low prelude the dread alarm,\n    As prayed the hosts,--like robed monks who pray\n    Mid slumb'rous incense in a cloister gray,--\n  Till from yon cloud the fiery signal given\n    Enrages all their terrible array.\n  Jove's flaming car is o'er Olympus driven,\n  And thunders roll along the threshing floors of heaven.\n\n  Hark to the rolling of the sulphurous sea,\n    Upon its shores its billows beat amain;\n  In angry tumult, furious to be free,\n    It rends the cloud with one tremendous strain;\n    The chasm is closed!--once more!--again in vain!\n  Again! again!  Each time, enraged to yield,\n    It hurls its threats in throes of Titan pain;\n  While crouch the cattle 'neath their oak-tree shield\n  And horses, frantic-eyed, in terror hoof the field.\n\n  The screaming birds, low-flying, seek their nests,\n    The swaying sport of panic and the gale,\n  The tall trees, trembling, bend their creaking crests;\n    The ramping engine shrieks upon the rail--\n    How helpless all things seem! how poor, how frail!\n  Until the welkin warfare's awful knell\n    Is voice of all below in piteous wail.\n  Alas! for him who toils in Erie's swell,\n  And for the timid soul which loveth life too well!\n\n  Still roars the thunder, still the skies are rent\n    With frenzied flame,--the swift electric chain,\n  Jerked clanging backward when its charge is spent.\n    Such overhead; but now upon the plain\n    There is a lull, a listening for the rain.\n  The air grows still; she feels 'twill not be long;\n    Like to a poet when o'er heart and brain\n  The stern, relentless tyranny of Wrong\n  In knolling tumult broods.--He knows 'twill break in song\n\n  And now at last it comes, crashing and cool\n    And sweet; well for the earth and what is sowed!\n  Well for the harvest!  See, it fills the pool,\n    In little streams goes leaping down the road.\n    And now the winds are joyous, and they goad\n  Their fallen foe, until he half repeats\n    His former fury.--One might think it snowed.\n  And sweep from the roofs like dust from driven streets,\n  The spirits of the storm, wrapt in their winding-sheets.\n\n\n\n\n  COUNTRY BOY'S BOAST.\n\n  And hath he not whereof he needs must sing?\n    And hath he not whereof he well may boast?--\n  He from whose kin so many a one did spring\n    To shape the mighty rocks that guard the coast\n    Of History 'gainst Time, lest all be lost;\n  And chiefly those who stamped the speaking page,\n    Who bore the standard of Achievement's host\n  In Fame's tenth legion, from the earliest age\n  Till stately Vergil wrote, till Chelsea's Vulcan sage.\n\n  Judea's royal, world-renowned bard\n    Was once a shepherd.  How must Bethlehem's hills\n  Have leaped and grown more lovely as they heard;\n    Till raging monsters, music-charmed, he kills.\n    And saves his flock, or with his harping stills\n  More dire destroyers in his monarch's breast!\n    And whence did Job arise, that prince whose ills,--\n  Lost, flocks, lands, family, all that he possessed,--\n  Wrung the immoral song his virtue to attest?\n\n  Let him be proud in later days to roam\n    In Warwick vales by virtuous Avon's shore,\n  Through fields of Ayr, around the humble home\n    Of him, the Cincinnatus of song, or o'er\n    Ettrick and Tweeddale in their days of yore,\n  Or with the _Seasons'_ bard on Cheviot green,\n    With young Chile Harold laugh o'er Loch na Garr,\n  The Solitary trace through Cumbrian scene,\n  Or weep on Sussex downs with him of gentle mien.\n\n\n\n\n  BEFORE HARVEST.\n\n  And now 'tis time for Harvest.  Hark! and lo,\n    With ringing sound of full melodious horn,\n  Over yon eastern hill-top all aglow,--\n    Her sickle gleaming in the golden morn,\n    Her arm upraised with sheaf of yellow corn,--\n  She comes elate with light, elastic pace;\n    Her neck and zone full-clustered vines adorn;\n  Her saffron locks, fruit-crowned; her luscious grace;\n  Her round and ripened form; her fair, benignant face.\n\n  And now the fields, when suns serenely greet,\n    A rich and mellow, wanton joy afford:\n  The russet pease vines, and the burnished wheat\n    And whiter barley,--hating to be stored,\n    Guarding with jealous spears their precious hoard,--\n  The tapering oat-stalk, dangling beads of gold:\n    In brilliant sea of beauty all outpoured,\n  With dazzling depth of splendor all untold,\n  Where fleets of zephyrs skip in fold that follows fold\n\n  Like to a dream I had but yesternight,\n    Of pure, transporting, childlike playfulness,\n  The presence of a fair-haired, blue-eyed, bright,\n    Thoughtless and laughing.--Words can not express\n    In _poet_ phrase the fulness that did bless\n  Entrancingly my vision.  I advanced\n    Behind to worship.  Straight each golden tress\n  Was ruffled and about my face they danced,\n  Smoth'ring with beauty, while the maiden gleeful glanced.\n\n\n\n\n  IN ANTICIPATION OF AUTUMN.\n\n  But now the Summer hastens to its close,\n    And soon will Song a different aspect wear,\n  Sweeping terrific, clad in ghostly snows,\n    And lit by the flash of the Boreal glare,\n    Or, but a poet in his easy chair;\n  And her most pleasing aspect now beguiles\n    What time is hers with deft, endearing air:\n  With gorgeous gold she decks her garments, whiles\n  Her melancholy face with Indian Summer smiles.\n\n  Thy very smile sends sadness to my heart.\n    Farewell! sweet love, the happy hour is o'er:\n  Too well I knew that we again must part.\n    Her garments trail the fond, reluctant floor.\n    But I shall ne'er forget the dress she wore,\n  Her looks, her words, the pleasing song she sung--\n    'Tis melody will charm me more and more,\n  'Tis music that will keep my spirit young,\n  'Tis joyance in my soul, though jarring on my tongue.\n\n  I've hummed the music after thee as well\n    As changing tones of youth allowed, and fear,\n  And vexing sprites that choke the upward swell.\n    But yet, perchance, some bosom it may cheer,\n    By recollection making thee more dear\n  To those who've drunk thy music at its spring,\n    To some, mayhap, who never learned to hear,--\n  Alas! poor, wretched souls!--its sound may bring\n  Some semblance of thy strain, some wish to hear thee sing.\n\n  What though I have expounded nothing new,\n    And traced, I trow, unworthily the old?\n  Song is no mystic science.--Men may do\n    Strange things in other spheres, and may unfold\n    Secrets unthought, tell tales before untold;\n  But what thou wilt, the bard; nor less, nor more.\n    And to the mind informed in Nature's mould\n  Thou has revealed thyself--the same of yore,\n  The same to-day thou art, and shalt be evermore.\n\n  Let them who will, content themselves to sing\n    In trifling pageantry and gilt array,\n  To pluck the song-beads from the shimmering string\n    That skirts thy robe.  But such my soul doth sway\n    As makes me hang upon thy breast and say\n  \"_I love thee!_\"--as a mistress?--then mine own;\n    Blindly and recklessly?--some future day,\n  Mine eye, from thine clearer and stronger grown,\n  May thrid the straggling stars and search the deepening dawn.\n\n  O, make my soul an argosy of song,\n    Tranquilly floating on a sea of peace,\n  As with her rowers beautiful and strong\n    Some trireme bears among the Isles of Greece\n    With music-muffled oars!  Give safe release\n  From murky moorings, storms, and rocks that jar,\n    And let its pearls in purity increase,\n  Until with singing sails it cross the bar\n  To melt in golden waves with gems of many a star!",
    "metadata": {
        "author": [
            "MacKeracher, William M. (William Mackay)",
            "MacKeracher, W. M. (William Mackay)",
            "MacKeracher, William Mackay"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/37366/pg37366.txt",
        "name": "vacation_verse.json"
    }
}