{
    "name": "Vandyke Brown: A Farce in One Act",
    "author": [
        "Troughton, Adolphus Charles",
        "Troughton, A. C. (Adolphus Charles)"
    ],
    "body": "ADOLPHUS CHARLES TROUGHTON, ESQ.\n\nAUTHOR OF\n_Living too Fast--Wooing in Jest and Loving in Earnest--Leading\nStrings, &c. &c._\n\nTHOMAS HAILES LACY,\n89, STRAND,\n(_Opposite Southampton Street, Covent Garden Market,_)\nLONDON.\n\n\n\n\nVANDYKE BROWN.\n\n_First performed at the Royal Strand Theatre, March 24th, 1859._\n\n\nCHARACTERS.\n\nVANDYKE BROWN, _a Photographic Artist_           Mr. J. CLARKE.\nMR. AUGUSTUS BOBBINS, _a Retired Tradesman_      Mr. TURNER.\nMR. FASTMAN, _a Law Student_                     Mr. MOWBRAY.\n\nMRS. BROWN, _Vandyke Brown's Wife, living\nunder the name of Duval_                         Miss J. WILTON.\nMRS. BOBBINS                                     Miss M. TERNAN.\nREBECCA, _Mrs. Bobbin's Servant Maid_            Miss LAVINE.\n\n-----\n\nTIME.--One hour.\n\n-----\n\nCOSTUMES.--The present day.\n\n\n\n\nVANDYKE BROWN.\n\n-----\n\nSCENE.--_Mr. Bobbins's Lodgings. Chamber, C. D., backed by a\nwindow--doors, R. and L.--table, R., chairs, books, newspaper--table,\narm chair R. of table, chair L.--table against flat, R., with bust of\nShakespeare--table against flat, L., with vase of flowers_.\n\nMRS. BOBBINS. (_within, R. D._) It's useless your denying it, Mr.\nBobbins! I saw you do it--I saw you do it with my own eyes, sir!\n\nAUGUS. (_within, R. D._) My dear Constantia!--before the servants!\n\nMRS. BOBBINS. (_within, R. D._) Leave the room this instant, Rebecca!\nLeave the room, I say! You'll quit my service this day month.\n\nREBECCA. (_within, R._) Certainly, ma'am! certainly! with all my\nheart!\n\n_Enter REBECCA, R. D., slapping the door behind her._\n\nWas there ever such a temper as missus? I never see such a one--never!\nIf master will keep staring at me, is that my fault, I should like to\nknow?\n\n_Enter FASTMAN, door C. from L._\n\nFAST. (L.) Rebecca!--just one word!\n\nREBECCA. (R.) Here's that tiresome Mr. Fastman again.\n\nFAST. Well, have you anything to tell me? When is she coming home?\n\nREBECCA. Lor, sir! why should you want to know? Missus has come\nhome--she came home this morning.\n\nFAST. No! you don't say so! Where is she?\n\nREBECCA. Where is she?--why, where should she be? In the next room, at\nbreakfast with her husband, to be sure.\n\nFAST. The deuce she is! Don't talk so loud.\n\nREBECCA. Why not? _I'm_ not ashamed of what I'm saying.\n\nFAST. Come home at last, then. Ah! (_sighs_) your mistress is a\nbeautiful woman, Rebecca.\n\nREBECCA. Beautiful?--that depends upon opinion; for my part, I don't\nlike tall women.\n\nFAST. I admire tall women. It seems to me an age since she has been\naway.\n\nREBECCA. It may seem so to you, sir, but it hasn't to me, I promise\nyou. I'm sure I wish she had stayed away ten times as long--for the\nfirst thing she has done on her return has been to give me warning.\n\nFAST. Give you warning! What for?\n\nREBECCA. Ah! what for, indeed?--you must ask her that. She is jealous\nof that husband of hers. She surprised him, just now, at breakfast,\nmaking eyes at me. How could I help it?\n\nFAST. Oh, fie, Rebecca? What! do you encourage your master in that\nsort of thing?\n\nREBECCA. I encourage him, indeed?--well I'm sure!--with a\ntwelvemonth's character from my last place.\n\nFAST. I beg your pardon--well I am sorry you are going to leave--you\nare such a nice obliging young woman, and I was going to ask you if\nyou couldn't manage to--to give this letter.\n\nREBECCA. To my master!\n\nFAST. No, not exactly that, Rebecca, to your mistress.\n\nREBECCA. Indeed, sir! I shall do nothing of the sort, you had better\ngive it her yourself.\n\nFAST. But I should never have the face, I tell you. There is something\nabout Mrs. Bobbins that keeps me so completely at a distance,\nsomething so modest, so correct and proper--come, now, you are not\ngoing to be illnatured, see here's a queen's head for it. (_showing\nher half a crown_)\n\nREBECCA. Sir, I'm ashamed of you, I'll have nothing to do with it!\n\nFAST. Only give her the letter, and I'll help you to a place.\n\nREBECCA. No, will you though? (_eyeing the money which he forces on\nher, with the letter_) No! really I can't! no, no! Well if you insist\nupon my taking the money--(_aside--taking the money_) But I'll be\nhanged if I give her the letter.\n\nFAST. Yes, I know of a place that will suit you exactly, without your\ngoing out of the house. Mrs. Duval on the second floor here is in want\nof just such a pretty, clever girl as you are, to help her in her\nfancy work.\n\nREBECCA. Why how did you come to know her, sir?\n\nFAST. How did I come to know her? why, my sisters buy their wools of\nher, she embroiders my shirt fronts, marks my pocket handkerchiefs for\nme--you can't be in better hands; she is a most respectable person,\nand a first rate temper.\n\nMRS. BOBBINS. (_without R._) No, Augustus! no, Mr. Bobbins, I say she\nshall not remain.\n\nAUGUS. (_without_) Nay, but Constantia!\n\nMRS. BOBBINS. Silence, sir, I won't hear a word.\n\nFAST. Why there's your mistress at high words with Mr. Bobbins.\n\nREBECCA. That's nothing new, sir.\n\nFAST. I must beat a retreat! (_going_) But I'll run up stairs before I\ngo, and speak to Mrs. Duval for you. Don't forget the letter.\n\n_Exit FASTMAN, C. to R._\n\n_Enter MR. BOBBINS, R., in a dressing gown, followed by MRS. BOBBINS._\n\nMRS. BOBBINS. Yes, Augustus! yes Mr. Bobbins, I repeat it, she shall\nnot remain any longer!\n\nAUGUS. But, my dear, this conduct of yours is downright oriental\ndespotism; of all the tyrannies, there are none like the domestic.\n\nMRS. BOBBINS. She shall go this very day! It's most abominable! I'll\npay her wages and send her about her business!\n\nREBECCA. (_coming down, C._) Oh, very well, ma'am, just as you please\nabout that! I'm sure I don't want to stay--a month's warning, or a\nmonth's wages!\n\nMRS. BOBBINS. Oh, you are there, are you! Bold faced young woman, take\nyour wages. (_giving her money_) Pack up your things and prepare to\nleave my service to-night.\n\nREBECCA. (_counting the money_) Sixteen and eightpence, all right,\nma'am, and as for my place that is no great loss I'm sure! I can\neasily get a better! I have only to choose. (_aside and tossing her\nhead as she goes out, C. to L._) Straightlaced crosspatch; she's more\nfit for an old maid, than a married woman.\n\nAUGUS. (_in chair, L._) Another victim to your implacable jealousy,\nConstantia.\n\nMRS. BOBBINS. (R.) Jealous of you! ha, ha, ha! Really Augustus, you\nhave a good opinion of yourself.\n\nAUGUS. (_offended, and rising_) Jealous of me, yes to be sure, why\nnot? You know you are; we can't keep a servant in the place for it; we\nhave been married scarcely three years, and this is the nineteenth you\nhave discharged.\n\nMRS. BOBBINS. Well, sir, and whose fault is that? A man without the\nslightest sense of common propriety! or what is due to his own dignity\nas a master of a family!\n\nAUGUS. Go on, my dear, go on!\n\nMRS. BOBBINS. My first husband never treated me so!\n\nAUGUS. Comparisons are odious, Mrs. Bobbins. That first husband of\nyours was a very remarkable fellow.\n\nMRS. BOBBINS. You needn't think to pass it off so, sir: if this is\nyour behaviour before my face, I tremble to think what your conduct\nmay have been behind my back, during my absence.\n\nAUGUS. Now, Constantia! my dear! Do I everlastingly torment you with\ninquiries into _your_ conduct during _my_ absence? Here have you been\nscouring the country to Salisbury alone, after a legacy, which, for\nanything I can discover, appears to be all a bam, and do I annoy you\non your return with ridiculous jealous fits? On the contrary, don't I\npromote and fall into all your little plans and amusements?\n\nMRS. BOBBINS. Amusement! Do you think it's any amusement to me to be\nworried out of my life with lawyers, and business I don't understand?\nThere's a fresh difficulty now about a cousin abroad. If you were like\nother husbands, you would never suffer a young and pretty wife, more\nthan twenty years your junior, to travel about alone.\n\nAUGUS. Oh, my dear, I have a thorough confidence in you--there's a\nrigidity of propriety about your deportment, that will always act as\nan efficient safeguard in the hour of danger.\n\nMRS. BOBBINS. Don't make too sure of that. Don't provoke me by your\nindifference to retaliate!--I should soon find an opportunity--\n\nAUGUS. Oh, oh, oh, oh!\n\nMRS. BOBBINS. You should have seen the assiduous--the delicate\nattentions I received in the train, all the way between the\nBishopstoke station and town, from an elegant, foreign looking\ngentleman--such a pair of moustachios!\n\nAUGUS. Oh, oh! really now, Constantia--\n\nMRS. BOBBINS. But you know I'm the most devoted--the most affectionate\nwife in the world, and have no thoughts but of you, and our dear\nlittle boy--and so you abuse the rectitude of my principles--\n\nAUGUS. The little cherub!\n\nMRS. BOBBINS. That reminds me that you wrote me word, that the\nHighgate air has quite set the darling up again, and that old nurse,\nJones, was to bring him home to-day.\n\nAUGUS. Yes, Bobby is coming home to-day.\n\nMRS. BOBBINS. The little pet! He is my only joy--my only hope.\n\nAUGUS. Yes, yes--a remarkably fine little chap--and extremely like his\npapa! Ahem! can more be said--\n\nMRS. BOBBINS. By the by, how inconvenient his coming back will be just\nnow, that we are without a servant.\n\nAUGUS. You had better let Rebecca stay.\n\nMRS. BOBBINS. Augustus! Mr. Bobbins! What again! You exasperate me!\nNo, sir, she shall not stay another day, if I have to run over half\nLondon to find her substitute.\n\nAUGUS. Very well, my dear. You are fond of exercise.\n\nMRS. BOBBINS. This is too much to put up with!--past all bearing! I'll\nbe even with you for this, depend upon it. No, no, you needn't think\nto gain your ends, Mr. Bobbins--I'll go round to all the tradespeople\nthis very minute. (_putting on her bonnet and shawl, which are upon\ntable, R._) I'll soon put a stop to this! I'll soon put a stop to\nthis!\n\n_Exit, in a passion, C. to L._\n\nAUGUS. What a singular woman Constantia is when she once takes an idea\ninto her head. No human argument now would ever persuade her that I am\nnot violently smitten with her own maid. Ridiculous notion! ha, ha!\nand the best of the joke is--for reasons of a strictly private nature,\nI rather encourage the idea--commit myself with Rebecca! No, no--I\nlook a little higher than that! The interesting object of my secret\nintentions, is in no way beneath me--quite the reverse--she is above\nme by a flight of stairs. It is really quite distressing, to think so\ncharming a woman as Mrs. Duval, should be obliged to occupy a two pair\nback; but then, how tastefully she sets off her room! Clever creature!\nshe can turn her hand to anything--Berlin wool, potichomania,\ncrotchet, embroidery-- By the way, I begin to suspect that name of\nhers, Duval, is only assumed--she doesn't look to me at all like a\nFrenchwoman--and the only approach to anything in the shape of a\nhusband I have been able to discover, is this morning gown, which I\nfound one morning over a chair back in her room, and which, in a\nmoment of pecuniary pressure, I induced her to sell me for about four\ntimes its value. It shows the fall in my back to some advantage, but\nit's an uncommonly tight fit, although I have had it let out twice\nsince I bought it. I wonder how she came by it? No matter--I'm\nconvinced I have no rival--she is evidently pleased with my\nattentions, and if it hadn't been for Mrs. Bobbins's ill-timed return\nfrom the country, I should--(_crosses to L., sees MRS. BROWN at C.\nD._) By Jove! here she is. It's lucky that my wife's not at home.\n\n(_crosses to R._\n\n_Enter MRS. BROWN, C. from R., goes down, L._\n\nMRS. BROWN. (_seeing BOBBINS, R._) Ah, Mr. Bobbins! Good morning.\n\nAUGUS. (R.) Good morning to you, my dear Mrs. Duval. This _is_ an\nhonour! Dare I venture to hope your visit is to me?\n\nMRS. BROWN. To you--the idea! Hardly.\n\nAUGUS. And why not, Mrs. Duval? Why may I not judge of your feelings\nby my own?--for as the needle is attracted by the pole--\n\nMRS. BROWN. (_interrupting him_) Oh, dear me! Ha, ha, ha! really, Mr.\nBobbins, you'll be a gallant as long as you live. I am sorry to\ninterrupt your ecstacies, but pray can I speak a word to Mrs. Bobbins?\n\nAUGUS. To my wife?\n\nMRS. BROWN. Yes--I understand she has come home?\n\nAUGUS. Alas! yes.\n\nMRS. BROWN. Alas? Why, you ought to be delighted! (_sadly_) How\nfortunate Mrs. Bobbins is to be happy at home with her husband. Ah,\nhow I envy her.\n\nAUGUS. (_delighted_) Envy her! Mrs. Duval!\n\nMRS. BROWN. I do, indeed, with all my heart.\n\nAUGUS. (_endeavouring to put his arm round her waist_) _Dear_ Mrs.\nDuval! Oh, these words--this tender confession!\n\nMRS. BROWN. (_retiring, L._) Why, Mr. Bobbins, are you taking leave of\nyour senses? If you wish me to remain in this room, sir, you must\nrestrain yourself within proper bounds.\n\nAUGUS. Bounds, madam! There are no bounds to the emotions of the\nheart. (_throwing himself on his knees_)\n\nMRS. BROWN. Oh, my dear sir, do compose yourself--I beg of you. You\nare _too_ poetical, you are, indeed. (_aside_) Ridiculous creature!\n\nAUGUS. Tell me--only tell me--did you receive those two pots of Tom\nThumb geraniums--I know your beautiful passion for flowers.\n\nMRS. BROWN. Yes, I thank you--but I can't possibly think of accepting\nthem--in short, I must forbid all further nonsense of the kind. I give\nyou fair warning, that if you persist in it any longer, I shall tell\nMrs. Bobbins, I shall, indeed, and be compelled to leave my lodgings.\n\nAUGUS. Oh, don't be so cruel! Don't say that!\n\nMRS. BROWN. Not that I have any great affection for them either, for\nif it hadn't been for poor Br--(_recollecting herself_) for reasons\nonly interesting to myself, I should have given notice long ago.\n\nAUGUS. For \"poor\" who, madam? You excite my curiosity. I trust there\nis no gentleman in the case?\n\nMRS. BROWN. Yes, but there is, though--but I entreat you to ask no\nquestions. (_wiping her eyes_) Ah, Mr. Bobbins, mine is the most\npainful, the most trying of positions to an affectionate and faithful\ndisposition--\n\nAUGUS. No scoundrel has dared to neglect--to abandon you? Ah, if you\nwould but accept of the consolation of a discreet friend, and if any\nlittle assistance of a different kind--\n\n(_taking out purse._\n\nMRS. BROWN. (_offended_) You mistake my meaning, sir, altogether.\nAssistance! no, sir, I am able to earn quite sufficient for my\nsupport, and to afford myself some comforts besides--indeed, the\nobject of this visit, was to inquire of Mrs. Bobbins, Rebecca's\ncharacter, as I am informed she is about to leave her service.\n\n_REBECCA has entered during this speech, but on seeing them, draws\nback, L. C. D._\n\nREBECCA. (_aside_) Ullo! master and Mrs. Duval!\n\n(_listens, C._\n\nAUGUS. (_aside_) Rebecca's character! The devil! that will never\ndo--she'll be telling her a pack of lies. (_aloud_) In the absence of\nmy wife, perhaps I shall do as well. I am afraid, ma'am, Rebecca will\nnever suit you.\n\nMRS. BROWN. Pray, may I ask why?\n\nAUGUS. Oh, she's an idle, gossipping, impertinent young hussy, and\nburns no end of coals.\n\nREBECCA. (_aside_) That's how you speak of me behind my back, is it?\n\nAUGUS. And then, ma'am, her conduct in another respect, to a lady of\nyour extreme propriety, I am quite sure would be highly objectionable.\nShe encourages a great many followers, and with one young man in\nparticular, an articled clerk--she has--\n\nREBECCA. (_coming down, C._) It isn't true--I haven't--don't believe\nhim, ma'am.\n\nAUGUS. (_aside_) Confound it! Has she overheard me?\n\nREBECCA. Don't believe a word he says, ma'am. It's all through him\nthat I've lost my place.\n\nAUGUS. Silence, Rebecca! Go and fetch my hat, I'm going out.\n\nREBECCA. And as to the young lawyer, if I were the gossip he says I\nam, I could tell a different story.\n\nAUGUS. Silence, I say, Rebecca! Did you hear me tell you to go and\nfetch my hat and coat?\n\nREBECCA. (_going, R._) Well, I'm going for your hat and coat.\n\n_Exit, in a passion, R. D._\n\nMRS. BROWN. So, sir, I perceive you are a general admirer of the sex.\n\nAUGUS. My dear Mrs. Duval, you surely wouldn't pay any attention to\nthe aspersions of a discharged servant maid. You'll excuse my taking\noff my morning gown. (_aside, and taking off morning gown, which he\nhangs on chair L. of R. table_) I wouldn't have lost this opportunity\nof shewing her the fall in my back for something.\n\n_Re-enter REBECCA, R. D., with hat, &c._\n\nREBECCA. (_giving him the coat_) Go and take away a poor servant's\ncharacter like that--I've a good mind--\n\nAUGUS. (_interrupting her_) Rebecca!\n\nMRS. BROWN. (L.) Never mind, Rebecca, I have seen enough of you to\nthink that you will suit me, so I shall take you all the same. When\ncan you come?\n\nREBECCA. Thank you, ma'am--thank you! When you like, ma'am--now,\ndirectly.\n\nMRS. BROWN. No, not till to-morrow--not till you have given Mrs.\nBobbins proper notice.\n\nREBECCA. Yes, ma'am--thank you, ma'am. (_to BOBBINS_) You ought to be\nashamed of yourself, sir, that you ought--an old gentleman like you!\n\nAUGUS. Silence, Rebecca! If any one should call while I am out, tell\nthem to wait--I shan't be long. I have the honour to wish you a good\nmorning, Mrs. Duval.\n\nMRS. BROWN. Good morning, sir.\n\n_BOBBINS looks at MRS. BROWN, sighs, and goes out, C. to L._\n\nSeductive old gentleman! Very well, then, Rebecca, I shall expect you\nto-morrow.\n\nREBECCA. Yes, ma'am.\n\nMRS. BROWN. (_to herself, as she leaves the stage_) When shall I hear\nfrom my poor Vandyke?\n\n_Exit, C. to R._\n\nREBECCA. Oh, that wicked old master of mine!\n\n_Exit, R. D._\n\n_The C. D. opens very quietly, and VANDYKE BROWN enters, stealthily,\nwearing a Crimean beard and moustachios, his throat bare, and an\nartist's steeple crowned hat, with a broad brim._\n\nVAN. There's nobody here! Come, that's lucky--her surprise will be the\ngreater. I've been watching at the corner of the street for the last\nhalf hour, and contrived to slip in as the door was ajar, while the\nservant stepped over the way. My heart beats like one of the drums I\nleft behind me, at the thought of meeting my wife again after the best\npart of a twelvemonth's chequered absence in the Crimea--driven from\nmy native land and the cultivation of the classic style of art, by the\ndetestable envy of the Royal Academicians, the cupidity of the\nbutcher, and the rapacity of the baker. A pretty life I had of it in\nthe camp--sometimes photographic artist, sometimes--tell it not ye\nmuses--a mixture of cook, valet, military secretary, and volunteer.\nHowever, I should soon have made my fortune, for I took more portraits\nin the Crimea in a day, than I ever did in London in a year. When one\nunlucky evening, just as I was going to raise my terms, I ventured too\nfar on the Woronzoff Road for the purpose of making a sketch of some\noutworks, and all of a sudden, when I least expected it--crack, whiz,\ncrack! half a dozen minie balls whistled about my ears, and a party of\nRussians sallied out of the flank of the Redan, and succeeded in\ncarrying me into the town--luckily it didn't last long, for at the end\nof a month, there was an exchange of prisoners, and I had the good\nfortune to be swopped for the favourite jackass of a Russian officer\nthat had fallen, by accident, into the hands of the allies; so here I\nam, just arrived from Portsmouth, totally unknown to my wife, once\nagain in my own lodgings. What the deuce! fresh paper--Brussels\ncarpet--and all this French polished mahogany! Upon my word! why, my\nwife must have gone mad, or else she must be driving a rare trade in\nthe Berlin wool and fancy line. Stay, here she comes! I'll get under\nthe table and give her a surprise. How delighted she'll be to see me!\n(_goes towards table, L._) No, it's not my wife. Why, good gracious,\nshe keeps an assistant, I'll be bound.\n\n_Enter REBECCA, R. D._\n\nREBECCA. (_seeing him_) Who is this?\n\nVAN. Good morning, young woman. You are not a bad-looking girl.\n\nREBECCA. (_aside_) He is mighty familiar. Might I ask how you got in?\nI didn't hear any one knock.\n\nVAN. No, the door was ajar--not that it would have made any difference\nif it had been shut; you see I've a latch key.\n\n(_shewing one._\n\nREBECCA. A latch key!\n\nVAN. Yes, I took it away with me by mistake in one of my pockets. Go\nand tell your mistress, a gentleman with dark hair wishes to speak\nwith her.\n\nREBECCA. You'll excuse me, sir, but your hair isn't dark.\n\nVAN. Never mind the colour of my hair--do as I tell you--I want to\nsurprise her.\n\nREBECCA. Missus is not at home, sir. (_aside_) A latch key, and so\nintimate with Mrs. Bobbins, who the deuce can he be?\n\nVAN. Very well--as your mistress is not at home, you can get me some\nbreakfast; I feel rather sharp set.\n\nREBECCA. Breakfast, sir?\n\nVAN. Yes, don't you understand me? B-r-e-a-k, break, f-a-s-t, fast,\nbreakfast--the girl's silly.\n\nREBECCA. But won't you be pleased to tell me--\n\nVAN. (_taking her up_) What I should like to have? Oh, anything--I'm\nnot particular; a steak or a chop.\n\nREBECCA. No, sir, I mean who you are.\n\nVAN. Who I am? True, you don't know me. My name is--(_recollecting\nhimself_) No matter for my name--I rather fancy your mistress will\nknow me when she sees me. I only hope it won't be too much for her.\n\nREBECCA. (_aside_) Oh, he must be some relation. Master said if any\none called, they were to wait.\n\nVAN. Come, look alive--be quick.\n\nREBECCA. (_aside_) He's an extraordinary looking fellow! What a beard\nhe has got! I hardly know what to do, as they are neither of them at\nhome; but I suppose there will be no harm in giving him some\nbreakfast.\n\nVAN. Come, I say young woman, are you going to move? You are not aware\nthat I haven't tasted anything to-day.\n\nREBECCA. It will be ready directly, sir.\n\n_Exit, C. to L._\n\nVAN. That girl wouldn't make a bad model; but she don't seem very\nbright. Egad! I have been so long away in the Crimea, that I feel half\ninclined to make love to every pretty woman I meet. That was an\nuncommonly fine creature that got into the train at Bishopstoke;\nrather stiff though, at first, but before we came to the journey's end\nI had quite broken the ice with her. By the way, I am afraid I ran\naway from her rather abruptly this morning--quite forgot to look after\nher luggage and all that sort of thing. No great wonder either--once\narrived in London, how could I think of any one but my dear little\nwife? How I long to see her. (_going to sit down, sees the morning\ngown_) What's this? a morning gown. (_examining it_) To be sure--I\nrecollect it. I declare, it gave me, quite a turn! The one I had made\njust before I went away! Affectionate little soul! hanging over the\nchair back to keep her company. I dare say she's in the habit of\nkissing and talking to it every day of her life. I feel rather\ntired--I'll put it on. (_takes off his coat and puts on the dressing\ngown_) Home, sweet home! they may well say \"there's no place like\nhome.\" (_wrapping the gown round him_) Ullo! why, it fits me like a\nsack. How I must have fallen away in the Crimea.\n\n_Enter MRS. BOBBINS, C. from L._\n\nMRS. BOBBINS. (_speaking as she comes in, without seeing BROWN down\nL._) I think, my dear, I have found--(_they stare at each other_)\n\nVAN. (_aside_) Good gracious--I can't be mistaken! My travelling\ncompanion.\n\nMRS. BOBBINS. (_aside_) The foreign looking gentleman I met in the\ntrain--in my husband's dressing gown! Why, he must have followed me\nhome.\n\nVAN. (_aside_) An agreeable predicament this for a married man--very!\nMy wife may return every minute. (_aloud, rising, and confused_)\nMadam, you'll excuse my being rather laconic, I have no time just now\nfor ceremony--to what am I indebted for the honour of this visit?\n\nMRS. BOBBINS. I feel quite stupified! what effrontery!\n\nVAN. I have no wish to affront you, ma'am, but as I said before, I\nhave no time for ceremony.\n\nMRS. BOBBINS. Sir, this is monstrous! I took you, by your deportment\non the railway, for a gentleman, but I see I was deceived. Your\nconduct is inconsistent and extreme.\n\nVAN. I know what you allude to, ma'am, and I admit I did run away\nsomewhat abruptly; but if you knew my reasons--\n\nMRS. BOBBINS. I wish to hear nothing further, sir. (_crosses to R._)\nPray let there be an end of this. (_takes off her bonnet and shawl_)\n\nVAN. (_aside_) Why, she's absolutely taking off her things! Does she\nthink she is going to establish herself in the house, under my wife's\nnose? I must get rid of her somehow or other. (_aloud, and getting\nimpatient_) Madam, as I have already said twice before, I have no time\nfor standing on ceremony--you will therefore excuse my coming to the\npoint at once--anywhere else--_any_where else I shall be happy to hear\nwhat you have to say--any place you like to appoint--St. James's Park,\nKensington Gardens--\n\nMRS. BOBBINS. Sir, I am of a highly excitable, nervous temperament,\nand if you don't take care, you'll throw me into hysterics.\n\nVAN. (_aside_) Confound it--she's no better than she should be. Oh, I\nmust turn her out. (_aloud_) I tell you what it is, my dear, this\nwon't do. I am a married man.\n\nMRS. BOBBINS. Well, sir, what if you are--that makes your persecution\nof me the more atrocious!\n\nVAN. Zounds! madam, it is you who persecute me! Haven't you followed\nme like a greyhound follows a hare--tracked me to my very door? Now\nfor goodness sake don't force me to say anything offensive, but will\nyou go, I say--will you make yourself scarce?\n\nMRS. BOBBINS. This unheard of insolence--\n\nVAN. (_interrupting her_) I tell you I have no time for ceremony. Will\nyou go--will you leave my lodgings?\n\nMRS. BOBBINS. Your lodgings? Good heavens! I hear somebody coming!\n(_crosses to L._)\n\nVAN. (_going to door_) It's my wife!--it's my wife, I'll be bound!\n(_down, R._) Go--go, I say--be off with you. (_trying to push her off,\nR._)\n\nMRS. BOBBINS. (_aside_) Oh, if it should be my husband!\n\nVAN. Here, run in here! quick, quick--hide yourself under the bed!\n\n_He pushes her into room R., and locks the door._\n\n_Enter REBECCA, with a parcel, C. D. from L._\n\nREBECCA. (_reading the direction_) \"For my dear wife.\" Another sop in\nthe pan for missus.\n\nVAN. What have you there?\n\nREBECCA. (L.) A present for missus.\n\nVAN. (R.--_aside_) My wife receive presents in my absence!\n\nREBECCA. (_peeping into parcel_) What a beauty! all silk! What a\nlovely dress it will make.\n\nVAN. Who can possibly have given her a silk dress?\n\nREBECCA. What a question! Master, to be sure.\n\nVAN. Master! What do you mean?\n\nREBECCA. Why, sir, you know, when they have a quarrel, that's his way\nof making it up again. He always gives her a present--sometimes one\nthing, sometimes another.\n\nVAN. (_dropping into a chair_) What--what's that you say?\n\nREBECCA. You are not taken with a swimming in the head, are you, sir?\n\nVAN. No, no--tell me--what sort of a fellow is he--what's his name?\n\nREBECCA. Lor, sir, I thought you knew him. What, don't you know Mr.\nBobbins?\n\nVAN. Bob--Bob--Bob--Bobbins! (_aside_) The name sticks in my throat as\nif it were a fish bone.\n\nREBECCA. I thought you were old friends, sir!\n\nVAN. (_getting up_) No, I don't know him! He's a friend of my wife's!\n(_aside_) That explains the French polish mahogany--a damned cabinet\nmaker! (_aloud, violently_) Give me hold of that parcel!\n\nREBECCA. (_moving away with it_) Take care, sir, what do you want with\nit? (_putting it on table behind her_)\n\nVAN. Bobbins! eh! Bobbins! Do you hear, young woman! Tell me, at what\ntime does he generally come here?\n\nREBECCA. Come here? Who do you mean, sir?\n\nVAN. This Bobbins!\n\nREBECCA. At what time--why, he's here all day.\n\nVAN. What? and goes away at night, I suppose?\n\nREBECCA. No he doesn't--what should he go away at night for?\n\nVAN. You don't mean to say that he sleeps here?\n\nREBECCA. Yes, but I do though!\n\nVAN. (_aside_) Under the same roof! Preposterous! I'll bombard the\nhouse! Blow it into the air! (_aloud_) Very well, I'll wait for him.\n(_takes off morning gown, and throws it on table, R._)\n\nREBECCA. Won't you take your breakfast, sir? it's all getting cold.\n\nVAN. Don't talk to me of breakfast! Stay! on second thoughts I don't\nknow! I must keep up my strength! _Nourish_ my revenge! Not eat my\nbreakfast! I'll go into training like a prize fighter! eat raw\nbeefsteaks every day for a month, and then come down upon him like the\nGladiator! (_striking the attitude_) Or Alcides throwing Lychas into\nthe sea! (_attitude_) Look out for yourself, Bobbins! I feel as if I\nhad the thews of the Farnesian Hercules! Oh! for the apples of the\nHesperides, to hit him in the eye, and a club like a weaver's beam to\nknock his brains out!--my breakfast, I say! my breakfast!\n\nREBECCA. This is the way to the parlour, sir! (_pointing L. D._)\n\nVAN. (_taking up morning gown and flinging it over his left arm as\ndrapery_) Don't trouble yourself to show me the way to the parlour!\n(_crosses to D._) I know the way to the parlour! Look out for yourself\nBobbins!\n\n_Exit L. D._\n\nREBECCA. (R.) He must be some madman escaped from a lunatic asylum. I\ndon't like being left alone with him in the house--I wish master would\ncome home--oh, here he is!\n\n_Enter BOBBINS, C. D. from L._\n\nAUGUS. Has there been a parcel left here since I went out?\n\nREBECCA. Yes, sir, there it is on the table. Were you expecting any\none to call this morning, sir?\n\nAUGUS. No, no one--(_looking up_) why, has anybody been?\n\nREBECCA. Yes, sir!\n\nAUGUS. Who? a lady?\n\nREBECCA. No, sir, a gentleman.\n\nAUGUS. What name?\n\nREBECCA. He wouldn't give any name, sir. He came in with a latch key,\nwithout knocking.\n\nAUGUS. With a latch key? How do you mean? How did he come by it?\n\nREBECCA. I don't know, sir; he appears to be a very extraordinary\nperson, I hardly know what to make of him. He hadn't been five minutes\nin the house before he asked me to get him some breakfast.\n\nAUGUS. Some begging imposter, I dare say.\n\nREBECCA. No, sir, I don't think that, he was very well dressed.\n\nAUGUS. That's nothing, he might have been one of the swell mob for\nanything you know to the contrary--the town swarms with well dressed\nswindlers now-a-days.\n\nREBECCA. He said he wanted to see mistress.\n\nAUGUS. Well, and how did you get rid of him?\n\nREBECCA. I didn't get rid of him at all, sir; he is in the house now.\n\nAUGUS. Nonsense!\n\nREBECCA. I thought he was some relation or friend of the family--he's\ntaking his breakfast in the parlour.\n\nAUGUS. Taking his breakfast in the parlour! What? alone with the\nsilver spoons!\n\nREBECCA. Good gracious, I never thought of that!\n\nVAN. (_without, L. D._) I say, what's your name! Young woman! you\nhaven't put any salt upon the table--do you take me for a cannibal?\n\nAUGUS. (_aside, and staring at VANDYKE, who is standing in the door,\nL._) Why the fellow has got on my morning gown! Confound his\nimpudence! (_crosses to R._)\n\nVAN. (_aside_) Who's this, I wonder? He looks like a tailor; he can't\nbe one of my creditors, scented me out already. (_aloud--politely to\nBOBBINS_) Good morning, sir; did you wish to speak to me? (_to\nREBECCA_) You needn't remain.\n\nAUGUS. (_alarmed_) No, no, stay where you are.\n\nVAN. (_to REBECCA_) Do you hear? Never mind the salt; I'll finish my\nbreakfast by and by.\n\nAUGUS. (_aside--alarmed_) He's actually sending her out of the way.\nI'm getting very uneasy.\n\n(_BOBBINS watches, and starts at every action of VANDYKE'S, throughout\nthe scene._\n\nREBECCA. (_aside_) I am glad to get out of the room. I'll go and see\nif I can find a policeman.\n\n_Exit, C. D. to L._\n\nVAN. (_with marked politeness_) Don't stand--pray be seated.\n\n(_offers BOBBINS a chair, and takes one himself._\n\nAUGUS. (_alarmed_) You are very kind, sir. (_aside_) I hope he don't\nsee that I'm afraid of him.\n\n(_they sit, BOBBINS R., VANDYKE BROWN L._\n\nVAN. (_after a pause of confusion on both sides_) You were observing,\nI think, that you had called to--to--\n\nAUGUS. (_aside_) I must mind what I'm about. I musn't provoke him.\n\nVAN. I believe I understood you to say that you had called to-- Sir,\nwill you permit me to ask you one question? I throw myself entirely\nupon your generosity. Did you--frankly--did you expect to find me\nhere?\n\nAUGUS. No, sir, frankly, I did not--certainly not.\n\nVAN. Sir, I thank you; you have removed a weight from my mind. I could\nscarcely believe otherwise, only just arrived, as I am, from abroad.\n\nAUGUS. Only just arrived from abroad--oh, indeed, sir. (_aside_)\nConfound the fellow, I wish I could get rid of him. (_aloud, after a\npause of confusion on both sides_) May I inquire what part?\n\nVAN. Oh certainly, sir--certainly. Russia, sir, Russia.\n\nAUGUS. (_aside_) All a lie, I suppose. (_aloud_) Indeed, sir. (_after\nanother pause_) Pray, sir, what may be your opinion of the Russians in\ngeneral?\n\nVAN. Very nice people, sir--very nice people.\n\nAUGUS. Indeed, sir.\n\nVAN. (_rising, after a long pause, during which they have been staring\nat each other, not knowing what to say_) Sir, I am very happy to have\nmet you. Your conversation betokens great intelligence, and I regret\nextremely that I have not more time to improve the acquaintance, but\nunfortunately an unlucky engagement--\n\nAUGUS. (_taking him up_) Pray don't mention it, sir--pray don't\nmention it. (_aside_) Thank goodness he is going at last. (_each puts\nhis chair back, and, fancying the other gone, they meet in the centre,\nand stare at each other_) Well, sir?\n\nVAN. Well, sir, you have the advantage of me. To whom have I the\nhonour of speaking?\n\nAUGUS. Before I answer that question, I must know what right you have\nto ask it.\n\nVAN. This is mere evasion, sir. I must request the favour of your\nname. I have no wish to be personal, but, really, there are so many\nvagabonds going about now--\n\nAUGUS. (_taking him up_) Exactly, that's just it; what you say is so\nperfectly true, that I don't feel safe with you, although I am in my\nown lodgings.\n\nVAN. What do you mean by presuming to call these lodgings yours.\n(_aside_) A horrible suspicion! (_aloud_) Who are you, sir? I insist\nupon knowing your name this instant!\n\nAUGUS. (_alarmed_) Bobbins, sir, Bobbins!\n\nVAN. (_starting_) Ah, you villain!\n\nAUGUS. Why do you insult me like this?\n\nVAN. (_going close to him_) _I'm her husband!_\n\nAUGUS. What the devil do you mean? Whose husband?\n\nVAN. Your victim's! you heavy swell, you--you old rascal!\n\nAUGUS. (_aside_) Good gracious! he can't be alluding to Mrs. Duval!\nWho can have told him? (_aloud_) Do you mean, seriously to say that\nyou are the husband of--\n\nVAN. (_taking him up_) The woman you have so basely turned from the\npaths of virtue!--of that dear being who, next to myself, I loved best\nin the whole world.\n\nAUGUS. Interesting traveller! respectable individual! believe me, on\nmy honour, there is not one word of truth in all you have been told.\n\nVAN. It's false, sir!\n\nAUGUS. Sir, you are transported by rage. Your anger won't allow you to\nlisten to reason.\n\nVAN. Rage! anger! I shall suffocate myself! Language falls\nshort--words are too weak--let's come to blows!\n\n(_drives BOBBINS round the stage, until he gets on the left of the\ntable, L._\n\nAUGUS. Keep your hands to yourself, can't you? Strike me in my own\nhome?\n\nVAN. Ah! again! you dare call this your home, you rascally cabinet\nmaker? Do you think, because you have sent in your goods, you have any\nright to the premises? What do I care for your mahogany? Look here!\nD--n your mahogany! (_throws down arm chair_) D--n your mahogany!\n\n(_takes all the furniture in succession, chairs, table, R.--at last\ntakes a bust from R. table, close to scene, and throws it out at back\nof folding doors--crash is heard, while BOBBINS is speaking._\n\nAUGUS. Be quiet, I say. Let the furniture alone. You are mad--yes, you\nare gone out of your senses! Will you hear me?\n\nVAN. (R.) No, I won't! Mark me! I give you one quarter of an hour--one\nquarter of an hour to take your things away.\n\nAUGUS. (L.) This is beyond all patience! What on earth do you mean?\n\nVAN. Mark me! One quarter of an hour! (_taking out watch_) It now\nwants exactly fifteen minutes to eleven. If they are not gone as the\nclock strikes, out they go through the window.\n\nAUGUS. Police! Police!\n\nVAN. Oh! you want the whole thing to get into the papers, do you! To\nbe all over the town! Very well, with all my heart! I'm your man!\n(_seizing BOBBINS_) Come along, to Bow Street! Come along, come along!\n(_dragging him to C. D._)\n\n_Enter REBECCA, C. D. from L._\n\nREBECCA. Please, sir, the nurse has brought home the baby!\n\nVAN. (_lets BOBBINS go--rushes into R. corner_) The baby! (_during\nthis, REBECCA puts the furniture in its place_) Miserable little\nwretch! I'll destroy it on the spot! (_rushing to C. D._)\n\nAUGUS. (_stopping him_) Hold! Hold! (_struggling_) You wouldn't commit\na murder in the house! My child! my child!\n\nVAN. Stand off, I say--I'll destroy it on the spot!\n\nAUGUS. (_still struggling with him_) Monster! Rebecca! come and help\nyour master! (_REBECCA seizes BROWN, R.--they struggle round till\nREBECCA is in left hand corner_)\n\nREBECCA. Murder! murder!\n\nVAN. Stand off, or I shall do you a mischief! (_shaking BOBBINS off,\nwho flies to C. D._) Do you see this revolver? (_REBECCA screams_)\nIt's a thorough bred Colt! I've used this revolver with deadly effect\nupon the enemy! I can snuff six candles with it at sixteen paces,\nwithout putting them out! (_REBECCA puts her hand upon his arm_) Stand\noff, I say, or I shall do you an injury!\n\nAUGUS. Hold him fast, Rebecca--hold him fast--don't let him go for the\nlove of goodness! Hold him fast while I run over the way with the\nbaby!\n\n(_BROWN rushes at BOBBINS, who closes the doors upon him, and\nexits--BROWN sinks into arm chair, L.--REBECCA quietly takes pistol\nfrom him and puts it on R. table_)\n\nVAN. Oh, Rebecca--that's your name, isn't it?\n\nREBECCA. (R.) Oh, sir, sir, sir! what does all this mean? You'll\nfrighten us all out of our senses!\n\nVAN. Oh, Rebecca, did you but know the atrocities that have been going\non here!\n\nREBECCA. What atrocities?\n\nVAN. What atrocities! They're not fit to be told to a respectable\nyoung woman like you. This is the very temple of wickedness. Talk of\nthe horrors of the Reign of Terror, or the Rump Parliament--they're\nnothing to it.\n\nREBECCA. What horrors, sir?\n\nVAN. What horrors? French polished mahogany--a silk dress--and a child\nout at nurse.\n\nREBECCA. But what can master's little boy have to do with you, sir?\n\nVAN. Rebecca, he is _not his son_--he's mine.\n\nREBECCA. Your son?\n\nVAN. My son, and yet not my son--he is my father, but I am not his\nson. No, no--I am his son, and he is not. No, no, no! my head dances\nthe polka.\n\nREBECCA. I can't understand him.\n\nVAN. What I mean is, I am not his father, but his mother is my wife.\n\nREBECCA. Mrs. Bobbins!\n\nVAN. Bobbins! What, does she openly bear his name? Monstrous! The\nwhole history of crime, from the Heathen Mythology down to the Newgate\nCalendar, has nothing to equal this!\n\nREBECCA. Do you mean to say, then, that she is not his wife?\n\nVAN. His wife! no more than you are.\n\nREBECCA. What, they are not married?\n\nVAN. Married!\n\nREBECCA. Well, hang me, if I didn't half suspect it! Now it's all\nout--it's all explained. Oh, sir, how I do pity you! What a shocking\nbad woman! I never liked her--and since she has behaved so wickedly, I\nthink it becomes my duty to tell you all I know.\n\nVAN. Yes, tell me everything--what is it?\n\nREBECCA. Courage, sir--are you sure you can bear it?\n\nVAN. Out with it!\n\nREBECCA. Well, then, sir, do you know there's another besides Mr.\nBobbins.\n\nVAN. Another!\n\nREBECCA. Yes, he's always running after her--isn't it shameful?--a\nyoung lawyer.\n\nVAN. What's his name?\n\nREBECCA. Fastman--a very handsome young man. It was only just before\nyou came that he gave me a letter for her.\n\nVAN. Where is it? give it to me.\n\nREBECCA. Here it is in my pocket, sir. (_gives him letter_)\n\nVAN. (_taking it_) Are there any more--half a dozen, I suppose, more\nor less--(_reading letter_) So, so! A flowery composition--\n\n_Enter FASTMAN, C. D. from L._\n\nFAST. (_seeing VANDYKE_) Botheration! There's somebody here! (_down,\nR._) Well, did you give her my letter?\n\nREBECCA. (_C., indignantly_) No, sir, I gave it to her husband!\n\nFAST. (_aside_) To Bobbins? No, you can't have played me such a trick!\n\nREBECCA. Don't whisper, Mr. Fastman--I don't want your secrets; I tell\nyou I gave the letter to this gentleman.\n\n(_pointing to VANDYKE, and going up, C._\n\nFAST. (_aside_) What could induce you? Who on earth is he?\n\nVAN. (_with forced calmness_) Come here, Fastman. (_they meet in C._)\n\nFAST. (_R., astonished_) Fastman!\n\nVAN. (L.) You are a likely looking fellow!\n\nFAST. Return me that letter, sir--this instant.\n\nVAN. Be quiet, Fastman. Don't kick up a row.\n\nFAST. What right have you--\n\nVAN. Be quiet, Fastman. I have every right in the world, to pitch you\nout of that window, if I think proper.\n\nFAST. Ah, indeed!\n\n(_REBECCA gets down, R._\n\nVAN. But I waive it--I waive it, on the condition of your becoming the\ninstrument of my revenge. I hereby, in the presence of a witness,\ninvest you with full powers to that end.\n\nFAST. I don't understand you!\n\nVAN. Fastman, you are in love with the woman to whom, by a civil\ncontract of society, I am united for life.\n\nREBECCA. (_aside to FASTMAN_) Yes, it's quite true--he's her husband.\n\nFAST. (_aside_) Her husband!\n\nVAN. This woman has destroyed every possible link that bound me to\nher. Hear me curse her, Fastman! I repudiate her!--do you understand\nme, Fastman?--I repudiate her! Cut him out, Fastman--go in and\nwin!--Cut him out. I request it of you as a favour--you'll be doing me\nan immense service.\n\nFAST. Cut who out.\n\nVAN. A perfidious dealer in mahogany! That rascally interloper,\nBobbins.\n\nREBECCA. The good for nothing old fellow!\n\nFAST. You amaze me! It's incredible!\n\nVAN. If he attempt to expostulate--_mind,_ this is your answer--I have\nthe authority of her husband.\n\nFAST. But my dear sir, suppose--\n\nVAN. Now don't suppose, Fastman--I can't bear it. Remember that's your\nanswer--I have the authority of her husband. You shall revenge me! Cut\nhim out, Fastman! Spit at him! kick him! pull his nose! while I go\ninto training, in order that I may finish him! Spifflicate him!\npulverise him! Don't speak. (_crosses to C._) You have your full\ninstructions. Follow me, Rebecca--go to the butcher's and get me a raw\nbeef steak--I am now going to breakfast. (_to FASTMAN, as he is\nleaving the stage_) Remember--I have the authority of her husband. Now\nI'll go into training.\n\n_Exit with REBECCA, C. D. to L._\n\nFAST. I never was more astonished in my life! Why, what a greenhorn I\nhave been all this while! She must have laughed in her sleeve at me\nfinely. Oh, oh! I must go a different way to work with the lady.\n(_loud knockings at the door, R., in which MRS. BOBBINS was locked by\nVANDYKE_) What's all that knocking? Some one is locked in here. (_he\ngoes to door and unlocks it._)\n\n_Enter MRS. BOBBINS, R. door._\n\nMRS. BOBBINS. (_R., speaking as she comes down without seeing\nFASTMAN_) I can't bear this any longer. I am determined to know what\nit all means! (_seeing FASTMAN_) Mr. Fastman!\n\nFAST. (L.) Yes, my charmer, I am here! Don't be afraid!\n\nMRS. BOBBINS. (_astonished_) What do you mean, sir?\n\nFAST. Come, come, don't let there be any more of this prudery. I'm\nsure you'll give me the preference--you wouldn't make a comparison\nbetween a young fellow like me and such an old Guy Fawkes as Bobbins?\n\nMRS. BOBBINS. How dare you, sir, speak of my husband in this\ndisrespectful manner?\n\nFAST. Your husband! Come, come, that's a little too good, Constantia.\n_I know all about that._\n\nMRS. BOBBINS. Constantia! You impertinent young man!\n\nFAST. Yes, Constantia--_dear_ Constantia! I doat upon the very ground\nyou tread upon! Now you shall listen to me--\n\n(_falling on his knees._\n\n_Enter BOBBINS, C. from L._\n\nAUGUS. (C.) What is all this?\n\nMRS. BOBBINS. (_aside_) Good heavens! my husband!\n\nFAST. (_getting up slowly_) Ah, Bobbins, old fellow! how are you? (_go\nto L._)\n\nAUGUS. (_in amazement_) Sir, my astonishment knows no bounds.\n\nMRS. BOBBINS. (R.) My dear Augustus, don't for one moment imagine--\n\nAUGUS. Silence, Constantia! (_to FASTMAN_) Will you have the kindness\nto explain, sir, what the devil you mean by going down upon your knees\nto my wife?\n\nFAST. (L.) What's that to you?\n\nAUGUS. Sir!\n\nFAST. What's that to you, I say? She is not your wife!\n\nAUGUS. This lady is not my wife?\n\nFAST. You know perfectly well she is not--you ought to be ashamed of\nyourself.\n\nMRS. BOBBINS. What consummate insolence!\n\nFAST. And I think you are a confoundedly brassy old fellow to attempt\nto take a high tone with me, after all that has come to light.\n\nMRS. BOBBINS. Do you suffer him to talk to you like this, Bobbins,\nwithout replying? Why don't you speak up, like a man?\n\nAUGUS. Police! It's false! When I married her she was a widow!\n\nFAST. Nonsense, sir, nonsense! Her husband, I tell you, is alive. It\nwas from him that I had the whole of these particulars--the lady\nherself, I think, will scarcely venture to contradict me.\n\nAUGUS. (_alarmed_) Speak, Constantia--why don't you speak?\n\nMRS. BOBBINS. (_in a state of hysterical excitement_) I shall swoon\naway! Give me a little air.\n\nAUGUS. Do you suffer him to talk to you like this without replying?\nWhy don't you speak up, like a woman?\n\nMRS. BOBBINS. Call Rebecca--I'm going into hysterics!\n\n(_takes a chair._\n\nAUGUS. She changes colour, and makes no denial! Guilty! guilty!\nUnhappy bigamist! (_falls into chair, L._)\n\nMRS. BOBBINS. Oh, oh, oh!\n\nFAST. (_crossing to C., and going to C. D._) Rebecca! Rebecca!\n\nAUGUS. Oh, Mr. Fastman, you see before you a blighted wretch, with his\nhousehold goods--gods shivered around him.\n\n(_buries his face in his hands._\n\n_Enter REBECCA, C. from L._\n\nREBECCA. What's the matter? (_MRS. BOBBINS goes into hysterics_)\n\nFAST. Let's take her into her own room, she'll be better there!\n\n_They take her into room, R._\n\nAUGUS. (_rising_) Am I awake, or dreaming? Is this my quiet home,\nconverted into a perfect pandemonium? Constantia, the virtuous\nConstantia, the wife of two husbands! Indelicate position! (_crosses\nto R._)\n\n_Enter MRS. BROWN, C. D. from R._\n\nMRS. BROWN. (L.) Oh, I beg your pardon--I thought I would just mention\nto Mrs. Bobbins, that I had engaged--\n\nAUGUS. (_interrupting her_) Fly, Mrs. Duval! Leave me--this is no\nplace for you!\n\nMRS. BROWN. Has anything happened? You appear much disturbed.\n\nAUGUS. Fly, ma'am, fly! Don't aggravate my misfortunes by remaining\nany longer in this room. (_whispers_) He suspects me--I have had such\na scene with him.\n\nMRS. BROWN. With who?\n\nAUGUS. Only think of the consequences if he should surprise us\ntogether!\n\nMRS. BROWN. Who are you talking of?\n\nAUGUS. Haven't you seen him, then? Don't you know he's returned?\n\nMRS. BROWN. How am I to understand who it is you mean?\n\nAUGUS. (_whispers_) He is now in the house.\n\nMRS. BROWN. Who--who, I say?\n\nAUGUS. (_whispers_) Your husband!\n\nMRS. BROWN. Vandyke! My dear Vandyke come home--and now in the\nhouse--without my having seen him! I can't believe it. (_imploringly_)\nDon't keep me in suspense--say, what does it all mean?\n\nAUGUS. Goodness only knows. It's all a riddle to me.\n\n(_BOBBINS completely overcome, drops his head on MRS. BROWN'S\nshoulder_)\n\n_Enter VANDYKE BROWN, L. C._\n\nVAN. (C.) Ah, now I have you! (_crossing to L._) This is occular\nproof!\n\nMRS. BROWN. (_C., running to VANDYKE_) Is this reality? My dear--dear\nVandyke come home to me!\n\nVAN. (_L., repulsing her_) Touch me not--perjured woman!\n\nMRS. BROWN. (_amazed_) Vandyke!\n\nVAN. Avaunt, I say, abandoned female!\n\nMRS. BROWN. Abandoned!\n\nVAN. To what hast thou fallen! Cleopatra and her aspics, Clytemnestra,\nand the Queen in Hamlet, are all outdone by thee!\n\nMRS. BROWN. Why, Van, you goose, who can have put this nonsense into\nyour head?\n\nVAN. (_pointing to BOBBINS, R._) That reverend Antony--that old\nÃ†gisthus--that miserable Claudius, King of Denmark, there.\n\nAUGUS. (_aside to MRS. BROWN, getting behind her in a violent fright_)\nDo try and pacify him--he's foaming at the mouth!\n\nMRS. BROWN. (_aside to VANDYKE_) Van--Van, I'll never forgive you for\nthis. Why, where's your head? Jealous of such an object as that!\n(_pointing to BOBBINS_) Look at him.\n\nVAN. There's no accounting for taste. Besides, what do you say to your\nother cavalier, the youthful Fastman?\n\nMRS. BROWN. What now--the youthful Fastman?\n\nAUGUS. Fastman--who I only just this minute discovered on his knees\nbefore my wife!\n\nVAN. (_rushing across to BOBBINS, who runs behind table, R._) Ah, you\ndare to call her so to my face! (_MRS. BROWN runs after VANDYKE, and\nholds him_)\n\nAUGUS. Police--police!\n\nMRS. BROWN. Now, my dear Van--how can you imagine that your own little\nEmily--\n\nVAN. (_throwing her off, L._) Imagine--false woman--imagine! Ha, ha,\nha! but don't suppose that I mind it. (_throwing BOBBINS round to L._)\nTake your vile cabinet maker--don't think I'm going to commit suicide.\nNo, no--_I've_ a friend in a corner that will console me. She loves me\nto distraction. She followed me all the way from the Waterloo Station.\nI'll run off with her before your eyes. Come in, madam, come\nin--there's no occasion to hide yourself any longer.\n\n_Goes to R. D., and brings out MRS. BOBBINS, who opposes him in\nconfusion._\n\nAUGUS. My wife!\n\nMRS. BROWN. Mrs. Bobbins!\n\nVAN. Mrs. Bobbins! is he (_pointing to BOBBINS_) your husband?\n\nMRS. BOBBINS. (_aside to VANDYKE._) Hush! hush! don't say a word about\nhaving met me on the railway before my husband.\n\nVAN. (_to MRS. BOBBINS_) So you're his wife! So much the better! It's\npoetical justice! You have overheard all, I suppose? (_pointing to\nMRS. BROWN_) You see who he has given you up for--my wife!\n\nMRS. BOBBINS. Your wife? (_aside_) This can't be true!\n\nVAN. My wife--my infamous wife, who I resign in your favour.\n\nMRS. BROWN. (_L. crying_) Oh! Vandyke, Vandyke! after all my tried\naffection for you!\n\nVAN. (_to MRS. BOBBINS_) Come, madam! come with me! (_drawing her\ntowards him_) Let us be revenged upon them both.\n\nMRS. BOBBINS. (_to VANDYKE_) Let me alone, sir! let me alone!\nAugustus, come to my assistance! Why do you suffer him to treat me\nlike this?\n\n(_BOBBINS turns his back to her indignantly._)\n\nVAN. It's all fair! Exchange is no robbery! He takes my wife--I take\nhis. You see your husband does not object.\n\nAUGUS. Not I! As she has two husbands already, she may as well take a\nthird. Clap hands and a bargain--I agree to the chop. (_meets in\ncentre and shake hands_)\n\nMRS. BROWN.  BOBBINS.  BROWN.  MRS. BOBBINS.\n     R.                              C.\n\nMRS. BOBBINS. (_crying and crossing to L. C._) Oh, oh, Augustus! what,\ndesert me after all my forbearance and exemplary conduct? Oh, oh, you\ncruel man!\n\nMRS. BROWN. (_crying and crossing to R. C._) Oh, Vandyke! Vandyke!\n\n(_MRS. BOBBINS and MRS. BROWN cross at the same time while speaking,\nand throw themselves into their husbands' arms. VANDYKE turns up\nstage, R. indignantly--BOBBINS turns up indignantly._\n\n_Enter FASTMAN and REBECCA, C._\n\nREBECCA. Oh, come, here they are--that's fortunate!\n\nFAST. (_throwing himself at MRS. BOBBINS feet_) Really, Mrs. Bobbins,\nI am overwhelmed with confusion!\n\n          VANDYKE.   BOBBINS.         REBECCA.\nMRS. BROWN.        FASTMAN.  MRS. BOBBINS.\n     R.                                  L.\n\nVAN. (_taking hold of FASTMAN'S right hand, pulls him towards MRS.\nBROWN_) No, no! you have mistaken your lady--pay your vows here,\nsir--here sir!\n\nAUGUS. (_taking FASTMAN'S left hand_) I say fair play to that. No\npoaching on my manor. (_pulling him towards MRS. BOBBINS_)\n\nFAST. (_shaking them off_) Be off, both of you! Go to Bath and get\nyour heads shaved. (_throwing himself on his knees to MRS. BOBBINS_)\nHow am I to apologise? How am I ever to make amends for my outrageous\nconduct? I beg your pardon a thousand, and a thousand times! But it\nwas all this gentleman's fault--(_pointing to VANDYKE_) he told me\nthat you were his wife! (_rises_)\n\nVAN. I! I told you she was my wife!\n\nMRS. BOBBINS. Impossible!\n\nFAST. Indeed he did, and I should still have thought so if it hadn't\nbeen for the landlady of these apartments, who, on hearing the\ndisturbance just now, and Mrs. Bobbins going into hysterics, slipped\ninto the passage, as I was leaving the house to inquire what was the\nmatter, and I had no sooner begun to explain than she burst into fits\nof laughter, and in a very few words cleared up the mystery.\n\nVAN. No chaffing, young man! This is some of your humbug!\n\nFAST. Only listen to me for one moment and you'll soon be\nconvinced--the whole truth of the matter is simply this--before you\nwent abroad you and your wife were occupying these rooms--\n\nMRS. BOBBINS. (_interrupting him_) To be sure! of course--now I see it\nall! which we have taken since, and this lady has gone up stairs--he\nhas mistaken the floor! (_FASTMAN goes up to REBECCA, at back_)\n\nVAN. (_to his wife_) What, do you mean to say that you have moved,\nthen?\n\nMRS. BROWN. I'll explain all that, Vandyke, by and by.\n\nVAN. Oh! I see--to avoid the creditors, eh!\n\nAUGUS. My dear Constantia! (_embracing_)\n\nVAN. My dear little Emily! (_embracing_)\n\nMRS. BROWN. My dear, dear Vandyke!\n\nMRS. BOBBINS. Eh! what Vandyke? Vandyke Brown, brought up an artist?\nWhy, you are my cousin!\n\nVAN. More mystery! I've no cousin of the name of Bobbins!\n\nMRS. BOBBINS. No, I have married again--but you had a maiden aunt of\nthe name of Tabby?\n\nVAN. I had?\n\nMRS. BOBBINS. Your aunt is dead, and left you all her property.\n\nVAN. Nonsense, you don't say so! Then I'll give up photography, and\nreturn again to the grand style of art! And now, (_to the audience_)\nif the unravelling of all this mystification has only been as\nsatisfactory to you as it has been to us, I can truly say that nothing\nis wanting to complete the happiness of VANDYKE BROWN.\n\n                                   FASTMAN.   REBECCA.\nMRS. BROWN.   V. BROWN.   MR. BOBBINS.   MRS. BOBBINS.\n\n     R.               CURTAIN                   L.\n\n---------------------------------------------------------\nPrinted by T. Blower, 3, Black Horse Court, Fleet Street.\n\n\n\nThis transcription is based on images digitized by Google from a copy\nmade available by Harvard University and posted by the Hathi Trust\nDigital Library at:\n\n   https://catalog.hathitrust.org/Record/011612920\n\nIn addition, it was checked against the text posted by the Victorian\nPlays Project at:\n\nhttp://victorian.nuigalway.ie/modx/assets/docs/pdf/Vol39xiiiVandyke.pdf\n\nIn general, this transcription attempts to retain the formatting,\npunctuation and spelling of the source text. Thus, variant spellings\nsuch as \"musn't,\" \"doat,\" \"ecstacies,\" and \"illnatured\" have been\nretained. Some minor inconsistencies and errors have been corrected as\nfollows:\n\n-- p. 2: COSTUMES.--The pres--Based on the text available through the\nVictorian Plays Project, changed the costume note to \"COSTUMES.--The\npresent day.\"\n\n-- p. 4: if you could'nt manage to--Changed \"could'nt\" to \"couldn't\".\n\n-- p. 5: I'm sure I dont want to stay--Changed \"dont\" to \"don't\".\n\n-- p. 5: we have been married scarcely three years. and this--Changed\nthe period after \"years\" to a comma.\n\n-- p. 6: AUGUS The little cherub!--Added a period after \"AUGUS\".\n\n-- p. 9: MRS BROWN. So, sir, I perceive you are--Inserted a period\nafter \"MRS\".\n\n-- p. 10: I have the honour to wish you a good morning, Mrs\nDuval.--Added a period after \"Mrs\" for consistency.\n\n-- p. 13: Why, he must have followed me home--Added a period to the\nend of the sentence.\n\n-- p. 16: He had'nt been five minutes in the house--Changed \"had'nt\"\nto \"hadn't\".\n\n-- p. 16: (_they sit, BOBBINS R., VANDKYE BROWN L._--Changed \"VANDKYE\"\nto \"VANDYKE\".\n\n-- p. 20: There's somebody here! (_down. R._)--Changed the period\nafter \"_down_\" to a comma.\n\n-- p. 22: FAST. (L) What's that to you?--Inserted a period after \"L\".\n\n-- p. 25: Deleted the line before the tableau direction for\nconsistency.",
    "metadata": {
        "author": [
            "Troughton, Adolphus Charles",
            "Troughton, A. C. (Adolphus Charles)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52613/pg52613.txt",
        "name": "vandyke_brown_a_farce_in_one_act.json"
    }
}