{
    "name": "Vassi",
    "author": [
        "Lewis, Art"
    ],
    "body": "The apartment is called a single. It contains a Murphy bed, a chest of\ndrawers, an overstuffed chair, a sofa, a coffee table, a seventeen-inch\ntelevision set, a bookcase partially filled with the volumes A through\nF of an encyclopedia from the supermarket, assorted paperback books,\nand a radio that doesn't work. In the ceiling is a fixture with two\ntwenty-five-watt bulbs. A short hallway leads to the bathroom and the\nkitchen.\n\nJulia Fenway stood outside her apartment, fumbling in her bag for her\nkeys. She had never had any trouble finding her keys before. Her purse\nwas always neat and orderly. And she was breathing hard. Breathing\nhard from the short walk from the bus at the corner and down the long\ncorridor to the private, the lonesome apartment door.\n\nThose keys! Where are those keys! I'm becoming a regular pack rat\nlately. Look at that bag! Did you ever see so much junk? She thrust\nher hand deep inside and felt around. A crumpled kleenex, worn-out\nlipstick, change purse, pencils, movie stubs ... a coldness, the keys.\nHer heart was pounding. She pressed the hand with the keys to her\nbosom. It _was_ pounding. At least it was working.\n\nShe managed to get the door open just as the landlady's door down the\nhall gushed forth cooked cabbage odor and Mrs. Shultz stuck her head\nout. Julia closed her door behind her until she heard the lock click.\nOf all the people in the world, why was it the Mrs. Shultzes she\nattracted?\n\nAt the sound of the lock, the cat, Belle, poked her head out of the\nkitchen. She walked lazily into the room, rubbing her side along the\nwall to scratch off the sleep. Then she leaped to the top of the\ndresser and started to wash herself.\n\n\n\nJulia stood with her back against the door. Her arms, tired of reaching\nout, hung limply against her sides. A ray of sunlight streamed through\nthe partly open window and a little pool of it snuggled on her pillow.\nIt had been such a long ride in from Beverly Hills and on two buses.\nShe had sat in the back where it wasn't so crowded and the smell of\nexhaust was still in her nostrils.\n\nShe walked over to the dresser and put her purse down beside the cat\nand ran her fingers caressingly through the soft fur. Belle took a\nswipe with a hind paw. Julia rested her head on the dresser.\n\n\"I'm going to die, Belle.\"\n\nThe cat sat up and lifted a front paw. She washed it with little\ndelicate strokes from her tongue.\n\nJulia moved over to the bed and sat down on the edge of it. She slipped\nher shoes off. Her feet hurt. They always hurt in heels. Why does one\nget dressed up to see the doctor? He could have told her she had six\nmonths to live while she was wearing flats.\n\nHe didn't actually blurt it out as I walked in the door. He fooled\naround under that sheet for a long time. And then he said it. No, not\nthen either. He just looked pained and hurt and a little white around\nthe lips and he told me to get dressed and come into his office. He had\nthe lab reports on his desk and he pounded on them and he said you're\nas good as dead now!\n\nI wish he had! Then I could hate him. I could hate instead of feeling\nnumb all over. He didn't want to tell me anything. Just get ready for\nan operation. No, there really wasn't any rush. But soon. And then I\ndragged it out of him. I insisted I had a right to know. It was my\nlife. No, I don't have any family here. No one ... no one! A brother in\nNew York. Don't call him! The doctor stammered like a schoolboy who's\nunprepared in class.\n\nJulia fell back on the bed. She stared at the unlighted ceiling\nfixture. She should cry, but she'd cried in the doctor's office and\nthere was nothing left to cry. Six months to live. Maybe only five\nmonths. Certainly no more than seven with the operation.\n\nA spring in the bed got her in the back. She ought to tell Mrs. Shultz\nto fix that. She certainly didn't want to spend her last six months\nsleeping on a loose spring. Spend her last six months!\n\nShe turned over on her stomach and pressed her face into the blanket.\nHer body was rigid. She tried to contemplate her own death. She should\ncall her brother. No, she would die first.\n\n\"Hello, excuse me, my name is Vassi.\"\n\nJulia raised her head and looked around the room. It was empty.\n\n\"Would you say this is a typical prior dwelling?\"\n\nJulia sat up. There was no one.\n\n\"Oh, I hadn't thought of that possibility. I suppose we don't have a\nsimilar frame of reference. You'll never understand my thoughts.\"\n\n\n\nShe got off the bed. She walked around the room and her stocking feet\nmade little padded sounds on the cotton carpet. Then she crossed to the\ndoor of the apartment and pressed her ear against it.\n\n\"Are you a ventriloquist?\" she said.\n\n\"A ventriloquist? Oh, my, no. I'm an historian.\" The voice was in her\nhead.\n\n\"I'm insane.\" It had to happen. She touched her finger-tips to her\nmouth.\n\n\"Is that so? That's too bad. We're over and done with that sort of\nthing.\"\n\n\"I'll wash my face with cold water. It must be the strain. I shouldn't\nhave forced the doctor....\"\n\n\"You _are_ alone, aren't you? I looked around rather carefully.\nI didn't see anyone except that ... that thing on that piece of\nfurniture.\"\n\nJulia looked at Belle. The cat was asleep on the dresser. She started\nto walk to the bathroom but stopped in front of the bed and sat down.\nHer head was going to burst.\n\n\"Please\" she said. \"Please stop.\"\n\n\"I really don't want to intrude. But I have my recorder right here.\nIt won't take long and then I must move on. Now I notice you're fully\ndressed. Most remarkable. We always thought you prior people indulged\nin sex orgies almost continuously.\"\n\n\"My God!\"\n\n\"Your thoughts are confused. Is it because you're insane? You haven't\nhad much experience in thought projection, have you?\"\n\nJulia jumped from the bed and ran into the bathroom. She locked the\ndoor behind her and turned on the cold water full force. She cupped her\nhands under the faucet and plunged her face into the cascading coldness.\n\nMy name is Julia Fenway. I'm a file clerk at Continental Insurance. I'm\ngoing to die and I'm not preoccupied with sex.\n\nShe turned off the faucet and stared into the sink. The water gathered\ninto a little whirlpool and disappeared down the drain. There was a\nknock on the bathroom door.\n\nThe voice was in her head. \"I wonder if I could see that. We have some\nrather indistinct writings on running water. I'd like to bring them up\nto date.\"\n\nThe cold water didn't help. If anything, it was worse now. The knocking\ncame from the door. She was sure of it. But the voice ... the voice was\ninside her.\n\n\"May I come in?\"\n\nJulia sat down on the edge of the tub. She squeezed her head between\nher hands. I don't deserve this. What did I do to deserve this?\n\n\"Please. I'm on a tight schedule.\"\n\n\"So am I! Go away!\" She was talking to it. She was talking to the voice\nin her head.\n\nThen it was very quiet. Julia watched the door, waiting for someone to\nwalk through its solidness. Nothing happened. She lowered her head and\nstarted to count the tiny tiles in the floor.\n\nIf I count one row very carefully, it will take me five minutes, two\nrows ten minutes, three rows....\n\nShe started to count.\n\n\n\nAs she was midway through the fourth row, the voice said, \"I don't\nthink you realize the importance of my visit. We recognize your right\nof privacy, but don't you feel in this case...?\"\n\nJulia jumped up and pulled open the door. \"Let me die in peace!\"\n\nShe ran into the other room and stood in the middle of it, looking all\naround, breathing hard. Belle leaped down from the dresser, her doze\nfinished, and rubbed against Julia's leg.\n\nThe water in the bathroom was running.\n\nShe hadn't shut it off. But she had. She had.\n\nThe water started again. It stopped. It started. It stopped.\n\n\"How quaint.\"\n\nThere is someone here!\n\n\"Who are you?\"\n\n\"Vassi.\"\n\n\"Vassi?\"\n\n\"I'm chief historian, research division. It's my first trip in time.\nThe scientists have been playing around with this thing for years and\nthey've only just let us take it over.\"\n\nA time traveler! Julia stood very still. Her eyes searched the room\nslowly once again. The window was open about three inches. Too small\nfor anyone to squeeze through. The door was locked from the inside.\nThere was absolutely no one in the room. In her desperate state, she\nwas hunting for an out. She was involved in a fairy story. Her body\nstarted to relax.\n\n\"I can't see you, Mr. Vassi.\"\n\nI can't accept death. I'm looking for escape.\n\n\"You can't see me? I'm standing right in front of you.\"\n\n\"I can't see you.\"\n\n\"I don't understand. I can see you. Here, take my hand.\"\n\nFor a moment, Julia hoped. There was nothing.\n\n\"Why, I can't touch you!\"\n\nNot even a breath of wind.\n\nJulia walked over to the dresser and took a package of cigarettes out\nof her handbag. She carried it over to the sofa and sat down.\n\n\"You walked through me!\"\n\nShe lit the cigarette, inhaled deeply and blew out the smoke in a long\nsteady stream. When she was a little girl and she had a sharp pain in\nher side, her mother would say it's only gas, hold on, it'll pass.\n\nShe would hold on.... Mother, help me!\n\nThe voice in her head. \"I wish I had paid more attention to those\nscientists. What was it they said? I had so much to do before I left.\nSomething about transporting living matter.... Are you _sure_ I'm\ninvisible?\"\n\n\"I can't see you.\"\n\n\"Do you people have trouble with your eyes? No, that's not it. I can't\ntouch you. And I'd expected to bring back some artifacts. I am terribly\ndisappointed.\"\n\n\"I'm sorry.\"\n\n\"And well you might be. It's going to be extremely difficult going\naround asking people a lot of questions when they can't see me. You\nmust have had quite a start.\"\n\n\"Stop it! Stop it! My head. Oh, dear God, my head!\" Julia got up. \"I'm\ngoing out!\"\n\n\"You are having trouble with the thought projection. I'll sit down and\nbe quiet for a moment.\"\n\n\n\nThe voice stopped. Julia paused at the door. The room was quiet.\nBreathing! She heard breathing. Her own? She held her breath. It was\nthere in the room. She was sure of it.\n\nIt was a whisper in her throat. \"You are real.\"\n\nThe faucet, the water, the knock on the door. \"You are real!\"\n\nIf she held on, it would pass like gas. \"You are real!\"\n\nShe moved trancelike back into the room.\n\n\"You see me now.\"\n\n\"No. I heard you breathe.\"\n\n\"Can you touch me?\"\n\n\"No.\"\n\nShe heard her own blood in her ears. Her own breath forced itself\nbetween her lips. His breathing was gone. It was a dream.\n\nShe said, \"You're gone.\"\n\n\"Over here on the arm of the couch.\"\n\nShe turned. She fought to silence herself. She heard the soft breathing\nfrom the direction of the couch.\n\n\"Who are you, Mr. Vassi?\"\n\n\"It's just Vassi, no mister. I already told you who and what I am.\"\n\n\"A time traveler from some distant future,\" she said.\n\n\"Most of your records disappeared in the final war. We want to pick up\nthe traces. Best way to do that is to travel back in time.\"\n\n\"It sounds like such a long way. How long?\"\n\nIf it was true, it was a miracle. If it wasn't ... Julia, you're a\nrealist!\n\n\"It would be a meaningless term for you. It's an age, an eon away.\"\n\nJulia sat down on the edge of the overstuffed chair. She noticed a\nfaint layer of dust on the coffee table. The apartment looked messy\nwith the bed out of the wall. Ever since the first visit to the doctor\nthree weeks ago, she hadn't thought of cleaning.\n\n\"I'm afraid the apartment doesn't look very presentable.\"\n\n\"Aren't you comforted to know that the world has survived?\"\n\n\"But I won't survive.\" She looked at the dust again. \"You see, I don't\ndo much entertaining.\"\n\n\"Is that so? I wouldn't know. Do you mind if I record our conversation?\"\n\n\"I don't mind. It's nice to have someone to talk to, even if I can't\nsee you.\" Julia, you're a realist!\n\n\"Yes. Well, that is a bother. Now would you mind telling me a few\npertinent facts about civilization as you know it?\"\n\n\"I don't think I know too much about that sort of thing,\" said Julia.\n\n\n\n\"I'd hoped to land in the middle of a library of some sort....\" His\nvoice broke off. \"You don't seem to have much of a collection of books\nhere.\"\n\nJulia said, \"Are you near the bookcase?\"\n\n\"No wonder the records didn't last, if this is the way they were kept.\"\n\n\"Vassi, can you touch the books?\" She got up and went to the bookcase.\n\n\"Yes.\"\n\n\"Pick one up.\"\n\n\"They're no use to me. This isn't history.\"\n\n\"Pick one up!\"\n\n\"I haven't got the time. I have to move on.\"\n\n\"Vassi, you touched the faucet, didn't you? And you knocked on the\ndoor.\"\n\n\"Yes.... That _does_ mean I can bring back artifacts!\"\n\n\"Why can't you touch me?\"\n\n\"Now I have to get to a place that will do me some good. A library, a\nstore, isn't that what you call them? A museum.... Are any of these\nthings nearby?\"\n\n\"Let me go with you. I'll be your guide. I'll--I'll show you my time.\"\n\n\"But won't you be uncomfortable? I'm invisible.\"\n\n\"I don't care! No one can steal you from me this way.\"\n\n\"Steal me?\"\n\n\"Vassi, why can't you touch me!\"\n\n\"I'm not too sure. I think it's because you're alive. You see, life is\na transient thing. Matter is continuous in one form or another. Matter\nexisting today always existed and will always exist, or something like\nthat. I didn't listen too carefully. Anyhow, it's possible for someone\nto travel back in time but not ahead. Do I make myself clear? It's out\nof my line, you know.\"\n\nJulia reached down and scooped up Belle. \"Can you touch her?\"\n\n\"What is that?\"\n\n\"My cat. Can you touch her?\"\n\n\"A cat? My, the anatomists would love to see that! But it's the same as\nwith you. My hand passes right through her.\"\n\nJulia put Belle back on the floor. Her mind was racing.\n\nVassi said, \"She's sitting right where I'm standing.\"\n\n\"I've got to believe it's not a nightmare. I've got to believe you're\nreal and that you can help me.\"\n\n\"If I can do it quickly. I have so much else to do. Others are waiting\nto use the machine.\"\n\n\"Are people well where you come from?\"\n\n\"Very well, thank you.\"\n\n\"Are there any incurable diseases?\" She tried to listen for his\nbreathing.\n\n\"Incurable? You mean sickness that doesn't respond to treatment? No, of\ncourse not.\"\n\n\"Then take me with you!\" she cried.\n\n\"You just said you wanted to guide me here.\"\n\n\"Take me with you to your time.\"\n\n\"I can't do that. I can't even touch you.\"\n\n\"There must be a way. You have got to think of something.\"\n\n\"Even if I could take you, I'm not supposed to.\"\n\n\"Why?\"\n\n\"It would mix up history to remove persons from their time. It might\neven be dangerous with artifacts. I suppose we couldn't hold onto them\nvery long.\"\n\n\"History? I have no history. I'm going to die very soon. No one depends\non me. I have no one. Please take me, Vassi.\"\n\n\"I feel very strange.\"\n\n\"Are you all right?\"\n\n\"Yes. I just feel--odd.\"\n\n\"How....\"\n\n\"First you want to guide me, then you want to come with me, you don't\ncare about mankind's survival. You sound so terrified and confused.\"\n\n\n\nJulia sank down on the couch. If only she could see him. \"Don't leave\nme to die.\"\n\n\"How strange to talk about dying,\" said Vassi. \"We all live so long we\nnever think about it.\"\n\n\"You will take me with you, Vassi?\"\n\n\"If people in your time have such short lives, then why does dying\ntrouble you? It would seem a matter of course.\"\n\n\"Vassi, I haven't lived yet.\"\n\n\"This is out of my line. I'll tell you what. When I return, I'll talk\nto one of the scientists. If they're interested in the project, they'll\nsend someone back.\"\n\n\"How long will that be?\"\n\n\"Now let's see if I can figure in your time. Hmm.... I'd say about a\nyear....\"\n\nJulia closed her eyes. She felt dampness under the lids. Her voice was\nhollow as she spoke to the empty room. \"I'll be dead in six months.\"\n\nAnd the voice in her head echoed, \"Six months....\"\n\n\"Vassi, isn't there someone you can talk to now?\"\n\nHe didn't answer her.\n\nJulia looked around the room. \"Vassi, are you still here? Vassi?\nVassi, if you don't talk, I can't tell if you're still here! Vassi,\nplease answer me. Did I talk too much? I didn't mean to run on about\nmy problems. I know you have a job to do. Maybe you can squeeze me\nin. I don't want to keep you from your work. Vassi, you didn't go, did\nyou? You didn't leave me! Don't leave. I believe in you. I believe in\nyou....\"\n\nAnd now she had the aloneness she had longed for. He was gone and she\nwould be left with the Mrs. Shultzes and the doctor.\n\nShe went from the living room to the kitchen to the bathroom and back\ninto the living room, listening, hoping to catch the small sound of his\nbreathing. But her body would not be quiet and she heard nothing except\nherself.\n\nShe stood for a long while looking down at the bed. The sunlight\ndrifted from the pillow onto the covers and finally spilled off the\nfoot of the bed onto the floor and the room was a shade darker. She was\na stone, but a stone whose blood gurgled and stomach rumbled and heart\nbeat and pulse pounded, so loudly she could hear nothing else.\n\nHer legs gave way and she crumpled to the bed and she was silent at\nlast.\n\nThe breathing came from the direction of the window.\n\nShe spoke into the covers. \"Vassi, why didn't you answer me?\"\n\n\"You tempt me and I have so much to do, so much ground to cover.\"\n\n\"You can come back.\"\n\n\"We haven't got enough of these time centers. There's quite a lineup\nto use them. If I go now, there's no telling how long it'll take me to\nget back.\"\n\nJulia got up and went to the window. \"Am I facing you?\"\n\n\"Yes.\"\n\n\"You're my only hope, wild as it seems. Vassi, wouldn't it be helpful\nto your research to have a real live person from my time to study?\"\n\n\n\nVassi spoke slowly. \"You mean you would be willing to have us--study\nyou?\"\n\n\"Within limits.... No, not within limits.\"\n\n\"They'll be very angry if I come back without my research project.\"\n\n\"Are people that cold in your time?\" asked Julia.\n\n\"Cold?\" Vassi repeated in bewilderment.\n\n\"Heartless?\"\n\n\"Heartless? I hardly think so.\"\n\n\"I mean callous, without pity, without compassion.\"\n\n\"I've been very busy. I haven't thought about it.\"\n\n\"Do men and women marry in your time?\"\n\n\"Yes, they do.\"\n\n\"Are you married?\"\n\n\"No, you see, I'm not very--presentable. Besides, I have my research.\"\n\n\"To me you're the most beautiful man in the world.\"\n\n\"You can't see me. If you saw me, you wouldn't think so.\"\n\n\"I can hear you. That's all I need.\"\n\nJulia turned from the window and walked back to the couch. When she sat\ndown she could feel herself trembling. Never, never in her life had she\nspoken to a man like that. Maybe, if she could see him, his eyes would\nbe mocking her.\n\nShe said, \"If you take me back with you, then later when I'm well I\ncould come back with you and show you everything you would want to see.\nThen I could be your guide.\"\n\nHe was standing in front of her. She could hear him breathing again.\nThere was excitement in his breathing; she was sure of it.\n\nHe said, \"I wish I could touch you. You're very beautiful.\"\n\n\"Vassi, in my own time I'm ugly. Perhaps I belong in your time.\"\n\nThen the excitement that was in his breathing was in his voice. \"All\nright. All right. I'll see what I can do. You wait right here. It may\ntake me several years to get back. But I'll do it if I can....\"\n\n\"Several years! Vassi, I can't wait that long!\" She was very near\ndespair.\n\n\"No, no, you don't understand. In your time it'll only be a matter of\nminutes. The controls would be set to right now, however long it may\ntake to have the project approved in my time.\"\n\nThe room was quiet. A slight breeze drifted in through the open window.\nJulia sat very still on the couch for a few moments. Belle rubbed\nherself against the coffee table and then climbed into Julia's lap.\n\nShe had to hold on. She had to believe. A world with no illness. A\nworld where people live practically forever. A world with Vassi.\n\nShe scratched the cat behind the ears. Belle started to purr softly.\n\n\"Belle,\" Julia said, \"what am I going to do with you? Vassi will think\nof something. He's coming back, Belle. He's coming back and he'll take\nboth of us with him.\"\n\nShe picked up the cat and put it on the couch. Then she got up and went\nto the mirror over the dresser. She pushed her hair back from her face.\n\nHe said I was beautiful. Not even my mother ever said I was beautiful.\nWhat will they think at the office when I don't come in tomorrow or\neven phone? They won't think anything. They'll get Sheila with the\nblack hair and the big bust to do my work and they won't think about me\nat all.\n\nEven _that_ one didn't say I was beautiful. Not even right after I\nmoved in here and he was a little drunk, and he could have said it\nthen. Then, of all times, but he didn't. He just looked a little\nashamed, maybe disgusted afterward, and he talked about being late for\na dinner appointment.\n\n\n\nThere was a knock on the door. Julia whirled from the mirror. Vassi\nmust have gotten a little off course. She hadn't thought of that\npossibility. She walked quickly to the door.\n\n\"Vassi?\" she asked.\n\n\"It's me, Mrs. Shultz.\"\n\n\"What do you want?\"\n\n\"You went to the doctor today. I expected you'd come by. Tell me, how\nare you?\"\n\n\"Go away.\"\n\n\"Julia, open up. Maybe I can do something for you.\"\n\n\"Go away. Please go away.\"\n\n\"You're not feeling so well?\"\n\n\"No.\"\n\n\"Bad news, maybe?\"\n\n\"I don't want to see anyone, Mrs. Shultz.\"\n\n\"I understand. I'll come back later.\"\n\nFootsteps went down the hallway. A door opened. The sound of a\ntelevision set. A door closed.\n\nVassi, hurry! I don't know whether or not it really happened. I'm not\nsure now, Vassi. I am going out of my mind. I am clutching at straws.\nCome back, Vassi. Come back. Reassure me.\n\n\"They said it would work.\"\n\n\"Vassi!\"\n\n\"They said it would work, but it sounds like a terrible risk. We'll do\nit with the cat first.\"\n\n\"Vassi, where are you?\"\n\n\"Right in front of you. Now listen carefully.\"\n\n\"Are you going to take me with you?\"\n\n\"We'll try the cat first. If it works with the cat, then we'll try you.\"\n\nJulia was trembling. \"What do I do?\"\n\n\"The first thing we have to do is kill the cat.\"\n\n\"What are you talking about!\"\n\n\"When the cat is dead, it will become as inanimate an object as any of\nthose books over there. In that state I should be able to transport it\nto my time. There the doctors will revive it. Everything is ready.\"\n\n\"I can't kill my cat!\"\n\n\"If it works, it's only temporary.\"\n\n\"And if it doesn't work?\" she whispered.\n\n\"I'd rather it be the cat than you.\"\n\n\"I never dreamed....\"\n\n\"We'll have to hurry. They are waiting.\"\n\n\"I can't kill Belle.\"\n\n\"You're not killing her. You're transporting her.\"\n\nThe tears were in Julia's eyes again. \"It's crazy. I'm crazy.\"\n\n\"Look, I'd do it, but I can't physically touch the cat.\"\n\n\"I know. I know.\"\n\n\"They said suffocation was best. It leaves fewer complications.\"\n\n\n\nJulia bent down and picked up the cat. Her tears fell on the animal's\nfur. She held it close to her. The cat was quiet, unknowing.\n\nJulia said, \"Do me first.\"\n\n\"Even if I could, I would not,\" said Vassi. \"The cat first.\"\n\n\"I've had her since she was a kitten, a little round ball with a button\nfor a nose. I can't do this to her. If it does not work.... This is my\nmadness, not hers!\"\n\n\"What were you going to do with her six months from now?\"\n\n\"Six months.... Alone, she would be left alone.... Belle has never\nbeen alone except for the hours when I'm at work. Who would take care\nof her? She's such a fussy eater. I have to feed her liver from my\nhand....\"\n\n\"You'll be together.\"\n\n\"Together....\"\n\n\"Take one of the pillows on the bed. Don't think about it! Do it!\"\n\nJulia carried Belle over to the bed. As she tried to put it down, one\nof its claws became entangled in her dress. The cat started to struggle\nas if finally awakened. Julia reached over for a pillow. Sweat stood\nout on her forehead. Her tears blinded her. She saw the mass of fur.\nShe saw the softness. The claws were freed. She brought the pillow\ndown over Belle.\n\nJulia blacked out, sprawled across the pillow.\n\nShe couldn't have been out long. She pulled herself from the bed. The\npillow was on the floor. Belle was gone.\n\nVassi's voice was in her head. \"It worked! The anatomists are wild!\nI've never seen so much excitement!\"\n\n\"Belle is all right?\"\n\n\"Wonderful. It took them no time at all to revive her. The laboratory\nis a bedlam. Everyone wants to examine her.\"\n\n\"How should I do it? I'll never be able to suffocate myself.\" She\nlaughed a little. \"I can't even turn on the gas range. Mine is\nelectric.\"\n\nShe looked around the apartment. If she slashed her wrists there would\nbe too much blood. She hated blood. The thought of poison repelled her.\nWait--she had it.\n\nShe pulled one of the sheets off the bed and twisted it. She pushed the\noverstuffed chair into the center of the room and stood on one of the\narms to attach an end of the sheet to the ceiling fixture. At the other\nend she made a noose.\n\nThere was a knock on the door again.\n\n\"Julia, if you're not well, it's no good you should be alone,\" Mrs.\nShultz said.\n\nJulia slipped the noose over her head.\n\n\"Vassi, do you love me?\"\n\n\"Of course. I just hope you'll love me.\"\n\nMrs. Shultz knocked hard. \"Julia, I hear you talking. I know you're\nhome. Let me in. I have some soup for you.\"\n\n\"Vassi, do you think I'm beautiful?\"\n\n\"The most beautiful woman I have ever seen.\"\n\nMrs. Shultz pounded on the door. \"Julia, why don't you answer me?\"\n\nAs Julia stepped off the arm of the chair, she saw the open window. A\nthought crossed her mind before the noose tightened. Belle could have\njumped out of the window when I passed out. _Julia, you're a realist!_\n\n\n\nMrs. Shultz put down the pot of soup and opened the door.\n\nThe apartment is called a single. It consists of a Murphy bed, a\nchest of drawers, an overstuffed chair, a sofa, a coffee table, a\nseventeen-inch television set, a bookcase partially filled with the\nvolumes A through F of an encyclopedia from the supermarket, and\nassorted paperback books, and a radio that doesn't work. In the ceiling\nis a fixture with two twenty-five-watt bulbs. From the fixture hangs\na twisted sheet with a hangman's knot in the end of it. The noose is\nquite empty. So is the apartment.",
    "metadata": {
        "author": [
            "Lewis, Art"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60921/pg60921.txt",
        "name": "vassi.json"
    }
}