{
    "name": "Vital Ingredient",
    "author": [
        "Vet, Charles Vincent de",
        "Vet, Charles V. de",
        "De Vet, Charles V.",
        "DeVet, Charles V."
    ],
    "body": "\"Now watch,\" Remm said, indicating the native. Macker had been absent,\nexploring the countryside in the immediate vicinity of their landing\nplace, and had not witnessed the capture of the native, or the tests his\ntwo companions made on it.\n\nMacker followed Remm's gaze to where the biped native sat hunched. The\ncreature was bent into an ungainly position, its body crooked at\nincongruous angles, in such a way as to allow most of its weight to rest\non a packing-box at the base of a middle angle. Its stubby feet, on the\nends of thin, pipelike legs, rested against the floor of the space ship.\nIts body was covered, almost entirely, with an artificial skin material\nof various colors. Some of the colors hurt Macker's eyes. In the few\nplaces where the flesh showed through the skin was an unhealthy, pallid\nwhite.\n\nSlowly the creature's head swiveled on its short neck until it faced\nthem.\n\n\"Those orifices in the upper portion of its skull are evidently organs\nof sight,\" Remm said. \"It sees that we are quite a distance away. It\nwill probably attempt to escape again.\"\n\nSlowly--slowly--the native's head rotated away from them in a\nhalf-circle until it faced Toolls, working over his instruments on the\nfar side of the room. Then it turned its head back until it faced the\ndoor of the ship.\n\n\"It is setting itself for flight now,\" Remm said. \"Notice the evidence\nof strain on its face.\"\n\nThe creature leaned forward and the appendages on the ends of its upper\nlimbs clutched the sides of the box as it propelled its body forward.\n\nIt raised its right foot in a slow arc, employing a double-jointed,\nbreaking action of its leg. For a long moment it rested its entire\nweight on its lumpy right foot, while its momentum carried its body\nsluggishly forward. Then it repeated the motion with its left leg; then\nagain its right. All the while evidencing great exertion and\nconcentration of effort.\n\n\"It is making what it considers a mad dash for freedom,\" Remm said.\n\"Probably at the ultimate speed of which it is capable. That would be\nridiculous except that it's normal for its own environment. This is\ndefinitely a slow-motion world.\"\n\nThe creature was a third-way to the door now. Once again its head turned\nin its slow quarter-circle, to look at them. As it saw that Remm and\nMacker had not moved it altered the expression on its face.\n\n\"It seems to express its emotions through facial contortions,\" Remm\nsaid. \"Though I suspect that the sounds it makes with the upper part of\nits trachea during moments of agitation are also outlets of emotional\nstress, rather than efforts at communication.\" He called across the room\nto Toolls. \"What did you find out about its speech?\"\n\n\"Extremely primitive,\" Toolls replied. \"Incredible as it may appear to\nus it uses combinations of sounds to form word-symbols. Each word\nindicates some action, or object; or denotes degree, time, or shades of\nmeaning. Other words are merely connectives. It seems to make little use\nof inflections, the basis of a rational language. Thoughts which we can\nproject with a few sounds would take it dozens of words to express.\"\n\n\"Just how intelligent is it?\" Macker asked.\n\n\"Only as intelligent as a high degree of self-preservation instinct\nwould make it.\"\n\n\"Are you certain that it is a member of the dominant species of life on\nthe planet?\"\n\n\"There's no doubt about it,\" Toolls replied. \"I've made very careful\nobservations.\"\n\n\"This attempt at escape is a pretty good example of its intelligence,\"\nRemm said. \"This is the sixth time it has tried to escape--in exactly\nthe same way. As soon as it sees that we are farther away from it than\nit is from the door, it makes its dash.\"\n\n\n\nThe creature was one step away from the space ship's open portal now and\nbringing its foot up to cross the threshold. Remm walked over and lifted\nit off the floor.\n\n\"Its legs are still moving in a running motion,\" Macker said. \"Doesn't\nit realize yet that you've picked it up?\"\n\n\"Its nervous system and reflexes are evidently as slow as its motor\nmuscles,\" Remm replied. \"There has not been time for the sensation of my\npicking it up to reach the brain, and for the brain to send back its\nmessage to the legs to stop their running motion.\"\n\n\"How heavy is it?\" Macker asked.\n\n\"Only a few ounces,\" Remm replied. \"But that's logical considering that\nthis is a 'light' planet. If we took it back to our own 'heavy' world,\ngravity would crush it to a light film of the liquid which comprises the\ngreater part of its substance.\"\n\nRemm set the creature down on the box in its former queerly contorted\nposition. Toolls had left his instruments and strolled over beside them\nto observe the native.\n\n\"One of its appendages seems bent at a peculiar angle,\" Macker said.\n\n\"I noticed that,\" Remm answered. \"I think that I may have broken the\nbone in several places when I first captured it. I was not aware then of\nhow fragile it was. But now that you mention it, I should be able to use\nthat injury to give you a good illustration of the interplay of\nemotional expressions on its face. Observe now as I touch it.\"\n\nRemm reached over and touched--very lightly--the broken portion of the\nnative's appendage. The muscles of the creature's face pulled its\nflaccid flesh into distorted positions, bunching some and stretching\nothers. \"It is very probably registering pain,\" Remm said.\n\nSuddenly the starch seemed to leave the native's body and it slowly\nslumped across the packing-box.\n\n\"Why is it doing that, Toolls?\" Remm asked.\n\nToolls concentrated for a minute, absorbing the feelings and thought\npulsations emanating from the creature. \"The conscious plane of its mind\nhas blanked out,\" he said. \"I presume the pain you caused by touching\nits wounded member resulted in a breakdown of its nervous system. The\nonly thought waves I receive now are disjointed impressions and pictures\nfollowing no rational series. However, I'm certain that it will be only\ntemporary.\"\n\n\"Don't you think that in justice to the creature we should repair its\nwound before we free it?\" Macker asked.\n\n\"I had intended to have it done,\" Remm replied. \"You shouldn't have any\ntrouble fixing it, should you, Toolls?\"\n\n\"No,\" Toolls answered. \"I may as well attend to it right now.\" He rolled\nthe portable _converter_ over beside the creature and carefully laid its\narm in the \"pan.\" The _converter_ automatically set its gauges and\ninstruments of calculation, and gave its click of \"ready.\"\n\nToolls fed a short length of _basic_ into the machine and it began its\nwork. The native was still unconscious.\n\nThe bone of the wounded arm slowly evaporated, beginning with the wrist\njoint. The evaporated portion was instantly replaced by the\nmanufactured bone of the _converter_. At the same time it repaired all\nruptured blood vessels and damaged ligaments and muscles.\n\n\"It was not possible, of course, for me to replace the bone with another\nof the same composition as its own,\" Toolls said, after the machine had\ncompleted its work. \"But I gave it one of our 'heavy' ones. There will\nbe no force on this planet powerful enough to break it again.\"\n\n\n\nThe native's first evidence of a return to consciousness was a faint\nfluttering of the lids that covered its organs of vision. The lids\nopened and it looked up at them.\n\n\"Its eyesight is as slow as its muscular reactions,\" Remm said. \"Watch.\"\nRemm raised his hand and waved it slowly in front of the native's face.\nThe eyes of the native, moving in odd, jerking movements, followed the\nhand's progress. Remm raised the hand--speeding its action slightly--and\nthe eyesight faltered and lost it. The native's eyes rolled wildly until\nonce again they located the hand.\n\nRemm took three steps forward. The native's eyes were unable to follow\nhis change of position. Its gaze wandered about the room, until again\nits settled on Remm's waiting figure.\n\n\"Can you imagine anything being so slow,\" Remm said, \"and still ...\"\nSuddenly Macker interrupted. \"Something is wrong. It is trying to get\nup, but it can't.\" The native was registering signs of distress, kicking\nits legs and twisting its body into new positions of contortion.\n\n\"I see what the trouble is,\" Toolls said. \"It's unable to lift the\nappendage with the new bone in. I never thought of that before but its\n'light' muscles aren't strong enough to lift the limb. We've got the\npoor creature pinned to the box by the weight of its own arm.\"\n\n\"We can't do that to it,\" Remm said. \"Isn't there any way you can give\nit a lighter bone?\"\n\n\"None that wouldn't take a retooling of the _converter_,\" Toolls said.\n\"I'm not certain that I could do it, and even if I could, we don't have\nthe time to spare. I could give it stronger muscles in the arm, but that\nmay throw off the metabolism of the whole body. If it did, the result\nwould be fatal. I'd hate to chance it.\"\n\n\"I have an idea,\" Macker said. By the inflections of his tones the\nothers knew that some incongruity of the situation had aroused Macker's\nsense of humor. \"Why don't we give the creature an entirely new body? We\ncould replace the flesh and viscera, as well as the cartilaginous\nstructure, with our own type substance. It would probably be an\nindestructible being as far as its own world is concerned. And it would\nbe as powerful as their mightiest machines. We'd leave behind us a\nsuperman that could change the course of this world's history. You could\ndo it, couldn't you, Toolls?\"\n\n\"Quite simply.\"\n\n\"Our policy has always been not to interfere in anyway with the races we\nstudy,\" Remm protested.\n\n\"But our policy has also been never to harm any of them, if at all\npossible to avoid it,\" Macker insisted. \"In common justice you have to\ncomplete the job Toolls began on the arm, or you're condemning this poor\nthing to death.\"\n\n\"But do we have the right to loose such an unpredictable factor as it\nwould be among them?\" Remm asked. \"After all, our purpose is exploration\nand observation, not playing the parts of gods to the primitives we\nencounter.\"\n\n\"True, that is the rule which we have always followed in the past,\"\nMacker agreed, \"but it is in no way a requirement. We are empowered to\nuse our judgment in all circumstances. And in this particular instance I\nbelieve I can convince you that the course I suggest is the more just\none.\" He turned to Toolls. \"Just what stage of cultural development\nwould you say this creature's race has attained?\"\n\n\"It still retains more of an animal-like adaptation to its surroundings\nthan an intellectual one,\" Toolls replied. \"Its civilization is divided\ninto various sized units of cooperation which it calls governments. Each\nunit vies with the others for a greater share of its world's goods. That\nsame rivalry is carried down to the individual within the unit. Each\nstrives for acquisition against his neighbor.\n\n\"Further they retain many of their tribal instincts, such as\ngregariousness, emotional rather than intellectual propagation, and\nworship of the mightiest fighter. This last, however, is manifested by\nreverence for individuals attaining position of authority, or acquiring\nlarge amounts of their medium of exchange, rather than by physical\nsuperiority.\"\n\n\"That's what I mean,\" Macker said. \"Our policy in the past has been to\navoid tampering, only because of the fear of bringing harm. If we\ncreated a super being among them, to act as a controlling and\nharmonizing force, we'd hasten their development by thousands of years.\nWe'd be granting them the greatest possible boon!\"\n\n\"I don't know,\" Remm said, obviously swayed by Macker's logic. \"I'm\nstill hesitant about introducing a being into their midst whose thought\nprocesses would be so subtle and superior to their own. How do you feel\nabout it, Toolls?\"\n\n\"What would they have to lose?\" Toolls asked with his penchant for\nstriking the core of an argument.\n\n\"The right or wrong of such moral and philosophical considerations has\nalways been a delicate thing to decide,\" Remm acquiesced reluctantly.\n\"Go ahead if you think it is the right thing to do.\"\n\n\n\n\"All finished?\" Macker asked.\n\n\"That depends on how much you want me to do,\" Toolls replied. \"I've\nsubstituted our 'heavy' substances for his entire body structure,\nincluding the brain--at the same time transferring his former memory and\nhabit impressions. That was necessary if he is to be able to care for\nhimself. Also I brought his muscular reaction time up to our norm, and\nspeeded his reflexes.\"\n\n\"Have you implanted any techniques which he did not possess before, such\nas far-seeing, or mental insight?\" Macker asked.\n\n\"No,\" Toolls said. \"That is what I want your advice about. Just how much\nshould I reveal about ourselves and our background? Or should he be left\nwithout any knowledge of us?\"\n\n\"Well ...\" Now that the others had deferred to Macker's arguments, he\nhad lost much of his certainty. \"Perhaps we should at least let him know\nwho we are, and what we have done. That would save him much alarm and\nperplexity when it comes time to reorient himself. On the other hand,\nperhaps we should go even farther and implant the knowledge of some of\nour sciences. Then he could do a better job of advancing his people. But\nmaybe I'm wrong. What do you think about it, Remm?\"\n\n\"My personal opinion,\" Remm said, \"is that we can't give him much of our\nscience, because it would be like giving a baby a high explosive to play\nwith. His race is much too primitive to handle it wisely. Either he, or\nsomeone to whom he imparts what we teach him, would be certain to bring\ncatastrophe to his world. And if we let him learn less, but still\nremember his contact with us, in time his race would very likely come to\nregard us as gods. I would hesitate to drag in any metaphysical\nconfusion to add to the uncertainties you are already engendering. My\nadvice would be to wipe his mind of all memory of us. Let him explain\nhis new found invincibility to himself in his own way.\"\n\nMacker had no criticism to offer to this suggestion. \"Does he retain any\nof his immunity to this world's malignant germs?\" he asked.\n\n\"They are too impotent to represent any hazard to his present body\nmechanism,\" Toolls replied. \"If and when he dies, it will not be from\ndisease.\"\n\n\"He will be subject to the deterioration of old age, the same as we are,\nwon't he?\" Macker asked.\n\n\"Of course,\" Toolls said, \"but that's the only thing that will be able\nto bring him down. He cannot be harmed by any force this 'light' world\ncan produce; he is impervious to sickness; and he will live\nindefinitely.\"\n\n\"Indefinitely?\"\n\n\"As his world reckons time. Their normal life span is less than a\nhundred years. Ours is over five thousand. He will probably live\napproximately twice that long, because he will be subjected to less\nstress and strain, living as he does on a world of lighter elements.\"\n\n\"Then we have truly made a superman,\" Macker's tones inflected\nsatisfaction. \"I wish we were returning this way in a thousand years or\nso. I'd like to see the monumental changes he will effect.\"\n\n\"We may at that,\" Remm said, \"or others of our people will. He will\nprobably be a living legend by then. I'd like to hear what his race has\nto say about him. Do they have names with which to differentiate\nindividuals?\"\n\n\"Yes,\" Toolls said. \"This one has a family designation of Pollnow, and\na member designation of Orville.\"\n\n\"It will be necessary for us to leave in exactly ten minutes,\" Remm\nreminded them. \"Our next stopping place--the red star--will reach its\nnearest conjunction with this planet by the time we meet it out in\nspace.\"\n\n\"Then we will have time to do nothing more for him before we go,\" Macker\nsaid. \"But as far as I can see we've forgotten nothing, have we,\nToolls?\"\n\n\"Nothing,\" Toolls answered. \"No--we forgot nothing.\"\n\n\n\nBut Toolls was wrong. They had forgotten one thing. A minor detail,\nrelatively....\n\nOn Toolls' world his race, in the course of its evolution, had adjusted\nitself to its own particular environment. Logically, the final result\nwas that they evolved into beings best able to survive in that\nenvironment. As such their food--a \"heavy,\" highly concentrated\nfood--was ideally suited to supply the needs of their \"heavy,\"\ntremendously avid organisms.\n\nOrville Pollnow had no such food available. His body--no larger than\nbefore--had an Earth mass of one hundred and eighty thousand pounds. One\nhundred and eighty thousand pounds--the weight of twelve hundred average\nsized men--of fiercely burning, intense virility. Even continuous\neating--of his own world's food--could not supply the demands of that\nbody.\n\nTwenty-four hours after the aliens left, Pollnow was dead--of\nstarvation.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Vet, Charles Vincent de",
            "Vet, Charles V. de",
            "De Vet, Charles V.",
            "DeVet, Charles V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30491/pg30491.txt",
        "name": "vital_ingredient.json"
    }
}