{
    "name": "Wainer",
    "author": [
        "Shaara, Michael"
    ],
    "body": "\n[Sidenote: _Certainly, life has a meaning--though sometimes it takes a\nlifetime to learn what it is._]\n\nThe man in the purple robe was too old to walk or stand. He was wheeled\nupon a purple bench into the center of a marvelous room, where unhuman\nbeings whom we shall call \"They\" had gathered and waited. Because he was\nsuch an old man, he commanded a great sum of respect, but he was nervous\nbefore Them and spoke with apology, and sometimes with irritation,\nbecause he could not understand what They were thinking and it worried\nhim.\n\nYet there was no one left like this old man. There was no one anywhere\nwho was as old--but that does not matter. Old men are important not for\nwhat they have learned, but for whom they have known, and this old man\nhad known Wainer.\n\nTherefore he spoke and told Them what he knew, and more that he did not\nknow he was telling. And They, who were not men, sat in silence and the\ndeepest affection, and listened....\n\n\n\nWilliam Wainer died and was forgotten (said the old man) much more than\na thousand years ago. I have heard it said that people are like waves,\nrising and riding and crumbling, and if a wave fell once on a shore long\nago, then it left its mark on the beach and changed the shape of the\nworld, but is not remembered. That is true, except for the bigger waves.\nThere is nothing remarkable in Wainer's being forgotten then, because he\nwas not a big wave. In his own time, he was nothing at all--he even\nlived off the state--and the magnificent power that was in him and that\nhe brought to the world was never fully recognized. But the story of his\nlife is probably the greatest story I have ever heard. He was the\nbeginning of You. I only wish I had known.\n\nFrom his earliest days, as I remember, no one ever looked after Wainer.\nHis father had been one of the last of the priests. Just before young\nWainer was born in 2430, the government passed one of the great laws,\nthe we-take-no-barriers-into-space edict, and religious missionaries\nwere banned from the stars. Wainer's father never quite recovered from\nthat. He went down to the end of his days believing that the Earth had\ngone over to what he called \"Anti-Christ.\" He was a fretful man and he\nhad no time for the boy.\n\nYoung Wainer grew up alone. Like everyone else, he was operated on at\nthe age of five, and it turned out that he was a Reject. At the time, no\none cared. His mother afterward said that she was glad, because Wainer's\nhead even then was magnificently shaped and it would have been a shame\nto put a lump on it. Of course, Wainer knew that he could never be a\ndoctor, or a pilot, or a technician of any kind, but he was only five\nyears old and nothing was final to him. Some of the wonderful optimism\nhe was to carry throughout his youth, and which he was to need so badly\nin later years, was already with him as a boy.\n\nAnd yet You must understand that the world in which Wainer grew up was a\ngood world, a fine world. Up to that time, it was the best world that\never was, and no one doubted that--\n\n(Some of Them had smiled in Their minds. The old man was embarrassed.)\n\nYou must try to understand. We all believed in that world; Wainer and I\nand everyone believed. But I will explain as best I can and doubtless\nYou will understand.\n\nWhen it was learned, long before Wainer was born, that the electronic\nbrains could be inserted within the human brain and connected with the\nmain neural paths, there was no one who did not think it was the\ngreatest discovery of all time. Do You know, can You have any idea, what\nthe mind of Man must have been like before the brains? God help them,\nthey lived all their lives without controlling themselves, trapped,\nshowered by an unceasing barrage of words, dreams, totally unrelated,\nuncontrollable memories. It must have been horrible.\n\n\n\nThe brains changed all that. They gave Man freedom to think, freedom\nfrom confusion: they made him logical. There was no longer any need to\nmemorize, because the brains could absorb any amount of information that\nwas inserted into them, either before or after the operation. And the\nbrains never forgot, and seldom made mistakes, and computed all things\nwith an inhuman precision.\n\nA man with a brain--or \"clerks,\" as they were called, after Le\nClerq--knew everything, literally _everything_, that there was to know\nabout his profession. And as new information was learned, it was made\navailable to all men, and punched into the clerks of those who desired\nit. Man began to think more clearly than ever before, and thought with\nmore knowledge behind him, and it seemed for a while that this was a\ngodlike thing.\n\nBut in the beginning, of course, it was very hard on the Rejects.\n\nOnce in every thousand persons or so would come someone like Wainer\nwhose brain would not accept the clerk, who would react as if the clerk\nwere no more than a hat. After a hundred years, our scientists still did\nnot know why. Many fine minds were ruined with their memory sections cut\naway, but then a preliminary test was devised to prove beforehand that\nthe clerks would not work and that there was nothing that anyone could\ndo to make them work. Year by year the Rejects, as they were called,\nkept coming, until they were a sizable number. The more fortunate men\nwith clerks outnumbered the Rejects a thousand to one, and ruled the\nsociety, and were called \"Rashes\"--slang for Rationals.\n\nThus the era of the Rash and Reject.\n\nNow, of course, in those days the Rejects could not hope to compete in a\ntechnical world. They could neither remember nor compute well enough,\nand the least of all doctors knew more than a Reject ever could, the\nworst of all chemists knew much more chemistry, and a Reject certainly\ncould never be a space pilot.\n\nAs a result of all this, mnemonics was studied as never before; and\nRejects were taught memory. When Wainer was fully grown, his mind was\nmore ordered and controlled and his memory more exact than any man who\nhad lived on Earth a hundred years before. But he was still a Reject and\nthere was not much for him to do.\n\nHe began to feel it, I think, when he was about fifteen. He had always\nwanted to go into space, and when he realized at last that it was\nimpossible, that even the meanest of jobs aboard ship was beyond him, he\nwas very deeply depressed. He told me about those days much later, when\nit was only a Reject's memory of his youth. I have lived a thousand\nyears since then, and I have never stopped regretting that they did not\nlet him go just once when he was young, before those last few days. It\nwould have been such a little thing for them to do.\n\n\n\nI first met Wainer when he was eighteen years old and had not yet begun\nto work. We met in one of those music clubs that used to be in New York\nCity, one of the weird, smoky, crowded little halls where Rejects could\ngather and breathe their own air away from the--as we called\nthem--\"lumpheads.\" I remember young Wainer very clearly. He was a\ntremendous man, larger even than You, with huge arms and eyes, and that\nfamous mass of brownish hair. His size set him off from the rest of us,\nbut it never bothered him, and although he was almost painfully awkward,\nhe was never laughed at.\n\nI don't quite know how to describe it, but he was very big--ominous,\nalmost--and he gave off an aura of tremendous strength. He said very\nlittle, as I remember; he sat with us silently and drank quite a bit,\nand listened to the music and to us, grinning from time to time with a\nwonderfully pleasant smile. He was very likable.\n\nHe was drawn to me, I think, because I was a _successful_ Reject--I was\njust then becoming known as a surgeon. I sincerely believed that he\nenvied me.\n\nAt any rate, he was always ready to talk to me. In the early days I did\nwhat I could to get him working, but he never really tried. He had only\nthe Arts, You see, and they never really appealed to him.\n\n(There was a rustle of surprise among Them. The old man nodded.)\n\nIt is true. He never wanted to be an artist. He had too much need for\naction in him, and he did not want to be a lonely man. But because of\nthe Rashes, he had no choice.\n\nThe Rashes, as You know, had very little talent. I don't know why.\nPerhaps it was the precision, the methodicity with which they lived, or\nperhaps--as we proudly claimed--the Rejects were Rejects because they\nhad talent. But the result was wonderfully just: the Rejects took over\nthe Arts and all other fields requiring talent. I myself had good hands;\nI became a surgeon. Although I never once operated without a Rash by my\nside, I was a notably successful surgeon.\n\nIt was a truly splendid thing. That is why I say it was a good world.\nThe Rash and Reject combined in society and made it whole. And one thing\nmore was in favor of the Reject: he was less precise, less logical, and\ntherefore more glamorous than the Rash. Hence Rejects always had plenty\nof women, and Reject women did well with men.\n\nBut the Rash, in the end, had everything that really counted.\n\nWell, there was only such work that a Reject could do. But none of it\nfitted Wainer. He tried all the arts at one time or another before he\nfinally settled on music. In music there was something vast and\nelemental; he saw that he could build. He began, and learned, but did\nlittle actual work. In those beginning years, he could be found almost\nalways out by the Sound, or wandering among the cliffs across the River,\nhis huge hands fisted and groping for something to do, wondering,\nwondering, why he was a Reject.\n\n\n\nThe first thing he wrote was the _Pavanne_, which came after his first\nreal love affair. I cannot remember the girl, but in a thousand years I\nhave not forgotten the music. It may surprise You to learn that the\n_Pavanne_ was a commercial success. It surprised Wainer, too. The Rashes\nwere actually the public, and their taste was logical. Most of all they\nliked Bach and Mozart, some Beethoven and Greene, but nothing emotional\nand obscure. The _Pavanne_ was a success because it was a love piece,\nwonderfully warm and gay and open. Wainer never repeated that success.\n\nThat was one of the few times I ever saw him with money. He received the\nregular government fee and a nice sum in royalties, but not quite enough\nfor a trip into space, so he drank it all up. He was happy for a while.\nHe went back to the music clubs and stayed away from the beaches, but\nwhen I asked him if he was working on anything else, he said no, he had\nnothing else to write.\n\nRight after that, he fell in love again, this time with his mother.\n\nThe longevity treatment was still fairly new; few had stopped to\nconsider that, as men grew older, their mothers remained young, as\ntender and fresh as girls in school, and there is no woman as close to a\nman as his mother. Inevitably, a great many men fell in love that way.\nWainer was one. His mother, poor girl, never suspected, and it was pure\nanguish for him. It was some time before he had recovered enough to talk\nabout it, and by then he was thirty. One of the ways he recovered was by\nwriting more music.\n\nThere were a lot of lesser works, and then came the First Symphony.\n\nLooking back over the centuries, I cannot understand how the thing was\nso controversial. The Rashes wrote of it harshly in all their papers.\nThe Rejects almost unanimously agreed that it was a masterpiece. I\nmyself, when I heard it, became aware that Wainer was a great man.\n\n\n\nBecause of the controversy which raged for a while, Wainer made some\nmoney, but the effect of the criticism was to keep him from writing for\nyears. There is something in that First Symphony of the Wainer of later\nyears, some of the hungry, unfinished, incomprehensible strength. Wainer\nknew that if he wrote anything else, it would be much like the First,\nand he recoiled from going through it all again. He went back to the\nbeaches.\n\nHe had something rare in those days--a great love for the sea. I suppose\nit was to him what space is to others. I know that the next thing he\nwrote was a wild, churning, immortal thing which he called Water Music;\nand I know that he himself loved it best of anything he wrote, except,\nof course, the Tenth Symphony. But this time was worse than the last.\nThe only ones who paid any attention to Water Music were the Rejects,\nand they didn't count.\n\nIf Wainer had been a true composer, he would have gone on composing\nwhether anyone cared or not, but as I have said, he was not really an\nartist. Despite the fact that he was the greatest composer we have ever\nknown, music was only a small thing to him. He had a hint, even then,\nthat although he had been born on Earth there was something in him that\nwas alien, and that there was so much left to do, so much to be seen,\nand because he could not understand what it was that fired him, he\nground himself raw, slowly, from within, while walking alone by the\nrocks on the beaches.\n\nWhen I saw him again, after I took ship as a surgeon to Altair, he was\nforty, and he looked--I borrow the phrase--like a man from a land where\nnobody lived. Having written no music at all, he was living again on\ngovernment charity. He had a room, of sorts, and food, but whatever\nmoney he got he drank right up, and he was such a huge and haggard man\nthat even Rejects left him carefully alone. I did what I could for him,\nwhich wasn't much except keep him drunk. It was then that he told me\nabout his feeling for space, and a great many other things, and I\nremember his words:\n\n\"I will have to go out into space some day. It is almost as if I used to\nlive there.\"\n\nShortly after that, the coughing began. But it came very seldom and\nseemed no more than a common thing. Because there was no longer any such\nthing as disease, neither Wainer nor I thought much about it, except\nthat Wainer went and got some pills from the government. For a long\nwhile--we may be thankful for that, at least--the cough did not bother\nhim.\n\nAnd so the years passed.\n\n\n\nWhen Wainer was forty-two, he met the girl. Her name was Lila. She was a\nRash, a teacher of mnemonics, and all I can remember of her are the\ndark-brown lovely eyes, and the warm, adoring face. She was the only\nwoman that Wainer ever really loved, except perhaps his mother, and he\nchose to have his child by her.\n\nBecause of the population problem, a man could have one child then every\nhundred years. Wainer had his child by Lila, and although he was very\nhappy that the boy turned out to be a Rash, he never paid him much\nattention.\n\nHe was about fifty then and beginning to break down. So that he could\nsee Lila often and with pride, he wrote a great deal during those years,\nand his lungs were collapsing all that while. It was out of that period\nthat he wrote all his symphonies from the Second to the Ninth.\n\nIt is unbelievable; they were all purely commercial. He tossed them out\nwith a part of his mind. I cannot help but wonder what the rest of that\nmind was doing.\n\nI can see him now, that gaunt and useless man, his great muscled arms\nchained to a pen, his stony, stretching legs cramped down beneath a\ndesk....\n\nI did not see him again for almost ten years, because he went away. He\nleft New York for perhaps the only time in his life, and began to wander\nacross the inland of the American continent. I heard from him rarely. I\nthink it was in one of those letters that he first mentioned the pain\nthat was beginning in his lungs.\n\nI never knew what he did, or how he lived during those ten years.\nPerhaps he went into the forests and worked and lived like a primitive,\nand perhaps he just walked. He had no transportation. I know that he was\nnot wholly sane then, and never was again until the end of his life. He\nwas like a magnificent machine which has run out of tune for too many\nyears--the delicate gears were strained and cracking.\n\n(The old man paused in the utter silence, while several tears dropped\ndown his cheek. None of Them moved, and at last he went on.)\n\nNear the end of the ten years, I received a package from him in the\nmail. In it was a letter and the manuscript to the Storm in Space\nOverture. He wanted me to register the work and get the government fee,\nand he asked me the only favor he had ever asked of anyone, that I get\nhim the money, because he was going into space.\n\nHe came back some weeks later, on foot. I had gotten the money from\nRejects--they had heard the Overture--it was enough. He brought Lila\nwith him and was going to make reservations. He was heading, I think,\nonly as far as Alpha Centauri.\n\nIt was too late.\n\n\n\nThey examined him, as someone should have a long time ago, as someone\nwould have if he had only ever asked, but in the end it would have made\nno difference either way, and it was now that they found out about his\nlungs.\n\nThere was nothing anyone could do. At first I could not believe it.\nPeople did not get sick and die. _People just did not die!_ Because I\nwas only a Reject and a surgeon, no Rash doctor had ever told me that\nthis had happened before, many times, to other men. I heard it not from\nthe Rashes, but from Wainer.\n\nHis lungs were beginning to atrophy. They were actually dying within his\nbody, and no one as yet knew why, or could stop it. He could be kept\nalive without lungs, yes, for a long while. I asked if we could graft a\nlung into him and this is what I was told: Because no one had yet\nsynthesized human tissue, the graft would have to be a human lung, and\nin this age of longevity there were only a few available. Those few, of\ncourse, went only to important men, and Wainer was nothing.\n\nI volunteered a lung of my own, as did Lila, as did many Rejects. There\nwas hope for a while, but when I looked into Wainer's chest I saw for\nmyself that there was no way to connect. So much was wrong, so much\ninside him was twisted and strange that I could not understand how he\nhad lived at all. When I learned of the other men who had been like\nthis, I asked what had been done. The answer was that nothing had been\ndone at all.\n\nSo Wainer did not go out into space. He returned instead to his single\nroom to sit alone and wait, while the cool world around him progressed\nand revolved, while the city and its people went on without notice,\nwhile a voucher was being prepared somewhere, allowing the birth of\nanother child because citizen Wainer would soon be dead.\n\nWhat could the man have thought, that huge, useless man? When he sat by\nhis window and watched the world moving by, and looked up at night to\nthe stars, and when he drank cool water, or breathed morning air, or\nwalked or sat or lay down, what was there for him to think?\n\nHe had one life, the same as any man, one time to be upon the Earth, and\nit was ending now as a record of nothing, as a piece of loneliness\ncarved with great pain, as a celestial abortion, withered, wasted. There\nwas nothing in his life, nothing, nothing, which he had ever wanted to\nbe, and now he was dying without reason in a world without reason,\nunused, empty, collapsing, alone.\n\nHe went down to the beach again.\n\nIn the days that came, he was a shocking sight. What was happening\nbecame known, and when he walked the streets people stared at the\nwonder, the sickness, the man who was dying. Therefore he went out to\nthe beaches and slept and took no treatments and no one will ever know\nwhat was in his mind, his million-faceted mind, as he waited to die.\n\n\n\nWell, it was told to me at last because I knew Wainer, and they needed\nhim. It was told hesitantly, but when I heard it I broke away and ran,\nand in the clean air of the beach I found Wainer and told him.\n\nAt first he did not listen. I repeated it several times. I told him what\nthe Rashes had been able to learn. He stood breathing heavily, face to\nthe Sun, staring out over the incoming sea. Then I knew what he was\nthinking.\n\nThe Rashes had told me this:\n\nThe atrophy of the lungs was not all that happened, but it was the major\nthing, and it came only to Rejects. After years of study, it could be\nstated, cautiously, that the disease seemed to be in the nature of an\n_evolutionary_ change. For many years they had probed for the cause of\nthe Rejects, and the final conclusion--to be kept from the people--was\nthat there was some variation in the brain of the Reject, something\nsubtly, unfathomably different from the brain of a Rash. And so it was\nalso with the lungs, and with other parts of the body. And the\nscientists thought it was Evolution.\n\nI told this to Wainer, and more, while peace spread slowly across his\nrugged face. I said that the nature of life was to grow and adapt, and\nthat no one knew why. The first cells grew up in the sea and then\nlearned to live on land, and eventually lifted themselves to the air,\nand now certainly there was one last step to be taken.\n\nThe next phase of change would be into space, and it was clear now what\nWainer was, what all the Rejects were.\n\nWainer was a link, incomplete, groping, unfinished. A link.\n\nIt meant more to him, I think, than any man can ever really understand.\nHe had a purpose, after all, but it was more than that. He was a\ncreature with a home. He was part of the Universe more deeply than any\nof us had ever been. In the vast eternal plan which only You and Your\nkind can see, Wainer was a beginning, vital part. All the long years\nwere not wasted. The pain of the lungs was dust and air.\n\nWainer looked at me and I shall never forget his face. He was a man at\npeace who has lived long enough.\n\n(Because They knew much more than the old man could ever know, They were\nutterly, nakedly absorbed, and the silence of the room was absolute. The\nold man tired and closed to the end, while They--unbreathing, undying,\ntelepathic and more, the inconceivable next phase in the Evolution of\nMan--listened and learned.)\n\n\n\nHe lived for another six months, long enough to take part in the\nexperiments the Rashes had planned, and to write the Tenth Symphony.\nEven the Rashes could not ignore the Tenth.\n\nIt was Wainer's valedictory, a sublime, triumphant summation, born of\nhis hope for the future of Man. It was more than music; it was a\ncathedral in sound. It was Wainer's soul.\n\nWainer never lived to hear it played, to hear himself become famous, and\nin the end, I know, he did not care. Although we could have saved him\nfor a little while, although I pleaded with him to remain for the sake\nof his woman and his music, Wainer knew that the pattern of his life was\nfinished, that the ending time was now.\n\nFor Wainer went out into space at last, into the sweet dark home between\nthe stars, moving toward the only great moment he would ever have.\n\nThe Rashes wanted to see how his lungs would react in alien atmospheres.\nNot in a laboratory--Wainer refused--but out in the open Sun, out in the\nstrange alien air of the worlds themselves, Wainer was set down. On each\nof a dozen poisonous worlds he walked. He opened his helmet while we\ntiny men watched. He breathed.\n\nAnd he lived.\n\nHe lived through methane, through carbon dioxide, through nitrogen and\npropane. He existed without air at all for an incredible time, living\nall the while as he never had before, with a wonderful, glowing\nexcitement. And then at last there was that final world which was\ncorrosive. It was too much, and Wainer smiled regretfully, holding\nhimself upright with dignity by the base of an alien rock, and still\nsmiling, never once moving to close his helmet, he died.\n\n\n\nThere was a long pause. The old man was done.\n\nThey looked at him with the deep compassion that his own race had denied\nto those who were different or lesser than themselves.\n\nOne of Them arose and gently spoke.\n\n\"And now you are the last of your kind, as alone as Wainer was. We are\nsorry.\"\n\nThere was no bitterness in the old man's voice. \"Don't be. Wainer was\ncontent to die, knowing that he was the link between us and You. Yet\nneither he nor You could have been if humanity had never existed. We had\nour place in the endless flow of history. We were, so to speak, Wainer's\nparents and Your grandparents. I, too, am content, proud of the children\nof Man.\"",
    "metadata": {
        "author": [
            "Shaara, Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32230/pg32230.txt",
        "name": "wainer.json"
    }
}