{
    "name": "Washington Crossing the Delaware",
    "author": [
        "Carlton, Henry Fisk"
    ],
    "body": "_Edited by_ CLAIRE T. ZYVE, Ph.D.\nFox Meadow School, Scarsdale, New York\n\n\nBUREAU OF PUBLICATIONS\nTEACHERS COLLEGE, COLUMBIA UNIVERSITY\nNEW YORK CITY\n\n\n\n\n_HOW TO BE A GOOD RADIO ACTOR_\n\nThe play in this book has actually been produced on the radio. Possibly\nyou have listened to this one when you tuned in at home. The persons\nwhose voices you heard as you listened, looked just as they did when\nthey left their homes to go to the studio, although they were taking\nthe parts of men and women who lived long ago and who wore costumes\nvery different from the ones we wear today.\n\nThe persons whose voices you heard stood close together around the\nmicrophone, each one reading from a copy of the play in his hand. Since\nthey could not be seen, they did not act parts as in other plays, but\ntried to make their voices show how they felt.\n\nWhen you give these plays you will not need costumes and you will not\nneed scenery, although you can easily arrange a broadcasting studio if\nyou wish. You will not need to memorize your parts; in fact, it will not\nbe like a real radio broadcast if you do so, and, furthermore, you will\nnot want to, since you will each have a copy of the book in your hands.\nAll you will need to do is to remember that you are taking the part of a\nradio actor, that you are to read your speeches very distinctly, and\nthat by your voice you will make your audience understand how you feel.\nIn this way you will have the fun of living through some of the great\nmoments of history.\n\n\n_HOW TO FOLLOW DIRECTIONS IN THE PLAY_\n\nThere are some directions in this play which may be new to you, but\nthese are necessary, for you are now in a radio broadcasting studio,\ntalking in front of a microphone. The word (_in_) means that the\ncharacter is standing close to the microphone, while (_off_) indicates\nthat he is farther away, so that his voice sounds faint. When the\ndirections (_off, coming in_) are given, the person speaking is away\nfrom the microphone at first but gradually comes closer. The words\n(_mob_) or (_crowd noise_) you will understand mean the sound of many\npeople talking in the distance.\n\nBoth the English and the dialect used help make the characters live, so\nthe speeches have been written in the way in which these men and women\nwould talk. This means that sometimes the character may use what seems\nto you unusual English. The punctuation helps, too, to make the speeches\nsound like real conversation; for example, you will find that a dash is\noften used to show that a character is talking very excitedly.\n\n\n\n\nWashington Crossing the Delaware\n\n\n_CAST_\n\nGENERAL WASHINGTON\nCOLONEL REED\nJOHN HONEYMAN\nCOLONEL RALL\nA CORPORAL\nA SOLDIER\nGENERAL KNOX\nCOLONEL GLOVER\nMOB\nVOICE\nORDERLY\n\n\nANNOUNCER\n\nWe take pleasure in presenting this story of Washington crossing the\nDelaware. The picture of that famous event is familiar to everyone, but\nthe story of what led up to it, and of its importance in American\nhistory is not so well known.\n\nThe fall and early winter of the year 1776 saw the fortunes of\nWashington's army sink very low indeed. Beginning with the defeat on\nLong Island in late August, Washington and his army had met reverse\nafter reverse. They had been forced to retire in succession from\nManhattan to Fort Washington, then across the river to Fort Lee, then\nfrom Fort Lee to Hackensack. This succession of defeats and the enforced\nretirements had disorganized and depleted the army. But even worse than\nthat, it had well-nigh ruined the morale of the civilian population,\nwhose hearty support was absolutely necessary if the war was to be\ncarried on. But now, discouraged and disheartened, the mass of the\npopulation gave Washington no help, no encouragement, no cooperation.\n\nThis is the situation on the morning of November 22, 1776, as we begin\nour story. Washington is in his headquarters at Hackensack, New Jersey,\nwhen Colonel Joseph Reed, his aide, enters--\n\nREED\n\nGood morning, General Washington!\n\nWASHINGTON\n\nGood morning, Colonel, what news?\n\nREED\n\nNot much, I'm afraid, sir.\n\nWASHINGTON\n\nHave we no information of the British movements yet?\n\nREED\n\nNone!\n\nWASHINGTON\n\nWhat's the matter with our intelligence service?\n\nREED\n\nIt's completely disrupted, sir; and we can get no help from the civilian\npopulation.\n\nWASHINGTON\n\nI know--they've lost all faith in us, Colonel. Nothing but a victory can\nbring us again the loyalty and help of our own people! It's\ndiscouraging, Colonel, to think that now when we need it more than ever\nbefore, we can get no help!\n\nREED\n\nSir, if we could only turn and strike a quick blow, we might recapture\nFort Lee.\n\nWASHINGTON\n\nYes--if I only knew what force of the enemy is holding the Fort, and\nwhen Lord Howe expects to bring the rest of his army across the Hudson.\n\nREED\n\nWell, we don't know that!\n\nWASHINGTON\n\nAnd without an intelligence service we can't find out! Of course if\nGeneral Lee would join me--there wasn't any word from Lee this morning,\nwas there?\n\nREED\n\nNone, sir.\n\nWASHINGTON\n\nOh, why doesn't he answer? Why doesn't he come? It's been more than a\nweek now since I ordered him to join me at once! Have you heard any\nrumor about him? Has he left Peekskill yet? Has he crossed the Hudson?\n\nREED\n\nI haven't heard a word. He hasn't even acknowledged the last half dozen\norders I've forwarded to him.\n\nWASHINGTON\n\nThat's the most discouraging thing of all! If the second in command\nwon't obey orders, is it any wonder that the rest of the army is out of\nhand? Oh, well! We can't hope to do anything without Lee's help, so\nthere's nothing for us to do but retreat--\n\nREED\n\nAgain?\n\nWASHINGTON\n\nYes, Colonel, our small force is uselessly exposed here. We can't risk\ncapture--that would be the end of everything!\n\nREED\n\nYes, sir.\n\nWASHINGTON\n\nIf Lord Howe crosses the Hudson in force, we'd be trapped between the\nHackensack and the Passaic Rivers.\n\nREED\n\nI'm afraid so, sir.\n\nWASHINGTON\n\nSo--we've got to begin our retreat at once.\n\nREED\n\nThe troops are ready to move, sir. It shouldn't take us long to get out\nof danger with our small force.\n\nWASHINGTON\n\nYes, yes, that's one advantage of a small army, isn't it, Colonel? At\nleast we can retreat rapidly! I suppose the force we have is even\nsmaller today than it was yesterday?\n\nREED\n\nI'm afraid so, sir. The morning report showed less than five thousand\npresent and fit for duty!\n\nWASHINGTON\n\nIf we only had Lee's seven thousand! But we haven't. You may order the\nretreat at once, Colonel.\n\nREED\n\nYes sir, over what route?\n\nWASHINGTON\n\nWe'll move across the Acquackonack bridge, and thence to Newark.\n\nREED\n\nYes, sir. I'll write the orders, sir. (_rattle of paper_)\n\nWASHINGTON\n\nColonel John Glover with his Marblehead regiment will cover the retreat\nas usual.\n\nREED\n\nYes, sir. And the advance?\n\nWASHINGTON\n\nKnox and his artillery will lead. We mustn't lose our guns--the few we\nhave left.\n\nREED\n\nYes, sir.\n\nWASHINGTON (_half to himself_)\n\nRetreat--retreat--retreat! Is there nothing else in store for us?\n\nREED\n\nWill you sign these, sir?\n\nWASHINGTON\n\nYes--the quill.\n\nREED\n\nHere you are, sir.\n\nWASHINGTON\n\nThank you. (_rattle of paper_) You may send the orders at once, Colonel.\n\nREED\n\nYes, General. (_calling_) Orderly!\n\nVOICE\n\nYes, sir.\n\nREED\n\nDeliver these orders at once!\n\nVOICE\n\nYes, sir.\n\nWASHINGTON\n\nI suppose it's useless to send another order to Lee.\n\nREED\n\nWe can send one--I don't think it will have any effect.\n\nWASHINGTON\n\nHe ought to be informed of where we're going--yes, write him again, tell\nhim we're retreating to Newark--\n\nREED\n\nVery well, sir--and after Newark?\n\nWASHINGTON\n\nRetreat again I suppose. New Brunswick--Trenton--across the Delaware\ninto Pennsylvania.\n\nREED\n\nYes sir, if we have any army left by then.\n\nWASHINGTON\n\nWe have some loyal souls who will stand with us to the end. We may have\nto retreat to the back country of Pennsylvania; but winter is coming,\nLord Howe is not an energetic foe, and he will hardly press us after the\nsnow falls. Then if we can fill up our depleted ranks we'll be ready for\nhim in the spring.\n\nREED\n\nOh, General, if we could only make one stand against the enemy! Make one\nbold stroke to put new heart into our discouraged countrymen!\n\nWASHINGTON\n\nI know--I know, Colonel! If Lee would only obey my orders!\n\nREED\n\nVery little hope of that!\n\nWASHINGTON\n\nI know--and I can't understand his motives!\n\nREED\n\nWhy sir, they're perfectly plain to me--and to the rest of the army.\n\nWASHINGTON\n\nIndeed?\n\nREED\n\nCertainly--he wants to discredit you--to bring about your failure--so\nthat he can succeed to your command!\n\nWASHINGTON\n\nSo--? (_pause_) Well, if Lee can bring victory where I have failed, I'll\nbe only too glad to step down in his favor.\n\nREED\n\nSir, I beg of you, you mustn't even entertain such a thought, why\nGeneral Lee could no more--(_knock_)\n\nWASHINGTON\n\nWill you see who it is, Colonel.\n\nREED\n\nYes, sir--(_mumble at a distance, then out loud_) General, there's a man\nhere who wants to see you.\n\nWASHINGTON\n\nWho is it?\n\nREED\n\nHe refuses to give his name, and says his business is private.\n\nWASHINGTON\n\nTell him to come in.\n\nREED\n\nYes, sir--(_off_) Come on in, the General will see you.\n\nHONEYMAN\n\nThankee--thankee, sir. I'm obleeged to ye, sir. (_in_) Be ye General\nWashington?\n\nWASHINGTON\n\nI am, and what can I do for you?\n\nHONEYMAN\n\nWal'--General--if ye don't mind--er--er--\n\nWASHINGTON\n\nYes?\n\nHONEYMAN\n\nI'd like to see ye alone--sir--it's important!\n\nWASHINGTON\n\nAlone? Oh, very well, Colonel--\n\nREED\n\nI'll go, sir.\n\nWASHINGTON\n\nWrite that letter to Lee.\n\nREED (_going_)\n\nYes, sir. (_door closes_)\n\nWASHINGTON\n\nNow, what is it?\n\nHONEYMAN\n\nWal', here I be, General--\n\nWASHINGTON\n\nYes?\n\nHONEYMAN\n\nAn' I've had tarnation's own time gittin' here--I cal'ate half yer army\nstopped me an' wanted to know my name an' my business--an' they wasn't\ngoin' to let me in when I wouldn't tell 'em. But it takes more'n that to\nstop John Honeyman when he gits sot on doin' something.\n\nWASHINGTON\n\nYour name is John Honeyman?\n\nHONEYMAN\n\nThat's me, sir, an' I promised Marthy--that's my wife, sir--that I'd\ncome to see ye--and I come, an' here I be!\n\nWASHINGTON\n\nAnd what can I do for you, Mr. Honeyman?\n\nHONEYMAN\n\nNary a thing, General Washington.\n\nWASHINGTON\n\nThen what--?\n\nHONEYMAN\n\nI come to make ye an offer.\n\nWASHINGTON\n\nWell?\n\nHONEYMAN\n\nI'm in a way to find out a lot o' things that's goin' on in the British\nArmy.\n\nWASHINGTON\n\nSo?\n\nHONEYMAN\n\nAye, ye see, I'm a butcher.\n\nWASHINGTON\n\nWell?\n\nHONEYMAN\n\nAn' I've got a contract to supply the redcoats with beef. Now they think\nI'm a good Tory! But General, I ain't!\n\nWASHINGTON\n\nI'm glad to hear that!\n\nHONEYMAN\n\nAn' I figgered that mebbe I could find out things an' tell ye about\n'em--if we could fix things up.\n\nWASHINGTON\n\nHow much do you want for your information?\n\nHONEYMAN\n\nNo! No! General! I ain't tryin' to sell ye nothin'!\n\nWASHINGTON\n\nI beg your pardon, Mr. Honeyman. But I have so many insincere offers.\n\nHONEYMAN\n\nI know--I know! I hear folks talk. They think I'm a Tory! Wal', sir, I\nwant they should keep on a-thinkin' it! I cal'ate if I'm a-goin' to be\nany use to ye, nobody must know I ain't a rip-roarin' all-fired Tory.\n\nWASHINGTON\n\nCertainly!\n\nHONEYMAN\n\nAn' that's the why I wouldn't tell none o' yer men what my name er my\nbusiness was.\n\nWASHINGTON\n\nMr. Honeyman, you've shown extraordinary good sense! You're exactly the\nman I've been looking for! I'm in desperate need of reliable\ninformation. And I believe you're the man to get it for me.\n\nHONEYMAN\n\nI cal'ate I be.\n\nWASHINGTON\n\nHave you any information now?\n\nHONEYMAN\n\nA mite.\n\nWASHINGTON\n\nWell?\n\nHONEYMAN\n\nLord Cornwallis is bringin' 15,000 men across the Hudson tonight, to git\nye.\n\nWASHINGTON\n\nWe'll be gone.\n\nHONEYMAN\n\nThat's fu'st-rate! Now I'll be goin'--an' I'll keep ye informed when I\nknow anything ye ought to know.\n\nWASHINGTON\n\nJust a moment, Honeyman. How are you going to get your information to\nme?\n\nHONEYMAN\n\nWal', I figger I might come to see ye--\n\nWASHINGTON\n\nNo, you'd be sure to excite suspicion.\n\nHONEYMAN\n\nI'd be as keerful as could be.\n\nWASHINGTON\n\nNo--I mustn't even let my own men know you're working for me.\n\nHONEYMAN\n\nWal'--ye might have me captured now an' agin--tell yer men I'm a\nnotorious Tory--an' have 'em be on the lookout fer me particular! Then\nwhen I've got something fer ye, I'll put myself in the way o' gittin'\ncaptured.\n\nWASHINGTON\n\nGood! That's an excellent idea. I'll have to give you a pretty bad name\nwith my troops.\n\nHONEYMAN\n\nPshaw--I don't mind that, sir.\n\nWASHINGTON\n\nAnd I don't know how I can reward you.\n\nHONEYMAN\n\nI don't need no reward to help ye, General Washington, I got a duty to\ndo that!--There's only jest one thing, sir--\n\nWASHINGTON\n\nYes?\n\nHONEYMAN\n\nI'd sorta--er--kinda like my wife an' children protected from\nthe--wal'--the results o' my bein' an active an' notorious Tory.\n\nWASHINGTON\n\nOf course.\n\nHONEYMAN\n\nYe see, I don't mind what folks think o' me, but Marthy--that's my wife,\nsir--she an' the young un's might git--wal'--treated pretty shabby.\n\nWASHINGTON\n\nI understand. I'll give you an order for them to use in case of\nnecessity.\n\nHONEYMAN\n\nWould ye--er--sign it yerself, General?\n\nWASHINGTON\n\nCertainly! Here--I'll write it now. (_rattle of paper_) Let's\nsee--(_slowly_) \"To the Good People of New Jersey and all others it may\nconcern: It is ordered that the wife and children of John Honeyman of--\"\nWhere's your home?\n\nHONEYMAN\n\nGrigstown, sir.\n\nWASHINGTON\n\n\"--of Grigstown, the notorious Tory now within the British lines and\nprobably acting the part of a British spy, should be protected from all\nharm and annoyances. This is no protection to Honeyman himself.\" Is that\nsatisfactory?\n\nHONEYMAN\n\nI cal'ate that covers it, sir.\n\nWASHINGTON\n\nVery well, I'll sign it--(_signing_) There you are, sir.\n\nHONEYMAN\n\nI'm much obleeged to ye, sir.\n\nWASHINGTON\n\nNo, Honeyman, I'm the one who is your debtor. Good day, sir.\n\nHONEYMAN\n\nGood day, General Washington. Next time ye see me I'll be yer prisoner.\n\n\nANNOUNCER\n\nAnd John Honeyman left Washington's camp to set about making his\nposition secure with the British. He became one of the regular meat\ncontractors for Cornwallis's army, which pursued Washington across the\nstate of New Jersey during the next month.\n\nWashington did not hurry his retreat, but he always got away. Finally\nabout the first of December, he came to Trenton, where he halted for a\nweek and sent men up and down the river to collect all the boats on the\nDelaware. He knew that he would be forced to retreat into Pennsylvania;\nand he proposed to leave no means for the enemy to follow him. On\nDecember 8, 1776, the British advance, which consisted of a brigade of\nHessians under Colonel Rall, entered Trenton; but as usual, Washington\nwas half a day ahead of his pursuers, and as the Hessians entered the\nvillage, the rear guard of the Americans was just entering the last of\nthe boats, and safely pulled away to the Pennsylvania shore! Lord Howe,\nwho had joined Cornwallis, sent out men to look for boats, but none\ncould be found. The weather turned cold. Lord Howe was uncomfortable; so\nhe decided to put his troops into winter quarters and let the pursuit\ngo. He had done enough for one season!\n\nHe and Cornwallis arranged to scatter the troops about New Jersey to\nhold that territory, while they went back to New York to enjoy the\nwinter.\n\nTrenton was left in charge of Colonel Rall and his brigade of Hessians.\nOn December 22, John Honeyman drove a small herd of cattle into Trenton,\nleft them standing in front of headquarters, as he went up and knocked\non the door. (_knocks_)\n\nRALL (_off_)\n\nCome in! Come in!\n\nHONEYMAN\n\nMornin', Colonel Rall!\n\nRALL\n\nOh, it's you, Honeyman!\n\nHONEYMAN\n\nAye, it's me--an' I got some cattle out front here fer yer\nQuartermaster.\n\nRALL\n\nWell, that's good news--my men will be glad to see that beef! Now we can\ngive 'em a Christmas dinner that'll _be_ a Christmas dinner!\n\nHONEYMAN\n\nAll ye need now, Colonel, is a mite o' wine, eh?\n\nRALL\n\nNever fear, we've got the wine!\n\nHONEYMAN\n\nWal', ye kin have a fu'st-rate Christmas then.\n\nRALL\n\nYes sir! With roast beef and two hogsheads of fine wine--we should do\nvery well.\n\nHONEYMAN\n\nTwo? Pshaw, is that all?\n\nRALL\n\nWhy--what's the matter with that?\n\nHONEYMAN\n\nTwo hogsheads won't go so far with a whole brigade.\n\nRALL\n\nOh, I haven't got a whole brigade.\n\nHONEYMAN\n\nYe ain't?\n\nRALL\n\nNo, just a thousand men, that's all! Why sir, they can all get roarin'\ndrunk on the ration I'll issue 'em.\n\nHONEYMAN\n\nAn' like as not they will, eh, Colonel?\n\nRALL (_chuckling_)\n\nWell, Honeyman, what do you expect o' soldiers? Christmas you know--and\nout here in this God-forsaken place. Let 'em get drunk, I say. There's\nnothing else to do.\n\nHONEYMAN\n\nWal', Colonel, I cal'ate 'tain't often ye find a better officer than ye\nbe! I'd like to serve under ye!\n\nRALL\n\nWell, if you want--\n\nHONEYMAN\n\nYes, sir. I'd do it if I wasn't helpin' along things in my way by\nroundin' up food fer the king's men. Wal', mebbe ye better sign fer\nthese critters out in front an' I'll be gittin' along. I got to hike\nover to the next post. Er--by the way--how fer is it to the next\ndetachment o' troops?\n\nRALL\n\nOh, about six miles south.\n\nHONEYMAN\n\nSix miles, huh? How fer to the next one north?\n\nRALL\n\nNobody north of us.\n\nHONEYMAN\n\nEh, nobody north?\n\nRALL\n\nNo, I'm command of the flank. This is the last post.\n\nHONEYMAN\n\nI cal'ate that makes a lot o' hard work fer ye, Colonel?\n\nRALL\n\nHard work?\n\nHONEYMAN\n\nSure, don't ye have to patrol up an' down the river, an' sich like\nthings?\n\nRALL (_laughing_)\n\nWhat for?\n\nHONEYMAN\n\nWal', after all, there's _some_ o' the enemy left, ain't there?\n\nRALL (_laughing_)\n\nA half-a-dozen starved ragamuffins. What could they do to my trained\nHessians?\n\nHONEYMAN (_joining in the laugh_)\n\nNot much, I cal'ate! Ye ain't in much danger, an' that's a fact!\n\nRALL\n\nIf we had some boats we'd soon make short work of them. But confound the\nrascals, they made away with all the boats.\n\nHONEYMAN\n\nYe ain't got no boats, eh?\n\nRALL\n\nNot a one!\n\nHONEYMAN\n\nYe ain't built none, eh?\n\nRALL\n\nWhy should we?\n\nHONEYMAN\n\nWal'--if ye want to git across the river--\n\nRALL\n\nOh, we'll get across as soon as the river freezes over. We'll get the\nlast o' the rebels then.\n\nHONEYMAN\n\nWal', Colonel, good luck to ye. But I hope ye won't be in too big a\nhurry to capture all the rebels!\n\nRALL\n\nEh, what's that?\n\nHONEYMAN\n\nEr--I'll be out of a job; and so'll ye be, Colonel!\n\nRALL\n\nYes, that's right too. Well, let's have a look at your cattle and I'll\nsign for 'em.\n\nHONEYMAN\n\nCome on--you fu'st, sir.\n\nRALL\n\nThanks--hm--how many did you say there were?\n\nHONEYMAN\n\nThere's twenty-two critters there--er, there was when I drove 'em up.\n\nRALL\n\nHm--they look a little scrawny.\n\nHONEYMAN\n\nBest I could git, Colonel!\n\nRALL (_counting_)\n\nTwo--four--five--seven--ten (_etc._) Hm--twenty-one's all I make,\nHoneyman.\n\nHONEYMAN\n\nTwenty-one? Pshaw now--did one o' them critters go trapsin' off. (_he\ncounts_) Yes sir, that's just what's happened. Wall--sign fer the\ntwenty-one, an' I'll go out lookin' fer that other critter.\n\nRALL\n\nHere you are--let me have that bill--(_rattle of paper_) Twenty-one in\ngood condition, signed--Rall. There you are. Hope you find the other\none.\n\nHONEYMAN\n\nThankee--where's that road off to the left go?\n\nRALL\n\nThat--oh, that's the river road.\n\nHONEYMAN\n\nI cal'ate the critter musta gone that way.\n\nRALL\n\nBetter keep a sharp lookout if you go down that way.\n\nHONEYMAN\n\nEh? What fer?\n\nRALL\n\nSome o' those ragamuffin rebels might be on this side of the river.\n\nHONEYMAN\n\nPshaw now--ye don't say! They come across the river, do they?\n\nRALL\n\nYes, once in a while. But they don't dare bother us. But they might pick\nup a civilian.\n\nHONEYMAN\n\nOh, I cal'ate I kin take keer o' myself. I got my whip and this halter.\n\nRALL (_laughing_)\n\nThat ought to be enough to scare 'em away from you!\n\nHONEYMAN (_going_)\n\nThey'll figger I'm the hangman come out to git 'em--fetchin' my halter\nalong! (_he and_ RALL _laugh_)\n\n\nANNOUNCER\n\nSo Honeyman started down the river road, cracking his whip and swinging\nhis halter. A couple of miles down the road, four Continental soldiers\nwere in hiding. They had been sent out with instructions to pick up a\nprisoner, if possible, and bring him into Washington's headquarters for\nthe purpose of securing information. As Honeyman drew near their place\nof hiding in the brush alongside the river road, the men heard the\nsnapping of his whip. (_crack of whip_)\n\nCORPORAL (_low_)\n\nWhat's that?\n\nSOLDIER\n\nDon't know, sounds funny. See anything, Corporal?\n\nCORPORAL\n\nThere, I see him! Huh, it's just a farmer crackin' his driving whip.\n\nSOLDIER\n\nYah, I see him. What's he got in his other hand?\n\nCORPORAL\n\nLooks like a piece o' rope.\n\nSOLDIER\n\nA halter! Look, Corporal!\n\nCORPORAL\n\nYep. A halter. Well, no use stoppin' him. Lie low. We want to get one o'\nthem Hessians. By George, though, I'd like to have that whip.\n\nSOLDIER\n\nWhat for?\n\nCORPORAL\n\nTo use on the Hessians we're goin' to git!\n\nSOLDIER\n\nYou bet. Them mercenaries ought to be whipped out o' the country!\nShootin's too good for 'em--we'd ought to--\n\nCORPORAL\n\nSh! He's gettin' closer.\n\nSOLDIER\n\nSay! I know that fellow.\n\nCORPORAL\n\nYah? What about it? Keep quiet, I said!\n\nSOLDIER\n\nNo! Listen, Corporal, we got to capture him.\n\nCORPORAL\n\nWhy?\n\nSOLDIER\n\nThe General issued orders about him.\n\nCORPORAL\n\nWho is he?\n\nSOLDIER\n\nHoneyman!\n\nCORPORAL\n\nHoneyman the Tory?\n\nSOLDIER\n\nThat's who it is. Let's grab him.\n\nCORPORAL\n\nMen! (_several voices respond_) We're going to take this fellow. All\nright now--lie low--and when I give the signal, jump!\n\nHONEYMAN (_off, coming in_)\n\nSo-o-o, boss--where's that dang critter gone to? I cal'ate mebbe--\n\nCORPORAL\n\nHalt! Get him boys!\n\nHONEYMAN\n\nSay! What's the matter--what ye doin'!\n\nALL\n\nCome on! Grab him! Get hold of him there! Down with him! (_etc._)\n\nHONEYMAN (_at same time_)\n\nHey, you scoundrels! Git off me! Leave me be! I'm a peaceable man, ye\nain't got no right to do this to me--git off me--git off--I say--hey,\nleave go my halter!\n\nSOLDIERS\n\nWell, ain't this nice, boys. He's brought along a rope for us to tie him\nup with, now ain't that thoughtful--here--leave go the rope.\n\nHONEYMAN\n\nLet me up--don't ye tie me up! I'm jest a farmer--out huntin' a stray\ncow!\n\nCORPORAL\n\nStray cow, eh? Well, we was huntin' a stray coward! (_laughter_) Here\ngive me that whip!\n\nSOLDIER\n\nHere ye are, Corporal! Well boys, take a look at him--this here's\nHoneyman the Tory. (_all comment_)\n\nCORPORAL\n\nAll right, throw him into the boat! General Washington'll be right\npleased to see ye, Mister Honeyman! Come along--oh, ye won't go,\neh--well, fetch him, boys.\n\nHONEYMAN\n\nLeave me be! Stop it! The King's men'll make ye pay fer this.\n\nALL\n\nHey shut up--grab him Tom--stop that kickin', fetch him along. (_etc._)\n\n\nANNOUNCER\n\nProtesting and struggling, Honeyman was thrown into the boat and carried\nto the Pennsylvania shore of the Delaware. In the meantime, on that very\nafternoon of December 22, 1776, Washington was holding a council of war\nwith his staff.\n\nWASHINGTON\n\nGentlemen, I regret to inform you that Congress has fled from\nPhiladelphia.\n\nALL\n\nWhat? Fled? Left Philadelphia? Too bad! (_etc._)\n\nWASHINGTON\n\nI'm sorry! I asked them particularly to stay there, as I feared the\neffect on the people of the country. But it seems that even Congress has\nlost faith in the army.\n\nKNOX\n\nGeneral Washington.\n\nWASHINGTON\n\nGeneral Knox.\n\nKNOX\n\nWe've got to do something to re-establish their faith! (_all agree_)\n\nWASHINGTON\n\nYes! But what? Charles Lee is captured--his army gone--we can't look for\nany help from that quarter.\n\nKNOX\n\nSir, can't we go back across the river, suddenly--and strike a blow\nbefore the enemy knows what we are up to?\n\nWASHINGTON\n\nWe'll have to! It's our only hope. But how, when, and where? I had hoped\nthat we might get information that would guide us in our plans. Well, we\nhaven't got it! Now, much as I hate to make any move without full and\ncomplete information, I don't see what else we can do. The river will be\nfrozen over in a week or ten days. That means that the enemy can cross\nover and chase us whither they please! If we are to do anything, we've\ngot to do it now! I've called you here to lay this before you. Will you\nfollow me on a blind chance?\n\nALL\n\nYes! We will! You can count on us, sir. (_etc._)\n\nWASHINGTON\n\nI want you all to realize that this is a desperate chance. Failure\nmeans--well, we might as well face it--it means the end of our cause;\nbut success--well, gentlemen, we can only hope and pray for success!\n(_knock_) Will you see who's at the door, Colonel Reed?\n\nREED\n\nYes, sir.\n\nWASHINGTON\n\nTell whoever it is to come back later--I'm in council.\n\nREED\n\nYes, sir. (_a mumble at the door_) I beg pardon, sir, they've just\nbrought in a prisoner.\n\nWASHINGTON\n\nGood, tell them to wait outside.\n\nREED\n\nThey say, sir, it's Honeyman the Tory, and you left orders--\n\nWASHINGTON\n\nHoneyman? Excellent! Gentlemen, I must ask you to leave me.\n\nALL\n\nYes sir, General, of course. (_etc._)\n\nWASHINGTON\n\nYou may hold yourselves in readiness for action. I'll issue the orders\nshortly.\n\nALL (_going_)\n\nYes, sir. Very good, sir. (_etc._)\n\nWASHINGTON\n\nBring the prisoner in, Colonel Reed.\n\nREED (_off_)\n\nYes, sir. Bring him in, men.\n\nVOICES (_coming in_)\n\nHere you are--come along. (_etc._)\n\nCORPORAL\n\nHere he is, General, that Tory you wanted, sir.\n\nWASHINGTON\n\nVery good, men. You may go.\n\nCORPORAL\n\nCan you handle him safe, sir?\n\nWASHINGTON\n\nHe seems to be well bound. I think I'll have no trouble.\n\nCORPORAL\n\nYes, sir. Very good, sir. Come on, men. We'll wait outside, sir.\n\nWASHINGTON (_loud_)\n\nWell, Honeyman. We've got you at last, eh?\n\nHONEYMAN (_loud_)\n\nI demand to be set free. Ye'll all answer to yer King fer this. (_door\nshuts_)\n\nWASHINGTON (_low_)\n\nWhat news?\n\nHONEYMAN\n\nAcross the river in Trenton there ain't but a thousand Hessians.\n\nWASHINGTON\n\nWho's commanding?\n\nHONEYMAN\n\nColonel Rall, and he ain't none too keerful--no patrols up er down the\nriver--nobody at all north of him, and six miles to the nearest post on\nthe south of him.\n\nWASHINGTON\n\nExcellent--excellent! We can do it! I'll order the attack tomorrow\nnight! We'll trap them! We'll fight for once instead of retreat--we'll--\n\nHONEYMAN\n\nBeggin' yer pardon, sir.\n\nWASHINGTON\n\nWell?\n\nHONEYMAN\n\nIf yer figgerin' on attackin', the time is Christmas night!\n\nWASHINGTON\n\nWhy?\n\nHONEYMAN\n\nOn Christmas the Hessians are goin' to git a big issue o' heavy wine,\nan' wal'--General--ye know soldiers--I don't have to say no more!\n\nWASHINGTON\n\nGood! Christmas night! Yes that's it! Has Colonel Rall taken any\nprecautions against surprise?\n\nHONEYMAN\n\nNary a one that I could see. He ain't a mite o' use fer you er yer\nsoldiers. Ragamuffins he called 'em.\n\nWASHINGTON\n\nRagamuffins? Yes, they are, poor fellows, but Honeyman, we'll\nsee--perhaps ragamuffins can fight when they're given the chance--and\nwith this information, you have given us our chance!\n\nHONEYMAN\n\nWal', sir, I thought ye'd like to know.\n\nWASHINGTON\n\nNow, shall I turn you lose, Honeyman?\n\nHONEYMAN\n\nNo, General, I figger ye'd better treat me like a prisoner er I can't be\nany more use to ye.\n\nWASHINGTON\n\nTrue, very well then. I'll have you put in the guardhouse and contrive\nto have you escape.\n\nHONEYMAN\n\nYes, sir.\n\nWASHINGTON (_calling_)\n\nOh, Orderly!\n\nVOICE (_off_)\n\nYes, sir.\n\nWASHINGTON\n\nTell the Corporal who's waiting out there to come in and take his\nprisoner to the guardhouse.\n\nORDERLY\n\nYes, sir--Corporal, come take charge of your prisoner.\n\nCORPORAL (_off, coming in_)\n\nCome on, men! Fall in around the prisoner--and look sharp that he\ndoesn't try anything--forward march! (_sound of feet receding_)\n\nWASHINGTON (_to himself_)\n\nChristmas night! Trenton--God be with us!\n\n\nANNOUNCER\n\nThat night, by some unexplained accident, John Honeyman escaped from the\nguardhouse and returned to the British lines, where he continued his\nvaluable service for the American cause.\n\nWashington, with the information that Honeyman had brought him, was able\nto lay his plans intelligently and carefully.\n\nJust after dusk has fallen on Christmas night, Washington orders his\ntroops to the shore of the river. Snow is falling and the wind is\nhowling, as Washington and Knox stand together near the boat\nlanding--(_wind and murmur of crowd with occasional sharp commands in\nbackground through this scene._)\n\nWASHINGTON\n\nThis weather ought to help us, Knox.\n\nKNOX\n\nBrrr--it's cold enough to keep the Hessians indoors--if that's what you\nmean, General.\n\nWASHINGTON\n\nThe snow will cover our movements.\n\nKNOX\n\nYes--in more ways than one, General.\n\nVOICE (_off_)\n\nFirst brigade is formed, sir.\n\nWASHINGTON\n\nVery good. (_lower_) Order embarkation to begin, Knox.\n\nKNOX\n\nArtillery first, sir?\n\nWASHINGTON\n\nNo, a company of foot soldiers first to stand guard and protect the\nlanding.\n\nKNOX\n\nYes, sir. (_calling_) General Green!\n\nVOICE (_off_)\n\nYes, sir.\n\nKNOX\n\nSend one of your companies across first to stand guard and protect the\nlanding.\n\nVOICE\n\nVery good, sir. Company A, into the boats! (_orders and mob confusion_)\n\nKNOX\n\nThe river looks bad, sir. See all the ice? It looks wicked!\n\nWASHINGTON\n\nIce! Hm--I hadn't foreseen this.\n\nVOICE (_calling_)\n\nGeneral Knox!\n\nKNOX\n\nWhat is it?\n\nVOICE\n\nThe boatmen say they can't make it, sir.\n\nWASHINGTON\n\nCan't make it? But they've got to!\n\nVOICE\n\nSorry sir, they say the floating ice--\n\nWASHINGTON\n\nCall Colonel Glover, Knox!\n\nKNOX (_calling_)\n\nGlover! Colonel Glover! Pass the word for Colonel Glover. (_order\nrepeated several times at different distances_)\n\nWASHINGTON\n\nWe've got to get across, Knox, we've got to! If this attempt fails,\nthere's nothing left for us! Nothing!\n\nKNOX\n\nWe'll get across, sir, if we have to swim.\n\nGLOVER (_coming in_)\n\nColonel Glover reports, sir.\n\nWASHINGTON\n\nColonel Glover, can your regiment of seafaring men handle our boats in\nthat river?\n\nGLOVER\n\nGeneral Washington, my men can handle boats in any water!\n\nWASHINGTON\n\nThe boatmen say they can't cross because of the floating ice.\n\nGLOVER\n\nSir, my men are _sea_ sailors, not river boatmen--it takes more than ice\nto scare them off!\n\nWASHINGTON\n\nGood! Put some of them in every boat.\n\nGLOVER\n\nYes, sir.\n\nWASHINGTON\n\nAnd you will take general charge of the entire fleet.\n\nGLOVER\n\nVery good, sir.\n\nWASHINGTON\n\nTell them to listen to General Knox's commands. He is the only one whose\nvoice can be heard in this storm!\n\nGLOVER\n\nVery good, sir! (_going out_) This way, the Marblehead regiment! This\nway to the boats! (_mob_)\n\n\nANNOUNCER\n\nFor the next nine hours the difficult work of crossing the ice-filled\nriver went forward. Colonel Glover and his regiment of seafaring men\nfrom Marblehead, Massachusetts, performed almost miraculous service in\nlanding every man, horse, and gun without losing anything!\n\nIt was five o'clock in the morning of December 26 when Washington, now\non the Jersey shore of the river, turned to Knox--(_wind and crowd\nnoise_)\n\nWASHINGTON\n\nHas the last boatload landed, Knox?\n\nKNOX\n\nYes, sir.\n\nWASHINGTON\n\nCall the men to attention.\n\nKNOX (_calling_)\n\nCall your men to attention!\n\nVOICES\n\nCompany--company! (_etc._) Attention! First regiment is formed, sir,\nsecond--(_etc._)\n\nKNOX\n\nThe men are formed, sir.\n\nWASHINGTON\n\nMen, we are about to start upon our most important offensive. Upon the\nresults of our efforts this morning depends the outcome of our struggle\nfor liberty and independence.\n\nI shall take the first brigade and half the artillery with me down the\nPennington road. The rest of the detachment under command of General\nGreen will take the river road. It should take us about four hours to\nreach the outposts of Trenton. Now, it is necessary for us to attack\nsimultaneously, so will the officers all set their watches with mine. It\nis now just five o'clock and ten minutes. At nine o'clock, attack!\n\nLet every man march quietly, keep in good order in the ranks,\ngive prompt obedience to his officers, and bear in mind the\nwatchword--_Victory or Death!_ March your men off!\n\nVOICES\n\nFirst Regiment--Second Regiment--Company--Company--(_etc._)\n\n\nANNOUNCER\n\nThus, on that cold and stormy December morning, the half frozen,\ndesperate band of ragamuffin soldiers started its march toward\nTrenton--toward its last forlorn hope. Washington prayed that he might\ncatch the garrison of Hessians unsuspecting and unprepared; but he\nfeared that he had taken so long to effect the crossing of the\nice-filled river that he could not surprise the enemy!\n\nAs a matter of fact, warning was sent to Colonel Rall, but that officer,\nsecure in his belief that no effective force of Colonial soldiers could\nbe sent against him, paid no attention to the warning.\n\nIt was nearly nine o'clock when the Corporal of the advance guard of\nWashington's detachment hurried back to report to the General.\n\nCORPORAL\n\nGeneral Washington, we've sighted the enemy outpost.\n\nWASHINGTON\n\nGood! Halt the brigade, Knox.\n\nKNOX\n\nBrigade!\n\nVOICES\n\nCompany--company! (_etc._)\n\nKNOX\n\nHalt!\n\nWASHINGTON\n\nIt lacks five minutes of the time set! Oh, Corporal--\n\nCORPORAL\n\nYes, sir?\n\nWASHINGTON\n\nDid you see any sign of General Green's command on the river road?\n\nCORPORAL\n\nWe saw 'em a half hour ago, sir, as we came over that hill back there.\n\nWASHINGTON\n\nWere they abreast of us?\n\nCORPORAL\n\nYes, sir, a little ahead of us, sir.\n\nWASHINGTON\n\nGood. General Knox.\n\nKNOX\n\nYes, sir.\n\nWASHINGTON\n\nThis storm has likely ruined the flintlocks.\n\nKNOX\n\nNo doubt of that, sir--we'll have to use bayonets.\n\nWASHINGTON\n\nOrder bayonets fixed, and the troops deployed ready to charge bayonets\non command.\n\nKNOX\n\nBrigade, fix bayonets! (_voices repeat order, etc._) Shall the artillery\nlead or follow, sir?\n\nWASHINGTON\n\nFollow and take position at the head of every street.\n\nKNOX\n\nVery good, sir.\n\nWASHINGTON\n\nHm--two minutes--order the troops deployed.\n\nKNOX\n\nDeploy your troops--prepare to charge bayonets! (_command repeated--mob\nnoise as order is obeyed_)\n\nWASHINGTON\n\nKeep your ears open for firing--it's nearly time. (_musketry_)\n\nKNOX\n\nThere it is, sir!\n\nWASHINGTON\n\nGreen has started! Order the charge, Knox! And God be with us!\n\nKNOX\n\nForward! Charge bayonets! Ho! (_a great roar from the mob as the charge\nbegins_)\n\n\nANNOUNCER\n\nSo Washington and his men swept into the village of Trenton, catching\nthe Hessians totally unprepared! In an hour and a half it was all over.\nThe disposed army of ragamuffins put the Hessians to rout! It was the\nfirst great American victory of the Revolution, and its effect was\nenormous. The discouraged Colonists suddenly received new heart. Hope\nfor the cause of independence had a rebirth, and Washington, instead of\nfighting a losing battle alone, found himself the leader of his\ncountrymen in fact, as well as in name! In crossing the Delaware,\nWashington had saved the cause of American independence!\n\n\n\n\n\nPage 8: Changed You're to Your. (You're name is John Honeyman?)\n\nPage 19: Changed HONEYWAN to HONEYMAN.",
    "metadata": {
        "author": [
            "Carlton, Henry Fisk"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28205/pg28205.txt",
        "name": "washington_crossing_the_delaware.json"
    }
}