{
    "name": "Watch-Dogs\nShip's Company, Part 5.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nWATCH-DOGS\n\n\"It's a'most the only enj'yment I've got left,\" said the oldest\ninhabitant, taking a long, slow draught of beer, \"that and a pipe o'\nbaccy.  Neither of 'em wants chewing, and that's a great thing when you\nain't got anything worth speaking about left to chew with.\"\n\nHe put his mug on the table and, ignoring the stillness of the summer\nair, sheltered the flame of a match between his cupped hands and conveyed\nit with infinite care to the bowl of his pipe.  A dull but crafty old eye\nsquinting down the stem assured itself that the tobacco was well alight\nbefore the match was thrown away.\n\n\"As I was a-saying, kindness to animals is all very well,\" he said to the\nwayfarer who sat opposite him in the shade of the \"Cauliflower\" elms;\n\"but kindness to your feller-creeturs is more.  The pint wot you give me\nis gone, but I'm just as thankful to you as if it wasn't.\"\n\nHe half closed his eyes and, gazing on to the fields beyond, fell into a\nreverie so deep that he failed to observe the landlord come for his mug\nand return with it filled.  A little start attested his surprise, and,\nto his great annoyance, upset a couple of tablespoonfuls of the precious\nliquid.\n\n\"Some people waste all their kindness on dumb animals,\" he remarked,\nafter the landlord had withdrawn from his offended vision, \"but I was\nnever a believer in it.  I mind some time ago when a gen'lemen from\nLunnon wot 'ad more money than sense offered a prize for kindness to\nanimals.  I was the only one that didn't try for to win it.\n\n\"Mr. Bunnett 'is name was, and 'e come down and took Farmer Hall's 'ouse\nfor the summer.  Over sixty 'e was, and old enough to know better.  He\nused to put saucers of milk all round the 'ouse for cats to drink, and,\nby the time pore Farmer Hall got back, every cat for three miles round\n'ad got in the habit of coming round to the back-door and asking for milk\nas if it was their right.  Farmer Hall poisoned a saucer o' milk at last,\nand then 'ad to pay five shillings for a thin black cat with a mangy tail\nand one eye that Bob Pretty said belonged to 'is children.  Farmer Hall\nsaid he'd go to jail afore he'd pay, at fust, but arter five men 'ad\nspoke the truth and said they 'ad see Bob's youngsters tying a empty\nmustard-tin to its tail on'y the day afore, he gave way.\n\n\"Tha was Bob Pretty all over, that was; the biggest raskel Claybury 'as\never had; and it wasn't the fust bit o' money 'e made out o' Mr. Bunnett\ncoming to the place.\n\n\"It all come through Mr. Bunnett's love for animals.  I never see a man\nso fond of animals as 'e was, and if he had 'ad 'is way Claybury would\n'ave been overrun by 'em by this time.  The day arter 'e got to the farm\nhe couldn't eat 'is breakfuss because of a pig that was being killed in\nthe yard, and it was no good pointing out to 'im that the pig was on'y\nmaking a fuss about it because it was its nature so to do.  He lived on\nwegetables and such like, and the way 'e carried on one day over 'arf a\nbiled caterpillar 'e found in his cabbage wouldn't be believed.  He\nwouldn't eat another mossel, but sat hunting 'igh and low for the other\n'arf.\n\n\"He 'adn't been in Claybury more than a week afore he said 'ow surprised\n'e was to see 'ow pore dumb animals was treated.  He made a little speech\nabout it one evening up at the schoolroom, and, arter he 'ad finished, he\nup and offered to give a prize of a gold watch that used to belong to 'is\ndear sister wot loved animals, to the one wot was the kindest to 'em\nafore he left the place.\n\n\"If he'd ha' known Claybury men better 'e wouldn't ha' done it.  The very\nnext morning Bill Chambers took 'is baby's milk for the cat, and smacked\n'is wife's 'ead for talking arter he'd told 'er to stop.  Henery Walker\ngot into trouble for leaning over Charlie Stubbs's fence and feeding his\nchickens for 'im, and Sam Jones's wife had to run off 'ome to 'er mother\n'arf-dressed because she had 'appened to overlay a sick rabbit wot Sam\n'ad taken to bed with 'im to keep warm.\n\n\"People used to stop animals in the road and try and do 'em a kindness--\nespecially when Mr. Bunnett was passing--and Peter Gubbins walked past\n'is house one day with ole Mrs. Broad's cat in 'is arms.  A bad-tempered\nold cat it was, and, wot with Peter kissing the top of its 'ead and\ncalling of it Tiddleums, it nearly went out of its mind.\n\n\"The fust time Mr. Bunnett see Bob Pretty was about a week arter he'd\noffered that gold watch.  Bob was stooping down very careful over\nsomething in the hedge, and Mr. Bunnett, going up quiet-like behind 'im,\nsee 'im messing about with a pore old toad he 'ad found, with a smashed\nleg.\n\n\"'Wots the matter with it?' ses Mr. Bunnett.\n\n\"Bob didn't seem to hear 'im.  He was a-kneeling on the ground with 'is\n'ead on one side looking at the toad; and by and by he pulled out 'is\npocket'an'kercher and put the toad in it, as if it was made of\negg-shells, and walked away.\n\n\"'Wot's the matter with it?' ses Mr. Bunnett, a'most trotting to keep up\nwith 'im.\n\n\"'Got it's leg 'urt in some way, pore thing,' ses Bob.  'I want to get it\n'ome as soon as I can and wash it and put it on a piece o' damp moss.\nBut I'm afraid it's not long for this world.'\n\n\"Mr. Bunnett said it did 'im credit, and walked home alongside of 'im\ntalking.  He was surprised to find that Bob hadn't 'eard anything of the\ngold watch 'e was offering, but Bob said he was a busy, 'ard-working man\nand didn't 'ave no time to go to hear speeches or listen to tittle-\ntattle.\n\n\"'When I've done my day's work,' he ses, 'I can always find a job in the\ngarden, and arter that I go in and 'elp my missis put the children to\nbed.  She ain't strong, pore thing, and it's better than wasting time and\nmoney up at the \"Cauliflower.\"'\n\n\"He 'ad a lot o' talk with Mr. Bunnett for the next day or two, and when\n'e went round with the toad on the third day as lively and well as\npossible the old gen'leman said it was a miracle.  And so it would ha'\nbeen if it had been the same toad.\n\n\"He took a great fancy to Bob Pretty, and somehow or other they was\nalways dropping acrost each other.  He met Bob with 'is dog one day--a\nlarge, ugly brute, but a'most as clever as wot Bob was 'imself.  It stood\nthere with its tongue 'anging out and looking at Bob uneasy-like out of\nthe corner of its eye as Bob stood a-patting of it and calling it pet\nnames.\n\n\"' Wunnerful affectionate old dog, ain't you, Joseph?' ses Bob.\n\n\"'He's got a kind eye,' ses Mr. Bunnett.\n\n\"'He's like another child to me, ain't you, my pretty?' ses Bob, smiling\nat 'im and feeling in 'is pocket.  'Here you are, old chap.'\n\n\"He threw down a biskit so sudden that Joseph, thinking it was a stone,\nwent off like a streak o' lightning with 'is tail between 'is legs and\nyelping his 'ardest.  Most men would ha' looked a bit foolish, but Bob\nPretty didn't turn a hair.\n\n\"'Ain't it wunnerful the sense they've got,' he ses to Mr. Bunnett, wot\nwas still staring arter the dog.\n\n\"'Sense?' ses the old gen'leman.\n\n\"'Yes,' ses Bob smiling.  'His food ain't been agreeing with 'im lately\nand he's starving hisself for a bit to get round agin, and 'e knew that\n'e couldn't trust hisself alongside o' this biskit.  Wot a pity men ain't\nlike that with beer.  I wish as 'ow Bill Chambers and Henery Walker and a\nfew more 'ad been 'ere just now.'\n\n\"Mr. Bunnett agreed with 'im, and said wot a pity it was everybody 'adn't\ngot Bob Pretty's commonsense and good feeling.\n\n\"'It ain't that,' ses Bob, shaking his 'ead at him; 'it ain't to my\ncredit.  I dessay if Sam Jones and Peter Gubbins, and Charlie Stubbs and\nDicky Weed 'ad been brought up the same as I was they'd 'ave been a lot\nbetter than wot I am.'\n\n\"He bid Mr. Bunnett good-bye becos 'e said he'd got to get back to 'is\nwork, and Mr. Bunnett had 'ardly got 'ome afore Henery Walker turned up\nfull of anxiousness to ask his advice about five little baby kittens wot\n'is old cat had found in the wash-place: the night afore.\n\n\"'Drownd them little innercent things, same as most would do, I can't,'\nhe ses, shaking his 'ead; 'but wot to do with 'em I don't know.'\n\n\"'Couldn't you find 'omes for 'em?' ses Mr. Bunnett.\n\n\"Henery Walker shook his 'ead agin.  ''Tain't no use thinking o' that,'\nhe ses.  'There's more cats than 'omes about 'ere'.  Why, Bill Chambers\ndrownded six o'ny last week right afore the eyes of my pore little boy.\nUpset 'im dreadful it did.'\n\n\"Mr. Bunnett walked up and down the room thinking.  'We must try and find\n'omes for 'em when they are old enough,' he says at last; 'I'll go round\nmyself and see wot I can do for you.'\n\n\"Henery Walker thanked 'im and went off 'ome doing a bit o' thinking; and\nwell he 'ad reason to.  Everybody wanted one o' them kittens.  Peter\nGubbins offered for to take two, and Mr. Bunnett told Henery Walker next\nday that 'e could ha' found 'omes for 'em ten times over.\n\n\"'You've no idea wot fine, kind-'arted people they are in this village\nwhen their 'arts are touched,' he ses, smiling at Henery.  'You ought to\n'ave seen Mr. Jones's smile when I asked 'im to take one.  It did me good\nto see it.  And I spoke to Mr. Chambers about drowning 'is kittens, and\nhe told me 'e hadn't slept a wink ever since.  And he offered to take\nyour old cat to make up for it, if you was tired of keeping it.\n\n\"It was very 'ard on Henery Walker, I must say that.  Other people was\ngetting the credit of bringing up 'is kittens, and more than that, they\nused to ask Mr. Bunnett into their places to see 'ow the little dears was\na-getting on.\n\n\"Kindness to animals caused more unpleasantness in Claybury than anything\n'ad ever done afore.  There was hardly a man as 'ud speak civil to each\nother, and the wimmen was a'most as bad.  Cats and dogs and such-like\nbegan to act as if the place belonged to 'em, and seven people stopped\nMr. Bunnett one day to tell 'im that Joe Parsons 'ad been putting down\nrat-poison and killed five little baby rats and their mother.\n\n\"It was some time afore anybody knew that Bob Pretty 'ad got 'is eye on\nthat gold watch, and when they did they could 'ardly believe it.  They\ngive Bob credit for too much sense to waste time over wot they knew 'e\ncouldn't get, but arter they 'ad heard one or two things they got\nalarmed, and pretty near the whole village went up to see Mr. Bunnett and\ntell 'im about Bob's true character.  Mr. Bunnett couldn't believe 'em at\nfast, but arter they 'ad told 'im of Bob's poaching and the artful ways\nand tricks he 'ad of getting money as didn't belong to 'im 'e began to\nthink different.  He spoke to parson about 'im, and arter that 'e said he\nnever wanted for to see Bob Pretty's face again.\n\n\"There was a fine to-do about it up at this 'ere Cauliflower public-'ouse\nthat night, and the quietest man 'o the whole lot was Bob Pretty.  He sat\nstill all the time drinking 'is beer and smiling at 'em and giving 'em\ngood advice 'ow to get that gold watch.\n\n\"'It's no good to me,' he ses, shaking his 'ead.  'I'm a pore labourin'\nman, and I know my place.'\n\n\"'Ow you could ever 'ave thought you 'ad a chance, Bob, I don't know,'\nses Henery Walker.\n\n\"'Ow's the toad, Bob?' ses Bill Chambers; and then they all laughed.\n\n\"'Laugh away, mates,' ses Bob; 'I know you don't mean it.  The on'y thing\nI'm sorry for is you can't all 'ave the gold watch, and I'm sure you've\nworked 'ard enough for it; keeping Henery Walker's kittens for 'im, and\nhanging round Mr. Bunnett's.'\n\n\"'We've all got a better chance than wot you 'ave, Bob,' ses little Dicky\nWeed the tailor.\n\n\"The quietest man o' the whole lot was Bob Pretty\"\n\n\"'Ah, that's your iggernerance, Dicky,' ses Bob.  'Come to think it over\nquiet like, I'm afraid I shall win it arter all.  Cos why?  Cos I\ndeserves it.'\n\n\"They all laughed agin, and Bill Chambers laughed so 'arty that 'e\njoggled Peter Gubbins's arm and upset 'is beer.\n\n\"'Laugh away,' ses Bob, pretending to get savage.  'Them that laughs best\nlaughs last, mind.  I'll 'ave that watch now, just to spite you all.'\n\n\"'Ow are you going to get it, Bob?' ses Sam Jones, jeering.\n\n\"'Never you mind, mate,' ses Bob, stamping 'is foot; 'I'm going to win it\nfair.  I'm going to 'ave it for kindness to pore dumb animals.'\n\n\"Ear! 'ear!' ses Dicky Weed, winking at the others.  'Will you 'ave a bet\non it, Bob?'\n\n\"'No,' ses Bob Pretty; 'I don't want to win no man's money.  I like to\nearn my money in the sweat o' my brow.'\n\n\"'But you won't win it, Bob,' ses Dicky, grinning.  'Look 'ere!  I'll lay\nyou a level bob you don't get it.'\n\n\"Bob shook his 'ead, and started talking to Bill Chambers about something\nelse.\n\n\"'I'll bet you two bob to one, Bob,' ses Dicky. 'Well, three to one,\nthen.'\n\n\"Bob sat up and looked at'im for a long time, considering, and at last he\nses, 'All right,' he ses, 'if Smith the landlord will mind the money I\nwill.'\n\n\"He 'anded over his shilling,' but very slow-like, and Dicky Weed 'anded\nover 'is money.  Arter that Bob sat looking disagreeable like, especially\nwhen.  Dicky said wot 'e was goin' to do with the money, and by an by Sam\nJones dared 'im to 'ave the same bet with 'im in sixpences.\n\n\"Bob Pretty 'ad a pint more beer to think it over, and arter Bill\nChambers 'ad stood 'im another, he said 'e would.  He seemed a bit dazed\nlike, and by the time he went 'ome he 'ad made bets with thirteen of 'em.\nBeing Saturday night they 'ad all got money on 'em, and, as for Bob, he\nalways 'ad some.  Smith took care of the money and wrote it all up on a\nslate.\n\n\"'Why don't you 'ave a bit on, Mr. Smith?' ses Dicky.\n\n\"'Oh, I dunno,' ses Smith, wiping down the bar with a wet cloth.\n\n\"'It's the chance of a lifetime,' ses Dicky.\n\n\"'Looks like it,' ses Smith, coughing.\n\n\"'But 'e can't win,' ses Sam Jones, looking a bit upset.  'Why, Mr.\nBunnett said 'e ought to be locked up.'\n\n\"'He's been led away,' ses Bob Pretty, shaking his 'ead.  'He's a kind-\n'arted old gen'leman when 'e's left alone, and he'll soon see wot a\nmistake 'e's made about me.  I'll show 'im.  But I wish it was something\nmore useful than a gold watch.'\n\n\"'You ain't got it yet,' ses Bill Chambers.\n\n\"'No, mate,' ses Bob.\n\n\"'And you stand to lose a sight o' money,' ses Sam Jones.  'If you like,\nBob Pretty, you can 'ave your bet back with me.'\n\n\"'Never mind, Sam,' ses Bob; 'I won't take no advantage of you.  If I\nlose you'll 'ave sixpence to buy a rabbit-hutch with.  Good-night, mates\nall.'\n\n\"He rumpled Bill Chambers's 'air for 'im as he passed--a thing Bill never\ncan a-bear--and gave Henery Walker, wot was drinking beer, a smack on the\nback wot nearly ruined 'im for life.\n\n\n\"Some of 'em went and told Mr. Bunnett some more things about Bob next\nday, but they might as well ha' saved their breath.  The old gen'leman\nsaid be knew all about 'im and he never wanted to 'ear his name mentioned\nagin.  Arter which they began for to 'ave a more cheerful way of looking\nat things; and Sam Jones said 'e was going to 'ave a hole bored through\n'is sixpence and wear it round 'is neck to aggravate Bob Pretty with.\n\n\"For the next three or four weeks Bob Pretty seemed to keep very quiet,\nand we all began to think as 'ow he 'ad made a mistake for once.\nEverybody else was trying their 'ardest for the watch, and all Bob done\nwas to make a laugh of 'em and to say he believed it was on'y made of\nbrass arter all.  Then one arternoon, just a few days afore Mr. Bunnett's\ntime was up at the farm, Bob took 'is dog out for a walk, and arter\nwatching the farm for some time met the old gen'leman by accident up at\nCoe's plantation.\n\n\"'Good arternoon, sir,' he ses, smiling at 'im.  'Wot wunnerful fine\nweather we're a-having for the time o' year.  I've just brought Joseph\nout for a bit of a walk.  He ain't been wot I might call hisself for the\nlast day or two, and I thought a little fresh air might do 'im good.'\n\n\"Mr. Bunnett just looked at him, and then 'e passed 'im by without a\nword.\n\n\"'I wanted to ask your advice about 'im,' ses Bob, turning round and\nfollering of 'im.  'He's a delikit animal, and sometimes I wonder whether\nI 'aven't been a-pampering of 'im too much.'\n\n\"'Go away,' ses Mr. Bunnett; 'I've'eard all about you.  Go away at once.'\n\n\"'Heard all about me?' ses Bob Pretty, looking puzzled.  'Well, you can't\n'ave heard no 'arm, that's one comfort.'\n\n\"'I've been told your true character,' ses the old gen'leman, very firm.\n'And I'm ashamed that I should have let myself be deceived by you.  I\nhope you'll try and do better while there is still time.'\n\n\"'If anybody 'as got anything to say agin my character,' says Bob, 'I\nwish as they'd say it to my face.  I'm a pore, hard-working man, and my\ncharacter's all I've got.'\n\n\"'You're poorer than you thought you was then,' says Mr. Bunnett.  'I\nwish you good arternoon.'\n\n\"'Good arternoon, sir,' ses Bob, very humble.  'I'm afraid some on 'em\n'ave been telling lies about me, and I didn't think I'd got a enemy in\nthe world.  Come on, Joseph.  Come on, old pal.  We ain't wanted here.'\n\n\"He shook 'is 'ead with sorrow, and made a little sucking noise between\n'is teeth, and afore you could wink, his dog 'ad laid hold of the old\ngen'leman's leg and kep' quiet waiting orders.\n\n\"'Help!' screams Mr. Bunnett.  'Call, 'im off!  Call 'im off!'\n\n\"Bob said arterwards that 'e was foolish enough to lose 'is presence o'\nmind for a moment, and instead o' doing anything he stood there gaping\nwith 'is mouth open.\n\n\"'Call 'im off!' screams Mr. Bunnett, trying to push the dog away.  'Why\ndon't you call him off?'\n\n\"'Don't move,' ses Bob Pretty in a frightened voice.  'Don't move,\nwotever you do.'\n\n\"'Call him off!  Take 'im away!' ses Mr. Bunnett.\n\n\"'Why, Joseph!  Joseph!  Wotever are you a-thinking of?' ses Bob, shaking\n'is 'ead at the dog.  'I'm surprised at you!  Don't you know Mr. Bunnett\nwot is so fond of animals?'\n\n\"'If you don't call 'im off, ses Mr. Bunnett, trembling all over, 'I'll\nhave you locked up.'\n\n\"'I am a-calling 'im off,' ses Bob, looking very puzzled.  'Didn't you\n'ear me?  It's you making that noise that excites 'im, I think.  P'r'aps\nif you keep quiet he'll leave go.  Come off, Joseph, old boy, there's a\ngood doggie.  That ain't a bone.'\n\n\"'It's no good talking to 'im like that,' ses Mr. Bunnett, keeping quiet\nbut trembling worse than ever.  'Make him let go.'\n\n\"'I don't want to 'urt his feelings,' ses Bob; 'they've got their\nfeelings the same as wot we 'ave.  Besides, p'r'aps it ain't 'is fault--\np'r'aps he's gone mad.'\n\n\"'HELP!' ses the old gen'leman, in a voice that might ha' been heard a\nmile away.  'HELP!'\n\n\"'Why don't you keep quiet?' ses Bob.  'You're on'y frightening the pore\nanimal and making things worse.  Joseph, leave go and I'll see whether\nthere's a biskit in my pocket.  Why don't you leave go?'\n\n\"'Pull him off.  Hit 'im,' ses Mr. Bunnett, shouting.\n\n\"'Wot?' ses Bob Pretty, with a start.  'Hit a poor, dumb animal wot don't\nknow no better!  Why, you'd never forgive me, sir, and I should lose the\ngold watch besides.'\n\n\"'No, you won't,' ses Mr. Bunnett, speaking very fast.  'You'll 'ave as\nmuch chance of it as ever you had.  Hit 'im!  Quick!'\n\n\"'It 'ud break my 'art,' ses Bob.  'He'd never forgive me; but if you'll\ntake the responserbility, and then go straight 'ome and give me the gold\nwatch now for kindness to animals, I will.'\n\n\"He shook his 'ead with sorrow and made that sucking noise agin.'\n\n\"'All right, you shall 'ave it,' ses Mr. Bunnett, shouting.  'You shall\n'ave it.'\n\n\"'For kindness to animals?' ses Bob.  'Honour bright?'\n\n\"'Yes,' ses Mr. Bunnett.\n\n\"Bob Pretty lifted 'is foot and caught Joseph one behind that surprised\n'im.  Then he 'elped Mr. Bunnett look at 'is leg, and arter pointing out\nthat the skin wasn't hardly broken, and saying that Joseph 'ad got the\nbest mouth of any dog in Claybury, 'e walked 'ome with the old gen'leman\nand got the watch.  He said Mr. Bunnett made a little speech when 'e gave\nit to 'im wot he couldn't remember, and wot he wouldn't repeat if 'e\ncould.\n\n\"He came up to this 'ere Cauliflower public-'ouse the same night for the\nmoney 'e had won, and Bill Chambers made another speech, but, as Smith\nthe landlord put' in outside for it, it didn't do Bob Pretty the good it\nought to ha' done.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10565/pg10565.txt",
        "name": "watch_dogs_ship_s_company_part_5.json"
    }
}