{
    "name": "Way of a Rebel",
    "author": [
        "Miller, Walter M.",
        "Miller, W. M. (Walter M.)",
        "Miller, Walter Michael"
    ],
    "body": "\n[Sidenote: _No one knows the heart of a rebel until his own search for\nthe reason of right or wrong is made. Lieutenant Laskell found the\nanswer to his own personal rebellion deep beneath a turbulent Atlantic,\nand somehow, when the time came, his decision wasn't too difficult...._]\n\n\nLieutenant Laskell surfaced his one-man submarine fifty miles off the\nFlorida coast where he had been patrolling in search of enemy subs.\nDarkness had fallen. He tuned his short wave set to the Miami station\njust in time to hear the eight o'clock news. The grim announcement that\nhe had expected was quick to come:\n\n\"In accordance with the provisions of the Twenty-Sixth Amendment,\nCongress today approved the Manlin Bill, declaring a state of total\nemergency for the nation. President Williston signed it immediately and\ntendered his resignation to the Congress and the people. The executive,\nlegislative, and judiciary are now in the hands of the Department of\nDefense. Secretary Garson has issued two decrees, one reminding all\ncitizens that they are no longer free to shirk their duties to the\nnation, the other calling upon the leaders of the Eurasian Soviet to\ncease air attacks on the American continent or suffer the consequences.\n\n\"In Secretary Garson's ultimatum to the enemy, he stated: 'Heretofore we\nhave refrained from employing certain weapons of warfare in the vain\nhope that you would recognize the futility of further aggression and\ndesist from it. You have not done so. You have persisted in your\nblood-thirsty folly, despite this nation's efforts to reach an agreement\nfor armistice. Therefore I am forced to command you, in the Name of\nAlmighty God, to surrender immediately or be destroyed. I shall allow\nyou one day in which to give evidence of submission. If such evidence is\nnot forthcoming, I shall implement this directive by a total\nattack....'\"\n\nMitch Laskell switched off the short wave set and muttered an oath. He\nsqueezed his way up through the narrow conning tower and sat on the\nsmall deck, leaning back against the rocket-launcher and dangling his\nfeet in the calm ocean. The night was windless and warm, with the summer\nstars eyeing the earth benignly. But despite the warmth, he felt clammy;\nhis hands were shaking a little as he lit a cigarette.\n\nThe newscast--it came as no surprise. The world had known for weeks that\nthe Manlin Bill would be passed, and that Garson would be given absolute\npowers to lead the nation through the war. And his ultimatum to the\nenemy was no surprise. Garson had long favored an all-out radiological\nattack, employing every nuclear weapon the country could muster.\nHeretofore both sides had limited themselves to non-rigged atomic\nexplosives, and had refrained from using bacterial weapons. Garson\nwanted to take off the boxing-gloves in favor of steel gauntlets. And\nnow it would happen--the all-out attack, the masterpiece of homicidal\nengineering, the final word in destruction.\n\n\n\nMitch, reclining in loneliness against the rocket-launcher, blew a\nthoughtful cloud of cigarette smoke toward the bright yellow eye of\nArcturus, almost directly overhead, and wondered why the Constellation\nBooetes suddenly looked like a big club ready to fall on the earth, when\nit had always reminded him of a fly-swatter about to slap the Corona\nBorealis. He searched himself for horror, but found only a gloomy\nuneasiness. It was funny, he thought; five years ago men would have been\noutraged at the notion of an American absolutism, with one man ruling by\ndecree. But now that it had happened, it was not to hard to accept. He\nwondered at it.\n\nAnd he soon decided that almost any fact could be accepted calmly after\nit had already happened. Men would be just as calm after their cities\nhad been reduced to rubble. The human capacity for calmness was almost\nunlimited, _ex post facto_, because the routine of daily living had to\ngo on, despite the big business of governments whose leaders invoked the\nDeity in the cause of slaughter.\n\nA voice, echoing up out of the conning tower, made him jump. The command\nset was barking his call letters.\n\n\"Unit Sugar William Niner Zero, Mother wants you. I say again: Mother\nwants you. Acknowledge please. Over.\"\n\nThe message meant: _return to base immediately_. And it implied an\nurgency in the use of the code-word Mother. He frowned and started up,\nthen fell back with a low grunt.\n\nAll of his resentment against the world's political jackasses suddenly\nboiled up inside him as a _personal_ resentment. There was something\nabout the metallic rasp of the radio's voice that sparked him to sudden\nrebelliousness.\n\n\"Unit Sugar William Niner Zero, Mother wants you, Mother wants you.\nAcknowledge immediately. Over.\"\n\nHe had a good idea what it was all about. All subs were probably being\ncalled in for rearmament with cobalt-rigged atomic warheads for their\nguided missiles. The submarine force would probably be used to implement\nGarson's ultimatum. They would deliver radiological death to Eurasian\ncoastal cities, and cause the Soviets to retaliate.\n\n_Why must I participate in the wrecking of mechanical civilization?_ he\nthought grimly.\n\nBut a counter-thought came to trouble him: _I have a duty to obey; The\ncountry gave me birth and brought me up, and now it's got a war to\nfight._\n\nHe arose and let himself down through the conning tower. He reached for\nthe microphone, but the receiver croaked again.\n\n\"Sugar William Niner Zero, you are ordered to answer immediately.\nMother's fixing shortening bread. Mother wants you. Over.\"\n\nShortening bread--big plans, something special, a radiological\ndeath-dish for the world. He hated the voice quietly. His hand touched\nthe microphone but did not lift it.\n\nHe stood poised there in the light of a single glow-lamp, feeling his\nsmall sub rocking gently in the calm sea, listening to the quiet purr of\nthe atomics beneath him. He had come to love the little sub, despite the\nloneliness of long weeks at sea. His only companion was the sub's small\ncomputer which was used for navigation and for calculations pertaining\nto the firing of the rocket-missiles. It also handled the probability\nmathematics of random search, and automatically radioed periodic\nposition reports to the home-base computer.\n\nHe glanced suddenly at his watch, it was nearly time for a report.\nAbruptly he reached out and jerked open the knife-switch in the\ncomputer's antenna circuit. Immediately the machine began clicking and\nclattering and chomping. A bit of paper tape suddenly licked out of its\nanswer-slot. He tore it off and read the neatly printed words:\nMALFUNCTION, OPEN CIRCUIT, COMMUNICATIONS OUTPUT; INSERT DATA.\n\nMitch \"inserted data\" by punching a button labelled NO REPAIR and\nanother labelled RADIO OUT. One bank of tubes immediately lost its\nfilament-glow, and the computer shot out another bit of tape inscribed\nDATA ROGERED. He patted it affectionately and grinned. The computer was\njust a machine, but he found it easy to personalize the thing....\n\nThe command-set was crackling again. \"Sugar William Niner Zero, this is\nCommsubron Killer. Two messages. Mother wants you. Daddy has a razor\nstrap. Get on the ball out there, boy! Acknowledge. Over.\"\n\nMitch whitened and picked up the microphone. He keyed the transmitter's\ncarrier and spoke in a quiet hiss. \"Commsubron Killer from Sugar William\nNiner Zero. Message for Daddy. Sonnyboy just resigned from the Navy. Go\nto hell, all of you! Over and out!\"\n\nHe shut off the receiver just as it started to stutter a shocked reply.\nHe dropped the mike and let it dangle. He stood touching his fingertips\nto his temples and breathing in shallow gasps. Had he gone completely\ninsane?\n\nHe sat down on the floor of the tiny compartment and tried to think. But\nhe could only feel a bitter resentment welling up out of nowhere. Why?\nHe had always gotten along in the Navy. He was the undersea equivalent\nof a fighter pilot, and he had always liked his job. They had even said\nthat \"he had the killer instinct\"--or whatever it was that made him grin\nmaliciously when he spotted an enemy sub and streaked in for the kill.\n\n\n\nNow suddenly he didn't want to go back. He wanted to quit the whole damn\nwar and run away. Because of Garson maybe? But no, hadn't he anticipated\nthat before it happened? Why should he kick now, when he hadn't kicked\nbefore? And who was _he_ to decide whether Garson was right or wrong?\n\n_Go back_, he thought. _There's the microphone. Pick it up and tell\nCommsubron that you went stir-crazy for a little while. Tell him wilco\non his message. They won't do anything to you except send you to a nut\ndoctor. Maybe you need one. Go on back like a sane man._\n\nBut he drew his hand back from the microphone. He wiped his face\nnervously. Mitch had never spent much time worrying about ethics and\ncreeds and political philosophies. He'd had a job to do, and he did it,\nand he sometimes sneered at people who could wax starry-eyed about\npatriotism and such. It didn't make sense. The old school spirit was\nokay for football games, and even for small-time wars, but he had never\nfelt much of it. He hadn't needed it in order to be a good fighter. He\nfought because it was considered the \"thing to do,\" because he liked the\npeople he had to live with, and because those people wouldn't have a\ngood opinion of him if he didn't fight. People never needed much of a\nphilosophic motive to make them do the socially approved things.\n\nHe moistened his lips nervously and stared at the microphone. He was\nscared. Scared to run away. He had never been afraid of a _fight_,\nfrightened maybe, but not afraid. Why now? _It takes a lot of courage to\nbe a coward_, he thought, but the word _coward_ made him wince. He\ngroped blindly for a reasonable explanation of his desire to desert. He\nwanted to talk to somebody about it, because he was the kind of man who\ncould think best in an argument. But there was no one to talk to except\nthe radio.\n\nThe computer's keyboard was almost at his elbow. He stared at it for a\nmoment, then slowly typed:\n\nDATA: WIND OUT OF THE NORTH, WAVE FACTOR 0.50 ROUGHNESS SCALE.\n\nINSTRUCTIONS: SUGGEST ACTION.\n\nThe machine chewed on the entry noisily for a few seconds, then\nanswered: INSUFFICIENT DATA.\n\nHe nodded thoughtfully. That was his predicament too: insufficient data\nabout his own motives. How could a man trust himself to judge wisely,\nwhen his judgement went completely against that of his society? He typed\nagain.\n\nDATA FOR HYPOTHETICAL PROBLEM: YOU HAVE JUST SOLVED A NAVIGATIONAL\nPROBLEM WHOSE SOLUTION REQUIRES COURSE DUE WEST. THREE OTHER COMPUTERS\nSOLVE SAME PROBLEM AND GET COURSE DUE SOUTH. MALFUNCTION NOT EVIDENT IN\nANY OF FOUR COMPUTERS.\n\nINSTRUCTIONS: FURNISH A COURSE.\n\nThe computer clattered for awhile, then typed: SUGGESTION: MALFUNCTION\nINDICATORS ARE POSSIBLY MALFUNCTIONING. IS DATA AVAILABLE?\n\nHe stared at it, then laughed grimly. His _own_ malfunction-indicator\nwasn't telling him much either. With masochistic fatalism he touched the\nkeyboard again.\n\nDATA NOT AVAILABLE. FURNISH A COURSE.\n\nThe computer replied almost immediately this time: COURSE: DUE WEST.\n\nMitch stared at it and bit his lip. The machine would follow its own\nsolution, even if the other three contradicted it. Naturally--it would\n_have_ to follow its own solution, if there was no indication of\nmalfunction. But could a human being make such a decision? Could a man\ndecide, \"I am right, and everyone else is wrong?\"\n\n_No evidence of malfunction_, he thought. _I am not a coward. Neither am\nI insane._\n\nHis heart cried: \"I am disgusted with this purposeless war. I shall quit\nfighting it.\"\n\nHe sighed deeply, then arose. There was nothing else to do. The atomic\nengines could go six months without refueling. There were enough\nundersea rations to last nearly that long.\n\nHe switched on the radio again, goosed the engines to full speed, and\nafter a moment's thought, swung around on a northeasterly heading. His\nfirst impulse had been to head south, aiming for Yucatan, or the\nGuianas--but that impulse would also be the first to strike his pursuers\nwho were sure to come.\n\nA new voice was growling on the radio, and he recognized it as Captain\nBarkley, his usually jovial, slightly cynical commanding officer.\n\"Listen, Mitch--if you can hear me, better answer. What's wrong with you\nanyhow? I can't hold off much longer. If you don't reply, I'll have to\nhunt you down. You're ordered to proceed immediately to the nearest\nbase. Over.\"\n\nMitch wanted to answer, wanted to argue and fume and curse, hoping that\nhe could explain his behaviour to his own satisfaction. But they might\nnot be certain of his exact location, and if he used the radio,\nhalf-a-dozen direction-finders would swing around to aim along his\nsignal, and Barkley would plot the half-a-dozen lines on the map in his\noffice before speaking crisply into his telephone: _all right, boys--get\nhim! 29 deg. 10' North, 79 deg. 50' West. Use a P-charge if you can't spot him\nby radar or sonar._\n\nMitch left the controls in the hands of the computer and went up to\nstand in the conning tower with the churning spray washing his face.\nSurfaced, the sub could make sixty knots, and he meant to stay surfaced\nuntil there were hints of pursuit.\n\n\n\nA three-quarter moon was rising in gloomy orange majesty out of the\nquiet sea. It made a river of syrupy light across the water to the east,\nand it heightened his sense of unreality, his feeling of detachment from\ndanger.\n\nIs it always like this, he wondered? Can a man toss aside his society so\neasily, become a traitor with so little logical reason? A day ago, he\nwould not have dreamed it possible. A day ago, he would have proclaimed\nwith the cynical Barkley, \"A sailor's got no politics. What the hell's\nit to me if Garson is Big Boss? I'm just a little tooth in a big gear.\nUncle pays my keep. I ask no questions.\"\n\nAnd now he was running like hell and stealing several million bucks\nworth of Uncle's Navy, all because Garson's pomposity and a radio\noperator's voice got under his skin. How could a man be so crazy?\n\nBut no, that _couldn't_ be it, he thought. Jeezil! He must have some\nbetter reason. Sort of a last straw, maybe. But he had been conscious of\nno great resentment against the war or the Navy or the government.\nHistorically speaking, wars had never done a great deal of harm--no more\nharm than industrial or traffic accidents.\n\nWhy was this war any different? It promised to be more destructive than\nthe others, but that was drawing a rather narrow line. Who was he to\ndraw his bayonet across the road and say, \"Stop here. This is the\nlimit.\"\n\nMitch turned his back toward the whipping spray and stared aft along the\nphosphorescent, moon-swept wake of his mechanical shark. The radio was\nstill barking at him with Barkley's clipped tones.\n\n\"Last warning, Laskell! Get on that microphone or suffer the\nconsequences! We know where you are. I'll give you fifteen minutes, then\nwe'll come get you. Over and out.\"\n\nThanks for the warning, Mitch thought. In a few minutes, he would have\nto submerge. His eyes swept the moon-washed heavens for signs of\naircraft, and he watched the dark horizon for hints of pursuit.\n\nHe meant to keep the northeasterly course for perhaps ten hours, then\nturn off and cruise southeast, passing below Bermuda and on out into the\ncentral Atlantic. Then south--perhaps to Africa or Brazil. A fugitive\nfor the rest of his days.\n\n\"Sugar William Niner Zero,\" barked the radio. \"This is Commsubfleet\nJaybird. Over.\"\n\nMitch moistened his lips nervously. The voice was no longer Barkley's.\nCommsubfleet Jaybird was Admiral Harrinore. He chuckled bitterly then,\nrealizing that he was still automatically startled by rank. He remained\nin the conning tower, listening.\n\n\"Sugar William Niner Zero, this is Commsubfleet Jaybird. If you will\nobey orders immediately, I guarantee that you will be allowed to accept\nsummary discipline. No court martial if you comply. You are to return to\nbase at once. Otherwise, we shall be forced to blast you out of the\nocean as a deserter to the enemy. Over.\"\n\nSo that was it, he thought. They were worried about the sub falling into\nSoviet paws. Some of its equipment was still classified \"secret\",\nalthough the Reds probably already had it.\n\nNo, he wasn't deserting to the enemy. Neither side was right in the\nstruggle, although he preferred the West's brand of wrongness to the\nbloodier wrongness of the Reds. But a man in choosing the lesser of two\nevils must first decide whether the choice really _has to be made_, and\nif there is not a third and more desirable way. Before picking a weapon\nfor self-destruction, it might help to reason whether or not suicide is\nreally necessary.\n\nHe smiled sardonically into the gray gloom, knowing that his thinking\nwas running backwards, that he had acted before reasoning why, that he\nwas rationalizing in an attempt to soothe himself and absolve himself.\nBut a lot of human thinking occurred beneath the level of consciousness,\ndown in the darker regions of the mind where it was not allowed to\nbecome conscious lest it bring shame to the thinker. And perhaps he had\nreasoned it all out in that mental half-world where thoughts are inner\nghosts, haunting the possessed man with vague stirrings of uneasiness,\nleading him into inexplicable behaviour.\n\nI am free now, he told himself. I have given them my declaration of\nindependence, and I am an animal struggling to survive. Living in\nsociety, a man must submit to its will, but now I am divorced from it,\nand I shall live apart from it if I live at all, and I shall owe it\nnothing. The \"governed\" no longer gives his consent. How many times have\nmen said, \"If you don't like the system here, why don't you get out?\"\nWell, he was getting out, and as a freeborn human animal, born as a\nsavage into the world, he had that right, if he had any rights at all.\n\nHe grunted moodily and lowered himself down into the belly of the sub.\nThey would be starting the search soon. He sealed the hatches and opened\nthe water intakes after slowing to a crawl. The sub shivered and\nsettled. The indicator crept to ten feet, twenty, thirty. At fifty feet,\nhe jabbed a button on the computer, and the engines growled a harder\nthrust. He kept the northeasterly heading at maximum underwater speed.\n\n\n\nAn hour crept by. He listened for code on the sonar equipment, but heard\nonly the weird and nameless sea-sounds. He allowed himself a reading\nlight in the cramped compartment, folded the map-table up from the wall,\nand studied the coastline of Africa.\n\nHe began to feel a frightening loneliness, although scarcely two hours\nhad passed since his rebellious decision, and he was accustomed to long\nweeks alone at sea. He scoffed at himself. He would get along okay; the\nsub would take him any place he wanted to go, if he could escape\npursuit. Surely there must be some part of the world where men were not\nconcerned with the senseless struggle of the titans. But all such places\nwere primitive, savage, almost unendurable to a man born and tuned to\nthe violin-string pitch of technological culture.\n\nMitch realized dismally that he loved technological civilization, its\ngiant tools, its roar of mighty engines, its proud structures of\nconcrete and steel. He could sacrifice his love for particular people,\nfor particular places and governments--but it was going to be harder to\nrelinquish mechanical civilization for some stone-age culture lingering\nin an out-of-the-way place. Changing tribes was easy, for all tribes\nbelonged to Man, but renouncing machinery for jungle tools would be more\ndifficult. A man could change his politics, his friends, his religion,\nhis country, but Man's tools were a part of his body. Having used a\nhigh-powered rifle, the man subsumed the weapon, made it a part of\nhimself. Trading it for a stone axe would be like cutting off his arm.\nMan was a user of tools, a shaper of environments.\n\n_That was it_, he thought. The reason for his sudden rebellion, the\nnarrow dividing line between tolerable and insufferable wars. A war that\nkilled human beings might be tolerable, if it left most of\ncivilizations' industry intact, or at least restorable, for although men\nmight die, Man lived on, still possessing his precious tools, still\ncapable of producing greater ones. But a war that wrecked industry, left\nit a tangled jumble of radioactive concrete and steel--that kind of war\nwas insufferable, as this one threatened to be.\n\nThe idea shocked him. Kill a few men, and you scratch the hide of\nHistorical Man. But wreck the industry, drive men out of the cities,\nleave the factories hissing with beta and gamma radiation, and you\namputate the hands of Historical Man the Builder. The machinery of\ncivilization was a living body, with organismic Man as its brain. And\nthe brain had not yet learned to use the body for a constructive\npurpose. It lacked coordination, and the ability to reason its actions\nanalytically.\n\nWas _he_ basing action on analytic reason?\n\nAnother hour had passed. And then he heard it. The sound of faint sonar\ncommunication. Quickly he nosed upward to twenty feet, throttled back to\nhalf speed, and raised the periscope. With his face pressed against the\neyepiece, he scanned the moonlit ocean in a slow circle. No lights, no\nsilhouettes against the reflections on the waves.\n\nHe started the pumps and prepared to surface. Then the conning tower was\nsnorting through the water like a rolling porpoise. He shut off the\nengines, leaving the sub in utter silence except for the soft wash of\nthe sea. He adjusted the sonar pickups, turned the amplifier to maximum,\nand listened intently. Nothing. Had he imagined it?\n\nHe jabbed a button, and a motor purred, rolling out the retractable\nradar antenna. Carefully he scanned the sky and sea, watching the\ngreen-mottled screen for blips. Nothing--no ships or aircraft visible.\nBut he was certain: for a moment he had heard the twitter of undersea\ncommunicators.\n\n\n\nHe sat waiting and listening. Perhaps they had heard his engines,\nalthough his own equipment had caught none of their drive-noise.\n\nThe computer was able to supervise several tasks at once, and he set it\nto continue sweeping the horizon with the radar, to listen for sonar\ncode and engine purr while he attended to other matters. He readied two\ntorpedoes and raised a rocket into position for launching. He opened the\nhatch and climbed to stand in the conning tower again, peering grimly\naround the horizon.\n\nMinutes later, a buzzer sounded beneath him. The computer had something\nnow. He glanced at the parabolic radar antenna, rearing its head a dozen\nfeet above him. It had stopped its aimless scanning and was quivering\nsteadily on the southeast horizon. _Southeast?_\n\nHe lowered himself quickly into the ship and stared at the luminous\nscreen. Blips--three blips--barely visible. While he watched, a fourth\nappeared.\n\nHe clamped on his headsets. There it _was_! The faint engine-noise of\nships. His trained senses told him they were subs. Subs out of the\nsoutheast? He had expected interception from the west--first aircraft,\nthen light surface vessels.\n\nThere was but one possible answer: the enemy.\n\nHe dived for the radio and waited impatiently for the tubes to warm\nagain. He found himself shouting into the mic.\n\n\"Commsubron Killer, this is Sugar William Niner Zero. Urgent message.\nOver.\"\n\nHe was a long way from the station. He repeated the call three times. At\nlast a faintly audible voice came from the set.\n\n\"... this is Commsubron Killer. You are ordered to return\nimmediately....\"\n\nThe voice faded again.\n\n\"Listen!\" Mitch bellowed. \"Four, no--_five_ enemy submarine--position\n31 deg.50' North, 73 deg.10' West, proceeding northwest--roughly, toward\nWashington. Probably carrying an answer to Garson's ultimatum. Get help\nout here. Over.\"\n\nHe heard only a brief mutter this time. \"... ordered not to proceed\ntoward Washington. Return immediately to--\"\n\n\"Not me! You fool! Listen! Five--enemy--submarines--\" He repeated the\nmessage as slowly as he could, repeated it four times.\n\n\"... reading you S-1,\" came the fading answer. \"Are you in distress? I\nsay again. Are you in distress? Over.\"\n\nAngrily Mitch keyed the carrier wave, screwed the button tightly down,\nand kicked on the four-hundred cycle modulator. Maybe they could get a\ndirectional fix on his signal and home on it.\n\nThe blips were gone from the radar scope. The subs had spotted him and\nsubmerged. In a moment he would be catching a torpedo, unless he moved.\nHe started the engines quickly, and the surfaced sub lurched ahead. He\nnosed her toward the enemy craft and opened the throttle. She knifed\nthrough the water like a low-running PT boat, throwing a V-shaped fan of\nspray. When he reached the halfway point between his own former position\nand the place where the enemy submerged, he began jabbing a release at\nthree second intervals, laying a trail of deadly eggs. He could hear the\ncrash of the exploding depth-charges behind him. He swung around to make\nanother pass.\n\nThen he saw it--the wet metal hulk rearing up like a massive whale dead\nahead. They had discovered the insignificance of their lone and\npint-sized attacker. They were coming up to take him with deck guns.\n\nMitch reversed the engines and swung quickly away. The range was too\nclose for a torpedo. The blast would catch them both. He began\nsubmerging quickly. A sickening blast shivered his tiny craft, and then\nanother. He dropped to sixty feet, then knifed ahead.\n\nGod! Why was he doing this? There was no sense in it, if he meant to run\naway. But then the thought came: they're returning Old Man Garson's\nbig-winded threat. They're bringing a snootful of radiological hell, and\nthat's the damned bayonet-line across the road.\n\n\n\nDepth charges were crashing around him as he wove a zig-zag course. The\ncomputer was buzzing frantically. Then he saw why. The rocket launcher\nhadn't retracted; there was still a rocket in it--with a snootful of\nUranium 235. The thing was dragging at the water, slowing him down,\ncausing the sub to shudder and lurch.\n\nApparently all the subs had surfaced, for the charges were falling on\nall sides. With the launcher dragging at him, they would get him sooner\nor later. He tried to nose upward, but the controls refused.\n\nHe knew what would happen if he tried to fire the rocket. Hell, he\ndidn't have to fire it. All he had to do was fuse it. It had a\nwater-pressure fuse, and he was beneath exploding depth.\n\n_Don't think about it! Do it!_\n\nNo, you've got to think. That's what's wrong. Too much do, not enough\nthink. They're going to wreck mechanical civilization if they keep it\nup. They're going to wreck Man's tools, cut off his hands, and make him\nan ape again!\n\nBut what's it to you? What can _you_ do?\n\nDammit! You can destroy five _wrong_ tools that were built to wreck the\n_right_ tools.\n\nMitch, who wanted to quit an all-out war, reached for the fusing switch.\n_This_ part was _his_ war; destroy the destroyers, but not the\nproducers. Even if it didn't make good military sense--\n\nA close explosion sent him lurching aside. He grabbed at the wall and\npushed himself back. The switch--the damn double-toggle _red switch_! He\nscreamed a curse and struck at it with both fists.\n\nThere came a beautiful, blinding light.",
    "metadata": {
        "author": [
            "Miller, Walter M.",
            "Miller, W. M. (Walter M.)",
            "Miller, Walter Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32416/pg32416.txt",
        "name": "way_of_a_rebel.json"
    }
}