{
    "name": "We're Off to Mars!",
    "author": [
        "Furth, Carlton",
        "Bridger, John",
        "Gibson, Joe"
    ],
    "body": "Joe Linger raised up on one elbow and stared at the door, frowning.\n\"Who is it?\" he called out.\n\nA muffled voice answered from beyond the cracked, peeling wood.\n\"Package for Mr. Joseph Linger!\"\n\n\"Just a minute!\" Joe laid his magazine aside, rolled to the edge of the\nbed, and pulled on his trousers. Rising, he poked his feet into frayed\nslippers and, walking to the door, swung it open.\n\n\"Sign here, please!\" A little, old man stood in the doorway. He held a\nlarge square package under one arm and extended the other, holding out\na clipboard and pencil to Joe. He had a thatch of white hair and a red,\nwrinkled face with blue eyes and a scowl. He wore a loose, blue uniform\nwith a cloth badge on his shallow chest, reading: _Time Deliveries,\nInc._\n\nJoe took the clipboard and pencil, scrawled his name and frowned with\nsudden surprise.\n\nThe name on the clipboard list above his was: _Pontius Pilate, Rome, 12\nA.D._\n\nAnd when he looked up at the scowling little man who was now holding\nthe package out to him and extending a hand to receive back his\nclipboard and pencil, Joe saw that he was holding the package out with\ntwo right arms and reaching for the clipboard with two left arms!\n\nJoe fell back a step. \"Who in blazes _are_ you?\"\n\n\"Time Deliveries, Incorporated,\" the little man chanted. \"We guarantee\ndeliveries to anyone, anywhere, any time. Here's your package, Mr.\nLinger.\"\n\n\"B-but,\" Joe stammered, \"where'd you _come_ from?\"\n\nThe little man lifted his lower left hand and fingered his pointed\nchin. A gleam entered his blue eyes. \"Originally, I came from Ursula\nMajor,\" he said. \"That's 3428 A.D., by the present calendar. Now, do\nyou accept this package or--\"\n\n\"I--I accept!\" Joe blurted, grabbing for the package. In his haste, he\ndropped the clipboard and pencil, but four hands deftly snatched them\nup before they hit the floor.\n\n\"Very well,\" said the little man. \"Good day, Mr. Linger!\" He stepped\nback into the hallway and pulled the door shut.\n\nJoe stood frozen with the large square package clutched to his chest.\nThen he lunged forward, wrenched at the doorknob, jerked the door open,\nand leaped out into the hall. \"Hey-y-y-y!\" his shout wavered off into\nweak dismay.\n\nThe hallway was empty.\n\n\n\nHe reentered his room, closed and locked the door carefully, and walked\nover to his bed. His dazed eyes wandered to the window, to the dirty\nbrick wall of the apartment house next door, to the shaft of blazing\nafternoon sunlight that struck the grimy windowpane. In broad daylight!\n_It had happened in broad daylight!_\n\nHe sat on the bed, staring at the package in his lap. It was a light,\nbulky package, wrapped in some silvery gray substance that felt colder\nand smoother than rubber--more like metal. On one side of the package\nwas an inscription in large, bold script:\n\n                         To: Mr. Joseph Linger\n                   June 27th, 1951, Dark Ages Earth\n                   24 Kens Street, Jersey City, N.J.\n                     United States, North America\n\nHe wondered if it was a gag. But the little old man with four arms\nhadn't been a gag!\n\nFinally, Joe opened the package. He merely inserted his thumb into a\nconspicuous slot at the corner and pushed it around the top edges. The\nsilver-gray material parted easily and the lid came off the package. As\nit fell aside, he saw that the interior was filled with what resembled\na rubber sponge soaked in black lacquer. It was dry, springy, and\nblackly glistening. He clutched at it and pulled it out.\n\nOnly a top layer came out. Beneath that, surrounded with layers of the\ncushioning substance, was--_something_--and a folded sheet of glossy,\nwhite paper.\n\nJoe took out the paper and read it.\n\n    Mr. Joseph Linger\n    June 27th, 1951, U.S.A.\n    Dark Ages Earth\n\n    _Dear Mr. Linger_:\n\n    _We have chosen you to assist us in an important research project,\n    because our investigation has found you to be a science fiction\n    enthusiast. We believe you have a better chance of comprehending\n    the scope of our research than would most people of your time._\n\n    _As you may have suspected, time involves a countless number of\n    varying probability universes, all coexisting in the same time\n    dimension. It is much like a giant tree, with branches sprouting\n    from the root--the very beginning of time--and subsequent branches\n    sprouting from others; and so, on and on._\n\n    _Our research teams have travelled successfully into the past.\n    However, in attempting to return, they have been faced with\n    innumerable branches in time-probability, with no way of\n    determining which branch led to our universe!_\n\n    _Only a few have succeeded in returning--by recording the complete\n    facts of history as they went into the past, then stopping and\n    checking those facts every few years on their return. When the\n    facts didn't check, they knew they were off on another branch\n    leading to another universe; they would back-track, try again,\n    and check until they were on the right branch._\n\n    _Even so, many members of our research teams died before they could\n    return--and our average life-span is five thousand years! You may\n    understand, then, that this is an intolerable situation that needs\n    correcting._\n\n    _The purpose of this project is to determine the amount of\n    probability stress which causes a branch in time, this allowing us\n    to check back and spot every moment that such branches occur! With\n    that, we can compute the moments of stress and the number of\n    branches in all time-probability! Consequently, our research teams\n    may then travel safely to any time-era, in any probability\n    universe, with a yard-stick which can always lead them back to our\n    own universe._\n\n    _And so, in order to measure the probability stress which causes\n    time-branching, we have decided to introduce such stress ourselves.\n    Enclosed is a product of our civilization. You would probably call\n    it a robot. It should never have existed in your time; therefore,\n    it will induce considerable stress upon probability. A branch in\n    time should result, if not when the robot arrives, certainly when\n    you make use of it. That, of course, is where you come in._\n\n    _We have sent this robot because it will repay you many times over\n    for your assistance in our project. We have scanners focused on\n    your time, ready to record the branching and probability stress\n    when it occurs. We ask only your cooperation. You may keep the\n    robot, of course._\n\n    _It will fashion any object you desire from surrounding\n    matter--solid objects, air molecules, anything within a thousand\n    yards of it--if you but type out the name and description of the\n    desired object on its keyboard. Thus, if you wish an automobile,\n    take the robot to a deserted road and type on its keyboard the\n    word, \"automobile.\" By influencing the sub-atomic forces of the\n    dirt in the road, the empty air over the road, perhaps the grass\n    along the side of the road, the robot will make you an automobile._\n\n    _You may desire objects which do not exist in your time. If you\n    type the word, spaceship, for example, be sure to include a\n    description of its performance, range, amount of supplies,\n    etc.--and be on a large, open field when you do so._\n\n    _In conclusion, it might be wise to remember that illegal\n    possession of wealth in your time is punishable by law. I trust,\n    for your own sake, you will exercise the utmost discretion._\n\n                                                             Sincerely,\n                                                         Myytnor Skurle\n                                           Director, Historial Research\n                                          Galactic Renaissance, Sol III\n\n\n\nJoe put the letter carefully on the bed beside him and reached into the\nbox for the robot. He lifted it out. It was a shimmering, silver-gray\nglobe, lighter than aluminum, with one side of it flattened to\naccommodate a keyboard. It was about the size of a bowling ball, he\nguessed. The keyboard had small push-buttons, lettered exactly like a\ntypewriter, with a small glass lens above it. He struck the \"J\" key and\na tiny, glowing \"J\" appeared in the center of the lens. He punched the\ntab marked \"clear\" at the top of the keyboard, and the \"J\" vanished.\n\nHis mind reeled at the implications of what he had read. Anything\nhe wanted was his, merely by typing its name on this keyboard! Even\nobjects he only imagined, which didn't even exist--spaceships,\nantigravity devices, _anything_....\n\nHis thoughts were confused. What did he want? Money? But what good was\nmoney when he wouldn't have to buy anything? What did he want?\n\nHe felt a sudden, overwhelming desire to confide in someone--to ask\nsomeone--\n\nHe rested the globe in his lap, clutching it with moist, slippery\npalms. His vision was blurred, his hands fumbling, as he pecked at the\nkeyboard:\n\n                               TELEPHONE\n\nThere was a swirling glow of blue radiance, a faintly audible click\nfrom within the globe--then a loud, sharp _crack_ and the smell of\nozone!\n\nA telephone rested on the bed beside him! Its black cord snaked across\nthe floor to the baseboard beside the chipped dresser.\n\nJoe relaxed with a shuddering sigh. He mopped at the sweat on his\nforehead with a wet palm--he had a telephone! The robot worked!\n\nBut did the telephone work? He reached over, lifted the receiver, and\nplaced it to his ear. The dial-tone was unmistakable.\n\nHe replaced the receiver on its cradle and sat staring at the 'phone.\nNow that he had it, who would he call?\n\nWhat did he _really_ want?\n\nHe looked down at the robot in his lap and swallowed hesitantly. He\nhad requested a telephone, so he got a telephone. But that wasn't what\nhe wanted. He knew--the realization grew in his mind--what he really\nwanted, what any young guy would want, given the opportunity!\n\nFeverishly, he clutched the robot in his lap and with a numb index\nfinger, began pecking at the keyboard. He finished the phrase--then,\nhastily and with sudden apprehension, added a comma. His brow furrowed\nwith intense concentration for a moment, then he resumed typing.\n\nWhen he finished, the small, glowing letters beneath the lens read:\n\n                           A BEAUTIFUL GIRL,\n                           WHOM I CAN TRUST.\n\nThere was the swirling blue radiance, as before. He heard the faintly\naudible click from within the globe. His eyes shot around the room,\nexpectantly. A vision flashed into his mind--a vision of the girl who\nwould appear--young, with soft, dark hair tumbling to her shoulders,\ndelicate features and a slender, lovely figure. A neat, immaculate suit\nwould enhance her shapely curves. He waited....\n\nNothing happened. No sharp crack, no smell of ozone. The robot had\nfailed!\n\nJoe sighed dismally. Resignedly, he steadied the robot in his lap and\nreached his thumb for the \"clear\" button. Then he saw it.\n\nThe tiny, glowing letters beneath the lens were different! The words\nhe'd typed out were no longer there!\n\nIn their stead, he read:\n\n                           DELAWARE 6-2717,\n                           ASK FOR BARBARA!\n\n\n\nHe dialed the number.\n\n\"Hello?\" a soft, feminine voice answered.\n\n\"Is this Barbara?\" he asked.\n\n\"Yes. Who're you?\"\n\n\"Joe Linger,\" he said. \"Are you beautiful?\"\n\n\"Why--I suppose so,\" came the modest answer. \"What--\"\n\n\"Can I trust you?\" Joe persisted.\n\n\"Well, really!\" she exclaimed. \"Mr. Linger, I'm afraid I don't know\nyou--\"\n\nJoe groaned inwardly. Of course they were strangers! The robot couldn't\nhelp that!\n\n\"Just--just what is it you want?\" the girl's voice stammered from the\nreceiver.\n\n\"Nothing,\" Joe replied wearily. \"Nothing, now. Maybe I'll call you\nback.\"\n\nHe hung up and sat staring into space.\n\nAnything he wanted--anything! Money? What use was money when he didn't\nhave to buy anything? Food? What about food? Meat and vegetables\nweren't inanimate objects, either.\n\nHe set the bright globe in his lap and placed his fingertips on its\nkeyboard. Swiftly, he typed: SIRLOIN STEAK SMOTHERED IN ONIONS, GRAVY,\nMASHED POTATOES, ASPARAGUS, TOAST, COFFEE, APPLE PIE A LA MODE.\n\nThere came the shimmering blue radiance, the faint click, the sharp\ncrack, and the smell of ozone.\n\nAcross the room, there was a battered writing table with a glass and a\nchipped china pitcher half-filled with stale water. Glass and pitcher\nvanished; instead, there sat the complete dinner, not only as he had\nordered it but cooked to perfection. Complete with dishes, silverware,\nsalt-and-pepper shakers, coffee cream, sugar bowl--everything.\n\nAfter he had eaten, Joe settled back and surveyed the dishes. How to\nget them washed? Furthermore, how to explain to Mrs. Haggerty, the\nlandlady, that he had not been cooking in his room and what happened to\nher pitcher and glass?\n\nHe picked up the robot again and typed out: ONE PITCHER, ONE GLASS,\nBELONGING TO MRS. HAGGERTY.\n\nWith swirling blue radiance, faint click, sharp crack, and smell of\nozone, the battered writing table resumed its former appearance.\n\nThen he had his shoes changed into a cat. Afterwards, he had the cat\nchanged back into new shoes. His two suits, brought out of the musty\ncloset, were changed to brilliant, cloth-of-gold togas: then, because\ntogas were hardly practical, he changed them back into new, expensive\nsuits. With that beginning, he proceeded to rejuvenate his entire\nwardrobe. He began adding to it, acquiring some much-needed extra linen\nand some much-desired sportsclothes, but the process had to be reversed\nwhen he noticed the wallpaper was disappearing from the walls, the\ncloset was minus its door, and the air in the room was beginning to\nreek with ozone. Mrs. Haggerty would never stand for that!\n\nAnd by sheer accident, he learned how to control the robot's influence\non surrounding matter. When he had concluded that shoes were a more\npractical possession than a cat, he had accidentally typed the phrase:\nSHOES FROM THE CAT.\n\nAnd--with the glow, click, crack, and ozone smell--the cat had become a\nnew pair of shoes. If he hadn't mentioned the cat, the robot might have\njerked out one of the dresser drawers and made it into a pair of new\nshoes....\n\nHe sat at the writing table, staring at the metal globe set before him.\n_It's like the Midas touch_, he mused reflectively. Old King Midas,\nsitting in his treasure rooms, watching gold coins dribble through his\nfingers; the old King had thought it would be wonderful if he could\nturn everything he touched into gold--until he could, and finally\ntouched his young daughter--\n\n\n\nJoe pushed back his chair, and walked over to the bed. He sat down and\nlifted the telephone receiver. Swiftly, he dialed the Delaware number.\n\n\"Hello?\" It was the soft, feminine voice again.\n\n\"Barbara?\" His tone was uncertain.\n\n\"Yes. Who's this?\"\n\n\"Joe Linger,\" he said. \"Barbara, I know you've never met me, but\nI don't know anyone else who can help me. I've got to talk to\nsomeone--maybe if I could talk to you, I'd be able to work things out?\nCould--could I come over to see you?\"\n\n\"Well-l-l-l,\" she replied doubtfully, \"I really don't--\"\n\n\"Is someone else there?\" he asked anxiously. \"Someone else in the\nfamily?\"\n\n\"Do you want to speak to father?\"\n\n\"Yes--please!\"\n\n\"Just a minute--\"\n\nAs he waited, Joe laid down the receiver and returned to the table for\nthe robot. He brought it back to the bed, sat down, placed it in his\nlap, and swiftly typed out: BARBARA'S ADDRESS.\n\nA gruff voice rattled faintly from the receiver. \"Hello? Hello, who's\nthis?\"\n\nThere was a swirling blue glow and a click. Beneath the lens, at the\ntop of the keyboard, was Barbara's address.\n\nJoe picked up the receiver. \"My name is Joe Linger,\" he said. \"Sir,\nI don't know your name, but I thought I ought to see you. It's about\nsomething your daughter has become involved in without her knowledge. I\nthought you ought to know--\"\n\n\"What?\" The voice spoke sharply. \"What're you talking about?\"\n\n\"I'd rather not discuss it over the 'phone,\" Joe replied nervously.\n\"Could I come over to see you, personally?\"\n\n\"Why--um, ah--why, yes!\" A hard edge crept into the voice. \"Perhaps\nyou'd _better_!\"\n\nJoe felt a wave of relief. \"I'll be there in fifteen minutes,\" he\npromised.\n\nHe was five minutes early. He parked the sleek, yellow convertible in\nthe driveway and climbed out. He looked dapper and well-groomed in\nhis dark, expensive suit as he went up the front steps and rang the\ndoorbell. The round, gleaming globe of the robot was tucked under his\narm.\n\nThe door was opened by a tall, stocky man with iron-gray hair. He raked\nJoe with a sharp, piercing gaze. \"You're Mr. Linger?\"\n\nJoe nodded. \"That's right. But I don't know your name.\"\n\n\"James Bowen,\" the man said stiffly. \"Come in, Mr. Linger.\"\n\nJoe hesitated, shook his head. \"First, Mr. Bowen, I want to explain,\"\nhe said. \"I'm a stranger--your daughter has never met me--and yet, I\nwas able to get her first name and telephone number. I thought you\nmight like to know how I did that.\"\n\nBowen scowled darkly. \"Well, please come in, Mr. Linger,\" he insisted\nstiffly. \"We'll sit down and discuss the matter--\"\n\n\"No,\" Joe refused, shaking his head again. \"I want to show you\nsomething, first. I want you to see exactly what this is all about--\"\nHe cradled the robot in his arm and began typing on its keyboard,\nturning to face the driveway as he did so.\n\nBowen stepped out the door and stared at Joe's yellow convertible. Then\nhe jerked back, startled.\n\nThere was a swirling blue glow from the bright globe, a faint click.\nAnd then--\n\n_Crack!_\n\n\n\nBowen grabbed at the door, his eyes bulging as he stared out at the\ndriveway. Air currents swirled and eddied across the front lawn. The\nconvertible had vanished.\n\n\"This globe is a robot mechanism,\" Joe said hastily. \"It transmuted the\nmetal atoms of that car into molecules of air. It can change any matter\ninto any shape, form, or object desired! Watch!\" Swiftly, he began\ntyping again.\n\nThe swirling glow and sound effects were repeated.\n\nAnd in the driveway, poised gracefully on its tricycle landing gear,\nwas a small, gleaming light plane!\n\n\"I made that out of air molecules, too,\" Joe explained. \"That is, the\nrobot made it.\"\n\n\"Get--get that airplane off my driveway!\" Bowen stammered hoarsely.\n\"The neighbors will--\"\n\nJoe typed busily. The glow and noise repeated. The plane disappeared.\n\n\"Now you've seen it,\" Joe said quietly, gazing up at the tall, dazed\nman. \"This is what I want to talk to you about. I--I need help, Mr.\nBowen--\"\n\n\"Come in,\" Bowen said weakly. \"Come in--but turn that god-forsaken\nthing off!\" He turned and walked back into the house. \"Atomic bombs,\nhydrogen bombs--and now, _this_! And I'd always thought they'd have\nrocket ships first--\"\n\nJoe followed him in through a short foyer to a small, comfortable\nliving room. Then, in the living room doorway, he stopped. He felt the\nbreath go out of him in a long sigh, and an excited fluttering in his\nchest.\n\nBarbara Bowen stood across the room, beside the front window. She had\nheard the noises, had seen what happened. She was pale and frightened.\nAnd she was beautiful. Soft, dark hair framed a peach oval of a face\nwith large gray eyes, short nose, and perfect lips. A soft blue\nhousecoat draped over a smoothly curved, long-limbed figure.\n\nBowen had crossed the room and settled into a comfortable chair, taking\nout his pipe and tobacco pouch. \"Sit down, Mr. Linger,\" he offered,\nwith a gesture to a nearby chair. \"This is my daughter, Barbara.\"\n\n\"Hello,\" Barbara said simply. Her voice was a soft, husky sound.\n\nJoe merely swallowed and nodded, then crossed hurriedly to the\nproffered chair. Barbara sat down on the couch.\n\nThen, haltingly at first, but with a constantly growing familiarity,\nJoe told them everything that had happened. He took the letter from\nMyytnor Skurle out of his pocket and showed it to them.\n\nFor several minutes after he finished, Mr. Bowen sat smoking his pipe\nand staring into space.\n\n\"Have you tried making money with it, Mr. Linger?\" he asked, pensively.\n\n\"No,\" Joe admitted. \"There doesn't seem to be any need for me to have\nmoney.\"\n\nBowen rose with sudden decision and crossed to a low writing desk. He\ngot a piece of paper and, after some searching, a small magnifying\nglass. Then he returned and laid the paper on the small coffee table.\n\"There,\" he said. \"Change that into some five-dollar bills.\"\n\nJoe stared at the paper, frowning, then cradled the bright globe in his\nlap, and began typing. The usual effects followed.\n\nThe paper changed into four five-dollar bills.\n\nBowen picked them up and returned to the writing desk. He took out\nhis wallet, extracted a five-dollar bill, and sat down. Carefully, he\nexamined the robot's bills against his own.\n\n\n\nMinutes dragged past. Joe licked his lips nervously, noticed that\nBarbara was doing the same thing, and they stared at each other. Then\nBarbara smiled, and he smiled, and--\n\n\"Mr. Linger,\" Bowen spoke sharply, \"I want you to do something\nelse--no, wait!\" He rose and walked back to them. \"Mr. Linger, let me\ntry that robot thing!\"\n\nJoe glanced at Barbara, then mutely handed the globe to Bowen.\n\n\"Now,\" Bowen said, turning, \"Barbara, get off the couch, will you?\"\n\n\"Yes, father!\" Barbara rose hurriedly.\n\n\"Um,\" said Mr. Bowen. He cradled the globe on his arm and pecked at the\nkeyboard.\n\nThere was the swirling blue glow, the faint click--and a loud _crack_\nthat rattled the windows. The air swirled about the room, reeking with\nozone--\n\nAnd where the couch had been was now an ugly, anti-tank cannon,\nsquatting heavily on its rubber tires.\n\n\"Holy cow!\" Joe exclaimed, jumping to his feet.\n\n\"Uh _huh_!\" Bowen grunted, satisfied. He handed back the robot. \"Now,\nif you please, Mr. Linger--give us back our couch! Can you?\"\n\n\"Why--why, yes--\" Joe stammered. He took the robot and changed Bowen's\ncannon back into the couch it had been.\n\n\"Uh _huh_!\" Bowen grunted again. He settled into his chair and resumed\nsmoking his pipe, calmly.\n\nJoe returned to his seat, frowning perplexedly. Barbara moved back\ntoward the couch--then hesitated, staring at it uncertainly, and moved\nover toward Joe's chair. Almost without thinking, she perched herself\non the arm of his chair. Joe slipped his arm around her hips to steady\nher, and neither of them seemed to notice their nearness. They sat\nstaring at her father.\n\nBowen stared into space, nodded, and grunted a few times. Finally, he\ncleared his throat and began speaking.\n\n\"Mr. Linger, the bills that robot made are perfect. You couldn't\nspot one of 'em for a counterfeit in a million years! And we've just\ndiscovered that not only will the robot make weapons, but anyone\ncan work it--not just you! That puts a pretty serious light on the\nbusiness. I'm thoroughly convinced, young man, that with that robot of\nyours, any man could become the ruler of the world!\"\n\nJoe gasped faintly. \"That--that hadn't occurred to me!\" he stammered\nweakly.\n\nBowen smiled at him with warm friendliness. \"I didn't think it had,\" he\nsaid quietly. \"But I'm afraid we're going to have to face facts. Joe,\nyour life isn't going to be worth a plugged nickel if this ever gets\nout. Why, the moment you handed me that robot, I could've committed the\nperfect murder--by _changing you into a statue_!\"\n\nJoe shook his head. \"The robot can't influence animate objects,\" he\nprotested.\n\n\"Didn't you make a cat?\" Bowen asked sharply.\n\nJoe gulped nervously. _Yes, he had!_ And he'd changed the cat back into\nnew shoes--\n\n\"You mustn't deny the danger for a minute, Joe,\" Bowen went on,\ngravely. \"If ever the wrong people hear about that robot and get their\nhands on it, you're as good as dead! And the rest of the world will\nshortly be under the killer's thumb--\"\n\n\"Father--\" Barbara blurted impulsively. \"Father, can't we--help him,\nsomehow?\"\n\nBowen raised his brows and grinned at his daughter. \"Maybe for your\nsake, we'd better!\" he exclaimed, chuckling.\n\nBarbara fidgeted with embarrassment.\n\n\"I've been wondering about the people who sent the robot to you,\" Bowen\nresumed seriously. \"But it seems that they weren't interested so much\nin what the robot might do to our world as they were in getting their\nexperiment done. So this seems to be left entirely in your hands,\nJoe.\" He glanced up, his gray eyes boring into Joe's face. \"Do you\nwant to make your own decision about it, or do you want us to make a\nsuggestion?\"\n\nJoe ran his fingers through his hair, nervously. \"I'd--I'd appreciate\nanything you say, Mr. Bowen! Anything!\"\n\nBut in the back of his mind--even as Bowen began speaking again--Joe\nfelt the beginnings of an idea, a decision that formed and grew and\nflooded into his whole being with the exhilaration of a drug! Even as\nBowen began speaking, Joe knew what he was going to do--what he _had_\nto do--\n\n\n\nThe yellow convertible swung up over a shoulder and down the winding\ndirt road into a narrow valley. Ahead lay a small lake.\n\n\"Your summer cabin's on the south shore, you say?\" Joe asked, tooling\nthe big car down into the cool, tree-shaded lowland.\n\nBowen nodded, beside him. \"I still think you ought to let me put my\noxygen torch to that thing.\"\n\nJoe grinned and slowed the car, whipping it off the road into a small\nclearing. A small, weatherbeaten cabin stood back among the pines.\nBeyond the clearing was the sandy shore and the lake.\n\n\"There's our cabin,\" Barbara acknowledged, as Joe headed the car toward\nit. He parked under the trees and they got out. He carried the bright\nglobe under his arm.\n\n\"Well,\" Bowen said, facing him, \"We're here, now. What is it you plan\nto do, Joe?\"\n\nJoe nodded toward the clearing. \"I think I'd better do it out there,\"\nhe said.\n\n\"It's wonderful up here on weekends,\" Barbara remarked, matching stride\nwith them as they started toward the clearing. She was wearing brief\nshorts and a sweater, with a bright kerchief tied around her head.\n\"There's swimming and fishing and no one to bother us. Father's always\nwished he could build a home up here--\"\n\nJoe stopped, turning to her father. \"Have you?\"\n\nBowen nodded, frowning. \"Always wanted a quiet, little place for the\nday I retire--\"\n\n\"Just a minute, then!\" Joe faced back toward the cabin and steadied the\nrobot. Deftly, he began typing: SMALL HOUSE FROM CABIN FOR MR. BOWEN,\nALL CONVENIENCES, FURNISHED.\n\nThere was the blue glow and faint click from the globe--then, a\nthunderous crash from the trees! A strong gust of wind whipped waves\nacross the mirror-surface of the lake.\n\nIt was a small, white stucco house, with a low, rock wall extending\naround a garden in front. Bright flowers bloomed in the garden, vines\nclimbed the trellises at the little windows. The roof was bright red\ntile. Bowen stared back at it, his face tight, his gray eyes misting.\n\n\"There,\" Joe said kindly. \"That should fix you up.\"\n\n\"I--I didn't ask for it!\" Bowen protested stubbornly. \"I didn't earn\nit!\"\n\n\"Oh, but you will!\" Joe grinned brightly. \"You're going to earn it by\nnot telling anyone about what I'm going to do out here!\" Chuckling\nsoftly, he turned and trudged on out toward the clearing.\n\nBarbara caught up with him and tugged at his arm. \"Joe,\" she pleaded.\n\"Please, Joe! Don't do anything you'll be sorry for--\"\n\nThen they stopped at the clearing's edge. Joe cradled the robot on\nhis arm, touched his fingers to the keyboard--and paused, silent for\na moment. \"I'll never be sorry for doing this!\" he said, finally, and\nbegan typing.\n\n\n\nOne minute, there was the small clearing, green grass waving gently in\nthe warm afternoon sunshine. Then the very heavens seemed to split open\nand a giant thunderbolt came hurtling into the ground. The concussion\nalmost knocked them off their feet.\n\nAnd the next minute--\n\nIt was a long, silvery, torpedo-shaped hull, completely filling the\nsmall clearing. Rocket tubes jutted from its tapering tail; narrow fins\ncreased its smooth flanks. A round airlock door stood open, waiting.\n\n\"A--A _rocket ship_!\" Bowen gasped.\n\n\"More than that!\" Joe was grinning as he moved out toward the open\nairlock. \"She's equipped with water and air purifying devices and\nfood synthesis tanks that'll supply one man as long as ten years! She\nhas antigravity equipment that can lift her right off the Earth--and\na rocket drive that'll accelerate to a velocity of two hundred and\nseventy-eight miles per second! That's roughly a million miles an hour!\nThat means I can reach Mars' orbit in just over thirty hours!\"\n\n\"But--but what're you going to _do_ with it?\" Barbara stammered.\n\n\"Do?\" Joe leaped into the airlock, his robot clutched under his arm,\nand faced them with a laugh. \"I'm going to the only place I'll be safe,\nBarbara! And I'll find out who built the canals on Mars! And what\nmysteries lie below the cloud-blanket of Venus! And whether any of the\nmoons of Jupiter are inhabitable--\"\n\n\"Y-you mean,\" Bowen sputtered, \"you're _going into space_?\"\n\nBarbara shook her head. \"But--not _alone_!\"\n\nA shadow flicked across Joe's young features. Then he grinned easily.\n\"Why not? I'm no longer safe among men--\"\n\n\"But you _can't_ go alone!\" she stormed. \"You--Father! _I'm going with\nhim!_\"\n\n\"Barbara!\" Bowen shouted. \"What on earth--\"\n\n\"Not on earth!\" she cried, leaping forward. She landed in the narrow\nairlock, thrusting Joe back into its metal confines. She whirled back\nto her father, grabbing the door's levers to steady herself. \"Not\nfor long!\" she added breathlessly. \"Don't you see, father? He has to\ngo--but he _can't go alone_! Someone has to be with him, to take care\nof him, to see that he eats his meals and--and I'm going with him!\nGoodbye, father! We'll--we'll be back!\"\n\nAnd tugging, panting, she swung the heavy door closed. It swung flush\ninto the smooth, metal hull.\n\nJames Bowen stood transfixed, on the edge of the clearing. Behind him\nwas the small, white house with the red roof and the little garden\nin front, as he watched the sleek, torpedo-shaped spaceship rise\neffortlessly from the ground and go skimming across the lake, climbing\nhigher and higher until it dwindled to a silvery speck in the clear\nblue sky and vanished.\n\nThen Bowen's face suddenly took on a new cast. There was a grim,\nsatisfied light in his eyes as he followed the faint vapor trail up\ninto the heavens. Slowly he reached a hand in his coat pocket. From it\nhe withdrew a small metallic object. It was shaped oddly like a pocket\nradio, but of a more advanced and intricate design.\n\nHe depressed a small switch and the object glowed. About him there\nwas the snap and crackle of powerful electrical forces. Bowen's voice\nsuddenly sounded.\n\n\"Myytnor Skurle reporting to Headquarters on project Time Stress.\"\n\nThere was a blue crackle in the air about him. Then a distant voice\nintoned: \"What is your report?\"\n\nHe stared up at the sky, smiling, now. \"I have personally seen Joe\nLinger on his way. My daughter accompanies him on the experiment. She\nwill remain with the Earthman for his lifetime, keeping us informed as\nevents progress. I believe she is attracted to him--however, that is a\nside issue, the main project having been successfully executed. Shall I\nreturn to Sol III?\"\n\nAgain the blue crackle. \"Our compliments, Myytnor Skurle. You may\nreturn.\"\n\nThe crackle faded and he made a further adjustment on the object he\nheld. The smile was still on his face as he gazed into the sky after\nthe space ship--and vanished....",
    "metadata": {
        "author": [
            "Furth, Carlton",
            "Bridger, John",
            "Gibson, Joe"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65254/pg65254.txt",
        "name": "we_re_off_to_mars.json"
    }
}