{
    "name": "We Run From the Hunted!",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "I dabbed at the nick on my jaw with a towel and said, \"Ouch! Do you\nalways have to read to me when I'm shaving?\"\n\n\"Shaving,\" Harry Conger scoffed. \"That's just it, shaving. Why can't\nyou use dipilator, like ordinary people? What do you expect when you\nuse an archaic razor?\"\n\n\"I happen to like the feel of a razor.\"\n\n\"Well, it's the same with .30-.30 rifles instead of blasters,\" Harry\nsaid, still riding me. \"The best the twenty-first century has to offer\nisn't good enough for you. Oh, no.\" He shoved the accumulation of\nunpaid bills in front of my face while I put the razor away and asked\nme, \"What do you expect to pay these with--twentieth century coin of\nthe realm?\"\n\n\"O.K.,\" I said. \"Lay off. So we happen to be a little behind in a few\npayments.\"\n\n\"A _few_ payments. We haven't had a customer yet, Gil. Not even one\nsingle, slightly jaded Earthman. No one.\"\n\n\"I still think 'Venus on the Half Shell' is a good idea,\" I said\nstubbornly.\n\nHarry shook his head. \"Good for the bill collectors. Good for the\nnative bearers, who we've been feeding ever since we opened this joint.\nGood for the washed up big-game hunter living off what little fat there\nis in our land, but not good for us. If we only had one customer--just\none....\"\n\n\"Look out the window,\" I said, trying to be cheerful. \"Venus. Raw.\nPrimitive. Wild. Thirty million miles from civilization. A hunter's\nparadise. And we're the guys who can serve Venus up to our customers\non the half shell. Hunting. Nature-watching. Just loafing. They can\nname it--we've got it.\"\n\n\"You mean we've had it,\" Harry said gloomily, shaking the fistful of\nbills. \"Hell, Gil. It isn't only that. We haven't paid the bearers\nyet--not that they've had to bear anything. We haven't even paid\nwhat's-his-name, the hunter. All he does is drink our whiskey. Why\ndon't you admit it, Gil? Venus on the Half Shell is all washed up and\nwe might as well go back to Earth while we still have the fare.\"\n\nI grinned. \"Do we still have the fare?\"\n\n\"Well, if we sell some of your antique firearms--\"\n\n\"Sell them?\" I cried. \"But they're the only way to hunt, Harry. You\nknow that. They're the real way to hunt. It's no contest with a\nblaster--the local fauna don't have a chance.\"\n\n\"If we just had one customer.\"\n\n\"A little while longer, Harry,\" I pleaded. \"You're right. All we need\nis one customer, just to spread the word. We've got a virgin paradise\nfor hunters here and--\"\n\n\"I've heard that song before.\"\n\n\"Well,\" I said stubbornly, \"it's the truth.\"\n\nJust then someone knocked at the door. Harry and I shared a small cabin\nin the Venus on the Half Shell stockade. It wasn't much of a cabin and\nit doubled as office and sleeping quarters. A knock on the door meant\neither the leader of the Venusians or Talbot Kramer, our has-been\nhunter who so far had been content to sit around drinking our whiskey.\n\n\n\nI opened the door. It was Talbot Kramer, complete with week's growth\nof beard, red-rimmed eyes, mouldly, swamp-smelling clothing and a\nman-sized scowl.\n\n\"Natives are through,\" he said, and laughed. It may have meant a lot to\nme and Harry, but it meant nothing to him.\n\n\"Through?\" I said. \"What the hell did they quit for?\"\n\n\"Wompan,\" Kramer said.\n\n\"Which?\" Harry asked him.\n\n\"Wompan,\" I repeated. I was excited. \"Don't you know what a Wompan is?\"\n\n\"Not me,\" Harry said. \"Guess I was too busy studying unpaid bills.\nWhat's a Wompan?\"\n\n\"I quit too,\" Talbot Kramer said suddenly. \"You can't expect a hunter\nto hang around when the bearers have quit on you. Not anyways, with a\nWompan around camp.\"\n\n\"Will somebody please tell me,\" Harry begged, \"what a Wompan is?\"\n\n\"I'll take the swamp-buggy,\" Kramer said, getting ready to go outside.\n\n\"The hell you will,\" Harry and I both said together.\n\n\"Listen. You guys owe me some wages. I know you don't have the cash,\nbut I'm not complaining. I'll take the swamp-buggy. Hell, its the only\nway out of here anyways.\"\n\n\"Some friend,\" said Harry. \"We won't have any way out ourselves. We'll\nbe trapped in this damn swamp.\"\n\n\"Trapped?\" Kramer said incredulously. \"Did you say trapped? It's your\nplace of business. There's all the food you need--in the swamp. What's\nyour hurry to leave? Besides, Mr. Gil Roberts here told himself: one\nof these days you're going to get a lot of rich customers coming in\nwith their own spaceships. Well, got to be going now.\"\n\nWe went outside with him and over to the squat, ugly shape of the\nswamp-buggy. The treads were a foot deep in mud, a normal state of\naffairs for the swamp-buggy. It would run, though. It would take Talbot\nKramer, ex big-game hunter with a reputation and not much else, back to\nan outpost of civilization. And leave us without a guide if we ever got\nany customers.\n\n\"If you give us a little time,\" I said as Kramer climbed into the buggy\nthrough the roof hatch.\n\n\"Sorry, boys,\" he said, smelling of our liquor. \"There was a letter for\nme on this week's mail rocket. A job in Kenya.\"\n\n\"Kenya, Africa, Earth?\" I said, as if I were addressing a letter.\n\n\"That's right,\" Kramer said, lowering himself through the hatch. In a\nmoment the swamp-buggy shuddered and made growling noises and shook\nitself clear of the mud. Out of habit, Harry and I waved as the buggy\nchurned across a hundred feet of thick mud and moved ponderously toward\nthe stockade gate. We stood there and watched the buggy fade into the\ngreen twilight swamps of Venus. It was very hot out there in the\nopen and Harry and I were drenched with sweat before the sound of the\nbuggy's motor faded entirely.\n\n\"A hunter's paradise,\" Harry said.\n\n\"Aw, lay off,\" I told him.\n\nNearby, the buggy suddenly roared again, its motor racing.\n\n\"Is he coming back?\" Harry asked hopefully.\n\n\"It wasn't the buggy,\" I said.\n\n\"Are you kidding. I'd know that motor anywhere. She needs a valve job\nlike we need customers.\"\n\n\"That,\" I said without smiling, \"was the Wompan.\"\n\n\"You're joking.\"\n\n\"I wish I was,\" I said, closing the gate.\n\n\"It sounded just like the swamp-buggy.\"\n\n\"I know. Probably looks like it too--for now.\"\n\n\"Are you nuts?\"\n\n\"Why do you think the natives ran away--and Kramer too. Wompan's deadly\ndangerous game.\"\n\n\"So stop smiling about it.\"\n\n\"I think it's funny,\" I said, \"being left alone like this. You know\nwhat Wompan means in the Ringin dialect?\"\n\nHarry said he did not.\n\n\"It means, mimic.\"\n\n\"Oh,\" Harry said. He seemed relieved. \"You mean it can imitate\nsounds--like the swamp-buggy's motor?\"\n\n\"Yeah,\" I said. \"It can imitate sounds. And other things. It can look\nlike a swamp-buggy or the video star Laura Laurene or maybe Talbot\nKramer or even you. It's a mimic.\"\n\n\"What does it look like in real life?\"\n\n\"No one ever saw one in real life. Only in real death.\"\n\n\"Very funny.\"\n\n\"No. I mean it, Harry. The Wompan assumes its own shape when its\nkilled. If it's killed because that's rare. Then it looks like a\nshapeless, jelly-like mass of protoplasm.\"\n\n\"Then what's so dangerous about it?\"\n\n\"It can mime anything. A swamp-buggy. A man. A blaster.\"\n\n\"A blaster?\"\n\n\"It can make like a blaster and blast the hell out of you,\" I said. \"It\ncan make like a beautiful woman and then strangle you when you're at\nyour weakest. It can--\"\n\n\"Did you lock the gate?\" Harry asked. I felt a little sorry for him.\nMaybe I'm no Frank Buck, but Harry wasn't cut out for the frontier at\nall.\n\nI told him I locked it. We went back to the cabin and had lunch out\nof cans. When we were working on a dessert of canned peaches, the\nspaceship came down.\n\n\n\nI beat Harry outside by three steps. The spaceship, a small sportster,\nsank, on its keel tubes in the mud. It would be a devil of a job\ngetting her airborne again, but we would worry about that later.\n\nI looked at Harry. Harry looked at me. \"Customers?\" I said in a small\nvoice.\n\nHarry said, \"I don't believe it.\"\n\nWe stood with our backs to the Venus on the Half Shell sign running\nacross the upper part of the cabin wall and waited. After a little\nwhile the small sportster's hatch swung out. We squinted at it through\nVenus' dazzling white sunless daylight and waited.\n\nA head popped up. Big head with a mane of white hair and pink cheeks\nand some loose extra chins and a strong jaw and a small red flower of\na mouth. Below the head was expensive sports clothing. Very expensive.\nAll suede and linen and the latest hunting styles you see in the\ncatalogues. He looked like a million bucks worth of something out of a\nSpaceman's magazine. He snapped his fingers and said, \"Boy! Our bags.\"\n\nHarry looked at me again. I looked at Harry. I placed the flat of my\nhand against the small of his back and pushed. He went stumbling across\nthe mud toward the sportster spaceship. When he got there he managed to\nsay, \"I'll take your bags, sir.\"\n\n\"I'll set up your tent, sir,\" I said.\n\n\"Tent?\" the man in the sportster repeated. \"Your classified ad in\nSpaceman's didn't say anything about a tent.\"\n\n\"That's Venus on the Half Shell,\" I said. \"Outdoor living. Venus as\nVenus is to the natives. But it's perfectly safe, sir.\n\n\"We have a stockade, as you can see.\"\n\n\"I don't know about any tent or roughing it,\" the sportsman boomed.\n\n\"Well,\" I said.\n\n\"Game running good?\" he asked.\n\n\"The best,\" I said. \"A blind man could bag the legal limit of roupas\nand konees and jukets and ferzes in an afternoon.\"\n\n\"Better hope it takes longer'n that, son,\" the sportsman boomed again.\n\"Didn't come all the way to Venus for an afternoon's walk in the woods.\"\n\n\"Walk in the woods,\" I said, nudging Harry who had come back staggering\nunder the weight of several suitcases. \"Walk in the woods.\"\n\n\"Yes?\" the sportsman said.\n\n\"What I mean is, there's man-sized hunting around here. Really\nman-sized, sir.\"\n\n\"Daughter's with me,\" he said, wet-blanketing whatever sales pitch I\nmight have made. \"Hope we haven't made a mistake. Could have gone on to\nVenus Joe's. I know Venus Joe's. But I liked your ad in Spaceman's. I\nalways go by ads in Spaceman's. Know why?\"\n\n\"No,\" I said, shaking my head.\n\n\"I'm Jason Woods Stevenson,\" he said, swinging his two-hundred pounds\nof hard sportsman muscle down the hatch and walking athletically across\nthe swamp toward me.\n\n\"Jason Woods Stevenson,\" I said, then suddenly ran forward to pump his\nhand vigorously. Jason Woods Stevenson! If he liked it here at Venus on\nthe Half Shell, Harry and I had it made. Because Jason Woods Stevenson\nwas the outdoor editor of Spaceman's magazine--and Sportsmen all over\nthe solar system waited breathlessly each month for him to pontificate\non some new out-of-the-way sportsman's paradise. If he passed on Venus\non the Half Shell, we'd be swamped with business.\n\n\"Don't see any native trackers around,\" Jason W. Stevenson said after\nshaking my hand with a grip that almost broke the finger bones. \"Have\nthem outside?\"\n\n\"Well, the truth is--\" I said.\n\n\"Is what?\"\n\n\"The trackers went back to their tribe.\"\n\n\"Went back? What about your hunters? Are you boys the hunters too?\"\n\nI couldn't tell him about Talbot Kramer walking out on us. If I told\nhim that, I knew he would climb right back into his sportster and head\non to Venus Joe's. Venus Joe's which had started with fifty times the\ncapital Harry and I had had, was doing well enough. But if Spaceman's\nmagazine gave them a plug and said nothing about us, we really were\nthrough. I knew it and Harry coming back from the tent platform knew it\nand we didn't have to say it out loud.\n\n\"Yes,\" I told Mr. Stevenson. \"We're the guides too.\"\n\n\"Experienced?\"\n\n\"We know Venus as well as anyone,\" I said, which wasn't exactly a lie\nsince no one, not even the Extra-terrestrial geographic Survey, had\nbeen able to draw an accurate map of Venus yet.\n\n\n\nMr. Stevenson seemed very doubtful. \"Well, boys, I don't know. No hard\nfeelings, you understand. If I was alone it might be different. But my\ndaughter's here. She's not exactly a delicate item now, boys, but she's\nno big-game hunter, either. If it was a cabin instead of a tent and if\nyou had bearers and trackers--\"\n\n\"You can have our cabin!\" Harry cried desperately.\n\n\"Well, I don't know, boys.\"\n\nI gave Harry one of those desperate stares. Harry returned it to me,\nsaying without words that he had no further ideas either. I could see\nour last chance--a favorable write-up in Spaceman's magazine--going up\nin smoke. Mr. Stevenson started back toward his sportster and said,\n\n\"I'll say I stopped here on the way to Venus Joe's, boys. I'll say the\nplace looked--ah, primitive. How's that? Primitive, I'll say. For real\noutdoorsmen.\"\n\n\"Damning with faint praise,\" Harry whispered to me fiercely. \"Gil,\nyou've got to do something.\"\n\nI nodded. My head was suddenly as empty of ideas as the space\nbetween galaxies is empty of stars. I followed Mr. Stevenson back\nto the sportster and watched him boost himself up toward the hatch\nathletically and lower his two-hundred pounds in with the grace of a\ncat. When his head had disappeared but before the hatch banged shut I\nsaid:\n\n\"Wompan.\"\n\nThe head re-appeared. \"What did you say, boy?\"\n\n\"I said, Wompan.\"\n\n\"Here? Wompan here?\"\n\n\"Yes, sir. Positively.\"\n\n\"I never caught a Wompan,\" Mr. Stevenson said. \"Only three men ever\nhave.\"\n\n\"That's right,\" I said.\n\n\"If I could write it up for Spaceman's magazine--assuming I catch\none--we'd increase our circulation half a million copies.\"\n\n\"You'll catch one,\" I promised.\n\nJason Woods Stevenson beamed on me. \"Oh, to hell with Spaceman's. I\nwant to catch one because I never have. I've caught everything on Earth\nthat the law lets you catch, boys. I was up at Venus Joe's last year\nand took the legal limit of everything but Wompan. Never even saw a\nWompan. Boys,\" he said, \"you've got yourself a customer.\"\n\nHe came down again and strode quickly across the quadrangle toward the\nwood platform which would serve as the foundation of his tent, keeping\nit above the ooze and mud. He was whistling cheerfully and he smiled\nagain, the grin bisecting his face from ear to ear. If he had anything\non his mind besides Wompan--it was Wompan skin. Whatever Wompan skin\nlooked like.\n\n\"Aren't you forgetting something, sir?\" Harry said.\n\n\"I don't think so, boys. Am I?\"\n\nHarry nodded. \"Your daughter?\" he said.\n\nMr. Stevenson's jaw dropped a foot. \"The girl!\" he cried. \"I almost\nforgot about her.\" He wasn't smiling now. \"If her mother ever learned\nI took her to a place like this, with absolutely no civilized\nconveniences....\"\n\n\"But with Wompan,\" I said.\n\nHe sighed. \"Ginger!\" he called. \"You can come on out now, Ginger honey.\"\n\nHarry and I waited for Ginger to make her appearance. After a decent\ninterval she came gracefully out of the hatch. She was young and\nred-haired and pretty. She was built the way a girl ought to be built\nand she had a million dollar smile. The smile was for Harry Conger.\nRight away she liked Harry. She was nice enough to me in a spoiled\nlittle rich girl way, but Harry, was, as they say, her cup of tea. She\nwent walking off with him toward the stockade to get her first lesson\nin Venusian fauna while Mr. Stevenson and I pitched their tent.\n\nI was just as glad Ginger had decided Harry was for her, if either\nof us had to be. I had too much to think about. Such as Jason Woods\nStevenson and Spaceman's magazine. Such as what a Wompan could or could\nnot be expected to do when hunted. Such as our last chance to make good\nhere on Venus. Let Harry have the lovelife, I'd try to keep Venus on\nthe Half Shell solvent.\n\n\n\nThat night after supper Mr. Stevenson and Ginger turned in early in\npreparation for our first sally the next day. Harry gaped and gazed and\nwandered around the stockade, moonstruck.\n\n\"Hey, snap out it,\" I said.\n\n\"Lovely girl,\" he said.\n\n\"Lovely old man in charge of the outdoor section of Spaceman's\nmagazine,\" I said.\n\n\"Got a smile could melt the night side of Pluto.\"\n\n\"Wompan,\" I said. \"Remember?\"\n\n\"You can handle it, Gil old boy.\"\n\n\"I don't know if both of us, working together as hard as we ever worked\nin our lives, can handle it. But we have to try. We have to be on our\ntoes, Harry. Are you with me?\"\n\n\"Did you see how Ginger's whole face lights up when she smiles?\"\n\n\"Harry,\" I pleaded. \"We have a book inside. It isn't much, but it tells\neverything anybody knows about a Wompan. What they do. How they kill\npeople. How to capture them, if they can be captured. Harry, we're\nno hunters. Since Wompan is the solar system's most dangerous game,\nwouldn't you say that puts us at a slight disadvantage? Wouldn't you,\nHarry old boy?\"\n\n\"She's really got a sense of humor too, Gil. For a rich kid, she's\nsimple and unaffected and--\"\n\n\"Let's go inside and look at that Wompan book.\"\n\n\"I'll be along in a while.\" He waved at air. He wasn't looking at me.\nHe wasn't thinking about Wompans or even Venus on the Half Shell. He\nwas six thousand parsecs away and still running. I sighed and went\ninside. I burned the midnight oil learning what there was to learn\nabout Wompans.\n\nIn the morning it was raining. Harry didn't seem to care. He had that\nmoonstruck grin on his face and I was sure the Stevensons, father and\ndaughter, noticed it. They were too polite to say anything about it,\nthough, and Ginger Stevenson did seem friendly toward Harry.\n\n\"Do we try it in the rain?\" Jason Woods Stevenson asked me. He wore\na poncho which covered him .30-.30 rifle and all. He looked like a\nsmall tent with a head on top, but it was practical. Ginger wore a\ntransparent raincoat which showed her nice sports clothing and nicer\nfigure. It wasn't practical, but Ginger was a girl.\n\n\"Yes, sir,\" I said. \"We try it in the rain.\"\n\nAnd off we marched to find ourselves a Wompan.\n\n\n\nWe tried it in the rain. We tried it in the dazzling white Venusian\ndaylight. We tried at dawn and we tried at dusk. We tried every way it\nsaid to try in the book, but we didn't find any Wompan.\n\nTwelve days went by that way. Mr. Stevenson had already told us his\nlimit was fourteen days. I got glummer and glummer, but not Harry. If I\nasked Harry what a Wompan was, he probably would have shrugged and said\nit wasn't important. Harry was still moonstruck and the nicest part of\nit from Harry's point of view was this: Ginger was moonstruck too.\n\nMr. Stevenson, though, grew desperate. Not about Ginger and Harry--he\ndidn't seem to mind. About the Wompan. He wanted one. If you have ever\nknown a sportsman after particular game, you will understand. He had\nto get a Wompan. I knew how he felt: we _had_ to stay in business. No\nother animal would do and--although it wasn't our fault--I knew that\nif Mr. Stevenson didn't get himself a Wompan, Venus on the Half Shell\nwould not be saved by a big, many-paged spread in Spaceman's magazine.\n\nOn the thirteenth day, Mr. Stevenson said, \"Going tomorrow. Early in\nthe morning. This is our last try, Gil.\"\n\n\"I know that, sir,\" I said.\n\n\"Before we start, thought I'd kick over the sportster's engine. Don't\nwant last minute trouble, you know.\"\n\n\"Yes, sir,\" I said. He climbed inside the small spaceship and kicked\nher over. He climbed down, satisfied. The rocket engine had purred like\na kitten.\n\nAnd purred again--outside the stockade!\n\nI jumped about a mile and came down feeling light as a feather. There\ncouldn't be another sportster in the vicinity. Certainly not. I knew\nit and so did Mr. Stevenson, who had studied our little book about the\nWompan.\n\n\"Wompan,\" he said, looking at me.\n\nI nodded and we went for the rifles.\n\nGinger had a short-barreled light-kicking Mannlicher, Harry and I\ncarried Springfields and Mr. Stevenson had a big Marlin Magnum .375.\nWe had enough firepower to stop anything the Venusian swamps offered\nunless something--such as a Wompan--stopped us first.\n\n\"Let's go out there,\" Mr. Stevenson said, loading a clip of ammo into\nthe Marlin's magazine and ramming a single shell into the breech.\n\nI led the way, followed single file by Mr. Stevenson, Ginger and Harry\nin that order. We went less than a hundred yards and could no longer\nsee the stockade behind us. Venusian swamp jungle was like that. It\nwas strangely quiet, though. We noticed that at once--the usual small\njungle noises were still, as if waiting, watching....\n\n\"The Wompan,\" I whispered. \"He's here, sir.\"\n\n\"How can you be sure?\"\n\n\"Listen....\"\n\n\"You mean the quiet?\"\n\n\"The animals know he's here. Instinctively, they fear him. They won't\nmake a sound because if they do, he'll have them. He can mime the sound\nof any life form and when he does that, he has them.\"\n\n\"He has them how?\" Mr. Stevenson asked in a tight, anxious whisper.\n\n\"By pretending to be one of them and killing them when they don't\nexpect it.\"\n\n\"I see. And we--\"\n\n\"Keep on the lookout,\" I said. \"And don't separate. As long as we stay\ntogether, sir, all four of us, we're safe.\"\n\nWe had come a couple of hundred yards from the stockade. Unless you\nknew the way back, though, it could have been a couple of hundred\nmiles. Some of the bogs could be treacherous, too.\n\n\n\nI went knee-deep in the muck and pulled my feet out. The mud made\nsucking sounds against the rubber of my boots. Something touched my\nshoulder and I whirled--but it was only Mr. Stevenson.\n\n\"Where are they?\" he said.\n\nGinger and Harry were gone.\n\nI swore. I called Harry every name in the book, but it didn't help.\nHell, he had had ample time to be alone with Ginger. Of all the fool\nstunts--\n\n\"You'd better find them, Roberts, and find them now,\" Mr. Stevenson\nsaid, his voice flat and cold. \"That's my little girl he has out there.\"\n\nI nodded grimly and we went back along the trail a slow step at a\ntime, trying to pierce the green twilight gloom on either side. The\njungle was very quiet--deadly quiet. Wompan quiet. The animals told us\nsoundlessly. The Wompan was nearby.\n\n\"Harry?\" I called.\n\n\"Can you chance it?\" Mr. Stevenson whispered.\n\n\"I've got to.\"\n\nWe went back slowly, at a crawl. We covered twenty yards. Thirty. There\nwas nothing.\n\n\"Harry,\" I called. \"Harry?\"\n\nMr. Stevenson's hand gripped my shoulder. He pointed. \"What's that out\nthere?\"\n\nI looked where he had pointed. Creepers and lianas and thick\nfern-brakes obscured my view. I couldn't see a thing.\n\n\"Out there,\" he said again.\n\nI could see perhaps five yards, no more. It was utterly silent. It was\nalso hot and humid as it always is in the Venusian swamps. My khakis\nclung to me with sweat.\n\n\"I still can't see a thing,\" I said. He pointed a third time. I stared\nand saw nothing and was about to say so when something struck the side\nof my head just above the ear.\n\nI staggered off into the fern-brake and sat down. I was groggy and I\ndidn't know what had hit me. There still wasn't a sound in the jungle.\nWhen I brought my hand up to my ear and brought it away again, it was\nred and wet and glistening with blood. I turned around slowly, stiffly--\n\nJason Woods Stevenson stood there in the fern-brake. He looked\ngigantic. He lifted the big Marlin Magnum .375 over his head and\nbrought it down, butt-first. I rolled over and away and the big rifle\nstruck half a foot from my head. Several inches of the rifle were\nburied in the mud and I had time to stagger to my feet while Mr.\nStevenson pulled it clear.\n\n\"What's the matter with you?\" I roared. \"What's the--\"\n\nHe stood five feet from me. He swung the rifle around and pointed it at\nmy chest.\n\nThere wasn't a sound--not a sound. It was like a nightmare....\n\nI used my own rifle to knock his aside as it went off. The Marlin\nMagnum packs a kick and he stumbled back a step. I went after him and\nwhen he pointed his rifle at me again and looked as if he would squeeze\nthe trigger I had no choice. I swung my own rifle like a club and\nbrought it down with savage force on his shoulder.\n\nThere was a sound and the sound said his shoulder was broken. He merely\nscowled and brought his rifle up again, broken shoulder and all, and\nthen I knew.\n\nI shot him. I poured the whole clip into him and the rifle kept kicking\nback against my shoulder, the stock slapping my cheek, and I didn't\nwant to think. It was not until the last bullet went _whonking_ home\nthat he fell. It was a sound that only a hunter or a killer knows--the\n_whonk_ of lead into flesh at close range. It is a horrible sound when\nwhat you're shooting at is a man.\n\nWas a man.\n\nOr looked like a man.\n\nBecause, as he fell, Jason Woods Stevenson changed. The features\nmelted, became indistinct. The limbs fell in on themselves. The body\ngrew big and round--bloated and somehow obscene. In seconds what had\nbeen a man was a shapeless, quivering, dying mass of protoplasm. A\nWompan.\n\nThen Harry Conger screamed.\n\nIt was a scream of sudden awareness and fear. It was worse for Harry\nthan it was for me. Harry was falling in love with Ginger, and now--\n\nI went crashing through the fern-brake, seeking them. I shouted at the\ntop of my lungs now. \"Harry! Harry!\"\n\nI found them when it was almost too late. Harry was down on his back, a\ndazed look on his face. There was a smear of blood across his face from\near to mouth. There was a strange look in his eyes.\n\nGinger Stevenson stood over him with the short-barrelled Mannlicher. I\nshot six times with a new clip before she fell. Harry climbed to his\nfeet and stormed at me, raging like a mad-man. \"You killed her!\" he\ncried. \"You--\"\n\nThen I made him turn around. He saw what was there and what was there\nwas not and had never been Ginger. He sobbed once and I led him back to\nthe stockade.\n\n\n\n\"But I don't get it,\" he said later. I had given him three stiff drinks\nand they had helped some, but only a little. Harry needed time to think\nand time to forget. \"What happened to the Stevensons? To Ginger?\"\n\n\"There weren't any Stevensons. No Ginger. Don't you remember they came\nright after we heard the Wompan make like a swamp-buggy?\"\n\n\"Yeah--\"\n\n\"And when we got back there was no spaceship in the stockade, right?\"\n\n\"Yeah--\"\n\n\"It was the Wompan all along. There never was a Mr. Stevenson or his\ndaughter.\"\n\n\"Yeah, but--\"\n\n\"You're thinking the Wompan needs a model?\"\n\n\"I guess so.\"\n\n\"It probably had one. The Stevensons last year at Venus Joe's. Isn't\nthat what it said--as Mr. Stevenson?\"\n\nHarry agreed, but he didn't really care. He had fallen in love--with a\ngirl who didn't exist.\n\n\"Buck up,\" I said.\n\n\"It's all right for you to say.\"\n\n\"No. Buck up, will you?\"\n\n\"What for? What the hell for?\"\n\n\"Because Venus on the Half Shell has a chance now. Because we killed a\nWompan. It's only the fourth one ever and we're going to get a lot of\nfree publicity--which ought to make this place.\"\n\n\"Yeah, that's true,\" Harry said. But his heart wasn't in it.\n\n\"We'll take pictures,\" I said. \"We'll write it up and send in into\nSpaceman's magazine and we'll have it made. Sportsmen will be flocking\nhere for a crack at Wompans. No wait. I have a better idea. We'll take\npictures and write it up and you'll deliver our story in person to\nSpaceman's magazine on Earth.\"\n\n\"Me? I just want to be alone, Gil. I don't feel like going anywhere.\"\n\nI smiled. \"Yes, you do. You'll deliver the pictures and the story in\nperson--to Spaceman's outdoor editor, who the Wompan saw at Venus Joe's\nlast year. To Jason Woods Stevenson.\"\n\n\"Yeah,\" Harry said.\n\n\"And maybe you'll get to meet his daughter, Ginger.\"\n\n\"Yeah,\" Harry said again. But this time he was smiling.",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66759/pg66759.txt",
        "name": "we_run_from_the_hunted.json"
    }
}