{
    "name": "What Need of Man?",
    "author": [
        "Calin, Harold"
    ],
    "body": "When you are out in a clear night in summer, the sky looks very warm\nand friendly. The moon is a big pleasant place where it may not be so\nhumid as where you are, and it is lighter than anything you've ever\nseen. That's the way it is in summer. You never think about space\nbeing \"out there\". It's all one big wonderful thing, and you can never\nreally fall off, or have anything bad happen to you. There is just\nthat much more to see. You lie on the grass and look at the sky long\nenough and you fall into sort of a detached mood. It's suddenly as if\nyou're looking down at the sky and you're lying on a ceiling by some\nreverse process of gravitation, and everything is absolutely pleasant.\n\nIn winter it's quite another thing, of course. That's because the sky\nnever looks warm. In winter, if you are in a cold climate, the sky\ndoesn't appear at all friendly. It's beautiful, mind you, but never\nfriendly. That is when you see it as it really is. Summer has a way of\nmaking it look friendly. The way you see it on a winter night is only\nthe merest idea of what it is really like. That's why I can't feel too\nbad about the monkey. You see, it might have been a man, maybe me.\nI've been out there, too.\n\n\n\nThere are two types of classified government information. One is the\ntype that is really classified because it is concerned with efforts\nand events that are of true importance and go beyond public\nevaluation. Occasional unauthorized reports on this type of\ninformation, within the scope that I knew it at least, are written off\nas unidentified flying objects or such. The second type of classified\ninformation is the kind that somehow always gets into the newspapers\nall over the world ... like the X-15, and Project Dyna-Soar ... and\nProject Argus.\n\nProject Argus had as its basis a theory that was proven completely\nunsound six years ago. It was proven unsound by Dennis Lynds. He got\nkilled doing it. It had to do with return vehicles from capsules\ntraveling at escape velocity, being oriented and controlled completely\nby telemetering devices. It didn't work. This time, the monkey was\nused for newspaper consumption. I'm sure Bannister would have\npreferred it if the monkey had been killed on contact. It would have\nbeen simpler that way. No mass hysteria about torturing a poor,\nignorant beast. A simple scientific sacrifice, already dead upon\nannouncement, would have been a _fait accompli_, so to speak, and\nnothing could overshadow the success of Project Argus.\n\nBut Project Argus was a failure. Maybe someday you'll understand why.\n\nBecause of the monkey? Possibly. You see, I flew the second shot after\nLynds got killed. After that, came the hearing, and after that no men\nflew in Bannister's ships anymore. They proved Lynds nuts, and got rid\nof me, but nobody would try it, even with manual controls, where there\nis no atmosphere.\n\nWhen you're putting down after a maximum velocity flight, you feed a\nset of landing coordinates into the computer, and you wait for the\ncomputer to punch out a landing configuration and the controls set\nthemselves and lock into pattern. Then you just sit there. I haven't\nyet met a pilot who didn't begin to sweat at that moment, and sweat\nall the way down. We weren't geared for that kind of flying. We still\naren't, for that matter. We had always done it ourselves, (even on\ninstruments, we interpreted their meaning to the controls ourselves)\nand we didn't like it. We had good reason. The telemetry circuits were\nno good. That's a bad part of a truly classified operation: they don't\nhave to be too careful, there aren't any voters to offend. About the\ncircuits, sometimes they worked, sometimes not. That was the way it\nwent. They wouldn't put manual controls in for us.\n\nIt wasn't that they regarded man with too little faith, and electronic\nequipment with too much. They just didn't regard man at all. They\nlooked upon scientific reason and technology as completely infallible.\nNothing is infallible. Not their controls, not their vehicles, and not\ntheir blasted egos.\n\n\n\nLynds was assigned the first flight at escape velocity. They could not\nbe dissuaded from the belief that at ultimate speed, a pilot operating\nmanual controls was completely ineffectual. Like kids that have to run\nelectric trains all by themselves, playing God with a transformer.\nThat was when I asked them why bother with a pilot altogether. They\ntalked about the whole point being a test of man's ability to survive;\nthey'd deal with control in proper order. They didn't believe it, and\nneither did we. We all got very peculiar feelings about the whole\nbusiness after that. The position on controls was made pretty final by\nBannister.\n\n\"There will be no manuals in my ships,\" he said. \"It would negate the\nprimary purpose of this project. We must ascertain the successful\ncompletion of escape and return by completely automatic operation.\"\n\n\"How about emergency controls?\" I asked. \"With a switch-off from\nautomatic if they should fail.\"\n\n\"They will not fail. Any manual controls would be inoperative by the\npilot in any case. No more questions.\"\n\nI feel the way I do about the monkey, Argus, because, in a way, we all\nquit about that time. You don't like having spent your life in a\nrather devoted way with purposes and all that, and then being placed\nin the hands of a collection of technologists like just so many white\nmice ... or monkeys, if you will. Lynds, of course, had little choice.\nThe project was cleared and the assignment set. He hated it well\nenough, I know, but it was his place to perform the only way one does.\n\nIt ended the way we knew it would. I heard it all. It wasn't\ngruesome, as you might imagine. I spoke with Lynds the whole time. It\nwas sort of a resigned horror. The initial countdown went off without\na hitch and the hissing of the escape valves on the carrier rocket\nchanged to a sound that hammered the sky apart as it lifted off the\npad.\n\n\"Well, she's off,\" somebody said.\n\n\"Let's don't count chickens,\" Bannister said tautly. Wellington G.\nBannister worked for the Germans on V-2s. He is the chief executive of\ntechnology in the section to which we were assigned at that time. He\nis the world's leading expert on exotic fuel rocket projectile\nsystems, rocket design, and a brilliant electronic engineer as well.\nHigh enough subordinates call him Wellie. Pilots always called him\nProfessor Bannister. I issued the report that was read in closed\nsession in London in which I accused Bannister of murdering Lynds.\nThat's how come I'm here now. I was cashiered out, just short of a\ngeneral court martial. That's one of the nice parts about truly\nclassified work. They can't make you out an idiot in public. Living on\na boat in the Mediterranean is far nicer than looking up at the earth\nthrough a porthole in a smashed up ship on the moon, you must admit.\n\nWell, Bannister could have well counted chickens on that launching.\nThe first, second and third stages fired off perfectly, and within\nfourteen minutes the capsule detached into orbit just under escape\nvelocity. The orbit was enormously far out. They let Lynds complete a\nsingle orbit, then fired the capsule's rockets. He ran off tangential\nto orbit at escape velocity on a pattern that would probably run in a\nstraight path to infinity. In fact, the capsule is probably still on\nits way, and as I said, it's six years now. After four minutes, the\nreturn vehicle was activated and as it broke away from the capsule,\nLynds blacked out for twenty seconds. That was the only time I was out\nof direct contact with him after he went into orbit.\n\n\n\n\"Now do you understand about the manual controls?\" Bannister said.\n\n\"He'll come out of it in less than a minute.\"\n\n\"One can never be sure.\"\n\n\"There's still no reason why you can't use duplicate control systems.\"\n\n\"With a switch-off on the automatic, if they fail?\"\n\n\"Yes. If for nothing more than to give a man a chance to save his own\nneck.\"\n\n\"They won't fail.\"\n\n\"The simplest things fail, Bannister. Campbell was killed in a far\nless elaborate way.\"\n\nHe looked at me. \"Campbell? Oh, yes. The landing over the reef. I had\nnothing to do with that.\"\n\n\"You designed the power shut-off that failed.\"\n\n\"Improper servicing. A simple mechanical failure.\"\n\n\"Or the inability of a mechanism to compensate. The wind shifted after\ncomputer coordination. A pilot can feel it. Your instruments can't.\nThere was no failure, there. The shut-off worked perfectly and\nCampbell was killed because of it.\"\n\nI watched the tracking screen, listened to the high keening noises\ncoming from the receivers. The computers clicked rapidly, feeding out\ntriangulated data on the positions of the escape vehicle and the\ncapsule. The capsule had been diverted from its path slightly by\nreaction to the vehicle's ejection. Its speed, however, was increasing\nas it moved farther out. The vehicle with Lynds was in a path\nparabolic to the capsule, almost like the start of an orbit, but at a\nfantastic distance. He was, of course, traveling at escape velocity or\nbetter, and you do not orbit at escape velocity.\n\n\n\n\"Harry. Harry, how long was I out?\" We heard Lynds' voice come alive\nsuddenly through the crackling static.\n\n\"Hello, Dennis. Listen to me. How are you?\"\n\n\"I'm fine, Harry. What's wrong? How long was I out?\"\n\n\"Nothing is wrong. You were out less than half a minute. The ejection\ngear worked perfectly.\"\n\n\"That's good.\" The tension left his voice and he settled back to a\nchecking and rechecking of instruments, reactions and what he would\nsee. They activated the scanner. The transmitting equipment brought us\na view that was little more than a spotty blackness. But I think the\nequipment was not working properly. You see, what Lynds said did not\nquite match what we saw. They later used the recording of his voice\ntogether with an affidavit sworn to by a technician that our receiver\nwas operating perfectly, as evidence in my hearing. They proved, in\ntheir own way, that Lynds had suffered continual delirium after\nblacking out. The speed, they said, was the cause. It became known as\nDanger V. Nobody ever bothered to explain why I never encountered the\nphenomenon of Danger V. It became official record, and my experience\nwas the deviant. It was Bannister's alibi.\n\nWe watched the spotty blackness on the screen and listened to Lynds.\n\n\"Harry, I can see it all pretty well now,\" he began. \"There's slight\nspin on this bomb so it comes and goes. About sixty second\nrevolutions. Nice and slow. Terribly nauseating to look at. But I'm\nfeeling fine now, better than fine. Give me a stick and I'll move the\nEarth. Who was it said that? Clever fellow. You say I was out about\nhalf a minute. That makes it about three more minutes until\nBannister's controls are supposed to bring me back.\"\n\n\"Yes, Dennis, but what do you see? Do you hear me? What do you see?\"\n\n\"Let me tell you something, Harry,\" he said. \"They aren't going to\nwork. They're not wrecked or anything. I just know they aren't worth\nsweet damn all. Like when Campbell had it. He knew it was going to\nhappen. You can trust the machines just so long. After that, you're\nbatty to lay anything on them at all. But can you see the screen?\nThere it is again. We're turning into view. I can see the earth now.\nThe whole of it.\"\n\nThere was silence then. We looked at the screen but saw only the\nspotty blackness. I looked from the screen to the speaker overhead,\nthen back at the screen. I looked about the control room. Everyone was\ndoing his work. The instruments all were working. The computers were\nclicking and nobody looked particularly alarmed, except one other\npilot who was there too, Forrest. Maybe Forrest and I pictured\nourselves in Lynds' place. Maybe we both had the same premonitions.\nMaybe we both held the same dislike and distrust of the rest of them.\nMaybe a lot of things, but one thing was sure. The papers would never\nget hold of this story, and because of that, Bannister and the rest of\nthem didn't really care a hang about Lynds or me or Forrest or any of\nthe others that might be up there.\n\n\n\nIt seemed an age passed until we heard Lynds again. The tape later\nshowed it was no more than half a minute. \"Bannister, can you hear\nme?\" he said suddenly. \"Bannister, do you know what it feels like to\nbe tied into a barrel and tossed over Victoria Falls? Do you? That's\nwhat it's like out here. Not that you care a damn. You'll never come\nup here, you're smart enough for that. Give me a paddle, Bannister,\nthat's what I want. It's no more than a man in a barrel deserves. It's\nblack out here, black and there's nothing to stand on. The earth looks\nlike a flat circle of light and very big, but it doesn't make me feel\nany better. These buggies of yours won't be any use to anybody until\nyou let the pilot do his own work. I crashed once, in a Gypsy Moth,\nwith my controls all shot away by an overenthusiastic Russian fighter\npilot near the Turkish border. Coming down, I felt the way I do now.\n\n\"Look at the instruments and remember, Bannister. My reflexes are\nperfect. There's nothing wrong with me. I could split rails with an\naxe now, if I had an axe. An axe or a paddle. Harry, I'm not getting\nback down in one piece. Somehow, I know it. Don't you let them do it\nto anyone else unless there are manual controls from the ejection\nonwards. Don't do it. This isn't just nosing into the Slot, over the\nreef between the town and the island and letting go then, and\nbeginning to sweat. This is much more, Harry. This is bloody\nfrightening. Are the three minutes up yet? My stomach is crawling at\nthe thought of you pushing that button and nothing happening. Listen,\nBannister, you're not getting me down, so forget any assurances. I\nhope they never let you put anybody else up here like this. It's black\nagain. We've swung away.\"\n\nBannister looked at my eyes. \"It's almost time,\" he said.\n\nEight seconds later they pushed the button. Perhaps it would have been\nbetter if nothing happened then. But that part worked. They got him\nout of the parabolic curve and headed back down. They fired reverse\nrockets that slowed him. They threw him into a broad equatorial orbit\nand let him ride. It took over an hour to be sure he was in orbit. I\nadmired them that, but began to hate them very much. They ascertained\nthe orbit and began new calculations. Here was where he should have\nhad the controls on in.\n\n\n\nThe escape vehicle was a small delta shaped craft. The wings, if one\ncould call them that, spanned just under seven feet. They planned to\nbring him down in a pattern based on very orthodox principles of\nflight. There remained sufficient fuel for a twelve second burst of\npower. This would decelerate the craft to a point where it would drop\nfrom orbit and begin a descent. I later utilized the same pattern by\nletting down easy into the atmosphere after the power ran down and\nsort of bouncing off the upper layers several times to further\ndecelerate and finally gliding down through it at about Mach 5,\ndecelerating rapidly then, almost too rapidly, and finally passing\nthrough the exosphere into the ionosphere. The true stratosphere\nbegins between sixty and seventy miles up, and once you've passed\nthrough that level and not burnt up, the rest of it is with the pilot\nand his craft.\n\nIt takes hours. I came down gradually, approaching within striking\ndistance west of Australia, then finally nosed in and took my chance\non stretching it to one of the ten mile strips for a powerless\nlanding. I did it in Australia. But if I had not had orthodox\ncontrols, had I even gotten that far, I would have churned up a good\npart of the Coral Sea between Sydney and New Zealand. You see, you've\ngot to feel your way down through all that. That's the better part of\nflying, the \"feel\" of it. Automatic controls don't possess that\nparticular human element. And let me tell you, no matter what they\ncall it now--space probing, astronautics or what have you--it's still\nflying. And it's still men that will have to do it, escape velocity or\nno. Like they talk about push-button wars, but they keep training\ninfantry and basing grand strategy on the infantry penetration tactics\nall down through the history of warfare. They call Clausewitz obsolete\ntoday, but they still learn him very thoroughly. I once discussed it\nwith Bannister. He didn't like Clausewitz. Perhaps because Clausewitz\nwas a German before they became Nazis. Clausewitz would not look too\nkindly on a commander whose concern with a battle precluded his\nconcern for his men. He valued men very highly. They were the greatest\ninstrument then. They still are today. That's why I can't really make\ntoo much out of the monkey. I feel pretty rotten about him and all\nthat. But the monkey up there means a man someplace is still down\nhere.\n\nAnyway, after Lynds completed six orbital revolutions, they began the\ndeceleration and descent. The whole affair, as I said, was very\nsolidly based on technical determinations of stresses, heat limits,\npatterns of glide, and Bannister's absolute conviction that nothing\nwould let go. The bitter part was that it let go just short of where\nLynds might have made it. He was through the bad part of it, the\nprimary and secondary decelerations, the stretches where you think if\nyou don't fry from the heat, the ship will melt apart under you, and\nthe buffeting in the upper levels when ionospheric resistance really\nstarts to take hold. And believe me, the buffeting that you know\nabout, when you approach Mach 1 in an after-burnered machine, is a\npiece of cake to the buffeting at Mach 5 in a rocket when you hit the\natmosphere, any level of atmosphere. The meteorites that strike our\natmosphere don't just burn up, we know that now. They also get knocked\nto bits. And they're solid iron.\n\nLynds was about seventy miles up, his velocity down to a point or two\nover Mach 2, in level flight heading east over the south Atlantic.\nFrom about that altitude, manual controls are essential, not just to\nmake one feel better, but because you really need them. The automated\ncontrols did not have any tolerance. You don't understand, do you?\nLook, when one flies and wants to alter direction, one applies\npressure to the control surfaces, altering their positions,\nredirecting the flow of air over the wings, the rudder and so forth.\nNow, in applying pressure, you occasionally have to ease up or perhaps\npress a bit more, as the case may be, to counteract turbulence, shift\nin air current, or any of a million other circumstances that can\noccur. That all depends on touch. It's what makes some flyers live\nlonger than others. It's like the drag on a fishing reel. You set it\ntight or loose according to the weight of the fish you're playing.\nWhen you reel in, the line can't become too tight or it will snap, so\nyou have the drag. It's really quite ingenious. It lets the fish pull\nout line as you reel in. It's the degree of tolerance that makes it\nwork well as an instrument. In flying, the degree of tolerance, the\ncompensating factor is in man's hands. In the atmosphere, it's too\nunpredictable for any other way.\n\n\n\nWell, they calculated to set the dive brakes at twelve degrees at the\npoint where Lynds was. Lynds saw it all.\n\n\"This is more like my cup of tea,\" he said at that point. \"Harry, the\nsky is a strange kind of purple black up here.\"\n\n\"They're going to activate the brakes, Den,\" I said. \"What's it like?\"\n\n\"Not yet, Harry. Not yet.\"\n\nI looked at Bannister. He noted the chart, his finger under a line of\ncalculations.\n\n\"The precise rate of speed and the exact instant of calculation,\nCaptain Jackson,\" Bannister said. \"Would you care to question anything\nfurther.\"\n\n\"He said not yet,\" I told him.\n\n\"Therefore you would say not yet?\"\n\n\"I would say this. He's about in the stratosphere. He knows where he\nis now. He's one of the finest pilots in the world. He'll feel the\nright moment better than your instruments.\"\n\n\"Ridiculous. Fourteen seconds. Stand by.\"\n\n\"Wait,\" I said.\n\n\"And if we wait, where does he come down, I ask you? You cannot\ncalculate haphazardly, by feel. There are only four points at which\nthe landing can be made. It must be now.\"\n\nI flipped the communications switch, still looking at Bannister.\n\n\"This is it, Den. They're coming out now.\"\n\n\"Yes, I see them. What are they set for?\"\n\n\"Twelve degrees.\"\n\n\"I'm dropping like a stone, Harry. Tell them to ease up on the brake.\nBannister, do you hear me? Bring them in or they'll tear off. This is\nnot flying, anymore.\" His voice sounded as if he was having difficulty\nbreathing.\n\n\"Harry,\" he called.\n\nThey held the brakes at twelve degrees, of course. The calculations\ndictated that. They tore away in fifteen seconds.\n\n\"Bannister! They're gone,\" Dennis shouted. \"They're gone, Bannister,\nyou butcher. Now what do you say?\"\n\nBannister's face didn't flinch. He watched the controls steadily.\n\n\"Try half-degree rudder in either direction,\" I said.\n\nBannister looked at me for a second. \"His direction is vertical,\nCaptain. Would you attempt a rudder manipulation in a vertical dive?\"\n\n\"Not a terminal velocity drive, Bannister. He said it's not flying\nanymore. Lord knows which way he's falling.\"\n\n\"So?\"\n\n\"So I'd try anything. You've got to slow him.\"\n\n\"Or return him to level flight.\"\n\n\"At this speed?\"\n\nWe both looked at the controls now. The ship was accelerating again,\nand dropping so rapidly I couldn't follow the revolutions counter.\n\n\"Engage the ailerons,\" Bannister ordered. \"Point seven degrees,\nnegative.\"\n\nDennis came back on. \"Harry, what are you doing? The ship is falling\napart. The ailerons. It won't help. Listen, Harry, you've got to be\ncareful. The flight configuration is so tenuous, anything can turn\nthis thing into a falling stone. It had to happen, I knew, but I don't\nwant to believe it now. This sitting here with that noise getting\nlouder. It's spiraling out at me, getting bigger. Now it's smaller\nagain. I'm afraid, Harry. The ailerons, Harry, they're gone. Very\ntenuous. They're gone. I can't see anything. The screens are black. No\nmore shaking. No more noise. It's quiet and I hear myself breathing,\nHarry. Harry, the wrist straps on the suits are too tight. And the\nhelmet, when you want to scratch your face, you can go mad. And\nHarry--\"\n\n\n\nThat was the end of the communications. Something in the transmitter\nmust have gone. They never found out. He didn't hit until almost a\nminute later, and nobody ever saw it. The tracking screen followed him\ndown very precisely and very silently. There was no retrieving\nanything, of course. You don't conduct salvage operations in the\nmiddle of the south Atlantic.\n\n\n\nI turned in my report after that. No one had asked for it, so it went\nthrough unorthodox channels. It took an awfully long time and my\nsuspension did not become effective until after the second shot. I was\nthe pilot on that one, you know. I got them to install the duplicate\ncontrols, over the insistence by Bannister that resorting to them,\neven in the event that it became necessary, would prove nothing. He\neven went as far as to talk about load redistribution electric control\ndesign. As a matter of fact, I thought he had me for a while, but I\nthink in the end they decided to try to avoid the waste of another\nvehicle. At least, that might be the kind of argument that would carry\nweight. The vehicles were enormously expensive, you realize.\n\nI made it all right, as I said. It took me nine hours and then some,\nonce they dropped me from orbit. I switched off the automatic controls\nat the point where the dive brakes were to have been engaged. This\ntime, the brakes had not responded to the auto controls and they did\nnot open at all. I found out readily enough why Lynds was against\nopening them at that point. Metal fatigue had brought the ship to a\npoint where even a shift in my position could cause it to stop flying.\n\nI came down in Australia and the braking 'chute tore right out when I\nreleased it. I skidded nine miles. A Royal Australian Air Force\nhelicopter picked me up two hours later.\n\nI learned of the suspension while in the hospital. I didn't get out\nuntil just in time to get to London for the hearing. My evidence and\nForrest's, and Lynds' recorded voice all served to no purpose. You\ndon't become a hero by proving an expert wrong. It doesn't work that\nway. It would not do to have Bannister looked upon as a bad gambit,\nnot after all they went through to stay in power after putting him in.\nThe reason, after all, was all in the way you looked at it. And a\nhuman element could always be overlooked in the cause of human\nendeavor. Especially when the constituents never find out about it.\n\n\n\nAfter that, they started experimentation with powered returns. The\natmosphere has been conquered, and now there remained the last stage.\nThey never did it successfully. They couldn't. But it did not really\nmatter. What it all proved was that they did not really need pilots\nfor what Bannister was after. He had started with a premise of testing\nman's reactions to space probes under actual conditions, but what he\nwas actually doing was testing space probes alone, with man as a\nnecessary evil to contend with to give the project a reason.\n\nIt was all like putting a man in a racing car traveling flat out on\nthe Salts in Bonneville, Utah. He'll survive, of course. But put the\nman in the car with no controls for him to operate and then run the\nthing completely through remote transmission, and you've eliminated\nthe purpose for the man. Survival as an afterthought might be a thing\nto test, if you didn't care a hoot about man. Survival for its own\nsake doesn't mean anything unless I've missed the whole point of\nliving, somewhere along the line.\n\nBannister once described to me the firing of a prototype V-2. The\nfiring took place after sunset. When the rocket had achieved a certain\naltitude, it suddenly took on a brilliant yellow glow. It had passed\nbeyond the shadow of the earth and risen into the sunlight. Here was\nBannister's passion. He was out to establish the feasibility of\nputting a rocket vehicle on the moon. It could have a man in it, or a\nmonkey. Both were just as useless. Neither could fly the thing back,\neven if it did get down in one piece. It could tell us nothing about\nthe moon we didn't already know. Getting it down in one piece, of\ncourse, was the reason why they gave Bannister the project to begin\nwith.\n\nSo Bannister is now a triumphant hero, despite the societies for the\nprevention of cruelty to animals. But nobody understood it. Bannister\nput a vehicle on the moon. We were the first to do it. We proved\nsomething by doing nothing. Perhaps the situation of true classified\ninformation is not too healthy a one, at that. You see, we've had\nrockets with that kind of power for an awfully long time now. Maybe\nsome of them know what he's up to. When I think about that, I really\nbecome frightened.\n\n\n\nThe monkey, I suppose, is dead. The most we can hope for is that he\ndied fast. It's very like another kind of miserable hope I felt once,\na long time ago, for a lot of people who could be offered little more\nthan hope for a fast death, because of something somebody was trying\nto prove. There's some consolation this time. It's really only a\nmonkey.\n\nThis I know, they'll never publish a picture of the vehicle. Someone\nmight start to wonder why the cabin seems equipped to carry a man.\n\n\n\nWhen you're out in a clear night in summer, the sky looks very\nfriendly, the moon a big pleasant place where nothing at all can\nhappen to you. The vehicle used in Project Argus had a porthole. I\ncan't imagine why. The monkey must have been able to see out the\nporthole. Did he notice, I wonder, whether the earth looks friendly\nfrom out there.\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Calin, Harold"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30867/pg30867.txt",
        "name": "what_need_of_man.json"
    }
}