{
    "name": "What Christmas Did for Jerusha Grumble",
    "author": [
        "MacDonald, John D."
    ],
    "body": "Requisites\n\n\n    ———\n\n    TIME—_About 30 minutes_\n\n    CHARACTERS—_Isabel_, _Hazel_, _Julia_, _Jessie_, _Jerusha_\n\n    ———\n\n(Or it might be better if all used their own names except Jerusha.)\n\n\n\n\nWhat Christmas did for Jerusha Grumble\n\nA PLAY FOR FIVE GIRLS\n\n\n\n\nSCENE—_A sitting-room at Isabel’s home_\n\n\n_Isabel_ (_Isabel, Julia, Hazel busy with Christmas gifts_). I suppose,\nJulia, you have finished all the Christmas presents that you intend to\nmake this year. You certainly have been very industrious for the past\nfew weeks.\n\n_Julia._ Industrious is the right way to put it, Isabel; I certainly\nhave been very busy. But when this pair of mittens and wristlets that I\nam making for Tom are finished, I can say I am through for this year.\n\n_Hazel._ Have you made many presents this year, Julia?\n\n_Julia._ Yes, quite a number of them, Hazel. I don’t remember just how\nmany, but I surely have been busy.\n\n_Hazel_ (_teasingly, looking at Julia_). I have heard say that it don’t\ntake much to keep some people busy. For instance, now, there is——\n\n_Julia_ (_quickly_). Now that’s not me, Hazel, not at all. When I work,\nI work.\n\n_Isabel._ So does a pump-handle, Julia. But then some one must take\nhold of it.\n\n_Julia._ I see you girls just want to tease me. Well go ahead, I don’t\ncare.\n\n(_Enter Jessie, excitedly, laying aside her wraps._)\n\n_Hazel._ Well, well! If here isn’t the sluggard at last. We thought you\nwere never, never, going to come. What detained you so long?\n\n_Jessie_ (_flurried and excitedly_). Oh, girls, you couldn’t ever—ever\nguess. In a year’s time you couldn’t ever—ever—ever guess.\n\n_Isabel._ An engine down on the railroad crossing?\n\n_Jessie._ No!—No! (_Shaking her head._)\n\n_Julia._ Had to wait for your mother to fix your hair, or tie your hair\nribbons?\n\n_Jessie._ No! No! Oh, girls (_holding up hands in surprise_) just think\nof it! Jerusha Grumble was out sweeping off her walk as I came along\nand she looked up and smiled, and said just as pleasant as could be,\n“Good afternoon, Jessie.” (_All the girls rise quickly and look at\nJessie in astonishment._)\n\n_Julia_ (_drawls out_). She d-i-d?\n\n_Jessie_ (_nodding_). U-m. Um—m.\n\n_Hazel_ (_with emphasis_). She—did—indeed?\n\n_Jessie._—Um——. Um-m-m——\n\n_Isabel_ (_more emphasis_). Really—did she?\n\n_Jessie._ Um—m. Why, girls, I was never so surprised in all my life.\nJerusha Grumble never spoke so nice to me as she did to-day. I was so\nsurprised that I really had to stop every few minutes to think about\nit. That is one reason why I am so late in coming here.\n\n_Hazel_ (_girls take seats again_). Well, this is a surprise, Jessie,\nto think Jerusha took the trouble to speak kindly to one of us girls. I\ndon’t think she would ever say good afternoon to me, for you know she\nhas been very angry with me ever since I called her a cranky old maid.\n\n_Isabel._ Dear me. Hazel, you ought not to have said that to her.\nJerusha is cross, and awfully cranky, too, but perhaps there has been\nsomething in her life that has made her dislike every one. I heard\nfather say once, that Jerusha had a sweetheart a long time ago, and\nthat a girl named Hannah Takehim won him away from her, and Jerusha\nhasn’t been like the same person since. But I really do wish she would\nbe different.\n\n_Jessie._ She must be getting different, or she wouldn’t have spoken so\nnice to me to-day. Do you know, girls, what I was thinking of on my way\nhere? It was just this. That we four be a committee to go down to see\nJerusha, and invite her to go to the Christmas tree exercises to-morrow\nnight. Let’s try to get Jerusha out among the people of the village,\nand when she sees that we want to be friendly with her, perhaps she\nwill be different.\n\n_Julia._ As likely as not when she sees us come in her gate, she will\nget angry and meet us at the door with a broomstick.\n\n_Jessie._ Never mind how mad she is, we’ll pretend not to notice it,\nbut all speak pleasantly to her, and gently push our way into the house.\n\n_Hazel._ I am perfectly willing to go, because I would really like to\nsee Jerusha live like other people, and not be such an unsociable old\ncreature. Shall we all go girls? I will lead the way.\n\n_All._ Yes, we will all go, Hazel.\n\n_Hazel._ We’ll all meet at my house to-morrow afternoon. (_All leave\nfor home with goodbyes, etc._)\n\n\n\n\nSCENE II.—_Sitting-room at Jerusha’s home_\n\n(_Oil stove in one corner; ironing board in the other. Jerusha’s large\nrocker at one side. Jerusha very busy._)\n\n\n_Jerusha._ Well, Jerusha Grumble, you’re getting awful tired, indeed\nyou are. But my sakes, how happy you have been to-day. (_Seats herself\nin rocker._) Here I am just touching on fifty-eight, and all along\nI’ve acted like sixty. That is, I’ve acted like some one sixty years\nold, and not exactly that either, because most people sixty years old\nact decent-like and get some enjoyment out of life. But I always was\ncross-like, leastwise ever since Hannah Takehim done what she did. But\nHannah’s dead now, and Jeremiah’s a widower and most blind. Pshaw! them\nthings are all passed now, and I am going to live like other folks.\nDear me, you don’t just know how good I did feel after I had said good\nafternoon to Jessie, yesterday. And how nice she did talk to me, and\nshe said she hoped I would have a nice Christmas! And after she went\non her way, I just thought to myself, Jerusha, just try and have a\nreal nice Christmas once, and so I sets to work and made pie and cake,\nand molasses candy, and popcorn, and then I thought I would have a\nChristmas tree all to myself. Only it ain’t going to be a real tree,\nbut just my new broom fixed up. When I was a little girl our poor dear\nmother used to fix up the broom on Christmas, and we children had lots\nof fun with it. You see we were very poor, and mother couldn’t afford\nto buy a real tree, so we made the broom answer instead. They are going\nto have a real tree up at the church to-night and wouldn’t I like to\nsee it? If I was like other folks I would go up there. Yes, and I will\ngo, too! Now I’ll lay out that old print skirt, and when I get time I\nwill press it. (_Lays out the things as she talks._) And I’ll fix my\nold bonnet over, and I’ll darn the holes in my black gloves, and go to\nthe Christmas tree to-night. Now I must write this all down or I will\nforget about it. (_Writes._) There now! I’ll fix up my own tree first\nbefore I do anything else. (_Stands the broom up near her rocker, fixed\nso that it can be easily knocked over._) There, I guess that will do.\nIt seems that the more I do to-day the happier I get. Now I’ll put this\npopcorn trimming on—and this ’copia I’ll put on, and yes, I’ll just\nwrite Jessie’s name on it, too. And this handkerchief is for Isabel.\nAnd this ribbon is for Julia. Wouldn’t those girls laugh if they could\nsee my Christmas tree and presents on it for them? But it ain’t likely\nthey will ever know that I was so foolish. I have always been so cross\nand cranky that no one ever comes here to see me, but I do mean to\nbe different from now on. (_As she finishes fixing up the broom._)\nThere, that does look real nice. Now I will just sit down and look at\nit before I get things fixed up for to-night. (_Seats herself in chair\nand admires the tree._) Jerusha Grumble, this has been your happiest\nChristmas since Hannah Takehim.... But as I said before, Hannah’s dead\nnow, and Jeremiah’s a widower and most blind. (_Falls asleep in the\nchair. Chair placed so she cannot be seen from door. Girls knock at\ndoor. Jerusha does not waken. Girls open door a little and peep in, but\ndo not see her._)\n\n_Julia._ Now Hazel, go in. You said that you would lead the way.\n\n_Hazel._ Oh, supposing she gets mad and drives us away. You all know\nwhat a cross-patch Jerusha is.\n\n_Jessie._ Well, girls, all call out, “Merry Christmas, Jerusha,” and\nthen walk right in and begin to admire everything she has.\n\n_Isabel._ Knock once more on the inside of the door.\n\n_Hazel._ Here goes! Are you ready?\n\n_Isabel._ Yes, Hazel, do for pity’s sake rap hard. Maybe she is\nupstairs.\n\n_Hazel_ (_raises her hand to knock_). Oh, girls, how can I?\n\n_Julia._ You said you would, Hazel, now go ahead. Be quick!\n\n_Hazel._ All ready, girls. (_Raps at the door; no answer. All laugh and\ngiggle._) She must be out or asleep. I’ll rap again. (_Raps again and\nwaits._)\n\n_Jessie._ She may be sick. Let’s go right in. I’ll lead the way if\nHazel won’t.\n\n_Hazel._ Oh, do go Jessie, we will all follow you. (_All tiptoe in and\nfind Jerusha asleep. Examine the tree and find the note Jerusha wrote._)\n\n_Isabel._ Poor Jerusha is trying to have a Christmas tree all to\nherself, and by the way this reminder reads, I should think she was\ngoing to fix up for a visit somewhere.\n\n_Jessie_ (_who has examined the tree_). Here is something for each\nof us on this broom Christmas tree! I wonder what it means, anyway.\nPerhaps Jerusha is trying to live a better life, and if so, then we\ngirls must help her.\n\n_Julia_ (_who has been examining the dress, bonnet and gloves_). I say,\ngirls, let’s fix up these things while Jerusha is asleep, and perhaps\nit will please her, when she wakes up, to find her work all finished. I\nwill mend the gloves, and Jessie, you fix up the bonnet, and Hazel can\nhelp you, while Isabel presses out the skirt. Now all work quietly and\nfast, for she may soon wake up. (_All get to work._)\n\n_Isabel_ (_admires the skirt, which is of very loud or gay pattern_).\nI guess Jerusha’s grandmother must have worn this dress. It’s most\nloud enough to wake Jerusha out of her sleep. I wonder how long it\nhas been in the family? (_Here Isabel drops the iron on the floor.\nAll frightened. Jessie places forefinger on her lips. Hazel stands up\nwith one hand over her mouth and holding bonnet by one string. Isabel\nholds up both hands and one foot. Julia, very much frightened, looks at\nsleeping Jerusha._)\n\n_Isabel._ My! but I nearly did it that time, girls. Jerusha is a good\nsleeper. I’ll be more careful this time. (_Goes on with ironing._)\n\n_Hazel._ I would put that feather in this way, Jessie, if I were doing\nit.\n\n_Jessie._ I think this is the best way, Hazel. Just see how graceful it\nis! (_Holding up the bonnet._)\n\n_Julia._ My job is done. How about you, Isabel, is that dress pressed\nout yet? Oh, how I would like to see you in a dress like that. Do put\nit on, Isabel, do now, just for fun.\n\n_Isabel._ What if Jerusha should wake up and catch me with her dress\non? She would be awfully angry. No—no, I can’t do it.\n\n_Hazel._ Oh, do put it on, Isabel, and the bonnet, too. We will be as\nquiet as mice, and Jerusha won’t know a thing about it. Come, we will\nhelp you with it.\n\n_Isabel._ Well, if you all keep very quiet, I will see how it fits me.\n(_Puts on the dress and bonnet._)\n\n_Julia._ Oh, what a picture you are, Isabel. Just turn around so we can\nsee you. How sweet you look. Great grandmother, Isabel. (_All laugh\nand have a good time as Isabel walks around the room. Finally some one\nknocks the broom over on Jerusha, who wakes up with a start._)\n\n_Jerusha._ Mercy me, what does this mean? Where did you all come from?\nWho are you all? Oh, I know you, Hazel! You who called me a cranky old\nmaid! (_Grabs the broom to threaten Hazel._)\n\n_Hazel_ (_very much frightened_). Now don’t use your broom on me,\nJerusha. Please don’t. You had it all fixed up for a Christmas tree,\nand had presents on it for each of us, and now will you use it to drive\nus out of the house.\n\n_Jessie_ (_soothingly to Jerusha, placing hand on her shoulder_). Dear\nJerusha, let me explain it all to you. You see we girls came here to\nspend the afternoon with you, and we knocked and knocked at the door,\nand as you did not answer, we thought that you were sick in bed. So we\ncame right in and found you asleep, and you looked so tired we thought\nthat we would let you sleep on, while we fixed up the things you had\nlaid out for repairs. Now please don’t be angry with us, dear.\n\n_Jerusha_ (_spies Isabel in the corner with her dress and bonnet on_).\nIsabel, what are you doing with my dress on? And I declare, but you\nhave my bonnet, too!\n\n_Isabel_ (_timidly_). Oh, Jerusha, after we got them all fixed up,\nwe thought we would like to see how they would look. (_Admiringly._)\nReally, dear Jerusha, this is a beautiful dress. You don’t see any\nlike it nowadays, do you, girls? No Jerusha, we meant no offence, so\nyou’ll excuse us, won’t you?\n\n_Julia._ No, Jerusha, we meant no harm. But do please sit down (_leads\nher to chair_), and tell us how you came to make a Christmas tree out\nof your broom. And why did you put presents on it for us girls? You\nmust have had a reason for doing it.\n\n_Jerusha_ (_sits down, wipes tears from eyes. Julia sits beside her._)\nDear me, girls, I am real glad that you have come, even if you did find\nme doing foolish things. But really I ain’t been so happy on Christmas\nbefore, since Hannah Takehim done what she did. But pshaw, Hannah’s\ndead now these twenty years, and Jeremiah’s still a widower, but most\nblind. But you want to know about the broom Christmas tree, and I will\ntell you. You see, when I was a little girl we lived in the city, and\nwe were always very poor, and when Christmas came we always wanted a\ntree. But our mother, with six children, never could afford to buy\none for us. So we always dressed up the broom for a Christmas tree,\nand what fun we did have! A few days ago, as I sat by the window, I\nsaw some men go by with a great big tree for the church, and I thinks\nto myself, Jerusha, wouldn’t you like to go to a Christmas exercise\nonce more? And I said “yes” to myself. But then I thought how mean I\nhad always been to every one, ever since Hannah Takehim done what she\ndid. But pshaw, Hannah’s dead this many a year, and Jeremiah’s still\na widower. Still, I says to myself, Jerusha, you must do different,\nand I just made up my mind that I will be different, and I will speak\npleasant-like to people, and I would go where the neighbors were, and\nup to the Christmas tree I thought was just the place to begin.\n\n_Hazel._ Yes, Jerusha, that will be nice and brave of you to come up to\nthe Christmas exercises to-night, and one of the reasons why we came\nhere was to ask you to go up to the church with us. We expect to have a\nsplendid time. You will come with us, won’t you, Jerusha?\n\n_Jerusha._ I think it is real nice of you, Hazel, to invite me to go,\nmuch nicer than to call me a cranky old maid. (_Jerusha reaches for her\nhandkerchief. Hazel thinks she is reaching for the broom and starts for\nthe door._) Don’t be afraid, Hazel, no, no, don’t be afraid. I know I\nwas cranky and mean, but I wouldn’t be an old maid if Hannah Takehim\nhadn’t done what she did. But pshaw——\n\n_Julia._ Jerusha, you haven’t said that you would go with us to the\nexercises to-night. We girls would dearly love to have you go. You will\nmeet a lot of people there that you know.\n\n_Jerusha._ Yes, and a lot that I never liked and who never liked\nJerusha Grumble, either.\n\n_Isabel._ But Jerusha that is just the place to become good friends.\nYou know that Christmas was the time that the angels sang, “Peace on\nearth, good-will toward men.” Now let us make it peace right here in\nour own village. You must know Mr. Coutant, and Mr. Bennett and Mr.\nMacdonald.\n\n_Jerusha._ Oh, yes, I know all them. Mr. Macdonald is superintendent of\nthe Sunday-school, ain’t he, Jessie?\n\n_Jessie._ Yes, my father is the superintendent of the Sunday-school.\n\n_Jerusha._ Well, your father is ’most old enough to remember what\nHannah Takehim did. But, oh, pshaw! Hannah’s dead these twenty years,\nand Jeremiah’s a widower still, and most blind. And I am just touching\non fifty-eight, so your father will remember. It’s no wonder I am a\ncranky old maid. (_Hazel starts up again._)\n\n_Jessie._ Let us all meet at my house, and go up together. I know that\nevery one will try to make it pleasant for you, Jerusha. We will tell\nall our friends that you are coming to the exercises, and they won’t be\nsurprised when they see you.\n\n_Hazel._ And I know that some young ladies will have a little present\non the tree for you to prove that they appreciate your coming.\n\n_Isabel_ (_putting on her wraps_). Please don’t fix up too much,\nJerusha, for we are all plain people up there and we don’t put on any\nairs.\n\n_Jerusha._ No, no, I won’t fix up much. I may wear the things you girls\nso kindly fixed up for me, and again I may wear my first best ones.\n\n_Julia_ (_all should now have wraps on to go home_). Girls, let’s sing\na Christmas song for Jerusha before we start for home. (_All stand in\nline, join hands and swing them back and forth child-fashion, while\nthey sing a verse of some familiar Christmas song. At the second verse,\nJerusha takes her place in the middle of the line and sings and swings\nwith the girls._)\n\n_Jerusha_ (_near close of second verse says_). If only Hannah Takehim\ncould see me now! But pshaw——\n\n_Jessie._ Merry Christmas, Jerusha. Now be on time. (_All say, “Merry\nChristmas.”_)\n\n_Jerusha_ (_as the girls are leaving_). I’ll be there on time, don’t\nfear. (_Speaking to the audience._) Now ain’t this been just splendid?\nAnd ain’t those young girls just lovely? I don’t think that Hazel\nwill ever call me a cranky old maid again. And I do just hope that\nJeremiah will be at the Christmas tree exercises. I’ll just show him\nthat Jerusha Grumble can go out in society even if I am touching on\nfifty-eight and an old maid, which _he_ knows I wouldn’t be if Hannah\nTakehim hadn’t done what she did. But pshaw! I must get ready for the\nChristmas tree or I will be late, and I think after all that I will\nwear my first best clothes, and look real pert—perter than Hannah—but\npshaw!\n\n    EXIT\n\n    (_If used at the close of a Christmas exercise, have\n    the girls and Jerusha come up the aisle of the church\n    or hall sometime during the distribution of the\n    presents. Jerusha should then be dressed in her “first\n    best clothes.”_)\n\n\n\n\nChristmas Plays\n\n\n  =(+) OLA: OR A CHRISTMAS PRESENT FOR MOTHER.= In this\n      little 15-minute play the Christmas present the three\n      children of the “Good” family find for mother is\n      none other than “Ola,” a street waif who comes in\n      to get warm while mother is out shopping. Alta, the\n      only girl in the family, has been wishing she had a\n      sister to share the trials which two (2) wideawake\n      brothers bring to her, so she has a double motive in\n      wanting to hide Ola away when mother comes and then\n      bring her out and present her as a Christmas present\n      to mother. Only five characters, 2 boys, 2 girls, and\n      1 woman, required. No special costumes needed, and\n      the one home scene is simple to provide. Five copies\n      required. Price 30 cts., postpaid.\n\n\n  =(+) MISCHIEVOUS ESTHER AT GRANDMOTHER’S.= It was all\n      Grandmother’s fault. Having so many nice things\n      hidden about the house at Christmastime should not be\n      permitted, when the grandchildren are to be left in\n      the house alone while grandmother goes out for the\n      afternoon. Of course the boys were not mischievous,\n      not even curious, but with Esther it was different,\n      for she was a girl. She was a very sweet one though,\n      especially when the molasses she got into was all\n      over her apron. It was Christmastime and everything\n      ends right during this happy season, so putting the\n      soiled apron into the box from which she took the\n      kitten and putting the kitten into the wash basin\n      intended for the apron was only a slight mixup, from\n      which mischievous Esther would soon clear herself.\n      Three characters, 1 girl and 2 boys, 12 years of age,\n      are employed. A simple sitting-room scene; no special\n      costumes; time about 15 minutes. 3 copies only\n      required. Price 25 cts., postpaid.\n\n\n  =TELEPHONING TO SANTA CLAUS.= A Christmas dialogue for\n      two (2) girls, ten (10) or twelve (12) years of age,\n      who conceive the idea of using the telephone to tell\n      Santa Claus what they most want, and suffer no great\n      surprise when the very things asked for reach them\n      through the “phone.” A simple sitting-room scene in\n      which a make-believe “phone” is installed furnishes\n      the setting. Time of rendition about 10 minutes.\n      Price 25 cts., postpaid.\n\n\n  =(+) WHAT CHRISTMAS DID FOR JERUSHA GRUMBLE.=\n      Self-confessedly, she was only 58, but for years\n      she had acted like sixty, that is to say,—oh well,\n      in nature she had been true to her name, and when\n      one’s nature suggests a name like hers, it’s quite\n      a job to change it. She couldn’t forget that, many\n      years before, she had expected to change her name,\n      but, oh well, it wasn’t her fault, and Christmas\n      came along and helped her to cover up the past and\n      open a new future for her. Of course it couldn’t\n      change her name, but this little play tells how\n      very effectively it did change her nature, and then\n      the contrast between name and nature was a charm in\n      the hitherto repulsive life. It’s a pretty story,\n      made into a pleasing Christmas play. There are five\n      characters, all girls; two scenes, easily arranged.\n      Quite ordinary costumes are used and only 5 copies of\n      the book required. Time about 30 minutes. Price 30\n      cts., postpaid.\n\n\n  =(+) WANTED—CHRISTMAS SPIRIT.= In Prolog, Three Scenes\n      and Epilog. By Hester L. Hopkins. 22 females and\n      13 male characters in the entire play, but it can\n      be given with 8 females and 7 males by having some\n      assume different characters in various scenes. Time\n      of rendition, 30 to 40 minutes. If only 15 people\n      take part, 12 copies will be required. Price 30 cents\n      per copy, postpaid.\n\n\n  =(+) CHRISTMAS CHEER.= A play in two acts for six\n      females. Time of rendition about 20 minutes.\n\n      Four young ladies are the members of a Sunday School\n      class whose teacher has asked that each member of the\n      class shall do something to bring “Christmas Cheer”\n      to someone who would not otherwise be remembered.\n      Each of the girls, unbeknown to the other members of\n      the class, decides to make the “Jones Family” the\n      object of her Christmas visit.\n\n      It turns out to be quite a “Surprise party.” While one\n      of the girls prepares the Christmas pie, the others\n      of the class provide a pleasant entertainment. When\n      the Christmas pie is cut, Caroline and Amanda find\n      that it is filled with the presents which the class\n      brought. Simple setting and costumes. 6 copies\n      required. Price 25 cents. Postpaid.\n\n    _If the number of copies specified as “REQUIRED” is\n    ordered at one time, a discount of 33⅓ per cent will be\n    allowed from list price on all the above._",
    "metadata": {
        "author": [
            "MacDonald, John D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53734/pg53734.txt",
        "name": "what_christmas_did_for_jerusha_grumble.json"
    }
}