{
    "name": "'What So Proudly We Hail...'",
    "author": [
        "Keene, Day",
        "Hjertstedt, Gunard R."
    ],
    "body": "Ephraim Hale yawned a great yawn and awakened. He'd expected to have\na headache. Surprisingly, considering the amount of hot buttered rum\nhe'd consumed the night before, he had none. But where in the name\nof the Continental Congress had he gotten to this time? The last he\nremembered was parting from Mr. Henry in front of the Pig and Whistle.\nA brilliant statesman, Mr. Henry.\n\n\"_Give me liberty or give me death._\"\n\nE-yah. But that didn't tell him where he was. It looked like a cave.\nThis sort of thing had to stop. Now he was out of the Army and in\npolitics he had to be more circumspect. Ephraim felt in his purse, felt\nflesh, and every inch of his six feet two blushed crimson. This, Martha\nwould never believe.\n\nHe sat up on the floor of the cave. The thief who had taken his clothes\nhad also stolen his purse. He was naked and penniless. And he the\nrepresentative from Middlesex to the first Congress to convene in New\nYork City in this year of our Lord, 1789.\n\nHe searched the floor of the cave. All the thief had left, along with\nhis home-cobbled brogans, his Spanish pistol, and the remnants of an\nold leather jerkin, was the post from Sam Osgood thanking him for his\nsupport in helping to secure Osgood's appointment as Postmaster General.\n\nForming a loin cloth of the leather, Ephraim tucked the pistol and\ncover in it. The letter could prove valuable. A man in politics never\nknew when a friend might need reminding. Then, decent as possible under\nthe circumstances, he walked toward the distant point of light to\nreconnoiter his position. It was bad. His rum-winged feet had guided\nhim into a gentleman's park. And the gentleman was prolific. A dozen\nboys of assorted ages were playing at ball on the greensward.\n\nRolling aside the rock that formed a natural door to the cave, Ephraim\nbeckoned the nearest boy, a cherub of about seven. \"I wonder, young\nmaster, if you would tell me on whose estate I am trespassing.\"\n\nThe boy grinned through a maze of freckles. \"Holy smoke, mister. What\nyou out front for? A second Nature Boy, or Tarzan Comes To Television?\"\n\n\"I beg your pardon?\" Ephraim said puzzled.\n\n\"Ya heard me,\" the boy said.\n\n\n\nClose up, he didn't look so cherubic. He was one of the modern\ngeneration with no respect for his elders. What he needed was a beech\nswitch well applied to the seat of his britches. Ephraim summoned the\ndignity possible to a man without pants. \"I,\" he attempted to impress\nthe boy, \"am the Honorable Ephraim Hale, late officer of the Army\nof The United States, and elected representative from Middlesex to\nCongress. And I will be beholden to you, young sir, if you will inform\nyour paternal parent a gentleman is in distress and wouldst have words\nwith him.\"\n\n\"Aw, ya fadder's mustache,\" the boy said. \"Take it to the V.A. I should\nlose the old man a day of hackin'.\" So saying, he returned to cover\nsecond base.\n\nEphraim was tempted to pursue and cane him. He might if it hadn't been\nfor the girl. While he had been talking to the boy she had strolled\nacross the greensward to a sunny knoll not far from the mouth of\nthe cave. She was both young and comely. As he watched, fascinated,\nshe began to disrobe. The top part of her dress came off revealing\na bandeau of like material barely covering her firm young breasts.\nThen, stepping out of her skirt, she stood a moment in bandeau and\nshort flared pants, her arms stretched in obeisance to the sun before\nreclining on the grass.\n\nEphraim blushed furiously. He hadn't seen as much of Martha during\ntheir ten years of marriage. He cleared his throat to make his presence\nknown and permit her to cover her charms.\n\nThe girl turned her head toward him. \"Hello. You taking a sun bath,\ntoo? It's nice to have it warm so oily, ain't it?\"\n\nEphraim continued to blush. The girl continued to look, and liked what\nshe saw. With a pair of pants and a whiskey glass the big man in the\nmouth of the cave could pass as a man of distinction. If his hair was\nlong, his forehead was high and his cheeks were gaunt and clean shaven.\nHis shoulders were broad and well-muscled and his torso tapered to a\nV. It wasn't every day a girl met so handsome a man. She smiled. \"My\nname's Gertie Swartz. What's yours?\"\n\nSwallowing the lump in his throat, Ephraim told her.\n\n\"That's a nice name,\" she approved. \"I knew a family named Hale in\nGreenpernt. But they moved up to Riverside Height. Ya live in the\nHeights?\"\n\nEphraim tried to keep from looking at her legs. \"No. I reside on a\nfarm, a league or so from Perth Amboy.\"\n\n\"Oh. Over in Joisey, huh?\" Gertie was mildly curious. \"Then what ya\ndoin' in New York in that Johnny Weismuller outfit?\"\n\n\"I,\" Ephraim sighed, \"was robbed.\"\n\nThe girl sat up, clucking sympathetically. \"Imagine. Right in Central\nPark. Like I was saying to Sadie just the other night, there ought to\nbe a law. A mugger cleaned you, huh?\"\n\nA bit puzzled by her reference to a _crocodilus palustris_, but\nemboldened by her friendliness, Ephraim came out of the cave and sat on\nthe paper beside her. Her patois was strange but not unpleasant. Swartz\nwas a German name. The blond girl was probably the offspring of some\nHessian. Even so she was a pretty little doxy and he hadn't bussed a\nwench for some time. He slipped an experimental arm around her waist.\n\"Haven't we met before?\"\n\n\n\nGertie removed his arm and slapped him without heat. \"No. And no hard\nfeelings, understand. Ya can't blame a guy for trying.\" She saw the\npuckered white scars on his chest, souvenirs of King's Mountain. \"Ya\nwas in the Army, huh?\"\n\n\"Five years.\"\n\nShe was amazed and pleased. \"Now ain't that a coincidence? Ya probably\nknow my brother Benny. He was in five years, too.\" Gertie was\nconcerned. \"You were drinking last night, huh?\"\n\n\"To my shame.\"\n\nGertie made the soft clucking sound again. \"How ya going to get home in\nthat outfit?\"\n\n\"That,\" Ephraim said, \"is the problem.\"\n\nShe reached for and put on her skirt. \"Look. I live just over on 82nd.\nAnd if ya want, on account of you both being veterans, I'll lend you\none of Benny's suits.\" She wriggled into the top part of her four piece\nsun ensemble. \"Benny's about the same size as you. Wait.\"\n\nSmiling, Ephraim watched her go across the greensward to a broad\nturnpike bisecting the estate, then rose in sudden horror as a\nmetallic-looking monster with sightless round glass eyes swooped out\nfrom behind a screen of bushes and attempted to run her down. The girl\ndodged it adroitly, paused in the middle of the pike to allow a stream\nof billings-gate to escape her sweet red lips, then continued blithely\non her way.\n\nHis senses alerted, Ephraim continued to watch the pike. The monsters\nwere numerous as locusts and seemed to come in assorted colors and\nsizes. Then he spotted a human in each and realized what they must be.\nWhile he had lain in a drunken stupor, Mother Shipton's prophecy had\ncome true--\n\n'_Carriages without horses shall go._'\n\nHe felt sick. The malcontents would, undoubtedly, try to blame _this_\non the administration. He had missed the turning of an important page\nof history. He lifted his eyes above the budding trees and was almost\nsorry he had. The trees alone were familiar. A solid rectangle of\nbuildings hemmed in what he had believed to be an estate; unbelievable\nbuildings. Back of them still taller buildings lifted their spires\nand Gothic towers and one stubby thumb into the clouds. His pulse\nquickening, he looked at the date line of a paper on the grass. It was\nApril 15, 1950.\n\nHe would never clank cups with Mr. Henry again. The fiery Virginian,\nalong with his cousin Nathan, and a host of other good and true men,\nhad long since become legends. He should be dust. It hadn't been a\nnight since he had parted from Mr. Henry. It had been one hundred and\nsixty-one years.\n\nA wave of sadness swept him. The warm wind off the river seemed cooler.\nThe sun lost some of its warmth. He had never felt so alone. Then he\nforced himself to face it. How many times had he exclaimed:\n\n\"_If only I could come back one hundred years from now._\"\n\nWell, here he was, with sixty-one years for good measure.\n\nA white object bounded across the grass toward him. Instinctively\nEphraim caught it and found it was the hard white sphere being used by\nthe boys playing at ball.\n\n\"All the way,\" one of them yelled.\n\nEphraim cocked his arm and threw. The sphere sped like a rifle ball\ntoward the target of the most distant glove, some seventeen rods away.\n\n\"Wow!\" the youth to whom he had spoken admired. The young voice was so\nshocked with awe Ephraim had an uneasy feeling the boy was about to\ngenuflect. \"Gee. Get a load of that whip. The guy's got an arm like Joe\nDiMaggio....\"\n\n\n\nSupper was good but over before Ephraim had barely got started. Either\nthe American stomach had shrunk or Gertie and her brother, despite\ntheir seeming affluence, were among the very poor. There had only been\ntwo vegetables, one meat, no fowl or venison, no hoe cakes, no mead or\nsmall ale or rum, and only one pie and one cake for the three of them.\n\nHe sat, still hungry, in the parlor thinking of Martha's ample board\nand generous bed, realizing she, too, must be dust. There was no use in\nreturning to Middlesex. It would be as strange and terrifying as New\nYork.\n\nBenny offered him a small paper spill of tobacco. \"Sis tells me ya was\nin the Army. What outfit was ya with?\" Before Ephraim could tell him,\nhe continued, \"Me, I was one of the bastards of Bastogne.\" He dug a\nthumb into Ephraim's ribs. \"Pretty hot, huh, what Tony McAuliffe tells\nthe Krauts when they think they got us where the hair is short and want\nwe should surrender.\"\n\n\"What did he tell them?\" Ephraim asked politely.\n\nBenny looked at him suspiciously.\n\n\"'Nuts!' he tol' 'em. 'Nuts.' Ya sure ya was in the Army, chum?\"\n\nEphraim said he was certain.\n\n\"E.T.O. or Pacific?\"\n\n\"Around here,\" Ephraim said. \"You know, Germantown, Monmouth, King's\nMountain.\"\n\n\"Oh. State's side, huh?\" Benny promptly lost all interest in his\nsister's guest. Putting his hat on the back of his head he announced\nhis bloody intention of going down to the corner and shooting one of\nthe smaller Kelly Pools.\n\n\"Have a good time,\" Gertie told him.\n\nSitting down beside Ephraim she fiddled with the knobs on an ornate\ncommode and a diminutive mule-skinner appeared out of nowhere cracking\na bull whip and shouting something almost unintelligible about having a\nBible in his pack for the Reverend Mr. Black.\n\nEphraim shied away from the commode, wide-eyed.\n\nGertie fiddled with the knobs again and the little man went away. \"Ya\ndon't like television, huh?\" She moved a little closer to him. \"Ya\nwant we should just sit and talk?\"\n\nPatting at the perspiration on his forehead with one of Benny's\nhandkerchiefs, Ephraim said, \"That would be fine.\"\n\nAs with the horseless carriages, the towering buildings, and the water\nthat ran out of taps hot or cold as you desired, there was some logical\nexplanation for the little man. But he had swallowed all the wonders he\nwas capable of assimilating in one night.\n\nGertie moved still closer. \"Wadda ya wanna talk about?\"\n\nEphraim considered the question. He wanted to know if the boys had ever\nbeen able to fund or reduce the national debt. Seventy-four million,\nfive hundred and fifty-five thousand, six hundred and forty-one\ndollars was a lot of money. He wanted to know if Mr. Henry had been\nsuccessful in his advocation of the ten amendments to the Constitution,\nhere-in-after to be known as the Bill Of Rights, and how many states\nhad ratified them. He wanted to know the tax situation and how the\npublic had reacted to the proposed imposition of a twenty-five cent a\ngallon excise tax on whiskey.\n\n\"What,\" he asked Gertie, \"would you say was the most important thing\nthat happened this past year?\"\n\nGertie considered the question. \"Well, Rita Hayworth had a baby and\nClark Gable got married.\"\n\n\"I mean politically.\"\n\n\"Oh. Mayor O'Dwyer got married.\"\n\nGertie had been very kind. Gertie was very lovely. Ephraim meant to\nsee more of her. With Martha fluttering around in heaven exchanging\nreceipts for chow chow and watermelon preserves, there was no reason\nwhy he shouldn't. But as with modern wonders, he'd had all of Gertie he\ncould take for one night. He wanted to get out into the city and find\nout just what had happened during the past one hundred and sixty-one\nyears.\n\nGertie was sorry to see him go. \"But ya will be back, won't you,\nEphraim?\"\n\nHe sealed the promise with a kiss. \"Tomorrow night. And a good many\nnights after that.\" He made hay on what he had seen the sun shine.\n\"You're very lovely, my dear.\"\n\nShe slipped a bill into the pocket of his coat. \"For the Ferry-fare\nback to Joisey.\" There were lighted candles in her eyes. \"Until\ntomorrow night, Ephraim.\"\n\n\n\nThe streets were even more terrifying than they had been in the\ndaytime. Ephraim walked east on 82nd Street, south on Central Park\nWest, then east on Central Park South. He'd had it in mind to locate\nthe Pig and Whistle. Realizing the futility of such an attempt he\nstopped in at the next place he came to exuding a familiar aroma and\nlaying the dollar Gertie had slipped into his pocket on the bar, he\nordered, \"Rum.\"\n\nThe first thing he had to do was find gainful employment. As a\nHarvard graduate, lawyer, and former Congressman, it shouldn't prove\ntoo difficult. He might, in time, even run for office again. A\ncongressman's six dollars per diem wasn't to be held lightly.\n\nA friendly, white-jacketed, Mine Host set his drink in front of him and\npicked up the bill. \"I thank you, sir.\"\n\nAbout to engage him in conversation concerning the state of the nation,\nEphraim looked from Mine Host to the drink, then back at Mine Host\nagain. \"E-yah. I should think you would thank me. I'll have my change\nif you please. Also a man-sized drink.\"\n\nNo longer so friendly, Mine Host leaned across the wood. \"That's an\nounce and a half. What change? Where did you come from Reuben? What did\nyou expect to pay?\"\n\n\"The usual price. A few pennies a mug,\" Ephraim said. \"The war is over.\nRemember? And with the best imported island rum selling wholesale at\ntwenty cents a gallon--\"\n\nMine Host picked up the shot glass and returned the bill to the bar.\n\"You win. You've had enough, pal. What do you want to do, cost me my\nlicense? Go ahead. Like a good fellow. Scram.\"\n\nHe emphasized the advice by putting the palm of his hand in Ephraim's\nface, pushing him toward the door. It was a mistake. Reaching across\nthe bar, Ephraim snaked Mine Host out from behind it and was starting\nto shake some civility into the publican when he felt a heavy hand on\nhis shoulder.\n\n\"Let's let it go at that, chum.\"\n\n\"Drunk and disorderly, eh?\" a second voice added.\n\nThe newcomers were big men, men who carried themselves with the\nunmistakable air of authority. He attempted to explain and one of them\nheld his arms while the other man searched him and found the Spanish\npistol.\n\n\"Oh. Carrying a heater, eh? That happens to be against the law, chum.\"\n\n\"Ha,\" Ephraim laughed at him. \"Also ho.\" He quoted from memory Article\nII of the amendments Mr. Henry had read him in the Pig and Whistle:\n\n\"'A well-regulated militia being necessary to the security of a free\nstate the right of the people to keep and bear Arms shall not be\ninfringed'.\"\n\n\"Now he's a militia,\" the plain-clothes man said.\n\n\"He's a nut,\" his partner added.\n\n\"Get him out of here,\" Mine Host said.\n\n\n\nEphraim sat on the bunk in his cell, deflated. This was a fine\nresurrection for a member of the First Congress.\n\n\"Cheer up,\" a voice from the upper bunk consoled. \"The worst they can\ndo is burn you.\" He offered Ephraim a paper spill of tobacco. \"The name\nis Silovitz.\"\n\nEphraim asked him why he was in gaol.\n\n\"Alimony,\" the other man sighed. \"That is the non-payment thereof.\"\n\nThe word was new to Ephraim. He asked Silovitz to explain. \"But that's\nillegal, archaic. You can't be jailed for debt.\"\n\nHis cell mate lighted a cigarette. \"No. Of course not. Right now I'm\nsitting in the Stork Club buying Linda Darnell a drink.\" He studied\nEphraim's face. \"Say, I've been wondering who you look like. I make\nyou now. You look like the statue of Nathan Hale the D.A.R. erected in\nCentral Park.\"\n\n\"It's a family resemblance,\" Ephraim said. \"Nat was a second cousin.\nThey hung him in '76, the same year I went into the Army.\"\n\nSilovitz nodded approval. \"That's a good yarn. Stick to it. The wife of\nthe judge you'll probably draw is an ardent D.A.R. But if I were you\nI'd move my war record up a bit and remove a few more cousins between\nmyself and Nathan.\"\n\nHe smoked in silence a minute. \"Boy. It must have been nice to live\nback in those days. A good meal for a dime. Whiskey, five cents a\ndrink. No sales or income or surtax. No corporate or excise profits\ntax. No unions, no John L., no check-off. No tax on diapers and\ncoffins. No closed shops. No subsidies. No paying farmers for cotton\nthey didn't plant or for the too many potatoes they did. No forty-two\nbillion dollar budget.\"\n\n\"I beg your pardon?\" Ephraim said.\n\n\"Ya heard me.\" Swept by a nostalgia for something he'd never known,\nSilovitz continued. \"No two hundred and sixty-five billion national\ndebt. No trying to spend ourselves out of the poor house. No hunting or\nfishing or driving or occupational license. No supporting three-fourths\nof Europe and Asia. No atom bomb. No Molotov. No Joe Stalin. No\nalimony. No Frankie Sinatra. No video. No be-bop.\"\n\nHis eyes shone. \"No New Dealers, Fair Dealers, Democrats, Jeffersonian\nDemocrats, Republicans, State's Righters, Communists, Socialists,\nSocialist-Labor, Farmer-Labor, American-Labor, Liberals, Progressives\nand Prohibitionists and W.C.T.U.ers. Congress united and fighting to\nmake this a nation.\" He quoted the elderly gentleman from Pennsylvania.\n\"'We must all hang together, or assuredly we shall all hang\nseparately.' Ah. Those were the days.\"\n\nEphraim cracked his knuckles. It was a pretty picture but, according\nto his recollection, not exactly correct. The boys had hung together\npretty well during the first few weeks after the signing of the\nDeclaration Of Independence. But from there on in it had been a dog\nfight. No two delegates had been able to agree on even the basic\narticles of confederation. The Constitution itself was a patch work\naffair and compromise drafted originally as a preamble and seven\nArticles by delegates from twelve of the thirteen states at the May\n'87 convention in Philadelphia. And as for the boys hanging together,\nthe first Congress had convened on March 4th and it had been April 6th\nbefore a quorum had been present.\n\nSilovitz sighed. \"Still, it's the little things that get ya. If only\nBessie hadn't insisted on listening to 'When A Girl Marries' when I\nwanted to hear the B-Bar-B Riders. And if only I hadn't made that one\nbad mistake.\"\n\n\"What was that?\" Ephraim asked.\n\nSilovitz told him. \"I snuck up to the Catskills to hide out on the\ncourt order. And what happens? A game warden picks me up because I\nforgot to buy a two dollar fishing license!\"\n\n\n\nA free man again, Ephraim stood on the walk in front of the 52nd\nStreet Station diverting outraged pedestrians into two rushing streams\nas he considered his situation. It hadn't been much of a trial. The\narresting officers admitted the pistol was foul with rust and probably\nhadn't been fired since O'Sullivan was a gleam in his great-great\ngrandfather's eyes.\n\n\"Ya name is Hale. An' ya a veteran, uh?\" the judge had asked.\n\n\"Yes,\" Ephraim admitted, \"I am.\" He'd followed Silovitz's advice.\n\"What's more, Nathan Hale was a relation of mine.\"\n\nThe judge had beamed. \"Ya don' say. Ya a Son Of The Revolution, uh?\"\n\nOn Ephraim admitting he was and agreeing with the judge the ladies of\nthe D.A.R. had the right to stop someone named Marion Anderson from\nsinging in Constitution Hall if they wanted to, the judge, running for\nre-election, had told him to go and drink no more, or if he had to\ndrink not to beef about his bill.\n\n\"Ya got ya state bonus and ya N.S.L.I. refund didncha?\"\n\nPhysically and mentally buffeted by his night in a cell and Silovitz's\nrevelation concerning the state of the nation, Ephraim stood frightened\nby the present and aghast at the prospect of the future.\n\nOnly two features of his resurrection pleased him. Both were connected\nwith Gertie. Women, thank God, hadn't changed. Gertie was very lovely.\nWith Gertie sharing his board and bed he might manage to acclimate\nhimself and be about the business of every good citizen, begetting\nfuture toilers to pay off the national debt. It wasn't an unpleasing\nprospect. He had, after all, been celibate one hundred and sixty-one\nyears. Still, with rum at five dollars a fifth, eggs eighty cents a\ndozen, and lamb chops ninety-five cents a pound, marriage would run\ninto money. He had none. Then he thought of Sam Osgood's letter....\n\n\n\nMr. Le Duc Neimors was so excited he could hardly balance his pince-nez\non the aquiline bridge of his well-bred nose. It was the first time in\nthe multi-millionaire's experience as a collector of Early Americana\nhe had ever heard of, let alone been offered, a letter purported to\nhave been written by the First Postmaster General, franked by the First\nCongress, and containing a crabbed foot-note by the distinguished\npatriot from Pennsylvania who was credited with being the founding\nfather of the postal system. He read the foot-note aloud:\n\n    _Friend Hale:_\n\n    _May I add my gratitude to Sam's for your help in this matter. I\n    have tried to convince him it is almost certain to degenerate into\n    a purely political office as a party whip and will bring him as\n    many headaches as it will dollars or honors. However, as 'Poor\n    Richard' says, 'Experience keeps a dear school, but fools will\n    learn in no other'._\n\n                                                       _Cordially, Ben_\n\nThe multi-millionaire was frank. \"If this letter and cover are genuine,\nthey have, from the collector's viewpoint, almost incalculable\nhistoric and philatelic value.\" He showed the sound business sense\nthat, along with marrying a wealthy widow and two world wars, he\nhad been able to pyramid a few loaves of bread and seven pounds of\nhamburger into a restaurant and chain-grocery empire. \"But I won't pay\na penny more than, say, two hundred and twenty-five thousand dollars.\nAnd that only after an expert of my choice has authenticated both the\nletter and the cover.\"\n\nWeinfield, the dealer to whom Ephraim had gone, swallowed hard. \"That\nwill be satisfactory.\"\n\n\"E-yah,\" Ephraim agreed.\n\nHe went directly to 82nd Street to press his suit with Gertie. It\nwasn't a difficult courtship. Gertie was tired of reading the Kinsey\nReport and eager to learn more about life at first hand. The bastard\nof Bastogne was less enthusiastic. If another male was to be added to\nthe family he would have preferred one from the Eagle or 10th Armored\nDivision or the 705th Tank Destroyer Battalion. However on learning\nhis prospective brother-in-law was about to come into a quarter of a\nmillion dollars, minus Weinfield's commission, he thawed to the extent\nof loaning Ephraim a thousand dollars, three hundred and seventy-five\nof which Gertie insisted Ephraim pay down on a second-hand car.\n\n\n\nIt was a busy but happy week. There was the matter of learning to\ndrive. There were blood tests to take. There was an apartment to\nfind. Ephraim bought a marriage license, a car license, a driver's\nlicense, and a dog license for the blond cocker spaniel that Gertie\nsaw and admired. The principle of easy credit explained to him, he\npaid twenty-five dollars down and agreed to pay five dollars a week\nfor four years, plus a nominal carrying charge, for a one thousand\nfive hundred dollar diamond engagement ring. He paid ten dollars more\non a three-piece living room suite and fifteen dollars down on a four\nhundred and fifty dollar genuine waterfall seven-piece bedroom outfit.\nAlso, at Gertie's insistence, he pressed a one hundred dollar bill into\na rental agent's perspiring palm to secure a two room apartment because\nit was still under something Gertie called rent control.\n\nHis feet solidly on the ground of the brave new America in which he\nhad awakened, Ephraim, for the life of him, couldn't see what Silovitz\nhad been beefing about. E-yah. Neither a man nor a nation could stay\nstationary. Both had to move with the times. They'd had Silovitz's\nat Valley Forge, always yearning for the good old days. Remembering\ntheir conversation, however, and having reserved the bridal suite at\na swank Catskill resort, Ephraim, purely as a precautionary measure,\nalong with his other permits and licenses, purchased a fishing license\nto make certain nothing would deter or delay the inception of the new\nfamily he intended to found.\n\nThe sale of Sam Osgood's letter was consummated the following Monday\nat ten o'clock in Mr. Le Duc Neimors' office. Ephraim and Gertie were\nmarried at nine in the City Hall and after a quick breakfast of dry\nmartinis she waited in the car with Mr. Gorgeous while Ephraim went up\nto get the money. The multi-millionaire had it waiting, in cash.\n\n\"And there you are. Two hundred and twenty-five thousand dollars.\"\n\nEphraim reached for the stacked sheaves of bills, wishing he'd brought\na sack, and a thin-faced man with a jaundice eye introduced himself.\n\"Jim Carlyle is the name.\" He showed his credentials. \"Of the Internal\nRevenue Bureau. And to save any possible complication, I'll take Uncle\nSam's share right now.\" He sorted the sheaves of bills into piles. \"We\nwant $156,820 plus $25,000, or a total of $179,570, leaving a balance\nof $45,430.\"\n\nEphraim looked at the residue sourly and a jovial man slapped his back\nand handed him a card. \"New York State Income Tax, Mr. Hale. But we\nwon't be hogs. We'll let you off easy. All we want is 2% up to the\nfirst $1,000, 3% on the next $2,000, 4% on the next $2,000, 5% on the\nnext $2,000, 6% on the next $2,000, and 7% on everything over $9,000.\nIf my figures are correct, and they are, I'll take $2,930.10.\" He\ntook it. Then, slapping Ephraim's back again, he laughed. \"Leaving,\n$42,499.90.\"\n\n\"Ha ha,\" Ephraim laughed weakly.\n\n\n\nMr. Weinfield dry-washed his hands. \"Now we agreed on a 15% commission.\nThat is, 15% of the whole. And 15% of $225,000 is $32,750 you owe me.\"\n\n\"Take it,\" Ephraim said. Mr. Weinfield did and Ephraim wished he hadn't\neaten the olive in his second martini. It felt like it had gone to seed\nand was putting out branches in his stomach. In less than five minutes\nhis quarter of a million dollars had shrunk to $9,749.90. By the time\nhe paid for the things he had purchased and returned Benny's $1,000 he\nwould be back where he'd started.\n\nClosing his case, Mr. Carlyle asked, \"By the way, Mr. Hale. Just for\nthe record. Where did you file your report last year?\"\n\n\"I didn't,\" Ephraim admitted. \"This is the first time I ever paid\nincome tax.\"\n\nMr. Le Duc Neimors looked shocked. The New York State man looked\nshocked. Mr. Weinfield looked shocked.\n\n\"Oh,\" Carlyle said. \"I see. Well in that case I'd better take charge of\nthis too.\" He added the sheaves remaining on the desk to those already\nin his case and fixed Ephraim with his jaundiced eye. \"We'll expect\nyou down at the bureau as soon as it's convenient, Mr. Hale. If there\nwas no deliberate intent on your part to defraud, it may be that your\nlawyers still can straighten this out without us having to resort to\ncriminal prosecution.\"\n\nGertie was stroking the honey-colored Mr. Gorgeous when Ephraim got\nback to the car. \"Ya got it, honey?\"\n\n\"Yeah,\" Ephraim said shortly. \"I got it.\"\n\nHe jerked the car away from the curb so fast he almost tore out the\naged rear end. Her feelings hurt, Gertie sniveled audibly until\nthey'd crossed the George Washington Bridge. Then, having suffered in\ncomparative silence as long as she could, she said, \"Ya didn't need to\nbite my head off, Ephraim. And on our honeymoon, too. All I done was\nast ya a question.\"\n\n\"Did,\" Ephraim corrected her.\n\n\"Did what?\" Gertie asked.\n\nEphraim turned his head to explain the difference between the past\ntense and the participle \"have done\" and Gertie screamed as he almost\ncollided head on with a car going the other way. Mr. Gorgeous yelped\nand bit Ephraim on the arm. Then, both cars and excitement being new to\nthe twelve week old puppy, he was most inconveniently sick.\n\nOn their way again, Ephraim apologized. \"I'm sorry I was cross.\" He\nwas. None of this was Gertie's fault. She couldn't help it if he'd been\na fool. There was no need of spoiling her honeymoon. The few hundred in\nhis pockets would cover their immediate needs. And he'd work this out\nsomehow. Things had looked black at Valley Forge, too.\n\nGertie snuggled closer to him. \"Ya do love me, don't ya?\"\n\n\"Devotedly,\" Ephraim assured her. He tried to put his arm around her.\nStill suspicious, Mr. Gorgeous bit him again. Mr. Gorgeous, Ephraim\ncould see, was going to be a problem.\n\nHis mind continued to probe the situation as he drove. Things had come\nto a pretty pass when a nation this size was insolvent, when out-go\nand deficit spending so far exceeded current revenue, taxes had become\nconfiscatory. There was mismanagement somewhere. There were too many\nfeet under the table. Too many were eating too high off the hog.\nPerhaps what Congress needed was some of the spirit of '76 and '89. A\npossible solution of his own need for a job occurred to him. \"How,\" he\nasked Gertie, \"would you like to be the wife of a Congressman?\"\n\n\"I think we have a flat tire,\" she answered. \"Either that, honey, or\none of the wheels isn't quite round on the bottom.\"\n\n\n\nShe walked Mr. Gorgeous while he changed the tire. It was drizzling by\nthe time they got back in the car. Both the cowl and the top leaked.\nA few miles past Bear Mountain, it rained. It was like riding in a\nportable needle-shower. All human habitation blotted out by the rain,\nthe rugged landscape was familiar to Ephraim. He'd camped under that\ngreat oak when it had been a young tree. He'd fought on the crest of\nthat hill over-looking the river. But what in the name of time had he\nbeen fighting for?\n\nHe felt a new wave of tenderness for Gertie. This was the only world\nthe child had ever known. A world of video and installment payments,\nof automobiles and war, of atom bombs and double-talk and meaningless\njumbles of figures. A world of confused little men and puzzled, barren,\nwomen.\n\n\"I love you, Gertie,\" he told her.\n\nShe wiped the rain out of her eyes and smiled at him. \"I love you,\ntoo. And it's all right with me to go on. But I think we'd better stop\npretty soon. I heard Mr. Gorgeous sneeze and I'm afraid he's catching\ncold.\"\n\n_Damn Mr. Gorgeous_, Ephraim thought. Still, there was sense in what\nshe said. The rain was blinding. He could barely see the road. And\nsomewhere he'd made a wrong turning. They'd have to stop where they\ncould.\n\nThe hotel was small and old and might once have been an Inn. Ephraim\ngot Gertie inside, signed the yellowed ledger, and saw her and Mr.\nGorgeous installed in a room with a huge four poster bed before going\nback for the rest of the luggage.\n\nA dried-up descendant of Cotton Mather, the tobacco chewing proprietor\nwas waiting at the foot of the stairs when he returned sodden with rain\nand his arms and hands filled with bags.\n\n\"Naow, don't misunderstand me, Mr. Hale,\" the old witch-burner said,\n\"I don't like t' poke m' nose intuh other people's business. But I run\na respectable hotel an I don't cater none t' fly-b'-nights or loose\nwomen.\" He adjusted the glasses on his nose. \"Y' sure y' an' Mrs. Hale\nare married? Y' got anythin' t' prove it?\"\n\nEphraim counted to ten. Then still half-blinded by the rain dripping\nfrom the brim of his Homburg he set the bags on the floor, took an\nenvelope from his pocket, selected a crisp official paper, gave it\nto the hotel man, picked up the bags again and climbed the stairs to\nGertie.\n\nShe'd taken off her wet dress and put on a sheer negligee that set\nEphraim's pulse to pounding. He took off his hat, eased out of his\nsodden coat and tossed it on a chair.\n\n\"Did I ever tell you I loved you?\"\n\nGertie ran her fingers through his hair. \"Go ahead. Tell me again.\"\n\nTilting her chin, Ephraim kissed her. This was good. This was right.\nThis was all that mattered. He'd make Gertie a good husband. He--\n\nA furtive rap on the door side-tracked his train of thought. He opened\nit to find the old man in the hall, shaking as with palsy. \"Now a look\na yere, Mister,\" he whispered. \"If y' ain't done it, don't do it. Jist\npack yer bags and git.\" One palsied hand held out the crisp piece of\npaper Ephraim had given him. \"This yere fishin' license ain't for it.\"\n\nEphraim looked from the fishing license to his coat. The envelope had\nfallen on the floor, scattering its contents. A foot away, under the\nedge of the bed, his puppy eyes sad, Mr. Gorgeous was thoughtfully\nmasticating the last of what once had been another crisp piece of\npaper. As Ephraim watched, Mr. Gorgeous burped, and swallowed. It was,\nas Silovitz had said, the little things.\n\n\n\nIt was three nights later, at dusk, when Mickey spotted the apparition.\nFor a moment he was startled. Then he knew it for what it was. It was\nNature Boy, back in costume, clutching a jug of rum to his bosom.\n\n\"Hey, Mister,\" Mickey stopped Ephraim. \"I been looking all over for\nyou. My cousin's a scout for the Yankees. And when I told him about\nyour whip he said for you to come down to the stadium and show 'em what\nyou got.\"\n\nEphraim looked at the boy glass-eyed.\n\nMickey was hurt by his lack of enthusiasm. \"Gee. Ain't you excited?\nWouldn't you like to be a big league ball player, the idol of every\nred-blooded American boy? Wouldn't you like to make a lot of money and\nhave the girls crazy about you?\"\n\nThe words reached through Ephraim's fog and touched a responsive\nchord. Drawing himself up to his full height he clutched the jug still\ntighter to his bosom with all of the dignity possible to a man without\npants.\n\n\"Ya fadder's mustache,\" he said.\n\nThen staggering swiftly into the cave he closed the rock door firmly\nand finally behind him.",
    "metadata": {
        "author": [
            "Keene, Day",
            "Hjertstedt, Gunard R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65070/pg65070.txt",
        "name": "what_so_proudly_we_hail.json"
    }
}