{
    "name": "When the Sun went out",
    "author": [
        "Stone, Leslie F. (Leslie Francis)",
        "Rubenstein, Leslie Francis",
        "Silberberg, Leslie Francis"
    ],
    "body": "The dying Earth lay wrapped in its dismal coat of what was soon to be\nthe complete darkness of a sunless world. Just as she no longer had\nthe Moon, her Lamp of Ages, to light the night skies as she whirled on\nher course through the limitless ocean of Space, so now she was about\nto lose the Sun which, after billions of years, was at last burning\nout. Cold somber darkness of everlasting night was to engulf the eight\nplanets to which old Sol had once given heat and light.\n\nHistory tells of the Sun in all its glory, of a bright, warm Earth,\nof joy on the globe. It tells, too, of the moon, a shell set aglow by\nthe sun's rays and reflecting on Earth the beauty of silvery light.\nBut with the light from the sun growing more and more feeble through\nthe preceding thousands of years, the Night's fixture had faded too\nuntil now it was no more than a dark body flitting past by day. Only\nat times during the night did a stray gleam of the sun illuminate, for\na fleeting moment, the dead face, as a shadow passing across the white\nicecapes. Now there were only the stars, distant and aloof, smiling\ndisdainfully upon the senile planet Earth, to light her night and her\nday too.\n\nIn Central City most of the few hundred thousands of people who now\ncomprised the entire world's population had already gathered. The rest\nwere hastening to join the multitude, so that together they might\nwatch the sun in the throes of death. Then would they make their\ndescent to the bowels of the Earth wherein the once proud Earthlings\nplanned to make their last stand against their arch-enemy, Nature.\n\nKuila Rei was one of the tardy ones. As his name denoted, he was of\nthe race of astronomers. He was the last to leave Mount 83 upon whose\nsummit he and his fellow scientists had for many years kept the Sun\nunder surveillance, publishing their minute calculations as to the\nhourly condition of the waning star.\n\nKuila, like many, objected strenuously to his removal to thousands of\nfeet below the Earth's crust. He knew that several centuries before the\nEarth had been warned of the critical state of the Sun. Then had been\nthe time for action. However, for the last million of years the Earth's\npeople had been retrograding, and now except for a few hundred men and\nwomen of Kuila's ilk were mental and physical weaklings. They had been\ncontent to live on what their mighty ancestors had provided for them,\nusing only what knowledge had come to them through the ages, and making\nno attempt to improve their condition.\n\nNow through their lack of energy and foresight what machines they\npossessed were gradually wearing away. One by one those gigantic\nmonsters, that had for thousands of years been producing all of man's\nneeds, were breaking down because of the failure of their parts. From\ntime to time men with some mechanical genius had repaired here and\nthere. But, as the years went on, the knowledge of these men was lost\nuntil now the world was faced at last with the fact that they had\npractically no hope of succor from their present condition.\n\n\n\n                                A Hope\n\nWhat they were to do when the last machine halted forever, when those\nmachines would no longer turn out their barest necessities, they were\nnot able to conceive. In fact, they gave no thought to the future at\nall. These simple-minded offsprings of the mechanical geniuses of the\nworld existed, living on the fruits of the machines that produced\nfoods, and materials from the air, as well as the soil, and from\nminerals dug from the Earth's core.\n\nAnd now the Sun, from which much of the energy that drove these\nmachines was obtained, was dying. The Sun would be a Sun no longer. It\nwould become cool and perhaps foster new life in its tepid waters, life\nthat would after ages crawl out upon a new as yet unlighted land.\n\nHowever, as always in man's history, time and time again, it was in\ndire need that his supremacy eventually asserted itself. And such was\nnow the case. A few men of stronger will and greater intellect had\nrealized the state of affairs into which they were being plunged, and\nunder their inspiration for the past fifteen years, a new activity had\nseized the Earthlings. Those who still possessed an understanding of\nmechanics were called forth. Together they built new machines out of\nthe scraps of the old, and with these commenced digging night and day a\nshaft in the Earth that was to be the salvation of Mankind.\n\nWithout a doubt the Earthlings could not abide any longer on the\nsurface of the Earth. Year after year great fields of ice had come\ndown from the North-lands gradually encompassing the land, driving its\npeoples further and further into the South. They were increasing in\nsuch numbers that their cold was taking hold on the Earth and the Sun's\nweak rays could not stave them off. It would only be a question of time\nbefore the narrow belt at the equator that was alone untouched would be\nconquered by the Great Ice Flow.\n\nThere had been some talk of building machines that would carry them\naway from Mother Earth to a new planet and a new sun. But the wisest\nmen knew the futility of such a course. True! History did tell of\nseveral such attempts; some had been successful, some not. Yet that\nhad been in a day when men who understood such machines had lived, and\nthey had not been built in a moment or day. To build ships that could\nbear them millions of miles through space was too difficult a feat for\npeople who had just awakened from a lethargy in which they had dreamed\nand played for many centuries. For the present, only one course was\nopen. Then when Man was more fully awakened, he might make other plans.\n\nAlready Man had reached the depth of almost a thousand miles below\nthe surface. New machines were hollowing out great caves in the\nEarth's bowels in which the present population hoped to survive. The\nconstruction of the machines of the past now being studied from the\nrecords that remained, new discoveries were made and it looked as\nthough Mankind were taking a new lease upon life.\n\nAfter the first shaft had been driven, a second was started. It had\nbeen found that at this depth the temperature was a little below\nthe normal heat required for the comfort of man, but until better\nprovision could be made it would be necessary to make that do. Heating\napparatus would be installed, lights, sewerage, everything to make the\nunderground caves livable, and then with the years to come men would\ncontinue to dig deeper as the cold of the ice-coated Earth penetrated.\n\nGiant caves were being hewn out of the living rock to house the five\nhundred-thousand souls that now made up the populace of the world. As\neach cave was dug it was lined with Ega, a glass-like substance that\nwas sprayed from the mouth of a machine and which hardened into a\nhard, almost impregnable shell, and coated to a uniform thickness and\nsmoothness.\n\nFor the present the sole idea was to provide room enough for the\nworld's inhabitants to seek protection from the wretchedness and bitter\nchill of the Earth's surface. Everything must be upon a communistic\nbasis; so many people allotted to each giant cave. Later small caves\nwere to be hewn out for individual comfort and privacy, but that would\ntake time.\n\nUnderground many obstacles barred their way. Subterranean rivers were\na source of trouble and sometimes disaster to the diggers, but with\ntheir newly discovered ingenuity the workers learned to overcome and\ndivert them to their own purposes. Sink holes, crumbling rocks and\nother calamities often retarded progress. But sometimes Mother Nature\npresented them with a few of the gifts that were still left in her\ncornucopia. There were natural caves, a deposit of precious metals, and\nbarriers that fell without man's efforts.\n\n\n\n                               Kuila Rei\n\nThus had twenty great caves been dug out when at last word came from\nthe astronomers that the Sun's power could not possibly survive the\nweek. Night and day the work continued so that thousands might be made\nfairly comfortable. There was much lamenting on the Earth's crust as\nthe world watched the fading of the Sun. It was hard enough to lose\nthe warmth of the Sun, but to have to creep into the damp cellar of\nthe Earth was almost too much for the soft men and women who had lived\nluxuriously under the shadow of mighty machines that had given them all.\n\nKuila Rei journeying in his flyer from the observatory wherein he had\nspent almost his whole life, since he had emerged from the City of\nthe Children, thought of all this. The flyer had been built several\nthousand years before. Once it had been the very latest type of\nLighter-than-Air machines that Science had produced. And it still was,\nfor no better had been brought forth since. It sat like a bubble on\nthe thin air of the globe, and in form it resembled a bubble. It was a\nperfect globe fashioned from a material that resembled glass, but its\nqualities were as different from that brittle, splintery material as\nnight was unlike the day. Alu, the ancients called it, and it was as\ntransparent as the air, yet as strong as Earth itself, malleable as\nclay and lighter than air. The greatest weight could not smash or crush\nit, the sharpest point could not even scratch its surface.\n\nWithin this indestructible chamber sat Kuila Rei on a seat covered\nwith a leathery material whose back could be let down for sleeping\npurposes. His feet rested on a similar pad and on a bar in front of him\nthat extended from side to side were placed the various levers that\ncontrolled the machine. Under the seat was fitted the motor contained\nin a small metal box, taking up no more than a cubic foot of space. The\noxygen tank twice the size of the motor stood near by.\n\nFlying thousands of feet above the ground Man had found that the\nthinning atmosphere was too rare and each flyer was consequently\nsupplied with its own oxygen tank containing enough of the precious\ngas to sustain the pilot for one hundred hours. An open valve in the\nside of the globe allowed enough of the poor grade of air to flow\nfrom the outside to the tank and thence into the globe reviving the\nair sufficiently to the proper proportions needed for the driver. The\nmotor, ingenious and yet of a marvelous simplicity, used for its fuel\nthe carbon dioxide expelled by the occupant of the machine, thus also\nkeeping the air clean and fresh. Through another vent the motor tossed\noff its waste.\n\nOn entering his flyer Kuila had set the indicator for Central City, and\nturned the height gauge to the altitude he knew it best to fly. He had\nno more to do but wait until he arrived at his destination. Had he been\nable to see the ground over which he was flying, at a height necessary\nto avoid the irregularities of the Earth's surface, he would not have\nbeen interested in the least. For where ages before had flourished\nbeautiful trees and wild jungle verdure; where jeweled pools had lay\ndimpling in the sun; where brilliant birds and chattering monkeys had\nlived joyously (in that part of the world that had once been called\nBrazil) there was nothing now other than a wasteland, grey, bleak and\ncold, its face like the worn, wrinkled visage of the old.\n\nKuila had with him a collection of ancient books and archives that he\nhad discovered during his life. Many hours he had studied them, and\nin those hours he had lived not in the barren world of today, but in\nthe beautiful sunlit years that had gone before. In his books he had\nread of the glory of the sun, of the vast, ever-moving waters (all ice\nnow), of green happy lands, of the moon that had once lighted the sky\nat night. Ah! if only he could journey to a world that was as fresh and\nyoung!\n\nNot until he felt the growing stuffiness in his machine, due to the\naccumulation of carbon dioxide no longer being used by his motor, did\nhe realize that he had come to a stop, and that he was floating like a\nbubble over the city.\n\nLike every man-made structure that still existed Central City had been\nbuilt in the far-off past. Here had been the core of the once-great\nrealm of the Earth. Here sat the Five, scientists all, who directed\nthe welfare of mankind. Here had the greatest of men lived. Building\nafter building rose thousands of feet in the air, each building an\nentire community in itself, joined to its neighbors by numberless\nairways for both pedestrians, ground and air cars. Several great\narteries were still used by the small population of the city. But for\nthe most part the city that had once housed thirty millions lay as\ndead, the skyscrapers untenanted and cold; although to this day there\nwas no sign of decay. One could pass from chamber to chamber and find\nthe belongings of their past owners neatly in order. The decay of the\nrace had been gradual. There had been no hurried flight. Only the slow\ndisintegration of a well-satisfied people.\n\nKuila Rei maneuvered his flyer gently down the roof of perhaps the\nmost gigantic skyscraper in the city. As he drew near he saw that the\nroofs of the surrounding buildings, as well as the one to which he was\ndescending, were crowded with people. Room was cleared for his machine\nclose to the hangar and a small group detached themselves to aid him in\npushing the machine under cover.\n\nAn aged man standing near by spoke to him. \"It is the last time you\nshall fly through the air of this condemned world, O Rei,\" he murmured\nand sighed. Kuila scowled at the reminder of that fact, and pushed\nhimself into the heart of the crowd. He found his way to one of the\nkiosks that housed an elevator and stepping in it he pressed the\nindicator for a floor a thousand feet below.\n\nThe drop occupied less than a minute and he was in a corridor. He\nhurried along to an office wherein several people were still lingering.\nIn the center of the room stood a machine with a mouthpiece on its\nface, and into this he dictated his report. He stated his name, age\nand occupation and explained that he had been the last to leave the\nobservatory of Mount 83; that it was in perfect condition, a condition,\nhe conjectured that would withstand the ice-flow that was slowly\nsurmounting the peak on which the observatory stood. His report ended,\nhe turned away. He knew that the machine would relay his report to an\nadjoining office, write it in indelible print on a thin metal sheet and\nfile it away with similar reports in alphabetical and chronological\norder.\n\n\n\n                         A Beautiful Companion\n\nWith that done he left the office, returning to the shaft by which\nhe descended. A girl was walking ahead of him, and they both reached\nthe lift almost at the same moment. She was dressed exactly as Kuila\nRei, and on her shoulder he descried insignia the same as he wore, the\ninsignia of the astronomers.\n\nThe suits of the Earthlings were made of a material that transmitted no\nheat, holding the normal body heat of the wearer. It was in two pieces,\nblouse and trousers. The trousers almost skin-tight fitted snugly at\nthe hips. They were designed so as to contain the feet; and under the\nfeet were sewn heavy pieces of felt that fitted the foot. The blouse\nwas loose to give free movement to the torso. It fell straight from\nthe shoulder half-way to the thighs and was caught tightly at the waist\nwith a girdle. The sleeves hung rather full from shoulder to wrist\nand were buckled tightly; while the collar, rather high, fitted the\nneck closely. From the shoulders hung a hood that could be pulled over\nthe head and fitted tightly about the face and chin. From it a mask\ncould be drawn over the face to protect it in cases of extreme cold\nand to the mask were fastened small tubes for nose and mouth. These\ncould be attached to an oxygen tank that the wearer would carry on his\nshoulders. Gloves were carried in one of the slit pockets of the blouse.\n\nKuila followed the girl into the elevator and they came face to face.\nHe was struck by the exquisite beauty of her clear features, a beauty\nthat was striking even among a people who were all beautiful. Her skin\nwas a warm olive, a complexion that had been evolved from the admixture\nof the five original races upon Earth. Her eyes were clear hazel, her\nlips a deep red. Each feature was as perfect as though hand-chiseled,\nfrom the little square chin to the fine sensitive eyebrows and smooth\nwhite temples. And framing it all was the hair of a rich blackness.\nOnce human hair entailed the constant need of trimming, but Science had\neasily done away with that inconvenience by the simple means of the\nT-Ray. When the T-Ray was trained on the hair and beard by means of a\ncap-shaped helmet it not only halted the natural growth of the roots\nbut at the same time treated them so that in a life-time not a single\nhair could fall from the scalp.\n\nIn response to his smile the girl smiled back brightly. \"I suppose we\nare both ascending to the roof?\" she queried in a low well-modulated\nvoice that was strangely thrilling to a man who had not heard a\nwoman's voice in over ten years. He nodded, and she touched the lever\nthat should carry them upward.\n\nThe lift traveled fast, but in the thousand foot ascent there was still\ntime for Kuila Rei to learn that the girl was Ramo Rei; that she had\nreturned from Mount 47 whereupon was set an observatory like the one\nhe had just left; that she had been associated only with two woman and\ntwo men, all of whom had already passed the third cycle (150 years of\nage); and so therefore, she had taken no companion (mate) and was, like\nhimself, quite alone in the new world they were to enter.\n\nThey were not immediately aware that the elevator had stopped. Only\nwhen the steady murmur of voices came to them from without did they\nsuddenly realize they had reached the roof. Kuila managed to elbow\nhis way through the crowd and found for them an unoccupied spot in a\nsecluded part of the parapet.\n\nIt was now almost time for rising of the sun. Once, the annals of\nhistory showed, the Earth had known approximately twelve hours of\nday-light. But gradually, through the ages, the periods of day had\ngrown shorter until now at the present time there was scarcely one\nshort hour of light. This was due to the fact that the Sun was no\nlonger a ball of fire, that only two spots still burned on its wide\nexpanses. A month since the smaller of the two spots had burned out,\nand now it was but a question of hours before the other spot would give\nits last flicker.\n\nA stillness pervaded the towering roofs and here and there a few groups\ncould be seen whispering. On the left was the building now occupied by\nthe twenty-seven thousand children who had been brought from the City\nof Children and their sweet fresh voices could be heard in song as\nthey greeted the wan light. Almost a billion years ago the ancestors\nof these children had sung in the same manner to the sun to give them\nlight and keep them in health.\n\nIn their corner Ramo and Kuila were speaking in subdued tones. There\nwas much for them to tell each other, and the affinity which had drawn\nthem together was strengthened as they learned that they had many\ninterests in common. She, too, had gathered books of the past, and they\nboth longed to see a sun in all its wonder and to feel its warmth surge\nthrough their veins.\n\n\"I contend,\" said Kuila, \"that we make a mistake in descending to\nthe Earth's core. It would be far better that we migrate to another\nUniverse which has a sun that is still young!\"\n\nHe saw the light that came into her eyes at his words. She nodded her\nhead in approbation. \"I, too, Kuila Rei, have had such dreams. At\nnight when I was alone at the sky-eyes I studied the various planets\nand Universes for the possibility of transferring ourselves to another\nworld. Buik Rei, head astronomer of Mount 47, and I have studied the\nproposition from all angles and he agrees it is feasible. Only we\nare not yet equipped for such an expedition. Long ago we might have\nprofited by the knowledge of our forefathers and traversed Space at\nwill. Now, instead, we must begin all over again to learn what they had\nso gladly prepared for us.\"\n\n\"Then you do believe there is a possibility?\"\n\n\"Is anything impossible?\"\n\nFurther discussion was halted at that moment by the cry that had gone\nup from the five hundred-thousand Earthlings gathered on the roof-tops.\nThere had been a change in the somber darkness enclosing them; a pale\ngrayish light was now visible in the Eastern sky!\n\n\"The Sun, the blessed Sun!\" cried the voices.\n\nGradually the light became brighter, and then on the Eastern horizon\nappeared the sun, but Oh! so different from the old bright sun.\n\nOnce it had been globe-shape, dazzling bright, so that the eyes could\nnot look upon it. Now, all that remained of the old fire was one\nstrange, ragged streak of light that ran vertically up the surface of\nthe globe, and so weak and feeble was that single streak that it looked\nwan and livid. There was no rosy haze to accompany this dawn. All was\ngray, stark, nude.\n\nThe hour was passing--and, as they watched, the onlookers could see\nthat the white streak that was the sun was gradually turning on its\naxis so that the single burning spot would soon be hidden from sight of\nthose on Earth. And it would be many, many hours before the Earthlings\nwould catch sight of it again. The grayness was gradually fading into\ndarkness again. The myriad of stars overhead continued to gleam,\nsparkling in all their splendor, twinkling like the eyes of a man\novercome by laughter--laughing at the plight of a doomed world.\n\nWith sighs and low murmurings the crowds dispersed from the rooms.\nRamo and Kuila did not leave yet. The Earth may grow senile, but youth\ntells the same old story. And the two had much to tell each other.\nAstronomers both, they spoke the same language, had the same hopes and\ndesires. And then, they were young.\n\nTwo hours later they agreed to descend from the roof. As they had just\narrived in the city neither had taken up new quarters as yet, and they\nwent down to the office where they would be assigned quarters. They had\nbut to speak their name, number, and rating into a machine like the one\nto which they had already reported, and in answer came a small piece\nof circular metal having upon it, in the strange numerical writing of\nthat day, their new address.\n\nEach giant building was a city in itself. Each had its auditorium\nwhere gathered for general announcements, amusements, lectures\nand discussions, the tenants of the building. There were large\nconservatories where was planted what verdure and vegetation had been\npreserved through the centuries. A few birds and smaller animals had\nbeen kept alive in the same manner. Canned sunlight, the light of the\nsun that had been gathered by scientists many years before and stored\nin giant vats, took the place of the ineffectual sun. Here people spent\nmuch of their time.\n\n\n\n                         The Home of the Five\n\nAnother floor was devoted entirely to a commissary to provide the\nbuilding with its necessities. Three entire floors were devoted to the\noffices that recorded automatically every small detail in the life of\nits tenants. The remaining floors were given over to living quarters.\nThis particular building which now housed Kuila and Ramo was the\nScientific Building, and herein dwelt all those who belonged to one\nbranch or another of Science.\n\nOnce every building in the city had been filled to capacity and there\nhad been a continual overflowing into new buildings--but in the\ncenturies that had just preceded this, the population of the world had\ndiminished so greatly that city after city had been deserted until only\nCentral City and the City of Children were inhabited.\n\nIn Central City there was one building that differed from the others.\nThis odd building formed the nucleus of the city and was reckoned for\nthat matter the center of the world. For from it emanated the life of\nthe world and its government. It was the residence of The Five.\n\nMany millions of years before Four Scientists had revolutionized the\ncivilized world. They had previsioned a world subjugated by the yellow\nrace, and to avoid that they had overthrown the entire world, destroyed\nits antiquated civilization and set up a new government with Scientists\nat the head instead of kings. Only by the effort of a young man was a\ncatastrophe that would have entirely depopulated the world, averted.\nThereafter the youth was added to the Quaternion so that henceforth it\nbecame a Quinvate and had continued so to this day.\n\nThe Five were sufficient unto themselves, directing the destinies of\ntheir world, choosing from each generation a new member to succeed the\nold and governed only by their high sense of duty to their fellow-man.\nAs the new member was recruited from the younger generation, he (or\nshe for sex made no difference) was taught the high principles of the\norder, bringing with him a fresh sense of justice and knowledge of the\nworld he had been a part of. Thence he studied with his elders, so\nthat, when he was aged and called upon a youth to succeed him, he had\nmuch to impart. As the man was sure to live well past his two hundredth\nyear he had great knowledge, experience and understanding to pass on to\nhis juniors.\n\nThe building that housed the Five was only ten stories high. One floor\nwas given over to a common council chamber; the second to private\ncouncil rooms, rooms for the guards, and offices. Two more floors were\nlaboratories, and might be likened to a patent office where all new\ninventions, new innovations were investigated, tried and proven, as\nto their practicability. Here the various members of the Five spent\nmuch of their own time working, improving, giving the products of their\nown minds to civilization. The next five floors belonged to the Five\nexclusively. Here they had privacy, each having one entire floor for\nhimself and his attendants. The tenth floor was their mutual meeting\nground. Here was their common lounge and their conservatory. They also\nhad a roof promenade, but that was covered over with unbreakable glass\nand guards passed up and down day and night.\n\nThe Five dressed exactly as did their fellow-men, without mark of\ndistinction. Only with them the mask was always worn over the face and\nthey never moved about unless under heavy guard. When once a man or\nwoman took the sacred oath of the Quinvate all ties were cut. Friends\nwere forgotten, mother and father they had never known, mates were\ndiscarded like all else. Thus, once in a generation, a fellow being\nmight drop out of his sphere never to be seen again. One-time friends\nmay conjecture that he who had so excelled in his line of endeavor\nhad reached the zenith and had been chosen by the Five. But one could\nnever be positive. Perhaps the friend had been transferred to a station\nacross the world, to carry on their work as heretofore. Hence the mask,\nthat none might claim friendship with any member of the Five, and\nretard the wheels of justice. For first of all the Five were the judges\nto decree life and death!\n\nOnce some fanatic who imagined an enemy of his to have been elevated\nto that high position had, with an infernal machine, managed to almost\ndemolish the Center, killing two of the Five. That was the greatest\ncatastrophe to have happened to them, and it took years to recover\nfrom the effects. It took vigilance and extreme care to prevent the\nrecurrence of that same action.\n\nFor the past several thousand centuries the Five had not been the\naugust body as heretofore. Recruited from a decaying race they had been\nmerely representative of it. However, it was through the efforts of the\nnewest recruit that the program of today was brought about; that the\nnew machinery had been brought into being; that new heart was taken by\nthe populace.\n\nAfter receiving the cards with their room numbers upon them, Ramo Rei\nand Kuila Rei separated and agreed to meet again and go together to\nthe Council Chamber where a meeting was scheduled to take place in ten\nhours.\n\n\n\n                              Last Hours\n\nKuila repaired to the room given him--identical to all other living\nrooms in Central City. In measurement the room was fifteen by fifteen\nand twelve feet high. At first glance the walls were a buff color,\nbut after a few moments in the room under the glow of the light that\nappeared to emanate from the walls themselves it was evident that they\nwere changing color. A pink flush was creeping over them, a pink that\ndeepened to a rose to be saved from red by the appearance of another\nhue, a delicate blue, that, from dark blue, became a light green and so\nthrough the spectrum of colors. Ages ago Man had discovered the effects\nof color upon his nervous system and knew that the monotony of any one\nshade would eventually drive him mad. Therefore, as one by one the\ncolors of Nature disappeared around him, he set about producing a riot\nof color about him. Everything he made was colored with a pigment which\nin the light brought out the seven colors and all the delicate shades\nbetween them. Even clothes had the faculty to change minutely.\n\nIn shape the room was square, and yet the corners were built with a\ncurve that gave the room a graceful line. Its furnishings were of the\nsimplest. There were low couches padded with a soft felt-like material,\nand like the walls, it changed color continually. These couches,\nfashioned so as to give perfect ease to the body, were shaped to its\ncurves and angularities, and were used both as beds as well as for\nrelaxation, serving for the awkward chair of the ancient. Several low\ntables, hardly a foot high, served as desks or to hold a few simple\nthough colorful ornaments.\n\nOne wall of the room was given almost entirely over to a large\nmirror-like surface that gave no reflection. But by touching a small\nlever on its side it gave the onlooker all the news of the world--like\nthe news-reel of old, by which ages ago one might sit back and watch\nthe progress of the world. A simple attachment gave forth sound so that\nmusic, lectures and various sound arrangements came to the listener.\nNow men seldom used this medium, for, in a world that comprised only\ntwo cities and a few outposts, there was little news to broadcast\nbesides that which went by word of mouth or could be announced in the\ncity streets and auditoriums.\n\nAdjoining the single room was a small bathroom with all its necessary\nfeatures, and on the far side of the room was a small closet. Herein\nwere three faucets and a cupboard. One faucet gave water, and the other\ntwo faucets each emitted a liquid food that was the mainstay of the\nEarth's thousands. Once man ate the flesh of animals, but animals, as\nwell as leaves, fruits and roots of grasses and vegetation had passed\naway. Man had discovered thereafter that the food products of trees,\nand later of minerals, were even more highly efficient, and though\nMan lost sense of taste he gained a better store of body energy. The\nmachinery that produced the tasteless liquids also brought forth\ncubes of highly concentrated food that was preserved in this manner\nfor indefinite periods. And, as one cube a day together with a measure\nof liquid is sufficient for the human, it was possible to carry\nseveral months' supply on one's person without taking up much space.\nConsequently the pleasure of eating had been lost, but the tripled\nefficiency of the food overcame that loss.\n\nKuila Rei drew a glass of the colorless liquid that was hot to the\ntaste; and then threw himself on a couch. He did not sleep immediately,\ndreaming rather of the girl he had just left. Soon, however, sleep\nclaimed him. He was awakened by a metallic voice near at hand, coming\nfrom a small instrument on one of the nearby tables, that informed him\nthat the hour of meeting in the Auditorium was at hand.\n\nHe found Ramo Rei at the place they had named for their tryst, and\ntogether the pair took their places on the benches arranged to seat the\nseveral thousand the building was housing. They were addressed by an\nofficial who spoke of what the machines had been doing in the bowels\nof the Earth; of what they would find in their new home; of what would\nbe the duty of every man and woman. It was not a beautiful prospect he\npainted for them, but then there was no reason to paint the picture any\nbrighter than it was. He explained that everyone was to carry on the\ntype of work that he was accustomed to atop the Earth, and for those\nwhose type of employment would be of no use under the Earth's crust,\nnew work should be found.\n\nRamo and Kuila turned to each other with a question. What could they,\nthe astronomers, do now? It would take years before shafts could be dug\nthrough the earth back to the summits of the mountains whereon stood\nthe observatories. Well, whatever might come, it was certain that the\ntwain would stick together.\n\nThey went into a conservatory and strolled there together for hours.\nThen, when the hour of dawn was again at hand, they repaired to the\nroof. Two more days passed in the same manner, and on the third day\nword was noised about that the last hour was at hand. The Sun was in\nits death throes.\n\nThe two went to their place at the parapet. The crowds were silent now,\nholding their breath. Gradually the sky was becoming gray, but a sickly\ngray, watery and pale. Nothing was distinct in the poor light. Eyes\nstrained to catch the first glow of the single flame of light, and a\nvolume of sound went up when at last it appeared.\n\nIts light was very faint, so faint that it was no brighter than the\nglow of a distant star. Then suddenly it all changed. It grew brighter\nand brighter. That streak of red growing brighter, still brighter. It\nsuddenly looked as if the whole star was aflame again. Who said the Sun\nwas dying? A cry went up from the roof-tops. The multitude could feel\nthe warmth from that bright fire.\n\nBrighter, ever brighter, a single flame pushed out, reaching out,\ngrowing, brighter and brighter. Some one screamed. \"That flame ... the\nSun is coming to consume us! Hail O Sun, take us to your heart, devour\nus in your last burst of glory!\"\n\nThe flame, however, appeared to have spent itself, it was dwindling\nonce more. The Sun was dying. That burst of light had been the Sun's\nlast burst of glory. Low murmurings arose from the crowds, someone\ncommenced to sing a dirge and all took it up as they watched the\nflame growing smaller, smaller. Then the light was gone. Only a faint\ngrayness persisted, but that too died. Several minutes more and the\ndarkness gathered in, a darkness that was never to be dispelled again.\n\n\n\n                            Into the Depths\n\nThe stars seemed creeping closer so that they might see and jeer at\nMother Earth. A voice broke loose from the roof-tops again. \"Come let\nus creep like ants into our holes, and burrow into the heart of our\nMother. Come, come you poor weak things that proudly term yourself Man,\nLord of the Universe. Creep into the darkness. Come now, out of this\nbitter coldness that would grasp you by the throat. Come, all of you,\nwho would play at living. Come!\"\n\nA death-like silence settled over the multitude. Then voices were heard\nagain, whisperings and comfortings, and a wail that grew in volume\nuntil it seemed to encircle the Earth. The cry of a people forsaken,\nbroken. On the roof of one building a commotion started, then a yell\nand a scream and a body went hurtling over the roof, down the several\nthousand feet to the ground. Another followed, and another as men and\nwomen despairingly threw themselves over the parapets. More might have\nfollowed had not a figure of command appeared on the highest pinnacle\nof the roof of the Scientific Building.\n\n\"Come! To the lifts! We descend to our new home, my people!\" he cried\nout. \"Come! New life awaits us. Come!\"\n\nIn answer the crowds became milling masses as they made their way to\nthe elevators. Forgotten were the weaklings who could not face life any\nlonger. And those who had thought to do the same turned instead to the\nvoice of command.\n\nRamo and Kuila were amongst the last to descend. They had been as\nbreathless as their fellow-men at the appearance of the Sun, and its\nlast supreme effort. And with its dying Ramo had hidden her face in her\nhands. Somehow Kuila had found his arm around her, and she had laid her\nhead on his breast while she sobbed.\n\nBut even though the Sun had died, and the last hope of Earth departed,\nKuila found himself happy, happier than he had ever known. For now\nhe knew that the Sun could not go out for him. And then perhaps, who\nknows, together they would some day venture out and find a new Sun, a\nnew world, one that had trees and flowing waters, a radiant warmth, and\nmayhap a moon or two to light their night!\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Stone, Leslie F. (Leslie Francis)",
            "Rubenstein, Leslie Francis",
            "Silberberg, Leslie Francis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72943/pg72943.txt",
        "name": "when_the_sun_went_out.json"
    }
}