{
    "name": "When Kohonnes Screamed",
    "author": [
        "Moonchild",
        "Fox, Gardner F. (Gardner Francis)",
        "Purvis, Clement"
    ],
    "body": "The spaceship was changing shape all around him. The curving walls\nsloped inward at crazy angles, and the glassine windows bulged like\ngiant bubbles. The floor was an unending series of little waves, and\nthe ceiling melted to drop liquid pellets.\n\n\"This is _it_!\" exulted Grim Thorssen, slamming the levers of his\ncontrol board, striving to slip his ship into the tug of the little\nplanet looming through the starboard window. \"Whatever kidnapped our\ntrading vessels, whatever happened to the Fleet cruisers sent after\nthem--here it is.\"\n\nHis tawny hair, long uncut, looped over his hard blue eyes as he stared\nat the instruments in front of him. Even the hard steeliscite cones and\nrods were altering subtly, their shapes fading to reform in different,\ntwisted patterns. Grim felt a quick stab of fear. Sudden pain changed\nhis grin to a spasmodic grimace of agony.\n\n\"Pirates I don't mind,\" he gasped, his body jerking suddenly as the\nforce that bent his spaceship reached inside his body. \"I--I'd take on\nBlack Randolph as quick as down a cup of _yassallel_ right now. But\nthis thing--\"\n\nHis head whipped back as spasms tore his chest. Laboring, sweat\nstanding out on his high forehead, he thought, 'Matter isn't matter\nhere--not as I know it. A ceiling starts crying steel tears and a\nheatlite floor develops a permanent.'\n\nThe force was tearing him apart with pain. It came like iron fingers in\nhis belly and across his ribs. It bent him over so that his face went\npurple.\n\nNo wonder the Trader Unions lost their big Caravans, packed to their\nrivets as they were with priceless radium and korse-210 from Tanit and\nthe other planets of the suns Deneb and Achernar! The Council thought\nat first that it was Black Randolph looting, so the Unions Council\nordered out the cruisers from the Interstellar Fleet to hunt him down.\nThe cruisers, like the big Caravans, never came back.\n\nThen they sent for Grim Thorssen.\n\nThe big Viking throwback was the spot trouble-tripper of the Fleet.\nHe'd been decorated--and paid in credits--from Antares to Kruger-60\nfor a brash bravery that ran close to the margins of foolhardiness.\nBut what looked like recklessness in some men was planned daring with\nthe blond Nordic. He could think faster and shoot straighter than any\nother three men in the Fleet. He had the highest I.Q. that the books\nprovided for, and black spots on his chest from friendly duels with his\nfellow officers using black disintegrater charges. He was smart and\nhe was crazy and his brother Commanders loved him. They said to each\nother, \"If anybody can do it, Grim will. He'll find out what grabs the\nCaravans and the cruisers.\"\n\nWell, now he knew. Tortured and strained, bent in a thousand positions\nin a matter of minutes, he was sobbing out the thought that he wished\nhe hadn't. There wasn't anything you could do to a force that turned\nyour ship into a fantastic nightmare and cut you in two with lancets of\nagony.\n\nThe planet loomed in the forward window. A faint light hazed its\noutlines, as though a private sun of its own shone beyond it. Grim bit\nhis lip until it bled, fighting the nausea and the throbbing in him. He\nhad to land his ship. He had to find out what the force was, and what\nit wanted. He had to fight the tough luck that had hounded the Trader\nUnions ever since old Jasper Jones had retired. He had to--\n\nThe spacer grated on a ledge of rocks, its keel cracking and folding\nback and ripping off on the underside of the hull. A gigantic thin\nneedle rising from a boulder towered before him. Grim yanked back on\nthe power-brakes, but it was no use.\n\nThe blunt rock cliff loomed up. The nose of his vessel went ploughing\ninto it with a force that snapped his leather safeties and skyrocketed\nhim into the forward port....\n\n\n\nThere _was_ a sun! Grim felt it beating hot into his closed eyes.\nMuscles ached and pain pounded through his big frame. His eyes came\nopen to what was left of his ruined Corsair.\n\nThere was only one half that was recognizable. That was the front\nsection accordioned against the black cliffside. The back section was\nqueerly warped and sculped into a caricature of a gaunt, metallic tree.\nGrim shook his head dazedly and lifted his eyes.\n\nThe landscape was riotous, mad. Things that looked like trees and\nbushes lifted branches bent and swollen attached to trunks that looped\nin bulbous curves. Tiny animals with seven horns and eight legs\nloped past. A gigantic beast with the hairy head of a mastodon, but\nwith three long trunks, stared at him over the top of a blue bush;\ntrumpeted, and was gone. And high above, a great yellow orb blazed heat\nand light.\n\nGrim pulled himself up onto a gnarled rock. He squinted upward under a\nshading hand. He grunted, \"Looks synthetic. Something about it--\"\n\nLeather rasped on rock, above him. Grim whirled, right hand going for\nthe _orris_-nut handles of his disintegrator.\n\nA girl stood on a ledge above him. Both hands were raised to the mass\nof rich black hair tumbling about her cape-hung shoulders. She was\nalmost as tall as Grim, her long legs encased in tight golden skirts,\nher midriff bare below an ornate bolero that hugged her breasts. Seeing\nhim, she brought her arms down fast, slant dark eyes widening.\n\nGrim chuckled. \"If I thought you could understand me, I'd ask you what\nkind of a crazy place this is.\"\n\nThe girl went back two steps, still staring at him. Her brow wrinkled.\nShe said, \"I do not understand you. Please--go away! If you are one of\nAlthaya's men--\"\n\nGrim stared in amazement. He had spoken in the space _patois_ that was\nused by the Fleet and the Caravan crews from Mars on outward. But the\ngirl had spoken to him in the pure, almost archaic mother tongue! He\nhad to stop and recall the idioms and phraseology that men still used\non Tellura. Grim, like most others of his breed, had never been on the\nEarth. They were born and bred among the stars and there they usually\ndied.\n\n\"What is your name?\" he said haltingly, remembering lessons in the\nFleet school. \"What is this place? And what in the name of Hades makes\nall--this?\"\n\nHe waved his hand at the distorted trees, at the little animals, at the\noddly humped ground. The girl did not look at his gesturing hand. Her\nsloe eyes were fastened to his face; in fright, he thought.\n\nShe whispered, \"Where is Althaya? Where is the Red Priestess?\"\n\nGrim said gently, \"Look, honey. I'm a stranger here myself. You're\nthe first normal looking thing I've come across--and even you are\nseveral shades above average.\" He let his eyes drift over her, and she\nstraightened angrily.\n\n\"I am the Black Priestess of Kohonnes. I am Tlokine.\"\n\n\"Okay, okay. Don't get sore. Come on down and let's be friends.\"\n\nSomething in his amused blue eyes decided her. She let a smile turn up\nthe corners of her wide red mouth and came down gracefully.\n\n\"That's better,\" Grim chuckled. \"Tell me all about this place.\"\n\n\"This is Stormland. The god Kohonnes made it by sending out his breath\nand creating it. And when he is angry he sends his breath again--and\nhis world reshapes itself nearer to his heart's desire.\"\n\nGrim stared at her oddly. \"You cribbed that from Omar. Shows you _do_\nknow something about the Earth. And the sun? And Kohonnes, what is he?\"\n\n\"Kohonnes is the creator of Stormland. He made me and Althaya and\nher people. He made the sun, too. His breath goes out and reshapes\neverything. If you want to avoid the anger of Kohonnes, you stand\nwithin the red markers. He never harms anyone in there.\"\n\n\n\nGrim looked where her finger pointed. On the lower edges of the rock\ncliff he could see bright crimson splashes as though paint had been\nslapped on the stone. The red band formed a huge oval. He saw the tall\nneedles lifting from the cliff. It was not rock as he had thought\nbefore the crash. It was a metal spire ending in a globe of interlaced\nwires and metal ribbons.\n\n\"Looks like an energy broadcaster,\" he muttered. Then he turned toward\nthe girl. \"Where can I see this Kohonnes of yours? What's he like?\"\n\n\"He is All. He guides his people and shows them the way to a better,\neasier life. But some of his people do not want to wait--they want to\nbe as powerful as Kohonnes before they are ready. And Althaya--the Red\nOne--she is worse than any of them. Even now she is in special favor\nwith the All. She knows somehow _before_ the breath-storms come. She\ncan walk freely across Stormland. I and others like me must run between\nthe markers, for we are never sure when the god may breathe again.\"\n\nGrim felt he was in the middle of a surrealistic nightmare. He wondered\nif he were dead, still crumpled up in his wrecked spacer. Or better,\ndreaming. He looked at the obscenely humped ground, and shook his head.\n\n\"Honey, you have a plenty mixed-up man on your hands. If I could see\nthis Kohonnes, talk with him--\"\n\nTlokine smiled and nodded. \"I will take you to him. I feel sure he will\nbe glad to see you.\"\n\n\"I hope,\" whispered Grim under his breath.\n\n\n\n_It was gloomy in the black-walled Temple. The girl with the red hair\nfanning down across her naked back shuddered. She could never quite\novercome that stab of superstitious fear_--\n\n\"_I am displeased, Althaya. I had counted on better things from you._\"\n\n\"_Your will is the Law, Kohonnes._\"\n\n\"_See to it, then._\"\n\n_The girl bowed low until her crimson hair fell down over her head\nto the basalt floor. She seemed subservient, but there was a ruthless\nsmile on her hidden lips._\n\n\n\nGrim Thorssen found this world a land of magic. Twice now, in his\njourney to the god Kohonnes, he had sought refuge within the red ovals\nwith Tlokine. He had seen shapes rear up from loamy ground, assume fey\nforms and dissolve, as a sea-wave rises and breaks against a cliff.\nTrees enchanted themselves before him; became tall, towering rods of\nwood; became thin, twisting things crawling along the grasses. It was\nlike watching a world in its borning birthpangs. It was beautiful and\neerie and frightening, all at once.\n\n\"They used to tell tales of magicians to me when I was a boy,\" he said\nto Tlokine. \"I feel as though I'd been transplanted right into one of\nthose stories.\"\n\n\"It is Kohonnes' breath,\" answered the girl, putting a hand on his\nshoulder to get to her feet. \"But hurry now. We must go fast. Althaya\nmay be riding with her men in this region.\"\n\nThey went fast and lightly. They ate of red fruit hanging from round\nbranches, and drank from silvery brooks gurgling among dark rocks.\n\nOn the morning of the fourth day, they heard hoofbeats growing into a\nthundering tattoo behind them. Tlokine and Grim turned and looked at\nthe same instant.\n\nA lovely girl with red hair waving in the breeze rode a big white\nstallion at the head of ten men clad in leather armor, with needle-like\nlongswords dangling at their waists. Their horses' hooves pounded them\nup to the man and girl waiting tensely on the ground.\n\nThe redhead reined in her horse, laughed mockingly down at the\nblack-haired Tlokine. She cried, \"I warned you, black one. I told you\nKohonnes favored me.\"\n\nGrim saw despair on Tlokine's face, and fright beneath it. Althaya\nwhispered, \"Now I will give you back to the Breath ... on one of my own\naltars!\"\n\nThe redhead looked past Tlokine; saw Grim, and stared. Her puzzled\ngreen eyes raked him from the soles of his space-boots to his thick,\ntawny hair. Grim saw her eyes fill with curiosity over the gold and\nblack Fleet uniform, over the stars-and-bars emblazoned in gilt thread\non his chest and sleeve.\n\n\"Who are you?\" she asked suddenly.\n\n\"Grim Thorssen. Commander in the Interstellar Fleet.\"\n\nShe shook her head. She said, \"I don't know what to do with you.\nPerhaps Ran--\" Althaya paused and looked frightened. Biting her full\nlower lip, she looked quickly around her. Then she waved a hand at\nTlokine and Grim, saying to her men, \"Take them.\"\n\nGrim would have fought, but the odds were too great. He shrugged his\nshoulders philosophically and let his wrists be bound. Then he swung up\nbehind one of the men-at-arms on the broad croup of his horse.\n\n\n\nThe sun drew golden glints from the smooth dun walls of the tiny castle\non the black rocks. All around the base of the cliff was splashed\nthe red color that denoted a zone of safety from the change and the\nstorm that swept the countryside around it. The little cavalcade\npounded across the wooden drawbridge that extended across the little\nred-splashed gully and into the dark cobblestoned courtyard beyond.\n\nAlthaya looked at Grim as he slipped from behind the saddle. She\nsaid, \"Come with me, man.\" Obediently he followed her beneath a broad\narchway, along a cool corridor and into a small room.\n\nShe turned and walked up close to him. Her deep brown eyes were\ndisturbing under the long red lashes. She saw his perturbation and\nsmiled. She said, \"You like Althaya?\"\n\nGrim chuckled, \"Any man would like you, gorgeous. But why the buildup?\nYou're too pretty to need a sop for your vanity.\"\n\nShe looked around her, came even closer so that Grim was assailed by\nher perfume and smooth white arms. She said, \"There is a man living in\nmy castle, a man called Black Randolph--ah, you know him?\"\n\n\"He is a pirate. I've followed him for eight years and never caught up\nwith him.\"\n\nShe looked at him oddly. \"He was wrecked on Stormland. I rescued him\nfrom the storm. He stays here, seeking the secret of what causes the\nChange to come across my world. With it he says he can go out into his\nown land and be a king. He wants me to help him.\"\n\n\"And?\"\n\nAlthaya shuddered. \"I am afraid of him. He is hard. Ruthless. I have\nwatched you. You can be a hard man, too. If you and I were to learn the\nsecret of the Force--instead of Black Randolph--\"\n\nThe Viking throwback laughed. \"What you mean to say, beautiful, is that\nyou think I'd be easier to manage than Black Randolph--once we got to\nbe kings.\"\n\nShe slapped him hard across the face, and her face writhed in passion.\nShe whispered, \"For that you'll go to my torture-knives, you _passat_!\"\n\nGrim laughed, \"Don't play it so thick, Red. A woman only gets as mad as\nthat when a man turns her down because she isn't intriguing enough--not\nbecause he won't go spacebad with her.\"\n\nAlthaya laughed harshly. Her green eyes approved him. Her bare\nshoulders lifted casually.\n\nGrim said, \"But while we're on the subject, what _is_ the force that\nmakes the change?\"\n\n\"Kohonnes does it. He is the god of all this world.\"\n\n\"Is he a man? A beast? What?\"\n\nShe shook her red head. \"Kohonnes is made of metal. He has a thousand\neyes that glow. He--\"\n\n\"A machine,\" mused Grim. \"But what kind of a machine does what this one\nwill? And--who operates it?\"\n\n\"Kohonnes. I do not know what a machine is, but Kohonnes is the All.\nHe--\"\n\nGrim laughed, \"How do you intend to steal a god?\"\n\nAlthaya looked troubled. She said, \"Black Randolph will know ... and\nthat reminds me. He will want to see you.\"\n\n\n\nBlack Randolph went hysterical when he saw Grim. He threw back his head\nand roared. He slapped his hand against his thigh, making a sharp, flat\nsound. Tears of mirth sprang from his deep-sunk eyes.\n\nHe came across the tiled floor of the room to stand spraddle-legged\nbefore Grim, hands slammed into lean hips. His thin lips twitched\namusedly.\n\n\"So you found me at last, Thorssen! You've come to the end of your\neight-year trail. Congratulations! Too bad you aren't going back to\nUnions Council. You could tell 'em you're the only Fleet man ever to\nmeet Black Randolph face to face.\"\n\nFury and hate seethed in the man's face. He brought his hard palm flat\nagainst Grim's cheek. \"For eight years you've hounded me, Thorssen. You\nnever caught me, but you smashed my empire. One by one--from Antares to\nBetelgeuse--you got my best men. But you'll suffer for it. Oh Lord, how\nyou'll suffer!\"\n\nBlack Randolph's eyes flickered when they brought Tlokine in. He\ngrinned at her, running his eyes over her lissome body. He chuckled,\n\"Too bad she has to go on your altar, Red. I could use that myself.\"\n\nAlthaya went white. She whispered sibilantly, \"My patience is strained\nalready. See that you don't test it further.\"\n\nThe pirate laughed, slid an arm around her waist and drew her against\nhim. He laughed, \"Once we get that force in our hands, Red--I'll make\nyou a goddess as I promised. What about that, Thorssen? Imagine Black\nRandolph with that force all his own--free to roam between the stars,\nin the spacelanes--dictate my own terms to Unions Council or smash\ntheir ships! It was my lucky day when I spacewrecked on this planet.\"\n\nGrim laughed coldly, \"You can't kidnap a god, you scum.\"\n\n\"A god! Bah! I've lived here long enough to learn things. Haven't you\nwondered where all these people came from? Why they speak archaic\nEnglish? Look at this!\"\n\nHis hand on Althaya's shoulder slid the short jacket down to bare a\ntattoo mark on her white flesh. He grinned as she angrily shrugged the\njacket into place. \"Medical cases. Amnesiac spaceshock. Memories gone.\nSpeech centers sound. Body normal. Perfect specimens to populate a new\nplanet.\n\n\"Who brought 'em here, Thorssen? Not a god!\"\n\nThe pirate laughed huskily. \"Althaya and I--we're making them into\nour people. People to attack Kohonnes and get his secret. It's really\ntoo bad for you. You might join us instead of spending a week on her\naltar under the best torture-knives she owns. You'll be begging for\ndeath before the first day is over. And there'll be seven more of 'em,\nThorssen--a day of agony for each of the years you've hounded me. Eight\nyears, eight days.\"\n\nAlthaya clapped her hands. Big men, naked to their waists that were\ncovered with twisted loin-clothes, padded in on bare soles. Althaya\nsaid, \"Take them to the cells. Tomorrow at dawn, bring them to\nKohonnes' altar. We will make a sacrifice to the All.\"\n\n\n\nThe rising sun was tinting the flat onyx altar with red stains when\nthey put Grim on it. His ankles and his wrists were lashed so tightly\nthat the skin was puffy and swollen around the cording. Staring upward,\nthe Viking throwback saw an outcropping lip of blackish basalt hanging\nlike a sea-wave caught in stone right above him. A weirdly bent tree\ndropped wire-like branches toward him, from which hung triangular red\nleaves.\n\nBeneath the altar, and all around this rostrum of stone, was a scarlet\nmarker. By craning his head beyond Althaya and Randolph, who stood\nrubbing his hands together and gloating, Grim could see the crimson\nband.\n\n\"I hope your voice is in good shape, Thorssen,\" chuckled the pirate. \"I\nwant to hear you yell loud and long. I've waited a long time for this!\"\n\nAlthaya clapped her hands abruptly, and a big man with a broken\nnose flat against his face and tiny eyes that glittered cruelly\nstepped forward. A thin knife, curved and barbed, was in his right\nhand. The redhead said, \"They are bringing Tlokine now. When she is\nhere--commence, Tagat.\"\n\nThey crowded around the altar, waiting. Grim could see the tense,\nexcited faces. Randolph craned forward, a muscle in his cheek dancing\nwith eagerness. Althaya licked at her crimson mouth with her tongue.\nAnd beyond them, among the leather-jerkined men-at-arms, Tlokine stared\nwith horrified eyes from her pale white face.\n\nTagat grinned and brought the knife down. Almost tenderly he placed the\nrazor-like edge to Grim's naked ribs. He looked slyly up at Althaya.\n\nRandolph cried hoarsely, \"Hurry up! Waiting is as much torture to me\nas that knife is going to be to him.\"\n\nAlthaya said dryly, \"Begin, Tagat.\"\n\nThe knife moved--\n\n\"_Wait!_\"\n\nAlthaya stood rigid, looking down at Grim. He saw her green eyes widen\ndreamily. She whispered, \"Kohonnes is sending his breath out across the\nworld. Soon now the Change will come.\"\n\n\"So what?\" rasped big Randolph, hands working furiously, his fingers\nopening and closing. \"We're all on this red-marked island. It won't\nhurt us.\"\n\nAlthaya shook her head. \"Not while the god is breathing. No. We can\nwait!\"\n\nThe black sea-like curve of rock above Grim was altering. It lost its\nconcave outlines; shimmered, and grew thin and tall, like an ebony\nfinger pointing skywards. And the tree on it was a tree no more, but a\ngreen vine clinging to its sides and drooping white blossoms across its\nblack edges.\n\nAlthaya and Randolph withdrew from the altar; went higher on the\nrockside. Grim stared at the changes working all around him. Not far\naway was another red-marked island. Between the altar island and that\nother, the ground lifted and fell restlessly.\n\nTlokine came toward the altar, her guards drawing back and away from\nthe change.\n\nGrim whispered, \"Can you stand pain?\"\n\n\"Pain? No, I hate it. When the knife touches me--\"\n\n\"I don't mean that. I have an idea. I'm going to be tortured anyhow,\nbut I'd rather make a break for freedom than--\"\n\nTlokine laughed incredulously, \"They would shoot you down, even if you\nwere free to run. And you're not. You're bound.\"\n\nGrim laughed harshly, \"No time to argue--follow me!\"\n\nHe rolled off the altar. He hit the sloping rock beneath it with a thud\nthat jarred his bones, but he kept on rolling. He went down the slope\nto the red marker--\n\nHe went by the marker, and the Change caught his ropes and twisted\nthem into upright snakes that writhed in queer formations. It bent him\nforward, knotted his insides into lumps.\n\nBut he was free.\n\nHe tried to run, and could not. He overcame the agony in him to crawl,\none arm and one leg after another, dragging himself along. The island\ncame nearer and nearer. He expected disintegrator pellets to thud into\nhim before he realized that Black Randolph wanted him to die slowly. He\nimagined the pirate was laughing insanely, watching the Change almost\ntear him apart.\n\nGrim put a hand over the red mark and the relief from pain was so great\nhe almost fainted. His teeth dug into his lip and forced him forward.\nGoing over the marker, he crumpled into a ball.\n\n\"Grim! Grim Thorssen!\"\n\nTlokine lay many feet from his safety zone, twisted and huddled, the\nChange having its will of her. He knew she couldn't take that any\nlonger--and live.\n\nHe felt sweat break out all over him. He had to go out there and bring\nher in. Grim closed his eyes and ran for her. The Change caught him,\nshook him, tortured him. Grim fought with his body and his will; put a\nhand on her and dragged. He brought her in as a wolf might bring in the\ncarcass of a deer; slowly, inch by inch.\n\nTlokine was almost dead when she crumpled inside the marker. Grim\nworked over her frantically. The Change was subsiding.\n\nShe opened her slant brown eyes. Grim cried, \"They'll be coming for us.\nThe storm is almost over. We have to run for it.\"\n\nTlokine whispered, \"The stables. We'll need horses.\"\n\n\n\nThey made a dash before the Change was through. There was pain, but\nnothing compared to what they had undergone. Grim saw Randolph on\nthe edge of the marker, howling with rage. He was quivering with the\neagerness to set out after them, but the Storm deterred him.\n\nInside a huge oval of red splashings that stretched as far as he could\nsee, the white-walled stables stood. Grim threw open the low oak doors\nand ran inside. He hunted for the horses he wanted. He scanned their\nback and chests, sought the not too muscular neck of the racing horse.\nHe went swiftly, making his eyes perform snap judgments.\n\nHe drew out a chestnut and a bay. He saddled them, helped Tlokine up.\n\nSeizing a quirt from the stable wall, he drove the other horses ahead\nof him, out beyond the red markers where the world of Stormland once\nmore brooded quietly, its landscape new and more spectacular than\nbefore.\n\n\n\n_The Thing that they called Kohonnes was dead. Its metal sides and\nglassite screens were polished and bright. Moments before it had been\nliving, humming and glowing with the energy that fed it, bringing the\nStorm and the Change across the world that held it._\n\n_A man moved his hand on the last dial. Inside the machine something\nclicked. The man turned away and went slowly down the marble steps...._\n\n\n\nCrouched low on the withers of the bay, Grim rode for his life. A\nlittle ahead of him, Tlokine pummeled her chestnut with sandalled\nheels. Grim turned in the saddle and stared behind him. There was no\none in sight--yet.\n\nTlokine cried, \"We could make better time if we knew when the storms\nwould come. Not knowing, we have to stay close to the islands, instead\nof cutting across toward the Dark Temple.\"\n\n\"And Althaya--she knows! She can come straight for us. The warning\nthat she gets comes in time for her to go toward an island and make it\nbefore the Change comes. Is that what you mean?\"\n\nTlokine nodded. Grim muttered, \"Our lead doesn't mean much, then.\nThey'll round up the horses we scattered. They'll catch us before we\ncan get to the Temple.\"\n\nThey urged their mounts to a faster pace. They clung to sweat-wet necks\nand manes as the horses flashed their hocks above the roughly humped\nground. They went by one tall, metallic needle-tower after another. The\ntowers stood like rigid fingers against the horizon as they went on and\non.\n\nGrim brooded above the whipping mane of his chestnut, \"If the thing\nthat sends the change is a machine, then it would need the towers to\nbroadcast its force. It's limited in range, itself. The towers give it\na wide radius of effectiveness. Now the question is--what operates only\nin a limited range?\"\n\nHe thought of radio waves, but the ionized heaviside would throw\nthem around the planet. He shook his head, whispering, \"Some sort of\nwave-radio or energy.\"\n\nGrim lifted his eyes to the next tower and scanned it. He growled, \"If\nI still had my disintegrator I'd try a potshot at those interlacing\nwires on top of it. I bet that'd stop the Change. But without that--\"\n\nHis mind raced as did the hooves of the chestnut. A scowl came and sat\non his face. Then, after a while, his eyes brightened. He whispered,\n\"It might work, at that--\"\n\nHe reined in the chestnut; called to Tlokine, and headed for the\nnearest tower. She stared at him as he swung down from the horses\nand began to climb the tower, sliding fingers and toes into the tiny\nslots between the interslanted metal beams. He went up and up until he\nreached the round ribboned globe with the tiny wires inside it. It was\nfastened to the tower by slotted bolts.\n\nUsing his belt-buckle as a screwdriver, he unthreaded the bolts, found\nthat the globe came away easily from the tower. It was composed of thin\nalumisteel ribbons and wires of spiderweb thinness. He tucked it under\nan arm and went backwards down the tower.\n\nTlokine said, \"What are you doing?\" when he knelt and fumbled at the\nwiring setup.\n\nHe grinned, \"This thing must broadcast vibrations of some sort. In some\nmanner, they cause the Change. If I could jam those vibrations in the\nsame way that a radio broadcast can be jammed--maybe there wouldn't\n_be_ any Change to slow us down.\"\n\nTlokine looked back along the path they had come. She said, \"Althaya\nand her men will soon be here. You are wasting time, Grim Thorssen.\"\n\nHe shook his yellow-thatched head. \"Not the way I figure it. Soldiers\nmarching in rhythmic steps across a bridge have been known to smash it.\nThat's why they break step all the time. It changes the pulse of the\nvibration on the bridge. It jars--but does not destroy.\n\n\"Same way here. Ultrasonic vibrations can't be heard, but they can do\nplenty of damage. They can kill frogs and tiny fishes. They can cause\nheat and put out a flame--oh, and a hundred other things. But--if\nthe vibratory rate of those ultrasonic waves can be damped by other\nwave-impulses--their usefulness is destroyed.\"\n\nTlokine didn't understand him, but she came closer and watched as\nhis agile fingers toyed with the thin wires. He smiled, \"This globe\nis tuned to the master vibrator. It picks up the waves and amplifies\nthem. I want it to do that--but to change the wave-pulse to a different\nrhythm!\"\n\nGrim worked blindly, guessing. He knew his only chance for a real test\nwould come when the Change swept across the world. He couldn't wait for\nthat. Althaya and Black Randolph would have hunted them down by that\ntime.\n\nSetting the globe across the pommel of his saddle, Grim held it\ncarefully as he thumped his heels into the horse's side. They rode\nswiftly out across the plain.\n\nAnd then, as Tlokine turned in her saddle, she saw them.\n\n\n\nAlthaya and Black Randolph rode before a dozen men, stooped low over\nthe necks of their straining mounts. They could hear the pirate's\nbellowing, triumphant laughter.\n\n\"No use,\" whimpered Tlokine. \"They'll catch us now.\"\n\nBut Grim saw Althaya point toward a needle-towered island, heard her\ncall out imperiously. The Viking jabbed his heels into the chestnut. He\nyelled, \"The Change! She senses that it's coming!\"\n\n\"We're too far from the islands! It will catch us--kill the horses,\nthen us!\"\n\nGrim fiddled desperately with the wiring of the ribboned globe. He\nwhispered prayers as he recircuited.\n\nIt was no use.\n\nThe pain came and crumpled him up and toppled him from the saddle. He\nstruck the ground and rolled, but his hands held to the globe. Lying\nflat on his belly, teeth drawing blood from his lips with the pain\nthat wracked him, he drove his fingers into the meshed wires and tugged\nand rearranged them.\n\nA hump of ground rose between his hands; flung the ribboned globe from\nhim, sent it rolling like a rubber ball on the trough of sea-waves.\nWhimpering, Grim went after it, dragging himself along.\n\nHe caught it, held it close to his chest. His hand grabbed a wire--\n\nThe pain was gone. Grim lay panting, grinning. Tlokine knelt, staring,\nwhispering, \"The Change--it's all around us--but where we are, there\nisn't any Change!\"\n\nThere was a radius of thirty feet where the ground lay frozen in its\nstrange formations, an island in the midst of the hub that was the\nglobe. Grim got to his feet. He held the globe in hands that shook\nweakly with the reaction. Tlokine went to the horses, soothed and\nstroked them. After a while the horses got to their legs.\n\nThey mounted. From the distant island where they watched, Althaya and\nBlack Randolph screamed their rage. But Grim only laughed and waved\nan arm. With the globe in his hands, he rode the chestnut over the\nmotionless ground, while all around him the earth rocked and bubbled\nand thrust itself upward into terrible contortions.\n\n\"It's like a magic symbol,\" whispered Tlokine, staring at the ribboned\nglobe.\n\n\"People would have called this a magic land, once,\" said Grim. \"But\nit's sheer science that makes the Change--and sheer science that knows\nthe key to counteract it.\"\n\nThey went straight across the magic land, riding without fear of the\nStorm that swept outside the circumference of their enchanted circle.\nAs they moved, the circle of safety moved with them, with the globe as\nits hub. The faster they went, the faster moved the circle.\n\nGrim flung a hoarse laugh between his white teeth. He said, \"At this\nrate, we'll leave Randolph so far behind, he'll never get us.\"\n\nHe turned in his saddle to look behind him--\n\n\n\nAnd saw the pirate and the redheaded priestess scarcely five hundred\nyards away, flying after them. Black Randolph held a disintegrator in\nhis hand. As he came within the radius of a needle-tower, he took\ncareful aim at it and blasted the ribboned globe atop it into drifting\npowder.\n\nTlokine cried out, pointing, \"The path to the Dark Temple!\"\n\nHuge rock cliffs loomed up before them, towering like a giant's twisted\nplay-things where he might have dropped them. Spires and points of\nsandstone, ridges of granite and volcanic tuffs, rimrock and crumbled\ntalus; they made fantastic colors where the sun caught them. And\nrunning straight between the boulders was a crimson road, smooth as\nplacid water.\n\nGrim cried, \"Go on ahead. I'll hold them off. If that Kohonnes of yours\nhas any power at all--tell him this is the time to use it!\"\n\nGrim brought his foot against the bay's rump, sent it racing terrified\nonto the scarlet road. Clinging to the reins, Tlokine had no time to\ncry her refusal to leave Grim. The bay took her away fast, leaving Grim\nalone.\n\nRandolph shouted, \"I have you now, Thorssen. Don't hope for a blast of\nmy disintegrator, either. You're going back to that altar. Eight days I\nsaid--and eight days it still is!\"\n\nGrim kicked his feet free of the stirrups and leaped to the rock.\nPutting his hands flat on the stone, he swung himself to the first\nledge, then to the second. With booted toes and clinging fingers, he\npulled himself straight up the face of the cliff.\n\nRandolph howled; threw himself like a madman at the cliff. He came\nafter the Viking, rasping spaceoaths beneath his breath. Grim caught a\nblurred glimpse of Althaya spurring her roan along the scarlet roadway,\nclosing the distance between Tlokine and herself.\n\nRock shattered above him. Grim stared at a boulder coming loose under\nthe blast of a disintegrator pellet; came bouncing downward. Grim\nflattened himself, hearing Black Randolph cry, \"It'll knock you down to\nmy level, Thorssen.\"\n\nThe boulder struck on a lip of stone and went bounding beyond him. Grim\ndrew a breath and climbed faster. He came to a flat section that topped\nthe surrounding bluffs. He scrambled onto it as a blast from Randolph's\ndisintegrator caught the rocklip that he was on and sent it flying.\n\nHe lay dazed, knowing the pirate was climbing after him, but unable to\ndo anything about it. He opened his mouth and gulped in air, hearing a\nsteady roaring in his ears. He knelt, stood up; and still the roaring\nswelled and grew. He finally recognized it as a waterfall.\n\nBlack Randolph swung over the edge of the cliff and came charging\nacross its flat top, head down. His fists were balled into great clubs.\nGrim shook his head, got to a knee and then to both feet, waiting.\n\nThe pirate's charge was irresistible. It lifted Grim up and threw him\nbackwards. He pummeled at the pirate, drove hard knuckles into his jaw\nand chest. But Randolph laughed in his throat and hammered back.\n\nFor one instant they stood locked, knee to knee. Their fists drove\npain and agony into each other's ribs and bellies. Then Grim weakened.\nThe long ride, the space crash, the wild flight took their fee. His\nlegs buckled under the weariness that laid hot bands around them. He\ntoppled, went down--\n\nBlack Randolph came for him in a low dive.\n\nGrim closed his hand on a solid rock hump and lifted his feet. He threw\nthem up in the manner of the ancient savatte. His foot caught Black\nRandolph in the chest and lifted him up and flung him high over him.\n\nThe pirate screamed. Grim turned; knelt on the edge of the cliff wall\nand saw the pirate falling, turning and twisting, into a deep gorge\nwhere a wide river flowed like a blue ribbon between crumpled rocks,\nfed by a tumbling waterfall.\n\nGrim drew a deep breath and got to his feet. Far beneath him, at the\nend of the narrow crimson road, he could see a great black temple,\nwith a door like a gaping mouth. Tlokine was in that temple, and\nAlthaya--and the thing they both called Kohonnes.\n\nGrim began to run.\n\n\n\n_The two women faced each other at the foot of the bulking black\nmachine that was their god._\n\n_\"Here now you will die,\" breathed Althaya._\n\n_\"Kohonnes will not let me die. He will save me. It is you--who have\nbeen traitress to him--who will pay by going back to the breath....\"_\n\n_And above them, above the black hair and the red, the hundred eyes of\nthe machine began to glow, and the muted throbbing went out from its\nbowels and touched its metal sides; and the god Kohonnes came to life._\n\n\n\nGrim slipped and staggered the last twenty feet down the side of the\nsheer grey rock. He landed on the crimson road, fifty feet from the\nmouthlike entrance to the Temple. He went at a lurching run, forgetting\nhis weariness, thinking only of a lovely girl with white skin and green\neyes and hair the color of a raven-wing.\n\nHe swung into the dark, cool interior; was dimly aware of slender black\nonyx columns lifting a hundred feet toward a dark ceiling.\n\nGrim stopped. A voice reverberated in the Temple.\n\n\"You have disobeyed, Althaya. You--\"\n\n\"Don't threaten me, Kohonnes! At this moment my people are coming. They\nwill attack when I give the word. They will come in here and kill the\ngirl and make you yield your secret to me. Then Althaya will have power\nunimaginable. Black Randolph--\"\n\n\"--is dead,\" said Grim. \"He fell into the gorge.\"\n\nGrim stared upward. A black machine bulked huge and dark in the\nshadows. From a hundred facets, green bulb-lights glowed. Grim heard\nthe machinery moving, saw the bulbs grow brighter as power poured into\nthe thing.\n\n\"Who are you, Kohonnes?\" he cried out in space _patois_.\n\n\"Eh? What's that? Who's out there?... It isn't--can't be! Grim\nThorssen?\"\n\nGrim laughed. He knew that voice anywhere.\n\n\"You old spacedog! What're you trying to do--ruin the Unions Council?\"\n\n\"The Council? What have I to do with them?\"\n\n\"The force this machine applies escapes into space. It bends the\nCaravans and the Fleet cruisers. It smashes them--sends them flying\non into the void like so many wrecked planets. They'll go on and\non--until they find a planet to crash on or make an orbit around.\"\n\nThere was a pause. Althaya cried out harshly; whirled and fled toward\nthe mouthlike door where light filtered in in grey beams.\n\nThe machine stopped humming. A door opened in it. A man with white hair\nand a smooth, shaven face stepped onto the floor of the temple. He\ngrinned at the Viking, threw both arms high into the air.\n\nGrim said, \"Jasper Jones! I knew you'd gone into retirement--but I\nnever thought you'd set yourself up as a god.\"\n\nThe old man laughed, keen blue eyes dancing. \"I was always interested\nin sound, Grim. I had some theories, theories that my colleagues said\nwere crazy, impractical. So when I retired I came to this little planet\nthat I'd discovered a long time ago--and set myself up in comfort.\n\n\"I took amnesiac men and women from the space hospitals and gave them\na new life. I let them build a new civilization for themselves, a new\nlife. Where they would have had to spend the rest of their useless\nlives in sanatoriums, I gave them freedom, fresh air and a new world.\nWas that wrong?\"\n\nGrim said dryly, \"Not the way you put it. But you could have\nestablished dams--something to keep that hellish force in place. And\nwhile we're on it--what in the name of the Empire is the thing?\"\n\nJasper Jones waved at the machine. \"Let's go inside. I'll tell you\nabout it as we go. Come, Tlokine.\n\n\"I said I was interested in sound. Perhaps I should say, vibratory\nimpulses. You know Tyndal's experiments--sand figures on a vibrating\nplate, the motion of the plate along a nodal line. The sand on the\nplate rearranges and groups itself into regular patterns. Some of them\nare beautiful.\"\n\n\"You mean the method devised by Chladni? Where sand is put on a thin\nmetal plate and a violin bow is scraped across its side?\"\n\n\"Exactly. The sand is tossed away from the vibrating sections of the\nplate. It collects in areas of calm, undisturbed by the vibrations.\"\n\n\"You mean to tell me that's what this entire planet is--a vibrating\nplate?\" wondered Grim.\n\n\"A hundred years or more after Chladni, Dr. Fredericka Blankner\nadvanced the theory that all life, all matter in the universe, followed\na pattern somewhat similar to the dancing sands on a Chladni plate.\nEven human bodies vibrate at a certain impulse.\n\n\"I studied for years on that theory. Then when I found this planet,\nI fitted it out during my vacations. When I retired and brought the\nspaceshock cases here--I was ready to follow and prove those theories.\"\n\nA deep, sullen roar grew into a thundering volcano of sound, beyond the\nTemple gateway. Grim cried, \"Althaya and her people. They've come to\nlearn your secret, Jones. Quick, man--some weapons! We can hold them\noff easily enough if--\"\n\nJasper Jones smiled and shook his head. \"Outside of the vibration\nmachine, I have no weapon. And that is not a weapon. I have used\nit--sending the Changes and the Storms across the planet--to check on\nreactions and nodal results.\"\n\nGrim laughed harshly. \"Man, you've unleashed something with that\nmachine. The redhead is desperate. Black Randolph gave her ideas. She\nwon't know where to stop if _she_ gets hold of the machine. We have to\nstop her.\"\n\n\"With what? The people have learned that the calm areas on the planet\nexist inside red markers. We can't catch them napping.\"\n\n\n\nGrim grabbed the old man and shook him. He rasped, \"Maybe you don't\nmind getting a couple of barbed knives stuck in your hide, but _I do_.\nWhere are your plans for this--this machine?\"\n\nJones led him to a _selassi_-metal desk, pressed a stud; a thin, flat\ndrawer slid into view. Grim drove his hands into the mass of blueprints\nand specifications. He dragged them out and spread them on the floor in\nfront of him. He ran his grey eyes over print after print.\n\nHe grinned, \"Maybe we can stop them at that, Jasper.\"\n\n\"Sound is no weapon. Oh, it's been used against frogs and the lower\nvertebrate forms, but--\"\n\nA shower of arrows made a clanking noise against the face of the\nmachine. Grim could hear Althaya screaming, \"It is only a _man_ inside\nit. I heard his voice. He knew the golden-hair. Break the god, my\npeople.\" Something thumped into the machine; shook it wildly.\n\nJasper Jones screamed. \"They will smash the bulbs if they keep that up!\"\n\nGrim grabbed him, shook him. \"Listen to me! I don't want to hurt your\npeople ... but we have to stop them. We must rewire the machine--reduce\nthe frequency of the vibrations into audible pitch--step up the\ndecibels to two hundred or more.\"\n\n\"But that would be intense sound--painful!\"\n\n\"You bet it would. It would give those howling babies out there the\nsweetest case of what used to be called \"shell shock\" or \"battle\nfatigue\" you ever saw. But--it's our only chance!\"\n\nJones stared at him, touching his lips with a dry tongue. He whispered,\n\"Yes. Yes, I see what you mean. But--\"\n\nThe battering ram thumped the machine. The floor under their feet\nshook. Jones nodded hastily. \"Yes, I'll do it. I'll hurry.\"\n\nHe went to a round opening in the floor, caught a metal rod protruding\nthrough it, and swung himself down. Grim caught Tlokine and drew her to\nthe _selassi_-metal table and hunted in its drawers. He found cotton\nand tore loose several strips. He crumpled the cotton into tiny balls.\n\n\"I'm going to put these in your ears, Tlokine. You won't be able to\nhear much, then. Just sit still. Jones and I--we're going to do our\nbest to stop those babies outside. When we do, things are going to\nhappen in a hurry. I want you to be prepared.\"\n\nHe put the cotton tabs in her ear, whispered, \"I love you, darling,\"\nand caught the sliding rod in his hands and swung down.\n\nGrim walked the cat-walks between the throbbing engines in the dim\nlight of myriad bulbs set in plastic casings. He saw the enclosed\ndynamos that forced the incredible vibrations outward to the needle\ntowers that picked them up and threw them around the planet.\n\nOn a metal floor below him, old Jasper Jones was disconnecting\nterminals and re-hooking them. Grim joined him. It was close, hot work\ninside the huge machine. Sweat dripped down Grim's forehead and ran\ninto his eyes and mouth. With the back of his forearm he swabbed at his\nface and worked on.\n\nHe heard the boom of the improvised battering ram thud into the metal\nwall; saw the great tubes shake and flicker. The metal floor quivered\nunder his feet.\n\nA woman screamed. Grim came to his feet, incredulous, hearing Tlokine\ncry, \"It's Black Randolph! He's coming through the back way--\"\n\nGrim whispered, \"He's dead. I saw him fall from the cliff.\"\n\nHe leaped; came up short as Jasper Jones clawed at his arm with aged\nhands. The old man babbled, \"The machine is our only chance.\"\n\nRandolph was roaring in triumph, \"I have your girl, Thorssen. Come out\nof there or I'll give her a disintegrator pellet. Ha! You didn't watch\nme long enough, Thorssen. I missed the rocks--went into the water. It\ncarried me under the temple, to stone steps. They led me--here! You\nhear me, Thorssen? Come out of there!\"\n\n\"I hear you. I'm coming.\"\n\nInstead he turned and looked at the wiring terminals where Jasper Jones\ntoiled, his hands a blur of movement and his white hair wet with sweat.\nThe old man's panting made a harsh sound in the fetid air.\n\n\"We almost through?\" Grim whispered.\n\n\"Almost ... just these, now ... another turn to tighten them--there!\"\n\nA switch with a glittering red handle was a foot above Jones' bent\nhead. Grim went for it in a flying leap. His hands came up and the\nswitch went down and--\n\nHell broke loose.\n\n\n\nSound welled up, pitched high and keening and almost inaudible. What\nwas heard, was jarring and maddening. It took a man's nerve-ends\nout and scratched on them until his entire body was dancing. Grim\nstood shivering, trying to lift his hands to shelter his eardrums;\ndiscovering this his arms were jumping free of his will.\n\nHe whispered, \"I can't do it. I can't turn it off.\" Something rolled\nagainst his leg. It was old Jasper Jones, eyes rolling in his head, a\nbubbly white froth at his mouth.\n\nGrim's knees shook. They went in different directions and he pitched to\nthe metal floor. His body danced a weird saraband against the metal.\nHe thought, 'If something doesn't happen, we'll all go _mad_!' He knew\nthat sound could crush them; that this sound that was jumbling their\nbrains was enough for that, given the time to build itself.\n\nHis hands shook. His body quivered. His brain throbbed, and blackness\nswept down and blinded him.\n\n\n\nThe sound was gone. Someone was shaking him by the shoulder, urgently.\nGrim opened tired eyelids. Tlokine bent over him, fright making her red\nnails dig deep into his shoulder.\n\nGrim said words, but he did not hear them. He put hands to his ears,\nfound them plugged with cotton. The sound came through, a little, but\nit was muffled, ineffective.\n\nHe got up and took the wad of cotton that Tlokine still held and forced\ntwo balls of it into old Jasper Jones' ears. After a while the old man\nsat up and looked at them.\n\nGrim said, even though he knew they could not hear him, \"I'm going up\nand tie up Black Randolph for once and all. Then we'll turn this thing\noff and parley with the others.\"\n\nThe pirate was in even worse state than Grim had been; he had been\nnearer to the vast loudspeakers, had felt the numbing shock of those\nsound-waves. Like a man in water, close to an explosion, his brain and\nlungs had hemorrhaged. His chest was bloated, swollen. Grim covered\nhim, turned to the lovely Althaya; covered her quickly, too.\n\nHe turned off the machine and stood in a silence that was almost as\ndreadful as the sound had been. Jasper Jones and Tlokine came up the\nfloor opening, removing their earplugs.\n\n\"They got it the worst. They were right on top of the high pressure\nwaves coming from the speaker,\" Grim said, gesturing at the covered\nbodies. \"The others, outside--they were further away, as we were.\nThey'll be all right, in a little while.\"\n\nJones said, \"It was horrible.\"\n\nTlokine whispered, \"It did not bother me. I was too far away. But\nwhen I saw Black Randolph and Althaya bend over, clutching at their\nstomachs--what was it, Grim?\"\n\n\"High pressure waves, that hit anything in their path with terrific\nimpact. It's sound, but not sound as we generally think of it. After\nthe first wave a section of air follows, acts as suction. Repeated high\npressure and suction waves--well, they rip out tissues and smash blood\nvessels.\"\n\nJasper Jones looked at him. He licked his lips with a dry tongue. He\nwavered, \"This is the end of my experiments, then? I can't go on.\nYou'll make your report and--\"\n\n\"I'll report a natural phenomena. Build sound dams, old timer. After\nall, it's a pretty destructive thing you've built. If Tlokine hadn't\nbeen a good distance from that speaker, she'd be as Althaya and Black\nRandolph are. And speaking of Althaya--how did she know when the Change\nwould come?\"\n\nJones said, \"I operated on her while she was in the amnesiac hospital.\nShe was a violent case. Brain surgery helped her. I put in a thin slip\nof metal foil. Later I discovered that the foil caught the subsonic\nrhythm of the machine as it warmed. Its vibrations told her what was\ncoming.\"\n\n\"Good enough. Give half the planet to the amnesiac men and women. Let\nTlokine rule them. Keep half the planet for your own experiments.\"\n\nJasper Jones grinned slyly, \"I'm an old man. My planet needs new blood.\nTlokine as queen would need a king.\"\n\n\"I've been thinking the same thing myself,\" chuckled Grim, watching\nTlokine flush red. \"After I make my report I'll be back.\" He bent and\nlifted the girl in his arms. \"We're going to talk over the future,\nJasper. I'll let you know what Tlokine thinks of the idea.\"\n\nJasper Jones grinned. The white arms around Grim's neck and the red\nlips pressed to his gave the old man his answer. He sighed. It would\nbe nice, having toddlers around the place. There was so much he could\nteach them about sound.\n\nJasper Jones sat down and began to plot his space-dams.",
    "metadata": {
        "author": [
            "Moonchild",
            "Fox, Gardner F. (Gardner Francis)",
            "Purvis, Clement"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64658/pg64658.txt",
        "name": "when_kohonnes_screamed.json"
    }
}