{
    "name": "When You Giffle...",
    "author": [
        "Stecher, Lewis J., Jr.",
        "Wesley, Joseph",
        "Stecher, L. J.",
        "Stecher, L. J., Jr."
    ],
    "body": "I was a little bit worried when I saw Captain Hannah again. I thought\nhe might have decided he wanted his elephants back, and I'd grown sort\nof attached to them. Although I couldn't break the baby of the habit of\nnibbling on Gasha leaves, in spite of the fact that they're not good\nfor him.\n\nA few months earlier, Captain Hannah had conned me into taking the\nelephants off his hands and out of his tramp spaceship. He had suffered\nfrom intellectual terrestrial zoological insufficiency--or in other\nwords, he hadn't known whales are mammals, and had delivered the\nmulti-ton Beulah instead, to the Prinkip of Penguin, as an adult sample\nof Earth's largest mammal.\n\nThe Prinkip had quite properly refused delivery, and Hannah had stuck\nme with her and her incipient progeny.\n\nI needn't have worried. Captain Hannah didn't want her back. He just\nwanted to relax and talk to someone. I bought him a drink, but I\nrefused one myself, remembering what had happened to me the times\nbefore, when I had listened to Captain Hannah with a glass in my hand.\n\n\n\nCaptain Hannah ran a leathery hand over his leathery face. He looked\nhaggard. \"I came here because I've got to talk to somebody,\" he said,\n\"and you make a good listener.\n\n\"Do you remember after I completed my contract with you for the\ndelivery of the gasha root, and after you had talked me into leaving\nBeulah with you for the sake of the little one, how we had a few drinks\ntogether to celebrate our mutual success, before I headed out?\"\n\nWell, my memory about who had talked whom into what about Beulah didn't\nagree with his, but I told him I remembered our last get-together, and\nhe went on.\n\n\"Anyone who tries to set up an interstellar Jump with a hangover should\nbe permanently barred from the spaceways,\" he said with some feeling.\n\"I guess that the only reason they aren't, is that the ones who make a\nmistake are never heard from again.\" He paused and sipped. \"Except me.\"\n\n\"When I left you that last time, and pushed _Delta Crucis_ up into\nparking orbit, I was full of rhial and a grim determination to deliver\na whale to the Prinkip. I must have made some mistake or other in\nsetting up the Jump coordinates, because when I popped out of Limbo,\nalarm bells went off in all directions. The main computer told me it\ndidn't have the faintest idea where we had arrived, and the auxiliary\ncomputer agreed noisily. I turned off the alarms and uncovered the\nviewports to check for myself, without much hope.\n\n\"The view from the ones on the starboard side didn't show me anything I\nrecognized, so I pushed myself across the room and slid off the covers\non the port side.\n\n\"The stars there were unfamiliar, too, but I'm afraid that I didn't\nnotice for awhile. The foreground was taking up all of my attention.\nThere were two towheaded kids--about eight or nine years old, I should\njudge--floating in empty space, with their noses flattened against\nthe viewport glass. They were as brown as berries, and as naked as\njaybirds, and as cute as chipmunks, and as alike as two peas, and as\nimprobable as virtue.\n\n\"The one on the left--my left, that is--backed off enough so that his\nnose straightened out, smiled angelically and asked politely whether he\nand his twin brother might come in. That is, his lips moved and I heard\nthe words, and they made sense. Only they didn't. Nothing made sense\nwhen somebody talking in a vacuum could be heard as if he were right\nbeside you. Anyway, I nodded that they could come in.\n\n\n\n\"The two boys swam forward, using a sort of self-taught kind of a\nbreast stroke, right through the solid glass of the viewport, until\nthey were in the ship beside me, and then they stood up. That's no\nsmall feat in itself, standing up in a spaceship in the absence of\ngravity or spin.\"\n\nCaptain Hannah beckoned the waiter for a refill, and then asked me if I\nwouldn't change my mind and drink with him. The way this story of his\nwas going, I figured I might as well, and he didn't start in talking\nagain until we had both had a sip.\n\n\"They were skinny, and they looked explosively energetic, the way kids\nthat age usually do. But they just stood quietly facing me side by\nside, giving out with cheerful gaptoothed small-boy smiles. Somehow or\nother it was reassuring to notice that they both had belly buttons.\nIt was an indication to me--whether it made sense or not--that they\nwere just human beings; that they had been born of women in the usual\nway--and that there must be some rational explanation for what looked\nlike miracles.\n\n\"'Is there anything I can do for you two kids?' I asked, as politely as\nI knew how.\n\n\"'Well, sir,' said the one who had spoken before, 'please excuse us for\nbarging in on you like this, with no clothes on and all....'\n\n\"The other boy picked up the conversation without a break, 'but you\nhave materialized your spaceship right in the middle of our swimming\nhole ...'\n\n\"'... and it's muddying everything up something fierce,' finished boy\nnumber one.\n\n\"I glanced out through the view ports at the illimitable and\nuntrammeled reaches of space, and then back at the boys.\n\n\"'We're afraid you'll just have to take our word for it, sir. This is\nour swimming hole,' said boy number one earnestly. 'There aren't\nmany ...'\n\n\"'... spots like this in space,' number two picked up. 'It has\nsomething to do with gravity balances and radiation zones and\nthought-energy sumps and a lot of other ...'\n\n\"'... things like that that we don't understand either because we\nhaven't had it in school yet. But we do know that it's the best place\nwe can reach for space swimming, only ...'\n\n\"'... it's too far for us to get to and pull along our clothes too.\nBesides which, what boy would want to go swimming with his clothes on\nanyway?' They both came to a full stop.\n\n\"'The only thing wrong with it,' the speaker had shifted again, 'is,\nit's even too far to bring along any sandwiches and cookies and stuff.'\n\n\"I stopped swinging my head back and forth from one to the other as the\nspeaker shifted, and shook myself awake. 'How about some chocolate cake\nand a bulb or two of milk? I've got plenty of both,' I told them.\"\n\n\n\n\"Oh, come now,\" I said to Captain Hannah, glancing at the row of rhial\nbeakers in front of him. In spite of his space tan, I could see him\nblush.\n\n\"Well, I like chocolate cake,\" he said defensively. \"And drinking milk\nwhen I'm in space gets my stomach back in shape for going ashore again\nwith the likes of you. What's wrong with that, I'd like to know?\"\n\nI signified \"Nothing at all,\" with an elaborate gesture, and he went\nback to his story after dipping his nose.\n\n\"Well, I gave each of them some cake and milk, and they sat down\npolitely at my table to eat it ... and the plates stayed on the table\nand the cake stayed on the plates even though there wasn't any gravity\nand I didn't have any spin on the ship.\n\n\"'Now what's all this about my muddying up your swimming hole?' I\nasked, when they had finished eating all my cake and drinking three\nbulbs of milk each.\n\n\"'That's all there is to it, sir,' said the first boy. 'You have\nchanged the gravity balance and the radiation pattern and everything\nelse ...'\n\n\"'... and that's taken all the fun out of swimming. And when you have\ntaken all the chances we have in playing hooky just because this is\nsuch a good place to swim ...'\n\n\"'... it's a shame to have it all spoiled. So would you please leave,\nsir?'\n\n\"'Oh, I'd be glad to Jump out of here, boys,' I told them. 'But you\nsee, I've got a little problem. I'm lost. I don't have the faintest\nidea where in the Universe I am, so how can I set the right coordinates\nto Jump somewhere else?'\n\n\"'Oh!' said the two boys together. 'We didn't realize....' They\nstopped, and looked at each other. They acted as if they were carrying\non an argument although their lips didn't move and I couldn't hear\nanything. At any rate, they soon reached some sort of agreement.\n\n\"'We'll have to get help,' said the first boy at last. 'We'd call Dad,\nexcept he'd warm both of us real good if he knew we were out here\nswimming when we're supposed to be in school. But....'\n\n\"'There's our big brother Jim. We've got enough on him so maybe he\nwon't squeal. And he's grown up enough to know what to do.'\n\n\"'And he was real good at narking and giffling in school.'\n\n\"'He got an A in narking, and a B plus in giffling, but of course it\nwasn't _advanced_ giffling.'\n\n\"'Still, he should be able to do the job, all right.'\n\n\n\n\"Their faces went blank and they both stared off into space as if they\nwere concentrating as hard as they could. Suddenly, with no warning and\nno noise, a young man of about fifteen or so was standing beside them\nwith his hands on his hips. He wore a kilt and a singlet of some soft,\nshiny material, but no shoes.\n\n\"'Well, if it isn't Mike and Aloysius,' he said conversationally. 'Boy,\nare you two going to get it when you show your faces around home. Dad's\nbeen looking for you.'\n\n\"'The older boy turned and stuck his hand out at me. 'Captain Hannah,\nsir,' he said. 'My name's Jim Monahan. I must apologize for the brats.\nThey bother everybody. They have asked me to help get you out of your\ndifficulties.'\n\n\"'I must have set the wrong Jump pattern,' I stammered. 'It's\nincredibly lucky that I came back out of Limbo in a place where I could\nask for help. If you can give it to me, I would be most grateful.'\n\n\"'Well, sir,' said Jim, 'your appearing here isn't quite as incredible\nas you might think. Dad says that several of you Bumblejumpers....' He\nstopped and looked embarrassed. 'I'm sorry, sir. Several of you who\nhave made errors in your Jump setting have ended up here.'\n\n\"'Not in our swimming hole,' asserted Aloysius.\n\n\"'In this general area of space. Dad calls it the delta of a psionic\nriver. He says that we who are psionic adepts should stop bouncing back\nand forth between here and the established sectors so much, or we'll\ngroove the psionic channels so much that everybody who goofs will end\nup here. And we may even increase the probability of goofing.'\n\n\"'I just want to get back to where I can recognize the stars,' I told\nthe boy.\n\n\"'If you don't mind my saying so, sir, I nark the impression that you\nwant something more. Something about getting a whale to the planet\nPenguin II?'\n\n\n\n\"I nodded. 'If these kid brothers of yours can run around mald-bottom\nin space without catching cold, then I guess you can probably send a\nwhale from one planet to another by mind power--by psionics.'\n\n\"'But that's not really what you want?' the boy persisted.\n\n\"I nodded. 'Even psionics can't do what I really want. A _Delta_ class\nfreighter can do almost anything, but it can't transport an adult blue\nwhale across space. Still, that's what I really want it to do, and it's\nthat desire that you are apparently picking out of my mind.'\n\n\"Jim frowned for a couple of minutes in deep concentration while Mike\nand Aloysius nudged each other slyly, gradually got more rambunctious,\nand finally lost their tempers and started a half-wrestling,\nhalf-boxing tussle.\n\n\"Jim clapped his hands together sharply, twice. The kids quieted down\nabruptly, looking at Jim indignantly and rubbing their posteriors. At\nthe same time, Jim picked a small box out of the air and handed it to\nme with a flamboyant gesture.\n\n\"Lettered on the box was the neatly printed instruction 'EAT ME'.\n\n\"'Shades of Lewis Carroll,' I said to myself, opening the box and\nlooking at the little cakes inside.\n\n\"'Go ahead, sir,' chorused Mike and Aloysius, 'Don't be chicken!'\n\n\"I looked at the pill-sized cakes for a minute. Then I shrugged my\nshoulders and tossed them all down at once, like taking a shot of\nwhiskey neat. For a few seconds nothing happened except for an odd sort\nof fizzling feeling inside, and then suddenly I started to shrink, just\nlike Alice in Wonderland. I hardly had time to notice that the whole\nMonahan tribe was shrinking right along with me, before I found that I\nwas having trouble breathing, and it was as if my insides were trying\nto climb up past my Adam's apple. I couldn't talk, so I tried hard to\ngive Jim Monahan a dirty look before I passed out, which I promptly did.\n\n\n\n\"I couldn't have been unconscious for more than a few seconds. I woke\nup to find that I had shrunk to a height of maybe two feet, and that\nJim was looking at me with a very worried expression.\n\n\"'Boy, was that a lousy job of giffling,' I heard Aloysius say,\nirreverently. At least, it was Aloysius unless the two boys had\nexchanged positions while I had been out.\n\n\"'Yup, you've got to be careful when you giffle,' agreed his twin\nsagely.\n\n\"'What happened?' I asked weakly. 'And why have you shrunk us down this\nway?'\n\n\"'Shrunk us down?' asked Jim blankly, and then he laughed. 'Oh, I\ndidn't do anything like that to us. That sort of thing is too dangerous\nto try unless you're a Master Giffler. I don't think even Dad would\ntry a thing like that with a human being. All I did was to enlarge the\nspaceship. At the same time, of course, I increased the strength of\nthe intermolecular bonds, so that the ship is just as sturdy as it was\nbefore. Only now it's big enough to carry a whale.'\n\n\"'Only the big jerk forgot that with the space in this room suddenly\nincreased to twenty-five or thirty times as big as it was before, there\nstill wasn't any more ...'\n\n\"'... air in it, so you nearly suffocated.' I think it ended with Mike.\n\n\"'But he finally had sense enough to gather the air in a ball around\nyour head, so you woke up all right, and I nark that now he had brought\nin enough air ...'\n\n\"'... to fill the room and all your tanks, so you'll be all right now.'\n\n\"'And now you can get yourself out of our swimming hole, sir,'\nAloysius, I think, concluded.\n\n\"I was still a little dazed. But I tried to put my brain in gear, while\nI looked from one smiling, expectant Monahan face to another. 'I've got\none question,' I said at last.\n\n\"'Yes, sir?' asked Jim, all eagerness to be helpful.\n\n\"'Does this psionic ability all of you are playing around with so\nfreely make you basically any smarter than an ordinary untalented\nrun-of-the-mill human of the same age?'\n\n\"'Well of course, sir,' said Jim, and then looked at the two brats, who\nwere staring at him with their mouths open.\n\n\"'Well, of course, we have a lot more to learn than the Normals,' he\nbegan again. 'But then, I've studied hard instead of playing hooky like\nthe imps here.'\n\n\"Now all three of us were staring at him.\n\n\"'Well, to be truthful, sir, Dad says that we've got about the same\nbasic intelligence as the Normals, and that we shouldn't try to get\nuppity because of our special talents. But most Normals that I've seen\nusually don't act very bright.'\n\n\"'Then,' I asked with elaborate patience, 'all you did was to make my\n_Delta Crucis_ bigger, and to increase the strength of the components\nto match? Nothing else?'\n\n\n\n\"Jim nodded warily. 'That's it, sir.'\n\n\"'It didn't occur to you, son, that while that might be all right for\nthe hull and the Jumping equipment, you just don't change the size of\na rocket motor to change its power rating? Don't you realize that if\nI turned on my landing rockets right now, I'd probably blow us all to\nKingdom Come?'\n\n\"Jim thought for a minute. 'I nark it now, sir,' he said slowly. 'And\nthe hull probably isn't right too, I'm afraid.'\n\n\"'You're probably right, son,' I answered him. 'Don't you think you had\njust better put things right back the way they were before?'\n\n\"I added hastily, 'Not forgetting to get rid of the extra air you\ngiffled in.'\n\n\"'No, sir. I can't do that!' The boy's forehead was all wrinkled with\nhis effort at thinking. 'Dad says that when you start in to giffling,\nyou've got to carry through what you start.'\n\n\"'But it's my life you're giffling around with,' I protested. 'You\ndon't have to worry. _You_ can stay alive in the vacuum of space, or\njump around without a ship, but I can't. Just leave me alone, why don't\nyou? Just show me the way to go home and then leave me alone, like a\ngood boy.'\n\n\"Jim shook his head. 'I'm just going to have to get help, sir,' he said.\n\n\"Mike and Aloysius both looked scared. 'Jim, why don't you just do\nlike Captain Hannah says,' asked one of them.\n\n\"'If you get Dad into this,' said the other, 'he'll for sure give it to\nthe two of us, but good. And we'll just bet that he won't think you're\ntoo old to get it, either.'\n\n\"Jim waved the argument aside. 'He'll probably be right, too,' he\ncommented absently, acting as if he were listening to something the\nrest of us couldn't hear. Then he nodded decisively.\n\n\"'Your _Delta Crucis_ is all fixed up right, now, sir,' he told me in\npositive tones. 'There's even a tank for you to keep the whale in.\nBut I suggest you not waste any time in getting the beast to Penguin,\nbecause the ship won't stay this way too long. Then it'll revert to the\nway it used to be before you ran into us.'\n\n\"He noticed my expression of concentrated unhappiness.\n\n\"'Oh, not while you are carrying the blue whale,' he assured me. 'As\nsoon as you finish the job, or in a couple of months if you don't get\nstarted on it. There is nothing to be worried about, sir.'\n\n\"Then he heaved a kind of deep, shuddering sigh, and said, 'We have got\nto go now. Good luck to you.'\n\n\"'The same to you,' I said automatically. The two brats gave me a\nwithering look of scorn, apparently for expressing such impossible\nsentiments, and then all three Monahans disappeared.\"\n\nCaptain Hannah took another whiff of rhial and then stared at the\nbeaker broodingly.\n\n\n\n\"Well,\" I asked. \"Did you get the whale to Penguin? And was the Prinkip\npleased? Or did you just sit around and drink rhial until your ship\npopped back to its normal size?\"\n\n\"Oh, I couldn't pass up a chance like that,\" he said. \"I delivered the\nwhale all right. She turned out to be gravid, too. I seem to make a\nhabit out of picking up pregnant cargoes. The Prinkip was very pleased,\nand gave me a bonus.\n\n\"Then _Delta Crucis_ went back to being herself again. And I found this\nnote, along with a small gift, in the Control room.\" He fished a sheet\nof paper out of the breast pocket of his blue uniform coat and passed\nit across the table to me.\n\nIt was an unsigned letter written in a beautiful flowing script. It\nsaid:\n\n    My dear Captain Hannah:\n\n    Congratulations to you on the success of your venture. All seems\n    to have worked out well for you.\n\n    For three Monahans, things were less pleasant. For a considerable\n    period of time they experienced difficulty in sitting down in\n    comfort.\n\n    You are welcome at any time to pay a return visit to our remote\n    sector of space and reestablish your acquaintance with the Adepts.\n\n    It is not beyond the bounds of possibilities that Normals can be\n    taught to demonstrate our Psionic abilities.\n\n    Until you return then,\n\n    Farewell!\n\nThe note was unsigned.\n\n\"Well,\" I said, \"You are going to take them up on it, aren't you? This\nis a chance in a lifetime. In a hundred lifetimes--it's a chance in a\nmillion years. What are you waiting for, man?\"\n\nCaptain Hannah shook his head. \"I don't know,\" he said. \"But does that\nnote sound as if it had been written by a mature Adept--by, say, the\nfather of those boys?\n\n\"Doesn't it seem more like something written by a teenage boy? Or even\nby a precocious nine-year-old?\"\n\n\"Well, what of it?\" I asked. \"Provided that it gets you back there, so\nthat you will have the chance of talking with the father?\"\n\n\"I'm afraid that one or more of the Monahan children may hold a grudge\nagainst me. After all, I apparently did cause the whole tribe of them\nconsiderable humiliation and pain, in the end. If they want to get\neven, they have a lot of power--whatever narking and giffling may be.\nSo here's a present for you, and I advise you to throw it away, even if\nI can't bring myself to do so.\"\n\nCaptain Hannah slammed something down on the table, jammed his head,\nand stalked out of the bar.\n\nI picked up his gift and examined it. It was a small bottle. On the tag\nattached to it, neatly and mockingly printed, were the words, \"DRINK\nME.\"\n\nI stared at it for a long time, thinking of opportunity--and of snarks\nand of boojums.\n\nEND",
    "metadata": {
        "author": [
            "Stecher, Lewis J., Jr.",
            "Wesley, Joseph",
            "Stecher, L. J.",
            "Stecher, L. J., Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53035/pg53035.txt",
        "name": "when_you_giffle.json"
    }
}