{
    "name": "Where There's Hope",
    "author": [
        "Drexel, Jay B.",
        "Neal, Harry",
        "Lewis, D. B.",
        "Lewis, D.B.",
        "Bixby, Jerry",
        "Bixby, Drexel Jerome Lewis",
        "Bixby, Jerome",
        "Bixby, Jay Lewis"
    ],
    "body": "By Jerome Bixby\n\n\n\"If you called me here to tell me to have a child,\" Mary Pornsen said,\n\"you can just forget about it. We girls have made up our minds.\"\n\nHugh Farrel, Chief Medical Officer of the Exodus VII, sighed and leaned\nback in his chair. He looked at Mary's husband. \"And you, Ralph,\" he\nsaid. \"How do you feel?\"\n\nRalph Pornsen looked at Mary uncomfortably, started to speak and then\nhesitated.\n\nHugh Farrel sighed again and closed his eyes. It was that way with all\nthe boys. The wives had the whip hand. If the husbands put up an\nargument, they'd simply get turned down flat: no sex at all, children or\notherwise. The threat, Farrel thought wryly, made the boys softer than\nwatered putty. His own wife, Alice, was one of the ringleaders of the\n\"no babies\" movement, and since he had openly declared warfare on the\nidea, she wouldn't even let him kiss her good-night. (For fear of losing\nher determination, Farrel liked to think.)\n\nHe opened his eyes again to look past the Pornsens, out of the curving\nport of his office-lab in the Exodus VII's flank, at the scene outside\nthe ship.\n\nAt the edge of the clearing he could see Danny Stern and his crew, tiny\nbeneath the cavernous sunbeam-shot overhang of giant leaves. Danny was\nstanding up at the controls of the 'dozer, waving his arms. His crew was\nstruggling to get a log set so he could shove it into place with the\n'dozer. They were repairing a break in the barricade--the place where\none of New Earth's giant saurians had come stamping and whistling\nthrough last night to kill three colonists before it could be blasted\nout of existence.\n\nIt was difficult. Damned difficult. A brand-new world here, all ready\nto receive the refugees from dying Earth. Or rather, all ready to be\n_made_ ready, which was the task ahead of the Exodus VII's personnel.\n\nAn Earth-like world. Green, warm, fertile--and crawling, leaping,\nhooting and snarling with ferocious beasts of every variety. Farrel\ncould certainly see the women's point in banding together and refusing\nto produce children. Something inside a woman keeps her from wanting to\nbring life into peril--at least, when the peril seems temporary, and\nsecurity is both remembered and anticipated.\n\nPornsen said, \"I guess I feel just about like Mary does. I--I don't see\nany reason for having a kid until we get this place ironed out and safe\nto live in.\"\n\n\"That's going to take time, Ralph.\" Farrel clasped his hands in front of\nhim and delivered the speech he had delivered so often in the past few\nweeks. \"Ten or twelve years before we really get set up here. We've got\nto build from the ground up, you know. We'll have to find and mine our\nmetals. Build our machines to build shops to build more machines.\nThere'll be resources that we _won't_ find, and we'll have to learn what\nthis planet has to offer in their stead. Colonizing New Earth isn't\nsimply a matter of landing and throwing together a shining city. I only\nwish it were.\n\n\"Six weeks ago we landed. We haven't yet dared to venture more than a\nmile from this spot. We've cut down trees and built the barricade and\nour houses. After protecting ourselves we have to eat. We've planted\ngardens. We've produced test-tube calves and piglets. The calves are\ndoing fine, but the piglets are dying one by one. We've got to find out\nwhy.\n\n\"It's going to be a long, long time before we have even a minimum of\nsecurity, much less luxury. Longer than you think.... So much longer\nthat waiting until the security arrives before having children is out of\nthe question. There are critters out there--\" he nodded toward the port\nand the busy clearing beyond--\"that we haven't been able to kill. We've\nthrown everything we have at them, and they come back for more. We'll\nhave to find out what _will_ kill them--how they differ from those we\n_are_ able to kill. We are six hundred people and a spaceship, Ralph. We\nhave techniques. That's _all_. Everything else we've got to dig up out\nof this planet. We'll need people, Mary; we'll need the children. We're\ncounting on them. They're vital to the plans we've made.\"\n\nMary Pornsen said, \"Damn the plans. I won't have one. Not now. You've\njust done a nice job of describing all my reasons. And all the other\ngirls feel the same way.\"\n\n\n\nShe looked out the window at the 'dozer and crew. Danny Stern was still\nwaving his arms; the log was almost in place. \"George and May Wright\nwere killed last night. So was Farelli. If George and May had had a\nchild, the monster would have trampled it too--it went right through\ntheir cabin like cardboard. It isn't fair to bring a baby into--\"\n\nFarrel said, \"Fair, Mary? Maybe it isn't fair _not_ to have one. _Not_\nto bring it into being and give it a chance. Life's always a gamble--\"\n\n\"_It_ doesn't exist,\" Mary said. She smiled. \"Don't try circumlocution\non me, Doc. I'm not religious. I don't believe that spermatozoa and an\novum, if not allowed to cuddle up together, add up to murder.\"\n\n\"That isn't what I meant--\"\n\n\"You were getting around to it--which means you've run out of good\narguments.\"\n\n\"No. I've a few left.\" Farrel looked at the two stubborn faces: Mary's,\npleasant and pretty, but set as steel; Ralph's, uncomfortable,\nthoughtful, but mirroring his definite willingness to follow his wife's\nlead.\n\nFarrel cleared his throat. \"You know how important it is that this\ncolony be established? You know that, don't you? In twenty years or so\nthe ships will start arriving. Hundreds of them. Because we sent a\nmessage back to Earth saying we'd found a habitable planet. Thousands of\npeople from Earth, coming here to the new world we're supposed to get\nbusy and carve out for them. We were selected for that task--first of\njudging the right planet, then of working it over. Engineers, chemists,\nagronomists, all of us--we're the task force. We've got to do the job.\nWe've got to test, plant, breed, re-balance, create. There'll be a lot\nof trial and error. We've got to work out a way of life, so the\nthousands who will follow can be introduced safely and painlessly into\nthe--well, into the organism. And we'll need new blood for the jobs\nahead. We'll need young people--\"\n\nMary said, \"A few years one way or the other won't matter much, Doc.\nFive or six years from now this place will be a lot safer. Then we women\nwill start producing. But not now.\"\n\n\"It won't work that way,\" Farrel said. \"We're none of us kids any\nlonger. I'm fifty-five. Ralph, you're forty-three. I realize that I must\nbe getting old to think of you as young. Mary, you're thirty-seven. We\ntook a long time getting here. Fourteen years. We left an Earth that's\ndying of radioactive poisoning, and we all got a mild dose of that. The\nradiation we absorbed in space, little as it was, didn't help any. And\nthat sun up there--\" again he nodded at the port--\"isn't any help\neither. Periodically it throws off some pretty damned funny stuff.\n\n\"Frankly, we're worried. We don't know whether or not we _can_ have\nchildren. Or _normal_ children. We've got to find out. If our genes have\nbeen bollixed up, we've got to find out why and how and get to work on\nit immediately. It may be unpleasant. It may be heart-breaking. But\nthose who will come here in twenty years will have absorbed much more of\nEarth's radioactivity than we did, and an equal amount of the space\nstuff, and this sun will be waiting for them.... We'll have to know what\nwe can do for them.\"\n\n\"I'm not a walking laboratory, Doc,\" Mary said.\n\n\"I'm afraid you are, Mary. All of you are.\"\n\nMary set her lips and stared out the port.\n\n\"It's got to be done, Mary.\"\n\nShe didn't answer.\n\n\"It's going to be done.\"\n\n\"Choose someone else,\" she said.\n\n\"That's what they all say.\"\n\nShe said, \"I guess this is one thing you doctors and psychologists\ndidn't figure on, Doc.\"\n\n\"Not at first,\" Farrel said. \"But we've given it some thought.\"\n\nMacGuire had installed the button convenient to Farrel's right hand,\njust below the level of the desk-top. Farrel pressed it. Ralph and Mary\nPornsen slumped in their chairs. The door opened, and Doctor John J.\nMacGuire and Ted Harris, the Exodus VII's chief psychologist, came in.\n\n\n\nWhen it was over, and the after-play had been allowed to run its course,\nFarrel told the Pornsens to go into the next room and shower. They came\nback soon, looking refreshed. Farrel ordered them to get back into their\nclothes. Under the power of the hypnotic drug which their chairs had\ninjected into them at the touch of the button, they did so. Then he told\nthem to sit down in the chairs again.\n\nMacGuire and Harris had gathered up their equipment, piling it on top of\nthe operating table.\n\nMacGuire smiled. \"I'll bet that's the best-monitored, most hygienic sex\nact ever committed. I think I've about got the space radiations effect\nlicked.\"\n\nFarrel nodded. \"If anything goes wrong, it certainly won't be our fault.\nBut let's face it--the chances are a thousand to one that something\n_will_ go wrong. We'll just have to wait. And work.\" He looked at the\nPornsens. \"They're very much in love, aren't they? And she was receptive\nto the suggestion--beneath it all, she was burning to have a child, just\nlike the others.\"\n\nMacGuire wheeled out the operating table, with its load of serums,\npressure-hypos and jury-rigged thingamabobs which he was testing on\nalternate couples. Ted Harris stopped at the door a moment. He said, \"I\nthink the suggestions I planted will turn the trick when they find out\nshe's pregnant. They'll come through okay--won't even be too angry.\"\n\nFarrel sighed. They'd been over it in detail several times, of course,\nbut apparently Harris needed the reassurance as much as he did. He said:\n\"Sure. Now scram so I can go back into my act.\"\n\nHarris closed the door. Farrel sat down at his desk and studied the pair\nbefore him. They looked back contentedly, holding hands, their eyes\ndull.\n\nFarrel said, \"How do you feel?\"\n\nRalph Pornsen said, \"I feel fine.\"\n\nMary Pornsen said, \"Oh, I feel _wonderful_!\"\n\nDeliberately Farrel pressed another button below his desk-top.\n\nThe dull eyes cleared instantly.\n\n\"Oh, you've given it some thought, Doc?\" Mary said sweetly. \"And what\nhave you decided?\"\n\n\"You'll see,\" Farrel said. \"Eventually.\"\n\nHe rose. \"That's all for now, kids. I'd like to see you again in one\nmonth--for a routine check-up.\"\n\nMary nodded and got up. \"You'll still have to wait, Doc. Why not admit\nyou're licked?\"\n\nRalph got up too, and looked puzzled.\n\n\"Wow,\" he said. \"I'm tired.\"\n\n\"Perhaps just coming here,\" Farrel said, \"discharged some of the tension\nyou've been carrying around.\"\n\nThe Pornsens left.\n\nFarrel brought out some papers from his desk and studied them. Then,\nfrom the file drawer, he selected the record of Hugh and Alice Farrel.\nAlice would be at the perfect time of her menstrual cycle tomorrow....\n\nFarrel flipped his communicator.\n\n\"MacGuire,\" he said. \"Tomorrow it's me.\"\n\nMacGuire chuckled. Farrel could have kicked him. He put his chin in his\nhands and stared out the port. Danny Stern had the log in place in the\nbarricade. The bulldozer was moving on to a new task. His momentary\ndoubt stilled, Farrel went back to work.\n\n\n\nTwenty-one years later, when the ships from Earth began arriving, the\nlog had been replaced by a stone monument erected to the memory of the\nExodus VII, which had been cut apart for its valuable steel. Around the\nmonument was a park, and on three sides of the park was a shining\ntown--not really large enough to be called a city--of plastic and stone,\nfor New Earth had no iron ore, only zinc and a little copper. This was\noften cause for regret.\n\nStill it was a pretty good world. The monster problem had been licked by\nhigh-voltage cannon. Now in their third generation since the landing,\nthe monsters kept their distance. And things grew--things good to eat.\n\nAnd even without steel, the graceful, smoothly-functioning town looked\nimpressive--quite a thing to have been built by a handful of beings with\ntwo arms and two legs each.\n\nIt hadn't been, entirely. But nobody thought much about that any more.\nEven the newcomers got used to it. Things change.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Drexel, Jay B.",
            "Neal, Harry",
            "Lewis, D. B.",
            "Lewis, D.B.",
            "Bixby, Jerry",
            "Bixby, Drexel Jerome Lewis",
            "Bixby, Jerome",
            "Bixby, Jay Lewis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30715/pg30715.txt",
        "name": "where_there_s_hope.json"
    }
}