{
    "name": "Who Goes There?",
    "author": [
        "Davis, Charles H."
    ],
    "body": "Through the outer limits of our solar system, two great ships flashed\nthrough the void. Light from distant Sol gleamed feebly on their dark\nhulls, paled to insignificance by the flare of pure energy that blasted\neach ship through space at inconceivable velocity. Sol's illumination\nwas just enough to pick out the jagged gash near the base of the\nleading vessel where a force beam had struck a deadly blow.\n\nAs the interval between the spaceships lessened, a pale beam lanced\nout from the pursuing ship and caught the wounded Alarian cruiser on\nthe flank. Mighty steel plates buckled inward and life-giving water\nspouted out through the torn side to freeze instantly in the terrible\ncold of the void. As the pressure dropped, razor-edged bulkhead doors\nshot automatically into place to seal off the stricken compartment.\n\nAlthough badly damaged, the Alarian ship was not yet out of the fight.\nNumber Five turret lashed back with a heat ray that glowed cherry-red,\nthen white, on the upper forward turret of the pursuing ship of\nRu'ukon. A cluster of atomic torpedoes darted from the far side of the\nAlarian ship and headed for the Ru'ukonian cruiser in an intricate\nseries of zig-zag maneuvers, only to be caught half way by a force beam\nand exploded in a blinding flash. Another single torpedo, swinging wide\nthrough space in an arc hundreds of thousands of miles long, came up\nfrom behind the pursuing ship. For a moment it seemed that it might\nstrike a vital blow, but the Ru'ukonian detection apparatus went into\naction at the last possible moment, and the single torpedo was caught\nby a force beam when it was but a scant hundred miles from its target.\n\nAgain the pale beam struck, and the Alarian ship staggered as the\nNumber Two port engines exploded.\n\nIn the control room, a squid-like shape churned through the clear water\nto the vision screen where Ekrado, the ship's commander, floated.\n\n\"Yes, Ronaro,\" his thought was sharp and urgent, \"what is it?\"\n\n\"Number Two port engine out,\" telepathed his deputy. \"Number One turret\nout.\"\n\n\"That is bad. Prepare our personal lifeboat for immediate use. It may\nbecome necessary to abandon ship.\"\n\n\"Right away,\" acknowledged Ronaro. But even as he turned to carry out\nthe order, Ekrado caught the indication of a half-formed question in\nhis mind.\n\n\"You have doubts, Ronaro,\" he challenged. \"Out with them.\"\n\n\"If we abandon ship now, how can we carry our message?\"\n\n\"We have no choice; this ship will never carry us to distant Alar.\nOur communication apparatus is wrecked beyond repair. We must contact\na civilized race on one of the planets of this sun and win their\ncooperation--or Alar will never get our message.\"\n\n\"Never get our message!\" echoed Ronaro, shocked.\n\n\"Don't float there thinking of failure. We must and will succeed. Now,\noff to the lifeboat. I'm going to try to dodge behind a planetary body\nof this system.\"\n\nThe Captain gave the orders for a change of course, and the speeding\nship turned on a long arc as it swung its bow in towards the center of\nthe planetary system. The maneuver gained them a brief respite, as the\nRu'ukonian swept on past before the pilot could react to the change of\ncourse. The superior speed of the other cruiser soon told, however, and\nthe Alarian ship rocked again as another beam struck it.\n\nAn excited subordinate swam up, waving his five tentacles frantically.\n\"Captain,\" he telepathed, \"the water-purifying plant has been hit.\nA beam went right through where Number Five turret used to be. The\nauxiliary plant was knocked out when Number Two engine exploded.\"\n\n\"We'll abandon ship,\" decided the Captain. \"Some of the lifeboats\nshould reach planets. Set the controls to plunge the ship into the sun\nof this system.\"\n\n\n\nThe junior officer made the necessary adjustments to the controls.\nWith a flick of one tentacle he set the automatic alarm broadcaster\ninto action and swam hastily after his Captain. The metallic command,\n\"Abandon Ship! Abandon Ship!\" rang through his mind as the device\nstarted functioning.\n\nThe Captain was already at the controls of the lifeboat. Ronaro dove\nafter him. A moment later the lifeboat had slipped through the lock\ninto space, darting away from the wounded giant at full speed.\n\n\"Several small planets held by this star, Captain,\" reported Ronaro.\n\n\"I see them,\" telepathed Ekrado. \"You keep a watch on the enemy and\nlook to see if any other lifeboats escape. I'll steer for the most\nlikely planet.\"\n\nAs Ronaro watched through the rear-view vision screen, first one and\nthen another darted away from the Alarian hulk until he could count a\ntotal of five.\n\n\"Rendezvous instructions?\" asked Ronaro mentally.\n\n\"Third planet from the sun,\" ordered Ekrado. \"We're in luck, Ronaro,\nthe planet is mostly water--plenty of room to swim around in. I'll pick\none of the ocean areas to land in and inform the other boats by beacon\nsignals of our exact location.\"\n\nEven as Ronaro adjusted the communication amplifier to direct his\nmental command to the scattered lifeboats behind them, a more ominous\npicture appeared on the screen. The bright red halo that warned of\napproaching atomic torpedoes blossomed forth on the image of the enemy\ncruiser. The single halo gradually broke into smaller red circles as\nthe cluster spread apart in space.\n\n\"Space torpedoes coming,\" he reported tersely.\n\n\"Six, of course,\" replied the Captain.\n\n\"Right.\" It was the standard size cluster.\n\n\"How many lifeboats besides ourselves?\"\n\n\"Five.\"\n\n\"Then we're the sixth.\"\n\n\"Right.\"\n\n\"Any of them driving toward the cruiser itself?\"\n\n\"No, their guiding mechanisms must be set for small-sized craft.\nThey'll track every one of us down.\"\n\n\"A torpedo is heading directly for us now,\" reported Ronaro.\n\n\"At least one boat must get through to carry our message,\" stated\nEkrado flatly.\n\n\"What do you propose--a sacrifice?\"\n\n\"Set the heat ray projector for a narrow fan beam and slice the nearest\nlifeboat into two parts,\" ordered the Captain.\n\nRonaro's tentacles fairly boiled the water as he made the necessary\nadjustments. A thousand miles behind them, the closest lifeboat from\ntheir stricken vessel glowed briefly around its equator and fell apart\ninto two halves that gradually spread apart.\n\n\"Two hundred years ago, in the Second Gruon War, I saw my best friend\ndie in just such a sacrifice,\" grated Ekrado. \"I did not like it then\nand I do not like it now. It was not an easy order to give.\"\n\nWithout replying, Ronaro watched the vision screen anxiously. His eyes\nwere on the bright red halo that warned of a torpedo speeding toward\ntheir own lifeboat. There was an additional, separate metal object in\nspace now, toward which the sixth torpedo might automatically be guided\nby the mechanism in its nose. Blinding flashes lit up the vision screen\nas one lifeboat after another was destroyed. Now only two torpedoes\nwere left, one heading toward them, and the other toward the lifeboat\nthat had been split in half. At last, the torpedo bearing on them\ndeviated from its course as its guiding mechanism sensed the nearer\nmetal bulk of the nearer half of the lifeboat. The two flashes appeared\nas one as the two torpedoes blasted both halves of the sacrifice into\nnothingness.\n\n\"All six exploded,\" reported Ronaro. \"The enemy cruiser is veering off\nto return to base. We are safe!\"\n\nThe little boat sped on until finally it was screaming through the thin\nupper air of Earth. Ekrado sharply decreased their speed to prevent\nover-heating the hull, having no desire to be cooked alive in the water\nof his own lifeboat.\n\n\n\nBelow them, covering the horizon, was the vast expanse of the Atlantic.\nThe two Alarians were joyous at the sight of such a planet. Here was no\ndried-up world, such as some they had seen where old age or the heat\nof a nearby sun had dried up the life-giving waters. Ekrado sent the\nlittle craft straight down toward the blue expanse below.\n\nWater shot high into the air like a geyser as the alien lifeboat\nplunged into the ocean. Deep under the water's surface, the craft\nleveled off and slowed until it drifted idly.\n\n\"Take an instrument reading,\" ordered Ekrado. \"Let us see what kind of\na hydrosphere this planet has. It looks good enough.\"\n\n\"It is not as good as it looks,\" reported Ronaro grimly. \"The\ntemperature and pressure are satisfactory, but the chemical content of\nthe water is poisonous. It would kill us in a few minutes.\"\n\n\"That means we must depend on our water-purifying plant as long as we\nare on this planet--or as long as it holds out. They aren't built to\nlast forever.\"\n\n\"We must get word to Alar that the entire Ru'ukonian fleet is attacking\nwithout warning, while our fleet is at the other end of the galaxy\nholding maneuvers. Maneuvers! A yachting trip for the Lord Admiral\nKrukon, while Alar lies almost defenseless!\"\n\n\"You stated before that our only hope was to contact a civilized race\non one of these planets, in hopes that they might have interstellar\ncommunication apparatus?\"\n\n\"Yes,\" responded Ekrado, \"or any type of equipment for broadcasting\nradiation. We can rebuild it for our purpose. Have you forgotten that\nwe served one hundred and sixty years together in the Communications\nCorps? We could rebuild anything, just so they have the power.\"\n\n\"I believe we could,\" replied Ronaro, caught by his Captain's\nenthusiasm.\n\n\"Right! Our first step must be to find intelligent life on one of the\nplanets of this sun. We must start by searching the waters of this\nworld.\"\n\nEkrado threw the throttle-lever forward slightly and the ship moved\never more rapidly through the water. Straight ahead he drove it while\nthe two Alarians concentrated every attention on the vision screens in\nthe hope of sighting intelligent life.\n\nLife they saw aplenty in the next few hours, much of it strange but the\ngreater part of it similar to that of their own world.\n\n\"Ronaro, look,\" telepathed Ekrado excitedly, \"a being like an Alarian.\"\n\nAcross the vision plate floated a pointed body sprouting a tangle of\nflexible arms at one end. Hope surged high in them both.\n\n\"Wonderful,\" exulted Ronaro, \"probably we've found intelligent life\nalready. Probe his mind, Ekrado.\"\n\n\"No response yet,\" replied the Captain, \"possibly they use some other\nmethod of communication.\"\n\n\"Such as signals or audible sounds,\" suggested Ronaro.\n\n\"Yes. In that case, it would be difficult to establish contact.\"\n\n\"Very difficult to transmit our thoughts, but not so difficult to read\nhis.\"\n\n\"Well, it has been done before, with non-telepathic races.\"\n\n\"Like the giant rays of Ikraa.\"\n\n\"Let me concentrate, Ronaro.\"\n\nThe two Alarians drifted in telepathic silence, Ekrado closing his eyes\nand concentrating his mental efforts at reaching the alien mind. Ronaro\nstudied the creature as it swam unconcernedly past searching for food.\n\n\"Hunts his food in primitive fashion,\" he reflected silently, careful\nnot to destroy Ekrado's concentration. \"Apparently his people do not\nhave shellfish farms. Or possibly he is simply hunting for the fun\nof it or in order to be alone. He has twice as many tentacles as an\nAlarian, but mere physical difference proves nothing. He is wearing\nno harness or ornamentation of any kind, nor is he carrying a weapon.\nObviously a low level of culture, if any.\"\n\n\"You try,\" ordered the Captain, relaxing. \"I've concentrated until my\nbraincase almost burst and achieved nothing.\"\n\n\"I'm afraid I'll have no better luck,\" said Ronaro. Swiftly, he\nreported his observations to his Captain.\n\nNonetheless, Ronaro also tried to contact the stranger. He had,\nperhaps, better luck than his Captain, but his mind found only primal\nimpulses, not thoughts. There was hunger there, more like greed to\nthe refined sensitiveness of the Alarian, and a great fear that at\nthe moment lay dormant and formless. There wasn't even the faintest\nstirrings of curiosity toward their boat. In fact, his probing mind\ncould not even find a specific identification of the lifeboat in the\nthing's mind.\n\n\"Ugh,\" he shuddered, \"completely undeveloped. A beast.\"\n\nEkrado frowned mentally. \"You must have done better than I, at least. I\nfound only nothingness.\"\n\n\"You must have been looking solely for intelligence,\" Ronaro hastened\nto reassure his Captain. \"There was none to find. Only primitive\nemotions.\"\n\nSilently, Ekrado started the lifeboat on its long sweep through the\nwaters. At the end of a hundred miles, he turned in a slow curve and\nheaded back along a straight line parallel to the way they had come.\nBack and forth they combed through the blue-green water, systematically\nhunting some sign of intelligent life.\n\n\n\nDuring this period, they several times encountered creatures similar to\nthat which they had first thought might be like themselves. Each time\nhope rose again; and each time it came to nothing. Each such creature\ninspired in them a strange medley of emotions, a sense of kinship and\nyet of repugnance, a feeling at once of benevolence toward a more\nbackward cousin mixed with exasperation.\n\nAfter the futile search had gone on for several hours, Ronaro was\nstruck with a sudden idea.\n\n\"Perhaps the intelligent races of this planet are deep-sea creatures,\"\nhe suggested.\n\n\"It's possible,\" mused Ekrado. \"So far I've been cruising pretty much\nat our own favorite depth.\"\n\n\"This lifeboat can stand tremendous pressure.\"\n\n\"We'll try it,\" decided Ekrado. The slender shape of the lifeboat\nwheeled over until it was pointing straight down toward the ocean\nbottom.\n\nSoon there was a gradual change in the color of the water, fading\nfrom green to greenish blue and then to dark blue. Ronaro snapped on\nthe searchlights at the Alarian equivalent of 700 feet and the yellow\nbeams spread out into the dark blue waters on all sides. The pressure\ngauge showed them an ever increasing force pressing on all sides of\ntheir vessel, until, at 1700 feet, it had reached 770 pounds per square\ninch. At this level the water was as black as space itself. The beams\nfrom their searchlights had changed in color from yellow to a luminous\ngray bordered along each side with dark blue. Sprinkled through the\nblackness were the lights carried by many deep-sea fish. The two\nAlarians studied the vision screens with tense concentration. Fish swam\nthrough their light beams and were gone again in an instant in the\nsurrounding blackness. Groups of lights moving through the darkness\ntold them of large fish or schools of smaller fish, but they were\nunable to trace the outlines from the pattern of lights.\n\n\"We should be near bottom, by now, if this were Alar,\" commented Ronaro\nat 3000 feet.\n\n\"The waters of this planet may well be deeper than those of our home\nworld,\" pointed out Ekrado.\n\nBoth of them looked at the pressure gauge. At the Alarian equivalent\nof 1358 pounds per square inch, it was not far from the red line that\nindicated the maximum pressure the lifeboat could stand. But still they\nkept going down through the ice-cold blackness.\n\n\"Look Ekrado!\" clamored Ronaro. \"The God Ka!\"\n\nIt was not, indeed, the God Ka, but it might well have been. Its body\nalone was five times the size of their lifeboat and its tentacles\nstretched for an unknown distance, far beyond the rays of their feeble\nlights. It brooded motionless in the inconceivable pressure, as though\nwatching them, although it had no trace of eyes.\n\nBoth Alarians concentrated their minds on the problem of communication\nwith the tremendous mind they knew was contained within that mighty\nbulk. They both floated motionless, eyes closed, concentrating. But\nwhile the Alarians were motionless, the thing before them was not.\nA great tentacle wrapped itself around the hull. As the tentacle\ntightened in its body-crushing embrace, it encountered unexpected\nresistance in the hard metal of the hull. Even as the two Alarians were\nbeginning to face their disappointment at what they had found, or what\nthey had not found, that unexpected resistance registered within the\nbrain of the giant squid. The dull surprise and heavy anger that flared\nwithin the primitive mind warned the two Alarians of their danger.\n\nAs they became aware once more of their immediate surroundings, one\nvision screen was completely covered by the width of one huge tentacle\nwrapped around their ship, while the other showed several more\ntentacles drawing near to enfold their lifeboat. The upper part of the\nhull, the roof of their cabin, bulged inwards, while the hull groaned\nand creaked as though every plate and bar was about to collapse.\n\n\"Quick, Ronaro, the heat cannon,\" snapped the Captain as he dove for\nthe controls.\n\nThe motors hummed vainly as Ekrado sought to free the craft from the\nmonster's grip. At the same time, Ronaro brought his sights to bear\non the approaching tentacles. The tight beam sliced through them as\nfast as he could bring it to bear; one, two, three, four.... But not\nfast enough, for one more tentacle closed around the lifeboat. By\nchance, the monster had blotted out their vision screen with the second\ntentacle. Now Ronaro was fighting blind. He set the angle of fire in\nsuch a way that the cannon would fire close to the lifeboat's hull. He\nfired again and again, as fast as the weapon built up potential for\nanother discharge, systematically combing the waters around them. The\npressure on the hull relaxed almost visibly as the tentacles that held\nthe ship were sliced in two at last by the heat ray. But since Ronaro\ncould not set the weapon to actually graze the hull, the end of the\nsevered tentacle remained wrapped around them to obscure the vision\nports.\n\nThe monster was not defeated yet. Even with six tentacles gone, it had\nfour left, and Ronaro was still fighting blind. His rays bombarded the\nwater blindly in the hope of striking the body of the giant. At the\nsame time, the lifeboat got slowly under way, rising sternwards toward\nthe surface. As it gathered momentum, Ekrado spun it over, to travel\nbowfirst. The turn dislodged the severed tentacles and once again the\ntwo Alarians could see into the dark water as far as their light beams\ncould illuminate it. There was no sign of the monster. Whether they had\noutrun it or outfought it, they did not know, but in any case they were\nsafe.\n\n\"That idea did not turn out any too well, did it?\" commented Ekrado\nwryly.\n\nRonaro did not reply, for the statement hardly called for an answer.\nThe two Alarians floated in silence while the lifeboat climbed back\ntoward the lighter surface waters once more.\n\n\n\nHigh above them a United States destroyer was cutting through the ocean\nswells, part of a great convoy that spread over many miles of water.\nIn the center of the convoy were the troop ships, surrounded by a\nscreen of other destroyers.\n\nOn the bridge the captain and his executive officer were chatting\ndesultorily. Their eyes scanned the waters constantly while they\ntalked, a sea-borne custom that long antedated the ship's bristling\nradar screens. \"If we put in anywhere along the Solomons,\" the captain\nsaid, \"I'll bet we'll see the natives still wearing and using the old\nequipment--from forty-five.\"\n\n\"Yeah,\" grinned the exec. \"They all say it was the Navy that ruined the\nPacific.\"\n\n\"Huh,\" snorted the other. \"We went ashore--but the Army stayed ashore.\nWhatever you find will be Government Issue.\"\n\nThe exec yawned. \"Cripes, what a boring tour. I'd give my last bottle\nfor just one sight of a good old Nip periscope.\"\n\n\"Or a Kamikaze,\" growled the captain sarcastically.\n\nA radioman stepped out on the bridge, saluted, and handed the captain a\nflimsy. He read it, and frowned at the exec.\n\n\"Lead ship says we're about to pass over a submerged object--a derelict\nof some sort. The chief says to blast it. Menace to navigation and so\nforth.\"\n\nThe exec stepped to the squawk-box, and flicked the switch. \"Attention.\nAttention. Y-gun crew report to stations--on the double. Y-gun--on\ndeck.\"\n\nAs he stood there, waiting for the CPO commanding that detail to\nacknowledge and request orders, he let out a yawn, a prodigious\nmid-afternoon yawn that threatened to split his head.\n\n\n\nThe two Alarians floated motionless in the water of their lifeboat,\neach immersed in his own thoughts. Shaking off his lethargy, Ekrado\nbegan to make a routine check of the condition of the heat ray cannon.\nMechanically, he went over the apparatus, his mind still on their\nproblem. The cannon was, of course, in perfect condition.\n\n\"Clackety-clack-clack-clack,\" chattered the Konald detector.\n\n\"Metal!\" exclaimed Ekrado in surprise.\n\n\"Large masses of it,\" echoed Ronaro.\n\n\"Here in the surface waters. That can only mean....\"\n\n\"Intelligent life,\" the two minds chorused.\n\nHigh at the top of the vision screen appeared the bottom of a long\nnarrow metal hull. It was unmistakably a metal ship, the work of\nintelligent minds, an indication of culture and civilization.\n\n\"Only one of us will try to communicate this time,\" directed Ekrado.\n\"You do it, Ronaro.\"\n\nThis contact was entirely different. Ronaro's questing mind at once\nencountered intelligence. There was purpose there, not the mindless\nurges of hunger and fear that they had met before, but rational purpose\nbacked by planning. But there was something else Ronaro sensed beneath\nthe surface, something alien.\n\n\"Ekrado!\" he exclaimed, shocked. \"These creatures are air breathers!\"\n\n\"Air breathers!\" snorted the Captain. \"Have you drifted into fantasy\nRonaro? Establish contact with them.\"\n\n\"I can't,\" Ronaro replied after a few moments of intense concentration.\n\"Their minds cannot receive our thought impulses.\"\n\n\"We've got to attract their attention. After they have seen us we'll be\nable to work out some method of communication.\"\n\n\"It will be hard when we live in two different mediums--we in water and\nthey in air.\"\n\n\"No matter; we will manage somehow after we have made contact with\nthem. I'll start the engine and head for the surface.\"\n\nRonaro saw it first, a short cylinder-like object tumbling through the\nwaters, directly toward their craft. Sensing danger instinctively, he\ncried out:\n\n\"Ekrado! Full speed ahead!\"\n\nHe had barely gotten the thought out when it happened. A great\nexplosion rocked the waters as the depth bomb went off. The lifeboat\nwas smashed open, its alien water blending imperceptibly with the\nwaters of the Atlantic.\n\nThe body of a squid appeared on the surface, its tentacles trailing\naimlessly. The keen eyes of the men on the destroyer flickered past it,\nlooking for the tell-tale oil slick of a broken submarine, in vain.\n\n\"Now just what the hell _was_ that?\" wondered the captain, scratching\nat his balding head.",
    "metadata": {
        "author": [
            "Davis, Charles H."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64679/pg64679.txt",
        "name": "who_goes_there.json"
    }
}