{
    "name": "Wind in Her Hair",
    "author": [
        "Neville, Kris",
        "Neville, Kris Ottman"
    ],
    "body": "\"Marte!\"\n\nHis voice echoed hollowly, dying away to an eerie whisper, fainter and\nfainter.\n\n\"Marte!\"\n\nIt was very silent here on the last level below the giant atomic motors.\n\nThe feeble light showered down from a single overhead bulb; it was\ntheir special bulb. Marte always lit it when she came below.\n\n\"Marte!\" His voice was almost pleading.\n\n\"Here I am, Johnny. Over here.\"\n\n\"Little imp,\" he said, not unkindly. \"What do you mean, hiding?\"\n\n\"Hiding, Johnny? I wasn't hiding.... And besides, you looked so funny\nand lost, standing there, calling me.\"\n\nHe saw her, now, sitting half in shadow, leaning against the far\nbulkhead.\n\nHis feet ping-pinged on the uncarpeted deck plates as he crossed to her.\n\n\"Hello,\" she said brightly. She threw back her head, and her eyes\ncaught the dim light and sparkled it. \"I hoped you'd come today.\"\nSmiling, she held out her hand.\n\nHe took it. \"I really shouldn't have,\" he said.\n\n\"Oh?\" She puckered her lips in mock anger and drew him down beside\nher. \"Didn't you _want_ to come?\"\n\n\"You know I did.\"\n\n\"Then why?\"\n\n\"They might need me in Control,\" he said, half seriously.\n\nMarte's eyes opened an involuntary fraction. \"Nothing's wrong, is\nthere?\" Her lips had lost their sudden, native smile, and the smile in\nher eyes half fled.\n\n\"No. Everything's fine.... I just meant in case....\"\n\n\"Oh, Johnny, don't say it; please.\" Her eyes spoke with her voice,\nemotions bubbled in them. Her face had something of a woman's\nseriousness in it, the product more of native understanding than\nexperience, and much of a girl's naivete. \"Don't even _think_ about\nanything like that.\" She looked up at him, studied his face intently,\nand then said, \"Tell me that: Say nothing's going to go wrong.\"\n\n\"I was just talking, Marte. Nothing can go wrong; not now.\"\n\n\"Say it again!\"\n\n\"Nothing is going to go wrong,\" he said slowly, giving each word its\nfull meaning.\n\n\"Do you really--really and _truly_--believe that?\" she asked.\n\n\"Of course I do, Marte.\"\n\nThe girl smiled. \"I do too--only--\" The smile faded. Her eyes focused\non some distant place, beyond the last level, beyond the Ship itself.\n\"Only sometimes I'm afraid it's too good to happen.... That I'm\ndreaming, and that all at once I'll wake up, and--\" She shook her head.\n\"But that's silly, isn't it, Johnny?\"\n\n\"Yes,\" he said. He settled back and rested against the bulkhead.\n\n\n\nThere was silence for a while, two young people, hand in hand, sitting\nin silence.\n\nFinally, Marte spoke.\n\n\"Here,\" she said, \"feel.\" She pressed his hand against the bulkhead.\n\"See how cool it is?\"\n\n\"Of course. It's the outside plate.\"\n\n\"Yes,\" she said, \"I know. There's nothing but space out there.\" She\nsqueezed his hand. \"But just a little while ago, before you came, I was\nsitting here thinking. And I thought that wind must feel like that. I\nmean, not how it _feels_, exactly, but how it makes _you_ feel. Wild\nand free. Without any bulkheads to keep you from walking and walking.\"\n\nHe shook his head. \"Little dreamer,\" he whispered.\n\nShe frowned prettily. \"Don't you feel it, too?\"\n\nJohnny Nine pressed his hand to the bulkhead again. \"Yes, I guess maybe\nI do. In a way.\"\n\n\"Of course you do! You've just got to. You can't _help_ it! Put your\ncheek close against the bulkhead and you can almost feel the wind\nblowing on your face. I can. And if I try hard enough, I can almost\nsmell the fields of flowers all in bloom and hear birds singing, like\nthey were singing from far away.... And I can--\"\n\n\"You've been reading again,\" he interrupted with a smile.\n\n\"Uh-huh,\" she said dreamily. \"I have.... And when I finished, I came\ndown here, and I thought about it, and I hoped you'd come so we could\ntalk. It was poetry; it was--beautiful....\n\n\"You know, Johnny, I'd like to write poetry. If I had the sky and the\nbirds and the rivers and the mountains all to write about.\"\n\nAfter a moment, Johnny Nine said, \"Go ahead, tell me what the poems\nwere about.\"\n\n\"Well....\" She drew out the word slowly. \"It's not what they were\nabout, exactly. It's what they said, not out loud, but down deep. It's\nlike getting a present that means an awful lot to you; it's not the\npresent, but the way it makes your nose tickle and your stomach feel.\"\nShe smiled wistfully.\n\n\"They were all written a long time ago, even before the First\nGeneration, by men back on Earth, but they seemed to be written just\nfor us.... One was about a bird, and how it made the poet feel to watch\nit fly and hear it sing; it made him feel all warm inside.... And one\nwas about a young girl who worked in the fields, reaping grain....\"\nThat image seemed to reverberate in her mind, for she was quiet a\nmoment, as if to listen for the fading echoes.\n\n\"I think that would be the most wonderful thing. To help things grow,\nwith your own two hands, and to harvest them when they're ripe and\nwaiting, not 'ponics, like Sam, but really growing out of the Earth.\"\n\n\"Someday,\" he said softly, \"you're going to write the kind of poetry\nthey wrote.\"\n\nMarte looked down at her hands.\n\n\"I want to do so many things.... Maybe help things grow, most of\nall.... I think there must be a sort of poetry in that, too.\n\n\"Johnny?\"\n\n\"Yes?\"\n\n\"Do you think we could get a farm? It wouldn't have to be a very big\none; just a little farm, where we could raise things?\"\n\n\"If you want it, Marte.\"\n\n\"Oh, I do. I _do_!\" Her voice carried the lilt of youth in it.\n\n\n\nThe silences that frequently spiced their conversation had no\nembarrassed elements in them; they said as much as words, and they came\nmutually.\n\n\"Some of it was sad. The poetry. I mean, the deep kind of sadness,\nthe real sadness, the kind that has--hopelessness, and lostness, and\naloneness in it.\n\n    \"_Here he lies where he longed to be._\n    _Home is the sailor, home from the sea,_\n    _And the hunter home from the hill._\"\n\nShe caught her breath, sharply. \"That kind of sadness. The kind that\nsays something about us. How we've dreamed and planned of going Home--\"\n\nShe let her voice drift.\n\n\"I sometimes think Earth is such a beautiful place that you have to be\ndead to go there.\"\n\nJohnny Nine said nothing.\n\n\"Think of the wide sky, Johnny. Where we can see the sunrise. I've\nalways dreamed about seeing a sunrise.\n\n\"A sun. That's a funny word to say; it just _sounds_ warm. Sun. A sun\nthat is like those little points of light, way beyond the bulkheads.\nWhen we see them from Observation, they look all cold. Imagine how it\nwould be to be so close to one of them that it's big and warm....\n\n\"Johnny, do you think anything could be as pretty as those pictures,\nin Compartment Seven, of a blue and gold sunrise?\"\n\n\"Even prettier.\"\n\n\"Say it again!\"\n\n\"Even prettier.\"\n\n\"I'll stay up, then, all the first night. I know I will. Just to see\nthe sun come up.\"\n\nShe drew in her legs and clasped her arms around them.\n\n\"Tell me again what They said.\"\n\nJohnny Nine did not answer immediately. He sat motionless, trying to\nmake out the bulkhead that marked the other side of the Ship. But their\nfeeble light could not penetrate so much darkness. It almost seemed as\nif there were no other bulkhead and no Ship, only darkness, there, that\nspread out to the ends of the Universe.\n\nFinally he spoke. \"It was awful hard to hear them; we're too far away.\nAs near as we could understand, they're having a celebration for us.\nHundreds and hundreds of people will be there. All to see us.\"\n\n\"Hundreds ... and ... hundreds. Hundreds and hundreds!\" She turned her\nface to his. \"It seems hard to believe, doesn't it? All those people!\"\n\n\"Maybe even more than that, Marte.\"\n\n\"Johnny?\" She ducked her head and pulled her legs in tighter. \"Johnny?\"\n\n\"Yes?\"\n\n\"We can have babies, can't we?\" She asked it in a rush.\n\n\"... Yes. We can have babies. As many as we want.\"\n\nShe wrinkled her nose. \"... It seems funny, to be able to have all the\nbabies you want. Not one every time somebody dies: but all you want!\"\n\nShe smiled at some secret communication with herself. \"I think we'll\nhave a dozen....\n\n\"Imagine, Johnny. We can have babies that will have a real childhood.\nNot like ours, in the Ship, but one on Earth. They can play in the wind\nand in the sunshine.\n\n\"And learn things. All kinds of things. They won't be born into one\nparticular job. They can do anything they want to--anything in the\nwhole wide world. And they can live in the air.\" She blinked her eyes.\n\n\"It makes me so glad I want to cry.\"\n\n\n\nThe Big Ship, the balanced terrarium of fifty lives, swung downward in\nher path, rushing toward her parent sun, the first interstellar voyager\ncoming home.\n\nHome. After twenty-one generations had peopled her vast bulk, after\nfour hundred long years in space.\n\nThe radio in Control crackled and sputtered; the nearly seven hour wait\nwas over. The Captain, the Mate, and Johnny Nine, the pilot, listened\nintently.\n\nThe language had changed, and the voice that came out of the speaker\nwas reedy, and thin with vast distances.\n\n\"Halloo.... Hallooo....\" Like a cosmic sigh. Weird. \"Yur message....\"\nThey could make out the words; the vowels were shorter, the consonants\nmore sibilant, but they could make out the words. \"... Repeat ...\npilot....\" The voice rose and fell, rose and fell. Static hacked away\ninside the speaker, split sentences, scattered words.\n\n\"... World waiting eagerly for....\" Hiss and sputter. \"In answer....\nRepeat.... pilot inside Mar's orbit.... Repeat ... pilot....\"\n\nJohnny Nine bent forward. \"I guess he means we'll get a pilot ship\ninside the orbit of Mars. They'll probably set us around Earth. We've\ngot too much bulk to land.\"\n\n\"They'll probably ferry us down in one of their best ships,\" the\nMate said; there was a weariness and an undefined, non-directional\nbitterness in his voice. A germ of thought lay buried beneath the\nwords, a half-formed memory concept: Ferry us down like they ferried\nour ancestors up--four hundred years ago--to the Leviathan--built in\nspace--too big ever to land.\n\nThe voice from Earth sighed out of the speaker; only the sputter of\nstatic remained. Earth was awaiting, now, the reply.\n\nThe Mate snapped off the speaker. The new silence was stark, as if\nsomething other than sound had been withdrawn.\n\nThe Captain rubbed the back of his left hand with the palm of his right.\n\nNone of them could quite find words for their thoughts.\n\nIt was the Captain, finally, who spoke.\n\n\"I guess--there isn't much to tell them, is there?\"\n\nThe Captain turned his swivel chair until it faced the broad\nObservation window; through it he could see out into the inconceivable\ndepths of star-clustered space.\n\n\"I've been thinking,\" he mused, half to himself. \"Thinking a lot,\nlately.\" He rubbed his forehead. \"About the Ship ... I've lived here a\nlong time--my whole life. That's a long time. I was wondering how it\nwould seem not to live here anymore.\"\n\nHe put his elbows on his knees and twined his hands before his\nface. \"Not for you, Johnny. For you and Marte, and the rest of the\nTwenty-first Generation, that's different. I mean for us old timers.\nWhen you're twenty, there's a new world ahead; when you're fifty--it's\nnot ahead any more. How will it seem to us?\"\n\nThe Captain shook his head slowly. \"It'll sure seem funny to give this\nup. This room here, where I've worked all these years. This view--\"\n\nHe waved his hand toward the Observation window.\n\n\"This view clear into Infinity.\"\n\nJohnny Nine crossed the room and stood before the window. He gazed into\nspace. Without turning, he began to talk. There was no excitement in\nhis voice, only calm certainty.\n\n\"Think, Captain: think of other things. Think of trees and running\nwater and blue sky. Think of green grass, real green grass, acres and\nacres of it, swaying in the wind. Think of that.\"\n\nThe Captain smiled. \"Ah, youth, Johnny.... If it had been forty years\nago--or thirty--or even ten.... But now....\" He shrugged. \"We're old\nand set in our ways. We think of rest and of the familiar.\"\n\nJohnny Nine still did not turn. \"Imagine sitting on a chair, on a\nporch, facing out to the woods, across a field of corn. Imagine the\nneighborhood kids gathering about you, and you telling them how you\nwere on the Interstellar Flight. How you came back from the stars.\"\n\n\"Perhaps, Johnny, perhaps.... Perhaps....\"\n\nThe Mate jammed full power into the heavy transmitter. \"I hope\nthese tubes hold,\" he said matter-of-factly. \"I couldn't find the\nreplacements.\"\n\nThe Captain came back from his thoughts. \"Did you make a check of the\nParts Index?\" he asked.\n\n\"Sure. They're supposed to be in Compartment Four. Couldn't find them\nthere. Some crazy fool probably made baby rattles out of them a hundred\nand fifty years ago.\"\n\n\"I'll send someone to see if you overlooked them. You want to go,\nJohnny?\"\n\n\"I'll look, sure. Compartment Four, Skippy?\"\n\n\"Supposed to be.\"\n\nThe Mate turned back to the radio. \"Hello, Earth.... Hello, Earth....\nHello, Earth.... This is Interstellar Flight One.... Interstellar\nFlight One, inside Pluto.... Hello, Earth, this is--\"\n\nJohnny Nine closed the door behind him and left the cramped room.\n\n\n\nIn Compartment Four Johnny Nine switched on the lights; the large\ncenter bulb flared blue and the filaments fused. That left the\ncompartment in gloom.\n\nSlowly the Ship was growing old. It no longer functioned as smoothly\nas before; its spare parts stock was running low. Bulbs were rationed\nand three whole levels were in continual darkness. The long night was\ncreeping in, as if the jet of space was slowly digesting the interloper.\n\n\"Sit down, Johnny. Old Sam wants to talk to you.\"\n\nJohnny Nine dropped his hand from the switch and turned. \"Oh? Oh,\nSam.... Where did you come from?\"\n\n\"I seen you coming down, so I followed you. I wanted to talk to you\nalone. And when I seen you comin' down here, I said, 'Now, Sam, here's\nyour chance to talk to Johnny.'\"\n\n\"Yes, Sam?\"\n\n\"Go ahead, Johnny, sit down.\"\n\nJohnny Nine crossed to a crate that still contained parts for the\natomic motor and sat down. \"All right, Sam. Go ahead.\"\n\nSam shuffled his feet. \"I don't know how to start, hardly. Look,\nJohnny. Tell me something. True. You will, won't you?\"\n\n\"Yes, Sam, I will. You know that.\"\n\n\"Sure, I know you will. Why, don't I remember when you was just a\nlittle tyke, how you used to come down to the gardens and watch old\nSam? And I said, then, that if ever there's a boy that gives you a\nstraight answer, that's Johnny Nine.\n\n\"I remember you sayin', once, 'Sam,' you said, 'you've to one blue eye\nand one brown.'\" Sam smiled. \"Right out you said it. An' you know,\nthat's right. I have. Nobody else would have told me so, because they\nwere afraid of hurting my feelings. But why should I mind that I've got\none blue eye and one brown one? Funny, how other folks think you mind,\nwhen really you don't....\n\n\"Look, Johnny. About the gardens. I'm getting old--uh-uh, don't say it:\nI am and you know I am. Lately, folks have been comin' around helpin'\nme out. They let on that they're just there lookin', but they help me,\nand I know it. Is it because I'm gettin' old, Johnny?\"\n\n\"Sam, you're like the Captain. Good for another twenty years.\"\n\n\"Now, Johnny, answer old Sam straight.\"\n\nJohnny Nine hesitated. \"Well,\" he admitted, \"you aren't as young as\nsome of us, Sam. But that doesn't mean you're old. I mean, really old.\"\nJohnny Nine turned his head so Sam could not see his face.\n\nSam cleared his throat. \"Look, Johnny!\" He held out a tiny bottle.\n\nJohnny Nine glanced around. \"Where did you get that?\" he demanded\nangrily when he saw the bottle.\n\n\"That's all right. Old Sam's got ways. An' he'll be takin' it any day\nnow. You just say the word, Johnny.\"\n\n\"Did somebody give that to you?\" Johnny Nine demanded sharply.\n\n\"No. Nobody gave it to me. Old Sam's had this bottle for years. Just\nwaitin', Johnny. Just waitin'. For somebody to say the word.\"\n\n\"Give it to me!\"\n\nSam snatched back the bottle. \"No!\" His weak old eyes showed traces of\nfire. \"No. Old Sam's--\"\n\n\"Sam,\" Johnny Nine said gently, \"we're almost Home, Sam, almost _Home_.\"\n\nSam laughed bitterly. He shook his head. \"No, Johnny. Can't fool old\nSam. 'Course folks _say_ we are. But I _know_. Old Sam knows. I'll be\ndrinkin' this any day now.\"\n\n\"Sam, listen. In four--\" He bit his tongue before he could say\n'months'. That superstition. \"In a little while, we'll be Home. It's\ntrue, Sam, I wouldn't lie.\"\n\nSam's eyes brightened. \"You ain't foolin' me?\"\n\n\"No, Sam.\"\n\n\n\nSam seemed to relax. \"Home,\" he said. \"You know, Johnny, lately I've\nbeen dreamin' of Home. Now you say we're almost there.... You know,\nI remember, when old John Turner--I guess you don't remember old\nJohn--before your time--when old John, well, he told Molly Dawn (she\nwas his partner), he said, 'Molly, it sure looks like the only way _we_\ncan get Home is live as long an' as useful a life as Sam. Because Sam\nis just too stubborn to grow old like the rest of us.' Yes, sir, that's\njust what he said: 'Old Sam is too downright stubborn to grow old like\nthe rest of us.'\"\n\nSam slapped his knee. \"Now don't that beat all? 'Too stubborn,' he\nsays.\"\n\nSam leaned back against a row of crates. His eyes glistened in the\nlight. Then the excitement died from them.\n\n\"No, Johnny. It don't seem right for me to go on livin' when people\ncome down to 'ponics every day to do my work. It _ain't_ right, Johnny.\"\n\n\"But Sam--\"\n\n\"Oh. I know. You tell me we're almost Home. But Johnny,\" Sam leaned\nforward, \"there ain't no Home. It's just a story they tell you when\nyou're little.... Or maybe when you're old, like me. There ain't\nnothing but this here Ship and--\"\n\n\"Sam, listen--\"\n\n\"But me no buts, Johnny. Old Sam knows. Yes, sir, he's been around too\nlong. You're all trying to fool him, but you're not.\" He paused for\nbreath. \"I _know_, Johnny. That's why I got this here bottle. You don't\nneed to hint around, trying to make it easy. You just speak up. Old Sam\ncan do what's got to be done.\"\n\nJohnny Nine stood up.\n\n\"I'm afraid I'm going to have to take that bottle, Sam.\"\n\n\"No, Johnny.\"\n\n\"Give it to me!\"\n\nJohnny Nine took the bottle and smashed it against the deck plates.\n\n\"We'll never need one of those again. Where we're going there's no\ntolerance factor. A man doesn't have to die just because he can't do\nall the work he once could. Earth is such a big terrarium that a man\ncan just keep on living.\"\n\n\"Johnny, old Sam's confused. He's all mixed up.\" One lone tear ran down\nhis cheek.\n\n\"You go to your cabin and get some rest. You'll never need a bottle.\nUnderstand that, Sam? You'll never need a bottle.\"\n\n\"Then you weren't foolin' me? We're really goin' Home? Somebody said we\nwere, and I thought we were, and then I thought you were all foolin' me\nand then--\n\n\"I guess I better had, Johnny. Old Sam's tired. Old Sam's awful tired.\"\n\nHe limped out of the compartment.\n\nJohnny Nine watched his back until it disappeared down the companionway\nladder to the passenger quarters. The rest of the passengers had been\ndoing Sam's work for nearly three years now. But it didn't matter.\nThey were so near Home that it didn't matter. They no longer needed to\nproduce a balance for a new generation; it was journey's end.\n\nJohnny Nine began to rummage through the supplies, extra parts for all\nsorts of fancied emergencies that never occurred, and no parts, of\ncourse, for those that did, over the long, four hundred years of the\ntrip.\n\nJohnny Nine finally found the radio spares. Mislaid behind a mass of\njunk that once had been air control gauges. One of the First Generation\nhad smashed the gauges when he went mad. But the Ship had been lucky.\nIt had survived without them.\n\n\n\n\"Hello, Johnny. The Captain said you were--oh! Johnny?\"\n\nJohnny Nine looked up; he smiled. He slipped out of the headset. \"'Lo,\nMarte. They're broadcasting music to us. Want to listen?\" He held out\nthe headset. \"It sounds better over these than over the speaker.\"\n\nShe crossed to him, in lithe, swaying youth movements, and took the\nheadset. She fitted it over her hair and began to listen.\n\nAt first her face was expressionless. After a while, her mouth formed a\nlittle \"o\" and her eyes widened; she stood for a long time listening,\nmaking no sound.\n\nFinally, she removed the headset and laid it on the table. She seemed\nvaguely puzzled.\n\n\"It's awful funny music, isn't it, Johnny? Not at all like ours....\n\n\"But then I guess they'd think our songs--\"\n\nShe began to hum the tune of _Long Night_. Then she sang softly:\n\n    \"_It's a long night,_\n    _A dark night,_\n    _Before the day._\n    _It's a long night before the long day,_\n    _And we're going Home:_\n    _Yes_\n    _We're going Home!_\"\n\nShe stopped.\n\n\"I guess they'll think that's funny, Johnny. Let's not sing it for\nthem, ever. If somebody would laugh at that, it would hurt me, down\ninside. Let's never sing it again.\"\n\n\"All right, Marte,\" Johnny Nine said.\n\nAfter a moment, he stood up. \"You didn't come here with the rest.\"\n\n\"No ... I wanted to wait. I hoped maybe I could look at it while you\nwere here. Just you and me.\"\n\nHe crossed to the Observation window. \"It's just the little 'scope....\nBut here, I'll--\"\n\nHe peered into the eyepiece and adjusted the knobs. \"There.... Ah....\nThat does it. There, Marte.\"\n\nHe stood aside.\n\nShe bent over the telescope. The silence drew out and out, almost\nbreath-held.\n\n\"It's.... It's.... Johnny, I feel like it was ours. Just yours and\nmine. Isn't it beautiful, all hazy blue?\"\n\n\"Can you see the continents?\"\n\n\"Yes.... Yes, I think I can. Not very well. Just dark patches.\"\n\nShe looked up. \"It looks so little, Johnny, like a little ball. So\nlittle that if I had a chain, I could put it on it and then wear the\nchain around my neck.\"\n\nJohnny Nine laughed gently. \"But it's really big, Marte. Bigger than\nthe Ship. A hundred times that big, a thousand--\"\n\n\"A million!\"\n\n\"Yes, maybe even that. It doesn't seem possible, does it?\"\n\n\"Johnny, Johnny, Johnny, I'm so happy!\" She looked into the eyepiece\nagain. \"I'll never forget this, not as long as I live. That little tiny\nball and the Sun. I think I feel something like God must have felt when\nhe _made_ it.\"\n\n\"If you were to look hard enough, Marte, you could almost see our\nlittle farm down there--\"\n\n\"Our farm.... Say it again, Johnny.\"\n\n\"Our farm,\" he said.\n\n\n\nThe Ship drew nearer and nearer. The balanced terrarium pointed Home,\nrushing faster than the wind, faster than sound, faster--\n\nThe Captain sat at his desk. For the past hour he had been drawing\nstrange designs, contorted in helical animation, on a pad of yellow\npaper. Occasionally, he paused to stare out of the Observation window,\nlost in thought.\n\nAbsently, he let the pencil drop to the deck; the sound it made spun\naway his reverie. He bent and retrieved the pencil.\n\n\"Skippy?\"\n\nThe Mate looked up from a book. \"Yes?\"\n\nThe Captain chuckled. \"I've been thinking about what Johnny said a\nwhile back.\"\n\nThe Mate waited.\n\n\"You see that star, out there, Skippy? The bright one, there on the\nleft of the field? I've been watching her for years. Even thought up a\nname for her. Mary Anne. It almost seems that if I could say something,\nin just the right way, she could understand and answer me.\"\n\nThe Mate closed the book and placed it on the table. When the two of\nthem were alone, they sometimes talked of things that only friends can\ntalk of. He maintained an encouraging silence.\n\n\"I've been thinking, too,\" the Captain continued, \"that when I get to\nEarth, I can still see Mary Anne. If I know where to look, she'll be\nthere, just the same as always....\n\n\"There was old Grandfather John Turner (you remember how he used to\ncuss the filters?) Remember how he talked of going Home. 'I won't live\nto see it,' he would say. 'I won't be here then,' he would say. But\nwhen he talked about it, it didn't seem to matter....\n\n\"It was the dream that mattered. A dream of everything that's\nwonderful. It meant peace and beauty and rest. It meant something too\nwonderful ever to happen.... For him, it was just a dream.\n\n\"Now that we can practically touch it, and see it, and feel it, I find\nit a rather frightening thing. It makes me feel cold inside; it makes\nmy mouth get dry; it makes my hair prickle.\n\n\"Funny, how it gets me.\"\n\n\"I know what you mean,\" the Mate said.\n\n\"Maybe I've been afraid all along to admit that I wanted to go Home;\nafraid that somehow wanting something so much like a dream would keep\nme from ever getting it.\n\n\"But now that we're almost there, I've changed. Remember what Johnny\nsaid, 'How would you like to sit on a porch and tell the kids how you\ncame back from the stars?'\"\n\nThe Mate nodded and smiled. \"It kinda got me too.\"\n\nThe Captain looked at the icy points of light again, set against the\nebon of eternal night. \"It does get you....\n\n\"On Earth, Mary Anne will sparkle. I guess everything sparkles there.\nStars sparkle; water sparkles in the sunlight; the air sparkles; life\nsparkles.\"\n\nHe stood up and turned his back on the window.\n\n\"You know, once I get my feet down there, I'm going to see that they\nstay. I'm never going to take them off. Not even so much as a single\nmile. I'm going to get me a bushel basket, and I'm going to fill it\nwith Earth, and when I go to bed, I'm going to have it right there\nbeside me, so I can reach out with my hands, anytime in the night, and\nfeel it.\"\n\n\"For a long time, Ed, I was scared, like you were, that something would\nhappen. But now we're so near, I don't know.... I was afraid that maybe\nthings had changed; that there wouldn't be any people. That maybe--I\nguess I always see the dark side, don't I?\"\n\nThe Captain said, \"Maybe there's some good in that. But this time I'm\ngoing to sound a little like Johnny. Things may have changed, Skippy.\nFrom what we've read about. We've got to expect that. But it can't be\ntoo different. We can adjust. Man can always adjust.\"\n\nHe turned again to the window.\n\n\"And there's always Earth herself. You can look through the 'scope and\nsee her out there, just like she's been for a billion years. Home.\nThat hasn't changed. The air of Home; the water of Home. That doesn't\nchange.\"\n\n\"I guess you're right, Ed,\" the Mate agreed. \"That can't change.\"\n\n\n\nHe found her down below the motors on the last level. Their light was\nburning dimly.\n\nShe had been crying.\n\nJohnny Nine stood watching her for a long time. Finally he said, \"I'm\nsorry, Marte.\"\n\nShe looked up. Her face was tear-cast, and her eyes were red. \"It's....\nIt's....\" Her voice caught in a sob. \"Oh, Johnny, why? _Why_, Johnny?\"\n\nJohnny Nine had no answer to that question.\n\n\"Why did he have to do it--just when we were almost Home?\" She began to\ncry again.\n\nHe sat down beside her, drew her head over on his shoulder.\n\n\"We've all got to die sometime. You, me ... Sam.\"\n\n\"But not now, Johnny. Not _now_!\"\n\nHe let out his breath in a long sigh. \"I know. I--I liked Sam. He was\nalways good to me, always ready to stop work and explain things to me.\nBut he was old, Marte, so awful old.\"\n\n\"But not to see Home, when you're almost there.... He looked through\nthe 'scope, but his eyes were bad and he couldn't see it. And he\nthought we were all fooling him.... But Johnny, he'd _had_ to believe,\nonce he got his feet down on Earth, once the wind was all around him.\nEven if he was old. He'd _had to_ believe, then.\"\n\n\"I know, Marte.\"\n\nThere was silence for a moment.\n\n\"You know what they say. 'When you die, you go to Earth'. Maybe Sam's\nalready there. Ahead of us. Somehow.\"\n\n\"He used to tell me--me--me--\" She choked up; she let out her breath\nunevenly. \"When I was little and went down to look at the gardens, he\nused to tell me how he--\"\n\n\"Don't, Marte. Try not to think of it.\"\n\n\"All right, Johnny. I won't. I'll try not to think of it. But Johnny--\"\n\n\"Now, now, that's enough.\"\n\nFor fully five minutes neither of them spoke.\n\nThen Marte asked, in a small voice, \"Johnny?\"\n\n\"Yes.\"\n\n\"I wonder how he got the bottle.\"\n\n\"Please, Marte....\"\n\n\"I _know_, Johnny. But that way. It was so cruel. If he'd just waited.\"\nShe looked at Johnny Nine.\n\n\"Johnny?\"\n\nHe was staring at his sandals.\n\n\"Johnny?\"\n\n\"Yes?\"\n\n\"We aren't--aren't going to reconvert him, are we? Not now?\"\n\n\"No, Marte.\" Johnny Nine took a deep breath. \"Not now. We're going to\ntake him with us, and bury him, really bury him. Put the Earth over\nhim. He'd like that, Marte. Not in the reconverter, but in the cool\nEarth, the Earth of Home.\"\n\n\"Yes,\" she said very softly, \"he'd like that.\"\n\n\n\nCloser and closer. The Ship was well inside Jupiter, skyrocketing to\nher rendezvous with the pilot ship. The radio lapse was less than\nthirty minutes now.\n\nThe Captain turned from the speaker. \"You heard it, Johnny. What can we\ntell them?\"\n\nEarth wanted press comments. _Tell us about the trip!_\n\nThe Mate stood up.\n\nJohnny Nine shuffled his feet. There was an awkward silence.\n\nThe History of the Ship. Which of them would dare attempt that?\n\nThe life of twenty-one generations; the death of nineteen; the dream of\nEarth....\n\nTheir little, circumscribed hopes and fears. The little things out of\nthe night drench of a thousand lives. How well they lived together, the\nmutual respect and the mutual affection....\n\nThe little things whose total is life.\n\nOr the big things.\n\nLike the Great Sickness, during the Second Generation. It had almost\nfinished the Ship.\n\nThe little things and the big, all rolled into an emotion that meant\nthe Ship. That _was_ the Ship....\n\nThe History of the Ship. Who could tell that? Who?\n\nThe Captain walked to the transmitter. He picked up the microphone and\nswitched the \"send\" lever over.\n\n\"Hello, Earth.... Hello, Earth.... Interstellar Flight One....\nInterstellar Flight One.... For your press.... Repeat.... For your\npress....\"\n\nThere was only one thing to say: \"We're coming Home!\"\n\nThat single sentence crackled its way across the vastness of space.\n\n\n\nThe Ship sped on. Its forty-nine people worked and slept and played, as\ntheir fathers before them, and _their_ fathers before that. But their\nhearts were glad with a new gladness.\n\n\"We're inside Mars!\"\n\nJohnny Nine settled back in the pilot seat, aft in the Ship, above the\ntubes.\n\n\"We're inside Mars!\"\n\nNo one heard him. He was alone in the cramped pilot quarters.\n\nHe threw in the forward jets, unused for almost two hundred years, cut\nin the forward jets to break their fall. Prayed.\n\nThe great Ship trembled.\n\nJohnny Nine's hands skipped, in carefully trained movement, over a\nbewildering array of firing studs. His eyes seemed to dart everywhere,\nchecking the banks of dials. The tempo increased. For ten years he had\ntrained for this job; he knew it well.\n\nThen the Ship began to turn. Slowly, lazily, its nose spewing fire.\n\nIt took two hours, and by then, Johnny Nine was exhausted. But it was\ndone. His job was done. He had set the Ship safely in an orbit around\nthe Sun, between Mars and Earth.\n\nHe left the tiny pilot cabin.\n\nThey would be waiting for him, forward. He wanted to run along the long\ncompanionway. He forced himself to walk. His heart was hammering with\na mounting tempo.\n\n\n\nThey were all assembled in the play-area, the only large open space in\nthe whole Ship. Johnny Nine came out onto the platform above it. His\nhands gripped the guard rail tightly.\n\nHe looked down at the passengers below him, saw their white upturned\nfaces, strained, tense. Saw Marte, holding her breath.\n\n\"You felt the jets,\" he said, and his voice carried clear. \"That means\nwe're in an orbit around the Sun. Our own Sun. Just like a planet.\"\n\nThere were no cheers. His announcement was greeted only by the low hum\nof voices, breaking like wind in pines, a sigh of relief.\n\nThen there was a stunned silence, when, for a moment, no one knew quite\nwhat to do with himself.\n\nAfter that, they began to mill around, each going to his neighbor and\nrepeating the news again.\n\n\"Well, we're Home.\"\n\n\"Yes, we're Home.\"\n\n\n\nThe Ship drifted in its orbit, now, like a planet, like a very small\nplanet, the balanced terrarium.\n\n\"Listen,\" the Mate said. \"I've got him!\"\n\nHe took off the headset and switched open the speaker.\n\n\"Interstellar Flight One....\"\n\nThe voice sounded strong and clear and near.\n\nThe Mate spoke into the microphone.\n\nAnd then they waited, their eyes on the huge sweep hand of the clock.\n\nOne second, two, three--\n\nFour--\n\nFive....\n\n\"Flight One. Read you fine. Expect to make approach within an hour. Has\nyur Ship a carrier magnet plate for coupling?\"\n\nThe Captain frowned. \"Tell him no.\"\n\n\"Hello, pilot ship. No magnet plate, repeat, no magnet plate.\"\n\n\"... All right, Flight One. Has yur Ship serviceable suits?\"\n\nThe Captain said, \"Better check them, Johnny.\"\n\nJohnny Nine left at a run to test the space suits.\n\nIt took him almost half an hour. When he came back, he was breathless.\n\n\"They tested, Captain!\"\n\nThe Mate threw the sending switch.\n\n\"Pilot ship. Have suits. Repeat. Have suits.\"\n\n\"Look!\" Johnny Nine cried. He was pointing to the Observation window.\n\"See it, that little light. It's their ship!\"\n\nThe three men looked.\n\nThey could see a moving finger of fire, like a tiny comet, except that\nits tail thrust sunward.\n\n\"Have located yur Ship, Flight One. We are making ready for the\napproach.\"\n\nThe radio was silent a moment. Then:\n\n\"We have a request.\"\n\n\"Yes?\" the Mate said into the microphone.\n\n\"... We have full transmission equipment on our ship for a world\nprogram. Since you have no magnet plates to couple us, will you send\none of yur passengers over for formal welcome?\"\n\n\"Tell them yes.\"\n\n\"Yes,\" the Mate echoed.\n\nThe wait was infinitesimal now.\n\n\"Fine. Brief ceremony planned. To be broadcast to the three planets.\nAt conclusion of it, we will send yur pilot to you. He will move yur\nShip into an orbit around Earth, and you can be taken down within three\ndays. That will be the fastest course, and we know all of you are\nanxious to land at the first possible moment.\"\n\nJohnny Nine started for the door.\n\n\"Wait!\" the Captain ordered. \"I'll tell the passengers. You get ready\nto board their ship for the welcome.\"\n\nJohnny Nine felt a lump in his throat. \"Yes, sir!\"\n\n\"Hello, Flight One. We can approach you to a thousand meters.\"\n\n\n\nMarte helped him into his suit. Her fingers fluttered nervously.\n\n\"Three days, Johnny. Three days! It's not bad luck to say it anymore.\nOnly three more days and we'll be Home!\"\n\nJohnny Nine worked the hermetically sealed helmet swivel. His movements\nwere stiff.\n\n\"Three days.\"\n\n\"And then--\"\n\n\"Marte, I love you.\"\n\n\"Of course you do, but say it again.\"\n\n\"I love you, Marte.\"\n\nHe kissed her lightly.\n\n\"I love you too,\" she told him.\n\nThe passengers all gathered around him at the air lock. He looked at\nthem, saw each of their faces, knew them as friends.\n\nOver to one side was a long, rude box. Newly made. Sam spoke to him\nfrom the muted memory of the dead; the memory not of Sam alone, but of\nnineteen generations.\n\nMarte, standing at Johnny Nine's side, clinging to his arm, looked up\nat him, and smiled. She was beautiful with the innocence of youth, and\nher smile was that of a girl who has never seen her dreams crushed.\n\nHe tried to think of something to say.\n\nFinally, in desperation, he said:\n\n\"I won't be gone long.\"\n\nHe reached up and flipped his helmet forward. He buckled it in place\nwith stiff fingers and stepped into the airlock. The door clanged shut\nbehind him.\n\nThe outer door opened into space and he popped away from the Ship,\nborne outward by the air pressure.\n\nIt was silent.\n\nHe could tell by the way the Ship appeared and disappeared that he was\nspinning end over end. There was no gravity, even this close to the\nShip's artificial fields.\n\nIt was the first time any of his generation had been in free space.\n\nIt was awkward. He floundered.\n\nHe could see the pilot ship lying off there to his left. Above him.\n\nBelow him.\n\nHe tried to do something about that, fumbled for the blast studs,\nfound them, pushed one.\n\nIt was like guiding a very small rocket that has very powerful trigger\njets.\n\nIt seemed to take an eternity to bring himself under control.\n\nBut he drew nearer the pilot ship.\n\nHe pushed a stud.\n\nThe ship loomed large; it hit him. He tried to twist as he had read it\nshould be done, to place his feet against the ship's plates.\n\nGot them there ... and drifted away.\n\nHe realized that he had forgotten to switch on the magnetic shoe plates.\n\nHe magnetized his plates, gritted his teeth, pushed a stud.\n\nHe hit the ship. Hard. Rolled.\n\nThere. He was all right now.\n\nHe walked toward the open port. It was a peculiar process. First he cut\noff the left magnet, lifted his left foot, then....\n\n\n\nHe was inside. Inside the space port of the pilot ship. The outer door\nswung closed.\n\nDarkness. Then they switched on a light.\n\nAfter what seemed a long time, there was enough air around him that he\ncould hear it hiss from the vent through his built in outer pick-up.\n\nThe inner door opened.\n\nHe stepped into the ship proper.\n\nThere was a group of friendly Earth-faces waiting for him. They were\nsmiling.\n\nHis muscles were knotted with tension. He fumbled with his helmet. He\ncouldn't hold his hands still. They slipped. He twisted at the helmet,\nfutilely.\n\nOne of the Earthmen stepped forward to help.\n\nThen. It was off.\n\nAnd with that, he knew that he was Home. He felt the tension flow away\nto be replaced by a singing excitement, an excitement so intense as to\nbe almost unbearable.\n\nSomething had to give.\n\n... Suddenly he thought of how he must have looked, crossing to the\npilot ship--how awkward he must have seemed to the trained spacemen\naround him.\n\nHe started to laugh, explosively. At himself. Twisting awkwardly in\nspace. It was funny.\n\nHe laughed, and he didn't care what the Earthmen thought, seeing him\nlaugh. Even if they thought he had gone crazy, he didn't care.\n\nThat was the first thing he did. Laugh.\n\nAfter that....\n\nAt first he could not understand what was wrong. The laughter died; it\nsputtered and died in a strangled gasp.\n\nThen he thought he had eaten fire, and his throat and lungs were raw.\n\nJohnny Nine swayed on his feet. The magnetized soles kept him erect.\nThe Earth-faces spun dizzily around him. He reached for his helmet,\ninstinctively, reached and missed, reached again.\n\nHe clawed frantically at his helmet, and everything around him turned\nblack.\n\nThe helmet fell in place with a loud clang of steel on steel.\n\n\n\nHe was unconscious only five minutes, but, as consciousness flowed\nback, he felt his head hammer with sharp pains, and lights danced\nbefore his eyes. He was afraid he was going to be sick inside the space\nsuit.\n\nIt was fifteen minutes before he was recovered enough to listen to what\nthey had to tell him.\n\nAn Earth doctor, the pilot ship's surgeon, made it very plain.\n\n\"... Twenty-one generations is a long time,\" the doctor had told him,\n\"for an animal that can adapt itself as easily as man....\"\n\nJohnny Nine could complete the rest of it: Sometime, long ago, perhaps\nas early as the Second Generation, perhaps at the time of the Great\nSickness, the terrarium had been thrown out of balance. And, as the\nbalance continued to shift, man continued to adapt.\n\nUntil--\n\nHe could hear them, around him, talking quietly.\n\n\"We haven't told yur Ship, yet. We thought you'd better do that.\"\n\n\"Yes,\" Johnny Nine choked.\n\nThe Earthmen fell silent, ringing him in.\n\n\"Yes,\" he said, \"I'll tell them. I'll tell them Earth's air is poison,\nand her water, and her land.\" His voice was hollow. \"I'll tell them\nthat.\"\n\nHe staggered toward the space port, blindly.\n\n\"We're sorry.\"\n\nJohnny Nine looked at them, the ring of friendly, kindly, sad faces.\n\n\"So--are--we,\" he said very slowly.\n\nHe stepped into the lock, and, when the outer door opened, he popped\naway from the pilot ship.\n\nHe floated toward the Ship that was Home.\n\nHow am I going to tell them? he asked himself. How am I going to tell\nthem?\n\nAnd Marte? Tell her that she will never feel the free wind on her face?\n\nJohnny Nine floated awkwardly away from the pilot ship.",
    "metadata": {
        "author": [
            "Neville, Kris",
            "Neville, Kris Ottman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65032/pg65032.txt",
        "name": "wind_in_her_hair.json"
    }
}