{
    "name": "With The Eyes Shut\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nRailroad rides are naturally tiresome to persons who cannot read on the\ncars, and, being one of those unfortunates, I resigned myself, on taking\nmy seat in the train, to several hours of tedium, alleviated only by\nsuch cat-naps as I might achieve. Partly on account of my infirmity,\nthough more on account of a taste for rural quiet and retirement, my\nrailroad journeys are few and far between. Strange as the statement may\nseem in days like these, it had actually been five years since I had\nbeen on an express train of a trunk line. Now, as every one knows, the\nimprovements in the conveniences of the best equipped trains have in\nthat period been very great, and for a considerable time I found myself\namply entertained in taking note first of one ingenious device and then\nof another, and wondering what would come next. At the end of the first\nhour, however, I was pleased to find that I was growing comfortably\ndrowsy, and proceeded to compose myself for a nap, which I hoped might\nlast to my destination.\n\nPresently I was touched on the shoulder, and a train boy asked me if I\nwould not like something to read. I replied, rather petulantly, that I\ncould not read on the cars, and only wanted to be let alone.\n\n\"Beg pardon, sir,\" the train boy replied, \"but I 'll give you a book\nyou can read with your eyes shut. Guess you have n't taken this line\nlately,\" he added, as I looked up offended at what seemed impertinence.\n\"We 've been furnishing the new-fashioned phonographed books and\nmagazines on this train for six months now, and passengers have got so\nthey won't have anything else.\"\n\nProbably this piece of information ought to have astonished me more than\nit did, but I had read enough about the wonders of the phonograph to\nbe prepared in a vague sort of way for almost anything which might be\nrelated of it, and for the rest, after the air-brakes, the steam heat,\nthe electric lights and annunciators, the vestibuled cars, and other\ndelightful novelties I had just been admiring, almost anything seemed\nlikely in the way of railway conveniences. Accordingly, when the boy\nproceeded to rattle off a list of the latest novels, I stopped him with\nthe name of one which I had heard favorable mention of, and told him I\nwould try that.\n\nHe was good enough to commend my choice. \"That's a good one,\" he said.\n\"It's all the rage. Half the train's on it this trip. Where 'll you\nbegin?\"\n\n\"Where? Why, at the beginning. Where else?\" I replied.\n\n\"All right. Did n't know but you might have partly read it. Put you on\nat any chapter or page, you know. Put you on at first chapter with next\nbatch in five minutes, soon as the batch that's on now gets through.\"\n\nHe unlocked a little box at the side of my seat, collected the price of\nthree hours' reading at five cents an hour, and went on down the\naisle. Presently I heard the tinkle of a bell from the box which he had\nunlocked. Following the example of others around me, I took from it a\nsort of two-pronged fork with the tines spread in the similitude of a\nchicken's wishbone. This contrivance, which was attached to the side of\nthe car by a cord, I proceeded to apply to my ears, as I saw the others\ndoing.\n\nFor the next three hours I scarcely altered my position, so completely\nwas I enthralled by my novel experience. Few persons can fail to have\nmade the observation that if the tones of the human voice did not have\na charm for us in themselves apart from the ideas they convey,\nconversation to a great extent would soon be given up, so little is\nthe real intellectual interest of the topics with which it is chiefly\nconcerned. When, then, the sympathetic influence of the voice is lent to\nthe enhancement of matter of high intrinsic interest, it is not\nstrange that the attention should be enchained. A good story is highly\nentertaining even when we have to get at it by the roundabout means\nof spelling out the signs that stand for the words, and imagining them\nuttered, and then imagining what they would mean if uttered. What, then,\nshall be said of the delight of sitting at one's ease, with closed eyes,\nlistening to the same story poured into one's ears in the strong, sweet,\nmusical tones of a perfect mistress of the art of story-telling, and of\nthe expression and excitation by means of the voice of every emotion?\n\nWhen, at the conclusion of the story, the train boy came to lock up\nthe box, I could not refrain from expressing my satisfaction in strong\nterms. In reply he volunteered the information that next month the cars\nfor day trips on that line would be further fitted up with phonographic\nguide-books of the country the train passed through, so connected by\nclock-work with the running gear of the cars that the guide-book\nwould call attention to every object in the landscape, and furnish\nthe pertinent information--statistical, topographical, biographical,\nhistorical, romantic, or legendary, as it might be--just at the time\nthe train had reached the most favorable point of view. It was believed\nthat this arrangement (for which, as it would work automatically and\nrequire little attendance, being used or not, according to pleasure, by\nthe passenger, there would be no charge) would do much to attract travel\nto the road. His explanation was interrupted by the announcement in\nloud, clear, and deliberate tones, which no one could have had any\nexcuse for misunderstanding, that the train was now approaching the\ncity of my destination. As I looked around in amazement to discover what\nmanner of brakeman this might be whom I had understood, the train boy\nsaid, with a grin, \"That's our new phonographic annunciator.\"\n\nHamage had written me that he would be at the station, but something\nhad evidently prevented him from keeping the appointment, and as it\nwas late, I went at once to a hotel and to bed. I was tired and slept\nheavily; once or twice I woke up, after dreaming there were people in\nmy room talking to me, but quickly dropped off to sleep again. Finally I\nawoke, and did not so soon fall asleep. Presently I found myself sitting\nup in bed with half a dozen extraordinary sensations contending for\nright of way along my backbone. What had startled me was the voice of a\nyoung woman, who could not have been standing more than ten feet from my\nbed. If the tones of her voice were any guide, she was not only a young\nwoman, but a very charming one.\n\n\"My dear sir,\" she had said, \"you may possibly be interested in knowing\nthat it now wants just a quarter of three.\"\n\nFor a few moments I thought--well, I will not undertake the impossible\ntask of telling what extraordinary conjectures occurred to me by way of\naccounting for the presence of this young woman in my room before the\ntrue explanation of the matter occurred to me. For, of course, when\nmy experience that afternoon on the train flashed through my mind, I\nguessed at once that the solution of the mystery was in all probability\nmerely a phonographic device for announcing the hour. Nevertheless, so\nthrilling and lifelike in effect were the tones of the voice I had heard\nthat I confess I had not the nerve to light the gas to investigate till\nI had indued my more essential garments. Of course I found no lady in\nthe room, but only a clock. I had not particularly noticed it on going\nto bed, because it looked like any other clock, and so now it continued\nto behave until the hands pointed to three. Then, instead of leaving\nme to infer the time from the arbitrary symbolism of three strokes on\na bell, the same voice which had before electrified me informed me,\nin tones which would have lent a charm to the driest of statistical\ndetails, what the hour was. I had never before been impressed with any\nparticular interest attaching to the hour of three in the morning, but\nas I heard it announced in those low, rich, thrilling contralto tones,\nit appeared fairly to coruscate with previously latent suggestions\nof romance and poetry, which, if somewhat vague, were very pleasing.\nTurning out the gas that I might the more easily imagine the bewitching\npresence which the voice suggested, I went back to bed, and lay awake\nthere until morning, enjoying the society of my bodiless companion and\nthe delicious shock of her quarter-hourly remarks. To make the illusion\nmore complete and the more unsuggestive of the mechanical explanation\nwhich I knew of course was the real one, the phrase in which the\nannouncement of the hour was made was never twice the same.\n\nRight was Solomon when he said that there was nothing new under the sun.\nSardanapalus or Semiramis herself would not have been at all startled\nto hear a human voice proclaim the hour. The phonographic clock had\nbut replaced the slave whose business, standing by the noiseless\nwater-clock, it was to keep tale of the moments as they dropped, ages\nbefore they had been taught to tick.\n\nIn the morning, on descending, I went first to the clerk's office to\ninquire for letters, thinking Hamage, who knew I would go to that hotel\nif any, might have addressed me there. The clerk handed me a small\noblong box. I suppose I stared at it in a rather helpless way, for\npresently he said: \"I beg your pardon, but I see you are a stranger. If\nyou will permit me, I will show you how to read your letter.\"\n\nI gave him the box, from which he took a device of spindles and\ncylinders, and placed it deftly within another small box which stood\non the desk. Attached to this was one of the two-pronged ear-trumpets I\nalready knew the use of. As I placed it in position, the clerk touched\na spring in the box, which set some sort of motor going, and at once\nthe familiar tones of Dick Haulage's voice expressed his regret that an\naccident had prevented his meeting me the night before, and informed me\nthat he would be at the hotel by the time I had breakfasted.\n\nThe letter ended, the obliging clerk removed the cylinders from the box\non the desk, replaced them in that they had come in, and returned it to\nme.\n\n\"Is n't it rather tantalizing,\" said I, \"to receive one of these letters\nwhen there is no little machine like this at hand to make it speak?\"\n\n\"It does n't often happen,\" replied the clerk, \"that anybody is caught\nwithout his indispensable, or at least where he cannot borrow one.\"\n\n\"His indispensable!\" I exclaimed: \"What may that be?\"\n\nIn reply the clerk directed my attention to a little box, not wholly\nunlike a case for a binocular glass, which, now that he spoke of it, I\nsaw was carried, slung at the side, by every person in sight.\n\n\"We call it the indispensable because it is indispensable, as, no doubt,\nyou will soon find for yourself.\"\n\nIn the breakfast-room a number of ladies and gentlemen were engaged as\nthey sat at table in reading, or rather in listening to, their morning's\ncorrespondence. A greater or smaller pile of little boxes lay beside\ntheir plates, and one after another they took from each its cylinders,\nplaced them in their indispensables, and held the latter to their ears.\nThe expression of the face in reading is so largely affected by the\nnecessary fixity of the eyes that intelligence is absorbed from the\nprinted or written page with scarcely a change of countenance, which\nwhen communicated by the voice evokes a responsive play of features. I\nhad never been struck so forcibly by this obvious reflection as I was in\nobserving the expression of the faces of these people as they listened\nto their correspondents. Disappointment, pleased surprise, chagrin,\ndisgust, indignation, and amusement were alternately so legible on their\nfaces that it was perfectly easy for one to be sure in most cases what\nthe tenor at least of the letter was. It occurred to me that while in\nthe old time the pleasure of receiving letters had been so far balanced\nby this drudgery of writing them as to keep correspondence within some\nbounds, nothing less than freight trains could suffice for the mail\nservice in these days, when to write was but to speak, and to listen was\nto read.\n\nAfter I had given my order, the waiter brought a curious-looking oblong\ncase, with an ear-trumpet attached, and, placing it before me, went\naway. I foresaw that I should have to ask a good many questions before I\ngot through, and, if I did not mean to be a bore, I had best ask as\nfew as necessary. I determined to find ont what this trap was without\nassistance. The words \"Daily Morning Herald\" sufficiently indicated\nthat it was a newspaper. I suspected that a certain big knob, if pushed,\nwould set it going. But, for all I knew, it might start in the middle of\nthe advertisements. I looked closer. There were a number of printed slips\nupon the face of the machine, arranged about a circle like the numbers\non a dial. They were evidently the headings of news articles. In the\nmiddle of the circle was a little pointer, like the hand of a clock,\nmoving on a pivot. I pushed this pointer around to a certain caption,\nand then, with the air of being perfectly familiar with the machine, I\nput the pronged trumpet to my ears and pressed the big knob. Precisely!\nIt worked like a charm; so much like a charm, indeed, that I should\ncertainly have allowed my breakfast to cool had I been obliged to\nchoose between that and my newspaper. The inventor of the apparatus had,\nhowever, provided against so painful a dilemma by a simple attachment\nto the trumpet, which held it securely in position upon the shoulders\nbehind the head, while the hands were left free for knife and fork.\nHaving slyly noted the manner in which my neighbors had effected\nthe adjustments, I imitated their example with a careless air, and\npresently, like them, was absorbing physical and mental aliment\nsimultaneously.\n\nWhile I was thus delightfully engaged, I was not less delightfully\ninterrupted by Hamage, who, having arrived at the hotel, and learned\nthat I was in the breakfast-room, came in and sat down beside me. After\ntelling him how much I admired the new sort of newspapers, I offered one\ncriticism, which was that there seemed to be no way by which one could\nskip dull paragraphs or uninteresting details.\n\n\"The invention would, indeed, be very far from a success,\" he said, \"if\nthere were no such provision, but there is.\"\n\nHe made me put on the trumpet again, and, having set the machine going,\ntold me to press on a certain knob, at first gently, afterward as hard\nas I pleased. I did so, and found that the effect of the \"skipper,\" as\nhe called the knob, was to quicken the utterance of the phonograph in\nproportion to the pressure to at least tenfold the usual rate of speed,\nwhile at any moment, if a word of interest caught the ear, the ordinary\nrate of delivery was resumed, and by another adjustment the machine\ncould be made to go back and repeat as much as desired.\n\nWhen I told Hamage of my experience of the night before with the talking\nclock in my room, he laughed uproariously.\n\n\"I am very glad you mentioned this just now,\" he said, when he had\nquieted himself. \"We have a couple of hours before the train goes out to\nmy place, and I 'll take you through Orton's establishment, where they\nmake a specialty of these talking clocks. I have a number of them in\nmy house, and, as I don't want to have you scared to death in the\nnight-watches, you had better get some notion of what clocks nowadays\nare expected to do.\"\n\nOrton's, where we found ourselves half an hour later, proved to be a\nvery extensive establishment, the firm making a specialty of horological\nnovelties, and particularly of the new phonographic timepieces.\nThe manager, who was a personal friend of Hamage's, and proved very\nobliging, said that the latter were fast driving the old-fashioned\nstriking clocks out of use.\n\n\"And no wonder,\" he exclaimed; \"the old-fashioned striker was an\nunmitigated nuisance. Let alone the brutality of announcing the hour\nto a refined household by four, eight, or ten rude bangs, without\nintroduction or apology, this method of announcement was not even\ntolerably intelligible. Unless you happened to be attentive at the\nmoment the din began, you could never be sure of your count of strokes\nso as to be positive whether it was eight, nine, ten, or eleven. As\nto the half and quarter strokes, they were wholly useless unless you\nchanced to know what was the last hour struck. And then, too, I should\nlike to ask you why, in the name of common sense, it should take twelve\ntimes as long to tell you it is twelve o'clock as it does to tell you it\nis one.\"\n\nThe manager laughed as heartily as Hamage had done on learning of my\nscare of the night before.\n\n\"It was lucky for you,\" he said, \"that the clock in your room happened\nto be a simple time announcer, otherwise you might easily have been\nstartled half out of your wits.\" I became myself quite of the same\nopinion by the time he had shown us something of his assortment of\nclocks. The mere announcing of the hours and quarters of hours was the\nsimplest of the functions of these wonderful and yet simple instruments.\nThere were few of them which were not arranged to \"improve the time,\"\nas the old-fashioned prayer-meeting phrase was. People's ideas differing\nwidely as to what constitutes improvement of time, the clocks varied\naccordingly in the nature of the edification they provided. There were\nreligious and sectarian clocks, moral clocks, philosophical clocks,\nfree-thinking and infidel clocks, literary and poetical clocks,\neducational clocks, frivolous and bacchanalian clocks. In the religious\nclock department were to be found Catholic, Presbyterian, Methodist,\nEpiscopal, and Baptist time-pieces, which, in connection with the\nannouncement of the hour and quarter, repeated some tenet of the sect\nwith a proof text. There were also Talmage clocks, and Spurgeon clocks,\nand Storrs clocks, and Brooks clocks, which respectively marked the\nflight of time by phrases taken from the sermons of these eminent\ndivines, and repeated in precisely the voice and accents of the original\ndelivery. In startling proximity to the religious department I was shown\nthe skeptical clocks. So near were they, indeed, that when, as I stood\nthere, the various time-pieces announced the hour of ten, the war\nof opinions that followed was calculated to unsettle the firmest\nconvictions. The observations of an Ingersoll which stood near me were\nparticularly startling. The effect of an actual wrangle was the greater\nfrom the fact that all these individual clocks were surmounted by\neffigies of the authors of the sentiments they repeated.\n\nI was glad to escape from this turmoil to the calmer atmosphere of the\nphilosophical and literary clock department. For persons with a taste\nfor antique moralizing, the sayings of Plato, Epictetus, and Marcus\nAurelius had here, so to speak, been set to time. Modern wisdom was\nrepresented by a row of clocks surmounted by the heads of famous\nmaxim-makers, from Rochefoucauld to Josh Billings. As for the literary\nclocks, their number and variety were endless. All the great authors\nwere represented. Of the Dickens clocks alone there were half a dozen,\nwith selections from his greatest stories. When I suggested that,\ncaptivating as such clocks must be, one might in time grow weary of\nhearing the same sentiments reiterated, the manager pointed out that the\nphonographic cylinders were removable, and could be replaced by other\nsayings by the same author or on the same theme at any time. If one\ntired of an author altogether, he could have the head unscrewed from the\ntop of the clock and that of some other celebrity substituted, with a\nbrand-new repertory.\n\n\"I can imagine,\" I said, \"that these talking clocks must be a great\nresource for invalids especially, and for those who cannot sleep at\nnight. But, on the other hand, how is it when people want or need to\nsleep? Is not one of them quite too interesting a companion at such a\ntime?\"\n\n\"Those who are used to it,\" replied the manager, \"are no more disturbed\nby the talking clock than we used to be by the striking clock. However,\nto avoid all possible inconvenience to invalids, this little lever is\nprovided, which at a touch will throw the phonograph out of gear or back\nagain. It is customary when we put a talking or singing clock into a\nbedroom to put in an electric connection, so that by pressing a button\nat the head of the bed a person, without raising the head from the\npillow, can start or stop the phonographic gear, as well as ascertain\nthe time, on the repeater principle as applied to watches.\"\n\nHamage now said that we had only time to catch the train, but our\nconductor insisted that we should stop to see a novelty of phonographic\ninvention, which, although not exactly in their line, had been sent\nthem for exhibition by the inventor. It was a device for meeting the\ncriticism frequently made upon the churches of a lack of attention and\ncordiality in welcoming strangers. It was to be placed in the lobby of\nthe church, and had an arm extending like a pump-handle. Any stranger on\ntaking this and moving it up and down would be welcomed in the pastor's\nown voice, and continue to be welcomed as long as he kept up the motion.\nWhile this welcome would be limited to general remarks of regard and\nesteem, ample provision was made for strangers who desired to be more\nparticularly inquired into. A number of small buttons on the front\nof the contrivance bore respectively the words, \"Male,\" \"Female,\".\n\"Married,\" \"Unmarried,\" \"Widow,\" \"Children,\" \"No Children,\" etc.,\netc. By pressing the one of these buttons corresponding to his or her\ncondition, the stranger would be addressed in terms probably quite as\naccurately adapted to his or her condition and needs as would be any\ninquiries a preoccupied clergyman would be likely to make under similar\ncircumstances. I could readily see the necessity of some such substitute\nfor the pastor, when I was informed that every prominent clergyman\nwas now in the habit of supplying at least a dozen or two pulpits\nsimultaneously, appearing by turns in one of them personally, and by\nphonograph in the others.\n\nThe inventor of the contrivance for welcoming strangers was, it\nappeared, applying the same idea to machines for discharging many other\nof the more perfunctory obligations of social intercourse. One being\nmade for the convenience of the President of the United States at public\nreceptions was provided with forty-two buttons for the different States,\nand others for the principal cities of the Union, so that a caller,\nby proper manipulation, might, while shaking a handle, be addressed\nin regard to his home interests with an exactness of information\nas remarkable as that of the traveling statesmen who rise from the\ngazetteer to astonish the inhabitants of Wayback Crossing with the\nprecise figures of their town valuation and birth rate, while the engine\nis taking in water.\n\nWe had by this time spent so much time that on finally starting for the\nrailroad station we had to walk quite briskly. As we were hurrying\nalong the street, my attention was arrested by a musical sound, distinct\nthough not loud, proceeding apparently from the indispensable which\nHamage, like everybody else I had seen, wore at his side. Stopping\nabruptly, he stepped aside from the throng, and, lifting the\nindispensable quickly to his ear, touched something, and exclaiming,\n\"Oh, yes, to be sure!\" dropped the instrument to his side.\n\nThen he said to me: \"I am reminded that I promised my wife to bring home\nsome story-books for the children when I was in town to-day. The store\nis only a few steps down the street.\" As we went along, he explained\nto me that nobody any longer pretended to charge his mind with the\nrecollection of duties or engagements of any sort. Everybody depended\nupon his indispensable to remind him in time of all undertakings and\nresponsibilities. This service it was able to render by virtue of a\nsimple enough adjustment of a phonographic cylinder charged with the\nnecessary word or phrase to the clockwork in the indispensable, so that\nat any time fixed upon in setting the arrangement an alarm would sound,\nand, the indispensable being raised to the ear, the phonograph would\ndeliver its message, which at any subsequent time might be called up and\nrepeated. To all persons charged with weighty responsibilities depending\nupon accuracy of memory for their correct discharge, this feature of\nthe indispensable rendered it, according to Hamage, and indeed quite\nobviously, an indispensable truly. To the railroad engineer it served\nthe purpose not only of a time-piece, for the works of the indispensable\ninclude a watch, but to its ever vigilant alarm he could intrust his\nrunning orders, and, while his mind was wholly concentrated upon present\nduties, rest secure that he would be reminded at just the proper time\nof trains which he must avoid and switches he must make. To the\nindispensable of the business man the reminder attachment was not\nless necessary. Provided with that, his notes need never go to protest\nthrough carelessness, nor, however absorbed, was he in danger of\nforgetting an appointment.\n\nThanks to these portable memories it was, moreover, now possible for\na wife to intrust to her husband the most complex messages to the\ndressmaker. All she had to do was to whisper the communication into her\nhusband's indispensable while he was at breakfast, and set the alarm at\nan hour when he would be in the city.\n\n\"And in like manner, I suppose,\" suggested I, \"if she wishes him to\nreturn at a certain hour from the club or the lodge, she can depend on\nhis indispensable to remind him of his domestic duties at the proper\nmoment, and in terms and tones which will make the total repudiation\nof connubial allegiance the only alternative of obedience. It is a very\nclever invention, and I don't wonder that it is popular with the ladies;\nbut does it not occur to you that the inventor, if a man, was slightly\ninconsiderate? The rule of the American wife has hitherto been a\ndespotism which could be tempered by a bad memory. Apparently, it is to\nbe no longer tempered at all.\"\n\nHamage laughed, but his mirth was evidently a little forced, and I\ninferred that the reflection I had suggested had called up certain\nreminiscences not wholly exhilarating. Being fortunate, however, in\nthe possession of a mercurial temperament, he presently rallied,\nand continued his praises of the artificial memory provided by the\nindispensable. In spite of the criticism which I had made upon it, I\nconfess I was not a little moved by his description of its advantages\nto absent-minded men, of whom I am chief. Think of the gain alike in\nserenity and force of intellect enjoyed by the man who sits down to work\nabsolutely free from that accursed cloud on the mind of things he has\ngot to remember to do, and can only avoid totally forgetting by wasting\ntenfold the time required finally to do them in making sure by frequent\nrehearsals that he has not forgotten them! The only way that one of\nthese trivialities ever sticks to the mind is by wearing a sore spot in\nit which heals slowly. If a man does not forget it, it is for the same\nreason that he remembers a grain of sand in his eye. I am conscious that\nmy own mind is full of cicatrices of remembered things, and long ere\nthis it would have been peppered with them like a colander, had I not\na good while ago, in self-defense, absolutely refused to be held\naccountable for forgetting anything not connected with my regular\nbusiness.\n\nWhile firmly believing my course in this matter to have been justifiable\nand necessary, I have not been insensible to the domestic odium which\nit has brought upon me, and could but welcome a device which promised to\nenable me to regain the esteem of my family while retaining the use of\nmy mind for professional purposes.\n\nAs the most convenient conceivable receptacle of hasty memoranda of\nideas and suggestions, the indispensable also most strongly commended\nitself to me as a man who lives by writing. How convenient when a flash\nof inspiration comes to one in the night-time, instead of taking cold\nand waking the family in order to save it for posterity, just to whisper\nit into the ear of an indispensable at one's bedside, and be able to\nknow it in the morning for the rubbish such untimely conceptions usually\nare! How often, likewise, would such a machine save in all their first\nvividness suggestive fancies, anticipated details, and other notions\nworth preserving, which occur to one in the full flow of composition,\nbut are irrelevant to what is at the moment in hand! I determined that I\nmust have an indispensable.\n\nThe bookstore, when we arrived there, proved to be the most\nextraordinary sort of bookstore I had ever entered, there not being a\nbook in it. Instead of books, the shelves and counters were occupied\nwith rows of small boxes.\n\n\"Almost all books now, you see, are phono-graphed,\" said Hamage.\n\n\"The change seems to be a popular one,\" I said, \"to judge by the crowd\nof book-buyers.\" For the counters were, indeed, thronged with customers\nas I had never seen those of a bookstore before.\n\n\"The people at those counters are not purchasers, but borrowers,\" Hamage\nreplied; and then he explained that whereas the old-fashioned printed\nbook, being handled by the reader, was damaged by use, and therefore had\neither to be purchased outright or borrowed at high rates of hire,\nthe phonograph of a book being not handled, but merely revolved in a\nmachine, was but little injured by use, and therefore phonographed books\ncould be lent out for an infinitesimal price. Everybody had at home\na phonograph box of standard size and adjustments, to which all\nphonographic cylinders were gauged. I suggested that the phonograph,\nat any rate, could scarcely have replaced picture-books. But here, it\nseemed, I was mistaken, for it appeared that illustrations were\nadapted to phonographed books by the simple plan of arranging them in\na continuous panorama, which by a connecting gear was made to unroll\nbehind the glass front of the phonograph case as the course of the\nnarrative demanded.\n\n\"But, bless my soul!\" I exclaimed, \"everybody surely is not content to\nborrow their books? They must want to have books of their own, to keep\nin their libraries.\"\n\n\"Of course,\" said Hamage. \"What I said about borrowing books applies\nonly to current literature of the ephemeral sort. Everybody wants books\nof permanent value in his library. Over yonder is the department of the\nestablishment set apart for book-buyers.\"\n\nThe counter which he indicated being less crowded than those of the\nborrowing department, I expressed a desire to examine some of the\nphonographed books. As we were waiting for attendance, I observed that\nsome of the customers seemed very particular about their purchases, and\ninsisted upon testing several phonographs bearing the same title before\nmaking a selection. As the phonographs seemed exact counterparts\nin appearance, I did not understand this till Hamage explained that\ndifferences as to style and quality of elocution left quite as great a\nrange of choice in phonographed books as varieties in type, paper, and\nbinding did in printed ones. This I presently found to be the case when\nthe clerk, under Ham-age's direction, began waiting on me. In succession\nI tried half a dozen editions of Tennyson by as many different\nelocutionists, and by the time I had heard\n\n     \"Where Claribel low lieth\"\n\nrendered by a soprano, a contralto, a bass, and a baritone, each with\nthe full effect of its quality and the personal equation besides, I was\nquite ready to admit that selecting phonographed books for one's library\nwas as much more difficult as it was incomparably more fascinating than\nsuiting one's self with printed editions. Indeed, Hamage admitted that\nnowadays nobody with any taste for literature--if the word may for\nconvenience be retained--thought of contenting himself with less than\nhalf a dozen renderings of the great poets and dramatists. \"By the\nway,\" he said to the clerk, \"won't you just let my friend try the\nBooth-Barrett Company's 'Othello'? It is, you understand,\" he added\nto me, \"the exact phonographic reproduction of the play as actually\nrendered by the company.\"\n\nUpon his suggestion, the attendant had taken down a phonograph case and\nplaced it on the counter. The front was an imitation of a theatre with\nthe curtain down. As I placed the transmitter to my ears, the clerk\ntouched a spring and the curtain rolled up, displaying a perfect picture\nof the stage in the opening scene. Simultaneously the action of the play\nbegan, as if the pictured men upon the stage were talking. Here was no\nquestion of losing half that was said and guessing the rest. Not a word,\nnot a syllable, not a whispered aside of the actors, was lost; and as\nthe play proceeded the pictures changed, showing every important change\nof attitude on the part of the actors. Of course the figures, being\npictures, did not move, but their presentation in so many successive\nattitudes presented the effect of movement, and made it quite possible\nto imagine that the voices in my ears were really theirs. I am\nexceedingly fond of the drama, but the amount of effort and physical\ninconvenience necessary to witness a play has rendered my indulgence in\nthis pleasure infrequent. Others might not have agreed with me, but I\nconfess that none of the ingenious applications of the phonograph which\nI had seen seemed to be so well worth while as this.\n\nHamage had left me to make his purchases, and found me on his return\nstill sitting spellbound.\n\n\"Come, come,\" he said, laughing, \"I have Shakespeare complete at home,\nand you shall sit up all night, if you choose, hearing plays. But come\nalong now, I want to take you upstairs before we go.\"\n\nHe had several bundles. One, he told me, was a new novel for his\nwife, with some fairy stories for the children,--all, of course,\nphonographs. Besides, he had bought an indispensable for his little boy.\n\n\"There is no class,\" he said, \"whose burdens the phonograph has done so\nmuch to lighten as parents. Mothers no longer have to make themselves\nhoarse telling the children stories on rainy days to keep them out of\nmischief. It is only necessary to plant the most roguish lad before a\nphonograph of some nursery classic, to be sure of his whereabouts and\nhis behavior till the machine runs down, when another set of cylinders\ncan be introduced, and the entertainment carried on. As for the babies,\nPatti sings mine to sleep at bedtime, and, if they wake up in the night,\nshe is never too drowsy to do it over again. When the children grow\ntoo big to be longer tied to their mother's apron-strings, they still\nremain, thanks to the children's indispensable, though out of her sight,\nwithin sound of her voice. Whatever charges or instructions she desires\nthem not to forget, whatever hours or duties she would have them be sure\nto remember, she depends on the indispensable to remind them of.\"\n\nAt this I cried out. \"It is all very well for the mothers,\" I said,\n\"but the lot of the orphan must seem enviable to a boy compelled to wear\nabout such an instrument of his own subjugation. If boys were what\nthey were in my day, the rate at which their indispensables would get\nunaccountably lost or broken would be alarming.\"\n\nHamage laughed, and admitted that the one he was carrying home was the\nfourth he had bought for his boy within a month. He agreed with me that\nit was hard to see how a boy was to get his growth under quite so much\ngovernment; but his wife, and indeed the ladies generally, insisted that\nthe application of the phonograph to family government was the greatest\ninvention of the age.\n\nThen I asked a question which had repeatedly occurred to me that day,--\nWhat had become of the printers?\n\n\"Naturally,\" replied Hamage, \"they have had a rather hard time of it.\nSome classes of books, however, are still printed, and probably will\ncontinue to be for some time, although reading, as well as writing, is\ngetting to be an increasingly rare accomplishment.\"\n\n\"Do you mean that your schools do not teach reading and writing?\" I\nexclaimed.\n\n\"Oh, yes, they are still taught; but as the pupils need them little\nafter leaving school,--or even in school, for that matter, all their\ntext-books being phonographic,--they usually keep the acquirements\nabout as long as a college graduate does his Greek. There is a strong\nmovement already on foot to drop reading and writing entirely from the\nschool course, but probably a compromise will be made for the present\nby substituting a shorthand or phonetic system, based upon the direct\ninterpretation of the sound-waves themselves. This is, of course, the\nonly logical method for the visual interpretation of sound. Students\nand men of research, however, will always need to understand how to\nread print, as much of the old literature will probably never repay\nphonographing.\"\n\n\"But,\" I said, \"I notice that you still use printed phrases, as\nsuperscriptions, titles, and so forth.\"\n\n\"So we do,\" replied Hamage, \"but phonographic substitutes could be\neasily devised in these cases, and no doubt will soon have to be\nsupplied in deference to the growing number of those who cannot read.\"\n\n\"Did I understand you,\" I asked, \"that the text-books in your schools\neven are phonographs?\"\n\n\"Certainly,\" replied Hamage; \"our children are taught by phonographs,\nrecite to phonographs, and are examined by phonographs.\"\n\n\"Bless my soul!\" I ejaculated.\n\n\"By all means,\" replied Hamage; \"but there is really nothing to be\nastonished at. People learn and remember by impressions of sound instead\nof sight, that is all. The printer is, by the way, not the only artisan\nwhose occupation phonography has destroyed. Since the disuse of print,\nopticians have mostly gone to the poor-house. The sense of sight\nwas indeed terribly overburdened previous to the introduction of the\nphonograph, and, now that the sense of hearing is beginning to assume\nits proper share of work, it would be strange if an improvement in\nthe condition of the people's eyes were not noticeable. Physiologists,\nmoreover, promise us not only an improved vision, but a generally\nimproved physique, especially in respect to bodily carriage, now\nthat reading, writing, and study no longer involves, as formerly,\nthe sedentary attitude with twisted spine and stooping shoulders. The\nphonograph has at last made it possible to expand the mind without\ncramping the body.\"\n\n\"It is a striking comment on the revolution wrought by the general\nintroduction of the phonograph,\" I observed, \"that whereas the\nmisfortune of blindness used formerly to be the infirmity which most\ncompletely cut a man off from the world of books, which remained open to\nthe deaf, the case is now precisely reversed.\"\n\n\"Yes,\" said Hamage, \"it is certainly a curious reversal, but not so\ncomplete as you fancy. By the new improvements in the intensifier, it is\nexpected to enable all, except the stone-deaf, to enjoy the phonograph,\neven when connected, as on railroad trains, with a common telephonic\nwire. The stone-deaf will of course be dependent upon printed books\nprepared for their benefit, as raised-letter books used to be for the\nblind.\"\n\nAs we entered the elevator to ascend to the upper floors of the\nestablishment, Hamage explained that he wanted me to see, before I left,\nthe process of phonographing books, which was the modern substitute for\nprinting them. Of course, he said, the phonographs of dramatic works\nwere taken at the theatres during the representations of plays, and\nthose of public orations and sermons are either similarly obtained, or,\nif a revised version is desired, the orator re-delivers his address in\nthe improved form to a phonograph; but the great mass of publications\nwere phonographed by professional elocutionists employed by the large\npublishing houses, of which this was one. He was acquainted with one of\nthese elocutionists, and was taking me to his room.\n\nWe were so fortunate as to find him disengaged. Something, he said, had\nbroken about the machinery, and he was idle while it was being repaired.\nHis work-room was an odd kind of place. It was shaped something like the\ninterior of a rather short egg. His place was on a sort of pulpit in the\nmiddle of the small end, while at the opposite end, directly before him,\nand for some distance along the sides toward the middle, were arranged\ntiers of phonographs. These were his audience, but by no means all of\nit. By telephonic communication he was able to address simultaneously\nother congregations of phonographs in other chambers at any distance. He\nsaid that in one instance, where the demand for a popular book was very\ngreat, he had charged five thousand phonographs at once with it.\n\nI suggested that the saying of printers, pressmen, bookbinders, and\ncostly machinery, together with the comparative indestructibility of\nphonographed as compared with printed books, must make them very cheap.\n\n\"They would be,\" said Hamage, \"if popular elocutionists, such as\nPlaywell here, did not charge so like fun for their services. The public\nhas taken it into its head that he is the only first-class elocutionist,\nand won't buy anybody else's work. Consequently the authors stipulate\nthat he shall interpret their productions, and the publishers, between\nthe public and the authors, are at his mercy.\"\n\nPlaywell laughed. \"I must make my hay while the sun shines,\" he said.\n\"Some other elocutionist will be the fashion next year, and then I shall\nonly get hack-work to do. Besides, there is really a great deal more\nwork in my business than people will believe. For example, after I get\nan author's copy\"--\n\n\"Written?\" I interjected.\n\n\"Sometimes it is written phonetically, but most authors dictate to a\nphonograph. Well, when I get it, I take it home and study it, perhaps a\ncouple of days, perhaps a couple of weeks, sometimes, if it is really an\nimportant work, a month or two, in order to get into sympathy with the\nideas, and decide on the proper style of rendering. All this is hard\nwork, and has to be paid for.\"\n\nAt this point our conversation was broken off by Hamage, who declared\nthat, if we were to catch the last train out of town before noon, we had\nno time to lose.\n\nOf the trip out to Hamage's place I recall nothing. I was, in fact,\naroused from a sound nap by the stopping of the train and the bustle\nof the departing passengers. Hamage had disappeared. As I groped about,\ngathering up my belongings, and vaguely wondering what had become of\nmy companion, he rushed into the car, and, grasping my hand, gave me an\nenthusiastic welcome. I opened my mouth to demand what sort of a joke\nthis belated greeting might be intended for, but, on second thought, I\nconcluded not to raise the point. The fact is, when I came to observe\nthat the time was not noon, but late in the evening, and that the train\nwas the one I had left home on, and that I had not even changed my\nseat in the car since then, it occurred to me that Hamage might not\nunderstand allusions to the forenoon we had spent together. Later that\nsame evening, however, the consternation of my host and hostess at my\nfrequent and violent explosions of apparently causeless hilarity left me\nno choice but to make a clean breast of my preposterous experience.\nThe moral they drew from it was the charming one that, if I would but\noftener come to see them, a railroad trip would not so upset my wits.",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22713/pg22713.txt",
        "name": "with_the_eyes_shut_1898.json"
    }
}