{
    "name": "With a Vengeance",
    "author": [
        "Woodley, J. B."
    ],
    "body": "Today, at precisely 9:50 a.m., Kyle became First Imperator of Terra. His\ncoup was so fantastically direct and facile that I am almost tempted to\nbelieve that old cliche \"the time was right.\"\n\nWell, however badly it can be expressed, I suppose the world _was_ ripe\nfor this sort of thing. I can remember when much the same used to\nhappen in elections. One man would win over another by a tremendous\nmajority, and historians would then set about to show how \"the time was\nright.\"\n\nWhy do I persist in tormenting myself with that phrase! Analytically, I\nmight say I resent this new aristocracy of politics. Specifically, I\nmight say I resent Kyle.\n\nAnd both are true, both are true.\n\nThis swing, though, to absolute monarchy, complete with the installation\nof the Kyle Dynasty--damn him! This is something which psychologists,\nnot historians, must explain. Has the age of the Common Man, so bravely\nflaunted for over one hundred years, truly come to nothing? Would people\nreally prefer a figurehead and a symbol of undisputed authority?\n\nIn this instance, one may again conclude that \"the time was right.\"\nContact with planets like Mars and Venus undoubtedly had its influence.\nI must confess that the televised audiences with the Mrit of Venus and\nthe Znam of Mars _did_ make Terra's President--I should say, late\nPresident--look a bit seedy. I daresay there is such a thing as a too\ncommon Common Man.\n\nKyle was such, twenty years ago. His name wasn't Kyle then, although it\nwas something very like that. I must see if any of the old ledgers are\nabout! I'd like to see what the Imperator's name was when His Most\nImperial Majesty was an apprenticed nobody!\n\n\n\n                                                      October 12, 2119\n                                                     New San Francisco\n\nI found it! Buried in stacks of dust behind the old printing press that\nwas once the heart of my _Beacon-Sentinel_. There were others there too.\nSpent a delightful morning with them, reading back through those old\naccount books.\n\nI wonder whatever happened to Hastings? And Drew? Best linotype men I\never had. They became pilots, or something, as I recall. Too bad, too\nbad. They could have had such brilliant futures, both of them. Why they\nfelt they must ally themselves with the non-thinking, muscle-flexing\nvariety of mankind--of which our Ruler is an excellent example--I'll\nnever know.\n\nAh, yes, Kyle! In those days he was Kilmer Jones. I don't remember him\ntoo well, actually, except for the day I fired him.\n\nI suppose he was right in changing his name. We couldn't very well have\nan Imperator named Kilmer the First, or Jones the First. Much too\ncommon, not at all in keeping.\n\nGawky fellow--that Kilmer. When Bard brought me a sample of his work--I\nguess I'll have to call it that--we both had a good laugh over it!\nAtrocious spelling! Couldn't follow the proofreader's marks. Indeed, I\nwonder if the fellow could even read! The punctuation! And the grammar!\n\nI called the boy to the office that morning--or was it the next day? No\nmatter. I called him in and told him, as kindly as possible, that I\nthought there were other vocations to which he might be better suited.\nThe irony of it! Kilmer Jones--Kyle I!\n\nAnd he stood there, I remember, with those seventeen-year-old hands that\nwere all knuckles and bone and chapped skin, twisting those hands and\nshifting his weight from one foot to the other.\n\n\"Please, Mr. Booth,\" he said, his voice cracking. \"I ain't got no other\njob in mind. I wanna be a noospaper man. I ain't got no--\"\n\nIf not for that \"ain't got no,\" I think I might have relented. But no\none is going to ruin the English language as he did! Not in my offices!\n\nI took him to task severely for his offensive usage, outlined a correct\nexample of what he had attempted to say, gave him a brief lesson in the\nhistory of the tongue, and explained why it had been chosen as the\nofficial Terran speech. I think my conclusion was, \"You'll be much\nbetter off in a position which requires you to quote neither Milton nor\nShakespeare nor any author save possibly those who write the comic\nstrips.\"\n\n\"Got no training,\" he said softly. (I supposed it was to keep his voice\nfrom exhibiting its usual adolescent gymnastics.)\n\nI shuddered slightly, I remember. \"You mean, 'I _have_ no training.'\"\n\n\"Yeah ...\" softly again. \"Yeah, Mr. Booth.\"\n\n\"_Yes!_\" I cried impatiently. \"Not 'yeah,' but _yes_!\"\n\nI searched for his severance pay on my desk, wondering who the devil had\nhired him in the first place. Gave him three weeks pay, as I recall it,\none more than necessary.\n\nUnmannerly pup! He just stood there for a minute and then finally left\nwithout even a \"Thank you,\" or \"Good-by.\"\n\nAnd this is the man who is Kyle the First, Ruler of Terra at the age of\nthirty-seven! I wonder what he is like now....\n\n\n\n                                                          January 1, 1\n                                                     New San Francisco\n\nThere is no longer any need to wonder. Surprisingly few heads have\nrolled, but apparently Jonesy chooses to exhibit his power in other\nways.\n\nThanksgiving Day, a custom preserved in certain portions of the\nDirectorate of North America, is three weeks away--even though it is\nJanuary.\n\nThe Year One. There used to be some childish joke about the Year One.\nDon't remember it just now.\n\nThanksgiving harvest in January. Christmas celebration in February.\nSpring planting in July! To say nothing of the inconvenience this has\ncaused in my bookkeeping department! I suppose the man will now try to\nchange the weather to suit his new calendar!\n\n\n\n                                                          January 8, 1\n                                                     New San Francisco\n\nHe can't last! He can't! A dictator is one thing. A monarch is another.\nBut Kyle is something else!\n\nNaturally he had to remove certain persons from his way. And his summer\npalace in the plains region of America--that's all right, that's all\nright! An authority of Kyle's stature is expected to remove\nundesirables, and to have a summer palace, and a winter palace, and\nanything else he wants! Of course!\n\nBut why this? Why _this_ of all things!\n\nNo newspapers! Just like that! _He_ waves an edict, and just like that,\n_no newspapers_! The _Beacon-Sentinel_ has been a great paper for the\nlast twenty-five years! It was nothing, and I was nothing, and together\nwe became a Voice! And now again, we are nothing!\n\nOh, I see what's behind it! It's revenge, that's what it is! Because he\nonce couldn't become a \"noospaper\" man, he's taking his vengeance this\nway.\n\nA man as petty as that shall be overthrown! Mark my words! And the\nclumsiness of it!\n\nI see what he is! I know him! He's still that pup of seventeen, playing\nking with the world, twisting his hands in glee over his childish\ntriumph.\n\nNo subtlety! Just a direct pushing over an applecart he couldn't steer!\nDoesn't matter whose apples you destroy, does it, Jonesy? Just push it\nover--push it over!\n\n\n\n                                                         January 16, 1\n                                                     New San Francisco\n\nClosed the _Beacon-Sentinel_ yesterday. My savings are enough to take\ncare of me for a few years. After that--ah, well, I am no longer a young\nman. I am glad that Elsa is not here to see this.\n\n\n\n                                                        February 12, 1\n                                                     New San Francisco\n\nReceived a letter this morning, requesting me to appear at the chambers\nof His Most Imperial Majesty, Kyle the First, on Tuesday of next week.\nHis Most Imperial Majesty can see me between 10:15 and 10:25 on that\nmorning.\n\nTen minutes--rather a brief spell in which to roll another head.\n\nI find myself amazed, though. Is this man so truly powerful that he\nneeds no police to make his arrests for him? Can he really send messages\nvia jetmail and be certain his enemies will not try to escape?\n\nI don't want to attempt flight. Life without my work is no longer life.\n\n\n\n                                                        February 17, 1\n                                         Kyleton Palace, North America\n\nI don't understand. I've gone over it twice, and I don't understand. If\nonly Elsa were still with me! I could talk to her. She would help me\ndecipher what it's all about.\n\nThis morning, at 10:15 sharp, I was taken to the public audience chamber\nin the palace.\n\nHis Majesty was seated behind a desk facing the doors. Behind him, on\nthe wall, was His Coat of Arms.\n\nHe stood up and walked toward me, waving away the guards. \"How are you,\nMr. Booth?\" he said. And offered me His Hand!\n\nI recovered my presence of mind, of course, and replied as was fitting.\n\nAnd then He said it! \"I shall be at liberty later this week to discuss\nmore fully the details of these past years.\" (Shades of \"ain't got no!\")\n\"Meanwhile, my secretary will give you a complete dossier on my planned\nOfficial Bulletin.\" He lighted a cigarette after offering me one. \"I\nshould deem it an honor,\" he continued, \"to have a man of your literary\nversatility and--I must add--your vast practical experience become Chief\nEditor of that Bulletin. The publication, which I should enjoy\nchristening _The Terran Beacon-Sentinel_--with your permission,\nsir--shall be more than my official organ. It shall set the standards\nfor the coming newspaper world.\"\n\nHe cocked an eyebrow at me and smiled. \"I believe we are in perfect\naccord about certain standards, are we not, Mr. Booth? The deplorable\ngrammatical practices of some newspapers! Well, really, Mr. Booth! I\nfeel assured of your agreement!\"\n\nHe led me around the desk and pointed to the Coat of Arms. As He stood\nsilent, I felt obliged to look more closely. I had seen it before, of\ncourse, but seeing it now, greatly enlarged, I was able to make out its\ndetail.\n\nWhat I had thought was a mere decorative border, I now realized was a\nmotif I have seen all my life! A tiny lighthouse sending forth a beam!\nThe trademark of my paper!\n\nAs I stood there, gaping, His Majesty laughed softly and said, \"That,\nMr. Booth, I felt impelled to include. For, without your most fortuitous\ntermination of my apprenticeship in your organization, I should not have\nrisen to my present position.\"\n\n\n\nAgain He took my hand and shook it, warmly. His hair is just a bit gray\nat the temples, and there are signs of strain on His finely featured\nface. Those awkward hands are now strong and purposeful.\n\nHe apologized that He must return to His duties, and went with me to the\ndoor. \"My secretary will fill in further details about your new\nposition. Newspapers shall once again be published. No--don't say a\nword, Mr. Booth! I know what you are thinking.\n\n\"Your salary,\" he continued as we stood at the open door, \"shall, of\ncourse, be commensurate to your high authority in this new field. Allow\nme, now, to thank you most deeply and sincerely for your unwitting aid\nin my youth. I assure you, Mr. Booth, I have often thought of that day\nwe talked. And I hope to repay you, in some measure, for what you did.\"\n\nHe said more, mostly polite phrases of good-by. And then I was outside\nafter being handed a folder by some man.\n\nAn official jetmobile took me to my residence--which turned out to be in\nthe East Wing. Here I am, and I don't understand. I came prepared to\nsuffer heaven only knows what as part of Kilmer Jones's childish pattern\nfor revenge.\n\nInstead, here I am, head of the Official Bulletin, titular ruler and\nruler-in-fact of the future journalism of the world!\n\nThere is something behind this--I keep feeling there is. But what? What?\nOr is he truly generous, to a degree never before known among absolute\nmonarchs?\n\n\n\n                                                        February 13, 1\n                                         Kyleton Palace, North America\n\nI am a suspicious and most humble old man. I see now that Kyle's\ngenerosity amazed me only because I myself would have been incapable of\nsuch an action.\n\nJust now, I fear for His Majesty. I was right, before, when I said there\nwas no subtlety in the man. He is too open, too fair, too forgiving. A\nruler with such greatness of heart might easily allow some small\ninsignificant person in too far, too close. I fear for him!\n\n\n\n                                                        February 14, 1\n                                         Kyleton Palace, North America\n\nTomorrow we begin publication! The pressroom is magnificent! I can\nhardly wait. It's been a long time since I've felt such exuberance.\n\nThis afternoon I am to conduct a conference of some eight hundred\neditors! His Majesty's secretary has sent me an outline on Journalistic\nStandards, which I shall study after lunch.\n\nThere was a note attached, in His Majesty's handwriting--such beautiful\npenmanship, too. \"A mere formality,\" it said, \"for, of course, you and I\nknow full well what the future of journalism shall be, Mr. Booth.\"\n\n\n\n                                                               Later--\n\nHow wrong can one man be in one lifetime?\n\nI wonder now _why_ he changed the calendar. I wonder now what poor devil\nhe destroyed then. But _I'll_ cheat him!\n\nI'll cheat him yet!\n\n\n\n                                       Obituary, _Trran Bacon-Sntinl_,\n                                                         Fbruary 16, 1\n\nTh unfortunat and untimly dmis of Gorg W. Booth is hrby notd with sorrow\nby thos who knw and lovd him.\n\nMr. Booth, formr ditor and publishr of th _Bacon-Sntinl_ of Nw San\nFrancisco, Dirctorat of North Amrica, had apparntly bn in poor helth for\nsom tim. It is blivd that worry ovr th succss of his nw policy-stting\n_Trran Bacon-Sntinl_ was a contributing factor in his suicid lat in th\naftrnoon of Fbruary 14.\n\nHis Most Imprial Majsty Kyl th First has ordrd a fitting monumnt to his\nlat lamntd frind. A simpl shaft of granit shall b rctd in th gardn\nfacing th Ast Wing of Kylton Palac, whr Mr. Booth mad his residnc. On th\nshaft shall b inscribd th lgnd:\n\n    \"How bautous mankind is! Oh brav nw world,\n    That has much peepl in't!\"\n\nTh quotation is from _Th Tmpst_. Mr. Booth was a grat admirr of\nShakspar.\n\nAn vn mor fitting and long-livd mmorial is xprssd in th dict rlasd\nthrough th offics of His Majsty on th vry day of Mr. Booth's dath. It\nreeds in part:\n\n    \"Th nw linguistic policy on Trra, as dmonstratd in th _Trran\n    Bacon-Sntinl_, shall hncforth b known as Boothtalk.\"\n\nMr. Booth bfrindd Our Imprial Rulr in His youngr days, and, as w all\nknow, His Majsty nvr forgts a frind.\n\n",
    "metadata": {
        "author": [
            "Woodley, J. B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30475/pg30475.txt",
        "name": "with_a_vengeance.json"
    }
}