{
    "name": "World atavism",
    "author": [
        "Sterling, Brett",
        "Hamilton, Edmond"
    ],
    "body": "I write these words in a room perched high in one of New York's highest\ntowers. Beneath me, in the fading sunlight of late afternoon, there\nstretches the vast mass of the mighty city's structures. New York it\nis--but such a New York as never man looked upon before. And it is with\nits familiar but infinitely strange panorama before my eyes that I\nstart now this record of the great change.\n\n\n\nMy name is Allan Harker. Dr. Allan Harker, I could say, for it has\nbeen seven years since I took the degree and with it a position on the\nbiological staff of Manhattan University. That was a great day for me.\nManhattan was one of the most renowned of eastern universities, and its\nbiological department in particular was known to scientists the world\nover. This was due not only to the department's unrivalled equipment,\nbut also in greater part to two of the scientists who worked in it,\nDr. Howard Grant, head of the department, and Dr. Raymond Ferson, his\nassociate. Very proud I was to have won so soon the opportunity of\nworking with those two world-famed biologists. And even prouder I was\nwhen, in the next years, my work came gradually to link my name with\ntheirs.\n\nGrant and Ferson and Harker--we were known to scientists across half\nthe world. It was Grant, of course, the eldest of us, who was best\nknown. A tall, saturnine-faced and dark-browed Scotsman, his utter\nand undivided passion for research was a byword among us. It used to\nbe said, though not in his hearing, that Grant would have vivisected\nhis own grandmother if he thought some new principle might be learned\nby it. All respected the man, or the man's achievements, but he never\nhad a tithe of the popularity that was Ferson's. Ferson was in fact\na complete contrast to his superior, a short-statured man of middle\nage with unruly hair and beard and warm brown, friendly eyes. As for\nmyself, the third of the trio, I had neither the brilliant scientific\nmind of Grant nor the keen vision of Ferson, but by dint of ceaseless\nplodding with monotonous details, I had built for myself a reputation\nthat linked my name with theirs.\n\nAside from our professorial duties in the university's lecture-rooms,\nwe had each of us our separate work. I was plodding away with my dull\nexperiments on cell-grouping, which I expected would some day yield a\ntheory that would astound all cytologists. Now and then I received help\non some difficult point from Ferson, who was himself immersed in an\nattempt to demolish the Snelsen-Morrs re-vertebration theory by prying\ninto the interior structure of innumerable unheard-of lizards. Grant,\nhowever, never received or gave any help, keeping his work entirely to\nhimself. We had gathered, from his rare references to it, that he had\nbeen working for months on one of the broader problems of evolutionary\nscience, but that was all we knew, and we were as amazed as any\nwhen Grant published the statement that touched off the sensational\n\"evolution controversy.\"\n\nIt is needless for me to give here all the details of the thing. It is\nsufficient to say that Grant, in his statement, announced that he had\nsolved at last the greatest enigma of biological science--that he had\ndiscovered the cause of evolution.\n\nOne can understand what an uproar that statement created, and was bound\nto create. For the cause of evolutionary change has always been the\nsupreme problem of biology. Long ago Darwin and Wallace and Lamarck and\ntheir fellows had laid the processes of evolution bare. They had shown\nto an astonished world that life on earth was not static in forms that\nhad always existed and always would exist, but that it was in constant\nchange and movement up through constantly changing forms. The eohippus\nhad changed, had evolved into the horse, and in future ages would be\nsomething different still. The great felines that had roamed earth had\nevolved into smaller forms and into tame cats. A certain branch of\nape-like forms had evolved into great hairy troglodytes and then into\nmodern men. All life on earth was constantly changing, evolving, forced\never upward through the diverging channels of evolution into new and\ndifferent forms.\n\nBut what force was it that pressed earth's life thus upward through\nthe paths of change? What force was it that caused all this vast, slow\nevolution of earth's creatures into different creatures, that had\nbegun with the first jelly-like life-forms on earth and had forced\nthe tide of life up from them to the forms of today, that still was\nslowly changing them? That question none could answer. Environment\ndid not explain it, for though environment had certain effects on the\nlife-forms in it, it was not responsible for that deep, vast tide\nof upward evolution. Mendelism had seemed for a time to suggest an\nexplanation but had failed in the end to do so. Some great force there\nwas, all knew, that pressed life always up the path of evolution, but\nnone had ever guessed what that force might be, and the thing had come\nto be accepted at last as one of the insoluble problems of science. And\nnow Grant claimed that he had solved it!\n\n\"For long,\" Grant's statement said, \"I have held that since\nevolutionary change is unquestionably caused by some definite and\nomnipresent force acting upon all life on earth, it should be possible\nto discover the nature of that force. I will not recount the work of\nmonths which I have spent in constant search for this force, but will\nsay that finally I have been successful, have identified the force\nwhich my experiments show beyond all doubt to be the single force\nresponsible for the upward course of evolution on earth. That force is\na vibratory force, a vibration unknown to earth's physicists prior to\nmy discovery of it, which has as its source the sun!\n\n\"The sun, we know, is a vast mass of incandescent matter which\nceaselessly pours out part of its matter transformed into energy. The\nenergy thus formed, flooding out in all directions from the sun through\nspace, takes various forms. At a certain vibratory frequency, it takes\nthe form of light and illuminates our day. At another frequency, it is\nradiant heat, warming our world. At still another, it is the cosmic\nray so recently discovered. There are many others, known to us, and\nstill more of which we know nothing as yet, a vast welter of vibratory\nforces flooding endlessly outward from the sun. And it is one of those\nvibrations, one which we well may call the evolution vibration, which\nis responsible for the evolutionary change of all life on earth.\n\n\"In this there is nothing astounding. The sun's various vibratory\nforces affect all living things on earth profoundly, each in a\ndifferent manner. Without the light-vibrations earth's life would fade\nand die, the absence of the ultra-violet waves being fatal in time.\nWithout its heat-radiations all life would freeze. And without this\nevolution vibration playing ceaselessly upon earth, all life upon earth\nwould no longer be pressed upward through the paths of evolution, would\nslip back swiftly down those paths, down the myriad roads up which it\nhas surged for so long. For not only is it this evolution vibration\nthat forces earth's life upward on the way of change, it is this\nvibration that keeps earth's life from slipping backward!\"\n\nThus for Grant's statement. To Ferson and me it was as astonishing as\nto the rest of the scientific world, for not until then did we learn\nwhat work it was that had occupied Grant for so long. Yet even we two,\nI think, were surprised at the sensation that that statement caused.\nAlways the work of Dr. Grant had been accepted almost without question,\nso great was his reputation and so brilliant his achievements. But with\nthe publication of this amazing new theory of his, the general dislike\nof the man that had always lain latent, burst forth into a storm of\ncriticism.\n\nIt was admitted that the new vibratory force which Grant had discovered\ndid apparently exist, since other scientists working on his data had\ncorroborated his work on it. But it was denied, by Grant's numerous\ncritics, that this force was what he claimed it to be--the cause of\nevolutionary change. It was impossible, they stated, that such a\nso-called evolution vibration could in reality be responsible for the\ncourse of evolution on earth. And it was even more absurd to suggest\nas Grant had done that were that force withdrawn, were the evolution\nvibration to cease to play on earth from the sun, the living beings of\nearth would slip swiftly backward on the road of change.\n\nThe controversy over the thing grew, in fact, to a point of bitterness\nunprecedented in scientific discussion, a bitterness intensified by\nthe comments of the saturnine and black-tempered Grant. In a series of\nsardonic statements, he compared his critics to those who had derided\nthe work of Darwin and his fellows, and indulged in some rather acrid\npersonalities. These in turn provoked fiercer attacks, and the whole\nmatter grew thus quickly into an unseemly intellectual brawl. To Ferson\nand myself the whole controversy seemed a useless one, because, in the\ncourse of time, experimentation by other scientists would definitely\nprove or disprove Grant's theory. Yet neither of us ventured to suggest\nthat to our bitter superior, and so the wrangle grew in intensity in\nthe next days until it suddenly came to a head.\n\nIt was the elderly President Rogers of Manhattan University who brought\nthe thing to a focus. He and the university's other officials had\nbeen growing more and more restive under the criticisms that Grant's\ncontroversy was bringing on the school, and so at last he suggested\nthat a meeting be held at which Grant could lay his theories and data\nbefore his fellow-scientists in their entirety. This Grant accepted,\nand so too did most biologists of any note within traveling distance\nof New York, so widely had the clamor of the dispute spread. And on an\nafternoon Grant rose before several hundred assembled scientists in one\nof the university's lecture-halls to explain his discovery.\n\nThere is little need for me to tell at length of what took place\nat that meeting, which both Ferson and I attended. At the first\nappearance of Dr. Grant his enemies in the audience grew vocal in\ntheir criticisms, and before he had spoken a quarter of an hour the\nhall was in such an uproar as a scientific meeting has seldom heard.\nTwice Grant made an effort to go on and each time his voice was drowned\nby a storm of shouted cries. The President, chairman of the meeting,\nwas rapping vainly for order, but Grant only stood still, looking out\nover the stormy meeting with a cold contempt in his eyes, yet with a\nstrange fire in them. Quietly he rolled up the data-sheets in his hand\nand thrust them into his pocket, and as quietly stepped forward to the\nplatform's edge. Something in his bearing, in his expression, quickly\nquieted the noisy throng before him.\n\nHis voice came out over the hall cold and clear. \"You have not let me\ngive to you the proof for which you asked,\" he said.\n\nThe President stepped to his side, said something rapidly, but Grant\nshook his head calmly. \"No proof that I can give you here would\nconvince you of my theory's truth, I know,\" he told the silent throng\nbefore him, \"but I will give you proof of it yet! To you, and to the\nworld, I will give a proof such as the world has never seen before!\"\n\nBefore any could move, he had walked from the platform and out of the\nhall. A buzz of excited voices broke out instantly, in comment and\ncriticism. It was some hours later before Ferson and I got from the\nmeeting to Grant's laboratory. But Grant was not there.\n\nWithin twenty-four hours more we knew, and all at the university\nknew, that Dr. Grant had disappeared. From the meeting he went to his\nlaboratory, burned some papers there and pocketed others. Then he went\nto his rooms, hastily packed a few bags and departed. He left no note,\nno message. His action brought to a climax the whole sensation of the\ncontroversy he had precipitated and Grant's going was taken by many\nof his critics as a confession of the falsity of his position. He had\nhad no close relatives to start a search for him, and though to Ferson\nand me his strange departure seemed astounding, we could explain it no\nbetter than others. The sensation subsided, and Ferson was appointed to\nhead the department in place of the vanished scientist. Our own work\noccupied us once more. And certainly neither Ferson nor I, any more\nthan another, guessed what lay behind Grant's strange action.\n\n\n\nIt was six months after Grant's departure that the great change began.\n\nThe first intimation was brought to the public notice by a New York\nnewspaper. In a sensational article entitled \"Is a New Crime Wave Upon\nUs?\" it pointed out that in the last few days an unprecedented number\nof crimes of violence had taken place.\n\nThese were the more appalling in that many seemed quite without motive.\nIn New York alone, in those few days, there had been more than a dozen\nmurders, mostly clubbings and stabbings, which had apparently been\nprovoked by the slightest of causes. In Chicago a respected clerk of\nmiddle age had for some annoyance turned suddenly and fractured the\nskulls of three of his associates with a heavy bar. From San Francisco\nand Los Angeles had come news of half a dozen holocausts in which one\nmember of a family had slaughtered or attempted to slaughter all the\nothers. From every part of the land there were coming reports of the\nmost horrifying crimes of violence, the great majority of which seemed\ninspired by the pettiest of causes.\n\nAnd this same wave of homicidal mania seemed at work over all the\nworld! It was as though hundreds in earth's population had suddenly had\ntheir reason dwarfed and their passions magnified. No less than three\nsolid householders in London had run amuck in bursts of sadistic[1]\nfury that had cost a half-score lives. The Paris police had taken from\nthe Seine more human bodies, many terribly mutilated, than had ever\nbeen found in it in a like time before. Germany was aghast over two\nmass-murders of unexampled fiendishness that had occurred in a Rhenish\nand a Silesian village. There was news of an even more terrible slaying\nin Calcutta, and word of murders almost as terrible from almost every\ncountry on the globe.\n\n[Footnote 1: Sadism, of which this word is the adjective, is a mental\nperversion towards cruelty.]\n\nNor was it murder alone that was stalking the earth, for robberies of\nthe utmost brutality were even more numerous. Overshadowed as they\nwere by the greater horror, they were as astonishing in nature. For\nall, like the slayings, seemed the result of sudden brutal instincts\nor desires uncontrolled by reason. Small shopkeepers in American and\nEnglish towns were struck down for trifles. In the stores of great\ncities there were those who snatched childishly at desired objects and\nattempted a hopeless escape to the street. That was the keynote of all\nthese robberies, of all these crimes--the unreasoning childishness of\nthem. For the great part of them were attempted under circumstances\nwhich should have shown to even the most dull-witted that there was no\nchance of success.\n\nIt was a wave of strange and terrible crime, indeed, that was sweeping\nover all the earth. The newspapers concerned themselves with it to the\nexclusion of all else soon. They sought for explanations. What had\ncaused this sudden release of the most brutal passions of numberless\npeople? Many were the answers. An eminent scientist declared that the\nnerve-racking strain of modern civilization had reached such a pitch\nthat the human mind could no longer stand it, was giving way beneath\nit. Many wrote serious letters to the press denouncing the motion\npictures as schools of crime. Others defended them. And while the cause\nwas thus argued, the great wave of crime and utter lawlessness that had\nrolled across earth seemed increasing in volume.\n\nThe number of deaths by violence that were each day recorded had grown\nnow to an appalling figure. Murderous attacks were common in every one\nof earth's great cities. Men hurled themselves at each other's throats,\napparently for a word, a gesture. Nor was this all. A strange erratic\ninsanity seemed seizing more and more of earth's millions. Numberless\nwere those reported to the authorities as missing, those who had\nwandered causelessly away from home and family. The world's roads held\nan unprecedented number of vagrant wanderers.\n\nBut in a few days more even this astounding wave of appalling crime was\ndwarfed in importance by more astounding and more terrible happenings.\nAccidents, a great number of them fatal to many, were occurring in\nevery part of earth in an amount that was all but incredible.\n\nMore than a hundred people had gone to death in the crash of two\nthundering passenger trains in Colorado, a crash that had been due\nto the failure of an engineer to heed the plainest of signals. Two\ntrain wrecks in northern England had taken a toll of life almost as\ngreat, and there were reports of many other crashes from various parts\nof earth. In every one the accident had been due to the inexplicable\nfailure of the human element, the failure of dispatcher or switchman or\nengineer to perform the duty that habit should have made automatic. In\none case, that of the Austrian disaster, the crash had been directly\ncaused by the sudden craziness of a switchman, who, for some slight\ngrievance, had sent a long passenger-train crashing through an open\nswitch and down an embankment.\n\nThere was news as terrible from the seas. Wireless reports flashed\nthick with word of ships that had blundered fatally on rocks or shoals\nby fault of helmsman or navigating officer. The greater part of these,\nfortunately, were freight-ships of medium and small size, but one case\nsent a thrill of horror through earth, already steeped in horror. That\nwas when the great transatlantic liner _Garonia_, bound to Southampton,\ncrashed by night into the southern Irish coast with the resulting loss\nof three-fourths of the thousand humans it carried. And that wreck,\nlike the others, was due to an utterly inexplicable failure of the\nship's personnel.\n\nSmaller in magnitude, but taking a total of far more lives, were the\nunnumbered accidents that took place in the thickly populated and\nhighly mechanized countries of North America and Europe. The number of\nautomobile deaths, always staggering America, reached a stunning total\nin those last fateful days of September. Crashes took place at every\ncorner, and the running down of pedestrians became a common occurrence\neverywhere. Many cars mowed a path of death through street and sidewalk\nbefore they were halted, their drivers losing apparently all faculty of\ncontrol of them.\n\nAnd in mill and shop and factory death's grim hand was reaping as\nthickly. Men, upon whom the lives of many depended, suddenly lost\ncontrol of their machines and sent those many to death. Countless\nothers were mangled or crushed to death by the great mechanisms they\nhad operated for years without mishaps. Airplane crashes became so\nnumerous that many sections of the world peremptorily forbade all\nfurther flying until the cause of it all could be ascertained. It was\nas though more and more of the masses of men were becoming incapable of\nhandling the mechanisms, of conducting the operations, that they had\nbeen executing for years. Was mankind going collectively insane?\n\nIt seemed insanity, indeed, that was sweeping earth now. Riots had\ntaken place on a small scale here and there in those days, but it\nwas not until after the first of October that the first of the great\noutbreaks took place in London. Crowds of wandering men and women\nbegan the looting of shops, the breaking of windows, and the rioting\nswiftly spread. So swiftly did it spread, in fact, that by the time\nthe troops called to suppress it appeared on the scene, unestimated\nthousands were engaged in the wild search for plunder. At the order to\nfire, an irregular volley from the troops killed scores, but in the\npitched mob battle that followed scores of the soldiers took the side\nof the looters. The combat between mob and soldiers was forgotten,\nand the battle became a wild scene of brutality and violence in which\nhundreds were slain and trampled. In the end it required machine-guns\nto disperse them.\n\nA similar great outbreak in New York was curbed quickly a day later\nby the use of planes and tear-bombs, but two days after there came\na huge riot of unexampled bloodiness in Chicago, which cost several\nthousand lives and which resulted in the burning of a third of the\ncity. Beginning as a race riot and developing into a savage general\nbattle for loot, it was notable for the fact that the troops, called to\nsuppress it, broke up even before they reached the scene and occupied\nthemselves in brutal looting and battle of their own. And a score of\ngreat riots in the other cities of earth had similar results.\n\nCivilization seemed crashing, with this oncoming dissolution of its\norganization and institutions. Had humanity gone insane, indeed?\nSwiftly, with full realization of the peril upon it by then, a\nconference of the world's most noted scientists had been called some\ndays before at New York, to explain and to halt, if possible, this wave\nof seeming insanity that was gripping more of the masses of humanity\neach day and that was disintegrating civilization.\n\nBut when those scientists met, the world learned that they had a\nhundred different explanations of the thing, no two agreeing. The\nfamous American alienist who had voiced his opinion days before\nreiterated his belief that the minds of men were giving way _en masse_\nbeneath the strain of modern civilization. A Rumanian bacteriologist\nclaimed that the thing was the result of a contagious new brain disease\nspreading over earth, and claimed even to have isolated the bacterium\nof that disease. The scientists, gripped seemingly by something of\nthe erratic condition of mind they were striving to explain, argued\nthese theories and others with utmost passion, sometimes attacking\neach other. An English physicist, who suggested that earth was passing\nthrough strange mind-affecting gases in space, was assaulted by the\nproponent of another theory. And still more furious and incredulous,\nthe world learned, was the reception given to the explanation of a New\nYork biologist named Ferson, who claimed that the whole great terror\nwas the result of the human races slipping backward on the road of\nevolution!\n\n\"World atavism! A throwback of all the world's life on the road of\nevolution!\" So, they learned, Ferson had cried to the assembled\nscientists. \"All earth's animal life is beginning to slip back, and\nman, as the most recently developed animal, is slipping first, is going\nback toward the savage state, toward the cave-man or troglodyte, toward\nthe ape! He is losing control of his passions as he goes back, which\naccounts for the violence that now fills earth! And he is losing the\nmental capacity of modern man, which accounts for his inability to\noperate longer our modern machines! A world atavism that is beginning\nwith the atavism of the human races!\"\n\n\"But what could cause such world atavism as that?\" the incredulous\nscientists had cried.\n\n\"The evolutionary theory of my former associate, Dr. Grant----\" Ferson\nhad begun, but was interrupted by a chorus of derisive shouts provoked\nby the mention of the scientist whose ridiculous theory had been\nexploded.\n\nSo Ferson had been forced from the meeting by the furious scientists,\nwho seemed seized indeed with the erratic craziness that was gripping\nthe world. Another day they advanced and argued their theories,\ntheories that grew ever more impossible, more incoherent, and then\nthe meeting dissolved in a general riotous brawl of the arguing\nscientists. They, in common with the rest of the races of men, seemed\nincapable longer of calm thought, of cool, unpassioned reasoning.\nTwo were killed, throttled in the brawl that ended the meeting, and\nthe rest scattered. They were not followed or punished, for now the\ndisintegration of humanity's institutions had become such that crime\nwas unheeded.\n\nMen were outrivalling each other in mad action. Those in high places\nas in low were gripped by the insanity that had apparently seized\nearth, and from the Cabinets and Congresses of a score of nations came\ndeclarations of war against other nations, for the slightest of reasons\nor for none at all. England, the United States, France, Germany, Italy,\nTurkey, Japan and China--these and a dozen others issued frenzied and\nincoherent calls to arms. But they were unheeded! Even war now could\nnot penetrate the unreasoning minds of men. Armies had broken up, all\ndiscipline and organization vanishing. A few who tried to keep their\nsoldiers in line found that the men could no longer handle the great\nguns and instruments of war, found that most of them were incapable of\nthe operation of rifles!\n\nCivilization was crashing with a prolonged roar of falling laws and\ninstitutions and customs echoing across the world. The ordinary methods\nof transportation and production having completely broken down days\nbefore, the stream of food into the great cities had abruptly ceased.\nThe brutal throngs that filled those cities subsisted by looting the\nexisting food supplies for a time, but soon these were exhausted\nand then terrible battles took place between the rioters for food\nwhich they had found. Battles they were of hordes of ragged brutes,\nof savages, who fought with knives or with their bare hands in the\nstreets. Only occasionally was a shot heard, for almost none there was\nnow with sufficient dull glimmer of intelligence to manipulate a gun.\n\nIn the shadow of the tall towers of New York, and in the brick and\nstone acres of London and the boulevards of Paris, thousands and\nhundreds of thousands of these savages swarmed, the ways choked with\ncorpses of the slain. At night they crouched fearfully in hallways and\noffices and corridors, the vast cities lying dark and silent beneath\nthe stars. Shapes of prowling animals were being seen in some of them\nby night. No wheel turned in all the world now, for none seemed left\nwith intelligence enough to operate the simplest machine.\n\nAnd these swarms that had been human were changing in appearance too.\nThe men were unshaven and hairier, it seemed. Much clothing had been\ndiscarded, crude belts that held knives or the like weapons being\nretained. They crouched now as they walked, their step a watchful,\nanimal-like one. From under shaggy brows they stared at each other.\nSmall, crude family-groups held together, the man battling other men\nfor the possession of food. Some managed to kill animals, and wore the\nskins.\n\nThey were troglodytes, millions of them, men such as the world had\nseen thousands of years before, as humanity had been then. They\nwere troglodytes, wandering through the cities and towns that they\nthemselves had built, staring in wondering fear about them at things\nthe purpose of which they could not understand. But most had no wonder,\nonly a brutal lack of interest in all save food and mating and sleep.\nThere were no fires, for all had lost the use of fire and feared it now.\n\nDriven by hunger, great masses of them were pouring out of the cities\ninto the countryside, to hunt roots and herbs and to kill small animals\nfor food. They made rude shelters for a time, then abandoned them for\ncaves and crannies in the rocks. They ceased to use knives or spears,\nthey could but throw great stones at each other or wield chance clubs,\nor fight with bare hands.\n\nMany had remained in the cities and among them was more fighting. With\neach day they were changing farther, it seemed, going farther back\nalong the long road of change that man had ascended so slowly through\nthe ages, and that he was slipping back upon so swiftly.\n\nThe streets of New York and Glasgow and Constantinople and Yokohama saw\nthem, these animal-like, ape-like hordes that wandered there. Ape-like\nthey were becoming, indeed, swiftly hairier of body, more crouching\nof gait, stooping occasionally in moving to run on hands and feet.\nClothing they had discarded. The fragmentary, mumbled speech that they\nhad kept until days before had given way to a meaningless medley of\nbarking shouts and cries whose tone conveyed their crude attempt at\ncommunication. They roamed the great cities in little groups or tribes,\nof each of which one was the strongest, the tyrant, the acknowledged\nlord.\n\nAnd now, they were changing still. Were running more on hands and feet,\nwalking upright less. Back from man to troglodyte, and from troglodyte\nto ape had the human races gone, and now were slipping back still into\nthe animal races from which the apes had come! World atavism--and it\nwas wiping the last human-like forms from the face of earth!\n\n\n\nOf this great change that in days swept man back into the brutal forms\nof dead ages, I, Allan Harker, was a witness from the first. For it was\nat New York that the early manifestations of the change had been first\nnoticed, in that increasing wave of terrible crime that was in days to\nrage over the whole earth.\n\nNeither Ferson nor I, of course, had any suspicion of the thing's real\nmagnitude in those first days. We followed, with the same astonishment\nthat held most in the world, the astounding growth of crime and\nviolence, but it was remote from our own interests, and we were both\nvery much absorbed in our differing work of experimentation. We spent\nmore time on that work, indeed, in those days than before, for both\nFerson and I seemed to have lost a little of our usual skill and\nknowledge. I know that he caught himself in inexplicable lapses, and\nI know that I, usually the most patient of biologists, forgot myself\nin sudden impatient rage on one or two occasions and smashed retorts\nand test-tubes about me. Neither of us dreamed, of course, that we\nwere being affected by the same strange forces that were releasing\nhumanity's passions in a carnival of crime.\n\nBut when a little later the great wave of crime that was making\nearth hideous was made more terrible by the innumerable inexplicable\naccidents that were occurring, Ferson became thoughtful. He deserted\nhis own white-tiled laboratories for the university's psychological\ntest-rooms with their strange recording instruments, and spent hours\nthere carrying out intricate tests of the reactions of himself and\nothers. It was after two days of such tests, when the fatal accidents\noccurring everywhere were taking toll of thousands of lives daily, and\nwhen almost all industrial activity was slowing and stopping because of\nthem, that Ferson came back, his countenance as I had never seen it.\n\n\"I've found it, Allan,\" he said quietly. \"The cause of all this\nterror--these innumerable crimes and accidents and riotings.\"\n\n\"The cause of them?\" I repeated, uncomprehendingly, and he nodded.\n\n\"Yes, and that cause is world atavism! An atavism, a throwback, of\nall the world's animal life, that is beginning with man as the most\nrecently developed animal and that is taking place before our eyes!\nTaking place in ourselves even!\"\n\n\"World atavism!\" I gasped. \"But, Ferson--that such a thing could\nbe--it's inconceivable!\"\n\nHe shook his head. \"Not inconceivable. You remember Grant and his\ntheory, that the evolution vibrations from the sun were what had pushed\nearth's life up the road of evolution? And you remember that Grant said\nthat were those evolution vibrations to cease to reach earth from the\nsun, all earth's life would slip swiftly back upon that road?\"\n\n\"I remember,\" I said, \"but how could such a thing happen? What could\never halt the play of the sun's evolution vibrations on earth?\"\n\nFerson's eyes were somber. \"I do not know what could,\" he said slowly,\n\"but I think I know who could!\"\n\n\"Ferson!\" I cried. \"You don't for an instant think that Grant----\"\n\n\"I do think so,\" he said, his voice steelly. \"Grant discovered the\nexistence of the evolution vibrations--he alone of men knew all\nconcerning them. Do you remember what he said when they refused to let\nhim explain his theory even at that meeting? He said: 'I will give you\nproof of this. I will give you proof yet of this theory, and such a\nproof as the world has never seen before!'\"\n\nMy mind was reeling. \"Then you think that when Grant disappeared--that\nhe----\"\n\n\"I think that that great proof that Grant promised in his rage to give\nthe world is the world atavism that is upon humanity now! I think that\nGrant in some inconceivable way has used his knowledge and his power\nto deflect or dampen the evolution vibrations coming toward earth from\nthe sun, and that it is because of the absence of those vibrations that\nearth's life is slipping backward!\"\n\n\"But where will it stop?\" I exclaimed.\n\n\"It will not stop, Harker--this tremendous change has only begun. Man,\nthe most recently evolved of all animals, is changing first, and will\ngo back through troglodyte and ape to the forms before them, back\nthrough changing beast-forms. By then the other animals of earth will\nbe changing also, thrown back along the evolutionary road, and that\ngreat atavism will continue until earth's life has all changed back\ninto the first crude protoplasmic forms from which eons ago it sprung!\"\n\n\"But what can we do?\" I cried. \"There must be some way of stopping\nthis!\"\n\n\"There is only one way,\" he said. \"Grant is causing this great world\natavism, is shutting off the sun's evolution vibrations from earth by\nprojecting toward the sun, no doubt, a great dampening or neutralizing\nvibration that stifles them, annihilates them, at their source. We must\nfind Grant's whereabouts, must destroy whatever apparatus he is using\nto do that!\"\n\n\"Yet if all are changing--we two also must be changing!\" I exclaimed,\nand he nodded.\n\n\"We two are already a little affected as all men are, more or less.\nOur lapses of memory, the difficulties we have in our work now, these\nthings in the last days are the result of this world atavism in us,\njust as the crimes and accidents filling earth are. And we two must\nprotect ourselves against this tremendous change, whatever we do, for\non us depends the one chance of halting Grant's terrible work. The\nworld will never believe that that dread work is really going on until\nit is too late, so you and I must not change!\"\n\nFerson went swiftly on to explain his idea. This was none other than\nto construct two small projectors that would each automatically and\nceaselessly generate artificial evolution vibrations, vibrations\naffecting a limited range as the sun's vibrations had affected all\nearth. These projectors in their compact cases could be worn on our\nbodies by each of us without being noticeable, and would keep each of\nus always thus in the range of the vital vibrations, so that we would\nnot be affected by the world-wide absence of that which was causing\nthis world atavism. Whatever great dampening wave Grant was sending out\ntoward the sun to neutralize its evolution vibrations would not, of\ncourse, affect the vibrations of our own little projectors.\n\nThe next two days saw us at work upon these projectors. The method of\nproducing the evolution vibrations we knew, for as I have mentioned,\nthey had been artificially produced in a small way by physicists upon\nGrant's first announcement of his theory. The second day, therefore,\nsaw our projectors complete, small flat black cases that were strapped\nto our belts without being noticeable, each holding the tiny but\nmarvelously powerful batteries that were the current-source, and the\ncompact little generator that automatically and unendingly released\nthe vital evolution vibrations for a range of several feet. With these\ncompleted and working, and secured thus by them from being ourselves\naffected by the terrible atavism that was upon the races of man, we\nbegan our greater work of locating Grant and the apparatus by which he\nwas shutting off the sun's vibrations and loosing this horror on the\nearth.\n\nFor horror it had now become, and the world was waking up to its\ntrue nature as every sort of brutal passion was released in terrible\ncrime over it, and as the inexplicable mindlessness of men brought on\nterrific accidents. Already a dozen of the greatest governments in\ncoöperation had called a conference of earth's greatest scientists at\nNew York to explain or to halt at least the horror that was sweeping\nearth. To that conference they came with each a different and more\nincredible explanation of the thing, and to it went Ferson and I to\ngive them the true explanation and to turn them toward the search\nfor Grant that might yet save humanity. But that explanation was\nnever given, for Ferson's first mention of world atavism was greeted\nwith incredulous cries, and when he went on to mention Grant, such\na derisive storm arose, that he was forced bodily from the meeting,\nleaving the scientists disputing fiercely over the most impossible of\ntheories, supporting and opposing those theories by blows.\n\nFor they, like the rest of humanity, seemed incapable now of clear and\nsustained thought upon any subject. Even Ferson and I, working day and\nnight in the isolated upper Manhattan laboratories of the university,\nwere able to see clearly what was happening about us. We were living,\neating, sleeping at the laboratories by this time, for all means of\ntransportation and all industrial activities were ceasing. Great masses\nof men roamed the streets of the city, some forming into gangs that\nmade life terrible for the others, the rest engaged in indiscriminate\nlooting. The great London riot and the abortive outbreak in lower New\nYork had now taken place, and it was evident to all that the last\nshadow of law and order in the city was vanishing, for more and more\nthe troops and police who maintained it were engaging in the rioting\nthemselves.\n\nNews came still a little, in incoherently written and erratically\nprinted sheets, for a few days, and it was thus we learned of the\nhuge Chicago riot and subsequent fire. It marked the beginning of the\nend. Within a few days more utter lawlessness reigned over New York,\ncorpses lay in its streets and looters were everywhere. The university\nbuildings, deserted now by all but ourselves, were not attacked except\non a few occasions by the looting swarms, there being no food or other\ndesirable things in them, and Ferson and I had rifles and pistols in\nour laboratory to repel the ragged and brutal gangs that might attack\nus.\n\nIn those terrible days we were occupied heart and soul in the work of\nlocating Grant and whatever mechanism it was by which he was casting\nthis doom on humanity. It was Ferson's idea that the great damping\nwave, which Grant must be sending toward the sun to halt the play\nof its endless evolution vibrations, would affect certain recording\ninstruments, if the correct frequency for their circuits could be\nfound. Once that was found, by observing the amount by which the\ninstruments were affected at different locations by the waves of the\ngreat damping vibration, we could calculate and chart that great wave's\nsource with some degree of accuracy. It seemed to me a very slender\nchance, yet I knew as well as did Ferson that it was the one possible\nway. Grant, we knew, would have protected himself, as we had, by a\nsmall artificial projector of the vibrations.\n\nSo in those fearful days we worked with the recording instruments,\nwatching them at each new trial for some indication of the force\nwhose source we sought. The whole great mass of New York's giant\nstructures that stretched southward and downward from our laboratory\nlay now in complete darkness each night; the last wonted activities of\ncivilization having ceased in it as elsewhere. Ragged hordes of savages\nroamed it, savages so hairy and crouching and brutal of face, seeming\neach day more prognathous of jaw and slanting of brow and animal-like\nof eye, that we knew them to be troglodytes, cave-men, men such as\nhumanity had been ages before and such as it was over all earth now.\n\nWe saw them occasionally prowling through the university grounds in\nsearch of food, shambling toward us with lowering brows to attack us\nwhen they glimpsed us, but fleeing in fear when we fired over their\nheads. For none of them could manipulate so complicated a thing as\na firearm. All earth's hundreds of millions were prowling their way\nin just such brutal bands, thrown back to the state that had been\nman's before history's dawn. And ever more brutal and hairy and\nanimal-like they were becoming as they slipped back farther still,\nback from troglodyte to ape! Mankind was gone, transformed into these\nstill-changing brutes--all except Ferson and me.\n\n\n\nI cannot tell now in full of those terrible last days of change, those\ndays in which in our chance glimpses we saw men making that other\nterrible step backward, from troglodyte to ape. For Ferson and I were\nworking with the speed of utter despair. Even were Grant's terrible\nwork to be halted, the sun's evolution vibrations again released on\nearth, it would take them untold ages to raise the brute-like beings\nabout us to the status of men once more. Humanity was passing, had\npassed, into the brute around us, yet for their sake, for the sake of\nthe humanity that might rise again in the dim future, we kept to our\nefforts, sought still to halt this awful change, that would otherwise\nnot stop until protoplasmic slime alone was left living on earth.\n\nWe had found the correct frequency for the circuits of our recording\ninstruments, and in feverish haste set up those instruments at\nintervals of a mile, working through the night. The weirdest of work it\nwas, the vast city's streets and structures silent in the night around\nus, the countless hordes of brute-like beings that once had built\nthem now cowering in the buildings in ape-like fear of the night's\nmysteries. We took our readings, hastened back to our laboratory, and\ndawn found us marking those readings on the great chart-map of the\nsection we had ready. Somewhere in that section, somewhere near New\nYork, we knew, Grant lurked with his terrible mechanism, our first\nreadings having shown us that. And now, as with trembling hands Ferson\nand I drew the graphs on the big chart, we stared for a moment after in\ncomplete silence.\n\nThose lines converged at a point in a midtown block of the great city\nsouth of us, a block occupied by a single gigantic building whose\naspiring tower was in sight of our laboratory's windows!\n\nFor moments Ferson and I stared from chart to tower in silence, and\nthen without words we had turned, seen to the filled magazines of the\npistols at our belts, and were passing out of the laboratory into the\nbright sunlight. As silent as ever, we started southward.\n\nNever, were my existence extended a thousand years, could there be\nblotted from my memory that journey southward through the silent towers\nof New York that Ferson and I made then. For the great city that lay\nsilent about us beneath the brilliant noon sunshine, was a city of\nhorror unutterable. Dead lay thick in its streets and great dogs,\nalready strange and fierce and wolf-like, ran in packs among them. The\nrusting wrecks of smashed automobiles were piled at every corner. No\nwindow of all we passed remained intact, sidewalks and streets were\nsprinkled with shivered glass. Westward across the river a great fire\nwas burning in the cities there, pouring a black volume of flame-laced\nsmoke up to the skies. But more terrible than all of these things were\nthe hordes, the swarms of creatures that moved through the streets and\nways about us, the countless creatures that once had been the city's\npeople!\n\nGreat ape-like creatures they were, not apes such as men had known,\nbut ape-like races such as men had sprung from eons before. In groups\nand packs of scores they roamed the city's ways. Covered with thick\nhair, stooped and crouching of gait, the garments that they had worn\nas men torn and discarded, there was in them no semblance to humanity.\nThey walked stiffly toward each other, stooping to rest hairy forearms\non the ground each few steps. They growled and barked in rage, or\nchattered volubly and meaninglessly. The majority were prowling in\nwrecked stores for fragments of food. Others moved along the streets in\na search for small animals, for insects even.\n\nGrowling in rage their groups came toward Ferson and me as we moved\nonward, but each time a pistol-shot sent them fleeing from us. We moved\non, never speaking, Ferson's face icy calm, my own brain reeling. We\ncame at last to the base of the giant building that we knew must hold\nwhatever mechanism Grant was using to withhold the evolution vibrations\nfrom the earth.\n\nFerson turned to speak to me for the first time. \"Somewhere in here,\"\nhe whispered. \"We must search, Harker----to find Grant's apparatus----\"\n\n\"And if he is with it?\" I asked, but his only answer was to tighten his\ngrip on the pistol in his hand.\n\nWe passed into the great building's marble entrance hall, a place of\ndim shadows, through which we stumbled over prostrate dead. We went\nquickly through the looted, wrecked rooms that had been the luxurious\nshops of its first level. Then the stairs, and we were going upward,\nlevel after level, searching through the immense building's numberless\noffices and rooms. In one or two were dead, and some had been wrecked,\nbut in none, in no part of the building, it seemed, were any of the\nape-like throngs. That seemed encouraging, somehow, and with beating\nhearts we pressed on upward.\n\nLevel after level. We were high in the immense building; its floors\nhere were smaller of extent because of its pyramidal form. Yet there\nwas no sound from the shadows about us, no sign of what we sought.\nDespair was growing in us, for we were high in the great tower that\nwas the building's uppermost part, and had found nothing. Through the\nshadowy halls we pressed still, and through the silent rooms lit with\nthe gold of the westward-swinging sun. But as we moved up the narrow\nstair toward the last and highest level of the great tower, something\nflamed in Ferson's eyes as in mine.\n\nA sound had come from above to our ears, a steady, slow clicking as of\na great clock. Pistols in hand, we moved up, found ourselves in a small\nhall at the tower's side. The unused elevator-shaft was beside us, and\nthe stairs that led to the roof. But before us was the single door that\ngave access, apparently, to the whole space of the tower's uppermost\nlevel. And from behind it came the slow clicking to our ears!\n\nAs one we crossed the hall toward that door. Ferson's hand on its knob\nturned slowly, and slowly, astoundingly, the door swung open. Our\npistols lowered for the moment in our amazement, we stepped through,\nstopped. A dozen feet before us stood Grant, a heavy automatic in his\nhand trained upon us.\n\nSilence. In it Grant's eyes held ours. His dark-browed powerful face\nwas lit with unholy triumph, with sardonic exultation. I saw that\nbefore us was the whole space of the tower's highest level, thrown into\none great room. Huge black-cased and powerful batteries were ranged\nupon each other in scores at one side of the room. Armored cables led\nfrom them through incalculable generators and transformers to a great\nobject at the big room's center. It was like a giant searchlight, a\ndozen feet or more in diameter, swung in a frame resembling gimbals, so\nthat it could be turned in any direction. The twelve-foot disk inside\nit glowed silently with white light, and the great thing was turned\nto face exactly the sinking sun westward. It was slowly following\nthe descending sun, turning slowly under the action of a great\nclock-mechanism, whose clicking was loud in our ears still.\n\nGrant, Ferson and I----we were silent there in the room, all\nmotionless, until Grant spoke. His voice was metallic, controlled,\nmocking.\n\n\"Ferson and Harker,\" he was saying. \"Ferson and Harker, who believed in\nmy theory, my power, it seems, when none else on earth did. Who made\nprojectors like the one that I wear, and have escaped the world doom\nthat I have released. Have escaped and have come in search of me, with\npistols in their hands, even!\"\n\nMy brain was racing. I knew that to lift the arms in our grasp meant\ninstant death. Grant's sardonic mirth lashed suddenly out in scorn.\n\n\"To come through the city toward this building firing shots!\" he\nmocked. \"Shots that made those brute-swarms beneath us flee, but that\nwarned me at the same time of your coming! To steal clumsily in upon\nme that way, thinking to surprise me and halt the work that's not yet\nfinished!\"\n\n\"That work has gone on too long, Grant,\" said Ferson slowly, his voice\nstrange. \"It cannot go on longer.\"\n\n\"Cannot?\" came the bitter voice. \"You mistake, Ferson--it must and\nshall. What are they now but brutes, animals; the world of men that\nderided and refused my work, that might have transformed them into\ngods? Brutes, and even more brutal shall they become, going down\nthrough form after form to the first protoplasm. They asked for\nproof----I have given the world proof, have thrown back humanity eons\non the road of progress! And I will throw them and all earth's life\nback farther still! This great projector----it is worth the months it\ntook to build it--months that I toiled here and posed as a scientist\nstudying electrical phenomena, working to finish the projector at\nlast and turn its great damping vibration toward the sun in a mighty\nray! A vibration tuned to neutralize and destroy that part of the\nsun's evolution vibrations radiating toward earth! You have lost,\nFerson----Harker, for you both die this moment and this projector shall\ncontinue to withhold the evolution vibrations from earth until its life\nhas been thrown back in this world atavism into the primal protoplasm!\nUntil I alone am left living upon----\"\n\nHis pistol roared, for it was at that instant that Ferson leaped. But\neven the bullet could not halt Ferson's rush, so swift and unexpected\nwas it, and he struck Grant, knocked him back, I leaped toward the\nprojector.\n\nGrant's pistol was detonating even as he was knocked back, though,\nand half-way to the machine something seemed to strike me two swift,\nsmashing blows beneath the shoulder. I swayed, staggered on to the\nprojector, was beneath it and reaching toward the cables leading into\nit. Grant was springing toward me, his pistol at my head. But behind\nhim Ferson, blood on his lips and on his breast, half-raised himself,\nthe pistol in his hand speaking. At its crack Grant swayed, collapsed\nand fell, the black compact case at his belt, that had preserved him,\nbreaking loose as he struck the floor.\n\nFerson, leaning, had his dimming eyes upon me, striving to speak.\nI reached, grasped the cables, tore at them once, twice, and then\nthey had ripped loose. The white light of the disk inside the great\nprojector vanished, and the mechanism that moved it ceased its\nclicking. The world atavism, that had thrown the races of man back to\nthe state that had been theirs eons before, was ended at last! Ferson,\nhis eyes on mine, seemed to smile feebly in approval. Then his body\nslipped quietly down and he lay as motionless and silent as Grant.\n\n\n                               Afterword\n\n\nI have been writing here in this silent room for a time, whose length\nI cannot guess. Westward, though, the sun is touching the horizon, its\nlevel rays searching through this room, over the great projector and\nover Ferson and Grant, lying silent before me.\n\nMy life is ebbing swiftly from me with each passing minute, yet with\nthe age-old instinct of man strong in me I have striven thus to leave a\nrecord of the great change, that men of the future in some far day may\nread.\n\nMen of the future! For there will be such, there must be such. The\nupward surge of evolutionary progress that has been interrupted, set\nback, here on earth begins again its slow upward climb with the halting\nof this projector, the coming again of the evolution vibrations that\nare now playing on earth again. Beneath me, in the silent city, there\nswarm the ape-like hordes that were once humanity, but through the\ncoming ages they will climb up again through troglodyte and savage\nbarbarian to man!\n\nAnd it is for those men of the far future that I have written with\nmy last strength these words, as a record and a warning that I shall\nenclose in the steel box beside me.\n\nA warning that their civilization be never cast back from man to\nbrute as ours has been. And if God send that they heed that warning,\nnone among them ever shall die as I die now, the last man of all men,\nlooking down through the sunset into the familiar but infinitely\nstrange city, where roam the hordes that once were men. Sunset! Sunset\nfor our civilization, our races, as for the earth. But, dying, I know\nthat after their passing there must come with the slow upward climb of\nevolution new races, new civilizations, as surely as after sunset and\nnight must come the----\n\n\n                                The End",
    "metadata": {
        "author": [
            "Sterling, Brett",
            "Hamilton, Edmond"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73857/pg73857.txt",
        "name": "world_atavism.json"
    }
}