{
    "name": "World in a Mirror",
    "author": [
        "Teichner, Albert",
        "Teichner, Albert R."
    ],
    "body": "God knows I didn't want Hacker in the preliminary delegation right from\nthe start. I wasn't thinking, either, of the screwball ways history can\ngo about poetically repeating itself sometimes. I just knew that an\nuppity, smart-alecky kid of fifty could only cause trouble.\n\nHe already had.\n\nRayna had been our earlier landfall on the First Interstellar\nExpedition. It possessed a fairly intelligent form of life, even if\nthe Raynans were oviparous and technologically retarded. Hacker had\ntaken over the bulldozer to clear the area around our craft, _Terra I_,\nand he had been repeatedly told to stay very close to it. But no, he\ninsisted on flattening out the peat-like top of the nearest hill too.\nUnfortunately that hilltop was an incubation bed for Raynan fledglings.\nThe massacre involved not only a vast number of hatching eggs but five\nadult females, and we had to get away pronto while thousands of paper\nlimbs waved threateningly at the murderers from Earth.\n\nI'm only the Science Chronicler of this expedition but Dr. Barnes is\nChief Medical Officer. His protests should have mattered where mine\ndidn't. \"I'm a hundred per cent behind Johnson,\" he told Captain\nWeber. \"That kid's no damned good. The three of us will go into town\nwith these Newtaneans and, sure as I'm standing here, Hacker will do\nsomething wrong.\"\n\nCaptain Weber, looking worried as usual, tried to explain. \"He'll\njust do the chauffeuring.\" But he got off that tack immediately when\nhe saw we were not following along. \"Look, I know he's a pest. But\nthis is a political matter, for the good of the Space Corps. His\ngreat-great-uncle is President of the World Council. For all I know the\nold man hates his guts, won't listen to a word he says, but let's not\ntake any chances. We're going to need plenty of these expeditions. And\nhyper-drive craft take an awful lot out of the economy.\"\n\nThe upshot of the matter was that we patriotically agreed to the setup.\nThe captain gave Hacker a good chewing-out about respecting the rights\nof the Newtaneans.\n\nThe kid turned out to be surprisingly amenable on that score. \"They're\n_human_!\" he said, and I could see he was very sincere about it. \"I\nwouldn't do anything to hurt them, sir. What's more, they must be\nalmost as smart as we are and I'm not about to commit suicide.\"\n\nSo the three of us got into the jeep and rolled out of _Terra I_ onto\nNewtane's soil.\n\nI still felt uncomfortable about Hacker, though. He had tasted blood\non Rayna and the effect of that on him had been unusually bad; he had\nacquired a reckless attitude toward the rights of intelligent life,\nhis own included.\n\n\n\nAs if to prove me wrong, he drove very carefully over the special\nroad the Newtaneans had laid out overnight from our landing area\nto the highway a mile or so away. The three carloads of scowling\nplenipotentiaries up ahead looked appealingly funny. While the\nNewtaneans were remarkably, even handsomely, like us (except for a\ncertain closeness of the eyes and a reversed ordering of their fingers)\ntheir facial muscles carried different emotional convictions. On our\nlanding ten hours before those officials had thought our smiling faces\nindicated angry aggressiveness and we had been equally uncertain about\ntheir intentions. But their Semanticizer had eventually made the true\nstate of affairs clear. Evolution had determined that an upward set of\nNewtanean facial muscles meant a bad situation, a downward set pleasure\nand cordiality. The more they scowled the more we smiled and everybody\nwas very happy about the potential flowering of transgalactic culture\nthat we were instituting.\n\nWhen we turned onto the magnificent superhighway, however, Hacker\nbecame furious. He kept trying to pull over to the right but a steady\nstream of scarab-shaped cars, filled with curious sightseers, kept\ngetting in his way.\n\n\"This is crazy,\" he cried.\n\n\"I think they drive on the left here,\" Dr. Barnes tried to explain.\n\n\"That's what I mean--they're crazy!\"\n\n\"They did it that way in England for centuries,\" I said. \"It took a\nlong time to get them to change.\"\n\n\"Fine, fine.\" Suddenly he laughed, as if pleased with his capacity\nfor tolerance. \"If it's good enough for them it's good enough for us\nvisitors. They sure know how to build beautiful roads!\"\n\nI suppose I should have been pleased with this shift toward good\nhumor but I wasn't. I just could not like the youngster. He had been\nforgivably cocky for his age before, but now something nasty had been\nadded.\n\nStill, he remained on his best behavior as we approached Crona, the\ncapital city. Its golden towers gleamed in the sun and everywhere there\nwere crowds of beautiful tan people, waving to us and happily scowling\ntheir welcome.\n\nThe lead cars stopped before a particularly elegant skyscraper that was\nset in the middle of vast, symmetrical gardens. We got out and were\ngreeted by dignitaries accompanied by technicians with Semanticizing\nequipment. (If this equipment worked slowly, it was still faster than\nany we'd developed.) The men who came toward us were puzzled when we\nextended our hands but, once the translation came through and they\nunderstood it was an Earth custom, they copied our gesture. Only they\nall put out their left hands. It took a while before reasonable contact\ncould be made.\n\n\"Interesting,\" said Dr. Barnes. \"They all seem to be left-handed.\"\n\n\"I don't see what's so interesting about that,\" Hacker snorted through\nhis puggish nose. \"I've seen left-handed people on Earth.\"\n\n\"Good for you,\" the doctor answered drily.\n\nHacker looked a little annoyed but for once managed to keep quiet.\n\nI explained to the receiving delegation how hyper-radio contact could\nbe established with our system for information exchanges and then told\nthem tomorrow's group from _Terra I_ would be much larger. It would\nbe in a position to set out the technical arrangements in all the\nnecessary detail.\n\nThe dialogue crept along as translations were made, but finally an\nespecially regal figure stepped forward and told us the rest of the\nproceedings would take place within the building. We followed the\nNewtaneans into a hall so vast that we still seemed to be outdoors.\nSubtle colors were playing free-form patterns on the walls and the\nsynesthetic reaction was that of hearing a music too beautiful, too\nperfect, for the relative crudity of the human ear to grasp alone.\n\"This,\" Hacker laughed, \"is my idea of heaven!\"\n\n\n\nI wasn't about to unbend and openly agree with him on anything. But\ncelestial it really was. And then the subtly rich smells of the food\nbegan to play on our nostrils. It was brought out on great automatic\nservers and robot arms set heaping, steaming plates before the fifty\nNewtaneans. We, of course, had to refuse, taking out our compacted\nrations and setting them before us.\n\nAll the Newtaneans were still meat-eaters. The main course was a small\nfowl, thoroughly browned in gravy. For me the most interesting thing\nabout it was that four drumstick legs stuck out of each torso rather\nthan the regulation two found on all earth-based birds. For Hacker,\nthough, a more practical matter was involved.\n\n\"I'd sure like to try a helping of that bird,\" he said.\n\nThe two of us, naturally, were shocked. \"That must have been a living\ncreature once,\" said Barnes.\n\n\"So what?\"\n\n\"Well, our civilization is essentially vegetarian. They just haven't\nreached our level as yet in that respect.\"\n\n\"Nuts loaf to you!\" Hacker snapped. \"And synthetic yeast pie too! I've\neaten flesh.\"\n\nThat _really_ upset me. I know there's still a little surreptitious\nmeat-consumption on Earth--genetics shows we must get a few throwbacks\nin every generation--but I'd never before met anyone who openly boasted\nabout it. Synthetic foods meet gourmet needs better than traditional\nones do anyway. (Of course, I don't mean the dull compacted stuff\nwe get on long space hops but the food served on Terran planets\nthemselves.) Any Earthman eating flesh back home is deliberately trying\nto taste the atavistic sensations of savagery.\n\n\"You know how immoral that is,\" I told him.\n\n\"Hacker, let's forget the moral issue,\" Barnes said, considering him\nwith disgust. \"Let's just be sensible. We don't know enough about\nNewtane yet to eat _anything_.\"\n\nHacker laughed. \"Why, it smells just like our own food, only better.\"\nHe picked at his vita-concentrate. \"Oh, let's forget about the whole\nthing.\"\n\nWe tried to. Several dignitaries rose to their full seven feet and\nspoke slowly into Semanticizers, flinging their queer hands out for\nemphasis with their thumbs waving where our pinkies do. Suddenly,\nthough, Hacker got up from his seat and hurried down the long table to\nthe place where the leading spokesman was eating. He leaned over him,\nspeaking into the nearest translator, and I could see the Newtanean\nsmiling broadly, as if trying to refuse something, while Hacker\nfrowned. Finally the smile faded into a friendly scowl. Nothing good\ncould be coming out of this.\n\nA minute later a robot arm proffered a loaded plate to Hacker and he\nstarted back to us with it. Barnes rose to stop him, but before Hacker\nreached us he had taken two mouthfuls of the meat.\n\nI have never seen such sheer self-satisfied delight on a human face as\nafter those first bites.\n\n\"You shouldn't be doing that,\" Barnes said when he sat down next to us\nagain.\n\n\"You're just old fogies,\" Hacker grunted through a meat-stuffed mouth.\n\"This is the best food I've ever eaten.\"\n\nHe somehow shoveled another load of meat between his lips.\n\nThirty seconds later his face twisted into a caricature of the human\nphysiognomy, all writhing lines, as if every muscle were breaking loose\nfrom its neighbors. The last unswallowed portion of food erupted from\nhis mouth and he fell forward into the vile mess.\n\nHe was dead.\n\n\n\nPandemonium spread through the hall. Everywhere wildly smiling faces\nexpressed despair at such an end for an honored guest. Barnes sprang\ninto action, pulling the portable medical kit from his belt and\nimmediately starting blood tests while some native doctors joined him\nwith their emergency equipment. \"Must start revitalizing immediately,\"\nhe said, then stopped, ashen-faced, as he studied an analyzer tube.\n\"Fantastic! No, it can't be!\"\n\nThe Newtaneans were equally bewildered. They rushed Hacker to a nearby\ntreatment chamber. All I could do was wait, while the Newtanean leader\nexplained that Hacker had told him we had authorized his trying the\nfood. There was no need to doubt his story. It was just what the\nkid would have done. I did my best to assure him that we knew his\nintentions had been honorable.\n\nA half-hour later Barnes returned, a robot platform following with\nHacker, body covered by a preservative glaze, on it.\n\n\"Nothing can be done,\" he said. \"I've tried everything. Hacker's too\nthoroughly dead for anything ever to bring him back. We'll just have to\ntake his body home for further study.\"\n\n\"But what killed him?\" I demanded.\n\n\"A dozen or so things out of a thousand possibilities.\"\n\n\"You mean you don't have any idea?\"\n\n\"Oh, I have _some_ idea. Too many ideas in fact. Look, Johnson,\nchemistry's not your specialty but this is fairly elementary. All life\ncontains protein, right?\"\n\n\"Right.\"\n\n\"And all protein consists of amino acids. _Every_ natural protein\nback home is built on levo--left turn--amino acids. Here it is just\nthe opposite, the mirror image of what we know. Every amino acid is\ndextro--to the right!\"\n\n\"But how can it be different here?\"\n\n\"Johnson, they could ask the same question about us with equal\njustification--or, rather, equal lack of justification.\"\n\nI was trying to feel my way through the confusion. \"Barnes, I know a\nworld could be made of anti-matter but--\"\n\n\"No, no. Anti-matter is a reversal of changes within the atom.\nThese atoms are the same as ours. It's the organization that is\ndifferent--regular molecules with a different twist.\"\n\n\"But why should it have killed him then? We absorb starch and reject\ncellulose which is closely related. But the body just refuses to accept\nthe cellulose. It doesn't necessarily go ahead and die.\"\n\n\"Starch and cellulose are both dextro, old man. This is a more\nfundamental difference. Maybe the body just throws off some of these\ncompounds too. But there were some--plenty, I suspect--it couldn't\nthrow off.\" He glanced toward the stiffening corpse, sympathetically.\n\n\"The poor kid couldn't leave well enough alone.\"\n\n\n\nWell, we are two universal days out from Newtane and soon we will drop\nfrom hyper-drive as we reach the orbit of Pluto. I shouldn't still\nbe feeling as uneasy as I do. I'm sure I shouldn't. We have had five\nfriendly, informative days with the people of a great civilization\nremarkably like ours, and President Hacker has radioed he understands\nperfectly that we were not responsible for the tragedy, nobody was. The\nkid, it seems, wasn't the apple of his eye anyway.\n\nNinety men and one corpse returning to the security of _terra firma_.\nI should, when all is said and done, be happy with the way most things\nhave worked out. But I am a Chronicler and I know the peculiarly\nsymbolic, seemingly superficial ways in which history manages to repeat\nitself.\n\nIt is more than three centuries since the last war on Earth between\nrightists and leftists. That was a matter of differing concepts of\neconomics and politics. I can't help wondering, though, whether there\nare not even more fundamental points of eventual conflict in the\nuniverse that we have barely discovered. If there are, I'm beginning\nto suspect they'll still have something to do with the unfathomable\ndifference between Right and Left, a difference that took many lives\ncenturies ago--and may not be through with us yet.",
    "metadata": {
        "author": [
            "Teichner, Albert",
            "Teichner, Albert R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61257/pg61257.txt",
        "name": "world_in_a_mirror.json"
    }
}