{
    "name": "World Without War",
    "author": [
        "Wald, E. G. von",
        "Von Wald, E. G."
    ],
    "body": "Mark knew he shouldn't stop. He was already late for Jennette's\nbirthday party, but the sight of three people out in the open like\nthis was too much.\n\nHe pulled around and hovered over the undulating flow of glassy magma,\nfrozen on its way to the long, dry Potomac river bed, with its shallow\ncaverns and fascinating mile-wide potholes. Just under an overhanging\ncliff of half-vitrified soil were two cars, obviously damaged. The\nthree men were standing beside them.\n\nMark laughed out loud. It was not often that one found three people at\nonce. And so close to each other. The scene there, with the long,\nslanting rays of milky sunlight glancing off the ribbing of the flats\nand sparkling through the million brittle shards of collapsed debris,\nfilled him with a certain poetic exultation.\n\n\"By the stars,\" he murmured to himself happily.\n\nBubbling with good humor, he slipped down a little closer to the hole,\nstaying up hard against the overhanging cliff. He was feeling too\ncheerful to use his rightful advantage over them, and decided to use a\nhandgun, since they had nothing better.\n\nThis was a mistake, of course. He was only moving along at a hundred\nmiles an hour now. Too slow for safe shooting, particularly with the\nbumpy air in the hole. But he happily disregarded this, as he pushed\nopen a view port and blazed away with a zuzz pistol.\n\nAlmost immediately the ship lurched in the uneven air, and he could\nsee the tiny thin trace of violet as it swept up and away off the\ntargets. One of the men went down, sliced cleanly in two. But the\nothers had seen him.\n\nMark cursed mildly, some of his high good humor gone, and pulled the\ncar about for another run. The chronometer pinged warningly at him,\nnotifying him that he was now a full hour late for Jennette's birthday\nparty, but the code required the second try.\n\nThere was nothing that required handweapons for this, however, and he\nslipped his strong young hands around the main gun control. A single\nburst of violet, and one of the men vanished in a puff of steam. Good\nand clean, he told himself with satisfaction. But the last man opened\nhis pistol onto broad-beam, burning a red flare of general destruction\nat him.\n\nMark veered around and bore down sharply for the last burst. He had to\nget it over with and on to Jennette. But the deadly broad beam swept\nbelow the car, evacuating the air and throwing the vehicle momentarily\nout of control. Close behind, the cliff became suddenly alive as the\nbeam engaged it, bubbling and spewing out huge gouts of molten rock.\nThe aircar burst into a brief, brilliant, sodium-colored fire and\nfell, with Mark burning inside of it, yelling and screaming in pain.\n\nIt took almost five seconds before the charred brain of Mark's body\nstopped functioning. Then it released him.\n\n\nHe was conscious of the humming of his transmitter. Almost immediately\nthe remembered pain brought perspiration running down inside the\nhelmet into his eyes. He reached up and removed the headpiece with\nunsteady hands, groaning softly.\n\nIt had been some decades since he had last been involved in trouble\nlike this. Killed, yes--but in a painless, fair fight. Being burned to\ndeath was no joke. And that body had been one of his best, with the\nfinest reflex sensory system manufactured.\n\nThe machine purred softly beside him. He thought suddenly and emptily\nof Jennette, and stood up.\n\n\"Damn,\" he muttered, crossing the floor, feeling the pleasant warmth\nof the soft plastic under his feet. \"Damn, damn, damn.\" He stopped\nbefore the transparent cover of a storage cabinet, gazing sourly at\nits contents.\n\nEleven humanoid forms were stiffly erect behind the cover, all broadly\nresembling him in feature, and differing only in such minor things as\nheight, hair, perhaps the color of the eyes. Each bore the scars of\nsome past clumsiness or accident.\n\n\"Damn,\" Mark said again. \"That was the only decent body I had to wear.\nNow what do I do?\"\n\nHe went into the next room and bathed himself in the tepid perfumed\nmist that fell perpetually from its domed ceiling. If it were anybody\nbut Jennette, there would be no problem. He just would have to shoot\noff a quick RT, explaining the situation and excusing himself. Nobody\nwould have minded, least of all himself. Particularly a no-fight\naffair like this one was supposed to be.\n\nBut not Jennette. Ohhh, Jennette.\n\nMark grinned and rubbed the pleasant fluid over his well-cared-for\nskin. Oh yes, Jennette. There was something about Jennette that he\ncould not quite put his finger on, but it was good. It was wonderously\ngood. Like the bodies she wore. No matter what it was, it was always\nperfect. She just had the knack of dressing well.\n\nIdly he wondered what her protobody was like. There must be some\nresemblance, of course. That was the law. Identification was very\nimportant, and few manufacturers would violate that, even as a simple\nmatter of good taste. But there still would be considerable\ndifference.\n\nAs he thought about it, he got a strange wistful feeling that he did\nnot quite understand. There was a sort of sadness about it. Jennette\nseemed oddly different from other people. He liked her much too much.\n\nGuiltily he brushed the thoughts aside. Anyway, it didn't matter, he\ntold himself. Due to his carelessness in that last fight, he probably\nwouldn't even see her tonight, since he had nothing to wear.\n\nHe stalked out of the shower and gazed again at the bodies in the\nstore room. The only halfway decent one there was that six foot black\nfellow with the little ears. It used to be his favorite, until he got\nit smashed one night during a party at his nearest neighbor's. A half\nsmile tugged at Mark's lips as he recalled the incident. That had been\na no-fight party, too; but he had managed to smuggle in a small bomb,\nand set it off right in the middle of the main bedroom. There were at\nleast ten couples there, since it was a big party, and none of them\nlived. The trouble was, Mark had been pretty badly smashed up himself,\nand just managed to get away without losing his body.\n\nNow the thing was all scarred up and practically useless for anything\nexcept manual labor.\n\nMark shook his head disgustedly. There was nothing to do but send off\nthe RT to Jennette.\n\nBut this was her birthday--\n\nHe caught a glimpse of himself in the reflection from his transmitter\nhousing and automatically straightened his shoulders a little, then\nlaughed at his image.\n\nThen he stopped and contemplated himself further. There was one thing\nhe could do. Many years before, he had an exact duplicate of himself\nproduced, when the vogue for copper colored bodies was at its height.\nSince then the fashion had changed back to the pink, but that old job\nmust still be around somewhere.\n\nHe hated to do it, though. He had never liked that body. It had been\njust too accurate, and every time he wore it, it embarrassed him. It\nhad been almost as if he were going outside in his protobody. Which,\nof course, nobody did. People used their own bodies hundreds of years\nago, but it was most uncivilized. Besides, it was tiring, and\ndangerous, too. Yet--was it more fun? He wondered.\n\nHe simply had to make Jennette's party. Otherwise he wouldn't see her\nfor months at least, and the thought of that made him feel funny in\nhis stomach.\n\nMark grinned again, admiring her image in his mind, and set about his\ncatalogue to find the fundamental frequency of that old copy of\nhimself. Fuse it, he told himself resolutely. Nobody would know it was\nan exact duplicate.\n\nHe located the data and set it up in the transmitter. He had no idea\nwhere the body was, but that would take care of itself if it were\nstill in good shape. Placing the helmet on his head, he punched the\ncontrols and relaxed back on the table.\n\n\n\nTwo levels below, under a pile of dust-covered trash, the body became\nsuddenly conscious. Mark opened his eyes and looked around,\nrecognition slowly returning. He had forgotten all about this old\nroom, but then--one could hardly remember everything about a full\nshelter system, what with the hundreds of compartments, endless\nautomatic equipment and innumerable connecting passages. Whoever it\nwas who built this one sure had liked complexity.\n\nHe bathed and carefully braided the long, blueblack hair, simulating\nsomewhat the fashion of the day, and spent some time adjusting a\npurple scarf over his left shoulder. The purple scarf was sort of a\ntrade mark with him, and Jennette always admired it. Purple was her\nfavorite color. He made a joke out of it and called it Their color,\nwhich was typical of the strange, dangerous behavior she engendered in\nhim.\n\nMark was a little worried as he plunged up toward the stratosphere in\nhis extra car. This time he kept clearly in his mind the fact that\nthis was his last serviceable body, and he could take no chances with\nit getting ruined. Even if he saw a whole multitude of people, all\nclustered together, he would ignore them, he told himself.\n\nHalfway there, however, he spotted a peculiar marking on the scope,\nand detoured. The peculiar marking followed him.\n\nAnxiously, he looked out a clear view panel, but could see nothing in\nthe cold, mist-laden night. The marking grew more definite as he\nhesitated. It was another car, and there could be no question what it\nwas after. A shot at Mark.\n\nHe cursed and sucked in his breath, making quick calculations. There\nwas a rolling billow of cobalt fog off to one side, a whole bank of\nthe stuff. Somebody apparently had been having a little game nearby.\nIt was still hot enough, according to his indicators, to discharge\nanything the other car sent after him, and he would have the added\nadvantage of being invisible to the other man's instruments. The only\ntrouble was, once in the fog, he couldn't see anything either, and\ncould be ambushed without difficulty on the way out.\n\nThe marking on the scope became more definite, and the question\nsettled itself as the other car came between Mark and the cloud.\nGrowling with irritation, Mark swung around and sent a wide angle beam\nin the direction of his pursuer, watching nervously as the indicators\ndescribed the pitiful short range of his fire at this setting.\n\nThe assailant veered off, however, scurrying into the cobalt cloud.\nMark grinned. He knew the man would expect him to wait for him to come\nout, so he swooped down at max acceleration toward the surface. In\nfive minutes he was signaling into Jennette's shelter for permission\nto enter.\n\nThere were servants everywhere--mechanical things, controlled by\nelectronics and not alive, although they looked it. This was\nJennette's specialty. She owned a factory that manufactured them for\nmining on the scalding plains of Mercury, and these had been\nsuperficially remodelled to act as servants. There was the usual\ngovernment man there, too, running the party. He strutted around under\nhis official sash with ill-concealed self-importance.\n\n\"Hey you, there--wait a minute,\" he called to Mark, waving a zuzz\npistol in his direction.\n\n\"Yes?\" Mark hesitated, eyed the pistol, and obeyed.\n\n\"That scarf--get it off,\" the man ordered sternly as he approached.\nThe zuzz pistol was level and steady.\n\n\"Why?\" Mark demanded. \"It's just a scarf. I always wear one.\"\n\n\"You know why,\" the other man said coldly. \"This is a tetotal party.\nIf I let somebody slip a weapon or something in, it would be an awful\nbrawl in no time. You know how people are.\"\n\nThe man was right, of course. You can conceal a lot of things in the\nfabric of a sheer scarf. Reluctantly, Mark undid the catch and handed\nit over.\n\n\"Okay. You can pick it up at the entrance when you leave.\" The\nofficer's amused eyes wrinkled as he looked Mark up and down. \"Say,\nthat's a pretty nice job you've got there, man. Mind if I ask who made\nit?\"\n\n\"It's pretty good.\" Mark said cautiously. \"It's custom made to a\nprivate specification.\"\n\nThe officer grinned goodnaturedly. \"Sure, I understand. That's all\nright. I'm not from the revenue department. I don't have to do\nanything about bootlegging.\"\n\n\"I don't mean that.\" Mark protested. \"There's nothing illegal--\"\n\nThe man waved his disregard anyway. \"Forget it. It's a nice one,\nthough. And that copper color is coming back soon, too. These fashions\nrun in cycles, you know.\"\n\n\"Yes,\" Mark murmured diffidently. \"I thought so, too.\"\n\n\"Sure.\" The officer eyed it speculatively for a moment. \"Two point oh\none centimeter naval, isn't it? They're the best, of course.\" Mark\nnodded shortly, looking away from the talkative officer, hoping he\nwould stop. But the man went on. \"And I don't have any use for these\nnew non-feeders they've been coming out with recently.\"\n\n\"No,\" Mark mumbled.\n\n\"It's all right to fix it so that the food is not necessary, and it\nreally is a bother to have to feed those old models whether you want\nto or not. But sometimes you like to eat something just for the fun of\nit, and with the non-feeder models there's no receptacle for it.\"\n\nMark nodded, his eyes searching the huge anteroom, gazing hopefully\nbetween the moving ranks of robot servants. Then he saw her and caught\nhis breath.\n\n\n\nJennette. His lips formed a low whistle in time-honored acclamation of\nexcellence. The officer followed his gaze and agreed.\n\n\"Yes,\" he said in a low voice, \"that girl is really something. Private\nspec for everything, and she sure knows how to use it. Take that\nlittle golden job she's wearing tonight. Nothing to it. But with her,\nit's terrific.\"\n\nHe was right. Jennette was wearing a slender, soft-looking golden\nlittle body that Mark had never seen before. But it was a real prize.\nBeing hostess, she could have clothes on, and sported a half dozen\nlittle bracelets and a jet black bandana around her throat. The thing\nwas draped down over her left breast, and the whole effect was really\nquite stunning.\n\n\"Oh Mark!\" she exclaimed, running up with an odd sort of\nbreathlessness. \"You're late.\"\n\n\"Sorry Jennette,\" he replied. \"Ran into a little trouble and had to go\nback for another body.\"\n\n\"You must have missed,\" she said with amused accusation. \"I'm\nsurprised at you.\"\n\n\"Aw, there were three of them,\" he protested. \"And the last one used a\nbroad beam.\"\n\n\"Never mind. I forgive you,\" she told him. \"Come along. Let's go look\nat my garden.\"\n\nMark grinned happily. \"Wonderful idea. But what about your guests? Are\nyou just going to leave them like that?\"\n\n\"This is my birthday,\" she said. \"They can amuse themselves.\"\n\nThen she pulled him down and put her lips to his ear. \"Besides,\" she\nwhispered. \"I've got an identical copy with electronic works. No one\nwill even know I've left, unless they get too friendly with it.\"\n\n\"Pretty clever,\" Mark admitted thoughtfully. \"But I wouldn't always be\nso ready to break the law like that.\"\n\n\"Who's to know except you, Mark?\" She looked up at him with burning,\ngold-flecked eyes. \"You wouldn't tell anybody, would you?\"\n\nMark shook his head uncomfortably.\n\n\"All right, then.\"\n\nThey entered the elevator that took them down another half mile to the\ncentral living quarters of the ancient shelter. It had been built\nearly in the flux period and remodelled several times. It was one of\nthe best equipped on the planet.\n\n\"Tell me,\" Jennette said, gazing appreciatively at the heavy bronze\nshoulders, \"where on earth did you get that?\"\n\n\"I--Oh, it was just lying around somewhere,\" Mark mumbled.\n\n\"I bet,\" she said. \"But it's nice. I like it.\"\n\nMark just grinned at her, happy for the moment, secure in the\nknowledge that it would be impossible for her ever to know that it was\nreally identical with his protobody. Not that it would matter, just so\nlong as it was artificial. He listened to the humming of the elevator\nfor a few minutes. When it stopped the door vanished, and the two of\nthem moved out into a sea of wild, colorful beauty. High above them\nwas a simulated sun that made as good a substitute for the real thing\nas had been developed since the underground movement.\n\n\"Bright,\" Mark commented.\n\n\"Oh, that's right. I've been forcing some Venerian puffers and scent\nflowers, and raised the radiation level ten decibels. They always do\nwell under a strong sun, you know.\" She left his arm and moved to a\ncontrol panel beside the entrance to the elevator. She manipulated\nsomething and the sun dimmed a little. \"There,\" she turned around.\n\"Better?\"\n\nMark looked at the landscape, then back to her. He grinned. \"Too much\nlight.\"\n\n\"Oh you--\" she murmured. She touched the controls, and the sun\ndisappeared, being replaced by a huge, mellow moon that sailed\nmajestically on the simulated horizon. It was impossible to tell it\nfrom the real thing.\n\n\"How's that?\"\n\n\"A little dark.\"\n\nIgnoring his comment, she came back and took his arm, and they went\nstrolling across the flowers and grass. \"Don't you like my moon,\nMark?\"\n\n\"Sure. It's fine. Sort of aphrodisiac, of course, but--\"\n\n\"Isn't that what it's for?\" Jennette asked innocently.\n\n\"I dunno. I never had a moon.\"\n\n\"Let's sit down here,\" she said abruptly.\n\n\n\nThey were eating pomegranates, biting briefly into them and sucking on\nthe sour juices. The moon had risen higher during the past hour,\nbecoming a little smaller in appearance. It was a peaceful,\ncontemplative scene. Jennette snuggled up against Mark, thoughtfully\ntracing a design with fruit juice on his arm.\n\n\"This is fun,\" she said softly. \"So much more fun than the usual\nthings a person has to do.\"\n\n\"Mmmm?\"\n\n\"Oh, you know. Checking reports from the factory, making sure there is\nplenty of ammunition all the time, pestering the body manufacturers so\nyou'll always have something decent to wear. Always watching or\nsomebody will sneak in and blow up part of your shelter.\"\n\n\"Yeah. Well, guess that's life.\"\n\nJennette sighed and picked up another fruit. \"It gets so tiresome,\nalways having to keep on the look-out and fighting people. Don't you\nget bored by it.\"\n\n\"Sure, sometimes. It's gotta be done though. Otherwise you couldn't\ntell what might happen.\"\n\n\"Mark--\" Jennette said hesitantly.\n\n\"Yes?\"\n\n\"Mark, would you shoot me if you found me outside your shelter?\" She\nlooked coyly up at him.\n\n\"Well, sure, unless you had a proper, government-authorized permit to\nbe there.\" Mark turned astonished eyes on her. \"What else could I do?\"\n\n\"Oh, but you _know_ I wouldn't do anything to harm your place.\"\n\n\"Aw, Jennette,\" Mark said uncomfortably, \"of course you would. Anybody\nwould. If people started acting like that, the whole balance would be\nupset.\"\n\nShe gently stroked his arm where the fruit juice had dried. Her face\ncrinkled up and she giggled. \"Maybe you just don't know me.\"\n\n\"Let's talk about something else,\" Mark suggested.\n\n\"What's the matter? Do I shock you?\"\n\nMark laughed and brushed his lips against her shoulder. \"I'm pretty\nhard to shock. Especially by you.\"\n\n\"See?\" she replied archly. \"You're just as anti-social as I am.\"\n\nMark's face clouded. \"It's nothing to brag about, though.\"\n\n\"I'm not bragging.\" She sighed again, and resumed her fruit. Eying it\nspeculatively, she said, \"I guess I'm just bored with life, that's\nall. Sometimes things seem so silly. Like all the times you have to\nget a new body. You'd think the manufacturers were giving them away\nfree.\"\n\n\"Yeah. Not like it used to be. Guess business is pretty good.\"\n\n\"Something ought to be done about it.\"\n\nMark grinned mischievously. \"What do you suggest? Build another\nfactory?\"\n\n\"Oh, you know you can't do that. Somebody is always blowing it up.\"\n\n\"Well, don't worry. In another hundred years or so, people will start\ndying off again. These protobodies aren't as serviceable as the\nmanufactured kind.\"\n\n\"Yes, but if they keep producing new people in the Decanting Centers,\nwhat good is that going to do?\"\n\n\"I dunno. Blow up the Decanting Centers, maybe.\"\n\n\"Maybe,\" Jennette said, glancing impishly at the man beside her, \"we\nought to just stop wearing these silly old manufactured bodies\nentirely.\"\n\n\"Yes?\" Mark tasted a pomegranate, made a face, and tried another.\n\"Just what do you suggest people wear?\"\n\n\"They could go around in their protobodies.\"\n\n\"What?\" Mark looked swiftly and searchingly at her, alarm on his face.\n\n\"Why Mark,\" she laughed disarmingly. \"You're such a righteous beast,\naren't you?\"\n\n\"Great Atoms, Jennette,\" he said, gazing intently at her\ngolden-flecked eyes, wondering what strange things went on inside that\nlovely head. \"You mean go around all the time as if we were savages?\nWhy that's illegal, immoral, and besides--besides, it's dangerous.\nSuppose somebody took a shot at you? You've only got one protobody,\nyou know.\"\n\n\"A clever fighter like you shouldn't have too much trouble with that,\nif you're careful,\" she said gaily. \"And I'm pretty good at that\nmyself.\"\n\nMark took a slow deep breath as he decided that she was just teasing\nhim. \"I'm surprised at you, Jennette.\"\n\nShe shrugged. \"I'm bored, I guess. I'd like to try something new, just\nfor excitement. Personally, sometimes I think the whole social system\nwe have is pretty silly, anyway.\"\n\n\"Atoms,\" Mark mumbled.\n\n\"No need to swear about it,\" she chided him. \"Come on, Mark. Just\nthink about it for a minute. And be consistent.\"\n\n\"Consistency is all right for a free psi,\" he said. \"It sure doesn't\ndo a protobody any good.\"\n\nJennette laughed scornfully. \"I'll bet you believe all that stuff they\nfeed you in the Decanting Center about ancient history.\"\n\n\"'Course not,\" Mark said defensively.\n\n\"All right then. Why follow all these rules of social conduct if\nthere's no good basis for them?\"\n\n\"Aw, but there is,\" he replied seriously. \"There was a big war--way\nback centuries before we were decanted out at Center.\"\n\n\"Hah,\" said Jennette.\n\n\"Sure. And it was a whole lot of people who cooperated with each other\nin it. There must have been hundreds of them--it was an awfully big\nwar. Hundreds of people, all on one side, all fighting together\nagainst the other side.\"\n\n\"I don't believe it.\"\n\n\"It's true, I tell you,\" Mark insisted religiously. \"Hundreds and\nhundreds of people. Maybe even as many as a thousand, all dressed\nalike--with clothes, I mean. And they didn't shoot each other--they\njust killed the people they were fighting--the hundreds of people on\nthe other side.\"\n\n\"Other side of what?\"\n\nMark frowned. \"Oh, I guess that is just an expression. But that's what\nhappened, anyway. Before civilization got started, people cooperated\nlike that.\"\n\n\"That's just a whole lot of theory,\" Jennette insisted. \"Nobody's\ngoing to make me ever believe people used to act like that. Besides,\nthere just aren't enough people around to have all those mythical\nwars.\"\n\nPatiently, Mark continued. \"I'm telling you, Jennette, this is more\nthan theory. There are still some records left from those days.\"\n\n\"Prove it.\"\n\n\"All right. That's not hard. Somebody had to build the factories,\ndidn't they? And the Decanting Centers?\"\n\n\"Robots.\"\n\n\"Who built the first robot factory?\"\n\nJennette considered. Then she shrugged petulantly. \"Oh all right.\nMaybe a few people did cooperate. But not hundreds of them. People\njust don't act like that.\"\n\n\"Well, they did. And, of course, the obvious thing happened. Since\nthey cooperated in some things, they cooperated in a lot of things,\neven fighting. That's how they could make war, you know--not the nice,\nsocial sort of fighting we do now. And you can imagine what happened.\nYou can kill an awful lot of people awful fast, if a gang gets\ntogether on it like that. If they didn't have the artificial bodies\nand the psi transfer transmitters to make them come alive, there\nwouldn't have been anybody left after a while. That cooperation is\nrough stuff.\"\n\n\"Obviously,\" she commented dryly.\n\n\"Well, that's the reason for everything, then. Pretty soon the\nfactories couldn't turn out hypnobodies fast enough and people had to\nfight in their protobodies sometimes. But after a few centuries, the\nleaders began to get civilized, and decided to put an end to all this\ncooperative killing. I guess they all got together and agreed not to\ncooperate with each other in anything in the future.\"\n\n\"It stands to reason,\" Mark concluded, \"people had to learn to be\ncivilized. They weren't just born that way. It's--it's culture.\"\n\n\"Pouf,\" said Jennette critically.\n\n\"All right,\" he growled, biting viciously into a pomegranate. \"Let's\nhear your big story if it's so good.\"\n\n\n\nJennette stretched out her legs and contemplated her wiggling toes.\n\"Oh, I don't know. I don't have any real ideas. But I know better than\nto believe that sort of nonsense. People just aren't like that, and\nyou know it.\" She hesitated thoughtfully, then continued. \"Maybe a few\nof them got together now and then for a party or something like this.\nBut not hundreds of them.\"\n\nWhen Mark did not reply, she laughed and said, \"I guess I'm just\nfeeling risque tonight.\"\n\n\"You sure are,\" he mumbled.\n\n\"Of course there are parts of the old mythology that seem rather\ninteresting--beautiful, even--\"\n\n\"It's not mythology.\"\n\n\"Like the part that deals with marriage.\"\n\nShe waited. Mark dutifully echoed, \"Deals with what?\"\n\n\"Marriage.\"\n\nMark considered it. Then he shook his head. \"What's that?\"\n\n\"See?\" she taunted him. \"You don't know everything like you think you\ndo. Marriage,\" she explained, \"was a sort of cooperative agreement\nthat the ancient people were supposed to have entered into.\"\n\n\"Sure, just like I said,\" Mark stated with assurance. \"Hundreds of\npeople did it. They got involved in this marriage agreement, and made\nwar on each other with it.\"\n\n\"What a dope. Marriage was an agreement between just two people. And\nthat much I might believe. Hundreds is too much.\"\n\n\"It was hundreds,\" Mark insisted.\n\n\"It was not. It was just two. And what's more, it was between a man\nand a woman. They lived together with their protobodies and agreed to\ncooperate together, and they made children and took care of them until\nthey grew up.\"\n\n\"Why that's thirty or forty years,\" Mark exclaimed. \"Even the wars\ndidn't last that long. That's really nonsense. Besides, you can only\nmake children in the Decanting Centers. And it's all done by\nmachines.\"\n\n\"Well, maybe it is a little far fetched. But I think it's cute.\"\n\n\"Humph.\"\n\nThere was a few minutes silence. Then Jennette said softly, \"Mark--\"\n\n\"Yes?\"\n\n\"Mark, you like me a lot, don't you?\"\n\nMark squirmed uncomfortably, and stared at the artificial moon.\n\n\"Don't you?\" she insisted. \"More than you ever have anybody else?\"\n\n\"Well, guess that's right,\" he admitted lamely. \"A whole lot more than\nI should.\"\n\nShe reassuringly patted his hand with her little one. \"That's all\nright, Mark. I won't tell anybody. Besides, I feel just the same way\nabout you.\"\n\nMark nodded without speaking, worriedly studying the vague markings on\nthe bright luminous disk in the simulated sky.\n\n\"Mark, don't you ever want to see the real me?\" she inquired urgently.\n\"Don't you sometimes feel kind of empty because you can never really\nhave me--know me, because all you ever see is a manufactured thing\nthat only somewhat resembles what I am really like?\"\n\nMark blushed. She had come a little too close to the uncomfortable\ntruth. But he refused to admit it, at least to her. He mumbled an\nindistinct denial.\n\n\"Are you sure?\" she said, grabbing his hands, gazing intently into his\neyes, forcing him to look at her. \"Wouldn't you sometime like to come\ndown to my transmitter quarters?\"\n\n\"But--\"\n\n\"And see and touch my protobody--the thing I really am?\"\n\n\"Aw--\"\n\n\"Scared?\"\n\n\"Maybe I am.\"\n\n\"That's silly.\"\n\nMark swallowed and said stiffly, \"Just because there is a no-fight\nclause in your invitation tonight doesn't necessarily mean I have to\nfollow it, you know. You don't need weapons. I could strangle your\nprotobody easily.\"\n\n\"You wouldn't,\" she said confidently.\n\n\"You sure don't think much of me, do you?\"\n\n\"I think just the same of you as you do of me,\" she said simply.\n\nWith impulsive hunger, Mark threw his arms around her, holding her\ntightly against him, nuzzling her, smelling the perfume of her hair,\nincoherently mumbling into her ear. \"Jennette, Jennette,\" he sang, \"I\nthink more of you than anything. I love you. I know it's wrong, but I\nwould never even shoot you, because sometimes it hurts you, and I\nwouldn't want you to feel even the slightest discomfort.\" He stopped,\ntook a deep breath, and added meekly, \"I'm sorry.\"\n\n\"But Mark,\" she whispered. \"Why is it really so wrong?\"\n\n\"You know.\"\n\n\"Suppose I told you that this body is my protobody right now?\" she\nasked earnestly.\n\n\"But it isn't.\"\n\n\"It is,\" she said faintly.\n\nMark's breath hissed as he gasped. Jennette was blushing all over her\nbody, heightening the golden color of it. He let her go, and she slid\noff his lap onto the shadowed grass beside him. She bit her lip. \"I\ndidn't really mean to tell you--yet.\"\n\nThere was silence. Mark said quietly, \"That's all right, Jennette.\"\n\n\"You aren't angry with me, are you?\"\n\n\"No,\" he said slowly. \"Not angry.\"\n\n\"Mark--\"\n\n\"Yes?\"\n\n\"Now that we're into this thing,\" she asked hopefully, \"why don't we\ntry this marriage agreement--you know, like the ancients did. It seems\nlike such a beautiful thing to do when two people like us--you know.\"\n\n\"I don't know.\" Mark shook his head doubtfully. \"I just don't know\nabout it.\"\n\n\"Why not? You wouldn't have to really stay here. It could be just a\nsecret agreement between us. And you could come and see me whenever\nyou liked.\"\n\n\"It all seems so unreal,\" he muttered.\n\nThey lapsed into thought, both avoiding looking at the other. There\nwas no sound except a faint sighing of wind in the leaves of the well\ntrimmed shrubbery.\n\n\"Suppose,\" Mark said finally, \"suppose other people started doing this\nthing? This cooperative agreement? Lots of people must want to, just\nlike we do.\"\n\n\"I suppose so,\" she admitted.\n\n\"I went through this once before,\" he went on absently. \"About ninety\nyears ago I met this woman--she was awfully nice. Clever. Understood\nthings. Not like you, of course, but still she was very nice. I\nthought about it then.\"\n\n\"What happened to her?\" Jennette asked numbly.\n\n\"She died after a while. She was pretty old. Oh, we didn't do\nanything,\" he hastened to add. \"We kept it all on a perfectly moral\nand honest plane--never saw each other except at authorized government\nsex parties, like this, and all. Fought whenever we ran across each\nother outside. But I remember thinking at the time that some sort of\nagreement would be nice. We got along awfully well. I could never\nunderstand what she saw in me.\"\n\n\"I can,\" Jennette whispered.\n\n\"This is just the same, only a lot more so,\" Mark went on\nthoughtfully. \"And it's wrong. You know it's wrong. Suppose a lot of\npeople started it. First thing you know, whole groups of people would\nbe cooperating with each other again. And when they got into trouble\noutside, or planned an innocent little raid on somebody's shelter,\nthey would all work together on it. And pretty soon, there would be\nother groups cooperating in fighting back again. They'd have to.\n\n\"And that, of course, would be the end of civilization. Pretty soon,\nthere would be nothing left, and everybody would be dead.\"\n\nJennette did not reply when he stopped. She turned her head away, but\nMark could hear her uneven breathing.\n\n\"We have a responsibility toward society at large. We know it. We've\nbeen well educated and we aren't savages. Neither one of us can get\naway from it. It might be wonderful at first, but our conscience would\ncome out sooner or later, and the whole thing would be ruined.\"\n\nShe rubbed her face with her cupped hands, shaking her head. \"I\nsuppose--\" she murmured unhappily.\n\n\"You'd hate yourself for it after a while,\" he said.\n\nFor a few minutes, Jennette stared at the grass before her feet,\npulling up little blades of it one by one. Then Mark stood up, and she\nflashed him a small, wistful, damp smile. Together they walked back\ntoward the elevator, stepping quietly and almost furtively on the soft\nground. \"If it weren't for that--\" he started.\n\n\"I understand,\" she replied quickly. Taking hold of his arm, she said,\n\"I'm sorry.\"\n\n\"Sure.\" Mark grinned affectionately at her. \"Come on. Let's see if\nthey've been having any good fights upstairs.\" They stepped into the\nelevator and disappeared. The artificial moon continued its regular\nmotion through the simulated sky.\n\n",
    "metadata": {
        "author": [
            "Wald, E. G. von",
            "Von Wald, E. G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32254/pg32254.txt",
        "name": "world_without_war.json"
    }
}