{
    "name": "Wyndham Towers",
    "author": [
        "Aldrich, Thomas Bailey",
        "Aldrich, T. B. (Thomas Bailey)"
    ],
    "body": "TO EDWIN BOOTH.\n\nMY DEAR BOOTH:\n\nIn offering these verses to you, I beg you to treat them (as you\nhave many a time advised a certain lord chamberlain to treat the\nplayers) not according to their desert.  \"Use them after your own\nhonor and dignity; the less they deserve, the more merit is in your\nbounty.\"\n\nThese many years your friend and comrade,\n\nT. B. ALDRICH.\n\n\n\n\nNOTE\n\nThe motif of the story embodied in the following poem was crudely\noutlined in a brief sketch printed in an early collection of the\nauthors verse, and subsequently cancelled for a purpose not until\nnow accomplished.  Wyndham Towers is not to be confused with this\ndiscarded sketch, the text of which has furnished only a phrase, or\nan indirect suggestion, here and there.  That the writer's method,\nwhen recasting the poem, was more or less influenced by the poets\nhe had been studying--chiefly the dramatists of the Elizabethan\nera--will, he hopes, be obvious.  It was part of his design,\nhowever far he may have fallen from it, to give his narrative\nsomething of the atmosphere and color of the period in which the\naction takes place, though the story is supposed to be told at a\nlater date.\n\n\n\n\nWYNDHAM TOWERS.\n\n\n     Before you reach the slender, high-arched bridge,\n     Like to a heron with one foot in stream,\n     The hamlet breaks upon you through green boughs--\n     A square stone church within a place of graves\n     Upon the slope; gray houses oddly grouped,\n     With plastered gables set with crossed oak-beams,\n     And roofs of yellow tile and purplish slate.\n     That is The Falcon, with the swinging sign\n     And rustic bench, an ancient hostelry;\n     Those leaden lattices were hung on hinge\n     In good Queen Bess's time, so old it is.\n     On ridge-piece, gable-end, or dove-cot vane,\n     A gilded weathercock at intervals\n     Glimmers--an angel on the wing, most like,\n     Of local workmanship; for since the reign\n     Of pious Edward here have carvers thrived,\n     In saints'-heads skillful and winged cherubim\n     Meet for rich abbeys.  From yon crumbling tower,\n     Whose brickwork base the cunning Romans laid--\n     And now of no use else except to train\n     The ivy of an idle legend on--\n     You see, such lens is this thin Devon air,\n     If it so chance no fog comes rolling in,\n     The Torridge where its branching crystal spreads\n     To join the Taw.  Hard by from a chalk cliff\n     A torrent leaps: not lovelier Sappho was\n     Giving herself all silvery to the sea\n     From that Leucadian rock.  Beneath your feet\n     Lie sand and surf in curving parallels.\n     Off shore, a buoy gleams like a dolphin's back\n     Dripping with brine, and guards a sunken reef\n     Whose sharp incisors have gnawed many a keel;\n     There frets the sea and turns white at the lip,\n     And in ill-weather lets the ledge show fang.\n     A very pleasant nook in Devon, this,\n\n       Upon the height of old was Wyndham Towers,\n     Clinging to rock there, like an eagle's nest,\n     With moat and drawbridge once, and good for siege;\n     Four towers it had to front the diverse winds:\n     Built God knows when, all record being lost,\n     Locked in the memories of forgotten men.\n     In Caesar's day, a pagan temple; next\n     A monastery; then a feudal hold;\n     Later a manor, and at last a ruin.\n     Such knowledge have we of it, vaguely caught\n     Through whispers fallen from tradition's lip.\n     This shattered tower, with crenellated top\n     And loops for archers, alone marks the spot,\n     Looming forlornly--a gigantic harp\n     Whereon the invisible fingers of the wind\n     Its fitful and mysterious dirges play.\n\n       Here dwelt, in the last Tudor's virgin reign,\n     One Richard Wyndham, Knight and Gentleman,\n     (The son of Rawdon, slain near Calais wall\n     When Bloody Mary lost her grip on France,)\n     A lonely wight that no kith had nor kin\n     Save one, a brother--by ill-fortune's spite\n     A brother, since 't were better to have none--\n     Of late not often seen at Wyndham Towers,\n     Where he in sooth but lenten welcome got\n     When to that gate his errant footstep strayed.\n     Yet held he dear those gray majestic walls,\n     Time-stained and crusted with the sea's salt breath;\n     There first his eyes took color of the sea,\n     There did his heart stay when fate drove him thence,\n     And there at last--but that we tell anon.\n     Darrell they named him, for an ancestor\n     Whose bones were whitening in Holy Land,\n     The other Richard; a crusader name,\n     Yet it was Darrell had the lion-heart.\n     No love and little liking served this pair,\n     In look and word unpaired as white and black--\n     Of once rich bough the last unlucky fruit.\n     The one, for straightness like a Norland pine\n     Set on some precipice's perilous edge,\n     Intrepid, handsome, little past blown youth,\n     Of all pure thought and brave deed amorous,\n     Moulded the court's high atmosphere to breathe,\n     Yet liking well the camp's more liberal air--\n     Poet, soldier, courtier, 't was the mode;\n     The other--as a glow-worm to a star--\n     Suspicious, morbid, passionate, self-involved,\n     The soul half eaten out with solitude,\n     Corroded, like a sword-blade left in sheath\n     Asleep and lost to action--in a word,\n     A misanthrope, a miser, a soured man,\n     One fortune loved not and looked at askance.\n     Yet he a pleasant outward semblance had.\n     Say what you will, and paint things as you may,\n     The devil is not black, with horn and hoof,\n     As gossips picture him: he is a person\n     Quite scrupulous of doublet and demeanor,\n     As was this Master Wyndham of The Towers,\n     Now latterly in most unhappy case,\n     Because of matters to be here set forth.\n\n       A thing of not much moment, as life goes,\n     A thing a man with some philosophy\n     Had idly brushed aside, as 't were a gnat\n     That winged itself between him and the light,\n     Had, through the crooked working of his mind,\n     Brought Wyndham to a very grievous pass.\n     Yet 't was a grapestone choked Anacreon\n     And hushed his song.  There is no little thing\n     In nature: in a raindrop's compass lie\n     A planet's elements.  This Wyndham's woe\n     Was one Griselda, daughter to a man\n     Of Bideford, a shipman once, but since\n     Turned soldier; now in white-haired, wrinkled age\n     Sitting beneath the olive, valiant still,\n     With sword on nail above the chimney-shelf\n     In case the Queen should need its edge again.\n     An officer he was, though lowly born.\n     The man aforetime, in the Netherlands\n     And through those ever-famous French campaigns\n     (Marry, in what wars bore he not a hand?)\n     In Rawdon Wyndham's troop of horse had served,\n     And when he fell that day by Calais wall\n     Had from the Frenchmen's pikes his body snatched,\n     And so much saved of him, which was not much,\n     The good knight being dead.  For this deed's sake,\n     That did enlarge itself in sorrow's eye,\n     The widow deemed all guerdon all too small,\n     And held her dear lord's servant and his girl,\n     Born later, when that clash of steel was done,\n     As her own kin, till she herself was laid\n     I' the earth and sainted elsewhere.  The two sons\n     Let cool the friendship: one in foreign parts\n     Did gold and honor seek; at hall stayed one,\n     The heir, and now of old friends negligent:\n     Thus fortune hardens the ignoble heart.\n     Griselda even as a little maid,\n     Demure, but with more crotchets in the brain,\n     I warrant ye, than minutes to the hour,\n     Had this one much misliked; in her child-thought\n     Confused him somehow with those cruel shapes\n     Of iron men that up there at The Towers\n     Quickened her pulse.  For he was gaunt, his face,\n     Mature beyond the logic of his years,\n     Had in it something sinister and grim,\n     Like to the visage pregnant fancy saw\n     Behind the bars of each disused casque\n     In that east chamber where the harness hung\n     And dinted shields of Wyndhams gone to grace--\n     At Poitiers this one, this at Agincourt,\n     That other on the sands of Palestine:\n     A breed of fierce man-slayers, sire and son.\n     Of these seemed Richard, with his steel cross-bow\n     Killing the doves in very wantonness--\n     The gentle doves that to the ramparts came\n     For scattered crumbs, undreamful of all ill.\n     Each well-sent dart that stained a snowy breast\n     Straight to her own white-budding bosom went.\n     Fled were those summers now, and she had passed\n     Out of the child-world of vain fantasy\n     Where many a rainbow castle lay in ruin;\n     But to her mind, like wine-stain to a flask,\n     The old distrust still clung, indelible,\n     Holding her in her maidhood's serious prime\n     Well pleased from his cold eyes to move apart,\n     And in her humble fortunes dwell secure.\n     Indeed, what was she?--a poor soldier's girl,\n     Merely a tenant's daughter.  Times were changed,\n     And life's bright web had sadder colors in 't:\n     That most sweet gentle lady--rest her soul!--\n     Shrunk to an epitaph beside her lord's,\n     And six lines shorter, which was all a shame;\n     Gaunt Richard heir; that other at earth's end,\n     (The younger son that was her sweetheart once,)\n     Fighting the Spaniards, getting slain perchance;\n     And all dear old-time uses quite forgot.\n     Slowly, unnoted, like the creeping rust\n     That spreads insidious, had estrangement come,\n     Until at last, one knew not how it fell,\n     And little cared, if sober truth were said,\n     She and the father no more climbed the hill\n     To Twelfth Night festival or May-day dance,\n     Nor commerce had with any at The Towers.\n     Yet in a formless, misty sort of way\n     The girl had place in Wyndham's mind--the girl,\n     Why, yes, beshrew him! it was even she\n     Whom his soft mother had made favorite of,\n     And well-nigh spoiled, some dozen summers gone.\n\n       Perhaps because dull custom made her tame,\n     Or that she was not comely in the bud,\n     Her sweetness halting like a tardy May\n     That wraps itself in mist, and seems not fair,\n     For this or finer reason undivined,\n     His thought she touched not, and was glad withal\n     When she did note how others took his eye\n     And wore rue after.  Thus was her white peace\n     Undarkened till, it so befell, these two\n     Meeting as they a hundred times had met\n     On hill-path or at crossing of the weir,\n     Her beauty broke on him like some rare flower\n     That was not yesterday.  Ev'n so the Spring\n     Unclasps the girdle of its loveliness\n     Abruptly, in the North here: long the drifts\n     Linger in hollows, long on bough and briar\n     No slight leaf ventures, lest the frost's keen tooth\n     Nip it, and then all suddenly the earth\n     Is nought but scent and bloom.  So unto him\n     Griselda's grace unclosed.  Where lagged his wit\n     That guessed not of the bud that slept in stem,\n     Nor hint had of the flower within the bud?\n     If so much beauty had a tiger been,\n     'T had eaten him!  In all the wave-washed length\n     Of rocky Devon where was found her like\n     For excellence of wedded red and white?\n     Here on that smooth and sunny field, her cheek,\n     The hostile hues of Lancaster and York\n     Did meet, and, blending, make a heavenly truce,\n     This were indeed a rose a king might wear\n     Upon his bosom.  By St. Dunstan, now,\n     Himself would wear it.  Then by seeming chance\n     Crossed he her walks, and stayed her with discourse\n     Devised adroitly; spoke of common things\n     At first--of days when his good mother lived,\n     If 't were to live, to pass long dolorous hours\n     Before his father's effigy in church;\n     Of one who then used often come to hall,\n     Ever at Yule-tide, when the great log flamed\n     In chimney-place, and laugh and jest went round,\n     And maidens strayed beneath the mistletoe,\n     Making believe not see it, so got kissed--\n     Of one that joined not in the morrice-dance,\n     But in her sea-green kirtle stood at gaze,\n     A timid little creature that was scared\n     By dead men's armor.  Nought there suffered change,\n     Those empty shells of valor grew not old,\n     Though something rusty.  Would they fright her now\n     Looked she upon them?  Held she in her mind--\n     'T was Spring and loud the mavis piped outside--\n     The day the Turkish helmet slipped from peg,\n     And clashing on the floor, congealed her blood\n     And sent both hands to terror-smitten eyes,\n     She trembling, ready to yield up the ghost?\n     Right merry was it!  Finally he touched\n     On matters nearer, things she had foreboded\n     And this one time must needs lend hearing to,\n     And end so sorry business ere woe came,\n     Like a true maid and honest, as she was.\n     So, tutoring the tremble on her lip\n     And holding back hot tears, she gave reply\n     With such discretion as straight tied his tongue,\n     Albeit he lacked not boldness in discourse:\n\n       \"Indeed, indeed, sir, you speak but in jest!\n     Lightly, not meaning it, in courtier-way.\n     I have heard said that ladies at the Court--\n     I judge them not!--have most forgiving ears,\n     And list right willingly to idle words,\n     Listen and smile and never stain a cheek.\n     Yet not such words your father's son should use\n     With me, my father's daughter.  You forget\n     What should most precious be to memory's heart,\n     Love that dared death; and so, farewell.\"  Farewell\n     It was in sooth; for after that one time,\n     Though he had fain with passion-breathed vows\n     Besieged that marble citadel her breast,\n     He got no speech of her: she chose her walks;\n     Let only moon and star look on the face\n     That could well risk the candor of the sun;\n     Ran not to lattice at each sound of hoof;\n     By stream or hedge-row plucked no pansies more,\n     Mistrusting Proserpina's cruel fate,\n     Herself up-gathered in Sicilian fields;\n     At chapel--for one needs to chapel go\n     A-Sunday--glanced not either right or left,\n     But with black eyelash wedded to white cheek\n     Knelt there impassive, like the marble girl\n     That at the foot-end of his father's tomb,\n     Inside the chancel where the Wyndhams lay,\n     Through the long years her icy vigil kept.\n\n       As leaves turn into flame at the frost's touch,\n     So Richard's heart on coldness fed its fire,\n     And burned with surfeit of indifference.\n     All flavor and complexion of content\n     Went out of life; what served once served no more.\n     His hound and falcon ceased to pleasure him;\n     He read--some musty folios there were\n     On shelf--but even in brave Froissart's page,\n     Where, God knows, there be wounds enough, no herb\n     Nor potion found he to purge sadness with.\n     The gray dust gathered on the leaf unturned,\n     And then the spider drew his thread across.\n     Certain bright coins that he was used to count\n     With thrill at fingers' ends uncounted lay,\n     Suddenly worthless, like the conjurer's gold\n     That midst the jeers and laughter of the crowd\n     Turns into ashes in the rustic's hand.\n     Soft idleness itself bore now a thorn\n     Two-pronged with meditation and desire.\n     The cold Griselda that would none of him!\n     The fair Griselda!  Not alone by day,\n     With this most solid earth beneath his feet,\n     But in the weird and unsubstantial sphere\n     Of slumber did her beauty hold him thrall.\n     Herself of late he saw not; 't was a wraith\n     He worshipped, a vain shadow.  Thus he pined\n     From dawn to dusk, and then from dusk to dawn,\n     Of that miraculous infection caught\n     From any-colored eyes, so they be sweet.\n     Strange that a man should let a maid's slim foot\n     Stamp on his happiness and quench it quite!\n\n       With what snail-pace the traitor time creeps by\n     When one is out with fortune and undone!\n     how tauntingly upon the dial's plate\n     The shadow's finger points the dismal hour!\n     Thus Wyndham, with hands clasped behind his back,\n     Watching the languid and reluctant sun\n     Fade from the metal disk beside the door.\n     The hours hung heavy up there on the hill,\n     Where life was little various at best\n     And merriment had long since ta'en its flight.\n     Sometimes he sat and conned the flying clouds\n     Till on dusk's bosom nestled her one star,\n     And spoke no word, nor seemed alive at all,\n     But a mere shape and counterfeit of life;\n     Or, urged by some swift hunger for green boughs,\n     Would bid the hound to heel, and disappear\n     Into the forest, with himself communing\n     For lack of gossip.  So do lonely men\n     Make themselves tedious to their tedious selves.\n     Thus passed he once in a white blaze of noon\n     Under his oaks, and muttered as he went:\n\n       \"'My father's daughter' and 'your father's son'!\n     Faith, but it was a shrewd and nimble phrase,\n     And left me with no fitting word at tongue.\n     The wench hath wit and matter of her own,\n     And beauty, that doth seldom mate with wit,\n     Nature hath painted her a proper brown--\n     A russet-colored wench that knows her worth.\n     And mincing, too--should have her ruff propt up\n     With supertasses, like a dame at Court,\n     And go in cloth-of-gold.  I'll get a suit\n     Of Genoa velvet, and so take her eye.\n     Has she a heart?  The ladies of Whitehall\n     Are not so skittish, else does Darrell lie\n     Most villainously.  Often hath he said\n     The art of blushing 's a lost art at Court.\n     If so, good riddance!  This one here lets love\n     Play beggar to her prudery, and starve,\n     Feeding him ever on looks turned aside.\n     To be so young, so fair, and wise withal!\n     Lets love starve?  Nay, I think starves merely me.\n     For when was ever woman logical\n     Both day and night-time?  Not since Adam fell!\n     I doubt a lover somewhere.  What shrewd bee\n     Hath buzzed betimes about this clover-top?\n     Belike some scrivener's clerk at Bideford,\n     With long goose-quill and inkhorn at his thigh--\n     Methinks I see the parchment face of him;\n     Or one of those swashbuckler Devon lads\n     That haunt the inn there, with red Spanish gold,\n     Rank scurvy knaves, ripe fruit for gallows-tree;\n     Or else the sexton's son\"--here Wyndham laughed,\n     Though not a man of mirth--indeed, a man\n     Of niggard humor; but that sexton's son--\n     Lean as the shadow cast by a church spire,\n     Eyes deep in the sockets, noseless, high cheek-boned,\n     Like nothing in the circle of this earth\n     But a death's-head that from a mural slab\n     Within the chancel leers through sermon-time,\n     Making a mock of poor mortality.\n     The fancy touched him, and he laughed a laugh\n     That from his noonday slumber roused an owl\n     Snug in his oaken hermitage hard by.\n     A very rare conceit--the sexton's son!\n\n       Not he, forsooth; he smacked of churchyard mould\n     And musty odors of moth-eaten palls--\n     A living death, a walking epitaph!\n     No lover that for tingling flesh and blood\n     To rest soft cheek on and change kisses with.\n     Yet lover somewhere; from his sly cocoon\n     Time would unshell him.  In the interim\n     What was to do but wait, and mark who strolled\n     Of evenings up the hill-path and made halt\n     This side the coppice at a certain gate?\n     For by that chance which ever serves ill ends,\n     Within the slanted shadow of The Towers\n     The maid Griselda dwelt.  Her gray scarred sire\n     Had for cloth doublet changed the steel cuirass,\n     The sword for gardener's fork, and so henceforth\n     In the mild autumn and sundown of life,\n     Moving erect among his curves and squares\n     Of lily, rose, and purple flower-de-luce,\n     Set none but harmless squadrons in the field--\n     Save now and then at tavern, where he posed,\n     Tankard in hand and prattling of old days,\n     A white-mustached epitome of wars.\n\n       How runs the proverb touching him who waits?\n     Who waits shall have the world.  Time's heir is he,\n     Be he but patient.  Thus the thing befell\n     Wherefrom grew all this history of woe:\n     Haunting the grounds one night, as his use was\n     Who loved the dark as bats and owlets do,\n     Wyndham got sound of voices in the air\n     That did such strange and goblin changes ring\n     As left him doubtful whence the murmurs came,\n     Now here, now there, as they were winged things--\n     Such trick plays Echo upon hapless wight\n     Chance-caught in lonely places where she dwells,\n     Anon a laugh rang out, melodious,\n     Like the merle's note when its ecstatic heart\n     Is packed with summer-time; then all was still--\n     So still the soul of silence seemed to grieve\n     The loss of that sweet laughter.  In his tracks\n     The man stopped short, and listened.  As he leaned\n     And craned his neck, and peered into the gloom,\n     And would the fabulous hundred eyes were his\n     That Argus in the Grecian legend had,\n     He saw two figures moving through a drift\n     Of moonlight that lay stretched across the lawn:\n     A man's tall shape, a slim shape close at side,\n     Her palm in tender fashion pressed to his,\n     The woven snood about her shoulders fallen,\n     And from the sombre midnight of her hair\n     An ardent face out-looking like a star--\n     As in a vision saw he this, for straight\n     They vanished.  Where those silvery shadows were\n     Was nothing.  Had he dreamed it?  Had he gone\n     Mad with much thinking on her, and so made\n     Ghosts of his own sick fancies?  Like a man\n     Carved out of alabaster and set up\n     Within a woodland, he stood rooted there,\n     Glimmering wanly under pendent boughs.\n     Spell-bound he stood, in very woeful plight,\n     Bewildered; and then presently with shock\n     Of rapid pulses hammering at heart,\n     As mad besiegers hammer at a gate,\n     To life came back, and turned on heel to fly\n     From that accursed spot and all that was,\n     When once more the girl's laugh made rich the night,\n     And melted, and the silence grieved anew.\n     Like lead his feet were, and he needs must halt.\n     Close upon this, but further off, a voice\n     From somewhere--Echo at her trick again!--\n     Took up the rhyme of Sweetheart, sigh no more.\n\n\n          It was with doubt and trembling\n          I whispered in her ear.\n          Go, take her answer, bird-on-bough,\n          That all the world may hear--\n            Sweetheart, sigh no more!\n\n          Sing it, sing it, tawny throat,\n          Upon the wayside tree,\n          How fair she is, how true she is,\n          How dear she is to me--\n            Sweetheart sigh no more!\n\n          Sing it, sing it, tawny throat,\n          And through the summer long\n          The winds among the clover-tops,\n          And brooks, for all their silvery stops,\n          Shall envy you the song--\n            Sweetheart, sigh no more.\n\n\n       'T is said the Malays have an arrow steeped\n     In some strange drug whose subtile properties\n     Are such that if the point but prick the skin\n     Death stays there.  Like to that fell cruel shaft\n     This slender rhyme was.  Through the purple dark\n     Straight home it sped, and into Wyndham's veins\n     Its drop of sudden poison did distill.\n     Now no sound was, save when a dry twig snapped\n     And rustled softly down from branch to branch,\n     Or on its pebbly shoals the meagre brook\n     Made intermittent murmur.  \"So, 't is he!\"\n     Thus Wyndham breathing thickly, with his eyes\n     Dilating in the darkness, \"Darrell--he!\n     I set my springe for other game than this;\n     Of hare or rabbit dreamed I, not of wolf.\n     His frequent visitations have of late\n     Perplexed me; now the riddle reads itself.\n     A proper man, a very proper man!\n     A fellow that burns Trinidado leaf\n     And sends smoke through his nostril like a flue!\n     A fop, a hanger-on of willing skirts--\n     A murrain on him!  Would Elizabeth\n     In some mad freak had clapped him in the Tower--\n     Ay, through the Traitor's Gate.  Would he were dead.\n     Within the year what worthy men have died,\n     Persons of substance, civic ornaments,\n     And here 's this gilt court-butterfly on wing!\n     O thou most potent lightning in the cloud,\n     Prick me this fellow from the face of earth!\n     I would the Moors had got him in Algiers\n     What time he harried them on land and sea,\n     And done their will with scimitar or cord\n     Or flame of fagot, and so made an end;\n     Or that some shot from petronel or bow\n     Had winged him in the folly of his flight.\n     Well had it been if the Inquisitors,\n     With rack and screw, had laid black claw on him!\"\n     In days whose chronicle is writ in blood\n     The richest ever flowed in English veins\n     Some foul mischance in this sort might have been;\n     For at dark Fortune's feet had Darrell flung\n     In his youth's flower a daring gauntlet down.\n\n       A beardless stripling, at that solemn hour\n     When, breaking its frail filaments of clay,\n     The mother's spirit soared invisible,\n     The younger son, unhoused as well he knew,\n     Had taken horse by night to London town,\n     With right sore heart and nought else in his scrip\n     But boyish hope to footing find at Court--\n     A page's place, belike, with some great lord,\n     Or some small lord, that other proving shy\n     Of merit that had not yet clipt its shell.\n     Day after day, in weather foul or fair,\n     With lackeys, hucksters, and the commoner sort,\n     At Whitehall and Westminster he stood guard,\n     Reading men's faces with most anxious eye.\n     There the lords swarmed, some waspish and some bland,\n     But none would pause at plucking of the sleeve\n     To hearken to him, and the lad had died\n     On London stones for lack of crust to gnaw\n     But that he caught the age's malady,\n     The something magical that was in air,\n     And made men poets, heroes, demi-gods--\n     Made Shakespeare, Rawleigh, Grenvile, Oxenham,\n     And set them stars in the fore-front of Time.\n     In fine, young Darrell drew of that same air\n     A valiant breath, and shipped with Francis Drake,\n     Of Tavistock, to sail the Spanish seas\n     And teach the heathen manners, with God's aid;\n     And so, among lean Papists and black Moors,\n     He, with the din of battle in his ears,\n     Struck fortune.  Who would tamely bide at home\n     At beck and call of some proud swollen lord\n     Not worth his biscuit, or at Beauty's feet\n     Sit making sonnets, when was work to do\n     Out yonder, sinking Philip's caravels\n     At sea, and then by way of episode\n     Setting quick torch* to pirate-nests ashore?\n\n\n          * Sir Francis Drake called this \"singeing the\n          King of Spayne's beard.\"\n\n\n     Brave sport to singe the beard o' the King of Spain!\n     Brave sport, but in the end dreamed he of home--\n     Of where the trout-brook lisped among the reeds,\n     Of great chalk cliffs and leagues of yellow gorse,\n     Of peaceful lanes, of London's roaring streets,\n     The crowds, the shops, the pageants in Cheapside,\n     And heard the trumpets blaring for the Queen\n     When 't was the wind that whistled in the shrouds\n     Off Cadiz.  Ah, and softer dreams he had\n     Of an unnamed and sweetest mystery,\n     And from the marble of his soul's desire\n     Hewed out the white ideal of his love--\n     A new Pygmalion!  All things drew him home,\n     This mainly.  Foot on English earth once more,\n     Dear earth of England his propitious fame\n     A thorn in none but crooked Envy's side,\n     He went cross-gartered, with a silken rose\n     At golden lovelock, diamond brooch at hat\n     Looping one side up very gallantly,\n     And changed his doublet's color twice a day.\n     Ill fare had given his softer senses edge;\n     Good fortune, later, bade him come to dine,\n     Mild Spenser's scholar, Philip Sidney's friend.\n     So took he now his ease; in Devonshire,\n     When Town was dull, or he had need at heart\n     For sight of Wyndham Towers against the sky;\n     But chiefly did he bask him by the Thames,\n     For there 't was that Young England froze and thawed\n     By turns in GLORIANA'S frown and smile.\n\n       As some wild animal that gets a wound,\n     And prescience hath of death, will drag itself\n     Back to its cavern sullenly to die,\n     And would not have heaven's airs for witnesses,\n     So Wyndham, shrinking from the very stars\n     And tell-tale places where the moonlight fell,\n     Crept through the huddled shadows back to hall,\n     And in a lonely room where no light was,\n     Save what the moon made at the casement there,\n     Sat pondering his hurt, and in the dark\n     Gave audience to a host of grievances.\n     For never comes reflection, gay or grave,\n     But it brings with it comrades of its hue.\n     So did he fall to thinking how his day\n     Declined, and how his narrow life had run\n     Obscurely through an age of great events\n     Such as men never saw, nor will again\n     Until the globe be riven by God's fire.\n     Others had ventured for the Golden Fleece,\n     Knaves of no parts at all, and got renown,\n     (By force of circumstance and not desert,)\n     While he up there on that rock-bastioned coast\n     Had rotted like some old hulk's skeleton,\n     Whose naked and bleached ribs the lazy tide\n     Laps day by day, and no man thinks of more.\n     Then was jade Fortune in her lavish mood.\n     Why had he not for distant Colchis sailed\n     And been the Jason of these Argonauts?\n     True, some had come to block on Tower Hill,\n     Or quittance made in a less noble sort;\n     Still they had lived, from life's high-mantling cup\n     Had blown the bead.  In such case, if one's head\n     Be of its momentary laurel stripped\n     And made a show of stuck on Temple Bar\n     Or at the Southwark end of London Bridge,\n     What mattered it?  At worst man dies but once--\n     So far as known.  One may not master death,\n     But life should be one's lackey.  He had been\n     Time's dupe and bondsman; ever since his birth\n     Had walked this planet with his eye oblique,\n     Grasped what was worthless, what were most dear missed;\n     Missed love and fame, and all the sum of things\n     Fame gets a man in England--the Queen's smile,\n     Which means, when she 's in humor, abbey-lands,\n     Appointments, stars and ribbons for the breast,\n     And that sleek adulation that takes shape\n     I' the down-drooping of obsequious lids\n     When one ascends a stair or walks the pave.\n     Good Lord! but it was excellent to see\n     How Expectation in the ante-room\n     Crooks back to Greatness passing to the Queen--\n     \"Kind sir!\" \"Sweet sir!\" \"I prithee speed my suit!\"\n     'T was somewhat to be flattered, though by fools,\n     For even a fool's coin hath a kind of ring.\n     Yet after all--thus did the grapes turn sour\n     To master Fox, in fable--who would care\n     To moil and toil to gain a little fame,\n     And have each rascal that prowls under heaven\n     Stab one for getting it?  Had he wished power,\n     The thing was in the market-place for sale\n     At stated rates--so much for a man's soul!\n     His was a haughty spirit that bent not,\n     And one to rise had need to cringe and creep.\n     So had his brother into favor crawled,\n     Like slug into the bosom of a rose,\n     And battened in the sun.  At thought of him,\n     Forgotten for a moment, Wyndham winced,\n     And felt his wound.  \"Why bides he not in Town\n     With his blond lovelock and wench-luring ways--\n     There runs his fox!  What foul fiend sends him here\n     To Wyndham Towers?  Is there not space enough\n     In this our England he needs crowd me so?\n     Has London sack upon his palate staled,\n     That he must come to sip my Devon cream?\n     Are all maids shut in nunneries save this one?\n     What magic philtre hath he given her\n     To thaw the ice that melted not for me?\n     Rich is he now that at his setting forth\n     Had not two silver pieces to his purse.\n     It is his brave apparel dazzles her.\n     Thus puts he bound and barrier to my love.\n     Another man were he abused as I...\n     I'll have no more of him!  If I but dared--\n     Nay, I dare not.  I have fawn's blood, I think;\n     I would, and dare not!\"  Thrice the hooded clock\n     Solemnly, like some old Carthusian monk\n     With meagre face half seen beneath his cowl,\n     Intoned the quarter.  Memory went not back\n     When this was not a most familiar sound,\n     Yet as each stroke on the dead silence fell\n     Wyndham turned, startled.  Now the sanguine moon,\n     To clouded opal changing momently,\n     Rose sheer above the pine-trees' ragged edge,\n     And through the wide-flung casement reaching hand\n     With cold and spectral finger touched the plates\n     Of his dead father's armor till it gleamed\n     One mass of silver.  There it stood complete,\n     That august panoply which once struck dread\n     To foemen on the sunny plains of France,\n     Menacing, terrible, this instant stood,\n     With vizard down and jousting-lance at charge\n     As if that crumbled knight were quick within.\n\n       A footfall on the shingle walk below\n     Grated, a footfall light as Mercury's\n     Disdaining earth, and Wyndham in the dark,\n     Half crouched upon the settle with his nails\n     Indenting the soft wood-work, held his breath.\n     Then suddenly a blind rage like a flame\n     Swept over him and hurled him to his feet--\n     Such rage as must have seized the soul of Cain\n     Meeting his brother in the stubble-field.\n     Anon came one that hummed a blithe sea-song,\n     As he were fresh from tavern and brave cheer,\n     And held the stars that blinked there in the blue\n     Boon comrades.  Singing in high-hearted way,\n     His true-love's kiss a memory on his lip,\n     Straight on he came to unrenowned end\n     Whose dream had been in good chain-mail to die\n     On some well-foughten field, at set of sun,\n     With glorious peal of trumpets on his ear\n     Proclaiming victory.  So had he dreamed.\n     And there, within an arch at the stair-top\n     And screened behind a painted hanging-cloth\n     Of coiled gold serpents ready to make spring,\n     Ignoble Death stood, his convulsive hand\n     Grasping a rapier part-way down the blade\n     To deal the blow with deadly-jewelled hilt--\n     Black Death, turned white with horror of himself.\n     Straight on came he that sang the blithe sea-song;\n     And now his step was on the stair, and now\n     He neared the blazoned hanging-cloth, and now...\n\n       The lights were out, and all life lay in trance\n     On floor or pallet, blanketed to chin,\n     Each in his mask of sullen-seeming death--\n     Fond souls that recked not what was in the air,\n     Else had the dead man's scabbard as it clashed\n     Against the balustrade, then on the tiles,\n     Brought awkward witness.  One base hind there was\n     Had stolen a venison-pasty on the shelf,\n     And now did penance; him the fall half roused\n     From dreadful nightmare; once he turned and gasped,\n     Then straightway snored again.  No other sound\n     Within the dream-enchanted house was heard,\n     Save that the mastiff, lying at the gate\n     With visionary bone, snarled in his sleep.\n     Secret as bridal-kiss may murder be,\n\n       Done was the deed that could not be undone\n     Throughout eternity.  O silent tongue\n     That would blab all with silence!  What to do?\n     How hide this speechless witness from men's gaze?\n     Living, that body vexed us; being dead\n     'T is like to give us trouble and to spare.\n     O for a cavern in deep-bowelled earth!\n     Quick, ere the dusky petals of the night\n     Unclosing bare the fiery heart of dawn\n     And thus undo us with its garish light,\n     Let us this mute and pale accusing clay\n     In some undreamed-of sepulchre bestow,\n     But where?  Hold back thy fleet-wing'd coursers, Time,\n     Whilst we bethink us!  Ah--such place there is!\n     Close, too, at hand--a place wherein a man\n     Might lie till doomsday safer from the touch\n     Of prying clown than is the spiced dust\n     Of an Egyptian in his pyramid.\n\n       At a dark alcove's end of that long hall,\n     The ancient armor-room in the east wing,\n     A certain door (whereof no mortal knew\n     save Wyndham, now that other lay a-cold)\n     Was to the panels of the wall so set,\n     And with such devilish shrewdness overlaid\n     By carvings of wild-flower and curled grape-leaf,\n     That one not in the favor of the trick,\n     Albeit he knew such mechanism was,\n     Ere he put finger on the secret spring\n     Had need of Job for ancestor, in faith!\n     You pressed a rose, a least suspected rose,\n     And two doors turned on hinge, the inner door\n     Closing a space of say some six feet square,\n     Unlighted, sheathed with iron.  Doubtless here\n     The mediaeval Wyndhams hid their plate\n     When things looked wicked from the outer wall,\n     Or, on occasion, a grim ruthless lord\n     Immured some inconvenient two-faced friend--\n     To banquet bidden, and kept over night.\n     Such pranks were played in Merrie England then.\n     Sealed in the narrow compass of that cell,\n     Shut from God's light and his most precious air,\n     A man might have of life a half-hour's lease\n     If he were hale and well-breathed at the start.\n\n       Hither did Richard bear his brother's corse\n     And fling it down.  Upon the stone-paved floor\n     In a thin strip of moonlight flung it down,\n     And then drew breath.  Perhaps he paused to glance\n     At the white face there, with the strange half-smile\n     Out-living death, the brightness of the hair\n     Lying in loops and tangles round the brow--\n     A seraph's face of silver set in gold,\n     Such as the deft Italians know to carve;\n     Perhaps his tiger's blood cooled then, perhaps\n     Swift pity at his very heart-strings tugged,\n     And he in that black moment of remorse,\n     Seeing how there his nobler self lay slain,\n     Had bartered all this jewel-studded earth\n     To win life's color back to that wan cheek.\n     Ah, let us hope it, and some mercy feel,\n     Since each at compt shall need of mercy have.\n     Now how it happened, whether 't was the wind,\n     Or whether 't was some incorporeal hand\n     That reached down through the dark and did the thing,\n     Man knoweth not, but suddenly both doors,\n     Ere one could utter cry or put forth arm,\n     Closed with dull clang, and there in his own trap\n     Incontinent was red-stained Richard caught,\n     And as by flash of lightning saw his doom.\n     Call, an thou wilt, but every ear is stuffed\n     With slumber!  Shriek, and run quick frenzied hands\n     Along the iron sheathing of thy grave--\n     For 't is thy grave--no egress shalt thou find,\n     No lock to break, no subtile-sliding bolt,\n     No careless rivet, no half loosened plate\n     For dagger's point to fret at and pry off\n     And let a stifling mortal get to air!\n\n       Angels of Light! what were a thousand years\n     Of rankling envy and contemned love\n     And all the bitter draughts a man may drink\n     To that half hour of Richard's with his Dead?\n\n       Through silence, gloom, and star-strown paths of Night\n     The breathless hours like phantoms stole away.\n     Black lay the earth, in primal blackness wrapt\n     Ere the great miracle once more was wrought.\n     A chill wind freshened in the pallid East\n     And brought sea-smell of newly blossomed foam,\n     And stirred the leaves and branch-hung nests of birds.\n     Fainter the glow-worm's lantern glimmered now\n     In the marsh land and on the forest's hem,\n     And the slow dawn with purple laced the sky\n     Where sky and sea lay sharply edge to edge.\n     The purple melted, changed to violet,\n     And that to every delicate sea-shell tinge,\n     Blush-pink, deep cinnabar; then no change was,\n     Save that the air had in it sense of wings,\n     Till suddenly the heavens were all aflame,\n     And it was morning.  O great miracle!\n     O radiance and splendor of the Throne,\n     Daily vouchsafed to us!  Yet saith the fool,\n     \"There is no God!\"  And now a level gleam,\n     Thrust like a spear-head through the tangled boughs,\n     Smote Wyndham's turrets, and the spell was broke.\n\n       And one by one, on pallet stretched or floor,\n     The sleepers wakened; each took up afresh\n     His load of life; but two there were woke not,\n     Nor knew 't was daybreak.  From the rusty nail\n     The gateman snatched his bunch of ancient keys,\n     And, yawning, vowed the sun an hour too soon;\n     The scullion, with face shining like his pans,\n     Hose down at heel and jerkin half unlaced,\n     On hearthstone knelt to coax the smouldering log;\n     The keeper fetched the yelping hounds their meat;\n     The hostler whistled in the stalls; anon,\n     With rustling skirt and slumber-freshened cheek,\n     The kerchief'd housemaid tripped from room to room\n     (Sweet Gillian, she that broke the groom his heart),\n     While, wroth within, behind a high-backed chair\n     The withered butler for his master waited,\n     Cursing the cook.  That day the brewis spoiled.\n\n       That day came neither kinsman to break bread.\n     When it was seen that both had lain abroad,\n     The wolf-skins of their couches made that plain\n     As pike-staff, or the mole on Gillian's cheek,\n     The servants stared.  Some journey called them hence;\n     At dead of night some messenger had come\n     Of secret import, may be from the Queen,\n     And they paused not for change of raiment even.\n     And yet, in faith, that were but little like;\n     Sir Richard had scant dealings with the Court.\n     Still--if Northumberland were in arms again.\n     'T was passing strange.  No beast had gone from rack.\n     How had they gone, then?  Who looked on them last?\n     Up rose the withered butler, he it was:\n     They supped together, of no journey spoke,\n     Spoke little, 't was their custom; after meal\n     The master's brother sallied forth alone,\n     The master stayed within.  \"That did he not,\"\n     Quoth one, \"I saw Sir Richard in the close\n     I' the moonrise.\"  \"'T was eleven on the stroke,\"\n     Said Gillian softly, \"he, or 't was his ghost--\n     Methought his face was whiter than my smock--\n     Passed through the courtyard, and so into house.\n     Yet slept he not there!\"  And that other one,\n     The guest unwelcome, kinsman little loved\n     (How these shrewd varlets turn us inside out\n     At kitchen-conclaves, over our own wine!)\n     Him had no eye seen since he issued forth\n     As curfew sounded. \"Call me lying knave\"--\n     He of the venison-pasty had the word--\n     \"And let me nevermore dip beak in ale\n     Or sit at trencher with good smoking meat,\n     If I heard not, in middle of the night,\n     The cock crow thrice, and took it for a sign.\"\n     \"So, marry, 't was--that thou wert drunk again.\"\n     But no one laughed save he that made the jest,\n     Which often happens.  The long hours wore on,\n     And gloaming fell.  Then came another day,\n     And then another, until seven dawns\n     In Time's slow crucible ran ruddy gold\n     And overflowed the gray horizon's edge;\n     And yet no hosts at table--an ill thing!\n     And now 't was on the eve of Michaelmas.\n\n       What could it mean?  From out their lethargy\n     At last awaking, searchers in hot haste,\n     Some in the saddle, some afoot with hounds,\n     Scoured moor and woodland, dragged the neighboring weirs\n     And salmon-streams, and watched the wily hawk\n     Slip from his azure ambush overhead,\n     With ever a keen eye for carrion:\n     But no man found, nor aught that once was man.\n     By land they went not; went they water-ways?\n     Might be, from Bideford or Ilfracombe.\n     Mayhap they were in London, who could tell?\n     God help us! do men melt into the air?\n     Yet one there was whose dumb unlanguaged love\n     Had all revealed, had they but given heed.\n     Across the threshold of the armor-room\n     The savage mastiff stretched himself, and starved.\n\n       Now where lags he, upon what alehouse bench\n     'Twixt here and London, who shall lift this weight?\n     Were he not slain upon the Queen's highway\n     Ere he reached Town, or tumbled into ford\n     With too much sack-and-sugar under belt,\n     Then was his face set homeward this same hour,\n     Why lingers he?  Ill news, 't is said, flies fast,\n     And good news creeps; then his must needs be good\n     That lets the tortoise pass him on the road.\n     Ride, Dawkins, ride! by flashing tarn and fen\n     And haunted hollow!  Look not where in chains\n     On Hounslow heath the malefactor hangs,\n     A lasting terror!  Give thy roan jade spur,\n     And spare her not!  All Devon waits for thee,\n     Thou, for the moment, most important man!\n     A sevennight later, when the rider sent\n     To Town drew rein before The Falcon inn\n     Under the creaking of the windy sign,\n     And slipped from saddle with most valorous call\n     For beer to wash his throat out, then confessed\n     He brought no scrap of any honest news,\n     The last hope died, and so the quest was done.\n     \"They far'd afoot,\" quoth one, \"but where God wot.\"\n\n       The blackthorn bloomed anew, and the long grass\n     Was starred with flowers that once Griselda prized,\n     But plucked not.  She, poor wench, from moon to moon\n     Waxed pale and paler: of no known disease,\n     The village-leech averred, with lips pursed out\n     And cane at chin; some inward fire, he thought,\n     Consumed.  A dark inexplicable blight\n     Had touched her, thinned her, till of that sweet earth\n     Scarce more was left than would have served to grow\n     A lily.  Later, at a fresh-turned grave,\n     From out the maiden strewments, as it were,\n     A whisper rose, of most pathetic breath,\n     Of how one maid had been by two men loved--\n     No names, God's mercy!--and that neither man\n     Would wed her: why?--conjecture faltered there,\n     For whiter was she than new-drifted snow,\n     Or bleached lamb's wool, or any purest thing,\n     Such stuff in sooth as Heaven shapes angels of;\n     And how from their warm, comfortable beds\n     These two men wandered out into the night,\n     Sore stricken and distempered in their mind,\n     And being by Satan blinded and urged on\n     Did fling them headlong from a certain crag\n     That up Clovelly way o'erhangs the sea--\n     O'erhangs the sea to tempt unhappy folk.\n     From door to door the piteous legend passed,\n     And like a thrifty beggar took from each.\n     And when the long autumnal season came\n     To that bleak, bitter coast, and when at night\n     The deep was shaken, and the pent cloud broke\n     Crashing among the lurid hills of heaven,\n     And in brief sudden swoonings of the gale\n     Contentious voices rose from the sand-dunes,\n     Then to low sobs and murmurs died away,\n     The fishwives, with their lean and sallow cheeks\n     Lit by the flickering driftwood's ruddy glow,\n     Drew closer to the crane, and under breath\n     To awestruck maidens told the fearful tale.\n\n       The red leaf withered and the green leaf grew.\n     'T was said that once the Queen reached out her hand--\n     This was at Richmond in her palace there--\n     And let it rest on Burleigh's velvet sleeve,\n     And spoke--right stately was she in her rouge:\n     \"Prithee, good Master Cecil, tell us now\n     Was 't ever known what ill befell those men,\n     Those Wyndhams?  Were they never, never found?\n     Look you, 't will be three years come Michaelmas:\n     'T were well to have at least the bones of them.\n     'Fore God, sir! this is something should be seen!\n     When the Armada, which God smote and sunk,\n     Threatened our Realm, our buckler and our shield\n     Were such stout hearts as that young Wyndham was.\n     The elder brother--well, Heaven fashioned him.\n     Our subjects are our subjects, mark you that.\n     Not found, forsooth!  Why, then, they should be found!\"\n     Fain had my good Lord Burleigh solved the thing,\n     And smoothed that ominous wrinkle on the brow\n     Of her Most Sweet Imperious Majesty.\n     Full many a problem his statecraft had solved--\n     How strangle treason, how soothe turbulent peers,\n     How foil the Pope and Spain, how pay the Fleet--\n     Mere temporal matters; but this business smelt\n     Strongly of brimstone.  Bring back vanished folk!\n     That could not Master Cecil an he would.\n\n       The red leaf withered and the green leaf grew.\n     Dark were the days that came to Wyndham Towers\n     With that grim secret rusting in its heart.\n     On the sea's side along the fissured wall\n     The lichen spread in patches of dull gold\n     Up to the battlements, at times assailed\n     By sheeted ghosts of mist blown from the sea,\n     Now by the whistling arrows of the sleet\n     Pelted, and thrice of lightning scorched and seamed,\n     But stoutly held from dreary year to year\n     By legions of most venerable rooks,\n     Shrill black-robed prelates of the fighting sort.\n     In the wide moat, run dry with summer droughts\n     Great scarlet poppies lay in drifts and heaps,\n     Like bodies fall'n there in some vain assault.\n     Within, decay and dolor had their court--\n     Dolor, decay, and silence, lords of all.\n     From room to room the wind went shuddering\n     On some vague endless quest; now pausing here\n     To lift an arras, and then hurrying on,\n     To some fresh clue, belike!  The sharp-nosed mouse\n     Through joist and floor discreetly gnawed her way,\n     And for her glossy young a lodging made\n     In a cracked corselet that once held a heart.\n     The meditative spider undisturbed\n     Wove his gray tapestry from sill to sill.\n     Over the transom the stone eagle drooped,\n     With one wing gone, in most dejected state\n     Moulting his feathers.  A blue poisonous vine,\n     Whose lucent berry, hard as Indian jade,\n     No squirrel tried his tooth on, June by June\n     On the south hill-slope festered in the sun.\n     Man's foot came not there.  It was haunted ground.\n\n       The red leaf withered and the green leaf grew.\n     An oak stood where an acorn tumbled once,\n     Ages ago, and all the world was strange.\n     Now, in that year King Charles the Second left\n     Forever the soft arms of Mistress Gwynn\n     And wrapt him in that marble where he lies,\n     The moulder'd pile with its entombed Crime\n     Passed to the keep of a brave new-fledged lord,\n     Who, liking much the sane and wholesome air\n     That bent the boughs and fanned the turret's top,\n     Cried, \"Here dwell I!\"  So fell it on a day\n     The stroke of mallets and the screech of saws\n     In those bleak chambers made such din as stopped\n     The careful spider half-way up his thread,\n     And panic sent to myriad furtive things\n     That dwelt in wainscots and loved not the sun.\n     Vainly in broken phalanx clamorous\n     Did the scared rooks protest, and all in vain\n     The moths on indolent white damask wings\n     At door and casement rallied.   Wyndham Towers\n     Should have a bride, and ghosts had word to quit.\n\n       And now, behold what strange thing came to pass.\n     A certain workman, in the eastern wing\n     Plying his craft alone as the day waned--\n     One Gregory Nokes, a very honest soul,\n     By trade wood-carver--stumbled on a door\n     Leading to nowhere at an alcove's end,\n     A double door that of itself swung back\n     In such strange way as no man ever saw;\n     And there, within a closet, on the flags\n     Were two grim shapes which, vaguely seen at first\n     In the half light, grew presently distinct--\n     Two gnomes or vampires seemed they, or dire imps\n     Straight from the Pit, in guise fantastical\n     Of hose and doublet: one stretched out full length\n     Supine, and one in terror-stricken sort\n     Half toppled forward on the bended knee,\n     Grasping with vise-like grip the other's wrist,\n     As who should say, Arouse thee, sleep no more!\n     But said it not.  If they were quick or dead,\n     No sign they gave beyond this sad dumb show.\n     Blurred one face was, yet luminous, like the moon\n     Caught in the fleecy network of a cloud,\n     Or seen glassed on the surface of a tarn\n     When the wind crinkles it and makes all dim;\n     The other, drawn and wrenched by mortal throes,\n     And in the aspect such beseeching look\n     As might befall some poor wretch called to compt\n     On the sudden, even as he kneels at prayer,\n     With Mercy! turned to frost upon the lip.\n\n       Thus much saw Nokes within the closet there\n     Ere he drew breath; then backing step by step,\n     The chisel clutched in still uplifted hand,\n     His eyes still fixed upon the ghosts, he reached\n     An open window giving on the court\n     Where the stone-cutters were; to them he called\n     Softly, in whispers under his curved palm,\n     Lest peradventure a loud word should rouse\n     The phantoms; but ere foot could climb the stair,\n     Or the heart's pulses count the sum of ten,\n     Through both dread shapes, as at God's finger-touch,\n     A shiver ran, the wavering outlines broke,\n     And suddenly a chill and mist-like breath\n     Touched Nokes's cheek as he at casement leaned,\n     And nought was left of that most piteous pair\n     Save two long rapiers of some foreign make\n     Lying there crossed, a mass of flaky rust.\n\n       O luckless carver of dead images,\n     Saint's-head or gargoyle, thou hast seen a sight\n     Shall last thee to the confines of the grave!\n     Ill were thy stars or ever thou wert born\n     That thou shouldst look upon a thing forbid!\n     Now in thine eye shall it forever live,\n     And the waste solitudes of night inhabit\n     With direful shadows of the nether world,\n     Yet leave thee lonely in the throng of men--\n     Not of them, thou, but creature set apart\n     Under a ban, and doomed henceforth to know\n     The wise man's scorn, the dull man's sorry jest.\n     For who could credence give to that mad tale\n     Of churchyard folk appearing in broad day,\n     And drifting out at casement like a mist?\n     Marry, not they who crowded up the stair\n     In haste, and peered into that empty cell,\n     And had half mind to buffet Master Nokes,\n     Standing with finger laid across his palm\n     In argumentative, appealing way,\n     Distraught, of countenance most woe-begone.\n     \"See!--the two swords.  As I 'm a Christian soul!\"\n     \"Odds, man!\" cried one, \"thou 'st been a-dreamin', man.\n     Cleave to thy beer, an' let strong drink alone!\"\n\n       So runs the legend.  So from their long sleep\n     Those ghosts arose and fled into the night.\n     But never bride came to that dark abode,\n     For wild flames swept it ere a month was gone,\n     And nothing spared but that forlorn old tower\n     Whereon the invisible fingers of the wind\n     Its fitful and mysterious dirges play.",
    "metadata": {
        "author": [
            "Aldrich, Thomas Bailey",
            "Aldrich, T. B. (Thomas Bailey)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1830/pg1830.txt",
        "name": "wyndham_towers.json"
    }
}