{
    "name": "X Marks the Asteroid",
    "author": [
        "Rocklin, Ross Louis",
        "Rocklynne, Ross"
    ],
    "body": "Deep in space Ralph's ancestors lay in suspended\nanimation--a price on their heads. They left him a\nmap and a problem: awaken them--or collect the reward!...\n\n\nThe Unterzuyder map was out of hiding. Relayed on a grapevine that\nspanned the planets, the news caught on big in Marsport.\n\nBigger Bailes sat at a beer-bottle-colored glass desk in his underworld\nretreat, announcing his intent to claim the reward money that for\neighty-five years had been piling up at compound interest in the\nTerra-First National Bank of New York.\n\n\"Ralph Unterzuyder is here in Marsport,\" he stated. \"Like all\nUnterzuyders, he's clever and he's dangerous and he's shifty. He'll\ntravel the crookedest course you ever saw. At the moment, he's got his\nidentity pretty well covered up under the name of Carruthers Straley.\nIn the last three weeks he's organized a band of settlers from\nSatterfield City who call themselves Titan Settlers, Ltd.\n\n\"Not that I'm fooled! I'm not saying the Unterzuyder hibernaculum is\non Titan. I'm not even saying Unterzuyder has the map. But I'm willing\nto bet he's got a pretty good idea where the map is. I'm also willing\nto bet that his father died without leaving him a cent, and that he\norganized Titan Settlers, Ltd., just to get himself a free ride out\nSaturn-way. He's capable of that kind of reasoning.\"\n\nBigger Bailes smiled rosily and reached for his hat. One of his men\nheld the door open for him.\n\n\"Right now, I'm on my way to see Carruthers Straley. Maybe he will cut\nin with me. If not--\" he thoughtfully rubbed at the fat of his big jaw\n\"--if not, I'll help him hang himself.\"\n\n\n\nRalph Unterzuyder, fourth generation descendant of the infamous\nUnterzuyders, emerged testily from the Glass & Sand Bldg. where he\nhad just set up a law office under the name of Carruthers Straley. No\nsooner had he set foot to the glass sidewalk than he was aware a big,\nsmiling man had fallen into step beside him. He backed up against the\nwall of the building, his eyes wide and cautious behind dark glasses.\n\n\"What do you want?\" he snapped.\n\nBigger Bailes smiled, introduced himself. Unterzuyder looked around as\nif ready to make a break for it. Bailes stood in front of him. He shook\nhis head.\n\n\"I'm not going to hurt you, Mr. Unterzuyder.\"\n\nAt mention of the name, Unterzuyder smiled arrogantly.\n\n\"Really, does one have no privacy? But perhaps one of your caliber is\nwell acquainted with the advantages of using an alias!\"\n\n\"There are advantages,\" Bigger nodded. \"Your advantage lies in heading\na group of settlers who don't know you're using them to help you find\nthe asteroid where your ancestors have been sleeping for the past\neighty-odd years.\"\n\nUnterzuyder's cane whipped around nervously. \"I know nothing about a\nmap!\"\n\nBigger's jowls quivered with mirth. \"Seven weeks ago,\" he pointed out,\n\"your father died. He told you the map was hidden in an old book called\n_Tertium Organum_, A Key To The Enigmas Of The World. By somebody named\nOuspensky.\"\n\nUnterzuyder's eyes moved desperately to the street, down which a single\ngyromobile moved.\n\n\"I have an appointment,\" he said stiffly. \"Now if you will permit me to\nbe on my way before they turn the rain-makers on--\"\n\n\"It won't rain for ten minutes. Better let me finish--if you don't want\nyour precious settlers to know who you really are!\n\n\"As soon as your aunt heard about your father's death, she put the\nold Unterzuyder house up for auction to pay your father's creditors.\nThe furniture went mostly to junk-dealers, the rest to museums. All\nthe books, some ten thousand of them, were bought by a big New York\nused-book company, Frangy & Sons, Ltd.\n\n\"Half of these books, the ones whose titles all began with the letters\nof the alphabet up through 'M', were kept in their New York branch. The\nremainder were sent to open a book store in Marsport. By the time you\ngot to Marsport from Earth, the book was reported already sold--to a\nperson unknown. That's all true, _isn't_ it?\n\n\"After having failed to find the map, Mr. Unterzuyder, you then sent\nthe story to a newspaper--anonymously.\"\n\n\"I did?\" Unterzuyder looked arrogantly at Bailes.\n\n\"Yes.\" Bigger's eyes narrowed. \"Why?\"\n\nUnterzuyder surged angrily away from the wall. \"I am not interested in\nyour questions. I have my chosen mission in life. It is not the making\nof money!\"\n\nHe brandished his cane. \"I warn you, Mr. Bailes,\" he cried, \"I am a\nnervous man. If I am not permitted to leave--\"\n\nBigger spread his hands, astonished. \"Don't think for a minute I'm\nkeeping you. The only suggestion I wanted to make was that you and I\ncould work together.\"\n\nUnterzuyder took off his glasses. There were red marks around his eyes\nwhere the glasses had taken hold. He had inherited the famous thin\nnose and receding chin of the Unterzuyders. His pale thin lips worked\nnervously.\n\n\"I work alone, Mr. Bailes,\" he said haughtily. \"And I work best when\nsuch as you try to set your pitiful little traps! Threaten me as you\nwill, nothing can keep me from my purpose. And now good-day.\"\n\nBigger's voice was filled with disgust. \"Your purpose being, of course,\nto find asteroid X and free your ancestors so they can go to work on\nthe Solar System again!\"\n\nUnterzuyder glared, primly returned his glasses to his nose, and\nstalked off.\n\n\"Scoundrel!\" he muttered, putting his hand over his heart. He gasped.\nIt was racing. And he was sweating. Trembling. His mother, the\nUnterzuyder matriarch, had been quite right. He should take care of his\nhealth.\n\nBy the time he caught a one-wheeled gyromobile that came bowling down\nthe glass street, he was feeling much better.\n\n\"Take me to the Hotel de Mars,\" he told the driver. He leaned back\ncomfortably, gloved hands resting on the head of his cane while he\nlooked around him. A strange, glass-domed city, set in the heart of\nMars' desert wastelands. A thriving city, with low buildings touching\nthe glass roof of the dome.\n\nThe rain-maker went on, the first drops splattering down from the\noverhead sprinkler system. Unterzuyder cringed.\n\n\"Driver, driver!\" he cried, rapping smartly with his cane. \"Do you want\nme to catch my death?\"\n\nThe driver hurriedly caused the separate halves of the glassteel cupola\nto fold over the car. Unterzuyder settled back injuredly.\n\n\n\nAt the registration desk of the Hotel de Mars, he asked for, and was\nshown to the room of, Mr. Nathaniel and Miss Fayette Beecher. The door\nwas thrown open by a tanned blonde girl in smart gray jodhpurs and\nslick boots.\n\nHer face at first registered a nervousness. Then it smoothed.\n\n\"Oh!\" she sang out, blue eyes widening and taking him in from head to\ntoe. \"You must be Mr. Straley.\" She cocked her lively face cutely to\none side. \"_Are_ you?\"\n\nUnterzuyder's heart banged. He bit his lip. This was exactly the kind\nof girl his dead mother warned him to stay away from. Coquettish. Sexy.\nTreacherous, like most females. And he had lately noticed, to his\ndismay, that he, an Unterzuyder, was becoming far too susceptible to\nsuch unhealthy influences.\n\n\"I am Mr. Straley,\" he said coldly. \"Carruthers Straley, founder of\nTitan Settlers, Ltd. Shall I come in?\"\n\n\"Please _do_. For a moment, I lost my wits.\"\n\nShe's making a play for me, like all females, he thought.\nDiscouragedly, Unterzuyder went in. He sat down on a sponge-plastic\nchair, resting his gloved hands on his cane and looking upon the girl\nsternly.\n\n\"Daddy!\" she sang out. \"Mr. Straley is here!\"\n\nA man with a half-bald head and a deep tan lunged into the room\ncarrying a heavy rocket-gun. His grin was wide, his voice reedy and\nenthusiastic. He was happy to know Mr. Straley. He laid the gun\ntenderly on the floor. Unterzuyder looked at it distrustfully.\n\nBeecher's reedy laugh sounded. \"It's not cocked,\" he explained. \"You\ncaught me right in the middle of a clean-and-polish job. That ol' gun\no' mine's been everywhere, mister. Most of the Moons of Jupiter, out\non the deserts--even Africa. Yessir, our exploring expeditions have\ntaken us into every corner of the Solar System that's available.\"\n\nThe girl whipped open a drawer in the bottom of a boxy chair made of\ncrystal glassteel. \"And here's _my_ pet!\" She reached in to pull out\na long-snouted neutron gun with a triple trigger. Unterzuyder's heart\nbanged for the third time in an hour. In the drawer was one other\nobject: _Tertium Organum_, A Key To The Enigmas Of The World.\n\nAn old book. A musty book. The book from his beloved dead father's\nlibrary. The book that held the Unterzuyder map.\n\nHis breath hissed. Beecher leaned solicitously forward. \"Anything\nwrong, Mr. Straley?\"\n\n\"Oh, no, nothing,\" said Unterzuyder, pain wrenching his face. \"But I'm\nnot a healthy man. My heart--\"\n\n\"Oh, what a shame.\" Fayette leaned over him, dizzying him with her\nperfume. She put her warm little hand on his forehead. She held his\nwrist to feel his pulse. She shook her blonde curls vigorously. \"Nope.\nNo fever. The pulse _did_ seem to race a little when I held your hand.\nOutside of that--\" She surveyed him judicially. \"I'll bet you're as\nhealthy as a Venusian peat-dog!\"\n\n\"Oh, come now,\" protested Beecher. \"If the man says he's got a\ngalloping heart, that's what he's got. Think of the courage, the\nidealism, the sheer fortitude of this man, who has gathered together a\ngroup of settlers to brave the dangers of a jungle-world like Titan--a\nplanet no one has ever attempted to colonize! I personally _hand_ it to\nthe man!\"\n\nThere was a fawning admiration on his unshaven, grinning face.\n\nUnterzuyder settled back in his chair, feeling put upon.\n\n\"I'm afraid of guns,\" he told Fayette petulantly. \"If you'd please put\nit away--Besides--\" He drew a clipping from his bill-fold. \"--I am\nalready convinced of your prowess as explorers.\"\n\nThe headlines on the clipping read:\n\n                         EXPLORERS RETURN FROM\n                          GANYMEDE ICE TUNDRA\n                          Father and daughter\n                           make unique team\n\n\"It says quite a bit about the expeditions you two have headed.\nNeedless to say, I'm impressed! I am here, of course, to make you a\nproposition.\"\n\n\n\nHe explained his purpose at some length. For several weeks he had been\nengaged on a project dear to his heart. He believed in the future of\nthe human race. He wanted to spread mankind's dominion even beyond the\nMoons of Jupiter. Titan had been viewed by only two men, both of whom\nstated it was livable. It had soil. It had vegetation. Also, it had\ndangerous animal life.\n\n\"That's for us!\" said Fayette stoutly. She accidentally pointed the\nneutron gun at Unterzuyder. She was squirming around on her chair with\nrepressed vitality. Her eyes melted on him. He wished he could get over\nthe feeling that she was laying it on too thick. That perfume. He must\nnot allow himself to be affected.\n\nHe cringed from the gun. She hastily put it on the floor. He wondered\nhow accidental it might have been. Probably these cheap opportunists\nwere perfectly capable of killing.\n\nHe would have to watch his step. They had the map, all right. The\nbookseller's description of Fayette had been quite correct and helpful.\n\nFortunately, the bookseller had been willing to accept a bribe not to\ngive anybody else the information.\n\nHe spoke again.\n\n\"When I received your viso-call, Miss Beecher, I at once felt that\nTitan Settlers could work with you. I seriously discussed with them\nthe possibility of giving you and your father titular command of the\nexpedition.\"\n\n\"Uh--\" said Fayette. \"You've already been capitalized?\"\n\nUnterzuyder coughed delicately. \"My intrepid settlers are composed\nof young husbands and wives and their children. I was able to sell\nthem--that is--the magic allure of a new world was really all that\nwas necessary to convince them that Titan is where their destiny lay.\nThey sold all their belongings, and--ah--invested the funds with me as\nTreasurer of the organization.\"\n\nBeecher smacked his hands together enthusiastically.\n\n\"Fine, fine! There's nothing the daughter and I like better than to\npush on into a new frontier. Mr. Straley, for twenty thousand credits\nwe're bought!\"\n\nUnterzuyder sat bolt upright. \"Ten thousand credits,\" he said severely,\n\"is the top amount we can offer. That is final. With one thousand\ncredits in advance!\"\n\nHe whipped out a check book. He adjusted his glasses. Primly, he wrote\na check and extended it with a jabbing motion, holding it for perhaps\nthirty seconds before Beecher's crestfallen face turned toward his\ndaughter. Fayette was looking with intense interest at the check.\n\n\"Why not? Mr. Straley, like you, we're idealists. Money means hardly\nanything. I think you've made a deal!\"\n\nBeecher stowed the check in his wallet with satisfaction. \"Now we'll\nget busy. Of course, we'll have to have a drawing account. We'll have\nto discuss details, such as the number of settlers to be transported\nso I can buy or charter the proper type of space ship. There's the\nmatter of building supplies to be bought--grain seeds--food--a thousand\ndetails which you can leave entirely in our hands, Mr. Straley!\n\n\"And while we're at it, I'd like to shake your hand! It's very few\npeople who'd endanger their own lives to further the progress of\nmankind!\"\n\nThe experience left Unterzuyder weak. He looked appealingly at Fayette.\n\"I wonder if a glass of water--\" he said feebly.\n\nHurriedly she disappeared to the apartment kitchen. Unterzuyder slumped\nlower in the seat, breathing hard.\n\n\"Maybe,\" he told Beecher helplessly, \"a shot of whiskey would do the\ntrick better.\"\n\n\"Sure thing!\" Beecher went after his daughter. As soon as they were\nboth out of the room, Unterzuyder got up and pulled open the drawer\ncontaining _Tertium Organum_, A Key To The Enigmas Of The World.\nQuickly he unfolded the chart in the back of the book. The map should\nbe there.\n\nIt wasn't.\n\nHe slapped the drawer shut, sank feebly back to his seat. The Beechers\nwere gone an inordinately long time. He thought he heard them\nwhispering in the kitchen. Then Beecher lunged back into the room\nbearing a jigger of no doubt cheap rye. Unterzuyder gulped it down and\nput the glass to one side.\n\nFayette was admiring. \"For a man in poor health,\" she exclaimed, \"you\ntake it without a whimper--or a chaser!\"\n\n\"Eh?\" Unterzuyder blinked, then drew himself up stiffly. \"Whiskey is\nthe only medicine my doctor permits. And now, let's get down to the\nmatter of the contract!\"\n\n\n\nOne month later.\n\nRalph Unterzuyder was furious. He stalked the darkened decks of the\ntrembling space ship _Ares_--a slick hundred-tonner with sixty square\nfeet of firing surface--and reflected that the Beechers were making a\nworse sucker out of him than he'd expected them to.\n\nFirst, they were a pair of fakers. That much had been obvious from the\nstart, with that phony newspaper write-up, all that bragging about\ntheir knowledge of fire-arms when they didn't even know enough to keep\na weapon pointed toward the floor. Well, he'd expected that much. But\nto discover they did not even have _basic_ knowledge of how to outfit\nan expedition!\n\nThey had actually begun ordering _lumber_ for building, until he\npointed out the climate of Titan might be kinder to prefabricated\nglassteel sections.\n\nThey had actually paid out money for seeds, bulbs, and saplings until\nhe showed that all farming on Titan must for the present be on an\nexperimental or at best highly speculative basis.\n\nNot only that, they had attempted to charter a ship twice as big\nas needed, one that used large quantities of chemical fuels. That\nridiculous error had been amended with a smaller ship sporting\natomic gas-thrust. As for the captain and crew, they had been hired\nby Unterzuyder himself--and, by means of the secret passage of one\nthousand credits from Titan Settlers' funds to Captain Foshag, the\ncaptain and crew were bought.\n\nUnterzuyder balanced himself angrily down a companionway. As he\npassed a hanging ventilator, the drum-beat and skittering rhythm of\na jury-rigged orchestra echoed up from the ballroom. A dance was in\nprogress. Unterzuyder smiled sentimentally. Nothing like giving the\nsettlers a run for their money.\n\nOf course, he reflected dourly, Fayette Beecher had got the best of\nhim in the matter of using the drawing account. Unterzuyder scowled.\nWhat had got into him? Somehow, Fayette's roving blue eyes and fiery\ntouch did their work on him. Next thing he knew, he was in duress,\nbeing dragged on the arm of that fluffy creature from one dress shop to\nanother.\n\nAn expense account to buy swirling party dresses?--with a smidgin here\nand there for fancy explorers' outfits? The memory of his folly made\nUnterzuyder squirm.\n\nHe sighed heavily as he came to C deck. Anyway, by his own cleverness,\nhe had a ship, he had the Beechers--who had the map!\n\nAnd the hibernaculum asteroid, where his dozen infamous ancestors were\nsleeping away the decades under the influence of a potent, forbidden\ndrug called somnolene, was somewhere out near Titan. Or _had been_.\n\nThat was the one thing he remembered when, as a child, his father\nshowed him the legendary map. At least he was headed for the area where\nthe asteroid _might be_.\n\nAnd so might, he reflected glumly, that arrogant, impossible Bigger\nBailes!\n\n\n\nThe Beecher's double-state-room was on C deck. Just as he turned an L\nin the corridor, he ran head-on into a gaily running figure clad in a\nfluffy party dress.\n\nFor a moment they struggled in an attempt to regain their balance,\nand when Unterzuyder came out of it he was holding Fayette Beecher\ntightly, and he was kissing her warm little face. She responded just as\nenergetically. And suddenly he woke up to the horror of the role he had\nassumed.\n\nHe shoved her away. She stumbled backward and there was a glassy\ntinkling sound.\n\n\"Ooh, your glasses!\" cried Fayette, making a grab for them. He grabbed,\ntoo, suddenly convinced he had gone blind. \"They're broken, Ralph,\nhoney!\" she said. \"You look so much better without them.\" She flung her\narms around him again, pressing him back to the wall. Her lips drooped\ndisappointedly.\n\n\"I--I'm fond of you,\" she said unhappily. \"But you're so darned\npeculiar. You fell all over yourself kissing me. Now you're backing\noff. What's wrong?\"\n\nUnterzuyder was scared. It came as a shock to him that the extreme\nemergency of the situation had given him, by some hypnotic process,\nbetter vision than he'd ever had. In spite of the darkness of the hall,\nhe could see that Fayette was ravishing. She could make a strong man\nweak. Well, he would not give her that opportunity.\n\nBesides, something she'd said just now, something he couldn't put his\nfinger on, had subconsciously frightened him. What?\n\nThese treacherous Beechers!\n\nMaybe she was using her indomitable weapon to win him over. To what?\n\nPerhaps to cut him in on the map. X marks the spot, indeed! X was a\nmoving asteroid. It had been moving for some eighty-odd years since the\nmap was made. To find its present location was a problem in celestial\nmechanics. The map would have to be deciphered. Not only that, the\noriginal maker of the map, being an Unterzuyder, had undoubtedly\nconfused the issue by making the job hard even for a mathematician.\n\nNaturally, the Beechers hadn't dared take the map to anybody for\ndeciphering. To do so, might have brought the whole criminal element\nin the Solar System after them. That of course, was a little thing\nUnterzuyder himself had arranged--when he anonymously gave the details\nof the story to the press.\n\nThe Beechers had been boxed in.\n\nNow, in desperation, the Beechers probably figured that if Fayette\ncould make Carruthers Straley fall in love with her, that he, being a\nlawyer, might have a devious enough mind to think like an Unterzuyder\nand decipher the map! _And_ not betray them.\n\nThey did not understand that Ralph Unterzuyder, alias Carruthers\nStraley, worked alone.\n\nThey would find it out. And so would Bigger Bailes.\n\nHe answered her direct question stiffly. \"I shall continue to back\noff, Fayette. Love is an emotion which can be defined in various\nunflattering terms. I would not care to tumble your romantic castles!\nMy mother--\"\n\n\"Aha! Your mother!\" She leaped upon the word with a knowing and very\nwide grin. Then she took advantage of his pinned position against the\nbulkhead to kiss him again, determinedly and hard. For a wild half of\neternity, his senses were swept away on a skittering whirlwind. Then by\nmain force he tore away and lunged down the corridor.\n\n\"Mr. Straley!\" There was a bubble of repressed laughter. \"I was going\nto ask if you'd take me to the dance!\"\n\n\n\nHe did not answer. His flight was precipitous. It was not for several\nminutes that he realized the loss of his glasses had not impeded his\nvision. He leaned weakly against a bulkhead. Very early in life, his\nparents had insisted that the inherited weak eyes of the Unterzuyders\nbe made normal with ocular aids. Indeed, powerful, dark eye-glasses had\ngrown, over the generations, to be a symbol of Unterzuyder autocracy.\n\nHis parents had been wrong.\n\nPerhaps they had been wrong in other things.\n\nHe shuddered. Without his eye-glasses, he hardly felt himself to be an\nUnterzuyder.\n\nSlowly, memory of his original purpose in ordering Captain Foshag to\nthrow a dance came back.\n\nIn the ballroom, Beecher would be strutting to win the favor of\nsomebody's wife.\n\nWith a bit more success, Fayette would have a dozen young husbands\ncircling her moth-like.\n\nIntrigue, thought Unterzuyder, and subtlety, is ever the adventurer's\nmost potent weapon. The great general indirectly entices the foe away\nfrom his own most strongly held point!\n\nSeveral minutes later, he was fitting his pass-key into the door of the\nBeechers' stateroom. He closed the door, switched on the radi-lights.\nThe efficiently furnished little rooms were brightly illumined.\n\nThe map. Where? Start at the beginning. At first glance, _Tertium\nOrganum_ was not in the bookcase. Then he reached in back of the row of\nlurid fiction titles and knew he had guessed correctly.\n\nA little too correctly!\n\nHe felt one of the few cold chills of his life traveling on his spine.\nHe opened the book and the map fell out. He sat down weakly. His\nfingers trembled as he smoothed out the heavy rag parchment.\n\nA map of the Solar System. He dizzied. X marks the asteroid. Just as he\nremembered seeing it that long ago day when his great father showed it\nto him.\n\nHis father, that stern-faced giant in whom the valiant blood of the\nhibernating Unterzuyders flowed, had been most explicit. One of these\nyears, the map would be given to Ralph. He would guard it with his\nblood. In the course of time, Ralph would give it to _his_ son.\n\nAt long last, the hibernaculum would be opened, the dozen\nhibernating Unterzuyders would be brought to life with injections of\nanti-somnolene, and would once more take over their rightful place of\ndominance in the Solar System.\n\nThe position they had been scourged from by a relentless political\nregime which had smashed the Unterzuyders' fabulous tri-planet cartels,\nleaving the remnants in the form of a thousand rigidly controlled small\nholding companies.\n\nThe position they had been forced to flee from, leaving only their\nchildren--and a hidden map.\n\nUnterzuyder's fingers still shook. Sweat dribbled down his blonde\nhair-line. Something was wrong. Everything was wrong. The map itself\nwas hideously out of scale.\n\nThe traced orbits of the planets were circular, _not_ elliptical.\n\nAnd the map itself.\n\n_I should not have found it so easily_.\n\nCounter-intrigue?\n\nNo time to lose.\n\nFrom his inside pocket, he took the flat little duplico-camera,\nadjusted the frame over the map. He flipped the shutter. Seconds later,\nthe map was back exactly where he'd taken it from.\n\nThere was only one sound in this quiet room, the tremor of the\ngas-thrust shoving the ship through dark void into the spaces beyond\nJupiter. Suddenly, there was the scuffle of moving feet beyond the door.\n\n\n\nUnterzuyder found himself in the position of a traveler in an alien\ncity where savage little children had switched all the street signs.\nNonetheless, he lunged for the door, threw off the lights in the\nstateroom, opened the door, closed it, stood with his back pressed\nagainst it.\n\nHurrying footsteps. Unterzuyder was after the sound.\n\nThe big, hurrying frame of Captain Foshag. Unterzuyder grabbed his\narm, whipped him around. Foshag's hairy, dignified face was wrenched\nwith astonishment.\n\n\"Mr. Straley,\" he said uncertainly. His brow clouded. He looked at\nUnterzuyder's grip on his heavy arm and frowned with displeasure. He\nshook off the hand. \"I'm not used to being manhandled, sir! You've\nperhaps imbibed too much at the party?\" He was being sternly insulting.\n\nUnterzuyder crumbled. He could be wrong.\n\n\"I--haven't been well. My heart--\" He touched at his chest\napologetically. It wasn't too far from the truth. Pains in his chest.\nHis mother had always assured him the Unterzuyders were prone to heart\ntrouble. Just as she'd got around to making him wear glasses. Terrible\nuncertainties were crowding him. He was surrounded by treachery. Had\nFoshag been shadowing him?\n\nFoshag's great frame rocked judicially on its toes.\n\n\"If you truly have a bad heart,\" he said measuredly, \"you'd have\ntaken the long trail when the _Ares_ hit heaven. We humans often are\nplagued with strange influences. Words spoken to the unguarded mind of\nthe child sometimes become fact to the grownup. I'd not worry about\nthe heart. And now, the reason I am away from the turret. I've been\nlooking for you.\"\n\nHe cleared his throat. \"There's a king-sized ship of the Silver type\non our tail, Mr. Straley. I'm not the worrying kind, however. Worry is\nindeed the prime cause of most kidney troubles, and, besides, beclouds\nthe mind when there's work to be done. Therefore, not until I observed\nthat the pursuing craft was indeed pursuing--\"\n\n\"Come to the point!\" Everything else was swept away. Unterzuyder was\nsuddenly furious at this big, stupid, philosophizing blunderer. \"You're\ntrying to excuse yourself for not telling me right away. Let's get to\nthe turret!\"\n\nUnterzuyder went at full stride, his brain in high gear. They were\nbeing pursued. That arrogant Bigger Bailes, no doubt! So what? Add one\nmore menace to those he was collecting. In fact, mess up the mess a\nlittle more.\n\n\"Captain Foshag,\" he said, \"you are a well-read man. Ever read\nOuspensky?\"\n\nFoshag nodded his square bearded chin. \"A man of vast creative mental\npower, Mr. Straley. A man who seemed able to step off our three\ndimensions and look at the universe from a new viewpoint.\" Tentatively:\n\"You have an interest in the classical philosophers, perhaps?\"\n\nUnterzuyder muttered something garbled. He trotted ahead of Foshag up\nthe ramp to the glassed-in control turret, went past several instrument\nmen to the viewing disk assembly. Foshag hurriedly got the pursuing\nship on the cross-hairs. It was a great globoid catching golden-green\nsun on one half, black interstellar shadow on the other.\n\n\"Raise it on the beam!\" Unterzuyder ordered.\n\n\n\nMoments later, Ralph Unterzuyder was looking into the detested face of\nBigger Bailes.\n\n\"That's me,\" smiled Bigger, his rosy face creasing. \"Bigger Bailes. And\nhow are you, Mr. Ralph Unterzuyder?\" His smile became even more rosy.\n\nUnterzuyder gulped. He was completely dismayed. Captain Foshag showed\nno reaction at the unmasking. Captain Foshag kept his face turned\nstudiously away.\n\nUnterzuyder felt himself going into a spin.\n\nBut he drew himself up and said haughtily, \"Kindly keep your inside\ninformation to yourself, Mr. Bigger Bailes. I travel under the name of\nCarruthers Straley merely because there is an unsavory flavor to the\nname of Unterzuyder!\n\n\"Now, why are you following us?\"\n\n\"Following you?\" Bigger Bailes appeared injured. \"I'm trying to catch\nup with you. I intend to come aboard--\"\n\n\"_You will not!_\" Unterzuyder yelled the words so loud the crew members\nin back of him half-jumped from their charts.\n\nBigger's image wavered on the screen as he leaned forward and settled\nback.\n\n\"I didn't expect such a reaction, Mr.--Straley,\" he said. His little\neyes, almost hidden by fat, were penetrating. \"I'd almost think you\nwere hiding something. Are you?\"\n\nFoshag raised a commanding hand. \"That'll be enough of that,\" he\ncommanded. \"We're a law-abiding ship. I myself am an honest man.\nSecrecy gives rise to certain nervous disorders which I avoid. If you\nwish to come aboard, perhaps you are taking advantage of some Space\nArticle?\"\n\n\"Taking advantage? If you want to put it that way. Two of my men\nare down sick. The usual spastic seizures. We've run out of ATG.\nWe're coming aboard your ship to get some. Article 10b of the Space\nConstitution gives us that right.\"\n\nUnterzuyder brushed Foshag aside.\n\n\"I warn you, Mr. Bailes,\" he said thickly, \"if you have any ulterior\nmotive, such as looting this ship, we will put up a fight! Our\nsettlers were chosen for their intrepid qualities. We have guns. We\nhave bombs. We have a flare-cannon. You will not find us easy prey!\"\n\nBailes leaned back easily. \"Relax, Unterzuyder. As far as guns\ngo, we've got our share. And we have got a brace of flare-cannons\nembrasured into the bulkheads of the _Space-Queen_ ourselves, if you\nwant to get tough.\"\n\nHe spread his fat hands. \"But who wants to get tough? See you\ngentlemen, aboard your ship, twenty-four hours from now.\" With which\nremark he broke contact.\n\nUnterzuyder was at Foshag instantly.\n\n\"Not a word about my identity,\" he breathed. \"After all, I did pay you\na thousand credits!\"\n\n\"And for which I thanked you! Mr. Unterzuyder, I am not a secretive\nman. If asked a direct question, I seldom impair my health by lying.\nNow permit me to return to my duties.\"\n\nFuming, Unterzuyder left the control turret, went straight to the\nballroom. Here, without any hesitation whatever, he cut in on Fayette,\ntaking her away from the handsomest husband in the lot. No word of\napology.\n\n\n\nHe held her very close, very tight. He danced with a mathematical\nprecision. Even the soul of the dance, he reflected grimly, derives\nfrom a mathematical formula. The dummy four-piece band haggered out\nits hag-strut very effectively. He was rewarded as Fayette lost her\nsurprised stiffness, and began to melt into him in perfect rhythm to\nthe tune. Her blonde head gradually nestled into his shoulder, her eyes\nclosed, a small, sweet smile on her lips.\n\nAt the first opportunity, he swung her without a break to a small\nobservation lounge, and in the cold green glow of a million stars drew\nher to him, letting himself be stunned by the warmth of her and the\ndrugging quality of her perfume. He kissed her. He was carried away\ninto a land of intricate enchantment where Love is All, and the Girl in\nmy Arms is You.\n\nShe opened her eyes, looking at him dreamily. \"I love you,\" she\nmurmured.\n\n\"I know,\" said Unterzuyder.\n\n\"I don't know what your intentions are. I don't care what kind of a\nsneaky, underhanded person you are, I still love you.\"\n\nHe kissed her again. She was crying. Unterzuyder took out his\nhandkerchief and wiped away her tears. \"Now don't worry, Fayette,\" he\nsoothed. \"Everything will turn out all right.\" He took her back to the\ndance floor. By luck he found the young husband she'd been dancing\nwith. He gave her back.\n\n\"Sorry!\" he said. He gave Fayette a fleeting smile and hurriedly took\noff.\n\nHe went to his cabin and feverishly got to work. Plug up the loopholes\nas you go along! A favorite axiom of the Unterzuyders. Now that Fayette\nwas in love with him, he could draw on her for any emergency.\n\nApparently the time was coming when he would need an ally.\n\nHe ran the negative through the hypo, put it in the dryer and paced\nthe floor. He rubbed at his lips with the back of his hand. He could\nstill smell Fayette's perfume. He could still feel her bare warm back.\nCareful, careful. He went to a mirror and looked at his face. Weak. The\nglassless eyes red-rimmed. Thin nose and lips. His spirits dropped. How\ncould Fayette be in love with him? Particularly when he was one of the\noutlawed Unterzuyders.\n\nThe finished photograph went into the automatic pantograph. He blew\nit up six times onto a square of Mirac paper. He smoothed the new map\nonto the desk. Instantly he saw why at first the map had appeared so\nimpossibly distorted. The circles did not indicate the orbits of the\nplanets. They were merely a logarithmic indication of the scale of the\nmap.\n\nMercury, being some 43,000,000 miles from the Sun, was the basic unit.\nAnd that was necessary.\n\nThe Solar System could not be drawn to scale unless the inner planets\nwere crowded in fractionally close to the Sun.\n\nHere, the positions of the planets were indicated by dots whose\nmap-distance from the Sun receded inward in logarithmic ratio to actual\ndistance.\n\nPluto, for instance, being one hundred times farther from the Sun than\nMercury in real distance, appeared by the map to be only, roughly,\ntwenty times as far.\n\nThe position of the dot-planets on the map of course indicated the\n_exact_ date of the day when the map was drawn.\n\nThe finely drawn X showed the position of the hibernaculum asteroid _on\nthat day_.\n\nSince then, roughly eighty-two years ago, X had moved in its orbit.\nWhere to?\n\nThat was the problem.\n\nUnterzuyder sweated. It was said by the Unterzuyders, with possible\njustification, that only an Unterzuyder could think like an\nUnterzuyder. How often his father had told him that. But he was\nconfused.\n\nNaturally. The map was meant to confuse.\n\nWhat were the figures at the bottom of the map?\n\n    s-1   .7452\n    c-1  -.202\n\nand\n\n    (0, 3, 2)\n    (1, 1, 8)\n\nAnd why, at the top corner, was the name unterzuyder printed _with a\nsmall u_?\n\nNobody but an Unterzuyder would know.\n\nWell, he didn't know.\n\n\n\nPuzzled, he paced the room. Tomorrow Bigger Bailes would force his\nway aboard ship. Little could be done to stop him, partly because he\ninsisted he needed ATG, a chemical staff of life necessary for muscular\naction, but mostly because he had superior fire-power. Actually, he\nwanted the map. If he didn't get it, he would inevitably loot the ship.\n\nHe paused before the mirror, again. Glassless, he didn't feel like an\nUnterzuyder. Looking upon himself naked of face, he cringed. If only\nthe whole thing were over. If only he were in the observatory under the\ngreenly burning stars with--\n\nFrantically he stopped that line of thought.\n\nHe hauled out a sheaf of maps. He had come prepared. He had brought the\nduplico-camera, the film developing equipment, the pantograph, other\nodds and ends. He had a shelf-full of celestial mechanic manuals, as\nwell as books on the more ordinary arithmetics.\n\nBut he had had only one year of math. Somewhere along the line, he had\noutguessed his patriarch of a father and his matriarch of a mother: law\nhad been the result.\n\nWell suited, he had felt at the time, to the trickery, the deceit, and\nthe orneriness of the typical Unterzuyder mind!\n\nAnyway, he needed a slide-rule before he could tackle the equations.\nFor the present, he would work out the date the map was made. Then it\nwould be possible to discover X's present position.\n\nAll that was necessary was, mathematically, to rotate the present-time\nposition of the planets backward in time--clockwise, that is--until\nthey coincided with map-position.\n\nThe star-maps, the Emphemeris, and the Planet Catalogue should make\nthat fairly simple.\n\nAfter an hour, his nerves began to quiver. He ran his hands\ndistractedly through his awry blonde hair. He had the answer. And it\nwas impossible. Except that it was correct.\n\nApparently, the map had been drawn up in prehistoric times.\n\n50,000 years ago!\n\n\n\nAfter a virtually sleepless sleep-period, he went to breakfast. The\nsettlers were in a happy chattering mood. Titan was only ten days away.\nUnterzuyder ate with the pressure of the Beechers' eyes on him.\n\nNathaniel Beecher showed quiet menace on a face that ordinarily held\ngrinning, shifty-eyed comraderie. Fayette had sullen, angry shadows\nunder her eyes. Perhaps she was smarting under a humiliation that\nmight make her do dangerous things. He had left her rather abruptly at\nthe dance. Unterzuyder bit his lip. Perhaps he had not covered that\nsituation as well as he might.\n\nRemorse was an emotion new to Unterzuyder. But then he had suffered\nsome kind of mental upset when his glasses shattered under Fayette's\nheel. He could see as well as the next man, and consequently was\nbeginning to have some shattering doubts about the wisdom of his\nimmediate ancestors. And he _was_ a man.\n\nHe gulped. All these were dangerous thoughts. He must continue to think\nlike an Unterzuyder.\n\nSomething devious. Something tricky. Something that would competently\naccomplish the task of fooling the Beechers, Bigger Bailes, and\npossibly Foshag!\n\nAs he started out of the dining room, Beecher lunged after him,\ntrailing a rocket-stream of cigar smoke.\n\n\"A minute, Straley!\" Beecher held him from the door, his close-set\neyes full of dislike. \"Foshag told me Bigger Bailes is back there.\"\nHe jerked a shoulder. \"You're a man with many small tricks, Straley,\"\nhe went on slowly. \"Probably you're the most dangerous man I've ever\nencountered. I've been around.\"\n\n\"I'll bet you have!\"\n\nBeecher gestured with the cigar, turned on his grin, apparently to\nconvince anybody watching that this was a friendly conversation.\n\n\"But I'm not letting you get away with anything. We have to do\nsomething about Bailes. I don't intend to be hi-jacked. Truthfully,\nmister, I don't see why the settlers shouldn't be forewarned. They're a\ndecent bunch. We're not.\n\n\"In fact,\" his eyes were boring, \"I've known from the first that you've\nbeen using these people.\"\n\n\"As you have--and as you've attempted to use me!\"\n\n\"Yes.\" Beecher's lips moved hesitantly. \"You and I and Fayette are all\nthree getting a free ride to Titan, aren't we? No expenses. So now\nthat we've _almost_ laid our cards on the table, why shouldn't we join\nforces?\"\n\nUnterzuyder drew himself up disdainfully. \"I work alone, Beecher.\"\n\n\"Yeah.\" Beecher showed disgust. \"You mean you're working for something\nno decent person would help you with.\"\n\n\"And you mean by that?\"\n\nBeecher's eyes simmered. He said nothing.\n\nUnterzuyder snapped. \"I still work alone--unless forced to recruit\nhelp. That condition may occur. In the meantime, use some of those\nqualities of leadership an _explorer_ should have. Inform these people\nwhat's up. Tell them Bailes will probably attempt to loot the ship.\nLine the men up at the arsenal and load them down with weapons. Make\narrangements so the women and children will keep to the cabins. Can you\nhandle that?\"\n\nBeecher flushed until his face was bright red.\n\n\n\nLeaving him properly insulted, Unterzuyder went to the control turret\nwhere he cornered Foshag, drew him to the Solar Chart.\n\nUnterzuyder picked up a pencil, made an indentation at random. It was\nconsiderably to the east of the _Ares'_ present position.\n\n\"Change course immediately. To that point.\"\n\nFoshag huffed rebelliously. \"That won't help us outrun Bailes. The new\ncourse will but give him a hypotenuse to travel. He'll run us down\nquicker.\"\n\nUnterzuyder's lips turned thinner. Muttering, Foshag sat down to the\ncomputations. On the way out of the turret, Unterzuyder slipped a\nslide-rule out of an instrument case so deftly that nobody noticed.\n\nAnother hour's work showed him that the two sets of figures,\nrespectively, indicated X's _point of origin_ and _direction of\ntravel_. _c_ stood for cosine, of course, _s_ for sine.\n\nX had been, when the map was made, some degrees below the plane of the\necliptic. Its orbit was at a steep slant to that plane.\n\nSo what? So the point of origin was located in time 50,000 years ago?\n\nThe map was a fake!\n\nHe sat at the desk a long time, thinking, and thinking fast. Foshag\nmust have known who he was from the first. He was an observing man, but\nhe was also a close-mouthed man, who answered only to direct questions.\nAnd the Beechers knew his identity too. Fayette had accidentally called\nhim by his real name. Treachery!\n\nUndoubtedly, Bigger Bailes had tipped off the Beechers, just before\nUnterzuyder arrived at the Beechers' apartment in Marsport. Bigger\nBailes thought Unterzuyder knew where the map was, but didn't know the\nBeechers had it. Bigger intended to let the situation stir itself up so\nthe asteroid's location would more easily come out of hiding.\n\nYes, everything was wrong. Bigger would loot the ship when he learned\nthe map was a practical joke. Taking a ship this far beyond Jupiter\nwould have to pay off. And there was nobody to stop him.\n\nWhat was it his father told him about Unterzuyder techniques? Sell\nshort at the top, buy long at the bottom. All events, good or bad,\ncould be used to build a firmer superstructure!\n\nWell, face it! Ship's course had been changed. The settlers by this\ntime had demanded to know why. Beecher would tell them Carruthers\nStraley was Ralph Unterzuyder, hunting for a hibernaculum!\n\nThe settlers by this time were up in arms against him.\n\nHe paled. He leaped to the door, listened. Footsteps. Patrolling his\nroom.\n\n\n\nHe returned to the table. Make use of the situation. Dredge it for\nwhat it's worth! He crossed shakily to the audio and called Fayette's\nnumber. Luckily, Fayette and not her father answered.\n\n\"Fayette--darling.\" The word came out huskily. It was hard to say. It\nsounded real.\n\n\"_Who?_\" Then her voice was uneven. \"You called me darling. Are you\nsure you're in your right mind?\"\n\n\"I mean it, dear.\" _Did he?_ \"I couldn't forget last night.\"\n\nHe was falling into the self-made trap of the dishonest, unable to tell\nhis own truth from his own falsehood.\n\n\"All right,\" she said unevenly. \"So you couldn't forget it? So what?\"\n\nHe spoke softly. Please, he had to see her in his room right away. It\nwas urgent. Would she come now? A long silence. Yes, she would come.\nNo, she wouldn't tell her father. Positively. Five minutes later\nshe slipped into the room. She barely opened the door. He took her\ninstantly into his arms. When he figured he had kissed her enough, he\nlet her drop limply into a chair.\n\nThe circles under her eyes were worse. She looked miserable. He drew up\na chair, tenderly took her hands in his.\n\n\"Look at me, Fayette. I'm going to make a confession that will shock\nyou. I'm not Carruthers Straley. I'm Ralph Unterzuyder.\"\n\nShe didn't look shocked. He pretended not to notice.\n\nHe told her selected portions of the story. \"I suspected you had the\nmap. I examined _Tertium Organum_ in your apartment yesterday when you\nand your father were in the kitchen.\"\n\n_And you wanted me to examine it! So I'd be sure to hire you and\nBeecher and take you with me to Saturn. That was the reason you posed\nas explorers, so Titan Settlers would give you a free ride to the\nvicinity of X!_\n\n\"I broke into your room last night, Fayette, and made a copy of the\nmap.\"\n\n_And you left it wide open for me, so I could put my Unterzuyder brains\nto work deciphering it!_\n\n\"And now that I've deciphered the map--\"\n\nThat shocked her. \"You _did_? But Daddy figured out it was made roughly\n50,000 years ago!\"\n\nHis heart fell to the bottom of his stomach. The Beechers hadn't got\nover that stumbling block either. He'd made a mistake in trying to pump\nher. He smiled feebly. But salvage _something_ out of it!\n\n\"50,000 years,\" he said druggedly, \"seems to be correct--\"\n\nShe was on her feet, laughing half hysterically. \"You're trying to say\nthe Unterzuyders invented a time-machine? That they aren't hibernating\nat all? After all the trouble we've gone to--\" She giggled. \"That's\nrich, Ralph--\"\n\nFemale instability. He held her tightly. A lie, a good solid lie. His\nheart raced. Bigger Bailes. \"Of course not, dear. The whole idea of a\ntime-machine is fantasy--\"\n\n_Is it?_\n\n\"--and it'll make you feel better to know the map is purely\ncontemporary. You noticed the ship changed course? Well, dear, we are\nheaded toward X!\"\n\nShe pushed away, her eyes amazed.\n\n\"And,\" he added happily, \"you will also be glad to know that you and\nI and your father are going to collect the reward for finding the\nhibernaculum!\"\n\n\"_Really_, Ralph? That was your intention all along? You weren't going\nto _free_ them? Oh, I was hoping so hard you were going only after the\nreward--\"\n\nShe switched her glance over his shoulder. Pity wrenched her face.\n\nSomething hit Ralph Unterzuyder hard on the back of the head. He fell\nstraight down ten thousand miles, and lay there for quite a while\nstudying patterns of light that squirmed in his head.\n\n\n\nCaptain Foshag was dragging him to a chair. His tufted eyebrows came\nclose. He put a slopping cloth on Unterzuyder's forehead.\n\nHe said, \"For the time, you're a prisoner in this cabin. I trust the\nexperience will teach you some truths. Wickedness secretes various\npoisons in the body, particularly the heart and the liver. Change your\nways, and you may indeed live a long life!\"\n\nThe door burst open and Beecher lunged in. His shrewd eyes rested on\nUnterzuyder.\n\n\"Sorry I had to bop you, Unterzuyder,\" he said in clipped accents. \"But\nit was the best way to get you out of the picture and keep you from\ntalking to Bigger Bailes. You might have messed up the works. As it\nwas, we told him the truth.\"\n\n\"The truth?\"\n\n\"Certainly. You admitted it to Fayette. That you'd figured out the\norbit and present position of X. He got the course from Foshag and made\nus turn around toward Titan again. Then he took off for X. So we're\nwhipped. But at least it kept us from being looted.\"\n\nUnterzuyder ripped the wet cloth from his head and threw it somewhere.\nHe laughed. He weaved about the room, holding his head and hooting,\nwhile Foshag and Beecher looked on with open mouths. Then Foshag forced\nhim into a chair.\n\n\"Out of his head! Mr. Unterzuyder, please be quiet. That's better.\nThere, there! Now we're going to leave you here for your own\nprotection, Mr. Unterzuyder. The settlers are somewhat provoked. Do you\nagree?\"\n\nUnterzuyder grinned widely up at him.\n\n\"I'm sick,\" he groaned. \"Tell Fayette I need her.\"\n\n_There's still X to find._\n\nAn idea had come to him.\n\n\n\nHe was in bed, the white cloth on his forehead, when Fayette walked in.\nShe looked at him without sympathy. Tentatively, she sat on the edge of\nthe bed, curling one knee under another.\n\n\"I'm sorry if you think I played Delilah, Ralph--\" she began.\n\nHe patted her knee delicately. \"There, there,\" he soothed. \"None of\nthat matters. Actually, we're two of a kind. Not that we're naturally\ntreacherous, but that we are indirect, the most dangerous weapon in the\nworld. I wanted to discuss our plans. You see, marriage is a--\"\n\nShe gripped his wrist, hard, to make him stop talking.\n\nShe said through her teeth, \"After this, nothing but the truth!\"\n\nInwardly he groaned.\n\nShe went on with determination. \"I _do_ love you. I _do_ want to marry\nyou. And settle on Titan. The important thing is, do _you_ love me\nand really want to marry me? Are you going to be honest with me about\nthings that concern only us? Of course, I don't mind if you're tricky\nwith other people. That's life.\"\n\n_Well, why not?_\n\nUnfortunately, he would be unable to use her anymore for purposes of\nfinding X. But apparently, he _was_ in love with her.\n\nHe held her warm hands. \"We'll get married and live on Titan,\" he said.\n\nShe leaned over and kissed him until he thought he'd be forced down\nthrough the bed.\n\nHe added, \"But first I've got to get back in the good graces of the\nsettlers.\" When she smiled incredulously, he said with confidence, \"It\nshould be easy.\"\n\nAnd besides, it was necessary.\n\n\n\nAs soon as Fayette left, he leaped out of bed and grabbed an\nencyclopaedia out of the bookcase. He looked up _Unterzuyder_, tracing\ndown until he found the expected paragraph:\n\n_The fabulous cartels of the Unterzuyders were built up through their\namazing instinct on the stock market. When the market was bullish,\nthey seemed to know when the crest was reached. Selling short in heavy\namount at this point, they reaped millions in profit as the market\nfell, then caught the market again on the upswing. Invariably, the\nbulls were caught short by the Unterzuyder bears. The Unterzuyders\nseemed to draw some special inspiration from one famous interpretation\nof their name, i. e._, undersiders, _those who work from the\nunderside_....\n\nUnterzuyder sent the book scurrying into a corner. His hunch had been\nright. But now was not the time to work out the rest of the puzzle. He\ndressed quickly.\n\nWhen he walked into the dining room, where dinner was in progress, he\nwas wearing the white bandage pinned around his forehead. He was also\nlimping very slightly. Sympathy was nonetheless lacking. Complete quiet\nreigned in the dining room. The settlers kept their faces turned away,\nor looked fixedly at their plates.\n\nFayette's expression alone showed sympathy. He knew his own face was\nfiery red.\n\nNonetheless, he told the settlers everything he thought necessary.\n(They knew it anyway.) He apologized. He pointed out deviously that,\nafter all, they _were_ on the way to a new world. That much he had done\nfor them.\n\n\"What you do not realize is that it was I, your leader, who diverted\nBigger Bailes from looting the ship.\n\n\"Quite deliberately, I built up the feeling that the new course was the\ncourse to X, the hibernaculum of my criminal ancestors. All of you were\nconvinced. Therefore Bailes became convinced.\n\n\"Had he known the Unterzuyder map was a fake, he would have taken it\nout on you by looting the ship. I sent him off on a wild goose chase!\"\n\nSome of the settlers were looking at him with cautious interest.\nBeecher rose at this point.\n\n\"I can say something in favor of Mr. Unterzuyder,\" he said. \"His\nintentions were good. Mr. Unterzuyder was only after the reward money.\nHe did _not_ intend to free the Unterzuyders, even though he is an\nUnterzuyder himself. And half of the reward money was to go into the\ntreasury of Titan Settlers!\"\n\nUnterzuyder looked pop-eyed at Beecher. But now the settlers were\nfrankly staring at him. After a moment, they began eating again. In\nseveral minutes more, the hall was full of chatter again.\n\nAfter the most uncomfortable meal of his life, Unterzuyder headed for\nthe door. Beecher caught up with him, grinning companionably.\n\n\"We did a good job, mister,\" he said. \"I had my own reasons for backing\nyou up. This thing'll blow over. Then I've got some ideas. You and I\nare sharpies, Unterzuyder. We could set up in business on Titan and\nbuild up one of the biggest fortunes in the System, eventually. What do\nyou say?\"\n\nUnterzuyder smiled wanly and said he would think it over. Then he went\nto his cabin. In two hours, he had plotted X's location to the dot.\n\nThen he leaned back, nibbling nervously at the pencil eraser.\n\nIn five days, with good fortune, the infamous Unterzuyders would be\nawake and free....\n\n\n\nIt took him two days of cautious footwork before the settlers\ncompletely dropped their hostility toward him. Then one evening he told\nthem simply that they still had Bigger Bailes to worry about.\n\n\"When he discovers he's been fooled, it's possible he might head for\nTitan and try to loot the settlement. We have to be ready. For several\nweeks we'll have to be on guard. The space ship will be camouflaged.\nFor awhile we'll suspend building operations.\n\n\"We'll be ready for offense and defense. We have three life boats which\nare maneuverable in empty space or in an atmosphere. These life boats\nmust be equipped with food, with water, with weapons. I'm calling for\nvolunteers to help me with that job.\"\n\nIt was a rude shock to Unterzuyder when Fayette became the first\nvolunteer.\n\nUnterzuyder paid particular attention to one of the life boats himself.\nQuite accidentally, it became loaded down with extra weapons and\nsupplies.\n\nOnly one thing bothered him. Fayette was underfoot all the time.\n\nAs the time of leaving approached, his nerves began to get the better\nof him. The time, however, _did_ come. At 22:04 on the fifth day, in\nthe middle of the sleeping period, he dialed open the airlock door to\nthe blister in which the stout little life boat nestled. He closed it\nbehind him, turned around. Fayette was standing at the hatch of the\nlittle ship, slickly dressed in shiny boots, smart beige jodphurs, and\na blouse open at the throat.\n\nShe was holding her pet neutron gun with the snout pointed toward him.\nShe was smiling confidently.\n\n\"Ralph,\" she said, \"in my hand I hold a weapon. It is not indirect.\nIt is not subtle. It does not practice deceit. It does not give\nhalf-answers. It says 'yes,' and it says 'no'. That's all it says.\n\n\"It also _gets_ yes and no answers.\n\n\"But don't be afraid of me, Ralph. I'm here to help you!\"\n\nHe found his voice. \"Help me? I need no help! I work alone!\"\n\n\"Nobody works alone, Ralph. Ask Captain Foshag. Most people run on\ncompulsive commands given them by people who might even be dead.\nParents mostly. Positive suggestion. The mind works that way.\n\n\"Sometimes people are made to feel they're unhealthy, only they aren't\nreally. Or they're told their eyes are bad. Or that they're superior to\nother people.\n\n\"It's just as if--\" she frowned hard as if looking for an example \"--as\nif _your_ parents were sitting inside that smart blonde head of yours,\nRalph, and telling you to free the Unterzuyders from their sleep. It's\nsomething you feel you _have_ to do.\n\n\"But you _don't_ have to, Ralph. I'm here to help you.\"\n\nHe stared at her, stunned.\n\nHe drew himself up arrogantly. \"Put down that gun, Fayette.\"\n\nIf anything, she held the gun more firmly, and moved it three inches\ntoward him.\n\n\"Don't mistake me, Ralph,\" she said, her eyes cold. \"This is a yes and\nno game. No maybes or ifs. If you say yes when the gun says no, that's\ntoo bad. If you say no when the gun wants yes, _that's_ too bad. You\nsee how straightforward the three of us are?\n\n\"But I and my pet neutron gun will give you time to think.\n\n\"Tell me how you found X.\"\n\n\n\nHe slumped weakly against the bulkhead, wiping at his forehead with the\nback of a shaking hand.\n\n\"There were enough clues,\" he said hoarsely.\n\nAnd there had been, at that. _Tertium Organum_, A Key To The Enigmas Of\nThe World, _was_ a key. Its author, Ouspensky, looked at the universe\nfrom a _different_ viewpoint.\n\nThe small _u_ in unterzuyder meant that it was to be taken as a common\nnoun.\n\nAnd certainly the conclusion that the map was made 50,000 years ago was\nitself an obvious clue!\n\n\"We made our calculations on the assumption that the map had been made\nlooking at the Solar System from the north--from the star Polaris,\nthat is. It hadn't been. My ancestors drew the map from the unorthodox\nreference point of the Southern Cross.\n\n\"From the underside. I turned the negative upside down and made a new\nmap. Then I got right answers.\"\n\n\"Very good,\" said Fayette. \"The tricky Unterzuyders did live up to\ntheir name. _Didn't_ they, Ralph?\"\n\n\"Yes,\" he said shakily.\n\nThe gun wavered. Fayette was blinking. \"Ralph, do you love me?\"\n\n\"Yes....\"\n\n\"Are you being truthful? Will you always tell me the truth, the whole\ntruth?\"\n\n\"Yes....\"\n\n\"That's a good boy. Please keep on giving my pet the right answers.\nRalph, don't you know that if you freed the Unterzuyders I couldn't\never look at you again?\"\n\nThere were angry tears in her eyes. Unterzuyder suddenly remembered the\ntime at the dance, when he had wiped away her tears. He should wipe\nthem away now. He was weakening. He was an Unterzuyder. He should be\nstrong. There was his duty....\n\n\"Fayette,\" he said hoarsely.\n\n\"Stand back.\" Her chin came up. \"Answer the question! Yes or no.\"\n\n\"Yes.\"\n\n\"Do you want to marry me?\"\n\n\"Yes, Fayette.\"\n\nHer mouth opened and closed. Suddenly her shoulders heaved and she\nshook her head blindly. The gun dropped to her side. \"Oh, Ralph. I\ncan't do it. I was going to ask you if you still wanted to go ahead\nwith it. But I can't. I can't force you. You'll have to make up your\nown mind!\" She turned away, hiding her face with one arm. Instantly, he\nleaped for her, tearing the gun from her hand.\n\nHe looked at it where it lay black and ugly in his hands. He was seeing\nit very well, with his excellent Unterzuyder eyes. It slipped from his\nhand and fell to the floor. He let it lie, and took Fayette into his\narms.",
    "metadata": {
        "author": [
            "Rocklin, Ross Louis",
            "Rocklynne, Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66211/pg66211.txt",
        "name": "x_marks_the_asteroid.json"
    }
}