{
    "name": "Yesterday's Revenge",
    "author": [
        "Nichols, H. L."
    ],
    "body": "War! Years and decades of slaughter and hate and retrogression, of men\nagainst men, machines against machines, machines against men, in an\never quickening tempo of destruction. The World War, the War of the\nWings, the War of the Rockets, the Pacifist War, the World Revolution\ndrowning in the sea of its own blood, and at last peace, the Peace of\nFear.\n\nAnd in this Peace cities rose again on the surface of the earth, roads\nfound new ways across the blasted continents, great ships again safely\nplied the seas, the skies were burdened with commerce and everywhere\nthe mighty deserts slowly shrank before the verdancy of nature and the\ngenius of man.\n\nBut the ground was soaked with blood of the lost generations marching\nin endless columns to their sacrifice to hate. The vibrations of the\nhate were in the very ground beneath the cities. There was bitter hate\nin the hearts of the men who toiled to build the forms of civilization\nwithout its spirit, urged on by the lash, the torture chamber and the\npurge. And the focus of all this hatred was the Master, Protector of\nthe Peace, betrayer and dictator of a world.\n\nOnce he had been the idol of the war-weary millions as he sent the\nrobots of the Pacifist Democrats to victory after brilliant victory;\nas the regimented subjects of the brigand nations had broken their\nchains to fight under the banners of the great League of Scientists\nwho promised peace and freedom and security; and as the League itself\ngave him complete control over the mighty armaments contrived for man's\nsalvation.\n\nBy the time the last stubborn flame-fort had surrendered, he stood\nupon a dazzling pinnacle of glory such as men had only dreamed before,\nand he would not descend to be again a man among men. He refused\nto return his dread powers to the League. When they insisted, he\nimprisoned them, and they escaped to raise his armies and all peoples\nagainst him, shouting the war cries of freedom, so that the whole\nworld seemed to batter against his citadel like a sea of thunder\nand flame. Yet he alone controlled the robots, and the robots went\nforth bringing darkness to the sky and fire to the earth. The armies\nof the people were defeated and scattered, only to fight again from\nburied strongholds and mountain fastnesses. Then again and again the\nrobots went forth, until the continents were shattered deserts and the\nunderground cities great smoking craters open to the sky.\n\nWhile the Master's vengeance still flickered through the wastelands,\nhis rebuilding had begun, and now he sat high and secure in his great\nRoom of Power, that seemed to float as a miraculous campanulet of\nsilver above the half mile peak of the Serene Tower. There was no\nsound in this room save the Master's breathing, but against its outer\nwalls of glass lapped the purr and whisper and whine of millions of\nhorsepower performing their appointed tasks. From the Southern Port\ncame the drone of a great liner beating its way into the stratosphere,\nfrom where the thunder of its released rockets would come to him only\nas a faint orange streak is a dazzling sky. Through the air also came\nthe hum of hovering taxicopters far below, the muted rumbling of the\ngreat moving streets and freightways and the mutter and crash and clang\nof building machines, all dying against this shell of glass. Through\nthe mighty frame of the building itself quivered the vibrations of the\ngiant factories, endlessly fabricating materials for more factories,\nmore cities, more ships of the sky and sea, mere power and glory for\nthe Master. But these vibrations, too, died in the protections of that\ntower top.\n\nHere, the Master assured himself, he was safe, safe alike in his\nlife and in his power. For here were the telepathic controls of the\ningenious and terrible robots, that kept the world securely his. Here\nalso were some of the robots themselves, resembling neither machines\nnor men as they waited in everlasting patience and vigilance for his\nactivating thought. And lest some danger creep upon him unaware, there\nwere the Guard, faithful in their unleashed cruelty and mindless\nworship; there were the ray screens and thought detectors; and\nprimitive but reassuring, there was the electric lock upon the elevator\nthat was the sole entrance to this room. Only the vibrations of hate\nbeat in, beat past locks and screens and rays, beat through glass and\nsteel and plastic, beat gently, tirelessly, like ripples on a rock.\n\nSafe indeed was the Master, and powerful beyond all telling, but the\nMaster was afraid.\n\nOn the Master's desk the visiscreen glowed softly into life, and from\nit his secretary spoke. \"Technician Heidkamp, special director Capitol\nMecho-lab 43, desires an audience in the Room of Power to demonstrate\nthe Time Visor to your Excellency.\"\n\n\"Has it been inspected by the Director of Precautions?\" The Master's\nfingers drummed nervously on his desk and he cast a sidelong glance\nbehind him, although he knew that no human being could penetrate the\nRoom of Power without his orders.\n\n\"No, your Excellency, it bears a waiver with your signature.\"\n\n\"No matter, have it inspected and report back at once.\"\n\nThe visiscreen faded into lifelessness, and the Master returned to\nhis musing. \"No one in all the history of the world has ever been so\npowerful as I,\" he muttered, and yet he knew that in his heart there\nwas fear, a fear which he had not the courage to face.\n\nAgain the visiscreen glowed, this time with the image of the Director\nof Precautions, who reported, \"I, Melsit, have inspected the Time\nVisor, Experimental Permit No. 445,826, and find it to contain no\ndangerous elements.\"\n\n\"It is well,\" said the Master, releasing the elevator lock, \"Technician\nHeidkamp may bring it to my Presence, accompanied by two of the Guard.\nRemain in communication.\"\n\nA bell rang softly as the elevator rose into view. Technician Heidkamp,\na man whose gray, lined face and desolate eyes belied his middle-age,\ngave the salute, then entered wheeling before him a cabinet whose\nglass panels revealed an intricacy of tubes and wiring in interlacing\nspirals. Behind him came the giant Guards, watchful and impassive.\n\nThe Master watched, smiling secretly as he exulted in his power over\nHeidkamp. It was small pleasure to have the right of life and death\nover the workers who toiled in the depths of the city, but here was\none of the great minds of all time, whom the Master could crush out of\nexistence like an insect. The Master's eyes sparkled as he acknowledged\nthe salute of the Technician.\n\nFrom the top of the cabinet Heidkamp lifted the separate eyepiece, its\ncontrol buttons showing white against the ruby case, and laid it on the\nMaster's desk. Again he saluted.\n\n\"Your Excellency, a year ago you commanded me to construct a machine\nthrough which, for your amusement, you could view the past. Night and\nday I have labored, and now I offer to you the Time Visor through which\nyou may view one small segment of the past--that time when the world,\nlong tottering on the brink of disaster, spread too late the wings\nof war, and hurled itself to its long ruin. From this high place you\nmay see the towers of Manhattan once more piled against the southern\nsky, in the midst of that vast ancient web of bridges, highways and\nvillages, with its great harbor filled with the shipping that the War\nof the Wings has since destroyed. Look downward, and you may follow\nhour by hour the simple life of the old village of Nyack where our city\nnow stands. Or you may carry it to the ends of the earth, and view the\nwhole crowded world of those other days.\n\n\"The instrument is adjusted to your Excellency's eyes. The lower\nbutton regulates the magnification, now set at three diameters. Your\nExcellency, you have long possessed the present and the future. It is\nmy honor now to offer you the past.\" Heidkamp paused, his face glowing\nwith the impersonal exultation of the born scientist.\n\nThe Master lifted the instrument toward his eyes, and as he did so,\nsaw on the southern horizon a small cloud, intensely black, and from\nsome forgotten saying there flashed uneasily through his mind the\nphrase \"no larger than a man's hand.\" But through the eye piece there\nwas no cloud, but a dawn-cleared sky into which the haphazard towers\nof the now almost legendary Manhattan lifted their pinnacles, softened\nby plumes of drifting smoke and flattered by slanting bars of golden\nsunlight. Long the Master looked, and at length turned the visor\ndirectly downward, to look through half a mile of empty space at a\nvillage sprawled toylike on a green hill sloping upward from the river.\n\nInterested in the town which had once occupied the land where the\nSerene Tower now soared aloft, the Master increased the magnification.\nHe had a nightmare sensation of falling with rocket speed, snatched his\neyes away, and saw that in the south the cloud towered over a third of\nthe horizon, black and ominous. He barked to the watchful image in the\nvisiscreen, \"Tell those fools in the weather department to stop that\nstorm!\" and again looked down thru the visor. He seemed now to be a few\nfeet above a green lawn fronting a trim white house, roofed with wooden\nshingles. On the gravel path stood a girl whose pure young beauty\nmade him catch his breath. She threw back her golden hair and looked\ndirectly toward him, her blue eyes wide and fearless.\n\nBut suddenly the Master was jerked back to the present as the floor\nswayed beneath him, and a fearful crash of thunder entered his eyrie,\nwhere no outside sound had ever come unbidden. He looked up and saw\nthe great cloud, now overhead, pouring forth torrents of rain which\nmade the campanulet seem like a diving bell in a cataract. On the outer\nsurface of the glass was an incessant race of lightning, flashing\nover the surface in zigzags and spirals, seeking angrily to penetrate\nthe Room of Power. The visiscreen was blank and rimmed with fire,\nblue flames and crackling sparks flickered from the machines and the\nrobots, and it seemed to the Master that at last his defenses had\nfailed.\n\nNow the secret fear which lay hidden at the Master's heart grew in\npower, and he shrank back into his chair, while the great Negro\nguards stood like statues of fear, their hair erect and snapping. The\nelements, then, were not wholly under control of the Master's mighty\nscience! Nature had broken the chains with which he had thought to bind\nher. And if the weather control could fail, could not something go\nwrong, too, with all the Master's power and authority?\n\nHeidkamp, immobile, watched the Master and seemed to guess at his\nthoughts. Only his eyes betrayed his exultation at the fury of the\nstorm. Only a flicker of the lids, when he looked at the Master,\nshadowed forth a hatred of the man in whose war his only brother had\nfallen, the man who had negligently said to Heidkamp, \"Well, give her\nto him, man! What's a brown-haired girl?\" when the Master's current\nfavorite had coveted Heidkamp's only daughter. The favorite was dead\nnow, executed at one of the Master's whims, and the daughter too was\ndead, refusing to survive her shame and perishing by her own hand.\n\nBut soon the torrent of rain ceased, the dancing fires vanished, and\nthe lightning thinned and waned. The cloud was breaking under the\nimpact of great rays that lashed out from below, boiling away in\nharmless beaten puffs, dissolving into the upper air or blowing north\nlike fragments of a vanquished fleet. Belatedly the weather control\noperators had reasserted their mastery.\n\nNow the Master's fear changed to fury. As the visiscreen came on again,\nhe shouted, \"Intelligence Department, at once! Zadol, how did that\nstorm get past our guard screens? Broke them with electric overload?\nWho calculated the safety factor? Have them executed at once! One of\nthem a woman?--no matter. Put the execution on visiscreen where I can\nenjoy it. Ho, you Heidkamp, stand by and see the mildest penalty you\ntechnicians can expect when you fail me.\"\n\nOn the visiscreen appeared the figures of the shrinking victims,\ninstantly electrocuted by the Master's new device, which galvanized\nevery separate cell of the human body into a tiny inferno. As the\ndespot's petulant order was executed, he smiled, while the Guards stood\nimpassive and the murmur of the drenched city drifted thru the broken\nsound screens.\n\n\"Now, Technician Heidkamp, opener of windows and resurrector of the\nshattered and the dead, it is your task to prove to me that I saw the\nreal past, not clever trickery. Burdened with the cares of the world, I\nhave forgotten your theories. Explain.\"\n\n\"With pleasure, your Excellency. Upon graduation from Midland\nTechnical, I was assigned to vibro-chemical work with the London\nArchaeological Expedition. In block 44 south, Section 33, we excavated\na partially demolished laboratory and library, in which we found\nrecords of extensive calculations and experiments by which one Dr.\nLouis Foster had demonstrated that time is spiral in nature, and that\nthe loops of present and past are pressed so closely together that\nvision and travel from one to the other are theoretically possible.\nFoster published his findings in 1941, by which time his country was\nso deep in the agony of the War of the Wings that it was interested in\nnothing except military science. Dr. Foster had hoped to make a time\ntravelling device to escape the rising tide of slaughter, but before he\ncompleted it, cellulate bombs put an end to him and his work.\"\n\n\"Your Excellency generously condescended to supply me with facilities\nto investigate these theories. After finding Foster's mechanism to\nbe ineffectual I experimented with Ronferth rays, until I found that\nthe A and F output, interlaced at dissonant frequencies and reflected\nfrom thionite crystals in Madderhern tubes, would actually pierce the\nveil between us and the past. The case upon your desk throws a hollow\nbeam of these dissonances, which it absorbs from the cabinet relays,\nand within this beam, light rays from the adjacent part of the next\nloop of the time spiral penetrate to the visor, subject to the same\nlaws of optics that hold in our present time. The core of the visor\nis an ordinary electrically magnifying binocular, with stabilizers.\nThe period of the time coil is sixty-six years, one hundred five days,\nand nine hours. Therefore, your Excellency, some minutes ago you were\nseeing the world as it was at seven o'clock, May 18th, 1940. For proof\nthat this is indeed so, and not a deception, I can but trust to your\nExcellency's own acumen.\"\n\n\"You speak only of the past, Heidkamp. Can you not show me the loop\nbeyond--the future?\"\n\n\"The future is not visible, your Excellency, and I do not believe\nit yet exists. Through eternity time stretches backward, and as our\ninstruments grow stronger, it shall yield its secrets. But you are\nthe point at which the spiral builds, and the future waits for your\nshaping.\"\n\n\"It is well.\" Responding to Heidkamp's subtle flattery, the Master's\nthin lips curled with pleasure as he thought of a future shaped to his\nwill. His hands twisted and twitched as he contemplated his own endless\npower. \"Heidkamp, it is well. The Guards will accompany you to the\nreception chamber. You may go.\"\n\nAs the elevator silently started downward, the Master returned to the\nvisor, impatiently turning the controls until he again found the white\nhouse with the gravel path, in the long-forgotten village of Nyack.\nLong he waited until he could see again the girl to whom he felt so\nstrangely drawn. Darkness fell, and the city became a glory of colored\nlights around him, but he did not heed, as he steadily watched a path\nthat lay sleeping in the afternoon of a beautiful spring day.\n\nAt last his vigilance was rewarded. A shining four-wheeled roadster\nstopped before the gravel path, and from it alighted the girl and a\nman, a man who was as tall and blonde and sleepy as the Master was\nsmall and dark and intense, a man with whom she laughed and talked as\nthey went up the path and into the house. This time she did not look\ntoward the Master at all.\n\nThe sun of that forgotten day sank behind banks of purple cloud, and as\nlights glowed throughout the village and from the windows of the house,\nthe watcher from the future remembered from old stories the comfort\nand intimacy that would be within its walls. He thought of the radiant\ngolden girl whose eyes caressed her companion, the girl whose bearing\nhad the freedom and intelligence which now had almost passed from the\nwomen of the world, because like the men they knew themselves absolute\nslaves of the despot in the tower. The Master felt an irrational surge\nof rage toward the girl, long since dead, whose living body he could\nbehold in the time screen. What right had she to look like that, with\nopen, fearless eyes, oblivious of his power?\n\nHe slammed the visor down on his desk with a vicious curse. \"Technician\nHeidkamp, at once,\" he snarled. In a moment Heidkamp, gravely saluting,\nappeared on the visiscreen.\n\n\"Heidkamp, you spoke of a time travelling machine. Can you build me\none?\"\n\n\"That is a far more complex and difficult matter than the building of\nthe visor, your Excellency. The formulae are not yet complete....\"\n\n\"In thirty days you must build me a conveyance to bring a woman to me\nfrom 1940, alive and unharmed.\"\n\n\"But your Excellency! The formulae, the experiments, the safety\nfactors!\" Heidkamp's imperturbability for once was shaken at the\nMaster's preposterous demand.\n\nThe Master's breath came fast with rage. \"Have you forgotten your\nlesson of this afternoon? If you cannot carry out my instructions, the\nexecution of the weather experts will prove child's play compared to\nthe tortures I shall devise for you. Report at thirteen tomorrow.\"\nHe touched the screen into darkness, and slept at his desk until the\nmorning sun was high over the city.\n\nThe rest of the morning he devoted to conferences with his captains in\nvarious parts of the world, in regard to their keeping of the Peace.\nHis secret police were everywhere, and were themselves watched by\nspies, who underwent periodic hypnotic examinations in the Master's\npresence, lest they should be disloyal. So perfect was the organization\nthat nowhere could a man say a word against the Master or his Peace and\nbe safe from his vengeance.\n\nBut of late that vengeance had been withheld as its wielder watched the\ngrowth of a revolutionary society, the New Day, whose hope spread among\nhis subjects swift as fungus thru rotting wood. They were building\npower for his overthrow and for establishment of the democratic world\nstate which he had so falsely promised, and the Master was aware that\nthey were the most brilliant and determined antagonists he had known\nsince the establishment of his Peace. They had found ways to screen\ntheir thoughts against his detectors, but no way to keep his agents out\nof their organization, so that his spies sat in their high councils and\nbetrayed them.\n\nSo the Master deemed himself safe from them, since he would know\nbefore they struck, and he leisurely prepared cruel traps for their\nundoing. And he promised himself that he would make their punishment so\nfearful that he could count himself safe against another revolt for a\ngeneration. But for the while he held his hand.\n\nWhen noon was an hour past, Heidkamp was ushered into the Room of Power\nby the Guards. He dared make no further protests, but the muscles of\nhis jaws twitched when the Master reiterated his harsh order that the\ntime traveller must be ready within a month, and added, \"This visor has\nrevealed to me a woman whose beauty is worthy of my recognition, and\nI propose to bring her here for my enjoyment. Mount the instrument on\nthis range finder, so that I may indicate to you the location of her\ndwelling.\"\n\nSo the observations were made and subsequently checked against plans of\nthe Serene Tower, and it was found that the house and path lay within\nthe impenetrable wall of a vault. In the vault itself Heidkamp set up\nhis laboratory, trusting that chance or stratagem would lure the victim\nto the trap he planned.\n\nHere Heidkamp labored by day and night, seldom stopping even for food.\nHis lean, worn body brought new reserves of strength to the monumental\ntask. It was not fear that drove him on; Heidkamp was not afraid of\ndeath or torture, and after the fate which had befallen his brother and\nchild he had nothing more to live for. Heidkamp was driven by hate;\nhate of the Master. For deep in his brain there was a hidden hope that\nthe Master, secure and omnipotent beyond the reach of mortal hands or\nminds in his Serene Tower, might somehow be vulnerable to contact with\nthe free and dynamic ancient world revealed in the Time Visor. Had not\nthe storm which had arisen when the Master first looked into the visor\nbeen, perhaps, an omen of some ill to befall him through this tampering\nwith time?\n\nSo the days crept past, while Heidkamp in his dungeon laboratory worked\namong the giant tubes and shimmering radiances that should open the\nbackward facing door, and while the Master in his eyrie brooded darkly\nover the romance that developed beyond that door while he waited\nimpotently for the key. For it was Spring in Nyack, and the girl he\nsought was clearly and increasingly in love with her virile escort.\nHand in hand they walked the streets of the village, or sped beyond the\nvisor's range in the sleek roadster, while in the high and dreamlike\ntower, surrounded by miracles of science and of beauty, the Master\nyearned wickedly for the girl who had long been dust, and furiously\nhated her companion. When but half of the allotted thirty days were\npast, he summoned Heidkamp to the Room of Power for an accounting.\n\n\"Your Excellency, I am pleased to report that I have developed some\nnew plastics in the beryl-nickeloid series, which can be charged with\nthe Ronferth-Madderhern dissonances so heavily that the rays form a\ntangible structure in themselves, which takes the shape of the plastic,\nand can be forced into the next loop of time and drawn back again. A\ncage or cell so composed and charged can be used to entrap your desire,\nand transport her to us, but the apparatus is still primitive, and\nhas proved fatal to life and destructive to material, that has been\ntested. I am working without rest with my assistants to correct the\ndifficulties, but the field is new, and progress necessarily slow. We\nare in hourly hope of finding the right path to success, and hope that\nyour Excellency will not lose patience with our efforts.\"\n\n\"Will you be able to move this cage of rays in space as well as time,\nso as to pick her up wherever she may be?\"\n\n\"No, your Excellency. We must set up the plastic mold in our space so\nas to project the vibration screen to some point upon her lawn. This\nscreen should have no palpable existence in her time, but if she steps\nwithin it, we can draw her to us.\"\n\nAnd now, suddenly, a cunning idea uncoiled itself like a snake in the\ndepths of Heidkamp's mind. His tone was colorless and submissive as he\nasked, \"Perhaps your Excellency himself would care to enter the cage\nand go backward through time, in order to invite this woman to enter\nyour world of wonders as your favorite?\"\n\nThe Master started and the cords on his forehead bulged with rage.\n\"Heidkamp! Are you a traitor or are you a fool? You would pay dearly\nfor this treacherous proposal if I did not need your brain to carry\nforward this work!\"\n\nHeidkamp's bow was humble. \"But, your Excellency, forgive me--I do not\nunderstand.\"\n\n\"Stupid!\" shrilled the Master. \"Can you not see that in that old time,\nwhere all my power is undreamed of, I would be cut off from my robots,\nmy Guard, my police and my armies? In that village all my power would\nbe naught, and even the mention of it would close me in a madhouse!\"\nAt the mere thought the Master's voice grew high and thin with terror.\nAlmost he abandoned the whole project; yet the thought of the girl\nwith golden hair and fearless eyes returned to him, filling him with\neagerness and desire which, jaded by absolute power, he had thought\nnever to feel again. \"Lure her to the trap!\" he cried. \"But if she\ncomes to any harm, you shall repent it in the longest, keenest agony my\ntorturers can devise.\"\n\nYet the nameless, growing fear grew stronger within the Master as the\ndays crept on and Heidkamp's experiments progressed. The future could\nnot be foreseen ... who could know that the past might not somehow\nreach darkly toward the Master, and destroy him? Yet the mad passion\ninspired by the girl in the Time Visor gave him no rest; it grew too,\nwaxing stronger as Heidkamp's science gradually placed her nearer to\nhis grasp, and finally this passion outstripped even the Master's fear.\nDaily he summoned Heidkamp to the visiscreen, threatened him anew\nwith endless torture if he should fail, and heard with satisfaction\nHeidkamp's story of progress. For the genius of the Technician, rising\nto the monstrous demands made upon it by the Master, was actually\nbringing to pass the miracle which he had commanded.\n\nWhen on the 28th day of the allotted thirty Heidkamp reported that all\nwas in readiness, the Master prepared to leave his lofty haven for\nthe first time in many months. For this expedition he chose to be\naccompanied by the robots, rather than by the brutal Guard; and lest a\nhalf mile of steel and glass and air should too much intervene between\nhis thoughts and the telepathic amplifier-converter, he had two of\nthe robots carry it between them. These two went into the elevator,\nbut before following them, the Master walked slowly around his eyrie,\nappraising what he saw, and beyond that, the distances unseen.\n\nHe had taken over from the Pacifist Democrats their plans for the\nrebirth of a world destroyed by war, and he congratulated himself that\nhe had achieved beyond their dreams. Fair indeed was this great city,\nrising in miles of mighty windowed ramparts along the western bank\nof the purple Hudson, and fair indeed were a thousand lesser cities,\nset like jewels around the healing earth. And the vast fruitful farms\nand terraced orchards, dotted with placid lakes and webbed by shining\ncanals, stretching to the north to break at last against the desolate\nshell torn slopes of the Highlands, and to the west into the cauldron\nof the sunset, these were things of wonder and beauty too. But for\nall his building and possession of this vast achievement, the Master\nknew that nowhere beneath that darkening sky could he count a single\nfriend, or any person loyal except thru fear or greed. And as he turned\naway, he saw the crimson of the west spread over the whole dome of the\nheavens like a great flame, and the city and the landscape seemed to\nflow with blood. With a deep foreboding he shuddered into the elevator,\nbidding two more robots after him, and rocket-like they plummeted into\nthe depths of the great building, in the safe and familiar light of the\nphosphene ceiling.\n\nSoft as a breath the swift car came to rest at the level of the\nupper vaults, and into the blue lighted corridor issued the strange\nprocession--four strange creatures beyond any man's imaginings, whose\nvery presence made the air electric with menace; two of them bearing\nthe glittering thing that gave them life, the irreplaceable telepath\nwhose structure was known to the Master and to no other living man, and\nwithin the shelter of their square walked the puissant owner of the\nworld, quick with desire for the woman he hoped to resurrect from the\nforgotten dead, but still fearful in the memory of the bright flame of\nthe sky and the city drenched in blood. He remembered now that as he\nhad first seen the girl, the heavens had unleashed upon him that great\nstorm, quivering with a concentration of the hate that always subtly\nbeat upon him, and he wondered whether the old gods still lived, and\nhad shown him then a sign and now another sign.\n\n\"Perhaps,\" he thought, \"I should turn back, lest I and my great destiny\nshould be trapped and lost in the dimness of these vaults and the\nenticements of the past, so that I might never again look forth upon\nthe planet that lies crushed beneath my will, or behold the great cold\nspace of twinkling suns that yet may feel my power. But no, this is\nweakness, for the past is mine as well as the future, and this woman\nshall be but the first tribute I shall exact.\"\n\nThus fixed in his determination, he came to the laboratory, where\nHeidkamp stood alone and tense among the fantastic trappings of his\nscience. In the center of the room was a great cylinder of softly\nglowing orange, on the warm surface of which danced flecks of silver\nlight. This was the mold into which the whining generators, banked tier\non tier in the further shadows, were pouring dissonances to be flung\nacross the incredible emptiness of timelessness to snatch back a living\nprize. Upon its side an insulated handle stood out sharp and black, and\naround it a faint suggestion of a door showed thru the radiance.\n\nNo spark of hatred showed in Heidkamp's eyes as he saluted. \"Your\nExcellency has arrived within three minutes of the time when the\nRonferth potential will be at maximum. You will observe on the right\na visiscreen connected thru a time visor so as to show the house and\nits surroundings. Upon the steps sits the girl whom you desire. She is\nwaiting for her escort. I have drawn this black circle upon the screen\nitself, to show where the trap will be sprung.\"\n\n\"And how will you lure her to the trap?\"\n\n\"I have taken advantage of your Excellency's authority to obtain from\nthe museums diamonds and other gems that were highly esteemed in her\ntime. Upon the floor of this cylinder I have placed a heap of these,\nwhich will be carried backward with the force screen and appear upon\nher lawn as the trap is set. Unless women were far different then than\nnow, she will come to this glittering bait, penetrating the force\nscreen that will be invisible and harmless while at rest, and then we\nshall pull the screen and the woman back together, so that she shall\nawait the Master's pleasure within this glowing cell.\"\n\nThe Master licked his lips as he watched through the screen the lovely,\noblivious face of the girl from bygone ages. Yet there remained a\ndoubt. \"Heidkamp\", he said abruptly, \"you have planned well and built\nskillfully, but I fear that all is not well, and that we perhaps\ntamper with forces that may rise up and destroy me. If you have any\nfaint doubt of the safety of all this strange machinery, that Director\nMelsit himself cannot entirely vouch for, speak now, and you may have\nmore time to make sure. But if you are sure, and carry me forward to\nsuccess, you shall share my power and be heir to all of it. Think well,\nfor this is a price that malice or disloyalty cannot offer.\"\n\n\"Your Excellency, I am your loyal and careful servant, the potential\nis at its peak, the bait is within the trap, and I await your word to\nclose the switch that begins your conquest of time itself. Shall I\nproceed?\"\n\n\"Close the switch.\"\n\nThe whine of the generators died to a whisper, the orange and the\nsilver light sank slowly into the plastics of the cage, as if receding\ninto a measureless depth of water to vanish at last, leaving the\nsurface blank and sombre.\n\nOn the screen appeared clearly the image of the beautiful girl from\nthe America of 1940. She was dressed in blue; she rested her chin on\nher hand as she waited for her lover to appear, and she seemed to be\nlost in some vague dream. For a minute she did not look up as, through\nthe magic of Heidkamp's science, there materialized on the lawn the\nglittering jewels which were to bait the trap. Then she saw them. Her\neyes widened. With a smile which bespoke childlike pleasure rather than\ngreed she jumped up and ran toward the treasure. She came to the edge\nof the fateful circle, hesitated as if some mystic warning made her\npause, and finally stepped within.\n\nIn the laboratory Heidkamp and the Master watched intently, and as soon\nas she was well within the trap, Heidkamp swiftly opened the master\nswitch and closed two others. The coruscations of light appeared deep\nwithin the cage and expanded until the room was again alive with their\nradiance. Through the time visor there appeared upon the screen the\nhouse and path and lawn, but the jewels and the girl had vanished,\nswept forward into Time.\n\nHeidkamp, hands shaking as he realized that the miraculous experiment\nhad succeeded, turned the great black handle of the Time Trap and flung\nwide the door. Within the cell the girl huddled against the far wall,\nhardly knowing what had befallen her, conscious only of the dizzying\nsickening shock she had sustained from her transportation into the\nfuture.\n\nAn inarticulate cry of joy burst from the lips of the Master. Now his\npassion for the girl became an avalanche of madness, sweeping away all\nhis fears and cautions. He hurled himself forward into the cage of\nthe Time Trap, reached blindly for the girl, twisted one hand in her\ngolden hair and pulled her toward him. Blanched and shaking, she held\nup her hands with a pathetic gesture of pleading horror. \"Beauty from\npast ages!\" cried the Master hoarsely, and bore down her resistance.\n\nHe had forgotten Heidkamp.\n\nQuietly, almost reverently, Heidkamp stepped forward, laid his hand\nupon the door, and closed it. He fingered the master switch, and as\nhe did so, remembered the forces of the New Day, ready to take over\npower and build at last a true democracy, including all the mechanical\nglories of the civilization which the Master had erected, with the\nadded crown of peace and freedom and happiness for every man on earth.\nThis he remembered, and he closed the switch.\n\nThe light died back within the cage, and in the circle on the time\nscreen appeared the Master, so forgetful of all else in his struggles\nto win the lips of the girl that he was not even aware that he was\ntrapped by Time. In his arms the girl struggled desperately, her\nfeet scattering the wondrous gems upon the grass. A roadster stopped\nbefore the house with an abrupt jerk, and the girl's giant lover\nhurled himself from the driver's seat and laid a violent hand upon the\nshoulder of the Master.\n\nFor one long, ecstatic instant Heidkamp could see in the time visor the\neyes of the Master, stark with his abrupt, dreadful realization.\n\nSlowly Heidkamp picked up a long bar of heavy iron, and methodically\ndestroyed the time traveler--first the long spirals of glowing tubes,\nthen the frail and lifeless structure of the empty cage and last the\nidling generators, their whispers crashing into silence.\n\nHe ignored the robots, waiting in vigilance for the commands of the\nMaster, commands that now would never come, their frantic urgency lost\nin Time.",
    "metadata": {
        "author": [
            "Nichols, H. L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64827/pg64827.txt",
        "name": "yesterday_s_revenge.json"
    }
}