{
    "name": "You Ask Anybody",
    "author": [
        "Sinclair, Bertha Muzzy",
        "Sinclair, B. M. (Bertha Muzzy)",
        "Bower, B. M."
    ],
    "body": "\n    Tumultuous “Casey” Ryan had driven horses since he could\n    stand on his toes, and as one of Nevada’s last\n    stage-drivers speed was his middle name. Wherefore the\n    ubiquitous Ford finally claimed him for its own—and so did\n    The Widow at Lucky Lode Mine. A combination prolific of\n    complications. You will be glad to continue Casey’s\n    acquaintance in future numbers.\n\nFrom Denver to Spokane, from El Paso to Butte, men talk of “Casey”\nRyan and smile as they speak his name. Bearded men with the flat tone\nof age in their voices will suck pipes and cackle reminiscently while\nthey tell you of Casey’s tumultuous youth—time when he drove the\nfastest six horses in Colorado to the stage line out from Cripple\nCreek, and whooped past would-be holdups with a grin of derision on\nhis lips and bullets whining after him, and his passengers praying and\nclinging white-knuckled to the seats.\n\nOnce a flat-chested, lank man climbed out at the stage station below\nthe mountain and met Casey coming off the box with whip and six reins\nin his hand.\n\n“Sa-ay! Next time that gang starts in to hold up the stage, by gosh,\nyou _stop_! I’d ruther be shot than pitched off into a cañon\nsom’eres.”\n\nCasey paused and looked at him, and spat and grinned. “You’re here,\nain’t yuh?” he retorted finally. “You ain’t shot, and you ain’t laying\nin no cañon. Any time a man gets shot outa Casey’s stage, it’ll be\nbecause he jumps out and waits for the bullet to ketch up.”\n\nThe lank man snorted and reached under his coat tail for the solacing,\nplug of chewing tobacco. “Why, hell, man, you come down around that\nhairpin turn, up there, on two wheels!” he complained.\n\nCasey grunted and turned away uninterested. “I’ve done it on one,” he\nbelittled the achievement. “The leaders wasn’t runnin’ good, to-day.\nThat nigh one’s tenderfooted. I gotta see about havin’ him shod before\nthe next trip.” He started off, then paused to fling reassurance over\nhis shoulder. “Don’t you never worry none about Casey’s driving. Casey\ncan _drive_. You ask anybody.”\n\nWell, that was Casey’s youth. Part of it. The rest was made up of\nreckless play, fighting for the sheer love of action, love that never\nleft a scar across his memory and friendships that laughed at him,\nlaughed with him, and endured to the end. Along the years behind him\nhe left a straggling procession of men, women, and events, that linked\nthemselves reminiscently in the memory of those who knew him.\n“Remember the time Casey licked that Swede foreman up at Gold Gap?”\none would say. “Remember that little girl Casey sent back to her folks\nin Vermont—and had to borrow the money to pay her fare, and then\nborrow the money to play poker to win the money to pay back what he\nborrowed in the first place? Borrowed a hundred dollars from Ed Blair,\nand then borrowed another hundred off Ed the next day and boned Ed to\nset into a game with him, and won the money off Ed to pay Ed back.\nThat’s Casey for yuh!”\n\nAs for the events, they were many and they had the Casey flavor, every\none of them. A few I should like to tell you, and I’m going to begin\nwith one which shows how Casey was born an optimist and never let life\nget the better of him, no matter what new wallop it invented.\n\nFrom the days when his daily drives were apt to be interrupted by\nholdups—and once by a grizzly that rose up in front of his leaders on\na sharp turn and all but made an end of Casey and his record for\nshaving death close and never drawing blood—Casey drifted from\nmountain to desert, from desert to plain, blithely meeting hard luck\nface to face and giving it good day as if it were a friend. That was\nthe remarkable trait which Casey possessed. Nothing downed him,\nbecause he never seemed to know when he was whipped, but thought it\nmerely an incident of the game. Cheerfulness was in the bones of\nhim—though he had a temper as Irish as his name.\n\nSo, in time, it happened that Casey was driving stage from Pinnacle\ndown to Lund and making boast that his four horses could beat any\nautomobile that ever infested the trail. Infest was the word Casey\nwould have used often had he known the dictionary contained it. Having\nbeen deprived of much knowledge of books, but having a facile\nimagination and some creative ability, Casey invented words of his own\nand applied them lavishly to all automobiles and, in particular and\nemphatically, he applied the spiciest ones to Fords.\n\nPut yourself in Casey’s place and sympathize with him. Imagine\nyourself with a thirty-mile trip down a twisty, rough mountain road\nbuilt in the days when men hauled ore down the mountain on wagons\nbuilt to bump over rocks without damage to anything but human bones.\nYou never stopped for stage robbers or grizzlies in the past, and you\nhave your record as the hardest driver in the West to maintain. You\npop the lash over the heads of your leaders and go whooping down a\nlong, straight bit of road where you count on making time. And when\nyou are away halfway down and the four horses are at a gallop and you\nare happy, around the turn below comes a Ford, rattling its various\njoints, trying to make the hill in “high.”\n\nMore likely than not, the driver honks his horn at you to turn out—and\nyou are Casey Ryan, of whom men talk from El Paso to Butte, from\nDenver to Spokane. Wouldn’t you writhe, and wouldn’t you swear, and\nwouldn’t you hate the man who invented Fords? Yet you would turn out.\nYou would have to, unless the Ford did—and Fords don’t. A Ford will\nsend a twin-six swerving to the rocky rim of a road, and even Casey\nRyan must swing his leaders to the right in obedience to that raucous\nchallenge.\n\nCasey had the patience of all optimists, and for a long while he had\ncontented himself with his vocabulary and the record he held of making\nthe thirty miles from Pinnacle to Lund in the same time a Ford would\nmake it. He did not, by the way, say what his stage cost him in\nrepairs, nor did he mention the fact that Lund and Pinnacle citizens\nrode with him once and then never again, and that his passengers were\nmostly strangers picked up at the railroad station at Lund because\nthey were tickled with the picturesque four-horses-and-Casey stage. He\nhad never killed anybody with his record, but he had almost.\n\nOnce Casey did not turn out. That morning he had been compelled to\nstop and whip a heavy man who came up and berated him because the\nheavy man’s wife had ridden from Pinnacle to Lund the day before, and\nhad fainted at the last turn, and had not revived in time to catch the\ntrain for Salt Lake, which she had been anxious to catch; so anxious\nthat she had ridden down with Casey rather than take the narrow-gauge\ntrain which carried ore and passengers and mail to Lund every day,\narriving when most convenient to the train crew.\n\nCasey had managed to whip the husband, but the difference in weight\nhad given him the victory by a narrower margin than Casey liked.\nBesides, the fight delayed him so that he started out ten minutes\nlate. He was reflecting upon the injustice of the case, and asking\nhimself if he, Casey, were to blame because a woman fainted\ninconveniently and missed her train, and had answered emphatically\nthat he was not, and that he would like to have given her husband\nanother good punch, and would have given it, if he’d had the time—when\nthe Ford came chugging around the turn and honked at him\nimpertinently.\n\nCasey popped his whip, yelled and charged straight down the road. He\nwould make that Ford turn out, or bust something. He would show them\nthat Casey was Casey Ryan. Wherefore Casey was presently extricating\nhis leaders from his wheelers, ten feet below the grade. On the road\nabove, the Ford stood still with one front fender cocked up rakishly\nand a headlight smashed, mulishly balking while the driver cranked and\ncranked and swore down at Casey, who squinted into the sun that he\nmight see the man he likewise cursed.\n\nThey were a long while there exchanging disagreeable opinions of one\nanother. When the leaders had veered to the edge of the grade at the\nlast second before the collision, and the wheelers had responded, the\nleft front wheel of the stage did something to the Ford. It would not\nstart, and Casey finally freed his four horses, mounted one and led\nthe others and so proceeded to Lund, as mad a little Irishman as Lund\never beheld.\n\n“That settles it,” he snorted when the town came into view in the flat\nbelow. “They’ve pushed Casey off’n the grade for the first time and\nthe last time! What pushin’ and crowdin’ and squawkin’ is done from\nnow on, it’ll be Casey that’s doin’ it—mind what I’m telling yuh, now!\nFaint? I’ll learn ’em what to faint over. They can’t hand it to Casey.\nThey never did and they never will. If it’s Fords goin’ to rule the\ncountry from now on, and take the road away from the horses, you can\nclimb a tree if yuh like, and watch how Casey’ll drive the livin’ tar\nouta one! Go ’em one better—that’s Casey Ryan, and you can go tell ’em\nI said so. Hawnk! Wait till yuh hear the hawnkin’ Casey’ll be doin’!”\n\nI tell you his horses knew the mind of Casey and all his fell purpose\nby the time he rode into town and up to one of those ubiquitous “Ford\nAgencies” that write their curly tailed blue lettering in one endless\nchain from the high nose of Maine to the shoulder of Cape Flattery.\n\n“Gimme one of them gol-darned blankety bing-bing Ford autymobils,”\nhe commanded the garage owner who came to meet Casey amicably, in his\nshirt sleeves. “Here’s four horses I’ll trade yuh, with what’s left of\nthe harness. And up at White Ghost turn you’ll find a good wheel off\nthe stage, ’t I’ll make yuh a present of.” He slid down from the\nsweaty back of his horse and stood bow-legged and determined before\nthe garage owner.\n\n“Well—there ain’t much sale for horses, Casey, and I ain’t got a place\nto keep ’em, nor anything to feed ’em. I’ll sell yuh a Ford.”\n\nCasey glanced over his shoulder to make sure the horses were standing\nquietly, dropped the bridle rein and advanced a step, his Irish eyes\nfixed upon the face of the other.\n\n“You _trade_,” he stated flatly.\n\nThe Ford man backed a little. “Sure, Casey. What yuh want for the\nfour, just as they stand?”\n\nCasey did not trouble with triumph. He continued to forge straight at\nhis object. “Me? I want a Ford autymobil. I want you to put on the\nbiggest horn you got, so I c’n be heard from here to Pinnacle and back\nin one hawnk. And run the damn thing out here and show me how it\nworks, and how often yuh gotta wind it and when. I’ve got my stage\nline to take care of, and I’ve missed a run on account of being pushed\noff’n the road. I’ll sign papers tonight when I get in. Show me the\nbiggest horn yuh got.”\n\nThus was the trade effected, with much speed and few preliminaries,\nbecause the garage man knew Casey well, and had seen him in action\nwhen his temper was up. He adjusted a secondhand horn he happened to\nhave; one of those terrific things warranted to lift a medium-sized\nman off his feet at one hundred yards or money refunded. Casey tried\nit out on himself, walking down the street several doors and standing\nwith his back turned while the garage man squawked at him.\n\n“She’ll do,” he approved, coming back. “What’ll kink Casey’s backbone\noughta be good enough for anybody. Bring her out here and show me how\nyou run the darn thing. I’ve got a load of bohunk muckers to take up\nto the Blackbird Mine. Meant to haul ’em up to-morrow morning, but I\nguess I’ll take ’em this afternoon for practice.”\n\nNaturally, the garage man was somewhat perturbed at the thought. The\nroad from Pinnacle to Lund was the kind that brings a sigh of relief\nto many a seasoned driver after it has been safely driven. It is\nnarrow in spots, has steep pitches both ways, and in the thirty miles\nthere are sixteen sharp turns and others not so sharp.\n\n“Better let me write you out some insurance on the car, Casey,” he\nsuggested, not half as jokingly as he tried to seem.\n\nCasey turned and looked him in the eye. “Say! Never you mind about\ninsuring _this_ car. What you want to do is insure the cars I’m liable\nto meet up with!”\n\nThe garage man said no more about insurance, but took Casey down the\ncañon where the road was walled in on both sides by cliffs and was\nfairly straight and level, and proceeded to give him a lesson in\ndriving. Casey made two round trips along that half mile of road,\nkilled the engine, and figured out for himself how to start it again.\n\n“She’s tender bitted, and I do hate a horse that neckreins in\nharness,” he criticized. “All right, Bill. I’ll put you down at the\ngarage and go gather up the bohunks and start. Better phone up to\nPinnacle that Casey’s on the road and it’s his road so long as he’s on\nit. They’ll know what yuh mean.”\n\nPinnacle did know, and waited on the sidewalk that afforded a view of\nthe long hill where the road swung down around the head of the gulch\ninto town.\n\nMuch sooner than his most optimistic backers had a right to expect—for\nthere were bets laid on the outcome there in Pinnacle—a swirl of red\ndust on the brow of the hill grew rapidly to a cloud. Like a desert\nwhirlwind it swept down the road, crossed the narrow bridge over the\ndeep cut at the head of the gulch, and rolled on down the steep\nlittle, narrow street. Out of the whirlwind emerged the pugnacious\nlittle nose of a new Ford, and behind the windshield Casey Ryan\ngrinned widely as he swung up to the post office and stopped with a\nlurch that sent the insecure fourth bohunk in the tonneau hurtling\nforward into the front. Casey threw up an elbow and caught the bohunk\nin the collar button and held him from going through the windshield.\nThe others made haste to scramble out, until Casey stopped them with a\nyell that froze them where they were.\n\n“Hey! Stay right where y’are! I gotta deliver yuh up on the hill to\nthe Blackbird, in a minute.”\n\nThere were chatterings and gesticulation, and one who was not scared\nout of all the English he knew protested that they would “Walk,\nmister, if you _pleese_, mister!” Whereat the crowd slapped thighs and\nlaughed long and loud.\n\nThereafter Pinnacle and Lund had a new standard by which to measure\nthe courage of a man. Had he made the trip with Casey?\n\nCasey did not like that. Freely enough he admitted that he was a hard\ndriver. He had always had the name of being the hardest driver in the\ncountry, and he was proud of it. When a man started out to go\nsomewhere, he wasn’t much, in Casey’s opinion, if he did not\nimmediately proceed to get there. But he was a safe driver, he argued.\n\nCasey had an accident now and then, and his tire expense was such as\nto keep him up nights playing poker for money to support his stage.\nYou can’t whirl into town at a thirty-mile pace—which is fast driving\nin Pinnacle, believe me—and stop with a flourish in twice the car’s\nlength without scouring more rubber off your tires than a capacity\nload of passengers will pay for. Besides, your passengers generally\nobject.\n\nIn two weeks—perhaps it was less, though I want to be perfectly just\nand give him a full two weeks if possible—Casey was back, afoot, and\nstanding bow-legged and nonchalant in the doorway of the Ford Agency\nat Lund.\n\n“Gimme another Ford autymobil,” he requested, grinning a little. “I\nguess mebby I oughta take two or three, if you’ve got ’em to spare.\nBut I’m a little short, right now, Bill. I ain’t been gitting any good\npoker, lately. I’ll make out with one for a while.”\n\nBill asked a question or two while he led Casey to the last arrival\nfrom the factory. Casey explained.\n\n“I had a bet on with a fellow up in Pinnacle, y’see. He bet me a\nhundred dollars I couldn’t shave off another ten minutes on my run\ndown, and I bet I could. I’d a got his money, too. I had eight minutes\npeeled off, and up here, at this last sharp turn, Jim Black and me\nbutted noses together. I pushed him on ahead of me for fifty rods,\nBill—and him a-yelling at me to quit—but something busted in the\ninsides of my car, I guess. She give a grunt and quit. All right, I’ll\ntake this one. Grease her up, Bill. I’ll eat a bite before I take her\nout.”\n\nYou’ve no doubt suspected before now that not even poker, played\nindustriously o’ nights, could keep Casey’s head above the financial\nwaters that threatened to drown him and his Ford and his reputation.\nCasey did not mind repair bills, so long as he achieved the speed he\nwanted. But he did mind not being able to pay the repair bills when\nthey were presented to him. Whatever else were his faults, Casey Ryan\nhad always gone cheerfully into his pocket and paid what he owed. Now\nhe was haunted by a growing fear that an unlucky game or two would\nsend him under, and that he might not come up again.\n\nHe began seriously to think of selling his car and going back to\nhorses which, in spite of the high cost of feeding them, had paid\ntheir way and his, and left him a pleasant jingle in his pockets. And\nthen he bumped hard into one of those queer little psychological facts\nwhich men never take into account until it is too late.\n\nCasey Ryan, who had driven horses since he could stand on his toes and\nfling harness on their backs, could not go back to driving horses. The\nspeed fiend of progress had him by the neck. Horses were too slow for\nCasey. Moreover, the thirty-mile stretch between Pinnacle and Lund was\ntoo tame for him, too monotonous. He knew in the dark every twist in\nthe road, every sharp turn, and he could tell you offhand what every\nsharp turn had cost him in the past month, either in repairs to his\nown car or to the car that had unluckily met him without warning. For\nCasey, I must tell you, forgot all about that ear-splitting klaxon at\nhis left elbow. He was always in too much of a hurry to blow it,\nanyway, and by the time he reached a turn he was around it, and there\neither was no car in the road or Casey had already scraped paint off\nit or worse. So what was the use?\n\nFar distances called Casey. In one day, he meditated, he could cover\nmore desert with his Ford than horses could travel in a week. An old,\nhalf-buried passion stirred, lifted its head, and smiled at him\nseductively. He would go away into the far distances and look for the\nriches which Nature hides so miserly in her hills. A gold mine, or\nperhaps silver or copper—what matter which mineral he found, so long\nas it spelled wealth for him? Then he would buy a bigger car and a\nfaster car, and he would bore farther and farther into yonder. In his\npast were tucked away months on end of tramping across deserts and up\nmountain defiles, with a packed burro nipping patiently along in front\nof him and this same, seductive passion for finding one of Nature’s\nlittle hoards of mineral beckoning him over the next horizon. Burros\nhad been slow. While he hurtled down the road from Pinnacle to Lund\nCasey pictured himself plodding through sand and sage and over malapi\nand up dry cañons, hazing a burro before him.\n\n“No, sir, the time for that is gone by. I could do in a week now what\nit took me a month to do then. I could get into country a man’d hate\nto tackle afoot, not knowing the water holes. I’ll git me a radiator\nthat don’t boil a tea kettle over a pitch fire, and load up with water\nand grub and gas, and I’ll find something that’ll put me in the clear\nthe rest of my life. Couldn’t before, because I had to travel too\nslow. But shucks! A Ford can go anywhere a mountain goat can go. You\nask anybody.”\n\nSo Casey sold his stage line and the good will that went with it, and\nPinnacle and Lund breathed long and deep and planned trips they had\nrefrained from taking heretofore, and wished Casey luck. Bill, the\ngarage man, laid a friendly hand on his shoulder and made a suggestion\nso wise that not even Casey could shut his mind against it.\n\n“You’re starting out where there won’t be no Bill handy to fix what\nyou bust,” he pointed out. “You wait over a day or two, Casey, and let\nme show yuh a few things about that car. If you bust down on the\ndesert you’ll want to know what’s wrong, and how to fix it. It’s easy,\nbut you got to know where to look for the trouble.”\n\n“Me? Say, Bill, I never had to go lookin’ for trouble,” Casey grinned.\n“What do I need to learn how for?”\n\nNevertheless, he remained all of that day with Bill and crammed on\nmechanics. He was amazed to discover how many and how different were\nthe ailments that might afflict an automobile. That he had\nboldly—albeit unconsciously—driven a thing filled with timers,\nhigh-tension plugs that may become fouled and fail to “spark,”\ncarburetors that could get out of adjustment, spark plugs that burned\nout and had to be replaced, a transmission that absolutely _must_ have\ngrease or something happened, bearings that were prone to “burn out,”\nif they went dry of oil, and a multitude of other mishaps that could\nhappen and did happen, if one did not watch out, would have filled\nCasey with foreboding, if that were possible. Being an optimist to the\nmiddle of his bones, he merely felt a growing pride in himself. He had\ndriven all this aggregation of potential grief, and he had driven with\nimpunity. Whenever anything had happened to his Ford autymobil,\nCasey could trace the direct cause, and it had always come from the\noutside instead of the inside, save that time when he had walked in\nand got a new car without probing into the vitals of the other.\n\n“I’d ruther have a horse down with glanders,” he admitted when Bill\nfinally washed the grease off his hands and forearms and rolled down\nhis sleeves. “But Casey Ryan’s game to try anything once, and most\nthings the second and third time. You ask anybody. Gimme all the\nhootin’-annies that’s liable to wear out, Bill, and a load uh tires\nand patches, and Casey’ll come back and hand yuh a diamond big as your\nfist, some day. Casey Ryan’s goin’ out to see what he can see. If he\nmeets up with Miss Fortune, he’ll tame her, Bill. And this little Ford\nautymobil is goin’ to eat outa my hand, this summer. I don’t give a\ncuss if she does git sore and ram her spark plugs into her carburetor\nnow and ag’in. She’ll know who’s boss, Bill.”\n\nTaking that point of view and keeping it, Casey managed very well.\nWhenever anything went wrong that his vocabulary and a monkey wrench\ncould not mend, Casey sat down on the shadiest running board and\nconned the Instruction Book which Bill handed him at the last minute.\nOther times he treated the Ford exactly as he would treat a burro,\nwith satisfactory results.\n\n                  *       *       *       *       *\n\nAway out on the high mesas that are much like the desert below, except\nthat the nights are cool and the wind is not fanned out of a furnace,\nCasey fought sand and brush and rocks and found a trail now and then\nwhich he followed thankfully, and so came at last to a short range of\nmountains whose name matched well their sinister stare. The Ghost\nMountains had always been reputed rich in mineral and malevolent in\ntheir attitude toward man and beast. Even the Joshua trees stood afar\noff and lifted grotesque arms defensively. But Casey was not easily\ndaunted, and eerie places held for him no meaning save the purely\nmaterial one. If he could find water and the rich vein of ore he\ndreamed of, then Casey would be happy in spite of snakes, tarantulas,\nand sinister stories of the place.\n\nWater he found, not too far up a gulch. So he pitched his tent within\ncarrying distance from the spring, thanked the god of mechanics that\nan automobile neither eats nor drinks when it does not work, and set\nout to find his fortune.\n\nNow this is not a story of Casey’s quest for gold. It’s a love story,\nif you please. Until the lady entered Casey’s orbit there was no\nlogical reason for telling you, nor for stating that the Ford\nautymobil played the part of Fate—and played erratically.\n\nCasey knew there was a mining camp on the high slope of Furnace Butte.\nHe knew the name of the camp, which was Lucky Lode, and he knew the\nforeman there—knew him from long ago in the days when Casey was what\nhe himself called wild. In reaching Ghost Mountains Casey had driven\nfor fifteen miles within plain sight of Lucky Lode. But gas is\nprecious when you are a hundred miles from a garage, and since\nbusiness did not take him there Casey did not drive up the five-mile\nslope to the Lucky Lode just to shake hands with the foreman and swap\na yarn or two. Instead, he headed down on to the bleached, bleak oval\nof Furnace Lake and forged across it straight as he could drive toward\nGhost Mountain.\n\nBut the next time Casey made the trip—needing supplies, powder, fuse,\ncaps, and so on—Fate took him by the ear and led him to the lady. This\nis how Fate did it—and I will say it was an original idea.\n\nCasey had a gallon sirup can in the car, which he used for extra oil\nfor the engine. Having an appetite for sour-dough biscuits and sirup,\nhe had also a gallon can of sirup in the car. It was a terrifically\nhot day, and the wind that blew full against Casey’s left cheek as he\ndrove, burned where it struck. Casey was afraid he was running short\nof water, and a Ford comes first, as every man knows, so that Casey\nwas parched pretty thoroughly, inside and out. Within a mile of the\nlake he stopped, took an unsatisfying sip from his big canteen and\nemptied the rest of the water into the radiator. Then he replenished\nthe oil in the motor generously, cranked and went bumping along down\nthe trail worn rough with the trucks from Lucky Lode.\n\nFor a little way he bumped along the trail, then the motor began to\nlabor and, although Casey pulled the gas lever down as far as it would\ngo, the car slowed and stopped dead in the road. It was after an hour\nof fruitless monkey-wrenching and swearing and sweating that Casey\nbegan to suspect something. He examined both cans, “hefted” them,\nsmelled and even tasted the one half empty, and decided that Ford\nautymobils did not require two quarts of sirup at one dose. He\nthought that a little sirup ought not make much difference, but half a\ngallon was probably too much.\n\nHe put in more oil on top of the sirup, but he could not even move the\ncrank, much less “turn ’er over.” He did not know what to do. So long\nas a man can wind the crank of a Ford he seems able to keep alive his\nhopes. Casey could not crank, wherefore he knew himself beaten even\nwhile he heaved and lifted and swore, and strained every muscle in his\nback. He got so desperately wrathful that he lifted the car\nperceptibly off its right front wheel with every heave, but he felt as\nif he were trying to lift a bowlder.\n\nIt was past supper time at Lucky Lode when Casey arrived, staggering a\nlittle with exhaustion both mental and physical. His eyes were\nbloodshot with the hot wind, his face was purple from the same wind,\nhis lips were dry and rough. I cannot blame the men at Lucky Lode for\na sudden thirst when they saw him coming, and a hope that he still had\na little left. And when he told them that he had filled his engine\nwith sirup instead of oil, what would any one think?\n\nTheir unjust suspicions would not have worried Casey in the least, had\nLucky Lode not possessed a lady cook who was a lady. She was a widow\nwith two children, and she had the children with her and held herself\naloof from the men in a manner befitting a lady. Casey was hungry and\nthirsty and tired and, as much as was possible to his nature,\ndisgusted with life in general. The widow gave him a smile of sympathy\nwhich went straight to his heart; and hot biscuits and coffee and\nbeans cooked the way he liked them best. These went straight to ease\nthe gnawing emptiness of his stomach—and being a man who took his\nemotions at their face value, he jumped to the conclusion that it was\nthe lady whose presence gave him the glow.\n\nCasey stayed that night and the next day and the next at Lucky Lode.\nThe foreman helped him tow the sweetened car up the hill to the\nmachine shop where they could get at it, and Casey worked until night\ntrying to remove the dingbats from the hootin’-annies—otherwise the\npistons from the cylinders. The foreman showed him what to do, and\nCasey did it, using a “double jack” and a lot of energy.\n\nBefore he left the Lucky Lode Casey knew exactly what sirup will do to\na Ford if applied internally, and the widow had promised to marry him\nif he would stop drinking and smoking and swearing. Casey took the\ndrinking pledge quite cheerfully for her sake, since he had not been\ndrunk in ten years on account of having seen a big yellow snake with a\ngreen head on the occasion of his last carouse. He promised to stop\nsmoking, glad that the widow neglected to mention chewing tobacco\nwhich was his everyday comfort. As for the swearing, he told her he\nwould do his best, and that he would taste the oil hereafter before he\nfed it to the Ford.\n\n“But Casey, if you leave whisky alone you won’t need to taste the\noil,” the widow told him. Whereat Casey grinned feebly and explained\nfor the tenth time that he had not been drinking. She did not\ncontradict him. She seemed a wise woman, after a fashion.\n\nCasey drove back to his camp at Ghost Mountain, happy and a little\nscared. Why, after all these years of careless freedom he should\nprecipitate himself into matrimony with a woman he had known only\ncasually for two days, puzzled him a little.\n\n“Well, a man gits to feelin’ like he wants to settle down when he’s\ncrowdin’ fifty,” he explained his recklessness to the Ford as it\nhummed away over Furnace Lake which was flat as a floor and dry as a\nbleached bone—and much the same color. “Any man feels the want of a\nhome as he gits older. And Casey’s the man that will try anything\nonce. You ask anybody.” He took out his pipe, looked at it, bethought\nhim of his promise and put it away again, substituting a chew of\ntobacco as large as his cheek would hold without prying his mouth\nopen. “G’long, there! You got your belly full of oil—shake your feet\nand show you’re alive!”\n\nAfter that, Casey spent every Sunday at Lucky Lode. He liked the widow\nbetter and better. Only he wished she would take it for granted that\nwhen Casey Ryan made a promise, Casey Ryan would keep it. “I’ve got so\nnow I can bark a knuckle with m’single jack when I’m puttin’ down a\nhole, and say, ‘Oh, dear!’ and let it go at that,” he boasted to her\non the second Sunday. “I’ll bet there ain’t another man in the State\nof Nevada could do that.”\n\n“Yes. But Casey, dear, if _only_ you will never touch another drop of\nliquor. You’ll keep your promise, won’t you, dear boy?”\n\n“Sure as hell I’ll keep my promise!” Casey assured her headily. It had\nbeen close to twenty years since he had been called dear boy, at least\nto his face. He had kissed the woman full on the lips before he saw\nthat a frown sat upon her forehead like a section of that ridgy\ncardboard they wrap bottles in.\n\n“Casey, you swore!”\n\n“Swore? Me?”\n\n“I only hope,” sighed the widow, “that your other promise won’t be\nbroken as easily as that one. Remember, Casey, I cannot and I will not\nmarry a drinking man!”\n\nCasey looked at her dubiously.\n\n“Oh, I’ve heard awful tales of you, Casey, dear! The boys talk at the\ntable, and they seem to think it’s awful funny to tell about your\nfighting and drinking and playing cards for money. But I think it’s\nperfectly awful. You must stop drinking, Casey, dear. I could never\nforgive myself, if I set before my innocent little ones the example of\na husband who drank.”\n\n“You won’t,” said Casey. “Not if you marry me, you won’t.” Then he\nchanged the subject, beginning to talk of his prospect over on Ghost\nMountain. The widow liked to hear him tell about finding a pocket of\nore that went seventy ounces in silver and one and seven-tenths ounces\nin gold, and how he expected any day to get down into the main body of\nore and find it a “contact” vein. It all sounded very convincing and\nas if Casey Ryan were in a fair way to become a rich man.\n\nThe next time Casey saw the widow he was on his way to town for more\npowder, his whole box of “giant” having gone off with a tremendous\nbang the night before in one of those abrupt hailstorms that come so\nunexpectedly in the mountain country. Casey had worked until dark, and\nwas dog tired and had left the box standing uncovered beside the\ndugout where he kept it. He suspected that a hailstone had played a\njoke on him, but his chief emotion was one of self-congratulation\nbecause he had prudently stored the dynamite around a shoulder of the\ncañon where he camped.\n\nWhen he told the widow about it, and pointed out how lucky he was, she\nlooked very grave. It was a very careless thing to do, she said. Casey\nadmitted that it was. A man who handled dynamite ought to shun liquor\nabove all things, she went on; and Casey agreed restively. He had not\nfelt any inclination to imbibe until that minute, when the Irish rose\nup hotly within him.\n\n“Casey, dear, are you _sure_ you have nothing in camp?”\n\nCasey assured her solemnly that he had not, and drove off down the\nhill vaguely aware that he was not so content with life as he had\nbeen. “Damn that sirup!” he exploded once, quite as abruptly as had\nthe giant powder. After that he chewed tobacco and drove in broody\nsilence.\n\nBeing Casey Ryan, tough as hickory and wont to drive headlong to his\ndestination, Casey did not remain in town to loiter a half day and\nsleep a night and drive back the next day, as most desert dwellers\ndid. He hurried through with his business, filled up with gas and oil,\nloaded on an extra can of each, strapped his box of dynamite upon the\nseat beside him where he could keep an eye on it—just as if that would\ndo any good if the tricky stuff meant to blow up!—and started back at\nthree in the afternoon. He would be half the night getting to camp,\neven though he was Casey Ryan and drove a wicked Ford. But he would be\nthere, ready to start to work at sunrise. A man who is going to marry\na widow with two children had best hurry up and strike every streak of\nrich ore he has in his claim, thought Casey.\n\nAll that afternoon, though the wind blew hot in his face, Casey\ndrilled across the desert, meeting never a living thing, overtaking\nnone. All that afternoon a yellow dust cloud swirled rapidly along the\nrough desert road, vainly trying to keep up with Casey who made it. In\nYucca Pass he had to stop and fill motor and radiator with oil and\nwater, and just as he topped the summit a front tire popped like a\npistol.\n\nCasey killed the engine and got out stiffly, bit off a chew of\ntobacco, and gazed pensively at Furnace Mountain that held Lucky Lode,\nwhere the widow was cooking supper at that moment.\n\n“I sure would like to flop m’ lip over one of her biscuits, right\nnow,” he said aloud. “If I do strike it, I wonder will she git too\nhigh-toned to cook?”\n\nHis eyes went to Furnace Lake lying smooth and pale yellow in the\nsaucerlike basin between Furnace and Ghost Mountains. In the soft\nlight of the afterglow it seemed to smile at him with a glint of\nmalice like the treacherous thing it was. For Furnace Lake is\ntreacherous. The big earthquake—America knows only one big earthquake,\nthat which rocked San Francisco so disastrously—had split Furnace Lake\nhalfway across, leaving an ugly crevice ten feet wide at the narrowest\npoint and eighty feet deep, men said. Time and the passing storms had\npartly filled the gash, but it was there, ugly, ominous, a warning to\nall men to trust the lake not at all. Little cracks radiated from the\nbig gash here and there, and the cattle men rode often that way, and\nsometimes not often enough to save their cattle from falling in.\n\nBy day the lake shimmered deceptively with mirage that painted it blue\nwith the likeness of water. Then a lone clump of greasewood stood up\ntall and proclaimed itself a ship lying idle on a glassy expanse of\nwater so blue, so cool, so clear that one cannot wonder that thirsty\ntravelers go mad sometimes with the false lure of it.\n\nJust now the lake looked exactly like any lake at dusk, and Casey’s\nthoughts went beyond, to his claim on Ghost Mountain. Being tired and\nhungry, he pictured wistfully a cabin there, and a light in the window\nwhen he went chucking up the long mesa in the dark, and the widow\nthere with hot coffee and supper waiting for him. Just as soon as he\nstruck “shipping values,” that picture would be real, said Casey to\nhimself, and opened his tool box and set to work changing the tire. By\nthe time he had finished it was dark, and Casey had yet a long forty\nmiles between himself and his sour-dough can. He cranked the engine,\nswitched on the electric headlights, and went tearing down the long\nincline to the lake.\n\n“She c’n see the lights, and she’ll know I ain’t hangin’ out in town\nlappin’ up whisky,” he told himself as he drove. “She’ll know it’s\nCasey Ryan comin’ home—know it the way them lights are slippin’ over\nthe country. Ain’t another man on the desert can put a car over the\ntrail like this.”\n\nPleased with himself and the reputation he had made, urged by hunger\nand the desire to make good on his claim, so that he might have the\nlittle home he instinctively craved, Casey pulled the gas lever down\nanother eighth of an inch—when he was already using more than he\nshould—and nearly bounced his dynamite off the seat when he lurched\nover a sandy hummock and down onto the smooth floor of the lake.\n\nIt was five miles across that lake from rim to rim, taking a straight\nline, as Casey did, well above the crevice. In all that distance there\nis not a stick, nor a stone, nor a bush to mark the way. Not even a\ntrail, since Casey was the only man who traveled it, and Casey never\nmade tracks twice in the same place, but drove down upon it, picked\nhimself a landmark on the opposite side, and steered for it exactly as\none steers a boat. The marks he left behind him were no more than\npencil marks drawn upon a sheet of yellow paper. Unless the lake was\nwet with one of those sporadic desert rains, you couldn’t make any\nimpression on the cementlike surface. If the lake was wet you stuck\nwhere you were. Wherefore Casey plunged out upon five miles of blank,\nbaked clay with neither road, chart, nor compass to guide him. It was\nthe first time he had ever crossed at night, and a blanket of thin,\nhigh clouds hid the stars.\n\nThe little handful of engine roared beautifully and shook the car with\nthe vibration. Casey heaved a sigh of weariness mingled with content\nthat the way was smooth and he need not look for chuck holes for a few\nminutes, at any rate. He settled back, and his fingers relaxed on the\nwheel.\n\nSuddenly he leaned forward, stared hard, leaned out and stared,\nlistened with an ear turned toward the engine. He turned and looked\nbehind, then stared ahead again.\n\n“By _gosh_ I bet both hubs is busted,” he said under his\nbreath—Furnace Lake impresses one to silence, somehow. “She’s runnin’\nlike a wolf—but she ain’t \"_goin’_.”\n\nHe waited for a minute longer, trifling with the gas, staring and\nlistening. The car was shaking with the throb of the motor, but there\nwas no forward lunge, nothing whatever but vibration of the engine.\n“Set-tin’ here burnin’ gas like a ’lection bonfire—she sure would\nthink I’m drunk if she knew about it,” Casey muttered, and straddled\nover the side of the car to the running board.\n\n“I wish—to—_hell_, I hadn’t promised her not to cuss,” he gritted, and\nwith one hand still on the wheel, Casey shut off the gas and stepped\ndown. He stepped down upon a surface sliding beneath him at the rate\nof close to forty miles an hour. The Ford went on, spinning away from\nhim in a wide circle, since Casey had unconsciously turned the wheel\nto the left as he let go. The impact of meeting that hard clay stunned\nhim just at first, and he rolled over a couple of times before he\nbegan to regain his senses.\n\nHe lifted himself groggily to his knees and looked for the car, saw it\nbearing down upon him from the direction whence he had come. Before he\nhad time to wonder much at the phenomenon it was upon him, over him\nwith a lurch, and gone again.\n\nCasey was tough, and he never knew when he was whipped. He crawled up\nto his knees again, saw the same Ford coming at him with dimming\nheadlights from the same direction it had taken before, made a wild\nclutch, was knocked down and run over again. You may not believe that,\nbut Casey had the bruises to prove it.\n\nOn the third round the Ford had slowed to a walk, figuratively\nspeaking. Casey was pretty groggy, and he thought his back was broken,\nbut he was mad clear through. He caught the Ford by its fender, hung\non, clutching frantically for a better hold, was dragged a little\ndistance so, and then, its speed slackened to a gentle, forward roll,\nhe made shift to get aboard and give it the gas before the engine had\nquite stopped. Which he told himself was lucky, because he couldn’t\nhave cranked the thing to save his life.\n\nBy sheer doggedness he drove on to camp, drank cold coffee left from\nhis early breakfast, and decided that the bite of a Ford, while it is\npoisonous, is not necessarily fatal, unless it attacks one in a vital\nspot.\n\nCasey could not drill a hole, he could not swing a pick. For two days\nhe limped painfully and confined his activities to cooking his meals.\nFrequently he would look at the Ford speculatively and shake his head.\nThere was something uncanny about it.\n\n“She sure has got it in for me,” he mused. “You can’t blame her for\nrunnin’ off when I dropped the reins and stepped out. But that don’t\naccount for the way she come _at_ me, and the way she _got_ me every\ncircle she made. That’s human. It’s dog-gone human! I’ve cussed her a\nlot, and I’ve done things to her—like that sirup I poured into her—and\ndog-gone her, she’s been layin’ low and watchin’ her chance all this\nwhile. That there car _knowed_!”\n\nThe third day after the attack Casey was still too sore to work, but\nhe managed to crank the Ford—eying it curiously the while, and with\nrespect, too—and started down the mesa and up over the ridge and on\ndown to the lake. He was still studying the matter, still wondering if\nFords can think. He wanted to tell the widow about it, and get her\nopinion. The widow was a smart woman. A little touchy on the liquor\nquestion, maybe, but smart. You ask anybody.\n\nLucky Lode greeted him with dropped jaws and wide-staring eyes, which\npuzzled Casey until the foreman, grasping his shoulder—which made\nCasey wince and break a promise—explained their astonishment.\n\nThey had, as Casey expected, seen his lights when he came off the\nsummit from Yucca Pass. By the speed they traveled Lucky Lode knew\nthat Casey and no other was at the steering wheel, even before he took\nto the lake.\n\n“And then,” said the foreman, “we saw your lights go round and round\nin a circle, and disappear—”\n\n“They didn’t,” Casey cut in trenchantly. “They went dim because I was\ntaking her slow, being about all in.”\n\nThe foreman grinned. “We thought you’d drove into the crevice, and we\nwent down with lanterns and hunted the full length of it. We never\nfound a sign of you or the car.”\n\n“’Cause I was over in camp, or thereabout,” supplied Casey dryly. “I\nwish you’d of come on over. I sure needed help.”\n\n“We figured you was pretty well lit up, to circle around like that.\nI’ve been down since, by daylight, and so have some of the boys,\nlooking into that crevice. But we gave it up, finally.”\n\nThen Casey, because he liked a joke even when it was on himself, told\nthe foreman and his men what had happened to him. He did not\nexaggerate the mishap; the truth was sufficiently wild. They whooped\nwith glee. Every one laughs at the unusual misfortunes of others, and\nthis was unusual. They stood around the Ford and talked to it, and\nwhooped again. “You sure must have had so-ome jag, Casey,” they told\nhim exuberantly.\n\n“I was sober,” Casey testified sharply. “I’ll swear I hadn’t had a\ndrop of anything worse than lemon soda, and that was before I left\ntown.” Whereupon they whooped the louder, bent double, some of them,\nwith mirth.\n\n“Say! If I was drunk that night I’d say so,” Casey exploded finally.\n“What the hell—what’s the matter with you rabbits? You think Casey\nRyan has got to the point where he’s scared to tell what he done and\nall he done? Lemme tell yuh, anything Casey does he ain’t afraid to\n_tell_ about! Lyin’ is something I never was scared bad enough to do.\nYou ask anybody.”\n\n“There’s the widow,” said the foreman, wiping his eyes.\n\nCasey turned and looked, but the widow was not in sight. The foreman,\nhe judged, was speaking figuratively. He swung back glaring.\n\n“You think I’m scared to tell her what happened? She’ll know I was\nsober, if I say I was sober. She ain’t as big a fool——” He did not\nwant to fight, although he was aching to lick every man of them. For\none thing, he was too sore and lame, and then, the widow would not\nlike it.\n\nWith his back very straight, Casey walked down to the house and tried\nto tell the widow. But the widow was a woman, and she was hurt because\nCasey, since he was alive and not in the crevice, had not come\nstraight to comfort her, but had lingered up there talking and\nlaughing with the men. The widow had taken Casey’s part when the\nothers said he must have been drunk. She had maintained, red-lidded\nand trembly of voice, that something had gone wrong with Casey’s car,\nso that he couldn’t steer it. Such things happened, she knew.\n\nWell, Casey told the widow the truth, and the widow’s face hardened\nwhile she listened. She had kissed him when he came in, but now she\nmoved away from him. She did not call him dear boy, nor even Casey,\ndear. She waited until he had reached the point that puzzled him, the\npoint of a Ford’s degree of intelligence. Then her lips thinned before\nshe opened them.\n\n“And what,” she asked coldly, “had you been drinking, Mr. Ryan?”\n\n“Me? One bottle of lemon soda before I left town, and I left town at\nthree o’clock in the afternoon. I swear—”\n\n“You need not swear, Mr. Ryan.” The widow folded her hands and\nregarded him sternly, though her voice was still politely soft. “After\nI had told you repeatedly that my little ones should ever be guarded\nfrom a drinking father; after you had solemnly promised me that you\nwould never again put glass to your lips, or swallow a drop of whisky;\nafter, that very morning, renewing your promise—”\n\n“I was sober,” Casey said, his face a shade paler than usual, though\nit was still quite frankly red. “I swear to Gawd I was sober.”\n\n“You need not lie,” said the widow, “and add to your misdeeds. You\nwere drunk. No man in his senses would imagine what you imagined, or\ndo what you did. I wish you to understand, Mr. Ryan, that I shall not\nmarry you. I could not trust you out of my sight.”\n\n“I—was—_sober_!” cried Casey, measuring his words. Very nearly\nshouting them, in fact. The widow turned indifferently away and began\nto stir something on the stove, and did not look at him.\n\nCasey went out, climbed the hill to his Ford, cranked it, and went\nlarruping down the hill, out on the lake and, when he had traversed\nhalf its length, turned and steered a straight course across it. Where\ntracings of wheels described a wide circle he stopped and regarded\nthem soberly. Then he began to swear, at nothing in particular but\nwith a hearty enjoyment worthy a better pastime.\n\n“Casey, you sure as hell have had one close call,” he remarked, when\nhe could think of nothing new nor devilish to say. “You mighta run\nalong, and run along, till you got _married_ to her. Whadda I want a\nwife for, anyway? Sour-dough biscuits tastes pretty good, and Casey\nsure can make ’em.” He got out his pipe, filled it, and crammed down\nthe tobacco, found a match, and leaned back smoking relishfully, one\nleg thrown up over the wheel.\n\n“A man’s best friend is his Ford. You ask anybody,” he grinned, and\nblew a lot of smoke and gave the wheel an affectionate little twist.",
    "metadata": {
        "author": [
            "Sinclair, Bertha Muzzy",
            "Sinclair, B. M. (Bertha Muzzy)",
            "Bower, B. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67747/pg67747.txt",
        "name": "you_ask_anybody.json"
    }
}