{
    "name": "You Don't Walk Alone",
    "author": [
        "Robinson, Frank M.",
        "Robinson, Frank Malcolm"
    ],
    "body": "It wasn't my idea--I wasn't the first one to think of it. It started\nwith John Kelley, who passed the idea on to me. And I'm going to do\nsomething about it. I think John wanted to but he never got the chance.\n\nIt began about two months ago when I was sitting at the lunch counter\nin Chicago's LaSalle Street station, drinking coffee. I was on my\nsecond cup when John walked in. He saw me about the same time I\nsaw him and came over to the counter and we gave each other the\nI-haven't-seen-you-for-years-what-are-you-doing-now routine.\n\nWhich was a laugh, in a way, because while he wouldn't know what I had\nbeen doing, I couldn't help but know what he had been doing. And so\nwould you if I told you his right name. You wouldn't have recognized\nhim, of course. He was the inconspicuous type, the sort of man who\nblended in so well with his background you would have had to hunt to\nfind him, even if he was standing right in front of you. He was thin,\nnot particularly tall, with limp, straw colored hair that clung close\nto his scalp and a complexion that had never been exposed to the sun.\nHe was dressed in an old blue suit, a shapeless hat that might have\nbeen new five years ago, and a lightweight gray topcoat that hadn't\nbeen cleaned and pressed since he had bought it.\n\nSee? You wouldn't have noticed him at all.\n\nIt's a somewhat deceptive description, of course. John could have\nafforded a Brooks Brothers suit and at least one Cadillac but the fact\nwas that he preferred being inconspicuous and in his job it was a\ndefinite advantage. Both John and I were reporters but the difference\nwas--as Oscar Levant would say--the difference between talent and\ngenius.\n\nHe ordered coffee then gave me a once-over with a pair of tired blue\neyes that took in everything from my brown shoes that needed a shine to\nthe newest thing in string bow-ties.\n\n\"How's it going, Charley?\"\n\nI blew the loose sugar off a doughnut and dangled it just over the edge\nof the cup. \"It goes all right. It could be better but I suppose it\ncould be worse, too. What brings you to Chicago?\"\n\n\"I'm on a story.\"\n\n\"Sorry,\" I said. \"I didn't mean to pry.\"\n\nHe got a refill on his coffee and stirred in half a pound of sugar.\n\"You're not prying. As a matter of fact, maybe you can help me.\"\n\n\"What's up?\"\n\n\"I'm doing a story about an invasion. It's one that started just a few\nyears ago, one that I'm afraid was highly successful, and one that I\nthink is still going on.\"\n\nI looked at him blankly. \"Invasion? What invasion?\"\n\n\"One from out in space,\" he said casually. \"You know, one from another\nplanet or another star. That type of invasion.\"\n\nI sat there letting my coffee grow cold because all the time I was\nthinking that the one thing in the world John Kelley didn't possess was\na sense of humor. As long as I had known him he had never told a joke\nand came damn close to never laughing at any.\n\n\"I don't recall any reports of anybody running around with six arms or\ngreen skin or tentacles instead of limbs,\" I protested mildly.\n\n\n\nHe shook his head, deadly serious. \"You're not looking at it logically,\nCharley. The only beings who would be interested in the planet in the\nfirst place are beings who could live here. And if they could live\nhere, then it's possible they could have the same sort of physical\nmake-up.\" He paused. \"Maybe the exact same sort of physical make-up.\nEven to the extent of the average man's desire to avoid trouble.\"\n\nKelley had something there. Every time you think of an invasion from\nouter space, you think of a hundred huge rocket ships settling down\nwith ray guns going full blast and king-sized atomic bombs breaking up\nthe landscape. Actually, of course, it doesn't have to be like that at\nall. Granted a physical resemblance in the first place, then maybe it\nwouldn't be an invasion. It might be more of an ... infiltration.\n\nI jerked my thumb towards the people who crowded around the train\ngates and sprawled out on the benches. \"You mean that some of those\npeople aren't ... genuine?\"\n\n\"That's right,\" John said slowly. \"Some of them aren't the real McCoy.\"\n\nI watched the people for a moment more, staring hard at the old man\nbuying a paper at the newsstand and the old woman who was selling it to\nhim.\n\n\"How can you tell which are which?\"\n\n\"I can't. So far as I know, there isn't any way.\"\n\nHe had forgotten his coffee now. It sat at his elbow, an unappetizing\nmixture of lukewarm grounds, cigarette ash, and disintegrated doughnut.\n\n\"Any leads?\"\n\n\"You've been reading them every day, Charley. A dozen times a year\nsomebody sees flashes in the sky, a dozen times lights settle down in\nrelatively uninhabited sections of the country. Sure, people see them\nand report them. And what happens?\" He shrugged. \"The papers treat\nthem as part of the silly season, readers only glance at the reports.\nYou know as well as I that nobody packs up a camera to go out and\ninvestigate.\"\n\nI took another look around the station. The bored people, sitting on\nbenches and reading their papers. The mother with her baby, sleeping\nnow but one you knew would be squalling in a few minutes. The porter\nsweeping up just in front of the wash-room. The man in the information\nbooth rifling through a stack of time-tables.\n\nAll very prosaic all very every dayish. I turned back to Kelley, my\nface showing disbelief.\n\n\"You don't believe me, do you?\"\n\nI turned up my hands. \"It's a pretty big order, John.\"\n\n\"That's the one big drawback--convincing people.\" He sat there for a\nmoment, fingering the check the waitress had given him, then made up\nhis mind. \"Meet me tonight by the library, Randolph street side. Nine\no'clock. I'll have some photographs along.\"\n\nI reached for my hat. \"Exhibit A better be pretty convincing John.\"\nAnd oddly enough, I didn't have any doubts but what they would be. His\nreputation was that good.\n\nIt was a nice, warm summer night when I got to the library a couple\nof minutes after nine. Downtown was already filling up with teenagers\nand pick-ups who flutter around the bright-lights like moths around a\ncandle. I stood on the library steps and waited watching people crowd\nout of the IC entrance.\n\nI had smoked my way through half a pack of cigarettes before it\noccurred to me that maybe John wasn't going to show. My first thought\nwas that he had pulled a gag on me. My next was that something had\ndelayed him. I started to walk over to his hotel.\n\nBetween Michigan and Wabash, right next door to the library, there's a\nsmall street that's more of an alley than a street. Street cars used to\nturn down it before the Chicago Transit Authority got into office and a\nlot of trucks use it to make deliveries. It's not too well lighted and\nthe only people who use it at night to cut through from Washington to\nRandolph are people in a hurry.\n\nYou're way ahead of me, I know. And you're right. But you're wrong\nif you think I found him after five minutes of playing Sherlock. The\npolice found him at three in the morning after they had combed the loop\nhalf the night.\n\nJohn Kelley was in one of the store fronts, his head bashed in.\n\n\n\nJohn Kelley was the first martyr to the cause. In a lot of ways,\nhe didn't make a very good one. The papers put it down to gangland\nenemies--the usual explanation for murders in Chicago--and for a while\nI thought I had convinced myself that they were right.\n\nThen I caught myself glancing behind me when I walked up dark streets\nat night and staring hard at the mirror in the local bar, watching the\npeople on the stools and wondering which were real and which were fake.\nKelley's story had started to haunt me and I couldn't shake it.\n\nI thought maybe a vacation would help so I pulled strings at the office\nand got the last two weeks in July. I usually take my two weeks up\nin northern Wisconsin, around Hayward and Spooner and the Chippewa\nFlowage. It's one of the best fishing spots in the nation--everything\nfrom muskies to bullheads, bass to trout. You can take along a small\nfortune in flyrod for game fish, or you can have a lot of fun with a\nplain bamboo pole and bobber for pan fish.\n\nFred Gray--he was in the advertising department--went along with me.\nAfter all, fishing is a gregarious sport and besides, whoever heard of\ngoing alone? And Fred was the kind of man who was good company. The\nbig, bluff variety with a string of stories as long as your arm.\n\nWe packed up Friday night and left early Saturday. With both of us\ntrading off on the driving, it was still a fourteen hour trip. If we\npushed it we could get to the Flowage early Saturday evening.\n\nFred took his turn at the wheel first and I sat in the back seat and\nsnoozed. When I woke up it was early afternoon and the towns and the\nfarmlands had started to fall away and there were longer and longer\nstretches of second growth timber and wild looking country that was\nlargely devoted to Indian reservations. And even then, the shacks were\ngetting fewer and fewer--an occasional wisp of smoke every few miles\nmarking a cabin back in the brush.\n\nI took the wheel and when we had about two hours to go, I stopped at a\ncross-roads store to pick up some groceries. While I was picking over\nthe bacon and the pancake flour and the cornmeal, Fred was glancing\nthrough the assortment of plugs in the beat-up showcase near the door.\n\nI took what we needed up to the counter and slid them across to the\ncharacter who ran the place. He was an old man, the veins standing out\nbig and blue on his arms and his face showing the effects of a lot more\nthan just age.\n\n\"Henney's pancake flour is real good flour,\" he said, glancing at the\nbox I had picked out.\n\n\"What's wrong with this?\"\n\n\"Nothing--just make a couple more cents on Henney's.\"\n\nI started for a moment, then decided to be obliging and went back and\ngot a package of Henney's. \"Do you have any white flour?\"\n\n\"Yep, we got flour. Comes in bulk--gotta ask for it.\"\n\nHe fixed me up with a paper bag containing a couple of pounds, then\nstarted to figure how much I owed him, using a pencil and a hunk of\nwrapping paper.\n\n\"Pretty dead around here, isn't it?\"\n\n\"Sometimes it is, sometimes it isn't.\"\n\nFred came over with a brilliant red and blue striped plug. \"How much?\"\n\nThe old man glanced at the plug and then at Fred. \"Two fifty, maybe.\"\n\nFred dug for the money and I said, \"When isn't it dead around here?\"\n\n\"Last night, for one.\" He pocketed the two fifty. \"Lots of lights off\nin the woods a spell. Figured it was some city people. Local folks go\nto bed at a decent time of night.\"\n\n\n\nI stood there looking at him and John Kelley's nightmare crawled out\nof the dim recesses of my mind where I thought I had buried it, and\nsquatted right between my eyes, like a big, friendly collie dog making\nitself at home. Lights. Late at night lights. Lights like in a hundred\nnews reports I had filed and forgotten.\n\nI opened my mouth to say something and then let it go. An old school\nbus had ground to a stop out in front. The driver came in and I didn't\nmore than glance at him. Young fellow, tanned, wearing marine fatigue\npants and a white tee shirt. A vet, I thought. You see a hundred like\nhim every day.\n\nHe jerked a thumb towards the gas pump in front. \"Need some gas, Pop.\nAbout ten should do it.\"\n\nThe old man gave up figuring what I owed him and went out to fill the\ntank. I tried to strike up a conversation.\n\n\"Beautiful country around here.\"\n\n\"Sure is. I like it best in the summertime.\"\n\n\"Do much fishing?\"\n\nHe shrugged. \"Some. I'm generally pretty busy.\"\n\nI looked out through the window at the bus where the old man was\ncranking the gas pump counting the profits on ten gallons of gas. The\nbus itself was battered and scarred, the red and yellow paint flaking\noff the sides. It was filled with adults--most of them young--and a\nsprinkling of kids.\n\n\"Some kind of outing?\"\n\nHe laughed. \"That's right. The Young People's League from the Methodist\nChurch in Winook.\"\n\n\"Hard group to keep entertained, huh?\"\n\nHe made a face and said, \"You know how it goes.\"\n\nThe old man came back from the pump. \"That's two seventy-six, son. Took\na little over ten.\"\n\nThe driver paid and started for the door.\n\n\"See you around,\" I said.\n\n\"Yeah, sure thing.\"\n\nI turned back to the old man and asked, \"What do I owe you for the\ngroceries?\"\n\n\"Call it three and a quarter,\" he said slowly, not taking his eyes off\nthe window where the bus still sat while the driver worked the gas\npedal. The aimless whirring finally caught and the bus lumbered off.\n\"Something funny there. Real funny.\"\n\n\"What do you mean?\"\n\nHe came out of it, took my money, and leaned closer so even Fred, who\nwas still fingering plugs at the far counter, couldn't hear. \"You know,\nthat young feller came by last night and that bus of his was empty.\nThere's a fork in the road up ahead and he went to the right. Nothing\nup that away at all. The road just deadheads into the brush for about\nthree miles and that's it. And I would've sworn that's where he came\nfrom just now. Didn't hear him go back last night and ain't seen him\nall morning. Don't know where all those people come from.\"\n\n\"He said they were from some young people's group in Winook.\"\n\nThe old man looked surprised. \"Winook? No town around here by that name\nthat I heard of--and I been here a mighty long time.\"\n\nI picked up my load of groceries and started for the door. \"Maybe I\nmisunderstood him,\" I mumbled. \"He must've meant some other town.\"\n\nOut in the car, I let the motor idle for a minute. Up the road for\nabout three miles, the old man had said. My stomach felt funny and the\npalms of my hands were oozing dampness. But I had to take a look, I had\nto go.\n\n\"What's the matter?\" Fred asked.\n\n\"Nothing,\" I said. I put the car in gear and went straight ahead. I\ntook the right fork.\n\n\"Where you going?\"\n\n\"Just up the road a bit. I want to check on something.\"\n\nHe looked sour. \"It's after six now. We don't have much time.\"\n\n\"It'll only take a couple of minutes.\"\n\nHe turned indifferent. \"Suit yourself. I was thinking we might get some\nfishing in.\" He let it hang there and I almost changed my mind. You\nknow how it is with fishing. If there's any daylight at all, you want\nto at least trail a hook in the water before hitting the sack.\n\n\n\nThe asphalt changed to loose gravel and I ground my teeth every time\nI thought of what the gravel and the dust were doing to the finish of\nthe car. It took ten minutes to make those three miles. Then the gravel\nthinned out and we came to the end of the road in a small clearing\nrimmed with pine trees and other scrub timber.\n\nFred was surly. \"Here we are--now what the hell was it that you wanted\nto see?\"\n\nI got out and stretched, then put my hands on my hips and looked around\nthe clearing. It almost looked like Fred was right. There wasn't a damn\nthing to be seen. Brush and trees and knee-high grass and the two inch\nmosquitoes that only seem to come out at dusk. Then I saw what looked\nlike a piece of paper by one of the trees. I ran over and picked it up.\nIt was paper and yet not paper--it looked more like a fusion of paper\nand plastic with an odd kind of printing on it. I couldn't shake the\nidea that it was a scrap of some foreign paper. Then I looked around\nand saw where the grass was trampled and where a rough path led back\nthrough the woods.\n\nI yelled, \"I'll only be gone a minute!\" and started out.\n\nIt was longer than a minute. It was the longest half hour in my life.\nThe path wound between trees and through little gulleys and I had\ntrouble following it because the sun was going down and shadows half\nhid the path. And then I came out in another clearing--a big clearing.\nIt took me a minute to appreciate the fact that the center of the\nclearing wasn't a clearing so much as a depression. A large, neat,\ncircular depression where small trees, bushes, and grass had been\nmashed flat to a pasty smear of green.\n\nAnd then I saw other things. Bits of clothing--clothing made of cloth\nthat I didn't recognize. More of the plastic-paper, some wrapped around\nlumps of what I imagined was food. I circled the clearing. The path I\nhad taken was the only exit--or entrance.\n\nAnd you're way ahead of me again, aren't you? Kelley had been right all\nalong. The lights the old man had seen the night before were those of\na ship from God only knew where. The young man with the bus had gone\nthere earlier that evening to pick up his passengers.\n\nThe bus driver. The bus driver who had reminded me of a hundred\nother people I had known. Or two hundred. Or a thousand. And his\ncurious-faced passengers, none of whom had gotten out to stretch their\nlegs or buy a candy bar or chance a nickel in the coke machine or take\nadvantage of the pause that refreshes.\n\nI looked round the clearing again. Before they had gotten on the bus,\nthey had changed clothes and then ... they had had a picnic.\n\nWhich I suppose was as good a way as any to start their first day on\nEarth.\n\n\n\nThe cabin was small and cozy and smelled of pine and cedar and fish. I\nsat on one of the bunks and pawed through a suit-case while Fred moved\naround and lighted kerosene lamps and played boy scout with the fire\nplace. I found what I was looking for and then discovered a glass on\nthe window sill. I wiped it out, thinking all the time about detective\nstories where the private eye took his straight--in a dirty glass.\n\nFred didn't approve of drinking on fishing trips and his plump face\nshowed it.\n\n\"You look scared, Charley.\"\n\n\"I am.\"\n\n\"Something to do with going into the woods back there?\"\n\n\"That's right. A lot to do with it.\"\n\nHe sat on the bunk opposite me and concentrated on tamping tobacco into\nhis pipe. \"You wouldn't care to tell me about it, would you?\"\n\n\"Sure, I'll tell you,\" I said. \"I'll tell anybody. I'll tell the whole\nworld.\" I tilted the glass to my lips and let the liquid burn its way\ndown. \"It started with a damned good friend of mine named Kelley.\" And\nI told Fred the same story that Kelley had told me. And I told him what\nI had discovered back in the woods.\n\nFred laughed. \"You're taking it too seriously, Charley. If you did some\nresearch on it, I'd bet you ten to one that you'd find a natural cause\nfor everything.\"\n\n\"I've done some research,\" I said tightly. \"Only I didn't know that I\nwas doing it at the time.\"\n\nI felt a little reluctant to talk. This wasn't the sort of setting\nwhere you talked about an invasion from another world. The door of the\ncabin was open and I could smell the lake and the night air and the\nnearby pines. It made it seem so damned unreal.\n\n\"What kind of research?\"\n\n\"Nothing intentional--just stuff I picked up every day.\" The level in\nthe bottle went down another half an inch. \"They're running a regular\ncommuter service, Fred. They're bringing them in by the thousands. By\nthe hundreds of thousands. And all within the last few years.\"\n\nHe seemed interested. \"Why do you say the last few years?\"\n\nI shivered. \"The number of sightings of strange lights in the sky that\nhave been made, for one thing. And population statistics for another.\nOur birthrate has been declining for some time. But in recent years the\npopulation has shot way up. More than it should.\"\n\n\"It's the veterans. Starting new families.\"\n\n\"Yeah? How many vets do you know with a lot of kids?\"\n\n\"Anything else?\" Fred asked softly.\n\n\"It's the perfect time for it,\" I mumbled. \"World's all mixed up,\neverything is in a state of flux. They could land and how could you\ntell? DP's come into the country every day. That's one reason why we\nnever notice.\"\n\n\"And you can't tell the aliens from human beings, can you?\"\n\n\"No, you can't.\" I paused and wiped away the sweat from my forehead.\n\"They're perfect copies. There's no way of finding them out. The man\nin the store could have been one. The driver was--and I couldn't have\nguessed.\" I laughed. \"You could be one, too, for that matter.\"\n\nHe was up at the fireplace, stirring the embers again. When I finished\ntalking he turned around, the poker clutched in his hand. His face was\nimpassive.\n\n\"Not only could be, Charley. I am.\"\n\nI suppose there's a time in everybody's life when the chips are down\nand you have to react automatically, you have no room for thought. I\nlet him have the bottle square in the face and then the poker glanced\noff my shoulder and he was on me.\n\nHe gripped me by the throat and forced me back against the wall.\n\"You'll never leave alive,\" he said and it was like ice-water down my\nneck because he said it in a monotone, with no emotion at all. I tried\nto break his grip and couldn't and then the world turned a spotty black\nand I could feel my life start to slip away like a bar of wet soap.\n\nI fell to the floor and doubled my knees and drove my heavy boots into\nhis stomach. He had to loosen his hold then and for a moment I was\nfree. I didn't waste time and I didn't bother about fighting fair.\n\nWe both went for the poker but I got there first.\n\nI killed a man that night. Without compunction, without regrets,\nwithout any hesitation. I killed Fred and buried him in the woods and\nloaded the car that same night.\n\nWhen I started the car it kicked right over and I spun out of there,\ngravel spraying from beneath the wheels. I didn't breathe any easier\nuntil I was a hundred miles away.\n\n\n\nI thought a lot about what I was going to do on the way back. I'm\nnot the hero type but I just can't see them move in on Earth without\nfighting back. And I consider Fred only the downpayment on John\nKelley's murder.\n\nOne important thing. I've found a flaw, a weak spot.\n\nThe invaders are imitators. The perfect imitators. They're a lot like\nFred was. They never have original ideas of their own, they parrot the\neditorial pages and even the stock of jokes they save for stag parties\naren't funny because you've heard them all before.\n\nYou can see them on the street-car on their way to work. Half will\nsit with blank stares on their faces, reading the transitads, while\nthe other half will sit with their noses buried in their papers. Watch\nthem. If they looked alike you'd be reminded of the rockettes on the\nstage of the RCA Music Hall. Or walk into a bar when the fights are\non and watch the customers with their faces glued to the TV sets. All\nwith their glasses of beer in the right hand, all with the same rapt\nexpressions on their faces.\n\nYou see, they're imitating human beings. And they've got an\norganization. They've infiltrated the government bureaucracy. How do I\nknow? Read some of the pamphlets the government puts out. There's one\non washing dishes that starts out with the proper size pan. Silly. But\nnot for somebody for whom washing dishes is a brand new experience. And\nthere's another pamphlet that says younger married men and women own\nmore sports clothes, older men wear hats, and older women have more\nfur coats. Very interesting data. Like when I was in the army and they\nbriefed us on foreign customs before going out on a pass.\n\nThere's probably thousands of Imitators in the government itself,\nweighing, analyzing, and surveying humanity so they can issue reports\non how to act ... like a human being. Reports and pamphlets that are\npoint for point instruction books for the new arrivals.\n\nThere's an organization. And there has to be somebody at the top of\nthat organization. That's the man I want to get.\n\nFred knew a lot of people, he had a lot of contacts, and I'm\ninvestigating them one by one. It isn't going to be too long before\nI meet somebody that Fred knew back ... home. And then I'll find out\nabout the organization and I'll be on my way.\n\nI already have a good idea whom I'm looking for. He's an average man\nwith maybe a wife and a couple of kids, driving last year's car and\nliving in a house that isn't all paid for. He likes TV and he drinks\nbeer and he's drummed up a hell of a lot of interest in baseball\ngames. He probably wears blue serge and white shirts and small figured\nties and silk socks and black shoes. Maybe he even wears a hat, he's\nprobably that age.\n\nAnd I think there's even a good chance he's reading this magazine. It's\nbecome pretty popular, it's the thing to do.\n\nBut it isn't going to do any good to run or hide or doubt your friends.\nSomeday I'm going to find you.",
    "metadata": {
        "author": [
            "Robinson, Frank M.",
            "Robinson, Frank Malcolm"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66529/pg66529.txt",
        "name": "you_don_t_walk_alone.json"
    }
}