{
    "name": "Young Man from Elsewhen",
    "author": [
        "Jacobs, Sylvia"
    ],
    "body": "A redcap was pushing a wheelchair through the station, under a ceiling\nso lofty that the place seemed empty, though hundreds of people were\nmilling around, preparing to board the early trains. The old man in\nthe wheelchair had a blanket over his knees, in spite of July heat in\nLos Angeles. Beside him walked a smartly dressed middle-aged woman,\nslimmed by diet and with her steel-gray hair looking as if she'd\njust stepped out of a beauty parlor. She kept up a steady stream of\nadmonitions.\n\n\"Now, Papa,\" she was saying, \"don't forget to take your medicine at\nlunchtime. Keep your chair out of the aisle--people have to walk\nthere. And whatever you do, don't go to the club car for a drink--you\nknow it's bad for your arthritis. The doctor said not more than three\ncigars a day. And if Edna isn't at the station to meet you, just wait,\ndo you hear? It's a long drive from her house and she may be late.\"\n\n\"Hell's fire!\" the old man protested. \"I was taking trains before you\nwere born! How my boy Will stands--\"\n\nHe broke off to ogle a Mexican girl, a ripe sixteen, who was walking in\nthe same direction, ahead of them.\n\n\"Papa! Act your age!\" his daughter-in-law said under her breath.\n\n\"Like they say, a woman's as old as she looks, but a man ain't old till\nhe quits looking,\" he replied absently.\n\nThe redcap grinned. The little se√±orita, not knowing who was watching\nher but quite sure someone was, paused to put a dime in a Coke machine.\nThe wheelchair entourage passed her and the old man craned his neck,\nlooking backward, determined not to miss anything. The girl sat down on\na bench to drink her Coke. If I were only fifty years younger, the old\nman thought, I'd buy a Coke, too, and sit down beside her....\n\n\"Papa!\" his son's wife cried. \"You'll fall out of your chair! Why do\nyou always have to embarrass me like this?\" But the insistent voice\ncould not interrupt the old man's pleasant daydream of conquest. He had\nturned off his hearing aid.\n\n\n\nThe redcap stopped alongside the third car of the San-Francisco-bound\nstreamliner and signaled another redcap who was unloading a baggage\ntruck. The other came over to help and two pairs of strong young arms\nlifted the old man, wheelchair and all, smoothly onto the platform of\nthe car.\n\nHis daughter-in-law did not board the train. She stood waving, calling\nafter the old man, \"So long, Papa! Have a nice visit with Edna and\nremember what I told you!\"\n\nHe waved back automatically, but he hadn't heard a word she said. He\ndidn't turn his hearing aid back on until he had been wheeled inside\nthe car.\n\nMost of the reclining seats were already filled. The redcap pushed\nthe wheelchair the full length of the aisle and parked it in a vacant\nspace beyond the last seat, across from the washroom. He turned it\ncrosswise, so it wouldn't roll when the train started moving, and with\nits occupant facing the window.\n\n\"Turn me around!\" the old man commanded. \"Like to see who I'm ridin'\nwith. If I want to look out, I always got the opposite window.\"\n\nThe redcap complied, but the old man still wasn't satisfied. \"Better\nwheel me in the club car straight off,\" he decided.\n\n\"Sorry, mister,\" the redcap said, \"but you gotta ride in your own car\ntill the conductor takes the tickets. Then you can have your train\nporter take you in there.\" That wasn't quite true. The conductor could\nhave picked up the old man's ticket in the club car, but this way the\nredcap was not personally violating the orders of the lady who had\ngiven him the tip.\n\n\"Take myself in there, long as he opens the doors,\" the old man\ngrumbled. But for the time being, he stayed put.\n\nThe train gave just one lurch, then picked up speed as the straggling\ncity, then trees and suburbs and finally fields flowed past the\nopposite window. Now the old man felt free--for a day, at least,\nuntil his daughter Edna would take over the job supervising his every\nmove--but at first the trip was lonely. Nobody talked to him and the\nonly diversion in the car was a baby, which started squalling.\n\nThe old man found himself thinking how much friendlier the atmosphere\nwas in the pool hall on Figueroa, where he rolled himself almost every\nday when he took his \"walk\" to watch the boys shoot pool. He could get\nthere alone from his son's house, for there were driveways he could\nuse to cross the streets, avoiding curbs. He was always welcome in\nthe pool hall and he saw to it that he remained welcome. Every month,\nwhen his social security check came, he would buy a box of cigars and\na couple of bottles and take them to the pool room, where he poured\ndrinks for everybody until his money was used up. What else was money\ngood for but to have a good time?\n\n\n\nHe felt more at home in that dingy place, with the walls covered with\npinups, than he did in his son's modern ranch-style house. For all his\ndaughter-in-law's fussing over him, her efforts to keep him on the diet\nand the medicines that were supposed to prolong his life, he knew she\nwas glad to get rid of him for the rest of the summer. He knew because\nhe'd heard what Jane said to her best friend, Sarah Tolliver. Jane kept\ntrack of him by the squeaking of his wheelchair, and once he had bought\na can of oil at the drugstore, and oiled the wheels so they didn't make\na sound as he rolled up the inclined planks Will had laid over the\nkitchen steps.\n\nSarah and Jane had been in the dining area, having coffee, and the old\nman turned up his hearing aid so he could hear what they were talking\nabout from the kitchen. They were talking about him.\n\n\"You don't know how lucky you are,\" Sarah was saying, \"that it was his\nlegs gave out on him--not his head. When I was working at the hospital,\nI saw so many old folks who were just zombies, not knowing who they\nwere, where they were, or what time it was. I tell you, there's nothing\nworse than that. But Will's dad? Why, he's sharp as a tack. Nobody puts\nanything over on him.\"\n\n\"He's sharp, all right,\" Jane agreed, \"in some ways. But if he had the\nuse of his legs, he'd be chasing after women. And that pool hall he\nhangs out in! When a man gets to be seventy-eight, you'd think he'd\nspend his time in church, not in a dive like that.\"\n\n\"What do you care where he goes?\" Sarah asked. \"At least it gives you\nsome time to yourself.\"\n\nThat was it. The young folks wanted some time to themselves. It was\nonly natural. Well, Jane would have the house to herself, with no old\nman underfoot for the next few months, while he was at Edna's. Edna was\nhis own flesh and blood; she would mix him a cocktail before dinner and\nserve him steaks, not baby food. She would kid with him about what a\nCasanova he was before her ma domesticated him, and light his cigars\ninstead of hiding the box and doling them out one by one. She would\ncall him George instead of Papa, but it would only be an act, just to\nmake her old father feel good because she didn't expect him to live\nmuch longer. For all the time it would be understood that he was at\nJohn and Edna's house for a visit, that the place he lived was with\nWill and Jane. The truth was that neither of the girls would miss him\nif he didn't wind up at either place.\n\nBut what a way to waste a whole golden day he had to _himself_, with\nneither daughter nor daughter-in-law to boss or kid him around. He had\nlooked forward to this day as a day of adventure, a day when anything\ncould happen, and now he was starting it off on the wrong foot,\nwallowing in self-pity. What he needed was a good stiff drink. Yes, at\nten o'clock in the morning!\n\nWhen the conductor took his ticket, the old man demanded, \"Where in\nhell is the porter?\"\n\n\n\nIt was a long train and she was hitting ninety now, and though you\nwould not realize it in the sound-insulated, air-conditioned coaches,\nyou did when the porter had to use his full weight to push the door\nopen against the wind, when you heard the clackety-clack of the wheels\non the rails, a fountain of noise rising up between cars, when the\nwheelchair swayed precariously as it was pushed across the iron treads\nover the couplings.\n\nThe other coaches were filled with bored passengers in various\nstages of somnolence, people to whom the trip was merely a means of\ngetting somewhere else. The club car was different; this was the\ngathering-place of those to whom the trip was an end in itself. It\nwas filled with the smell of ginger ale, good whiskey and the perfume\nemanating from two young women at one of the small tables, periodically\ninspecting their makeup and hairdos in little mirrors, waiting for some\nnice young men to arrive.\n\nRegretfully, the old man realized that he was not a candidate for the\nhonor. But a few drinks would dull the twinges in his crippled legs and\nmake him feel years younger. The white-coated waiter moved a chair,\npulled the wheelchair up next to another small table and placed a paper\nnapkin meticulously on it. The old man decided to start with a bottle\nof beer. Plenty of time to work up to the stronger stuff, and this way\nthe minimum of pocket money his daughter-in-law had provided would last\nlonger, perhaps until some free spender started buying drinks.\n\nAs it turned out, he caught his benefactor before the girls did. It was\na young man of perhaps thirty-five, a dead ringer for Marshal Wyatt\nEarp. He went directly to the old man's table, as if he had picked him\nout. As a matter of fact, he had.\n\n\"May I sit here?\" he asked.\n\n\"Glad to have you,\" the old man said, and meant it. He inspected the\nnewcomer carefully. It would be almost too good to be true, to meet\none of those actor fellows on the train. No, he decided, the clothes\nweren't casual enough for Hollywood; they didn't look like southern\nCalifornia at all. More the way he imagined an English banker would\ndress. Striped pants, cutaway, and a white silk scarf knotted at the\nthroat. But an Englishman, the old man figured, would order ale instead\nof beer, and this one simply pointed to the old man's beer bottle when\nthe waiter came to take his order.\n\n\"My name's George Murton,\" the old man said. \"You can just call me\nGeorge.\"\n\n\"Yes, indeed,\" the stranger agreed. \"I see we shall get on famously.\nMine is Sandane.\"\n\n\"Anybody ever tell you that you look like Wyatt Earp, Sandy?\" the old\nman asked.\n\n\"Earp? I'm afraid I've never met the gentleman.\"\n\n\"Should have known. You're the bookish type. Prob'ly never watch\ntelevision. Sure don't talk like a Westerner, either. You come from\nCalifornia or elsewhere?\"\n\n\"I come from elsewhen.\"\n\n\n\nOld George almost choked on a swallow of beer. Of course! That was why\nSandane dressed funny, talked funny; he'd just stepped out of a time\nmachine, like in the play last night on Channel Two. It all fitted in\nwith the old man's feeling that this was a day for adventure. But he\nmustn't act too surprised; if he did, Sandane would take him for one of\nthose old codgers who think horse-and-buggy thoughts in the jet age. A\nlot of younger folks, too, would say time travel was impossible, the\nsame ones who'd called artificial satellites impossible. But George\nMurton had seen so many new developments in his lifetime that it was\nnot difficult for him to accept the idea that this young man came from\ntomorrow.\n\n\"How long you plan to be here?\" he asked casually. \"Or maybe I should\nsay--how long you plan to be here--now?\"\n\n\"Not long. Just until I can get a body.\"\n\nGeorge found that remark a little confusing. It didn't belong in the\nscript about the time machine. He felt as if he'd switched channels in\nthe middle of the first act and tuned in on a murder mystery.\n\nHe leaned across the table and said in a low tone, \"If you're figurin'\non gettin' a hired gun to kill somebody, you'd better not talk about it\nin here. Too public.\"\n\n\"On the contrary, it would have to be a living body. But perhaps you're\nright. We could talk more freely in my compartment. Would you care to\njoin me there, George? We could have some refreshment sent in.\"\n\n\"Sure would. Got a lot of questions I'd like to ask you. You see, I'm\nthe curious type and I hang around mostly with a bunch of young punks\nthat don't know nothin' except about the fights and the World's Series.\nSince my legs give out on me, I don't get around much. To tell you the\ntruth, this is the first time I ever met a fellow from--elsewhen.\"\n\n\"Is it really?\" Sandane said politely. \"Well, then, you should find it\nquite interesting. What shall we have to drink?\"\n\n\"Bourbon always suits me.\"\n\n\"Bourbon? One of the royal families?\"\n\n\"Hell, no. You're in America, Sandy, the good old U.S.A. We don't have\nno royal families. Bourbon is a drink. Whiskey, _spiritus frumenti_,\nhard liquor.\"\n\n\"Fine. We shall order two flagons of it.\"\n\n\"Comes in fifths and you drink it in shot glasses, unless you want a\nmix. Rather have mine straight, with a water chaser.\"\n\n\"My error. I seem to have my periods mixed. Suppose you order, since\nyou know so much more than I about the customs of your time?\" The old\nman's happy smile suddenly faded and Sandane added hastily, \"I shall\npay for it, of course. It's only fitting that you should be my guest,\nbecause I believe you can be a great help to me.\"\n\nThis time he had hit the jackpot, the old man reflected as he was\nwheeled through the dining car to the first class section of the train,\nwith a porter pushing his chair, Sandane opening the doors, and a\nbottle of good bourbon cradled cozily in his lap. Wait till the boys at\nthe pool hall heard about this trip!\n\n\n\nThe first shot of bourbon warmed his stomach in the good old familiar\nway, and somehow that was confirmation that the rest of it was real,\ntoo.\n\n\"How come you talk the language so good?\" he asked his host, after the\nporter left them alone in the compartment.\n\n\"Is that surprising?\" Sandane asked. \"It shouldn't be. I'm a student of\nhistory, in your period on a research project. Naturally, I would have\nto prepare myself by studying the language of the country and of the\nperiod, in order to pass as one of you.\"\n\n\"You do real good, Sandy, considering. But why do you want to act like\nordinary folks? Seems to me you ought to go on TV and tell everybody.\nBet some big news commentator would be proud to interview you.\"\n\n\"Most people of your time would consider it a hoax.\"\n\n\"Maybe. But as long as you told me this much, let's have the rest of\nit. How does this time machine of yours work?\"\n\n\"Not a machine, George. A capacity of the human mind. Dormant in\nyour period, except for rare individuals. But in--elsewhen--we have\nlearned how to use it. Beyond that I can give you no details. If I gave\nthem, the method of tapping this talent would be discovered before it\nactually was. That is why I can't really talk with anyone about it. So\nI can only hint, as I did with you. If I encounter skepticism, I pass\nit off as a joke. This time I was lucky--I found someone who would\naccept it on faith. Have another?\"\n\n\"Don't mind if I do. But it strikes me I'm the lucky one.\"\n\n\"Perhaps. You could be two thousand dollars richer as a result of\nhaving met me.\"\n\nThe old man paused with his shot glass halfway to his mouth and set\nit down again. \"Well, now! I'd be glad to give you any information\nthat would help you. I seen a lot in my life. But two thousand\ndollars--ain't that a mite steep?\"\n\n\"Two thousand, give or take twenty--whatever I have left when we reach\nSan Francisco. Money of this period will be of no use to me if we\ncomplete the transaction, so I may as well give you all of it. You see,\nthe body I'd like to buy is yours.\"\n\n\"Hold on, now!\" the old man exclaimed, propelling his chair toward the\ndoor of the compartment and fumbling for the knob. \"What am I supposed\nto do with the money if you get my body?\"\n\n\"Please don't be alarmed! It would be an exchange. You'd get the body\nI'm using and the money besides.\"\n\n\"Why in the hell didn't you say so in the first place? For trade,\nSandy, you wouldn't owe me a dime. But I don't get it. Why should you\ntrade a young, healthy body like yours for this old crippled-up one?\nI'd be getting all the best of it!\"\n\n\"You may not think so when I tell you that this body I'm using is due\nto disintegrate into its component elements in about two weeks, give or\ntake a day or so.\"\n\n\"Sandy, you're just going to have to do some explaining. I still might\ntake you up on the deal, but I got to understand what I'm getting\ninto.\"\n\n\"You have a right to an explanation. And I can give it to you without\nrevealing the actual process of the time transfer. You see, the mind is\ncapable of an indefinite number of transfers. But a body can be used\nfor only one. Before we overcame that obstacle, we made some serious\nmistakes.\"\n\n\"What happened?\"\n\n\n\n\"It was pretty bad during the experimental trials,\" said Sandane. \"The\npioneers, who transferred in their own bodies, were stuck irrevocably\nin the past. To overcome that, some transferred only mentally, which\nmeant they had to enter unbidden into a host body of the target period.\nThe more highly trained mind naturally had more strength--the host lost\nhis identity. What was worse, when the visitor transferred back he\nsometimes entered an occupied body instead of his own. When two equally\nstrong minds contest for one body the result is insanity. And worst of\nall, the former host body was left mindless--alive, but how shall I say\nit--?\"\n\n\"Like a zombie?\" the old man asked. \"Somebody who don't know who he is,\nwhere he is, or what time it is?\"\n\n\"Yea, that's a very good description. Of course, this had to be\nstopped.\"\n\n\"You didn't stop it soon enough,\" the old man said dryly. \"Must be a\nlot more of you fellows from elsewhen around than I figured.\"\n\n\"I assure you we don't do it any more. We grow bodies for transfer\npurposes in tanks. Like this one, for example.\"\n\n\"Well, I do declare,\" the old man said. \"Now, that's what I call\nprogress. According to that, when your old body wears out, you get a\nnew one.\"\n\n\"We haven't achieved immortality yet. The mind has its own natural\nspan. It is true, however, that we have a greater life expectancy,\nand as long as a person lives he can have a body of his choice. But\nlet's not get off the subject. The point is that I can't transfer back\nwithout a body, or I might get into one that's occupied. And I can't\ntake this one with me. So I have to have one that is--well, if you'll\nforgive me being so blunt, more or less useless to its occupant.\"\n\n\"It's the truth, Sandy, and nobody knows it better than me. But the\npart I don't understand is why the body you're using has to fall apart\nin two weeks, if you leave it here.\"\n\n\"It is actually good for several months after the transfer. I've used\nup most of the time with my researches. But as to your question--surely\nyou see why we can't leave a lot of displaced bodies cluttering up\nthe past. The few pioneers who got stuck in previous periods were\nbad enough. They lived longer than anyone else of the periods, but\nthey were taken as rare freaks of nature. If this happened on a larger\nscale, it would excite comment. Medical men would examine these people\nand find certain evolutionary developments--the secret would be out.\nIn order to avoid that, the bodies grown artificially for transfer\npurposes have a built-in trigger mechanism. This also prevents anyone\nfrom over-staying his allotted leave. If I don't find a body to\ntransfer back in within the next two weeks, I'll be dead.\"\n\n\"And if you do, I'll be dead,\" the old man said.\n\n\"I'm afraid so. Meanwhile, though, you'll have a young, healthy body\nto do with as you please, and some money to spend. It will happen\nsuddenly; there will be no discomfort. I thought you looked like a\nman who would appreciate that. You would be cheated out of a decent\nfuneral, however--there will be nothing resembling a body left to bury.\"\n\n\"Funerals!\" the old man snorted. \"Them as got nothing else to look\nforward to figure on fancy funerals. Me, I don't hanker after anything\nI can't be around to enjoy.\"\n\n\"I'm sorry I can't offer you more than two weeks, give or take a day. I\nwas unavoidably detained.\"\n\n\"Can't be helped. I ain't likely to get a better offer, so I'm taking\nyou up on it. And I admire you for an honest man. You could just as\nwell of told me I'd have two years--or twenty. I'll do the right thing\nby you, too. I won't let out your secret--long as I'm sober, that is.\"\n\n\n\nThe young man from elsewhen smiled. \"I'm not worried about that,\" he\nsaid, \"Who would believe your unsupported statement?\"\n\n\"You got a point there,\" the old man admitted. \"Don't hardly believe it\nmyself, till it happens. When do you do this switch business?\"\n\n\"Just before we reach San Francisco, if that suits you.\"\n\n\"Suits me fine. But I got a daughter, name of Edna Bowers, meeting me\nat the station there. How you figure on getting away from her?\"\n\n\"It won't be difficult. I will stay with her for a few days; then she\nsimply will not see me rolling that chair down the block. I will get to\nthe transfer point by cab and she will turn a report in to the police\nthat her father is missing. They will, of course, not find the missing\nperson.\"\n\n\"You mean you can fix it so she looks right at my body, with you inside\nit, and don't see anything?\"\n\n\"Certainly. I can control the mind of anyone of this period at will.\nAnyone of my time could do so. It's easy.\"\n\n\"You can? Well, then, why in the hell didn't you? Why should you ask me\nmy druthers when you could take over my body whether I liked it or not?\"\n\n\"That would be highly unethical.\"\n\n\"Sure would. But to save your life, seems to me you wouldn't be so\nsqueamish. People nowadays would think like that, anyway. I can see\nthat they'd have to change a lot before they could be trusted with the\nkind of powers you got in elsewhen.\"\n\n\"They will,\" the young man from elsewhen assured him. \"Human nature\nis not immutable. But I take it we are agreed that we trade bodies\njust before we reach our destination. Shall we have a toast to it?\" He\nfilled the old man's shot glass so full it sloshed over in the moving\ntrain.\n\n\"Before we drink to it,\" old George objected, \"hadn't you ought to give\nme the money to bind the bargain?\"\n\n\"Why?\" his host asked. \"It's in my pocket, which will be yours when we\ntrade.\"\n\n\"That's right!\" the old man said. \"I get the clothes, too, don't I?\nKind of a dignified getup. Sure would admire to be seen in that! Here's\nto it!\" They clicked glasses and downed the drinks.\n\n\"Now, shall we have some lunch?\" Sandane asked.\n\n\"You bet. Say, on the train, I'm tempted to order all the things\nthat ain't good for me. If I do, my arthritis will be giving me hell\ntomorrow. I'm used to that, but as long as you'll be the one to suffer,\nmaybe I should stick to my diet.\"\n\n\"Order what you like. I can control the pain for you easily enough.\"\n\n\"Can you teach me to do that?\" the old man asked eagerly. \"Wouldn't\nwant you to be giving out any secrets you ain't supposed to, but surely\nthat couldn't do any harm.\"\n\n\"It wouldn't do you any good, either,\" Sandane replied. \"This body\nwon't give you a bit of trouble as long as it lasts. I absolutely\nguarantee that.\"\n\n\"Not even a headache the morning after?\"\n\n\"Not even a headache. Not even fatigue.\"\n\n\"Think of it! No hangovers in elsewhen. Must be a wonderful age to live\nin.\"\n\n\"You'd be surprised how many people want to get away from it,\" Sandane\nremarked. \"Shall we have something sent in or go to the diner?\"\n\n\"Let's go to the diner,\" old George decided. \"I want to look over some\nof the chicks on this train. Could be one of them is a stranger in San\nFrancisco, needs somebody to show her the town.\"\n\n\"Could be,\" Sandane agreed.\n\n\n\nAfter a hearty lunch, without a look at the right side of the menu, the\nold man started drinking again. He kept pleasantly tipsy all afternoon,\ntrying to submerge the recurrent thought that this couldn't really be\ngoing to happen. Sandane continued to act the affable host, but made no\nmove to put his plan into operation. They were in Sandane's compartment\nwhen the loudspeakers announced that passengers who were leaving the\ntrain at Oakland should get ready. The waiting was getting on the old\nman's nerves.\n\n\"All right,\" he told Sandane, \"if this is all a gag, the joke's\nfinished.\"\n\n\"It's not a joke,\" Sandane protested.\n\n\"Then put up or shut up.\"\n\n\"Very well,\" Sandane said. \"Close your eyes and relax. You will go to\nsleep for a few moments.\"\n\nThe old man was determined to stay awake to see what went on. But in\nspite of himself, his eyes closed, his head drooped forward. He dreamed\na long and involved dream about cities of the future, where all the\npeople had miraculous powers. It seemed to go on for days, yet when he\nawoke, with a start, the train still had not reached Oakland.\n\nHe stood up abruptly as he realized that he was alone in the\ncompartment. Where was Sandane? Next he realized that he was standing,\nthat he _was_ Sandane, or at least in Sandane's body. He took two\nsteps to the mirror and stared at it. Cutaway, striped pants, face the\nspitting image of Wyatt Earp. It was the old man in the wheelchair who\nhad left the compartment.\n\nWhen he disembarked at San Francisco, he scanned the crowd for the\nwheelchair and soon spotted it. Edna had spotted it first--she was\npushing it herself while a redcap followed, carrying the blanket and\nthe old battered valise that the occupant of the chair had insisted on\ntaking into his own coach. George tipped his derby to Edna.\n\n\"Mrs. Bowers, I presume? Your father was telling me many nice things\nabout you on the train.\"\n\nEdna laughed. \"So you're the gentleman he was with! I guessed from his\nbreath he'd had company!\"\n\n\"Now, Edna,\" a cracked old voice complained, \"ain't no harm in buying a\nfew drinks for an old man.\"\n\n\n\nGeorge looked at the man in the chair in amazement. Was that the way he\nhad sounded? Somehow, through the hearing aid, his own voice had seemed\nlouder, less faltering.\n\n\"Only too happy to do it, sir,\" George said. \"The pleasure was all\nmine.\" He wanted to add that Sandane was acting his part superbly, but\ndidn't know just how to say it before Edna.\n\n\"We could give you a lift to your hotel,\" Edna suggested.\n\n\"Thank you, madam, but I don't believe I shall check into a hotel as\nyet. I shall leave my bags here until later in the evening.\" George was\nsurprised how quickly he had assumed the manner of speaking that went\nwith his clothes.\n\n\"Well, take a couple of drinks for me,\" the old voice interjected. \"Say\nhello to them pretty girls for me, too. So long, Sandy, and good luck.\"\n\n\"So long, George,\" George replied, his voice choking up with pity for\nan old man who could not do what he wanted to do on this beautiful\nevening, in this beautiful city.\n\nWhen they had gone, he walked out of the station, enjoying every step\nof the vigorous young legs, feeling every muscle of the vigorous\nyoung body, glowing with life. Outside, he paused for a moment on the\nsidewalk before calling a cab.\n\nTwo weeks, give or take a day or so, would be long enough to do the\ntown. And two thousand dollars, give or take twenty, would be enough to\ndo it on. The young-old man from elsewhen and the present was going to\nhave one hell of a good time.",
    "metadata": {
        "author": [
            "Jacobs, Sylvia"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61006/pg61006.txt",
        "name": "young_man_from_elsewhen.json"
    }
}