{
    "name": "Youngling: A Terran Empire story",
    "author": [
        "Wilson, Ann"
    ],
    "body": "\n\n\nUnnamed world, 2559 CE\n\n\nJoste was waiting in front of his desk when two guards brought the\njust-captured human into his office.  He found it hard to look at the\nman without becoming physically ill, and wondered briefly how the\nguards could tolerate touching him.  Well, that was their job; his was\nto question the man, and he found himself hoping the foul thing would\nresist, give him an excuse to use force.\n\nIt wasn't because the other was human, or because he was an enemy--Joste\nhad questioned prisoners before without having had the slightest desire\nto use physical persuasion--and the man looked no more repulsive than\nany other human.  Granted, he was dirty and his battledress was torn,\nbut that was to be expected from someone who had been in combat.  And,\nthough he was bound, the man held himself proudly.\n\nNo, the revulsion wasn't caused by anything so straightforward.  It was\nwhat the man had done--  Joste's thoughts shied away from consideration\nof such obscenity, and he had to force them back.  Simply endangering\nfemales without dire need was enough to earn a dishonorable death; they\nwere so terribly few, less than a fourth of the Traiti race, cherished\nfor themselves and honored for the young only they could bear--a thing\nthat happened less often than any could wish.\n\nAnd this monster had actually led females into combat!\n\nHe brought himself under control; the grammar and harsh sounds of\nImperial English were difficult enough without having to fight emotion\nat the same time.  \"Yourself identify,\" he growled.\n\n\"Major Horst Marguerre, Imperial Terran Marine Corps.\"  It didn't look\nat all good for him, Marguerre thought grimly.  These huge gray-skinned\nhumanoids were aggressive as hell--they were nicknamed Sharks as much\nfor that as for the facial resemblance--and this one looked even less\nwell-intentioned toward him than his guards did.  \"My ident code's\nTERHE6-2063-4121.  What're you doing with my wounded?\"\n\n\"They are medical treatment receiving,\" Joste said.  \"Though there\nlittle chance for their recovery is, the physicians their best doing\nare.\"  At least, he thought, the man had the decency to show concern--\neven if it had to be false concern--for the two survivors of his\nraiding party, both of whom were female.  \"What your purpose was, here\ncoming?\"\n\nMarguerre didn't know what caused the loathing he could sense from the\nthree massive Traiti, but it was intense enough to frighten him in\nspite of almost a year's active combat.  Still, fear or no fear, he\nwasn't about to tell them what they wanted to know.  He shook his head.\n\"Sorry, that's all I'm allowed to say.\"\n\nThen he winced as the one holding his shoulder and neck tightened that\ngrip, and the one doing the questioning started to smile.  This, to put\nit mildly, looked less and less like it was going to be a friendly\nparty, and he was suddenly very thankful he'd been given the\nanti-interrogation conditioning before this mission.  Not that he intended\nto use it unless he had no other choice.\n\nGood, Joste thought.  The man was going to be stubborn.  \"You mine now\nare, Major, and you will much more say.  When you have enough pain had,\nyou will to me gladly speak.\"  Slowly, almost luxuriously, he reached\nfor the man, extending his claws.\n\nMarguerre tasted fear, his mouth bitter-dry as he watched the clawed\ngray hand approach.  He remained still, though he could feel himself\ngoing pale. He'd expected death if the mission failed, but not like\nthis--not being tortured for information while two of his people lay\nbadly wounded in a Traiti military hospital.  He knew his interrogator\nwas right; everyone had a breaking point.  He could only hope they'd\nkill him before he came so close to his own that he'd have to activate\nthe conditioning.  He preferred to meet death knowing who he was.\n\nA sudden flashing movement of Joste's claws ripped the tough material\nof the human's shirt to ribbons, exposing the soft undershirt.  A\nsingle claw took care of that, still without breaking thin human skin.\n\"Why did you here come?\" Joste asked softly.  \"Now say, and yourself\nmuch pain save.  You no honor have to lose.\"\n\nNow what the hell did he mean by that, Marguerre wondered.  Not that it\nreally mattered, under the circumstances.  \"Forget it.  I'm a Marine,\nnot a traitor.\"  His muscles were tensed in anticipation, but it didn't\nhelp much. He gasped and flinched anyway when the claws touched his\nflesh, digging in and across, drawing blood.\n\nJoste was fully aware of human frailty, and was being far gentler than\nhe cared to, but he was still startled at the amount of blood welling\nfrom such shallow wounds.  He would have to be even more careful; if he\nweren't, this Marguerre might bleed to death before giving him the\ninformation he needed. It might be best to use fists or slaps instead\nof claws or teeth, at least for the most part, until the time came to\nexecute the man.\n\n\"Why?\" he asked again.\n\n\"Go to hell,\" Marguerre snarled.\n\n\"We do not that belief hold,\" Joste said calmly.  \"And if either of us\nto such a place going is, it will you be.  I have never a female to her\ndeath sent.\"\n\n\"And I have.  So?  Nobody forced them to join the Marines, or apply for\nSpecial Forces.  They knew what they were getting into.  Every last one\nof them's a volunteer.\"\n\nJoste growled in disgust.  The human must think him a fool, to expect\nhim to believe such nonsense!  The only time a female fought was in\nlast-ditch defense of the clan, something that hadn't happened since\nthe clan wars almost four thousand years ago.  \"You lie, human.\"\n\nMarguerre shrugged, awkwardly because of his bound hands, but said no\nmore.  He'd already said more than he should have; he knew the best way\nto avoid giving anything away by accident was to remain silent except\nfor the required identification information.\n\n\"Enough of that,\" Joste said.  He'd not discuss females more with this\nperverted filth.  \"Now you will me truth give.  Why came you here?\"\n\n      *      *      *      *      *\n\nIt was almost dark, and Joste was becoming discouraged.  The man,\nexcept for sounds of pain, had remained silent.  He was sprawled on the\nfloor now, naked except for his own blood, his hands no longer bound\nbecause he no longer had hands to bind.\n\nYet he was trying to rise, had actually made it to his knees with his\nwrists pressed against his chest and his head bowed to hide empty eye\nsockets, in a sickening parody of one paying homage to the Lords.\n\nMarguerre knew he was done.  The pain, the maiming, were too much\n. . . and his tormentor wasn't going to allow him to die by accident.\nHe had to activate the conditioning or buy his death with the information\nthe Traiti wanted.  For a Marine, that was no real choice--but there was\none thing he wanted to make absolutely clear before he went out.\n\"Joste . . .\"\n\n\"Speak, human.\"\n\n\"You said . . . I've got no honor.\"  Marguerre raised his head, faced\nthe sound of Joste's voice.  \"Maybe not . . . your kind, I don't know.\nI'd . . . hoped you'd miscalculate . . . kill me clean . . . 'fore it\ncame to this.  Now I just want you . . . t'be certain . . . I do know\nwhat I'm doing.\"  He straightened as much as he was able, drew in\nbreath, and forced himself to speak the single short phrase he'd\nchosen.  Hearing himself say it, deliberately, would wipe out Major\nHorst Marguerre.\n\nNonsense syllables, Joste thought.  \"'Twas brillig, and the slithy\ntoves\"?\n\nFor a space of seconds, there was no sound--then Marguerre collapsed\nwith the heart-rending wail of a hurt, terrified youngling, to lie\nsobbing brokenly at Joste's feet.\n\nStunned, the interrogator could only stare, then he dropped to one knee\nbeside the bloody form.  \"Human . . . what wrong is?\"\n\nThe face that turned toward him had nothing of the proud Marine in it,\nonly pain and fear.  The man had said he knew what he was doing--what\nhad he done?  Whatever it was, there was clearly no point in\nquestioning him further. With a sigh, Joste picked up his prisoner and\nstood.\n\nUnbelievably, that seemed to comfort the man.  He nestled closer to\nJoste's chest, and the sobs slowed to whimpers, then ceased.  His\nbreathing showed he had gone to sleep.\n\nJoste and the guards exchanged amazed glances.  \"What did you do to\nhim, Group-Leader?\" the younger one asked.\n\n\"I did nothing, Sedni.  What has happened to him was his own choice, he\nsaid.  He had hoped to die before this became necessary.\"  Joste looked\ndown at his burden, troubled by the man's sudden change.  \"He resisted\nme with all his will, yet now he clings to me for comfort, as a newborn\nclings to its mother.  He seems not to know me any longer, perhaps not\nto know himself.\"\n\n\"As one who has lost all memory?\" the older guard asked.\n\n\"I think . . . not lost,\" Joste said slowly.  \"He told me he knew what\nhe was doing, and I believe him.\"\n\n\"What, then?\"\n\n\"I cannot be sure yet . . . but he fought me as well as he was able,\nthough he must have known he had no way to win, and I denied him the\nescape of death.  Had he lacked honor as I thought, he would have\nspoken in an effort to live--but he did not.\"  Joste hesitated.  He had\nunderestimated the man; perhaps Marguerre had spoken the truth earlier.\nPerhaps he had truly felt no dishonor in leading females into combat--a\nthing that was difficult to believe, but so was his sudden change from\na defiant Marine to a sobbing . . . what? \"Not lost,\" Joste repeated\nthoughtfully.  \"Far worse, if what I begin to suspect is true.  It\nwould appear that he destroyed his mind rather than betray his people.\"\n\n\"Not even a human would go that far!\" Sedni exclaimed, his voice\nshaken.\n\n\"I would prefer a more acceptable idea myself,\" Joste said.  Death came\nto everyone, soon or late; in the long run, it was unavoidable, and at\ntimes a self-inflicted death was the only way to preserve honor--far\npreferable to the alternative of living dishonored.  The idea of\nsomeone destroying his own mind, though--even for the same purpose--was\none that made the Traiti interrogator recoil.  Still, at this point it\nwas only a possibility, not a certainty.  Joste glanced at the human\nagain, then began giving orders.  \"Chorvak, call the hospital and tell\nthem I'm bringing in an emergency patient.  And find out if either of\nthe females survived and is able to talk. Sedni, go to Communications\nand have them stand by for a possible priority call to N'chark clanhome\non Norvis.  I may need to talk to Ka'ruchaya Jarna.\"\n\nBoth saluted, and Sedni left while Chorvak went to Joste's desk to make\nthe call.  The interrogator left as well, carrying the sleeping human.\n\nWithin minutes he had covered the short distance to the hospital and\nwas putting the mangled man on an emergency surgical table.  Marguerre\nseemed to partially awaken when Joste put him down, whimpering softly\nuntil the duty surgeon gave him a sedative.\n\n\"What's wrong with him?\" the surgeon asked.  \"Aside from the obvious, I\nmean.\"\n\n\"I am not certain,\" Joste told him.  \"I am not even sure I really want\nto know, but I must check.  Give him support treatment until I can,\nplease.\"\n\n      *      *      *      *      *\n\nChorvak was waiting when Joste left the surgery.  \"The tiny\ndark-skinned female is dead, Group-Leader,\" he reported, \"but the bigger\npale one's injuries were less serious than the physicians originally\nthought; she is alive and regaining consciousness.  They will allow you\nto speak to her as long as you keep it brief and do not excite her.\"\n\n\"Thank you, Chorvak.  I will be careful.\"\n\nThe hospital was small, so it didn't take long for the two to get to\nthe room assigned to the human woman.  Joste went in alone, took a seat\nby her bed.  \"Ka'naya Marine, may I with you speak?\"\n\n\"Uh?\"  She looked at him, clearly still groggy and trying to focus.\n\"Wha' 'bout?\"\n\nJoste puzzled over that momentarily, then he figured out the slurred\nwords.  \"About Major Horst Marguerre, ka'naya.  When I was him\nquestioning, he something said that did not English seem, a code of\nsome sort, I think.  Then he cried out, and like a youngling wept.  Can\nyou me tell, what to him happened?\"\n\nShe seemed to rouse at Marguerre's name.  \"Something not English?  But\nhe doesn't know any other language--\"  Then her eyes widened, and she\nlooked sick.  \"Blood . . . is it his?\"\n\nJoste's silence answered her.  Tears leaked out of her eyes and she\nswore tiredly.  \"Damn you, you bastard Shark.  What'd you do to break\nhim?\"\n\n\"Ask me that not, ka'naya.  The answer would only you distress, and he\nis help now getting.  But I must know, when he those strange words\nsaid, what he by them meant.  What they to him did.\"\n\n\"Maybe I'd rather not know, at that.\"  She scowled.  \"What'll you do to\nhim if I tell you?\"\n\n\"If it what I fear is, I will my Ka'ruchaya--you have not the term,\nfemale parent to the clan--ask, him to adopt.  N'chark will for him\ncare.\"\n\n\"Clan mother.  But he's human--why would you do that?\"\n\n\"He something to himself did, that him into the likeness of a youngling\nturned.  If that likeness a true one is, then he must a youngling's\nsafety and guidance given be.\"  He paused for a moment.  \"And it my\nopinion is, that what he did was from honor done.\"\n\n\"It was.  I'm not sure I believe you, but telling you what happened\ncan't make it any worse for him.  Okay, you're right.  The words\nthemselves're meaningless, they were only triggers for anti-interrogation\nconditioning, a total mind-wipe.  Didn't bother anything\nelse, like intelligence, just memory. It's a new technique, but a lot\nof us already have it . . .\"  She turned her head away briefly, then\nwent on.  \"You could say he has the mind of a newborn child in an adult\nbody.  Who was the first person he saw after he . . . blanked out?\"\n\n\"He has no one seen.\"\n\n\"I can guess why.\"  She grimaced.  \"Damn.  Okay, who was the first one\nhe heard?  If he can still hear.\"\n\n\"He can, ka'naya.  And I the first was.\"\n\nShe gave him a mocking grin.  \"Hi, Daddy.  If the psychs were right,\nhe's fixated on you, now.  How do you feel about taking care of\nbabies?\"\n\nIn spite of the dismay he felt at her confirmation of his worst\nsuspicion, Joste couldn't help a smile.  \"Ka'naya Marine, I have only\nonce the joy had, of sharing young.  Say you he will truly me as\nes'chaya see?  Male parent?\"\n\n\"Father?\"  The Marine's grin softened into an answering smile at his\nobvious sincerity.  \"Not exactly.  That, yes, but more.  He's your\nchild--yours alone--unless he heard someone else about the same time he\nheard you.\"\n\n\"There no one was, ka'naya.  He in my arms asleep was, before another\nspoke.  I your leave to go must ask; I should Ka'ruchaya Jarna call.\"\n\nShe looked worried.  \"Okay, I guess you will take care of Major\nMarguerre. But what'll happen to me?  So far I've been treated all\nright, but I'm afraid that won't--\"\n\n\"Ka'naya!\" Joste interrupted, horrified by what she was implying.  \"You\nneed nothing fear.  You will guarded be, of course, but no harm will to\nyou come! We not like humans twisted are, a female to hurt without\ngreat need.\"\n\nAs her expression began to show relief, Joste gave her a courteous\nsalute and left for the Communications section.  Sedni wasn't the only\none waiting there for him; so was his commander, Senior Group-Leader\nKunnos.\n\n\"Sedni briefed me,\" Kunnos said.  \"May I listen to your call?\"\n\n\"Of course, Group-Leader.\"  It wasn't usually 'of course,' but Joste\nhad served under Kunnos for a long time, long enough to trust his\ndiscretion even in N'chark's clan matters.\n\nClan priority traffic got the same treatment as military\ncommunications, so it didn't take long for the operator to make\nultrawave contact with N'chark clanhome, then leave to join Sedni.  Nor\ndid it take long, once contact was made, for Ka'ruchaya Jarna to appear\non the comscreen.  Joste greeted her formally, crossing arms over his\nchest and inclining his head. Kunnos followed suit, bowing more deeply\nas befit an out-clan male.\n\nJarna acknowledged the greeting, then looked curiously at Joste.\n\"Ruesten, you have won the Honor scars; what problem can you have so\nserious that it requires my intervention?\"\n\n\"Ka'ruchaya, it is a matter of adoption.\"\n\n\"Ah, I see.  Go on.\"\n\nJoste did as he was told, describing the human's torment, memory loss,\nand what the female Marine had told him.  \"Maybe he was being honest\nwhen he said the females volunteered for combat.  Certainly the one I\nspoke to showed pain at his hurt.  And he did prove himself honorable,\nsacrificing his mind--himself--as he did.  Ka'ruchaya, he needs help,\nand I think that once he learns our ways, he will be a credit to\nN'chark.\"\n\n\"He lost only his memory?\"\n\n\"Yes, Ka'ruchaya, according to the female Marine.\"\n\n\"And she called him your 'child,' your esten.\"  Jarna paused, thinking.\n\"No, Cor'naya Joste.  Under the circumstances, I do not think adoption\neither possible or necessary; he cannot take the blood-oath if he\ncannot understand it.  He is a Terran, and apparently newborn by their\nways, regarding you as chaya.  I accept him as es'ruesten, a clan-son\nof N'chark by birth.  Care for him, see that he gets the medical help\nhe needs--including regrowth treatments if they are available there--\nand bring him home as soon as he is able to travel.  If you wish, I\nwill arrange for his naming ceremony.\"\n\n\"Thank you, Ka'ruchaya.  Let him be named Horst, of Clan N'chark.\"\n\n\"So be it, Cor'naya Joste.\"  Jarna turned to Kunnos.  \"I will send a\nship for them, Group-Leader.  Will you need a linguist to replace\nJoste?\"\n\n\"If you please, Ka'ruchaya.  Stanek, if he has recovered.\"\n\n\"He will be on the ship.\"  Jarna's expression became grim.  \"But hear\nmy words, Group-Leader: none of my n'ruesten will force another to this\nliving self-destruction again.  I will not have them dishonor\nthemselves so.\"\n\n\"I would not ask it, Ka'ruchaya,\" Kunnos said.  \"I will report this to\nthe Supreme, with the recommendation that he order any found to have\nsimilar conditioning questioned no further.\"  He extended claws to\nemphasize his determination.  \"I have no wish to be part of such\ndishonor, either.\"\n\n\"Well said, Group-Leader.\"  Jarna inclined her head.  \"Now if you will\nexcuse me, I must return to my duties.\"\n\nThe two males bowed, then when the screen cleared, left the\nCommunications section.  Joste made his way back to the hospital to\ncheck on his child, wondering at the Lords' ordering of things.  The\nhuman and he had met as enemies, and Joste had taken angry pleasure in\nhis torment.  But now Horst was of N'chark, he would be raised as such\n. . . and this time, Joste vowed, Horst would be raised with a proper\nrespect for females and younglings.\n\n\n\n\nEND",
    "metadata": {
        "author": [
            "Wilson, Ann"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25747/pg25747.txt",
        "name": "youngling_a_terran_empire_story.json"
    }
}