{
    "name": "A Book of Nonsense",
    "author": [
        "Derry Down Derry",
        "Lear, Edward"
    ],
    "body": "EDWARD LEAR\n\nWith All the Original Pictures and Verses\n\n\n\n\n\n\n\n\n\nThere was an Old Derry down Derry, who loved to see little folks\n  merry;\n    So he made them a Book, and with laughter they shook\n      At the fun of that Derry down Derry.\n\n\n                 Original Dedication.\n\n                       TO THE\n GREAT-GRANDCHILDREN, GRAND-NEPHEWS, AND GRAND-NIECES\n           OF EDWARD, 13TH EARL OF DERBY,\n          THIS BOOK OF DRAWINGS AND VERSES\n\n     (The greater part of which were originally\n         made and composed for their parents.)\n\n               Is Dedicated by the Author,\n                                          EDWARD LEAR.\n\n       London, 1862.\n\n\n\n    There was an Old Man with a nose,\n    Who said, \"If you choose to suppose\n    That my nose is too long, you are certainly wrong!\"\n    That remarkable Man with a nose.\n\n    There was a Young Person of Smyrna,\n    Whose Grandmother threatened to burn her;\n    But she seized on the Cat, and said, \"Granny, burn that!\n    You incongruous Old Woman of Smyrna!\"\n\n    There was an Old Man on a hill,\n    Who seldom, if ever, stood still;\n    He ran up and down in his Grandmother's gown,\n    Which adorned that Old Man on a hill.\n\n    There was an Old Person of Chili,\n    Whose conduct was painful and silly;\n    He sate on the stairs, eating apples and pears,\n    That imprudent Old Person of Chili.\n\n    There was an Old Man with a gong,\n    Who bumped at it all the day long;\n    But they called out, \"Oh, law! you're a horrid old bore!\"\n    So they smashed that Old Man with a gong.\n\n    There was an Old Man of Kilkenny,\n    Who never had more than a penny;\n    He spent all that money in onions and honey,\n    That wayward Old Man of Kilkenny.\n\n    There was an Old Man of Columbia,\n    Who was thirsty, and called out for some beer;\n    But they brought it quite hot, in a small copper pot,\n    Which disgusted that man of Columbia.\n\n    There was an Old Man in a tree,\n    Who was horribly bored by a Bee;\n    When they said, \"Does it buzz?\" he replied, \"Yes, it does!\n    It's a regular brute of a Bee.\"\n\n    There was an Old Lady of Chertsey,\n    Who made a remarkable curtsey;\n    She twirled round and round, till she sank underground,\n    Which distressed all the people of Chertsey.\n\n    There was a Young Lady whose chin\n    Resembled the point of a pin;\n    So she had it made sharp, and purchased a harp,\n    And played several tunes with her chin.\n\n    There was an Old Man with a flute,--\n    A \"sarpint\" ran into his boot!\n    But he played day and night, till the \"sarpint\" took flight,\n    And avoided that Man with a flute.\n\n    There was a Young Lady of Portugal,\n    Whose ideas were excessively nautical;\n    She climbed up a tree to examine the sea,\n    But declared she would never leave Portugal.\n\n    There was an Old Person of Ischia,\n    Whose conduct grew friskier and friskier;\n    He danced hornpipes and jigs, and ate thousands of figs,\n    That lively Old Person of Ischia\n\n    There was an Old Man of Vienna,\n    Who lived upon Tincture of Senna;\n    When that did not agree, he took Camomile Tea,\n    That nasty Old Man of Vienna.\n\n    [Illustraion]\n\n    There was an Old Man in a boat,\n    Who said, \"I'm afloat! I'm afloat!\"\n    When they said, \"No, you ain't!\" he was ready to faint,\n    That unhappy Old Man in a boat.\n\n    There was an Old Person of Buda,\n    Whose conduct grew ruder and ruder,\n    Till at last with a hammer they silenced his clamor.\n    By smashing that Person of Buda.\n\n    There was an Old Man of Moldavia,\n    Who had the most curious behavior;\n    For while he was able, he slept on a table,\n    That funny Old Man of Moldavia.\n\n    There was an Old Person of Hurst,\n    Who drank when he was not athirst;\n    When they said, \"You'll grow fatter!\" he answered \"What matter?\"\n    That globular Person of Hurst.\n\n    There was an Old Man of Madras,\n    Who rode on a cream-colored Ass;\n    But the length of its ears so promoted his fears,\n    That it killed that Old Man of Madras.\n\n    There was an Old Person of Dover,\n    Who rushed through a field of blue clover;\n    But some very large Bees stung his nose and his knees,\n    So he very soon went back to Dover.\n\n    There was an Old Person of Leeds,\n    Whose head was infested with beads;\n    She sat on a stool and ate gooseberry-fool,\n    Which agreed with that Person of Leeds.\n\n    There was an Old Person of Cadiz,\n    Who was always polite to all ladies;\n    But in handing his daughter, he fell into the water,\n    Which drowned that Old Person of Cadiz.\n\n    There was an Old Man of the Isles,\n    Whose face was pervaded with smiles;\n    He sang \"High dum diddle,\" and played on the fiddle,\n    That amiable Man of the Isles.\n\n    There was an Old Person of Basing,\n    Whose presence of mind was amazing;\n    He purchased a steed, which he rode at full speed,\n    And escaped from the people of Basing.\n\n    There was an Old Man who supposed\n    That the street door was partially closed;\n    But some very large Rats ate his coats and his hats,\n    While that futile Old Gentleman dozed.\n\n    There was an Old Person whose habits\n    Induced him to feed upon Rabbits;\n    When he'd eaten eighteen, he turned perfectly green,\n    Upon which he relinquished those habits.\n\n    There was an Old Man of the West,\n    Who wore a pale plum-colored vest;\n    When they said, \"Does it fit?\" he replied, \"Not a bit!\"\n    That uneasy Old Man of the West.\n\n    There was an Old Man of Marseilles,\n    Whose daughters wore bottle-green veils:\n    They caught several Fish, which they put in a dish,\n    And sent to their Pa at Marseilles.\n\n    There was an Old Man of the Wrekin,\n    Whose shoes made a horrible creaking;\n    But they said, \"Tell us whether your shoes are of leather,\n    Or of what, you Old Man of the Wrekin?\"\n\n    There was a Young Lady whose nose\n    Was so long that it reached to her toes;\n    So she hired an Old Lady, whose conduct was steady,\n    To carry that wonderful nose.\n\n    There was a Young Lady of Norway,\n    Who casually sat in a doorway;\n    When the door squeezed her flat, she exclaimed, \"What of that?\"\n    This courageous Young Lady of Norway.\n\n    There was an Old Man of Apulia,\n    Whose conduct was very peculiar;\n    He fed twenty sons upon nothing but buns,\n    That whimsical Man of Apulia.\n\n    There was an Old Man of Quebec,--\n    A beetle ran over his neck;\n    But he cried, \"With a needle I'll slay you, O beadle!\"\n    That angry Old Man of Quebec.\n\n    There was a Young Lady of Bute,\n    Who played on a silver-gilt flute;\n    She played several jigs to her Uncle's white Pigs:\n    That amusing Young Lady of Bute.\n\n    There was an Old Person of Philoe,\n    Whose conduct was scroobious and wily;\n    He rushed up a Palm when the weather was calm,\n    And observed all the ruins of Philoe.\n\n    There was an Old Man with a poker,\n    Who painted his face with red ochre.\n    When they said, \"You 're a Guy!\" he made no reply,\n    But knocked them all down with his poker.\n\n    There was an Old Person of Prague,\n    Who was suddenly seized with the plague;\n    But they gave him some butter, which caused him to mutter,\n    And cured that Old Person of Prague.\n\n    There was an Old Man of Peru,\n    Who watched his wife making a stew;\n    But once, by mistake, in a stove she did bake\n    That unfortunate Man of Peru.\n\n    There was an Old Man of the North,\n    Who fell into a basin of broth;\n    But a laudable cook fished him out with a hook,\n    Which saved that Old Man of the North.\n\n    There was an Old Person of Troy,\n    Whose drink was warm brandy and soy,\n    Which he took with a spoon, by the light of the moon,\n    In sight of the city of Troy.\n\n    There was an Old Person of Mold,\n    Who shrank from sensations of cold;\n    So he purchased some muffs, some furs, and some fluffs,\n    And wrapped himself well from the cold.\n\n    There was an Old Person of Tring,\n    Who embellished his nose with a ring;\n    He gazed at the moon every evening in June,\n    That ecstatic Old Person of Tring.\n\n    There was an Old Man of Nepaul,\n    From his horse had a terrible fall;\n    But, though split quite in two, with some very strong glue\n    They mended that man of Nepaul.\n\n    There was an Old Man of the Nile,\n    Who sharpened his nails with a file,\n    Till he cut off his thumbs, and said calmly, \"This comes\n    Of sharpening one's nails with a file!\"\n\n    There was an Old Man of th' Abruzzi,\n    So blind that he couldn't his foot see;\n    When they said, \"That's your toe,\" he replied, \"Is it so?\"\n    That doubtful Old Man of th' Abruzzi.\n\n    There was an Old Man of Calcutta,\n    Who perpetually ate bread and butter;\n    Till a great bit of muffin, on which he was stuffing,\n    Choked that horrid Old Man of Calcutta.\n\n    There was an Old Person of Rhodes,\n    Who strongly objected to toads;\n    He paid several cousins to catch them by dozens,\n    That futile Old Person of Rhodes.\n\n    There was an Old Man of the South,\n    Who had an immoderate mouth;\n    But in swallowing a dish that was quite full of Fish,\n    He was choked, that Old Man of the South.\n\n    There was an Old Man of Melrose,\n    Who walked on the tips of his toes;\n    But they said, \"It ain't pleasant to see you at present,\n    You stupid Old Man of Melrose.\"\n\n    There was an Old Man of the Dee,\n    Who was sadly annoyed by a Flea;\n    When he said, \"I will scratch it!\" they gave him a hatchet,\n    Which grieved that Old Man of the Dee.\n\n    There was a Young Lady of Lucca,\n    Whose lovers completely forsook her;\n    She ran up a tree, and said \"Fiddle-de-dee!\"\n    Which embarrassed the people of Lucca.\n\n    There was an Old Man of Coblenz,\n    The length of whose legs was immense;\n    He went with one prance from Turkey to France,\n    That surprising Old Man of Coblenz.\n\n    There was an Old Man of Bohemia,\n    Whose daughter was christened Euphemia;\n    But one day, to his grief, she married a thief,\n    Which grieved that Old Man of Bohemia.\n\n    There was an Old Man of Corfu,\n    Who never knew what he should do;\n    So he rushed up and down, till the sun made him brown,\n    That bewildered Old Man of Corfu.\n\n    There was an Old Man of Vesuvius,\n    Who studied the works of Vitruvius;\n    When the flames burnt his book, to drinking he took,\n    That morbid Old Man of Vesuvius.\n\n    There was an Old Man of Dundee,\n    Who frequented the top of a tree;\n    When disturbed by the Crows, he abruptly arose,\n    And exclaimed, \"I'll return to Dundee!\"\n\n    There was an Old Lady whose folly\n    Induced her to sit in a holly;\n    Whereon, by a thorn her dress being torn,\n    She quickly became melancholy.\n\n    There was an Old Man on some rocks,\n    Who shut his Wife up in a box:\n    When she said, \"Let me out,\" he exclaimed, \"Without doubt\n    You will pass all your life in that box.\"\n\n    There was an Old Person of Rheims,\n    Who was troubled with horrible dreams;\n    So to keep him awake they fed him with cake,\n    Which amused that Old Person of Rheims.\n\n    There was an Old Man of Leghorn,\n    The smallest that ever was born;\n    But quickly snapt up he was once by a Puppy,\n    Who devoured that Old Man of Leghorn.\n\n    There was an Old Man in a pew,\n    Whose waistcoat was spotted with blue;\n    But he tore it in pieces, to give to his Nieces,\n    That cheerful Old Man in a pew.\n\n    There was an Old Man of Jamaica,\n    Who suddenly married a Quaker;\n    But she cried out, \"Oh, lack! I have married a black!\"\n    Which distressed that Old Man of Jamaica.\n\n    There was an Old Man who said, \"How\n    Shall I flee from this horrible Cow?\n    I will sit on this stile, and continue to smile,\n    Which may soften the heart of that Cow.\"\n\n    There was a Young Lady of Troy,\n    Whom several large flies did annoy;\n    Some she killed with a thump, some she drowned at the pump,\n    And some she took with her to Troy.\n\n    There was a Young Lady of Hull,\n    Who was chased by a virulent Bull;\n    But she seized on a spade, and called out, \"Who's afraid?\"\n    Which distracted that virulent Bull.\n\n    There was an Old Person of Dutton,\n    Whose head was as small as a button;\n    So to make it look big he purchased a wig,\n    And rapidly rushed about Dutton.\n\n    There was an Old Man who said, \"Hush!\n    I perceive a young bird in this bush!\"\n    When they said, \"Is it small?\" he replied, \"Not at all;\n    It is four times as big as the bush!\"\n\n    There was a Young Lady of Russia,\n    Who screamed so that no one could hush her;\n    Her screams were extreme,--no one heard such a scream\n    As was screamed by that Lady of Russia.\n\n    There was a Young Lady of Tyre,\n    Who swept the loud chords of a lyre;\n    At the sound of each sweep she enraptured the deep,\n    And enchanted the city of Tyre.\n\n    There was an Old Person of Bangor,\n    Whose face was distorted with anger;\n    He tore off his boots, and subsisted on roots,\n    That borascible Person of Bangor.\n\n    There was an Old Man of the East,\n    Who gave all his children a feast;\n    But they all ate so much, and their conduct was such,\n    That it killed that Old Man of the East.\n\n    There was an Old Man of the Coast,\n    Who placidly sat on a post;\n    But when it was cold he relinquished his hold,\n    And called for some hot buttered toast.\n\n    There was an Old Man of Kamschatka,\n    Who possessed a remarkably fat Cur;\n    His gait and his waddle were held as a model\n    To all the fat dogs in Kamschatka.\n\n    There was an Old Person of Gretna,\n    Who rushed down the crater of Etna;\n    When they said, \"Is it hot?\" he replied, \"No, it's not!\"\n    That mendacious Old Person of Gretna.\n\n    There was an Old Man with a beard,\n    Who sat on a Horse when he reared;\n    But they said, \"Never mind! you will fall off behind,\n    You propitious Old Man with a beard!\"\n\n    There was an Old Man of Berlin,\n    Whose form was uncommonly thin;\n    Till he once, by mistake, was mixed up in a cake,\n    So they baked that Old Man of Berlin.\n\n    There was an Old Man of the West,\n    Who never could get any rest;\n    So they set him to spin on his nose and his chin,\n    Which cured that Old Man of the West.\n\n    There was an Old Person of Cheadle\n    Was put in the stocks by the Beadle\n    For stealing some pigs, some coats, and some wigs,\n    That horrible person of Cheadle.\n\n    There was an Old Person of Anerley,\n    Whose conduct was strange and unmannerly;\n    He rushed down the Strand with a Pig in each hand,\n    But returned in the evening to Anerley.\n\n    There was a Young Lady of Wales,\n    Who caught a large Fish without scales;\n    When she lifted her hook, she exclaimed, \"Only look!\"\n    That ecstatic Young Lady of Wales.\n\n    There was a Young Lady of Welling,\n    Whose praise all the world was a-telling;\n    She played on the harp, and caught several Carp,\n    That accomplished Young Lady of Welling.\n\n    There was an Old Person of Tartary,\n    Who divided his jugular artery;\n    But he screeched to his Wife, and she said, \"Oh, my life!\n    Your death will be felt by all Tartary!\"\n\n    There was an Old Man of Whitehaven,\n    Who danced a quadrille with a Raven;\n    But they said, \"It's absurd to encourage this bird!\"\n    So they smashed that Old Man of Whitehaven.\n\n    There was a Young Lady of Sweden,\n    Who went by the slow train to Weedon;\n    When they cried, \"Weedon Station!\" she made no observation,\n    But thought she should go back to Sweden.\n\n    There was an Old Person of Chester,\n    Whom several small children did pester;\n    They threw some large stones, which broke most of his bones,\n    And displeased that Old Person of Chester.\n\n    There was an Old Man of the Cape,\n    Who possessed a large Barbary Ape;\n    Till the Ape, one dark night, set the house all alight,\n    Which burned that Old Man of the Cape.\n\n    There was an Old Person of Burton,\n    Whose answers were rather uncertain;\n    When they said, \"How d' ye do?\" he replied, \"Who are you?\"\n    That distressing Old Person of Burton.\n\n    There was an Old Person of Ems\n    Who casually fell in the Thames;\n    And when he was found, they said he was drowned,\n    That unlucky Old Person of Ems.\n\n    There was a Young Girl of Majorca,\n    Whose Aunt was a very fast walker;\n    She walked seventy miles, and leaped fifteen stiles,\n    Which astonished that Girl of Majorca.\n\n    There was a Young Lady of Poole,\n    Whose soup was excessively cool;\n    So she put it to boil by the aid of some oil,\n    That ingenious Young Lady of Poole.\n\n    There was an Old Lady of Prague,\n    Whose language was horribly vague;\n    When they said, \"Are these caps?\" she answered, \"Perhaps!\"\n    That oracular Lady of Prague.\n\n    There was a Young Lady of Parma,\n    Whose conduct grew calmer and calmer:\n    When they said, \"Are you dumb?\" she merely said, \"Hum!\"\n    That provoking Young Lady of Parma.\n\n    There was an Old Person of Sparta,\n    Who had twenty-five sons and one \"darter;\"\n    He fed them on Snails, and weighed them in scales,\n    That wonderful Person of Sparta.\n\n    There was an Old Man on whose nose\n    Most birds of the air could repose;\n    But they all flew away at the closing of day,\n    Which relieved that Old Man and his nose.\n\n    There was a Young Lady of Turkey,\n    Who wept when the weather was murky;\n    When the day turned out fine, she ceased to repine,\n    That capricious Young Lady of Turkey.\n\n    There was an Old Man of Aôsta\n    Who possessed a large Cow, but he lost her;\n    But they said, \"Don't you see she has run up a tree,\n    You invidious Old Man of Aôsta?\"\n\n    There was a Young Person of Crete,\n    Whose toilette was far from complete;\n    She dressed in a sack spickle-speckled with black,\n    That ombliferous Person of Crete.\n\n    There was a Young Lady of Clare,\n    Who was madly pursued by a Bear;\n    When she found she was tired, she abruptly expired,\n    That unfortunate Lady of Clare.\n\n    There was a Young Lady of Dorking,\n    Who bought a large bonnet for walking;\n    But its color and size so bedazzled her eyes,\n    That she very soon went back to Dorking.\n\n    There was an Old Man of Cape Horn,\n    Who wished he had never been born;\n    So he sat on a Chair till he died of despair,\n    That dolorous Man of Cape Horn.\n\n    There was an old Person of Cromer,\n    Who stood on one leg to read Homer;\n    When he found he grew stiff, he jumped over the cliff,\n    Which concluded that Person of Cromer.\n\n    There was an Old Man of the Hague,\n    Whose ideas were excessively vague;\n    He built a balloon to examine the moon,\n    That deluded Old Man of the Hague.\n\n    There was an Old Person of Spain,\n    Who hated all trouble and pain;\n    So he sate on a chair with his feet in the air,\n    That umbrageous Old Person of Spain.\n\n    There was an Old Man who said, \"Well!\n    Will _nobody_ answer this bell?\n    I have pulled day and night, till my hair has grown white,\n    But nobody answers this bell!\"\n\n    There was an Old Man with an Owl,\n    Who continued to bother and howl;\n    He sat on a rail, and imbibed bitter ale,\n    Which refreshed that Old Man and his Owl.\n\n    There was an Old Man in a casement,\n    Who held up his hands in amazement;\n    When they said, \"Sir, you'll fall!\" he replied, \"Not at all!\"\n    That incipient Old Man in a casement.\n\n    There was an Old Person of Ewell,\n    Who chiefly subsisted on gruel;\n    But to make it more nice, he inserted some Mice,\n    Which refreshed that Old Person of Ewell.\n\n    There was an Old Man of Peru.\n    Who never knew what he should do;\n    So he tore off his hair, and behaved like a bear,\n    That intrinsic Old Man of Peru.\n\n    There was an Old Man with a beard,\n    Who said, \"It is just as I feared!--\n    Two Owls and a Hen, four Larks and a Wren,\n    Have all built their nests in my beard.\"\n\n    There was a Young Lady whose eyes\n    Were unique as to color and size;\n    When she opened them wide, people all turned aside,\n    And started away in surprise.\n\n    There was a Young Lady of Ryde,\n    Whose shoe-strings were seldom untied;\n    She purchased some clogs, and some small spotty Dogs,\n    And frequently walked about Ryde.\n\n    There was a Young Lady whose bonnet\n    Came untied when the birds sate upon it;\n    But she said, \"I don't care! all the birds in the air\n    Are welcome to sit on my bonnet!\"",
    "metadata": {
        "author": [
            "Derry Down Derry",
            "Lear, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/13646/pg13646.txt",
        "name": "a_book_of_nonsense.json"
    }
}