{
    "name": "A Book of Autographs",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "We have before us a volume of autograph letters, chiefly of soldiers and\nstatesmen of the Revolution, and addressed to a good and brave man,\nGeneral Palmer, who himself drew his sword in the cause. They are\nprofitable reading in a quiet afternoon, and in a mood withdrawn from\ntoo intimate relation with the present time; so that we can glide\nbackward some three quarters of a century, and surround ourselves with\nthe ominous sublimity of circumstances that then frowned upon the\nwriters.  To give them their full effect, we should imagine that these\nletters have this moment been brought to town by the splashed and\nway-worn postrider, or perhaps by an orderly dragoon, who has ridden in a\nperilous hurry to deliver his despatches.  They are magic scrolls, if\nread in the right spirit.  The roll of the drum and the fanfare of the\ntrumpet is latent in some of them; and in others, an echo of the oratory\nthat resounded in the old halls of the Continental Congress, at\nPhiladelphia; or the words may come to us as with the living utterance\nof one of those illustrious men, speaking face to face, in friendly\ncommunion.  Strange, that the mere identity of paper and ink should be\nso powerful.  The same thoughts might look cold and ineffectual, in a\nprinted book.  Human nature craves a certain materialism and clings\npertinaciously to what is tangible, as if that were of more importance\nthan the spirit accidentally involved in it.  And, in truth, the\noriginal manuscript has always something which print itself must\ninevitably lose.  An erasure, even a blot, a casual irregularity of\nhand, and all such little imperfections of mechanical execution, bring\nus close to the writer, and perhaps convey some of those subtle\nintimations for which language has no shape.\n\nThere are several letters from John Adams, written in a small, hasty,\nungraceful hand, but earnest, and with no unnecessary flourish.  The\nearliest is dated at Philadelphia, September 26, 1774, about twenty days\nafter the first opening of the Continental Congress.  We look at this\nold yellow document, scribbled on half a sheet of foolscap, and ask of\nit many questions for which words have no response.  We would fain know\nwhat were their mutual impressions, when all those venerable faces, that\nhave since been traced on steel, or chiselled out, of marble, and thus\nmade familiar to posterity, first met one another's gaze!  Did one\nspirit harmonize them, in spite of the dissimilitude of manners between\nthe North and the South, which were now for the first time brought into\npolitical relations?  Could the Virginian descendant of the Cavaliers,\nand the New-Englander with his hereditary Puritanism,--the aristocratic\nSouthern planter, and the self-made man from Massachusetts or\nConnecticut,--at once feel that they were countrymen and brothers?  What\ndid John Adams think of Jefferson?--and Samuel Adams of Patrick Henry?\nDid not North and South combine in their deference for the sage\nFranklin, so long the defender of the colonies in England, and whose\nscientific renown was already world-wide?  And was there yet any\nwhispered prophecy, any vague conjecture, circulating among the\ndelegates, as to the destiny which might be in reserve for one stately\nman, who sat, for the most part, silent among them?--what station he was\nto assume in the world's history?--and how many statues would repeat his\nform and countenance, and successively crumble beneath his immortality?\n\nThe letter before us does not answer these inquiries.  Its main feature\nis the strong expression of the uncertainty and awe that pervaded even\nthe firm hearts of the Old Congress, while anticipating the struggle\nwhich was to ensue.  \"The commencement of hostilities,\" it says, \"is\nexceedingly dreaded here.  It is thought that an attack upon the troops,\neven should it prove successful, would certainly involve the whole\ncontinent in a war.  It is generally thought that the Ministry would\nrejoice at a rupture in Boston, because it would furnish an excuse to\nthe people at home\" [this was the last time, we suspect, that John Adams\nspoke of England thus affectionately], \"and unite them in an opinion of\nthe necessity of pushing hostilities against us.\"\n\nHis next letter bears on the superscription, \"Favored by General\nWashington.\"  The date is June 20, 1775, three days after the battle of\nBunker Hill, the news of which could not yet have arrived at\nPhiladelphia.  But the war, so much dreaded, had begun, on the quiet\nbanks of Concord River; an army of twenty thousand men was beleaguering\nBoston; and here was Washington journeying northward to take the\ncommand.  It seems to place us in a nearer relation with the hero, to\nfind him performing the little courtesy of leaving a letter between\nfriend and friend, and to hold in our hands the very document intrusted\nto such a messenger.  John Adams says simply, \"We send you Generals\nWashington and Lee for your comfort\"; but adds nothing in regard to the\ncharacter of the Commander-in-Chief.  This letter displays much of the\nwriter's ardent temperament; if he had been anywhere but in the hall of\nCongress, it would have been in the intrenchment before Boston.\n\n\"I hope,\" he writes, \"a good account will be given of Gage, Haldiman,\nBurgoyne, Clinton, and Howe, before winter.  Such a wretch as Howe, with\na statue in honor of his family in Westminster Abbey, erected by the\nMassachusetts, to come over with the design to cut the throats of the\nMassachusetts people, is too much.  I most sincerely, coolly, and\ndevoutly wish that a lucky ball or bayonet may make a signal example of\nhim, in warning to all such unprincipled, unsentimental miscreants for\nthe future!\"\n\nHe goes on in a strain that smacks somewhat of aristocratic feeling:\n\"Our camp will be an illustrious school of military virtue, and will be\nresorted to and frequented, as such, by gentlemen in great numbers from\nthe other colonies.\"  The term \"gentleman\" has seldom been used in this\nsense subsequently to the Revolution.  Another letter introduces us to\ntwo of these gentlemen, Messrs. Acquilla Hall and Josias Carvill,\nvolunteers, who are recommended as \"of the first families in Maryland,\nand possessing independent fortunes.\"\n\nAfter the British had been driven out of Boston, Adams cries out,\n\"Fortify, fortify; and never let them get in again!\" It is agreeable\nenough to perceive the filial affection with which John Adams, and the\nother delegates from the North, regard New England, and especially the\ngood old capital of the Puritans.  Their love of country was hardly yet\nso diluted as to extend over the whole thirteen colonies, which were\nrather looked upon as allies than as composing one nation.  In truth,\nthe patriotism of a citizen of the United States is a sentiment by\nitself of a peculiar nature, and requiring a lifetime, or at least the\ncustom of many years, to naturalize it among the other possessions of\nthe heart.\n\nThe collection is enriched by a letter dated \"Cambridge, August 26,\n1775\" from Washington himself.  He wrote it in that house,--now so\nvenerable with his memory,--in that very room, where his bust now stands\nupon a poet's table; from this sheet of paper passed the hand that held\nthe leading-staff!  Nothing can be more perfectly in keeping with all\nother manifestations of Washington than the whole visible aspect and\nembodiment of this letter.  The manuscript is as clear as daylight; the\npunctuation exact, to a comma.  There is a calm accuracy throughout,\nwhich seems the production of a species of intelligence that cannot err,\nand which, if we may so speak, would affect us with a more human warmth,\nif we could conceive it capable of some slight human error.  The\nchirography is characterized by a plain and easy grace, which, in the\nsignature, is somewhat elaborated, and becomes a type of the personal\nmanner of a gentleman of the old school, but without detriment to the\ntruth and clearness that distinguish the rest of the manuscript.  The\nlines are as straight and equidistant as if ruled; and from beginning to\nend, there is no physical symptom--as how should there be?--of a varying\nmood, of jets of emotion, or any of those fluctuating feelings that pass\nfrom the hearts into the fingers of common men.  The paper itself (like\nmost of those Revolutionary letters, which are written on fabrics fit to\nendure the burden of ponderous and earnest thought) is stout, and of\nexcellent quality, and bears the water-mark of Britannia, surmounted by\nthe Crown.  The subject of the letter is a statement of reasons for not\ntaking possession of Point Alderton; a position commanding the entrance\nof Boston Harbor.  After explaining the difficulties of the case,\narising from his want of men and munitions for the adequate defence of\nthe lines which he already occupies, Washington proceeds: \"To you, sir,\nwho are a well-wisher to the cause, and can reason upon the effects of\nsuch conduct, I may open myself with freedom, because no improper\ndisclosures will be made of our situation.  But I cannot expose my\nweakness to the enemy (though I believe they are pretty well informed of\neverything that passes), by telling this and that man, who are daily\npointing out this, and that, and t' other place, of all the motives that\ngovern my actions; notwithstanding I know what will be the consequence\nof not doing it,--namely, that I shall be accused of inattention to the\npublic service, and perhaps of want of spirit to prosecute it.  But this\nshall have no effect upon my conduct.  I will steadily (as far as my\njudgment will assist me) pursue such measures as I think conducive to\nthe interest of the cause, and rest satisfied under any obloquy that\nshall be thrown, conscious of having discharged my duty to the best of\nmy abilities.\"\n\nThe above passage, like every other passage that could be quoted from\nhis pen, is characteristic of Washington, and entirely in keeping with\nthe calm elevation of his soul.  Yet how imperfect a glimpse do we\nobtain of him, through the medium of this, or any of his letters!  We\nimagine him writing calmly, with a hand that never falters; his majestic\nface neither darkens nor gleams with any momentary ebullition of\nfeeling, or irregularity of thought; and thus flows forth an expression\nprecisely to the extent of his purpose, no more, no less.  Thus much we\nmay conceive.  But still we have not grasped the man; we have caught no\nglimpse of his interior; we have not detected his personality.  It is\nthe same with all the recorded traits of his daily life.  The collection\nof them, by different observers, seems sufficiently abundant, and\nstrictly harmonizes with itself, yet never brings us into intimate\nrelationship with the hero, nor makes us feel the warmth and the human\nthrob of his heart.  What can be the reason?  Is it, that his great\nnature was adapted to stand in relation to his country, as man stands\ntowards man, but could not individualize itself in brotherhood to an\nindividual?\n\nThere are two from Franklin, the earliest dated, \"London, August 8,\n1767,\" and addressed to \"Mrs. Franklin, at Philadelphia.\"  He was then\nin England, as agent for the colonies in their resistance to the\noppressive policy of Mr. Grenville's administration.  The letter,\nhowever, makes no reference to political or other business.  It contains\nonly ten or twelve lines, beginning, \"My dear child,\" and conveying an\nimpression of long and venerable matrimony which has lost all its\nromance, but retained a familiar and quiet tenderness.  He speaks of\nmaking a little excursion into the country for his health; mentions a\nlarger letter, despatched by another vessel; alludes with homely\naffability to \"Mrs. Stevenson,\" \"Sally,\" and \"our dear Polly\"; desires\nto be remembered to \"all inquiring friends\"; and signs himself, \"Your\never loving husband.\"  In this conjugal epistle, brief and unimportant\nas it is, there are the elements that summon up the past, and enable us\nto create anew the man, his connections and circumstances.  We can see\nthe sage in his London lodgings,--with his wig cast aside, and replaced\nby a velvet cap,--penning this very letter; and then can step across the\nAtlantic, and behold its reception by the elderly, but still comely\nMadam Franklin, who breaks the seal and begins to read, first\nremembering to put on her spectacles.  The seal, by the way, is a\npompous one of armorial bearings, rather symbolical of the dignity of\nthe Colonial Agent, and Postmaster General of America, than of the\nhumble origin of the Newburyport printer.  The writing is in the free,\nquick style of a man with great practice of the pen, and is particularly\nagreeable to the reader.\n\nAnother letter from the same famous hand is addressed to General Palmer,\nand dated, \"Passy, October 27, 1779.\"  By an indorsement on the outside\nit appears to have been transmitted to the United States through the\nmedium of Lafayette.  Franklin was now the ambassador of his country at\nthe Court of Versailles, enjoying an immense celebrity, caressed by the\nFrench ladies, and idolized alike by the fashionable and the learned,\nwho saw something sublime and philosophic even in his blue yarn\nstockings.  Still, as before, he writes with the homeliness and\nsimplicity that cause a human face to look forth from the old, yellow\nsheet of paper, and in words that make our ears re-echo, as with the\nsound of his long-extinct utterance.  Yet this brief epistle, like the\nformer, has so little of tangible matter that we are ashamed to copy it.\n\nNext, we come to the fragment of a letter by Samuel Adams; an autograph\nmore utterly devoid of ornament or flourish than any other in the\ncollection.  It would not have been characteristic, had his pen traced\nso much as a hair-line in tribute to grace, beauty, or the elaborateness\nof manner; for this earnest-hearted man had been produced out of the\npast elements of his native land, a real Puritan, with the religion of\nhis forefathers, and likewise with their principles of government,\ntaking the aspect of Revolutionary politics.  At heart, Samuel Adams was\nnever so much a citizen of the United States, as he was a New-Englander,\nand a son of the old Bay Province.  The following passage has much of\nthe man in it: \"I heartily congratulate you,\" he writes from\nPhiladelphia, after the British have left Boston, \"upon the sudden and\nimportant change in our affairs, in the removal of the barbarians from\nthe capital.  We owe our grateful acknowledgments to Him who is, as he\nis frequently styled in Sacred Writ, 'The Lord of Hosts.' We have not\nyet been informed with certainty what course the enemy have steered.  I\nhope we shall be on our guard against future attempts.  Will not care be\ntaken to fortify the harbor, and thereby prevent the entrance of\nships-of-war hereafter?\"\n\nFrom Hancock, we have only the envelope of a document \"on public\nservice,\" directed to \"The Hon. the Assembly, or Council of Safety of\nNew Hampshire,\" and with the autograph affixed, that, stands out so\nprominently in the Declaration of Independence.  As seen in the\nengraving of that instrument, the signature looks precisely what we\nshould expect and desire in the handwriting of a princely merchant,\nwhose penmanship had been practised in the ledger which he is\nrepresented as holding, in Copley's brilliant picture, but to whom his\nnative ability, and the circumstances and customs of his country, had\ngiven a place among its rulers.  But, on the coarse and dingy paper\nbefore us, the effect is very much inferior; the direction, all except\nthe signature, is a scrawl, large and heavy, but not forcible; and even\nthe name itself, while almost identical in its strokes with that of the\nDeclaration, has a strangely different and more vulgar aspect.  Perhaps\nit is all right, and typical of the truth.  If we may trust tradition,\nand unpublished letters, and a few witnesses in print, there was quite\nas much difference between the actual man, and his historical aspect, as\nbetween the manuscript signature and the engraved one.  One of his\nassociates, both in political life and permanent renown, is said to have\ncharacterized him as a \"man without a head or heart.\"  We, of an after\ngeneration, should hardly be entitled, on whatever evidence, to assume\nsuch ungracious liberty with a name that has occupied a lofty position\nuntil it, has grown almost sacred, and which is associated with memories\nmore sacred than itself, and has thus become a valuable reality to our\ncountrymen, by the aged reverence that clusters round about it.\nNevertheless, it may be no impiety to regard Hancock not precisely as a\nreal personage, but as a majestic figure, useful and necessary in its\nway, but producing its effect far more by an ornamental outside than by\nany intrinsic force or virtue.  The page of all history would be half\nunpeopled if all such characters were banished from it.\n\nFrom General Warren we have a letter dated January 14, 1775, only a few\nmonths before he attested the sincerity of his patriotism, in his own\nblood, on Bunker Hill.  His handwriting has many ungraceful flourishes.\nAll the small d's spout upward in parabolic curves, and descend at a\nconsiderable distance.  His pen seems to have had nothing but hair-lines\nin it; and the whole letter, though perfectly legible, has a look of\nthin and unpleasant irregularity.  The subject is a plan for securing to\nthe colonial party the services of Colonel Gridley the engineer, by an\nappeal to his private interests.  Though writing to General Palmer, an\nintimate friend, Warren signs himself, most ceremoniously, \"Your\nobedient servant.\"  Indeed, these stately formulas in winding up a\nletter were scarcely laid aside, whatever might be the familiarity of\nintercourse: husband and wife were occasionally, on paper at least, the\n\"obedient servants\" of one another; and not improbably, among well-bred\npeople, there was a corresponding ceremonial of bows and courtesies,\neven in the deepest interior of domestic life.  With all the reality\nthat filled men's hearts, and which has stamped its impress on so many\nof these letters, it was a far more formal age than the present.\n\nIt may be remarked, that Warren was almost the only man eminently\ndistinguished in the intellectual phase of the Revolution, previous to\nthe breaking out of the war, who actually uplifted his arm to do battle.\nThe legislative patriots were a distinct class from the patriots of the\ncamp, and never laid aside the gown for the sword.  It was very\ndifferent in the great civil war of England, where the leading minds of\nthe age, when argument had done its office, or left it undone, put on\ntheir steel breastplates and appeared as leaders in the field.  Educated\nyoung men, members of the old colonial families,--gentlemen, as John\nAdams terms them,--seem not to have sought employment in the\nRevolutionary army, in such numbers as night have been expected.\nRespectable as the officers generally were, and great as were the\nabilities sometimes elicited, the intellect and cultivation of the\ncountry was inadequately represented in them, as a body.\n\nTurning another page, we find the frank of a letter from Henry Laurens,\nPresident of Congress,--him whose destiny it was, like so many noblemen\nof old, to pass beneath the Traitor's Gate of the Tower of London,--him\nwhose chivalrous son sacrificed as brilliant a future as any young\nAmerican could have looked forward to, in an obscure skirmish.\nLikewise, we have the address of a letter to Messrs. Leroy and Bayard,\nin the handwriting of Jefferson; too slender a material to serve as a\ntalisman for summoning up the writer; a most unsatisfactory fragment,\naffecting us like a glimpse of the retreating form of the sage of\nMonticello, turning the distant corner of a street.  There is a scrap\nfrom Robert Morris, the financier; a letter or two from Judge Jay; and\none from General Lincoln, written, apparently, on the gallop, but\nwithout any of those characteristic sparks that sometimes fly out in a\nhurry, when all the leisure in the world would fail to elicit them.\nLincoln was the type of a New England soldier; a man of fair abilities,\nnot especially of a warlike cast, without much chivalry, but faithful\nand bold, and carrying a kind of decency and restraint into the wild and\nruthless business of arms.\n\nFrom good old Baron Steuben, we find, not a manuscript essay on the\nmethod of arranging a battle, but a commercial draft, in a small, neat\nhand, as plain as print, elegant without flourish, except a very\ncomplicated one on the signature.  On the whole, the specimen is\nsufficiently characteristic, as well of the Baron's soldier-like and\nGerman simplicity, as of the polish of the Great Frederick's aide-de-camp,\na man of courts and of the world.  How singular and picturesque an\neffect is produced, in the array of our Revolutionary army, by the\nintermingling of these titled personages from the Continent of Europe,\nwith feudal associations clinging about them,--Steuben, De Kalb,\nPulaski, Lafayette!--the German veteran, who had written from one\nfamous battle-field to another for thirty years; and the young French\nnoble, who had come hither, though yet unconscious of his high office,\nto light the torch that should set fire to the antiquated trumpery of\nhis native institutions.  Among these autographs, there is one from\nLafayette, written long after our Revolution, but while that of his own\ncountry was in full progress.  The note is merely as follows: \"Enclosed\nyou will find, my dear Sir, two tickets for the sittings of this day.\nOne part of the debate will be on the Honors of the Pantheon, agreeably\nto what has been decreed by the Constitutional Assembly.\"\n\nIt is a pleasant and comfortable thought, that we have no such classic\nfolly as is here indicated, to lay to the charge of our Revolutionary\nfathers.  Both in their acts, and in the drapery of those acts, they\nwere true to their several and simple selves, and thus left nothing\nbehind them for a fastidious taste to sneer at.  But it must be\nconsidered that our Revolution did not, like that of France, go so deep\nas to disturb the common-sense of the country.\n\nGeneral Schuyler writes a letter, under date of February 22, 1780,\nrelating not to military affairs, from which the prejudices of his\ncountrymen had almost disconnected him, but to the Salt Springs of\nOnondaga.  The expression is peculiarly direct, and the hand that of a\nman of business, free and flowing.  The uncertainty, the vague, hearsay\nevidence respecting these springs, then gushing into dim daylight\nbeneath the shadow of a remote wilderness, is such as might now be\nquoted in reference to the quality of the water that supplies the\nfountains of the Nile.  The following sentence shows us an Indian woman\nand her son, practising their simple process in the manufacture of salt,\nat a fire of wind-strewn boughs, the flame of which gleams duskily\nthrough the arches of the forest: \"From a variety of information, I find\nthe smallest quantity made by a squaw, with the assistance of one boy,\nwith a kettle of about ten gallons' capacity, is half a bushel per day;\nthe greatest with the same kettle, about two bushels.\"  It is\nparticularly interesting to find out anything as to the embryo, yet\nstationary arts of life among the red people, their manufactures, their\nagriculture, their domestic labors.  It is partly the lack of this\nknowledge--the possession of which would establish a ground of sympathy\non the part of civilized men--that makes the Indian race so shadow-like\nand unreal to our conception.\n\nWe could not select a greater contrast to the upright and unselfish\npatriot whom we have just spoken of, than the traitor Arnold, from whom\nthere is a brief note, dated, \"Crown Point, January 19, 1775,\" addressed\nto an officer under his command.  The three lines of which it consists\ncan prove bad spelling, erroneous grammar, and misplaced and superfluous\npunctuation; but, with all this complication of iniquity, the ruffian\nGeneral contrives to express his meaning as briefly and clearly as if\nthe rules of correct composition had been ever so scrupulously observed.\nThis autograph, impressed with the foulest name in our history, has\nsomewhat of the interest that would attach to a document on which a\nfiend-devoted wretch had signed away his salvation.  But there was not\nsubstance enough in the man--a mere cross between the bull-dog and the\nfox--to justify much feeling of any sort about him personally.  The\ninterest, such as it is, attaches but little to the man, and far more to\nthe circumstances amid which he acted, rendering the villainy almost\nsublime, which, exercised in petty affairs, would only have been vulgar.\n\nWe turn another leaf, and find a memorial of Hamilton.  It is but a\nletter of introduction, addressed to Governor Jay in favor of Mr.\nDavies, of Kentucky; but it gives an impression of high breeding and\ncourtesy, as little to be mistaken as if we could see the writer's\nmanner and hear his cultivated accents, while personally making one\ngentleman known to another.  There is likewise a rare vigor of\nexpression and pregnancy of meaning, such as only a man of habitual\nenergy of thought could have conveyed into so commonplace a thing as an\nintroductory letter.  This autograph is a graceful one, with an easy and\npicturesque flourish beneath the signature, symbolical of a courteous\nbow at the conclusion of the social ceremony so admirably performed.\nHamilton might well be the leader and idol of the Federalists; for he\nwas pre-eminent in all the high qualities that characterized the great\nmen of that party, and which should make even a Democrat feel proud that\nhis country had produced such a noble old band of aristocrats; and he\nshared all the distrust of the people, which so inevitably and so\nrighteously brought about their ruin.  With his autograph we associate\nthat of another Federalist, his friend in life; a man far narrower than\nHamilton, but endowed with a native vigor, that caused many partisans\nto grapple to him for support; upright, sternly inflexible, and of a\nsimplicity of manner that might have befitted the sturdiest republican\namong us.  In our boyhood we used to see a thin, severe figure of an\nancient mail, timeworn, but apparently indestructible, moving with a\nstep of vigorous decay along the street, and knew him as \"Old Tim\nPickering.\"\n\nSide by side, too, with the autograph of Hamilton, we would place one\nfrom the hand that shed his blood.  It is a few lines of Aaron Burr,\nwritten in 1823; when all his ambitious schemes, whatever they once\nwere, had been so long shattered that even the fragments had crumbled\naway, leaving him to exert his withered energies on petty law cases, to\none of which the present note refers.  The hand is a little tremulous\nwith age, yet small and fastidiously elegant, as became a man who was in\nthe habit of writing billet-doux on scented note-paper, as well as\ndocuments of war and state.  This is to us a deeply interesting\nautograph.  Remembering what has been said of the power of Burr's\npersonal influence, his art to tempt men, his might to subdue them, and\nthe fascination that enabled him, though cold at heart, to win the love\nof woman, we gaze at this production of his pen as into his own\ninscrutable eyes, seeking for the mystery of his nature.  How singular\nthat a character imperfect, ruined, blasted, as this man's was, excites\na stronger interest than if it had reached the highest earthly\nperfection of which its original elements would admit!  It is by the\ndiabolical part of Burr's character that he produces his effect on the\nimagination.  Had he been a better man, we doubt, after all, whether the\npresent age would not already have suffered him to wax dusty, and fade\nout of sight, among the mere respectable mediocrities of his own epoch.\nBut, certainly, he was a strange, wild offshoot to have sprung from the\nunited stock of those two singular Christians, President Burr of\nPrinceton College, and Jonathan Edwards!\n\nOmitting many, we have come almost to the end of these memorials of\nhistorical men.  We observe one other autograph of a distinguished\nsoldier of the Revolution, Henry Knox, but written in 1791, when he was\nSecretary of War.  In its physical aspect, it is well worthy to be a\nsoldier's letter.  The hand is large, round, and legible at a glance;\nthe lines far apart, and accurately equidistant; and the whole affair\nlooks not unlike a company of regular troops in marching order.  The\nsignature has a point-like firmness and simplicity.  It is a curious\nobservation, sustained by these autographs, though we know not how\ngenerally correct, that Southern gentlemen are more addicted to a\nflourish of the pen beneath their names, than those of the North.\n\nAnd now we come to the men of a later generation, whose active life\nreaches almost within the verge of present affairs; people of dignity,\nno doubt, but whose characters have not acquired, either from time or\ncircumstances, the interest that can make their autographs valuable to\nany but the collector.  Those whom we have hitherto noticed were the men\nof an heroic age.  They are departed, and now so utterly departed, as\nnot even to touch upon the passing generation through the medium of\npersons still in life, who can claim to have known them familiarly.\nTheir letters, therefore, come to us like material things out of the\nhands of mighty shadows, long historical, and traditionary, and fit\ncompanions for the sages and warriors of a thousand years ago.  In spite\nof the proverb, it is not in a single day, or in a very few years, that\na man can be reckoned \"as dead as Julius Caesar.\"  We feel little\ninterest in scraps from the pens of old gentlemen, ambassadors,\ngovernors, senators, heads of departments, even presidents though they\nwere, who lived lives of praiseworthy respectability, and whose powdered\nheads and black knee-breeches have but just vanished out of the\ndrawing-room.  Still less do we value the blotted paper of those whose\nreputations are dusty, not with oblivious time, but with present\npolitical turmoil and newspaper vogue.  Really great men, however, seem,\nas to their effect on the imagination, to take their place amongst past\nworthies, even while walking in the very sunshine that illuminates the\nautumnal day in which we write.  We look, not without curiosity, at the\nsmall, neat hand of Henry Clay, who, as he remarks with his habitual\ndeference to the wishes of the fair, responds to a young lady's request\nfor his seal; and we dwell longer over the torn-off conclusion of a note\nfrom Mr. Calhoun, whose words are strangely dashed off without letters,\nand whose name, were it less illustrious, would be unrecognizable in his\nown autograph.  But of all hands that can still grasp a pen, we know not\nthe one, belonging to a soldier or a statesman, which could interest us\nmore than the hand that wrote the following:\n\n\"Sir, your note of the 6th inst. is received.  I hasten to answer that\nthere was no man 'in the station of colonel, by the name of J. T.\nSmith,' under my command, at the battle of New Orleans; and am,\nrespectfully,\n\n\"Yours,  ANDREW JACKSON.\n\"OCT.  19th, 1833.\"\n\n\nThe old general, we suspect, has been insnared by a pardonable little\nstratagem on the part of the autograph collector.  The battle of New\nOrleans would hardly have been won, without better aid than this\nproblematical Colonel J. T. Smith.\n\nIntermixed with and appended to these historical autographs, there are a\nfew literary ones.  Timothy Dwight--the \"old Timotheus\" who sang the\nConquest of Cancan, instead of choosing a more popular subject, in the\nBritish Conquest of Canada--is of eldest date.  Colonel Trumbull, whose\nhand, at various epochs of his life, was familiar with sword, pen, and\npencil, contributes two letters, which lack the picturesqueness of\nexecution that should distinguish the chirography of an artist.  The\nvalue of Trumbull's pictures is of the same nature with that of\ndaguerreotypes, depending not upon the ideal but the actual.  The\nbeautiful signature of Washington Irving appears as the indorsement of a\ndraft, dated in 1814, when, if we may take this document as evidence,\nhis individuality seems to have been merged into the firm of \"P. E.\nIrving & Co.\"  Never was anything less mercantile than this autograph,\nthough as legible as the writing of a bank-clerk.  Without apparently\naiming at artistic beauty, it has all the Sketch Book in it.  We find\nthe signature and seal of Pierpont, the latter stamped with the poet's\nalmost living countenance.  What a pleasant device for a seal is one's\nown face, which he may thus multiply at pleasure, and send letters to\nhis friends,--the Head without, and the Heart within!  There are a few\nlines in the school-girl hand of Margaret Davidson, at nine years old;\nand a scrap of a letter from Washington Allston, a gentle and delicate\nautograph, in which we catch a glimpse of thanks to his correspondent\nfor the loan of a volume of poetry.  Nothing remains, save a letter from\nNoah Webster, whose early toils were manifested in a spelling-book, and\nthose of his later age in a ponderous dictionary.  Under date of\nFebruary 10, 1843, he writes in a sturdy, awkward hand, very fit for a\nlexicographer, an epistle of old man's reminiscences, from which we\nextract the following anecdote of Washington, presenting the patriot in\na festive light:--\n\n\"When I was travelling to the South, in the year 1783, I called on\nGeneral Washington at Mount Vernon.  At dinner, the last course of\ndishes was a species of pancakes, which were handed round to each guest,\naccompanied with a bowl of sugar and another of molasses for seasoning\nthem, that each guest might suit himself.  When the dish came to me, I\npushed by me the bowl of molasses, observing to the gentlemen present,\nthat I had enough of that in my own country.  The General burst out with\na loud laugh, a thing very unusual with him.  'Ah,' said he, 'there is\nnothing in that story about your eating molasses in New England.'  There\nwas a gentleman from Maryland at the table; and the General immediately\ntold a story, stating that, during the Revolution, a hogshead of\nmolasses was stove in, in West Chester, by the oversetting of a wagon;\nand a body of Maryland troops being near, the soldiers ran hastily, and\nsaved all they could by filling their hats or caps with molasses.\"\n\nThere are said to be temperaments endowed with sympathies so exquisite,\nthat, by merely handling an autograph, they can detect the writer's\ncharacter with unerring accuracy, and read his inmost heart as easily as\na less-gifted eye would peruse the written page.  Our faith in this\npower, be it a spiritual one, or only a refinement of the physical\nnature, is not unlimited, in spite of evidence.  God has imparted to the\nhuman soul a marvellous strength in guarding its secrets, and he keeps\nat least the deepest and most inward record for his own perusal.  But if\nthere be such sympathies as we have alluded to, in how many instances\nwould History be put to the blush by a volume of autograph letters, like\nthis which we now close!",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9250/pg9250.txt",
        "name": "a_book_of_autographs.json"
    }
}