{
    "name": "A Christmas Mystery: The Story of Three Wise Men",
    "author": [
        "Locke, William John",
        "Locke, W. J. (William John)",
        "Locke, William J. (William John)"
    ],
    "body": "BY WILLIAM J. LOCKE\n\n\n1910\n\n\n\n\nLIST OF ILLUSTRATIONS\n\n\n\"I heard it. I felt it. It was like the beating of wings.\" Frontispiece\n\n\"I told you the place was uncanny.\"\n\nInstinctively they all knelt down.\n\nCarried with them an inalienable joy and possession into the great\nworld.\n\n\n\n\n\nA CHRISTMAS MYSTERY\n\n\n\nThree men who had gained great fame and honour throughout the world met\nunexpectedly in front of the bookstall at Paddington Station. Like most\nof the great ones of the earth they were personally acquainted, and they\nexchanged surprised greetings.\n\nSir Angus McCurdie, the eminent physicist, scowled at the two others\nbeneath his heavy black eyebrows.\n\n\"I'm going to a God-forsaken place in Cornwall called Trehenna,\" said\nhe.\n\n\"That's odd; so am I,\" croaked Professor Biggleswade. He was a little,\nuntidy man with round spectacles, a fringe of greyish beard and a weak,\nrasping voice, and he knew more of Assyriology than any man, living or\ndead. A flippant pupil once remarked that the Professor's face was\nfurnished with a Babylonic cuneiform in lieu of features.\n\n\"People called Deverill, at Foulis Castle?\" asked Sir Angus.\n\n\"Yes,\" replied Professor Biggleswade.\n\n\"How curious! I am going to the Deverills, too,\" said the third man.\n\nThis man was the Right Honourable Viscount Doyne, the renowned Empire\nBuilder and Administrator, around whose solitary and remote life popular\nimagination had woven many legends. He looked at the world through tired\ngrey eyes, and the heavy, drooping, blonde moustache seemed tired, too,\nand had dragged down the tired face into deep furrows. He was smoking a\nlong black cigar.\n\n\"I suppose we may as well travel down together,\" said Sir Angus, not\nvery cordially.\n\nLord Doyne said courteously: \"I have a reserved carriage. The railway\ncompany is always good enough to place one at my disposal. It would give\nme great pleasure if you would share it.\"\n\nThe invitation was accepted, and the three men crossed the busy, crowded\nplatform to take their seats in the great express train. A porter, laden\nwith an incredible load of paraphernalia, trying to make his way through\nthe press, happened to jostle Sir Angus McCurdie. He rubbed his shoulder\nfretfully.\n\n\"Why the whole land should be turned into a bear garden on account of\nthis exploded superstition of Christmas is one of the anomalies of\nmodern civilization. Look at this insensate welter of fools travelling\nin wild herds to disgusting places merely because it's Christmas!\"\n\n\"You seem to be travelling yourself, McCurdie,\" said Lord Doyne.\n\n\"Yes--and why the devil I'm doing it, I've not the faintest notion,\"\nreplied Sir Angus.\n\n\"It's going to be a beast of a journey,\" he remarked some moments later,\nas the train carried them slowly out of the station. \"The whole country\nis under snow--and as far as I can understand we have to change twice\nand wind up with a twenty-mile motor drive.\"\n\nHe was an iron-faced, beetle-browed, stern man, and this morning he did\nnot seem to be in the best of tempers. Finding his companions inclined\nto be sympathetic, he continued his lamentation.\n\n\"And merely because it's Christmas I've had to shut up my laboratory and\ngive my young fools a holiday--just when I was in the midst of a most\nimportant series of experiments.\"\n\nProfessor Biggleswade, who had heard vaguely of and rather looked down\nupon such new-fangled toys as radium and thorium and helium and\nargon--for the latest astonishing developments in the theory of\nradio-activity had brought Sir Angus McCurdie his world-wide fame--said\nsomewhat ironically:\n\n\"If the experiments were so important, why didn't you lock yourself up\nwith your test tubes and electric batteries and finish them alone?\"\n\n\"Man!\" said McCurdie, bending across the carriage, and speaking with a\ncurious intensity of voice, \"d'ye know I'd give a hundred pounds to be\nable to answer that question?\"\n\n\"What do you mean?\" asked the Professor, startled.\n\n\"I should like to know why I'm sitting in this damned train and going to\nvisit a couple of addle-headed society people whom I'm scarcely\nacquainted with, when I might be at home in my own good company\nfurthering the progress of science.\"\n\n\"I myself,\" said the Professor, \"am not acquainted with them at all.\"\n\nIt was Sir Angus McCurdie's turn to look surprised.\n\n\"Then why are you spending Christmas with them?\"\n\n\"I reviewed a ridiculous blank-verse tragedy written by Deverill on the\nDeath of Sennacherib. Historically it was puerile. I said so in no\nmeasured terms. He wrote a letter claiming to be a poet and not an\narchaeologist. I replied that the day had passed when poets could with\nimpunity commit the abominable crime of distorting history. He retorted\nwith some futile argument, and we went on exchanging letters, until his\ninvitation and my acceptance concluded the correspondence.\"\n\nMcCurdie, still bending his black brows on him, asked him why he had not\ndeclined. The Professor screwed up his face till it looked more like a\ncuneiform than ever. He, too, found the question difficult to answer,\nbut he showed a bold front.\n\n\"I felt it my duty,\" said he, \"to teach that preposterous ignoramus\nsomething worth knowing about Sennacherib. Besides I am a bachelor and\nwould sooner spend Christmas, as to whose irritating and meaningless\nannoyance I cordially agree with you, among strangers than among my\nmarried sisters' numerous and nerve-racking families.\"\n\nSir Angus McCurdie, the hard, metallic apostle of radio-activity,\nglanced for a moment out of the window at the grey, frost-bitten fields.\nThen he said:\n\n\"I'm a widower. My wife died many years ago and, thank God, we had no\nchildren. I generally spend Christmas alone.\"\n\nHe looked out of the window again. Professor Biggleswade suddenly\nremembered the popular story of the great scientist's antecedents, and\nreflected that as McCurdie had once run, a barefoot urchin, through the\nGlasgow mud, he was likely to have little kith or kin. He himself envied\nMcCurdie. He was always praying to be delivered from his sisters and\nnephews and nieces, whose embarrassing demands no calculated coldness\ncould repress.\n\n\"Children are the root of all evil,\" said he. \"Happy the man who has his\nquiver empty.\"\n\nSir Angus McCurdie did not reply at once; when he spoke again it was\nwith reference to their prospective host.\n\n\"I met Deverill,\" said he, \"at the Royal Society's Soiree this year. One\nof my assistants was demonstrating a peculiar property of thorium and\nDeverill seemed interested. I asked him to come to my laboratory the\nnext day, and found he didn't know a damned thing about anything. That's\nall the acquaintance I have with him.\"\n\nLord Doyne, the great administrator, who had been wearily turning over\nthe pages of an illustrated weekly chiefly filled with flamboyant\nphotographs of obscure actresses, took his gold glasses from his nose\nand the black cigar from his lips, and addressed his companions.\n\n\"I've been considerably interested in your conversation,\" said he, \"and\nas you've been frank, I'll be frank too. I knew Mrs. Deverill's mother,\nLady Carstairs, very well years ago, and of course Mrs. Deverill when\nshe was a child. Deverill I came across once in Egypt--he had been sent\non a diplomatic mission to Teheran. As for our being invited on such\nslight acquaintance, little Mrs. Deverill has the reputation of being\nthe only really successful celebrity hunter in England. She inherited\nthe faculty from her mother, who entertained the whole world. We're sure\nto find archbishops, and eminent actors, and illustrious divorcees asked\nto meet us. That's one thing. But why I, who loathe country house\nparties and children and Christmas as much as Biggleswade, am going down\nthere to-day, I can no more explain than you can. It's a devilish odd\ncoincidence.\"\n\nThe three men looked at one another. Suddenly McCurdie shivered and drew\nhis fur coat around him.\n\n\"I'll thank you,\" said he, \"to shut that window.\"\n\n\"It is shut,\" said Doyne.\n\n\"It's just uncanny,\" said McCurdie, looking from one to the other.\n\n\"What?\" asked Doyne.\n\n\"Nothing, if you didn't feel it.\"\n\n\"There did seem to be a sudden draught,\" said Professor Biggleswade.\n\"But as both window and door are shut, it could only be imaginary.\"\n\n\"It wasn't imaginary,\" muttered McCurdie.\n\nThen he laughed harshly. \"My father and mother came from Cromarty,\" he\nsaid with apparent irrelevance.\n\n\"That's the Highlands,\" said the Professor.\n\n\"Ay,\" said McCurdie.\n\nLord Doyne said nothing, but tugged at his moustache and looked out of\nthe window as the frozen meadows and bits of river and willows raced\npast. A dead silence fell on them. McCurdie broke it with another laugh\nand took a whiskey flask from his hand-bag.\n\n\"Have a nip?\"\n\n\"Thanks, no,\" said the Professor. \"I have to keep to a strict dietary,\nand I only drink hot milk and water--and of that sparingly. I have some\nin a thermos bottle.\"\n\nLord Doyne also declining the whiskey, McCurdie swallowed a dram and\ndeclared himself to be better. The Professor took from his bag a foreign\nreview in which a German sciolist had dared to question his\ninterpretation of a Hittite inscription. Over the man's ineptitude he\nfell asleep and snored loudly.\n\nTo escape from his immediate neighbourhood McCurdie went to the other\nend of the seat and faced Lord Doyne, who had resumed his gold glasses\nand his listless contemplation of obscure actresses. McCurdie lit a\npipe, Doyne another black cigar. The train thundered on.\n\nPresently they all lunched together in the restaurant car. The windows\nsteamed, but here and there through a wiped patch of pane a white world\nwas revealed. The snow was falling. As they passed through Westbury,\nMcCurdie looked mechanically for the famous white horse carved into the\nchalk of the down; but it was not visible beneath the thick covering of\nsnow.\n\n\"It'll be just like this all the way to Gehenna--Trehenna, I mean,\" said\nMcCurdie.\n\nDoyne nodded. He had done his life's work amid all extreme fiercenesses\nof heat and cold, in burning droughts, in simoons and in icy\nwildernesses, and a ray or two more of the pale sun or a flake or two\nmore of the gentle snow of England mattered to him but little. But\nBiggleswade rubbed the pane with his table-napkin and gazed\napprehensively at the prospect.\n\n\"If only this wretched train would stop,\" said he, \"I would go back\nagain.\"\n\nAnd he thought how comfortable it would be to sneak home again to his\nbooks and thus elude not only the Deverills, but the Christmas jollities\nof his sisters' families, who would think him miles away. But the train\nwas timed not to stop till Plymouth, two hundred and thirty-five miles\nfrom London, and thither was he being relentlessly carried. Then he\nquarrelled with his food, which brought a certain consolation.\n\n\n\nThe train did stop, however, before Plymouth--indeed, before Exeter. An\naccident on the line had dislocated the traffic. The express was held up\nfor an hour, and when it was permitted to proceed, instead of thundering\non, it went cautiously, subject to continual stoppings. It arrived at\nPlymouth two hours late. The travellers learned that they had missed the\nconnection on which they had counted and that they could not reach\nTrehenna till nearly ten o'clock. After weary waiting at Plymouth they\ntook their seats in the little, cold local train that was to carry them\nanother stage on their journey. Hot-water cans put in at Plymouth\nmitigated to some extent the iciness of the compartment. But that only\nlasted a comparatively short time, for soon they were set down at a\ndesolate, shelterless wayside junction, dumped in the midst of a hilly\nsnow-covered waste, where they went through another weary wait for\nanother dismal local train that was to carry them to Trehenna. And in\nthis train there were no hot-water cans, so that the compartment was as\ncold as death. McCurdie fretted and shook his fist in the direction of\nTrehenna.\n\n\"And when we get there we have still a twenty miles' motor drive to\nFoullis Castle. It's a fool name and we're fools to be going there.\"\n\n\"I shall die of bronchitis,\" wailed Professor Biggleswade.\n\n\"A man dies when it is appointed for him to die,\" said Lord Doyne, in\nhis tired way; and he went on smoking long black cigars.\n\n\"It's not the dying that worries me,\" said McCurdie. \"That's a mere\nmechanical process which every organic being from a king to a\ncauliflower has to pass through. It's the being forced against my will\nand my reason to come on this accursed journey, which something tells me\nwill become more and more accursed as we go on, that is driving me to\ndistraction.\"\n\n\"What will be, will be,\" said Doyne.\n\n\"I can't see where the comfort of that reflection comes in,\" said\nBiggleswade.\n\n\"And yet you've travelled in the East,\" said Doyne. \"I suppose you know\nthe Valley of the Tigris as well as any man living.\"\n\n\"Yes,\" said the Professor. \"I can say I dug my way from Tekrit to Bagdad\nand left not a stone unexamined.\"\n\n\"Perhaps, after all,\" Doyne remarked, \"that's not quite the way to know\nthe East.\"\n\n\"I never wanted to know the modern East,\" returned the Professor. \"What\nis there in it of interest compared with the mighty civilizations that\nhave gone before?\"\n\nMcCurdie took a pull from his flask.\n\n\"I'm glad I thought of having a refill at Plymouth,\" said he.\n\nAt last, after many stops at little lonely stations they arrived at\nTrehenna. The guard opened the door and they stepped out on to the\nsnow-covered platform. An oil lamp hung from the tiny pent-house roof\nthat, structurally, was Trehenna Station. They looked around at the\nsilent gloom of white undulating moorland, and it seemed a place where\nno man lived and only ghosts could have a bleak and unsheltered being. A\nporter came up and helped the guard with the luggage. Then they realized\nthat the station was built on a small embankment, for, looking over the\nrailing, they saw below the two great lamps of a motor car. A fur-clad\nchauffeur met them at the bottom of the stairs. He clapped his hands\ntogether and informed them cheerily that he had been waiting for four\nhours. It was the bitterest winter in these parts within the memory of\nman, said he, and he himself had not seen snow there for five years.\nThen he settled the three travellers in the great roomy touring car\ncovered with a Cape-cart hood, wrapped them up in many rugs and started.\n\nAfter a few moments, the huddling together of their bodies--for, the\nProfessor being a spare man, there was room for them all on the back\nseat--the pile of rugs, the serviceable and all but air-tight hood,\ninduced a pleasant warmth and a pleasant drowsiness. Where they were\nbeing driven they knew not. The perfectly upholstered seat eased their\nlimbs, the easy swinging motion of the car soothed their spirits. They\nfelt that already they had reached the luxuriously appointed home which,\nafter all, they knew awaited them. McCurdie no longer railed, Professor\nBiggleswade forgot the dangers of bronchitis, and Lord Doyne twisted the\nstump of a black cigar between his lips without any desire to relight\nit. A tiny electric lamp inside the hood made the darkness of the world\nto right and left and in front of the talc windows still darker.\nMcCurdie and Biggleswade fell into a doze. Lord Doyne chewed the end of\nhis cigar. The car sped on through an unseen wilderness.\n\nSuddenly there was a horrid jolt and a lurch and a leap and a rebound,\nand then the car stood still, quivering like a ship that has been struck\nby a heavy sea. The three men were pitched and tossed and thrown\nsprawling over one another onto the bottom of the car. Biggleswade\nscreamed. McCurdie cursed. Doyne scrambled from the confusion of rugs\nand limbs and, tearing open the side of the Cape-cart hood, jumped out.\nThe chauffeur had also just leaped from his seat. It was pitch dark save\nfor the great shaft of light down the snowy road cast by the acetylene\nlamps. The snow had ceased falling.\n\n\"What's gone wrong?\"\n\n\"It sounds like the axle,\" said the chauffeur ruefully.\n\nHe unshipped a lamp and examined the car, which had wedged itself\nagainst a great drift of snow on the off side. Meanwhile McCurdie and\nBiggleswade had alighted.\n\n\"Yes, it's the axle,\" said the chauffeur.\n\n\"Then we're done,\" remarked Doyne.\n\n\"I'm afraid so, my lord.\"\n\n\"What's the matter? Can't we get on?\" asked Biggleswade in his querulous\nvoice.\n\nMcCurdie laughed. \"How can we get on with a broken axle? The thing's as\nuseless as a man with a broken back. Gad, I was right. I said it was\ngoing to be an infernal journey.\"\n\nThe little Professor wrung his hands. \"But what's to be done?\" he cried.\n\n\"Tramp it,\" said Lord Doyne, lighting a fresh cigar.\n\n\"It's ten miles,\" said the chauffeur.\n\n\"It would be the death of me,\" the Professor wailed.\n\n\"I utterly refuse to walk ten miles through a Polar waste with a gouty\nfoot,\" McCurdie declared wrathfully.\n\nThe chauffeur offered a solution of the difficulty. He would set out\nalone for Foullis Castle--five miles farther on was an inn where he\ncould obtain a horse and trap--and would return for the three gentlemen\nwith another car. In the meanwhile they could take shelter in a little\nhouse which they had just passed, some half mile up the road. This was\nagreed to. The chauffeur went on cheerily enough with a lamp, and the\nthree travellers with another lamp started off in the opposite\ndirection. As far as they could see they were in a long, desolate\nvalley, a sort of No Man's Land, deathly silent. The eastern sky had\ncleared somewhat, and they faced a loose rack through which one pale\nstar was dimly visible.\n\n\n\n\"I'm a man of science,\" said McCurdie as they trudged through the snow,\n\"and I dismiss the supernatural as contrary to reason; but I have\nHighland blood in my veins that plays me exasperating tricks. My reason\ntells me that this place is only a commonplace moor, yet it seems like a\nValley of Bones haunted by malignant spirits who have lured us here to\nour destruction. There's something guiding us now. It's just uncanny.\"\n\n\"Why on earth did we ever come?\" croaked Biggleswade.\n\nLord Doyne answered: \"The Koran says, 'Nothing can befall us but what\nGod hath destined for us.' So why worry?\"\n\n\"Because I'm not a Mohammedan,\" retorted Biggleswade.\n\n\"You might be worse,\" said Doyne.\n\nPresently the dim outline of the little house grew perceptible. A faint\nlight shone from the window. It stood unfenced by any kind of hedge or\nrailing a few feet away from the road in a little hollow beneath some\nrising ground. As far as they could discern in the darkness when they\ndrew near, the house was a mean, dilapidated hovel. A guttering candle\nstood on the inner sill of the small window and afforded a vague view\ninto a mean interior. Doyne held up the lamp so that its rays fell full\non the door. As he did so, an exclamation broke from his lips and he\nhurried forward, followed by the others. A man's body lay huddled\ntogether on the snow by the threshold. He was dressed like a peasant, in\nold corduroy trousers and rough coat, and a handkerchief was knotted\nround his neck. In his hand he grasped the neck of a broken bottle.\nDoyne set the lamp on the ground and the three bent down together over\nthe man. Close by the neck lay the rest of the broken bottle, whose\ncontents had evidently run out into the snow.\n\n\"Drunk?\" asked Biggleswade.\n\nDoyne felt the man and laid his hand on his heart.\n\n\"No,\" said he, \"dead.\"\n\nMcCurdie leaped to his full height. \"I told you the place was uncanny!\"\nhe cried. \"It's fey.\" Then he hammered wildly at the door.\n\nThere was no response. He hammered again till it rattled. This time a\nfaint prolonged sound like the wailing of a strange sea-creature was\nheard from within the house. McCurdie turned round, his teeth\nchattering.\n\n\"Did ye hear that, Doyne?\"\n\n\n\"Perhaps it's a dog,\" said the Professor.\n\nLord Doyne, the man of action, pushed them aside and tried the\ndoor-handle. It yielded, the door stood open, and the gust of cold wind\nentering the house extinguished the candle within. They entered and\nfound themselves in a miserable stone-paved kitchen, furnished with\npoverty-stricken meagreness--a wooden chair or two, a dirty table, some\nbroken crockery, old cooking utensils, a fly-blown missionary society\nalmanac, and a fireless grate. Doyne set the lamp on the table.\n\n\"We must bring him in,\" said he.\n\nThey returned to the threshold, and as they were bending over to grip\nthe dead man the same sound filled the air, but this time louder, more\nintense, a cry of great agony. The sweat dripped from McCurdie's\nforehead. They lifted the dead man and brought him into the room, and\nafter laying him on a dirty strip of carpet they did their best to\nstraighten the stiff limbs. Biggleswade put on the table a bundle which\nhe had picked up outside. It contained some poor provisions--a loaf, a\npiece of fat bacon, and a paper of tea. As far as they could guess (and\nas they learned later they guessed rightly) the man was the master of\nthe house, who, coming home blind drunk from some distant inn, had\nfallen at his own threshold and got frozen to death. As they could not\nunclasp his fingers from the broken bottleneck they had to let him\nclutch it as a dead warrior clutches the hilt of his broken sword.\n\nThen suddenly the whole place was rent with another and yet another\nlong, soul-piercing moan of anguish.\n\n\"There's a second room,\" said Doyne, pointing to a door. \"The sound\ncomes from there.\" He opened the door, peeped in, and then, returning\nfor the lamp, disappeared, leaving McCurdie and Biggleswade in the pitch\ndarkness, with the dead man on the floor.\n\n\"For heaven's sake, give me a drop of whiskey,\" said the Professor, \"or\nI shall faint.\"\n\nPresently the door opened and Lord Doyne appeared in the shaft of light.\nHe beckoned to his companions.\n\n\"It is a woman in childbirth,\" he said in his even, tired voice. \"We\nmust aid her. She appears unconscious. Does either of you know anything\nabout such things?\"\n\nThey shook their heads, and the three looked at each other in dismay.\nMasters of knowledge that had won them world-wide fame and honour, they\nstood helpless, abashed before this, the commonest phenomenon of nature.\n\n\"My wife had no child,\" said McCurdie.\n\n\"I've avoided women all my life,\" said Biggleswade.\n\n\"And I've been too busy to think of them. God forgive me,\" said Doyne.\n\n\n\nThe history of the next two hours was one that none of the three men\never cared to touch upon. They did things blindly, instinctively, as men\ndo when they come face to face with the elemental. A fire was made, they\nknew not how, water drawn they knew not whence, and a kettle boiled.\nDoyne accustomed to command, directed. The others obeyed. At his\nsuggestion they hastened to the wreck of the car and came staggering\nback beneath rugs and travelling bags which could supply clean linen and\nneedful things, for amid the poverty of the house they could find\nnothing fit for human touch or use. Early they saw that the woman's\nstrength was failing, and that she could not live. And there, in that\nnameless hovel, with death on the hearthstone and death and life\nhovering over the pitiful bed, the three great men went through the pain\nand the horror and squalor of birth, and they knew that they had never\nyet stood before so great a mystery.\n\nWith the first wail of the newly born infant a last convulsive shudder\npassed through the frame of the unconscious mother. Then three or four\nshort gasps for breath, and the spirit passed away. She was dead.\nProfessor Biggleswade threw a corner of the sheet over her face, for he\ncould not bear to see it.\n\nThey washed and dried the child as any crone of a midwife would have\ndone, and dipped a small sponge which had always remained unused in a\ncut-glass bottle in Doyne's dressing-bag in the hot milk and water of\nBiggleswade's thermos bottle, and put it to his lips; and then they\nwrapped him up warm in some of their own woollen undergarments, and took\nhim into the kitchen and placed him on a bed made of their fur coats in\nfront of the fire. As the last piece of fuel was exhausted they took one\nof the wooden chairs and broke it up and cast it into the blaze. And\nthen they raised the dead man from the strip of carpet and carried him\ninto the bedroom and laid him reverently by the side of his dead wife,\nafter which they left the dead in darkness and returned to the living.\nAnd the three grave men stood over the wisp of flesh that had been born\na male into the world. Then, their task being accomplished, reaction\ncame, and even Doyne, who had seen death in many lands, turned faint.\nBut the others, losing control of their nerves, shook like men stricken\nwith palsy.\n\nSuddenly McCurdie cried in a high pitched voice, \"My God! Don't you feel\nit?\" and clutched Doyne by the arm. An expression of terror appeared on\nhis iron features.\n\n\"There! It's here with us.\"\n\nLittle Professor Biggleswade sat on a corner of the table and wiped his\nforehead.\n\n\"I heard it. I felt it. It was like the beating of wings.\"\n\n\"It's the fourth time,\" said McCurdie. \"The first time was just before I\naccepted the Deverills' invitation. The second in the railway carriage\nthis afternoon. The third on the way here. This is the fourth.\"\n\nBiggleswade plucked nervously at the fringe of whisker under his jaws\nand said faintly, \"It's the fourth time up to now. I thought it was\nfancy.\"\n\n\"I have felt it, too,\" said Doyne. \"It is the Angel of Death.\" And he\npointed to the room where the dead man and woman lay.\n\n\"For God's sake let us get away from this,\" cried Biggleswade.\n\n\"And leave the child to die, like the others?\" said Doyne.\n\n\"We must see it through,\" said McCurdie.\n\n\n\nA silence fell upon them as they sat round in the blaze with the\nnew-born babe wrapped in its odd swaddling clothes asleep on the pile of\nfur coats, and it lasted until Sir Angus McCurdie looked at his watch.\n\n\"Good Lord,\" said he, \"it's twelve o'clock.\"\n\n\"Christmas morning,\" said Biggleswade.\n\n\"A strange Christmas,\" mused Doyne.\n\nMcCurdie put up his hand. \"There it is again! The beating of wings.\" And\nthey listened like men spellbound. McCurdie kept his hand uplifted, and\ngazed over their heads at the wall, and his gaze was that of a man in a\ntrance, and he spoke:\n\n\"Unto us a child is born, unto us a son is given--\"\n\nDoyne sprang from his chair, which fell behind him with a crash.\n\n\"Man--what the devil are you saying?\"\n\nThen McCurdie rose and met Biggleswade's eyes staring at him through the\ngreat round spectacles, and Biggleswade turned and met the eyes of\nDoyne. A pulsation like the beating of wings stirred the air.\n\nThe three wise men shivered with a queer exaltation. Something strange,\nmystical, dynamic had happened. It was as if scales had fallen from\ntheir eyes and they saw with a new vision. They stood together humbly,\ndivested of all their greatness, touching one another in the instinctive\nfashion of children, as if seeking mutual protection, and they looked,\nwith one accord, irresistibly compelled, at the child.\n\nAt last McCurdie unbent his black brows and said hoarsely:\n\n\"It was not the Angel of Death, Doyne, but another Messenger that drew\nus here.\"\n\nThe tiredness seemed to pass away from the great administrator's face,\nand he nodded his head with the calm of a man who has come to the quiet\nheart of a perplexing mystery.\n\n\"It's true,\" he murmured. \"Unto us a child is born, unto us a son is\ngiven. Unto the three of us.\"\n\nBiggleswade took off his great round spectacles and wiped them.\n\n\"Gaspar, Melchior, Balthazar. But where are the gold, frankincense and\nmyrrh?\"\n\n\"In our hearts, man,\" said McCurdie.\n\nThe babe cried and stretched its tiny limbs.\n\n\nInstinctively they all knelt down together to discover, if possible, and\nadminister ignorantly to, its wants. The scene had the appearance of an\nadoration.\n\n\n\nThen these three wise, lonely, childless men who, in furtherance of\ntheir own greatness, had cut themselves adrift from the sweet and simple\nthings of life and from the kindly ways of their brethren, and had grown\nold in unhappy and profitless wisdom, knew that an inscrutable\nProvidence had led them, as it had led three Wise Men of old, on a\nChristmas morning long ago, to a nativity which should give them a new\nwisdom, a new link with humanity, a new spiritual outlook, a new hope.\n\nAnd, when their watch was ended, they wrapped up the babe with precious\ncare, and carried him with them, an inalienable joy and possession, into\nthe great world.",
    "metadata": {
        "author": [
            "Locke, William John",
            "Locke, W. J. (William John)",
            "Locke, William J. (William John)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10707/pg10707.txt",
        "name": "a_christmas_mystery_the_story_of_three_wise_men.json"
    }
}