{
    "name": "A Collection of Scotch Proverbs",
    "author": [
        "Stampoy, Pappity"
    ],
    "body": "1663\n\nWith an Introduction by Archer Taylor\n\n\n\n\n  GENERAL EDITORS\n\n  RICHARD C. BOYS, _University of Michigan_\n  RALPH COHEN, _University of California, Los Angeles_\n  VINTON A. DEARING, _University of California, Los Angeles_\n  LAWRENCE CLARK POWELL, _Clark Memorial Library_\n\n\n  ASSISTANT EDITOR\n\n  W. EARL BRITTON, _University of Michigan_\n\n\n  ADVISORY EDITORS\n\n  EMMETT L. AVERY, _State College of Washington_\n  BENJAMIN BOYCE, _Duke University_\n  LOUIS BREDVOLD, _University of Michigan_\n  JOHN BUTT, _King's College, University of Durham_\n  JAMES L. CLIFFORD, _Columbia  University_\n  ARTHUR FRIEDMAN, _University of Chicago_\n  EDWARD NILES HOOKER, _University of California, Los Angeles_\n  LOUIS A. LANDA, _Princeton University_\n  SAMUEL H. MONK, _University of Minnesota_\n  ERNEST C. MOSSNER, _University of Texas_\n  JAMES SUTHERLAND, _University College; London_\n  H. T. SWEDENBERG, JR., _University of California, Los Angeles_\n\n\n  CORRESPONDING SECRETARY\n\n  EDNA C. DAVIS, _Clark Memorial Library_\n\n\n\n\nINTRODUCTION\n\nIn his collection of Scottish proverbs from literary texts\nwritten before 1600 Bartlett Jere Whiting has laid a solid foundation\nfor the investigation of early Scottish proverbs and has\npromised a survey of later collections. [1] The following\nbrief remarks are not intended to anticipate his survey but rather\nto suggest the place of this particular collection in the historical\ndevelopment and to point out the questions that it raises. Before\n1600 men in Scotland had begun to make collections of proverbs. A\nmanuscript collection made by Archbishop James Beaton (1517-1603)\nseems to have disappeared, but may survive in a form disguised\nbeyond all chance of recognition. Although editions of it published\nin 1610, 1614, and \"divers other Years\" with \"Mr. Fergusson's\nAdditions\" have been reported, no copies of them have been found.\n[2] \"Mr. Fergusson\" is no doubt David Fergusson (ca. 1525-1598),\nwhose _Scottish Proverbs_ was published at Edinburgh in 1641.\n[3] This collection presumably includes the earlier gatherings\nby Beaton and Fergusson, but is arranged in a rough alphabetical order\nthat makes it impossible to recognize its possible sources. According\nto Beveridge, it contains 911 proverbs.[4] A new edition of\n1659 and the subsequent editions down to and including that of 1716\nannounced themselves as _Nine hundred and fourty Scottish Proverbs_.\n\nIn the edition of 1667, according to Beveridge, \"The proverbs are\nnumbered to 945; but no doubt there are omissions, as in ... 1692.\"\nThe edition of 1692 also runs to 945, \"with 14 numbers omitted and\none number duplicated,\" making a total of 932, and in the edition of\n1706 \"a fifteenth number is omitted.\" [5] No information\nabout the editions of 1709 and 1716 is available. The edition of 1799\nwas reduced to 577 items.\n\nTwo manuscripts that were probably written in the first half of the\nseventeenth century belong to the tradition represented by Fergusson's\ncollection but differ more or less widely from it in ways that\nrequire further study. Beveridge, who prints one of these manuscripts\nin its entirety, conjectures that it may \"be a much extended version\nfounded upon a manuscript copy of [the edition of 1641], no doubt\nmade before the year 1598, when Fergusson's collection had presumably\nbeen completed\" (p. xvi). However this may be, it contains 1656\nproverbs with repetitions and changes in alphabetization that make\nit difficult to determine what has been added or perhaps omitted. In\npreparing Beveridge's materials for publication, Bruce Dickins came\nupon a second \"roughly contemporary\" manuscript containing an unspecified\nnumber of proverbs (pp. 126-127). It contains some texts found in both\nthe first manuscript and the book of 1641 and some entirely new texts,\nand agrees in one instance with the book against the manuscript and\nin another with the manuscript against the book. Since only twelve\nproverbs from this second manuscript are in print, any inferences about\nrelationships are risky.\n\nThe successful career of Fergusson's collection or the manuscripts\nfrom which it was derived extended even farther than a share in the\ncollections already mentioned. In four collections which remain to\nbe discussed we can reckon with a close direct or indirect connection\nwith Fergusson's printed text. John Ray printed Fergusson's collection\nin a partially anglicized form with minor changes and additions of\nuncertain origin in _A Collection of English Proverbs_ (London,\n1670). This book became, after several editions, the foundation of\nthe standard modern collections. Except for anglicization, \"D\" in Ray,\nand Fergusson, 1641, agree exactly even to _tearm_ [term] in \"Dead\nand marriage make tearm-day.\" Variations not found in the edition of\n1641 like _reply_ for _plie_ [plea] in \"Na plie is best\" and\n_churn_ for _kirne_ in \"Na man can seek his marrow in the kirne, sa weill\nas hee that has been in it himself\" suggest that Ray may have been\nfollowing a later edition than that of 1641. According to Beveridge\n(p. xvi), Fergusson's collection also appears in _A Select Collection\nof Scots Poems, Chiefly in the Broad Buchan Dialect_ (Edinburgh, 1777,\n1785). The two editions are the same, except that that of 1777 has no\npublisher's name and that of 1785 was issued by T. Ruddiman and Co. The\nproverbs come at the end and are paged separately.\n\nFinally, Fergusson's collection was the source of both this collection\nbearing the mysterious name Pappity Stampoy and a derivative of it,\nbut again with some modifications. Since all the variations except\nthe Latin parallel texts that are, according to Beveridge (pp.\nxxxvii-xxxix), characteristic of the edition of Fergusson published\nin 1692 are present in Pappity Stampoy, these variations must have\nbeen introduced into one or both of the editions of 1649 and 1659.\nWith such information as is at present available it is impossible to\ndetermine whether Pappity Stampoy's rare additions were his own or\nwere also derived, as seems probable, from an edition of Fergusson.\nSuch proverbs as \"Drunken wife gat ay the drunken penny\" (Pappity Stampoy,\np. 17), \"Eat and drink measurely, and defie the mediciners\" (p. 18),\nand \"Put your hand into the creel, and you will get either an adder,\nor an Eele\" (p. 43) do not appear in the 1641 edition, but may be present\nin a later one. In any event, _The Oxford Dictionary of English\nProverbs_ vouches for the currency of the last two proverbs in the\nsixteenth century. Pappity Stampoy may have followed his source in\nrejecting the \"Proverbiale speeches\" (Beveridge, pp. 46-50) or may\nhave discarded them on his own responsibility. As F. P. Wilson points\nout, he showed ingenuity of a sort. \"The thief jumbles the order of\nthe first 81 proverbs given in Fergusson under the letter A; then,\nhaving put his reader off the scent, he gives the remaining proverbs\nunder this letter in Fergusson's order. Under another letter he may\ngive a run of proverbs in reverse order.\" [6]\n\nPappity Stampoy, who was scarcely an honorable man, soon got a Roland\nfor his Oliver. As Wilson says, the _Adagia Scotica or a Collection\nof Scotch Proverbs and Proverbial Phrases, Collected by R. B. Very\nUsefull and Delightfull_ (London: Nathaniel Brooke, 1668) \"Turns\nout to be a page-for-page reprint ... provided with a new title and\nthe initials of a new collector in order (is it unjust to say?) to\ndeceive customers.\"\n\nApart from its rarity, Pappity Stampoy's little book has both a curious\ninterest and a value of its own. Bibliographers have failed to decipher\nthe pseudonym, or to identify the printer. Some lucky chance may supply\nthe answers to these questions. The collection has some value to a\nstudent of proverbs for a few scantily recorded texts that have\npresumably been taken from the 1659 edition of Fergusson. Although they\ndo not appear in the old standard collections made by Bohn, Apperson,\nand Hazlitt, Morris P. Tilley, who has used R. B.'s collection, has found\nand pinned them down. More interesting and important than such details\nabout the recording of proverbs is the publication of Pappity Stampoy's\nbook in London. It is therefore an early instance of English interest in\nScottish proverbs.  R. B.'s plagiarism of 1668 is in the same tradition,\nand so also is John Bay's publication of Scottish proverbs in 1670. A\nselection of 126 Scottish proverbs, which like the others appears to have\nbeen derived from Fergusson, may be found in the anonymous _Select\nProverbs, Italian, Spanish, French, English, Scotish, British &c_.\n(London, 1707), which is credited to John Mapletoft. It was reprinted\nwith a slight variation in title in 1710. F. P. Wilson notes an even better\nexample of English interest than these in \"[James] Kelly's excellent\ncollection of 1721 [which] was published in London and was specially\ndesigned for English readers.\"\n\nArcher Taylor\n\nUniversity of California\n\nBerkeley\n\nNote: The copy here reproduced is in the possession of the William\nAndrews Clark Memorial Library.\n\n\n\n\nNOTES TO THE INTRODUCTION\n\n\n[Footnote 1: \"Proverbs and Proverbial Sayings from Scottish Writings Before 1600,\"\n_Mediaeval Studies_, XI (1949), 123-205, XII (1951). 87-164.]\n\n[Footnote 2: Erskine Beveridge, _Fergusson's Scottish Proverbs From the Original\nPrint of 1641 Together with a larger Manuscript Collection of about the\nsame period hitherto unpublished_, Scottish Text Society, 15\n(Edinburgh, 1924), p. ix. John Maxwell's collection made between 1584\nand 1589 was compiled from books; see B. J. Whiting, \"John Maxwell's\n'Sum Reasownes and Prowerbes,'\" _Modern Language Notes_, LXIII (1948),\n534-536.]\n\n[Footnote 3: The spelling Fergusson seems preferable. Donald Wing, _Short-Title\nCatalogue_ (3 v., New York, 1945-1951), II, 47, F 767-770 prints \"Ferguson\"\nbut alphabetizes it as \"Fergusson.\" He reports locations for the editions\nof 1641, 1659, and 1667. Beveridge reports an edition in the British\nMuseum which lacks the titlepage but may be the edition of 1675 and\neditions of 1692, 1706, and 1799. He reproduces the titlepage of the\nedition of 1667 and the first page. It shows variations in spelling\nbut not in text. Beveridge cites no locations for the editions of 1649,\n1699, 1709, and 1716.]\n\n[Footnote 4: It contains at least 912 proverbs, for there is an error in numbering at\nNo. 686. I have not tested the numbers throughout.]\n\n[Footnote 5: For the details see Beveridge, pp. xxxvii-xxxix.]\n\n[Footnote 6: \"English Dictionaries and Dictionaries of Proverbs,\" _The Library_,\n4th. Series, XXV (1945-1946), 50-71, especially p. 66.]\n\n\n\n\n\nA COLLECTION OF SCOTCH PROVERBS.\n\n\n\n\nSCOTCH PROVERBS.\n\n\n\n\nA.\n\n\nA Fair Bride is soon buskt, and a short Horse is soon wispt.\n\nA friends Dinner is soon dight.\n\nAll is not in hand that helps.\n\nAll the Keys of the Countrey hangs not at one Belt.\n\nAn ill Cook would have a good Cleaver.\n\nAs good haud, as draw.\n\nAs the old Cock craws, the young Cock lears.\n\nAll fails that fools thinks.\n\nA blyth heart makes a blomand visage.\n\nA gentle Horse would not be over fair spur'd.\n\nA still Sow eats all the Draff.\n\nAll things hath a beginning, God excepted.\n\nA blind man should not judge of colours.\n\nA good fellow tint never, but at an ill fellows hand.\n\nAll the Corn in the Country is not shorn by the Kempers.\n\nA good beginning makes a good ending.\n\nAs many heads as many wits.\n\nA black shoe makes a blythe heart.\n\nA Vaunter and a Lyar is both one thing.\n\nA dum man wan never land.\n\nAnd old hound bytes fair.\n\nA sloathfull man is a Beggers brother.\n\nAs soon comes the Lamb-skin to the market as the old Sheeps.\n\nAt open doors Dogs come in.\n\nAn hungry man sees far.\n\nAll is not tint that is in peril.\n\nAs the Sow fills the Draff fowres.\n\nA good asker should have a good nay-say.\n\nA good ruser was never a good rider.\n\nA Lyar should have a good memory.\n\nAne Begger is wae, another by the gate gae.\n\nA wight man never wanted a weapon.\n\nA half-penny Cat may look to the King.\n\nAs fair greits the bairn that is dung after noon, as he that is dung\nbefore noon.\n\nAn oleit Mother makes a fweir Daughter.\n\nA borrowed len should come laughing ahme.\n\nAs long runs the Fox as he hath feet.\n\nA proud heart in a poor breast, has meikle dolour to dree.\n\nA teem purse makes a bleat merchant.\n\nAne year a Nurish, seven years a Daw.\n\nAne ill word begets another, and it were at at the Bridge at _London_.\n\nA Wool-seller kens a Wool-buyer.\n\nAuld men are twice bairns.\n\nAll fellows, Jock and the Laird.\n\nA hasty man never wanted woe.\n\nA silly bairn is eith to lear.\n\nAs good merchant tines as wins.\n\nA racklesse hussy makes mony thieves.\n\nA hungry lowse bites fair.\n\nAnes pay it never crave it.\n\nA fools bolt is soon shot.\n\nAnes wood, never wise, ay the worse.\n\nAs the Carle riches he wretches.\n\nAn ill life, an ill end.\n\nA Skabbed Horse is good enough for a skald Squire.\n\nA given Horse should not be lookt in the teeth.\n\nAn old seck craves meikle clouting.\n\nA travelled man hath leave to lye.\n\nA fool when he hes spoken, hes all done.\n\nA man that is warned, is half-armed.\n\nA mirk mirrour is a mans mind.\n\nA full heart lied never.\n\nA good Cow may have an ill Calf.\n\nA dum man holds all.\n\nA Cock is crouse upon his own midding.\n\nA greedy man God hates.\n\nAs fair fights Wrans as Cranes.\n\nA skade mans head is soon broke.\n\nA yeeld Sow was never good to gryses.\n\nAn unhappy mans Cairt is eith to tumble.\n\nAs meikle upwith, as meikle downwith.\n\nA new Bissom sweeps clean.\n\nA skabbed sheep syles ail the flock.\n\nA tarrowing bairn was never fat.\n\nA tratler is worse then a thief.\n\nAn ill shearer gat never a good hook.\n\nA burnt bairn fire dreads.\n\nAll the speed is in the spurs.\n\nA word before is worth two behinde.\n\nAn ill win penny will cast down a pound.\n\nAn old seck is ay skailing.\n\nA fair fire makes a room flet.\n\nAn old Knave is na bairn.\n\nA good yeoman makes a good woman.\n\nA man hath no more good then he hath good of.\n\nA fool may give a wise man a counsell.\n\nA man may speir the gate to _Rome_.\n\nAs long fives the merry-man, as the wretch for all the craft he can.\n\nAll wald have all, all wald forgive.\n\nAne may lead a Horse to the water, but four and twenty cannot gar him\ndrink.\n\nA bleat Cat makes a proud Mouse.\n\nAn ill-willy Cow should have short horns.\n\nA good piece steil is worth a penny.\n\nA shored Tree stands long.\n\nA gloved Cat was never a good Hunter.\n\nA gangan foot is ay getting, and it were but a thorn.\n\nAll is not gold that glitters.\n\nAne Swallow makes no summer.\n\nA man may spit on his hand, and doe full ill.\n\nAn ill servant will never be a good maister.\n\nAn hired Horse tired never.\n\nAll the winning is in the first buying.\n\nAn unch is a feast, (of Bread and Cheese.)\n\nAn Horse may snapper on four feet.\n\nAll things wytes that well not fares.\n\nAll things thrive but thrice.\n\nAbsence is a shro.\n\nAuld sin, new shame.\n\nA man cannot thrive except his wife let him.\n\nA bairn must creep ere he gang.\n\nAs long as ye bear the tod, ye man bear up his tail.\n\nAll overs are ill but over the water.\n\nA man may wooe where he will, but wed where is his weard.\n\nA mean pot plaid never even.\n\nAmong twenty four fools not ane wise man.\n\nAne mans meat is another mans poyson.\n\nA fool will not give his Bauble for the Tower of _London_.\n\nA foul foot makes a son wemb.\n\nA man is a Lyon in his own cause.\n\nA hearty hand to give a hungry meltith.\n\nA cumbersome Cur in company is hated for his miscarriage.\n\nA poor man is fain of little.\n\nAn answer in a word.\n\nA bettlesie brain cannot lye.\n\nA yule feast may be quit at Pasch.\n\nA good dog never barkt but a bene.\n\nA full seck will take a clout on the side.\n\nAn ill hound comes halting home.\n\nAll things helps quoth the Wran, when she pisht in the Sea.\n\nAll cracks, all beares.\n\nAll Houndlesse man comes to the best Hunting.\n\nAll things hes an end, a Pudding hes twa.\n\nAll is well that ends well.\n\nAs good hads the stirep as he that loups on.\n\nA begun work is half ended.\n\nA Scots man is ay wife behind band.\n\nA new tout in all old horn.\n\nA broken a Ship hes come to land.\n\nAs the fool thinks ay the bell clinks.\n\nA man may see his friend need, but will not see him bleed.\n\nA friend is not known but in need.\n\nA friend in Court is worth a penny in purse.\n\nAll things are good unseyed.\n\nA good Goose indeed, but she hes an ill gansell.\n\nAll are not maidens that wears bare hair.\n\nA Mach and a Horshoe are both alike.\n\nAirly crooks the Tree that good Lammock should be.\n\nAn ounce  of mother-wit, is worth a pound of clergie.\n\nAn inch of a nag is worth a span of an aver.\n\nA good word is as soon said as an ill.\n\nA spoon full of skytter spills a pot full of skins.\n\n\n\n\nB.\n\n\nBetter give nor take.\n\nBetter lang little, then soon right nought.\n\nBetter hand loose, nor bound to an ill baikine.\n\nBetter late thrive then never.\n\nBuy when I bid you.\n\nBetter sit idle then work for nought.\n\nBetter learn by your neighbors skaith nor by your own.\n\nBetter half an egge, nor teem doup.\n\nBetter apple given nor eaten.\n\nBetter a Dog faun nor bark on you.\n\nBoden gear stinks.\n\nBourd neither with me, nor with my Honour.\n\nBetwixt twae stools the arse falls down.\n\nBetter bide the Cooks nor the Mediciners.\n\nBetter bairns greit, nor bearded men.\n\nBetter saucht with little aucht, nor care with many cow.\n\nBetter two skaiths, nor ane sorrow.\n\nBring a Cow to the Hall, and she will run to the byre again.\n\nBetter bow nor break.\n\nBear wealth, poverty will bear itself.\n\nBetter a wit cost, nor two for nought.\n\nBetter good sale, nor good Ale.\n\nBetter wooe over midding, nor over mosse.\n\nBetter happy to court, nor good service.\n\nBlaw the wind nere so saft, it will lowen at the last.\n\nBetter be happy nor wise.\n\nBinde fast, finde fast.\n\nBetter plays a full wemb nor a new coat.\n\nBetter say, Here it is, nor, Here it was.\n\nBetter auld debts nor auld sairs.\n\nBourd not with Bawty, fear lest he bite ye.\n\nBetter a fowl in hand nor twa flying.\n\nBetter rew sit, nor rew flie.\n\nBetter spare at the breird nor at the bottome.\n\nBetter finger off, nor ay warking.\n\nBind the seck ere it be full.\n\nBetter be well loved, nor ill won geir.\n\nBetter a clout nor a hole out.\n\nBetter no ring, nor the ring of a rash.\n\nButter and burn-trouts gar maidens f---- the wind.\n\nBetter held out nor put out.\n\nBetter have a Mouse in the pot as no flesh.\n\nBetter sit stil, nor rise and get a fall.\n\nBetter leave nor want.\n\nBetter buy as borrow.\n\nBetter be dead as out of the fashion.\n\nBetter unborn nor untaught.\n\nBetter be envied nor pittied.\n\nBetter a little fire that warms, nor a meikle that burns.\n\nBe the same thing that thou wald be cald.\n\nBetter a laying Hen nor a lyin Crown.\n\nBannaks is better nor na kind of bread.\n\nBlack will be no other Hue.\n\nBeauty but bounty avails nought.\n\nBairns mother burst never.\n\nBreads House skiald never.\n\nBiting and scarting is Scots folks Wooing.\n\nBeware of Had I wist.\n\nBetter be alone nor in ill company.\n\nBetter a chigging mother, nor a riding father.\n\nBetter never begun nor never endit.\n\nBonie silver is soon spendit.\n\nBefore I wein, and now I wat.\n\n\n\n\nC.\n\n\nCurtesie is cumbersom to them that kens it not.\n\nCome it aire, come it late, in May comes the Cow-quake.\n\nCourt to the Town, and whore to the window.\n\nCalk is na sheares.\n\nClap a carle on the culs, and he will shit in your louf.\n\nCadgers speaks of lead saddles.\n\nChanging of works is lighting of hearts.\n\nCharge your friend ere you need.\n\nCats eats that Hussies spares.\n\nCast not forth the old water while the new come in.\n\nCease your snow balls casting.\n\nCrabbit was, and cause had.\n\nComparisons are odious.\n\nCold cools the love that kindles over hot.\n\nCut duels in every Town.\n\nCondition makes, and condition breakes.\n\nCome not to the councell uncalled.\n\n\n\n\nD.\n\n\nDead and marriage makes Term-day.\n\nDo weil and have weil.\n\nDo as ye wald be done to.\n\nDo in Hill, as ye wald do in Hall.\n\nDame dein warily.\n\nDummie cannot lie.\n\nDraff is good enough for Swine.\n\nDead at the one door, and heirship at the other.\n\nDo well, and doubt no man; and do weil, and doubt all men.\n\nDo the likeliest, and God will do the best.\n\nDrunken wife gat ay the drunken penny.\n\nDrink and drouth comes sindle together.\n\nDead men bites not.\n\nDaffing dow nothing.\n\nDogs will red swine.\n\nDrive out the inch as thou hast done the span.\n\nDirt parts company.\n\n\n\n\nE.\n\n\nEvery man can rule an ill wife, but he that hes Her.\n\nEaten meat is good to pay.\n\nEild wald have Honour.\n\nEvening Orts is good morning-fother.\n\nEvery man wisheth the water to his own milne.\n\nEarly maister, lang knave.\n\nEvery land hes his lauch, and every corne hes the caff.\n\nEat and drink measurely, and defie the mediciners.\n\nEvery man for Himself, quoth the mertine.\n\nEfter delay comes a Let.\n\nEfter long mint, never dint.\n\nEvery man slams the fat sows Arse.\n\nExperience may teach a fool.\n\nEvery man wats best where his own shoe binds him.\n\nEfter word comes weard.\n\n\n\n\nF.\n\n\nFoul water slokens fire.\n\nFools are fain of flitting.\n\nFalshood made never a fair Hinder-end.\n\nFar fowls have fair feathers.\n\nFollie is a bonny Dog.\n\nFair heights makes fools fain.\n\nFreedome is a fair thing.\n\nFor a tint thing care not.\n\nFool hast is no speed.\n\nFor fault of wise men fools sits on binks.\n\nForbid a fool a thing, and that he will do.\n\nFools set far trystes.\n\nFor love of the Nuris, many kisses the Bairn.\n\nFair words brake never bane, foul words many ane.\n\nFools make feasts, and wise men eat them.\n\nFools are fain of right nought.\n\nFar fought, and dear bought, is good for Ladies.\n\nFollow love, and it will flee from thee; leave it, and it will follow thee.\n\nFill fow, and had fow, makes a starke man.\n\nFools should have no chappin sticks.\n\nFidlers, dogs and flies, come to the feast uncalled.\n\nFire is good for the farcy.\n\nFew words sufficeth to a wise man.\n\nFriendship stands not in One side.\n\n\n\n\nG.\n\n\nGive never the Wolf the Wedder to keep.\n\nGods help is nearer nor the fair even.\n\nGood wine needs not a wisp.\n\nGrace is best for the man.\n\nGoe shoe the Geese.\n\nGiff, gaff, makes good friends.\n\nGood chear, and good cheap, garres many haunt the House.\n\nGod sends men cold, as they have clothes to.\n\nGood-will should be tane in part of payment.\n\nGod sends never the mouth, but the meat with it.\n\nGirne when you knit, and laugh when ye loose.\n\nGo to the Devil for Gods-sake.\n\nGod sends meat, and the Devil sends Cooks.\n\n\n\n\nH.\n\n\nHad-I-fish, was never good with Garlick.\n\nHe that is welcome fares well.\n\nHe that spends his geir on a whore, hes both shame and skaith.\n\nHunger is good Kitchir-meat.\n\nHe mon have leave to speak that cannot had his tongue.\n\nHe that is far from his geir, is near his skaith.\n\nHe that lippens to bon plows, his land will ly ley.\n\nHe rides sicker that fell never.\n\nHelp thy self, and God will help thee.\n\nHe that will not hear motherhead, shall hear stepmotherhead.\n\nHe that crabs without cause, should mease without mends.\n\nHe that spares to speak, spares to speed.\n\nHe that may not do as he would, mon do as he may.\n\nHe is well easit that hes ought of his own, when others go to meat.\n\nHe that does ill hates the light.\n\nHe that speaks the things he should not, hears the things he would not.\n\nHe that is evil deem'd is half hang'd.\n\nHe that tholes, overcomes.\n\nHe rises over early that is hangit ere noon.\n\nHe that forsakes missour, missour forsake him.\n\nHalf a tale is enough to a wise man.\n\nHe that hews over hie, the spail will fall into his eye.\n\nHe that eats while he lasts, will be the war while he die.\n\nHe is a weak Horse that may not bear the Saddle.\n\nHe that borrows and bigs; makes feasts and thigs; drinks and is not\ndry; these three are not thrifty.\n\nHe is a proud Tod that will not scrape his own Hole.\n\nHe is wise, when he is well can had him sa.\n\nHe is poor that God Hates.\n\nHe is wise, that is ware in time.\n\nHe is wise who can make a friend of a foe.\n\nHair, and hair, makes the Carles head bare.\n\nHear all parties.\n\nHe that is red for windlestraws, should not sleep in lees.\n\nHe that is fraid of a far--should never hear thunder.\n\nHe is not the fool that the fool is, but he that with the fool deals.\n\nHe loves me for little that hates me for nought.\n\nHe that hes twa huirds, is able to get the third.\n\nHe is a fairy beggar that may not goe by ane mans door.\n\nHall-binks are fliddery.\n\nHe is not the best Wright that hews the maniest speals.\n\nHe that evill does, never good weins.\n\nHoordom and grace, can never bide in one place.\n\nHe that counts all costs, will never put plow in the yeard.\n\nHe that slayes, shall be slain.\n\nHe that is ill of his harbery, is good of his way kenning.\n\nHe that will not when he may, shalt not when he wald.\n\nHanging gangs by hap.\n\nHe that comes un-call'd sits un-serv'd.\n\nHe was scant of news, that told his father was hang'd.\n\nHe that comes first to the hill, may sit where he will.\n\nHe that was born to be hang'd will never be drown'd.\n\nHe gangs early to steal, that cannot say Na.\n\nHe that shames, shall be shemt.\n\nHe should wear iron shone, that bides his neighbours deed.\n\nHalf a nuch is half sill.\n\nHunger is hard in a heal man.\n\nHe is a fairy Cook, that may not lick his own fingers.\n\nHe is good that fail'd never.\n\nHe plaints early that plaints on his kail.\n\nHe that does his turn in time, sits half idle.\n\nHe is twise fain, that sits on a slane.\n\nHald in geir, helps well.\n\nHunting, hawking, and paramours, for one joy an hundred displeasures.\n\nHe that marries e're he be wise, will die e're he thrive.\n\nHe that marries a Daw, eats meikle dirt.\n\nHuly and fair men rides far journeys.\n\nHast makes wast.\n\nHe that looks not e're he loup, will fall e're he wit of himself.\n\nHe that counts but his Host, counts twise.\n\nHe that hes gold may buy land.\n\nHe should have a heal pow, that cals his neighbour nikkynow.\n\nHe is worth no weil that may bide no wae.\n\nHe that owes the Cow goes nearest her tail.\n\nHe should have a long shafted spoon that sups kail with the Devil.\n\nHappy man, happy cavil.\n\nHe sits above that deals aikers.\n\nHame is hamely, though never so seemly.\n\nHe hes wit at will, that with angry heart can hold him still.\n\nHe that is hated of his subjects, cannot be counted a King.\n\nHap and an halfpennie is worlds geir enough.\n\nHe is fairest dung when his own wand dings him.\n\nHe calls me scabbed, because I will not call him skade.\n\nHe is blind that eats his marrow, but far blinder that lets him.\n\nHave God and have All.\n\nHonesty is na pride.\n\nHe that fishes afore the net, long e're he fish get.\n\nHe tint never a Cow, that grat for a needle.\n\nHe that hes no geir to tine, hes shins to pine.\n\nHea, will gar a deaf man hear.\n\nHe that takes all his geir fra himself, and gives it to his bairns,\nit were weil ward to take a mell and knock out his hairns.\n\nHe sits full still that hes a riven brick.\n\nHe that does bidding, deserves na dinging.\n\nHe that blaws best bears away the Horn.\n\nHe is well staikit thereben, that will neither borrow, nor len.\n\n\n\n\nI.\n\n\nIll weeds waxes weil.\n\nIt is ill to bring out of the flesh that is bred in the bene.\n\nIt is a fairy brewing that is not good in the newing.\n\nIt's tint that is done to old men and bairns.\n\nIt is a silly flock where the yow bears the bell.\n\nIll win, ill warit.\n\nIn some mens aught mon the old horse die.\n\nIt is a sooth board that men sees wakin.\n\nIn space, comes Grace.\n\nIt is a sin to lye on the Devil.\n\nIt is eith till, that the awn self will.\n\nIt is good mows that fills the wemb.\n\nIt is na time to stoup when the head is off.\n\nIt is fair in the hall, when beards wag all.\n\nIt will come in an hour, that will not come in a year.\n\nIf thou do no ill, do no ill like.\n\nIf he steal not my kail, break not my dike.\n\nIf he may spend meikle, put the more to the fire.\n\nIf I can get his cart at a Waltar, I shall lend it a put.\n\nIf I may not keep geese, I shall keep gesline.\n\nIt is kindly that the poke fair of the Herring.\n\nIt is eich to cry yule on another man's cost;\n\nIlk a man as he loves, let him send to the Cooks,\n\nIt is eith to swim where the head is hild up.\n\nIt is weil warit they have sorrow, that buyes it with their silver.\n\nIf ane will not, another will.\n\nIt is ill to take a breik off a bare ----\n\nIt is dear bought honey that is lickt off a thorn.\n\nIf God be with us, who will be against us.\n\nIt is weil warit that wasters warn geir.\n\nIt is ill to bring but the thing that is not thereben.\n\nIt that lies not in your gate, breaks not your shins.\n\nIt is na play where ane greits, and another laughs.\n\nIf a man knew what would be dear, he would be but Merchant for a year.\n\nIt is true that all men sayes.\n\nI have a good bow, but it is in the Castle.\n\nIt is hard to fling at the brod, or kick at the prick.\n\nIlk man mend ane, and all will be mendit.\n\nIt is a fairy collop that is tane off a Capon.\n\nIll bairns are best heard at home.\n\nIt is ill to waken sleeping dogs.\n\nIll herds makes fat wolfes.\n\nIt is hard to wive and thrive in a year.\n\nIt is good sleeping in a heal skin.\n\nIt is not tint that is done to friends.\n\nIt is ill to draw a strea before an old Cat.\n\nIt is a pain both to pay and pray.\n\nIt is good fishing in drumbling waters.\n\nIt is little of God's might, to make a poor man a Knight.\n\nIt is good baking besides meal.\n\nIt is a good Goose that drops ay.\n\nIt is not the habit that makes the Monck.\n\nIt is not good to want, and to have.\n\nIt hes neither ----, nor elbow.\n\nI shall sit on his skirt.\n\nIt is a bare Moor that he goes over, and gets not a Cow.\n\nI shall hold his Nose to the Grindstone.\n\nIt goes as meiklle in his heart, as in his heel.\n\nIt goes in at one ear, and out at the other.\n\nIt is na mair pitty to see a Woman greit, nor to see a Goose go barefoot.\n\nIt is well said, but who will bell the Cat?\n\nIt is short while seen the louse boore the langelt.\n\nI have a sliddery Eel by the tail.\n\nIt is as meet as a Sow to bear a Saddle.\n\nIt is as meet as a thief for the widdie.\n\nI would I had as meikle pepper as he counts himself worthy Mice dirt.\n\nIt will be an ill web to bleitch.\n\nI cannot find you both tails and ears.\n\nIt is ill to make a bowing horn of a tods tail.\n\nIf ever ye make a lucky pudding, I shall eat the prick.\n\nIt that God will give, the Devil cannot reave.\n\nIn a good time I speak it, in a better I leave it.\n\nIt's a silly pack that may not pay the custom.\n\nI have seen as light a green.\n\nIt's a cold coal to blow at.\n\nIt is a fair feild where all are dung down.\n\nIt's a fair dung bairn that dare not greit.\n\nI wat where my own shoe binds me.\n\nIf ye wanted me, and your meat, you would want ane good friend.\n\n\n\n\nK.\n\n\nKindnesse lies not ay in ane side of the house.\n\nKings caff is worth other mens corn.\n\nKame single, kame fair.\n\nKings have a long ears.\n\nKindnesse comes of will.\n\nKindnesse will creep where it may not gang.\n\nKail spares bread.\n\nKindnesse cannot be bought for geir.\n\nKamesters are ay creeshie.\n\nKnowledge is eith born about.\n\nKings are out of play.\n\nKings and Bears oft worries their Keepers.\n\n\n\n\nL.\n\n\nLaith to bed, laith out of it.\n\nLike draws to like, a skabbed Horse to an old dyke.\n\nLear young, lear fair,\n\nLittle intermitting makes good friends.\n\nLittle sayd is soon mended, and a little geir is soon spended.\n\nLong tarrowing takes all the thank away.\n\nLong lean wakes hameald cattell.\n\nLittle wit makes meikle travel.\n\nLet them that are cold blow at the coal.\n\nLittle may an old Horse do, if he may not neigh.\n\nLove hes no lack.\n\nLong standing, and little offering, makes a poor price.\n\nLeave the Court, ere the Court leave thee.\n\nLong ere you cut Falkland-wood with a Pen-knife.\n\nLight supper makes long life.\n\nLiked geir is half bought.\n\nLucke and bone voyage.\n\nLike to die mends not the Kirkyard.\n\nLordships changes manners.\n\nLet him drink as he hes browen.\n\nLight winning makes a heavy purse.\n\nLikely lies in the mire, and unlikely goes by it.\n\nLive, and let live.\n\nLove me, love my dog.\n\nLaugh, and lay down again.\n\nLivelesse, faultlesse.\n\nLaith to the drink, laith fra it.\n\nLast in bed, best heard.\n\nLightly comes, lightly goes.\n\nLads will be men.\n\nLata is long and dreigh.\n\nLittle wars an ill hussie what a dinner holds in.\n\nLips go, laps go, he that eats, let him pay.\n\nLet alone makes many lurden.\n\nLittle kens the wife that sits by the fire, how the wind blows cold in\nhurle-burle swyre.\n\nLittle troubles the eye, but far lesse the soul.\n\nLove me little, and love me long.\n\n\n\n\nM.\n\n\nMany do lack, that yet would fain have in their pack.\n\nMany smalls makes a great.\n\nMeasure, is Treasure.\n\nMint, ere ye strike.\n\nMany irons in the fire, pare must cool.\n\nMen may buy Gold over dear.\n\nMany speaks of _Robin Hood_, that never shot in his Bow.\n\nMaidens should be meek while they be married.\n\nMany purses holds friends together.\n\nMisterfull folk must not be mensfull.\n\nMeat makes, and clothes shapes, but manners makes a man.\n\nMany hands makes light work.\n\nMeat is good, but Mense is better.\n\nMake not twa mewes of ane daughter.\n\nMany maisters, quoth the Poddock to the Harrow, when every tind took\nher a knock.\n\nMeat and Masse, never hindred man.\n\nMaistery mowes the Meadows down.\n\nMarch Whisquer was never a good Fisher.\n\nMister makes men of craft.\n\nMake no balks of good beerland.\n\nMickle Water runs, where the Miller sleeps.\n\nMany brings the rake, but few the shovel.\n\nMeikle must a good heart thole.\n\nMany man makes an errand to the hall to bid the Lady good-day.\n\nMany cares for meal that has baken bread enough.\n\nMake not meikle of little.\n\nMeikle spoken, part must spill.\n\nMany tines the half-mark whinger for the half-penny whang.\n\nMessengers should neither be headed nor hanged.\n\nMeikle has, would ay have more.\n\nMen are blind in their own cause.\n\nMusle not the Oxens mouth.\n\nMany words would have meikle drink.\n\nMany man speirs the gate he kens full well.\n\nMan propones, but God dispones.\n\nMillers take ay the best Multar with their own Hand.\n\nMany man serves a thanklesse master.\n\nMustard after meat.\n\nMany words fills not the furlot.\n\nMeikle Head, little Wit.\n\nMany Aunts, many Eames, many kin, and few friends.\n\nMends is worth misdeeds.\n\nMen goes over the dike at the laichest.\n\nMight oftentimes overcomes right.\n\n\n\n\nN.\n\n\nNeirest the King, neirest the Widdie.\n\nNo man can play the fool so well as the wise man.\n\nNo plea is best.\n\nNature passes Nurture.\n\nNew Lords, new Laws.\n\nNeirest the heart, neirest the mouth.\n\nNa man can both sup and blow together.\n\nNothing comes sooner to light, than that which is long hid.\n\nNothing enters a close Hand.\n\nNeir is the Kirtle, but neirer is the Sark.\n\nNeed hes no law.\n\nNo man may puind for unkindnesse.\n\nNeirest to the Kirk, farthest fra God.\n\nNeed makes Virtue.\n\nNever rade, never fell.\n\nNothing is difficile to a weill willed man.\n\nNeed gars naked men run, and sorrow gars Websters spin.\n\nNo man can seek his marrow in the Kirn, so weil as he that hes bin in\nit himself.\n\nNo man makes his own hap.\n\nNo penny, no pardon.\n\n\n\n\nO.\n\n\nOf the Earth mon the dike be biggit.\n\nOf other mens leather, men take large whangs.\n\nOver hot, over cold.\n\nOf two ills choose the least.\n\nOver meikle of any thing is good for nothing.\n\nOf ane ill comes many.\n\nOf enough, men leave.\n\nOver high, over laigh.\n\nOf need make Virtue.\n\nOver fast, over loose.\n\nOf all War, Peace is the final end.\n\nOver great familiarity genders despight.\n\nOf ill Debtois men takes Oattes.\n\nOver jolly dow not.\n\nOft counting makes good friends.\n\nOf the abundance of the heart the mouth speaketh.\n\nOver narrow counting culzies no kindnesse.\n\nOut of sight, out of langer.\n\n\n\n\nP.\n\n\nPut twa half-pennies in a purse, and they will draw together.\n\nPut not your hand betwixt the rind and the Tree.\n\nPith is good in all Playes.\n\nPenny wise, pound fool.\n\nPuddings and Paramours would be hotly handled.\n\nPoverty parts good company, and is an enemy to vertue.\n\nPut a begger on horseback, and he will ride fast, or else break his neck.\n\nPreists and Doves, make foul houses.\n\nPainters and Poets may have leave to lie.\n\nPut your hand no farther nor your sleeve may reek.\n\nPlenty, is na Dainty.\n\nPride and sweirnesse would have meikle upholding.\n\nPatience perforce.\n\nPoor men are fain of little thing.\n\nPoor men (they say) have no souls.\n\nPossession is worth an ill chartour.\n\nPlay with your peers.\n\nPride will have a fall.\n\nProvision in season makes a rich meason.\n\nPeter in, and Paul out.\n\nPut that in the next few.\n\nPut your hand into the creel, and you will get either an adder, or an\nEele.\n\n\n\n\nQ.\n\n\nQuhat better is the house that the Daw rises in the morning.\n\nQuha may wooe, but Cost?\n\nQuhen the well is full, it will run over.\n\nQuhair the Deer is slain, some bloud will lie.\n\nQuhom God will help, no man can hinder.\n\nQuhen the eye sees not, the heart rewes not.\n\nQuhen friends meets, hearts warms.\n\nQuhen I am dead, make me a caddel.\n\nQuhair the Pig breaks, let the shels lie.\n\nQuhiles the hawk hes, and whiles he hunger hes.\n\nQuha may hold that will away?\n\nQuhen wine is in, wits out.\n\nQuhair stands your great horse?\n\nQuhen a man is full of lust, his wemb is full of leasing.\n\nQuhen the good-wife is fra hame, the keys are tint.\n\nQuhen the Steed is stoon, steik the stable-door.\n\nQuhen Taylours are true, there is little good to shew.\n\nQuhiles thou, whiles I, soe goes the Baillerie.\n\nQuhen the craw flees, her tail follows.\n\nQuhen thy neighbours house is on fire, take tent to thy own.\n\nQuhen the good-man is fra hame, the board-cloth is tint.\n\nQuhen the iron is hot, it is time to strike.\n\nQuhen the Play is best, it is best to lear.\n\nQuhen all men speaks, no man hears.\n\nQuhen the Tod preaches, beware of the hens.\n\nQuhen the belly is full the bones would be at rest.\n\nQuhen the cup is fullest, bear it evenest.\n\nQhuen thieves reckons, leal men comes to their geir.\n\n\n\n\nR.\n\n\nRyme spares no man.\n\nRuse the fair day at even.\n\nRhue and time, grows both in ane garden.\n\nReason band the man.\n\n_Rome_ was not bigged on the first Day.\n\nRacklesse youth makes a goustie Age.\n\nReavers should not be rewers.\n\nRule youth well, and eild will rule it fell.\n\nRuse the Ford, as ye find it.\n\n\n\n\nS.\n\n\nScots-men reckon ay fra an ill hour.\n\nSend, and fetch.\n\nSairy be your meil-poke, and ay your nieve in the nook on't.\n\nSike Priest, sike Offering.\n\nSwear by your brunt shins.\n\nSeying goes good cheap.\n\nShe that takes gifts her self, she sels; and she that gives, does\nnought else.\n\nShe is a sairy mouse, that hes but one Hole.\n\nShod in the cradle, bair-foot in the Stubble.\n\nSpit on the Stane, and it will be wet at the last.\n\nSike lippes, sike Latace.\n\nSoon gotten, soon spended.\n\nSaw thin, and maw thin.\n\nSpeir at Jock-thief my marrow, if I be a leal man.\n\nSeldom rides, tynes the spurres.\n\nShe's a foul bird that syles her own nest.\n\nSike man, sike master.\n\nSeil comes not while sorrow be gone.\n\nSooth bourd is na bourd.\n\nSike a man as thou would be, draw thee to sike company.\n\nSeldom lies the Devil dead by the dike side.\n\nSike father, sike son.\n\nSoft fire makes sweet malt.\n\nSturt payes na Debt.\n\nSelf do, self ha.\n\nSurfeit slayes mae nor the sword,\n\nShame shall fall them that shame thinks, to do themselves a good turn.\n\nShew me the man, and I will shew you the Law.\n\nSeek your sauce where you get your Ale.\n\nShro the ghuest the house is the war of.\n\nSokeing sale is best.\n\nSend him to the sea and he will not get water.\n\nShame is past the shad of your haire.\n\nShe hath past the discipline of a Tavern.\n\nSain you will fra the Devil, and the Lairds bairns.\n\nSmall winning makes a heavy purse.\n\nSike answer as a man gives, sike will he get.\n\nSoon ripe, soon rotten.\n\n\n\n\nT.\n\n\nTwo Wolves may worry ane Sheep.\n\nThere is remead for all things but starke dead.\n\nThere is little to the rake to get after the beisome.\n\nThere came never ill of good Advisement.\n\nThere was never a Cake, but it had a make.\n\nThere is no friend, to a friend in mister.\n\nTake time while time is, for time will away.\n\nTide and time, bides na man.\n\nTime tries the truth.\n\nThe mair haste, the war speed.\n\nThe tree falls not at the first strake.\n\nThou wilt get no more of the cat, but the skin.\n\nThere are many sooth words spoken in bourding.\n\nThere is na thief without a Resetter.\n\nThere is many a fair thing full false.\n\nThere is na man so deaf as he that will not hear.\n\nThere was never a fair word in flyting.\n\nThe mouth that lyes, slayes the foul.\n\nTrot mother, trot father, how should the foal amble?\n\nThey were never fain that fidgit.\n\nTwo fools in ane house, is over many.\n\nThe day hes eyne, the night hes ears.\n\nThe more ye tramp in a ----- it grows the broader.\n\nThat which hussies spares, Cats eat.\n\nThe weakest goes to the walls.\n\nThere is no medicine for fear.\n\nTouch a gall'd Horse on the back and he will fling.\n\nThere is no fool to an old fool.\n\nThere is none without a fault.\n\nThe longer we live, the more farlies we see.\n\nThey are welcome that brings.\n\nTwa Daughters, and a back-door, are three stark thieves.\n\nThe Piper wants meikle, that wants the nether chafts.\n\nThere came never a large Fart forth of a Wrans -------.\n\nTeem bags rattles.\n\nThe thing that is fristed, is not forgiven.\n\nTake part of the pelf when the pack is a dealing.\n\nTread on a Worm and she will stir her tail.\n\nThey are lightly herrite, that hes all their awn.\n\nThe Craw thinks her awn Bird fairest.\n\nThey buy good cheap that brings nothing hame.\n\nThraw the wand while it is green.\n\nThe Sowter's wife is worst shod.\n\nThey will know by an half-penny if a Preist will take offering.\n\nThe worst world that ever was, some man wan.\n\nThe Tailours wife is worst clad.\n\nTake him up there with his five Egges, and four of them rotten.\n\nThy tongue is no slander.\n\nThis bolt came never out of your bag.\n\nThere is little sap in dry peis hools.\n\nTarrowing bairns were never fat.\n\nThe mother of mischief is na mair nor a midgewing.\n\nThe higher up, the greater fall.\n\nThere are many fair words in the marriage making, but few in the\ntochergood paying.\n\nTrue love kythes in time of need.\n\nThere is nothing mair precious nor time.\n\nThe mair cost, the mair honour.\n\nThe lesse play the better.\n\nThey that speirs meikle will get wot of part.\n\nThere is meikle between word and deed.\n\nThere are mae wayes to the wood nor ane.\n\nThe blind Horse is hardiest.\n\nThe mae the merrier, the fewer the better cheer.\n\nThey are good willy of their Horse that hes none.\n\nThree may keep counsel if twa be away.\n\nThey put at the Cairt, that is ay gangan.\n\nTwa wits is better nor ane.\n\nThey laugh ay that wins.\n\nThere are mae maidens, nor maukin.\n\nThey mense little the mouth, that bites off the nose.\n\nThere is nothing so crouse, as a new washen louse.\n\nThey are as wife, as speir not.\n\nThis world will not last ay.\n\nTwa hungry meltithes makes the third a glutton.\n\nThe grace of God is geir enough.\n\nThou shouldst not tell thy foe when thy foot sleeps.\n\nThe greatest Clerks are not the wisest men.\n\nThere belongs mair to a bed nor four bare leggs.\n\nThey had never an ill day, that had a good evening.\n\nThere is meikle hid meat in a Goose eye.\n\nTake a man by his word, and a Cow by her horn.\n\nThe shots overgoes the old swine.\n\nTouch me not on the fair heel.\n\nThe Malt is above the Meal.\n\nThere is a dog in the well.\n\nThy Thumb is under my Belt.\n\nThe goose-pan is above the roast.\n\nThe next time ye dance, wit whom ye take by the hand.\n\n\n\n\nU.\n\n\nUse your friend as ye would have him.\n\nUnskilfull mediciners, and horse-marshels slayes, both man and beast.\n\nUse makes perfectnesse.\n\n\n\n\nW.\n\n\nWell done, soon done.\n\nWonder lasts but nine nights in a Town.\n\nWe have a craw to pluck.\n\nWhatrax my Jo, I ken your coptan.\n\nWrang hes no warrand.\n\nWont beguil'd the Lady.\n\nWit in a poor mans head, and mosse in a mountain, avails nothing.\n\nWeil is that weil does.\n\nWell good-mother-daughter.\n\nWhatrax of the seed, where the frendship dow not.\n\nWood in wildernesse, & strength in a fool.\n\nWeapons bodes peace.\n\nWiles help weak folk.\n\nWaken not sleeping dogs.\n\nWomen and bairns keep counsell of that they ken not.\n\nWe hounds flew the Hare, quoth the messoun.\n\nWishers and woulders are poor householders.\n\nWeil worth aw, that gars the plough draw.\n\nWords are but winde, but dunts are the Devill.\n\nWith empty hand no man should hawks allure.\n\nWark bears witnesse who weil does.\n\nWrang hearing makes wrang rehearsing.\n\nWealth gars wit waver.\n\nWeil bides, weil betides.\n\nWrong count is no payment.\n\n\n\n\nY.\n\n\nYe should be a King of your word.\n\nYour winning is no my tinsel.\n\nYe may puind for debt, but not for unkindnesse.\n\nYe learn your Father to get bairns.\n\nYe will break your crag as soon as your fast in his house.\n\nYe ride a bootlesse errand.\n\nYe may not sit in _Rome_, and strive with the Pope.\n\nYe seek grace at a gracelesse face.\n\nYe strive against the stream.\n\nYe drive a Snail to _Rome_.\n\nYouth never casts for peril.\n\nYe seek hot water under cold ice.\n\nYe breed of the cat, ye would fain have fish, but ye have na will to\nwet your feet.\n\nYouth and age will never agree.\n\nYe will get war bodes ere Beltan.\n\nYe breed of the gouk, ye have not a rime but ane.\n\nYe may drink of the burn, but not bite of the brae.\n\nYe cannot make a silk purse of a sows lug.\n\nYe have a face to God, and another to the Devil.\n\nYe breed of the Millers dog, ye lick your lips ere the poke be open.\n\nYe would doe little for God, and the Devil were dead.\n\nYe have a ready mouth for a ripe cherry.\n\n\n\nFINIS.",
    "metadata": {
        "author": [
            "Stampoy, Pappity"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/7018/pg7018.txt",
        "name": "a_collection_of_scotch_proverbs.json"
    }
}