{
    "name": "A Hitch in Space",
    "author": [
        "Leiber, Fritz Reuter",
        "Leiber, Fritz"
    ],
    "body": "Once when I was doing a hitch with the Shaulan Space Guard out Scorpio\nway, my partner Jeff Bogart developed just about the most harmless\npsychosis you could imagine: he got himself an imaginary companion.\n\nAnd the imaginary companion turned out to be me.\n\nWell, I’m a pretty nice guy and so having two of me in the ship didn’t\nseem a particularly bad idea. At first. In fact there’d be advantages of\nit, I thought. For instance, Jeff liked to talk a weary lot ... and the\nimaginary Joe Hansen could spell me listening to him, while I projected\na book or just harkened to the wheels going around in my own head\nagainst the faint patter of starlight on the hull.\n\nI met Jeff first at a space-rodeo, oddly enough, but now the two of us\nwere out on a servicing check of the orbital beacons and relays and\nrescue depots of the five planets of the Shaulan system. A completely\nroutine job, its only drawback that it was lengthy. Our ship was an\nionic jeep that looked like a fancy fountain pen, but was very roomy for\nthree men—one of them imaginary.\n\nI caught on to Jeff’s little mania by overhearing him talking to me. I’d\nbe coming back from the head or stores or linear accelerator or my bunk,\nand I’d hear him yakking at me. It embarrassed me the first time, how to\ngo back into the cabin when the other me was there. But I just swam in,\nand without any transition-strain at all that I could observe Jeff\nlooked around at me, smiling sort of glaze-eyed, and said warmly, “Joe.\nMy buddy Joe. Am I glad they paired us.”\n\nIf Jeff had a major fault, as opposed to a species of nuttiness, it was\nthat he was strictly a speak-only-good, positive-thinking guy who always\ndeferred to me. Even idolized me, if you can imagine that. He’d give me\nsuch fulsome praise I’d be irked ten times an orbit.\n\nAnother thing that helped me catch on was that he always called the\nother me Joseph.\n\n                  *       *       *       *       *\n\nAt first I thought the whole thing might be a gag, or maybe a deliberate\nway of letting off steam against me without violating his\nalways-a-sweet-guy code—like happy husbands cursing in the bathroom—but\nthen came the scrambled eggs.\n\nI’d slept late and when I squinted into the cabin there was Jeff\nhovering over a plate of yellow fluff and shaking his finger at my empty\nseat and saying, “Dammit, Joseph, eat your scrambled eggs, I cooked ’em\n’specially for you,” and when he crawfished out toward the galley a\ncouple seconds later he was saying, “Now you start on those eggs,\nJoseph, before I get back.”\n\nI thought for a bit and then I slid into my place and polished them off.\n\nWhen he floated in with the coffee he gave me another of those\nglaze-eyed God-fearing looks—but just a mite disappointed, I thought—and\nsaid, “Dammit, Joe, you’re perfect! You always clean your plate.”\n\nApparently when I was there, Joseph just didn’t exist for Jeff. And vice\nversa. It was sort of eerie, especially with the hum of space in my ears\nlike a seashell and nobody else for five million miles.\n\nBeginning with the scrambled eggs, I discovered that Jeff didn’t exactly\nidolize Joseph—or even take with him the attitude of “My buddy can do no\nwrong,” like he did with me. I overheard him criticizing Joseph.\nReasonably at first; then I heard him chewing him out—next bullying him.\n\nIt made me wistful, that last, thinking how good it would feel to be\nfull-bloodedly cursed to my face once in a while instead of all the\nsweetness and light. And right there I got the idea for some amateur\ntherapy, Shaula-Deva help me.\n\nI waited for a moment when we were both relaxed and then I said, “Jeff,\nthe trouble with you is you’re too nice. You ought to criticize things\nmore. For a starter, criticize me. Tell me my faults. Go ahead.”\n\nHe flushed a little and said, “Dammit, Joe, how can I? You’re perfect!”\n\n“No man is perfect, Jeff,” I told him solemnly, feeling pretty foolish.\n\n“But you’re my buddy I always can trust,” he protested, squirming a bit.\n“I wish you wouldn’t talk this way.”\n\n                  *       *       *       *       *\n\n“Jeff, you can’t trust anybody too far,” I said. “Even good guys can do\nbad things. When I was a boy there was a kid named Harry I practically\nworshipped. We lived on a pioneer world of Fomalhaut that had good snow,\nand we’d hitch rides with our sleds off little airscrew planes taking\noff. We’d each have a long white line on his sled and loop it beforehand\naround the plane’s tail-gear and back to the sled. Then we’d hide. As\nsoon as the pilot got aboard we’d jump on our sleds and each grab the\nfree end of his line and have one comet of a ride, until the plane took\noff. Then we’d quick let go.\n\n“Well, one frosty morning I let go and nothing happened, except I\nstarted to rise. Harry had tied the free end of my line tight to my\nsled.\n\n“I could have just rolled off, I suppose, but I didn’t want to lose my\nsled or my line either. Luckily I had a sheath knife handy and I used\nit. I even made a whizeroo of a landing. But ever afterwards my feelings\ntoward Harry—”\n\n“Stop it, please, Joe!” Jeff interrupted, very red in the face and\nshaking a little. “That boy Harry was utterly evil. And I don’t want to\nhear any more about this, or anything like it, ever again. Understand?”\n\nI told him sure I did. Heck, I could see I’d gone the wrong way about\nit. I even begged his pardon.\n\nAfter that I just sweated it out. But I found I couldn’t spend much time\non books or my thoughts, I’d keep listening for what Jeff was saying to\nJoseph. And sometimes when he’d pause for Joseph’s reply I’d catch\nmyself waiting for the imaginary me to make one. So I took to staying in\nthe same cabin as Jeff as much as I could.\n\nThat seemed to make him uncomfortable after a while, though he pretended\nto glory in it. He’d ask me questions like, “Tell me about life, Joe. So\nI’ll know how to handle myself if we’re ever parted.”\n\nBut the weariest things come to an end, even duty orbits around Shaula.\nAnd so the time came when we were servicing our last beacon—outside the\nplanet Shaula-by, it was. Next step would be a fast interplanetary orbit\nfor Base at Shaula-near.\n\nI was out working—on a safety line of course, but suit-jetting around\nmore than I needed to, just for the pure joy of it, so that my suit tank\nwas almost dry. I’d switched my suit radio off for a bit, because,\nworking in space, Jeff had taken to just gabbling to me nervously all\nthe time—maybe because he figured there couldn’t be room for Joseph with\nhim in his suit.\n\nI finished up and paused for a last look at the ship. She was sweetly\nslim from her conical living quarters to the taper-tail of her ionic\njet, but she had more junk on her than an amateur asteroid prospector\nhangs on his suit the first time out. Every duty orbit, fifty scientists\ncome with permission from the Commandant to hang some automatic research\ngadget on the hull. The craziest one this time was a huge flattened band\nof gold-plated aluminum, little more than foil-thick, attached crosswise\njust in front of the tail and sticking out twenty feet on each side. I\ndon’t know what it was there for—maybe to measure the effects of space\non a Moebius strip—but it looked like a wedding ring that had been\nstepped on. So Jeff and I called it Trompled Love.\n\nBut in spite of the junk, the ship looked mighty sweet against the\nsaffron steppes and baby-blue seas of Shaula-by with Shaula herself, old\nLambda Scorpii, flaming warm and wildly beyond, and with “United States”\nstanding out big as life on the ship’s living quarters. United States of\nShaula, of course.\n\n                  *       *       *       *       *\n\nI was almost dreaming out there, thinking how it hadn’t been such a\nterrible duty after all, when I saw the ship begin to slide past Shaula.\n\nPoking out of her tail, ghostlier than the flame over a cafe royale, was\nthe evil blue glow of her jet. In an instant I’d guessed exactly what\nhad happened and was beating myself on the head for not having\nanticipated it. Joseph had swum into the cabin right after Jeff. And\nJeff had yelled at him. “It’s about time, you lazy lunkhead! Everything\nsecure? Okay, I’m switching on the beam!” And I’d probably brought the\nwhole thing about by telling him that damfool sled story—and then\nsticking to him so close he just had to get rid of me, so as to be with\nJoseph.\n\nMeanwhile the ship was gathering speed in her sneaky way and the wavy\nsafety line between me and the airlock was starting to straighten.\n\nAs you know, an ionic jet’s only good space-to-space. It’s not for\nheavy-G work; ours could deliver only one-half G at max and was doing\nless than one-quarter now. Which meant the ship was starting off slower\nthan most ground cars.\n\nBut the beam would fire for hours, building up to a terminal velocity of\nfifteen miles a second and carrying the ship far, far away from lonely\nJoe Hansen.\n\nExcept that we were tied together, of course.\n\nI was very grateful then for the weeks I’d practiced space-roping,\nthough I’d never won any prizes with it, because without thinking I\nstarted to whip my line very carefully. And on the third try, just as it\nwas getting pretty straight, I managed to settle it in a notch in one\noutside end of Trompled Love. After that I took up strain on the line as\ngradually as I could, letting it friction through my gloves for as long\nas I could before putting all my mass on it—because although one-quarter\nG isn’t much, it piles up in a few seconds to quite a jerk. I spread\nthat jerk into several little ones.\n\nWell, the last jerk came and the line didn’t part and Trompled Love\ndidn’t crumple much, though the Shaula-light showed me several very\nnasty-looking wrinkles in it. And there I was trailing along after the\nship, though out to one side, and feeling about as much strain on the\nline as if I were hanging from a cliff on the moon, and knowing I was\ngoing about five feet a second faster every second.\n\n                  *       *       *       *       *\n\nMy idea wanting to be out to the side (and bless my impulses for\nrealizing it was the one important thing!) was to keep my line and\nmyself out of the beam. An ionic jet doesn’t look hot from the side. But\nfrom straight on it’s a lot brighter than an arc light—it’s almost as\ntight as a laser beam—and I didn’t want to think about what it would do\nto me, even trailing as I was a hundred yards aft.\n\nThough of course long before it had ruined me, it would have\ndisintegrated my line.\n\nMy being out to the side was putting the ship off balance on its jet and\npresumably throwing its course toward base and Shaula-near little by\nlittle into error. But that was the least of my worries, believe me.\n\nI thought for a bit and remembered I could talk to Jeff over my suit\nradio. I decided to try it, not without misgivings.\n\nI tongued it on and said, “Jeff. Oh, Jeff. I’m out here. You forgot me.”\n\nI was going to say some more, but just then he broke in, angry and so\nloud it made my helmet ring, with, “Joseph! Did you hear anything then?”\nA pause, then, “Well, clean the wax out of your ears, stupid, because I\ndid! I think we got an enemy out there!”\n\nAnother and longer pause, while my blood curdled a bit thicker, then,\n“Well, okay, Joseph, I’ll go along with you this time. But if I hear the\nenemy once more, I’m going to suit up and take a rifle and sit in the\nairlock door until I’ve potted him.”\n\nI tongued the radio off quick, fearful I’d sneeze or something. I had\nonly one faint consolation: Joseph seemed to be a bit on my side, or\nmaybe he was just lazy.\n\nI thought some more, a mite frantic-like now, and after a while I said\nto myself, _Been going five minutes now, so I’m doing about a quarter of\na mile a second—that’s fifteen miles a minute, wow!—but out here\nvelocities are purely relative. My suit does a little better than a\nquarter G full on. Okay. I’ll jet to the ship._\n\nNo sooner said than acted on—I was beginning to rely too much on impulse\nnow. The suit jet killed my false weight at once and I was off, mighty\ncareful to aim myself along my line or a little outside it, so as not to\nwander over into the beam.\n\nPretty soon the tail and Trompled Love were getting noticeably bigger.\n\nThen a lot bigger.\n\nThen my suit fuel ran out.\n\n                  *       *       *       *       *\n\nI’d built up enough velocity so that I was still gaining on the ship for\na few seconds. In fact, I almost made it. My gauntlet was about to close\non Trompled Love when the ship started slowly to pull away. Oh, it was\nfrustrating!\n\nI remembered then what I should have a lot earlier, and grabbed for the\nship-end of my line so as not to lose the distance I’d gained—and in my\nhaste I knocked it away from me. The only good thing was that I didn’t\nknock it out of the notch.\n\nNow I was losing space to the ship faster and faster. Yet all I could do\nwas reel in the me-end of the line as fast as I could. Suddenly the\nwhole line straightened and gave me a bigger jerk than I’d intended. I\ncould see Trompled Love crumple a little. And I was swinging just a bit,\nlike a pendulum.\n\nI used a glove-friction to spread the rest of the jerk, but still I was\nat the end of my line and Trompled Love had crumpled a bit more before I\nwas coasting along with the ship again.\n\nMy side of Trompled Love was bent back maybe twenty degrees. The eye of\nthe beam shone at me from the tail like a pale blue moon. For quite a\nwhile it brightened and dimmed as I tick-tock swung.\n\nMeanwhile I was beating my skull for not having thought earlier of the\nobvious slow-but-safe way of doing it, instead of that lunatic\nsuit-jetting. I once heard a psychologist say we’re mental slaves to\npower-machinery and I guess he had something.\n\nClearly all I had to do was climb hand-over-hand up the line to the\nship. At moon gravity that would be easy. If I should get tired I only\nhad to clamp on and rest.\n\nSo I waited for my emotions to settle a bit, and then I reached along\nthe line and gave a smooth, medium-strength heave.\n\nMaybe there is something to ESP—at least in a devilish sort of\nway—because I picked the exact moment when Jeff decided to feed the beam\nmore juice.\n\nThere was a _big_ jerk and I saw Trompled Love crumple a lot, so that it\nwas pointing more than forty-five degrees aft.\n\nNow there was a steady pull on the line like I was hanging from a cliff\non Mars. And the eye of the beam was a blue moon not so pale—in fact\nmore like a sizzling blue sun seen through a light fog.\n\nAfter that I just didn’t have the heart to try the climb again. Once I\nstarted to draw myself up, very cautious, but on the first handhold I\nseemed to feel along the line Trompled Love crumpling some more and I\nquit for good.\n\nI figured that at this boost Jeff would be up to proper speed for\nShaula-near in less than two hours. Well, I had suit-oxy and\nrefrigeration for longer than that.\n\nOf course if Jeff decided not to cut the beam on schedule, maybe with\nthe idea of eloping with Joseph to the next solar system—well, I’d\ndiscover then whether suit-oxy running out would stimulate me to try the\nclimb again alongside the beam.\n\n(Or I could wait until he got her up near the speed of light, when by\nthe General Theory of Relativity the line ought to be shortened enough\nso that I could hop aboard if I were sudden enough about it.... _No, Joe\nHansen, you quit that_, I told myself, _you don’t want to die with the\ngears in your head all stripped_.)\n\nThinking about the beam got me wondering exactly how close I was to it.\nI unshipped my suit-antenna and pulled it out to full length—about eight\nfeet—and fished around with it in the direction of the beam.\n\nNothing seemed to happen to it. It didn’t glow or anything; but I\nsuddenly got a little electric shock, and when I drew it back I could\nsee three inches of the tip were gone and the next couple inches were\npitted. So much for curiosity.\n\nNext I reattached the antenna to my suit—which turned out to be a lot\nmore troublesome job than unshipping it—and tongued on the radio with\nthe idea of listening in on Jeff.\n\n                  *       *       *       *       *\n\nRight away I heard him say, “Wake up, Joseph! I’m going to tell you your\nfaults again. I got a new way of cataloguing them—chronologically. Begin\nwith childhood. You hitched sled-rides on airplanes. That was bad,\nJoseph, that was against the law. If the man had caught you doing it, if\nhe’d seen you whizzing along there back of him, he’d have had every\nright to shoot you down in cold blood. Life is hard, Joseph, life is\nmerciless....”\n\nRight then I felt a tickle in my throat.\n\nI tried quick to shut off the radio, but it is remarkably difficult to\ntongue anything when you have a cough coming. It came out finally in a\nseries of squeaky glubs.\n\n“Snap to, Joseph, and listen hard,” I heard Jeff say. “It’s started\nagain. Animal noises this time. You know if they make spacesuits for\nblack panthers, Joseph?”\n\nI tongued off the radio quick, before the follow-up cough came.\n\nI didn’t have anything left to do now but think. So I thought about\nJeff—how there seemed to be one Jeff who hated my guts and another Jeff\nwho idolized me and another Jeff sneaking around in a jungle of\nsabertooth tigers and ... heck, there was probably a good twenty Jeffs\nsitting around inside his skull, some in light, some in darkness, but\nall of them watching each other and arguing together all the time. It\nwas an odd way to think of a personality—a sort of perpetual\n_Kaffeeklatsch_—but it had its points. Maybe some of the little guys\nweren’t Jeffs at all, but his father and mother and a caveman ancestor\nor two and maybe some great-great-grandchild butting in now and then\nfrom the future....\n\nWell, I saw that speculation was getting out of hand so, taking a tip\nfrom Jeff, I began to count my own sins.\n\nIt took quite a while. Some of them were pretty interesting reading,\nalmost enough to take my mind off my predicament, but I tired of it\nfinally.\n\nThen I began to count the stars.\n\nIt was really the longest two hours plus I ever spent, except maybe the\ntime my first big girl disappeared. But I don’t know. The experiences\nare hard to compare.\n\nI was about halfway through the stars when I went weightless. For an\nawful instant I thought the line had parted at last, but then I looked\ntoward the ship and saw the bright little moon was gone.\n\n                  *       *       *       *       *\n\nRight away I gave a couple of tugs on the line and began to close slowly\nwith the tail. No trouble at all—actually my only difficulty was\nresisting the temptation to build up more momentum, which would have\nresulted in a crash landing.\n\nI softed-in on Trompled Love okay, except there was a big spark. The\nbeam must have charged me good. Then I worked my way to the true hull.\nAfter that there were handholds.\n\nFinally I got to a porthole in the living quarters, and I looked in, and\nthere was Jeff jawing away at my empty seat. I put my helmet against the\nhull and very faintly I heard him say, “Joseph, I’m still worried about\nthe enemy. I keep thinking I hear him or it. I’m going to make us some\ncoffee, so we’ll stay real alert. You break out the guns.”\n\nI don’t suppose anyone ever moved quite so quietly _and_ so quickly in a\nspacesuit as I did then. I got in the airlock, I got her up to pressure,\nI got unsuited—and all in less than five minutes, I’m sure. Maybe less\nthan four.\n\nI swam to the cabin. It was empty. I slid into my seat just as Jeff\nfloated in with the coffee.\n\nHe went real pale when he spotted me. I saw there might be some trouble\nthis time with the Joseph-Joe transition. But I knew the only way to\nplay it was real cool. I nested there in my seat as if I hadn’t a worry\nor urge in the world—though my nerves and throat were just screaming for\na squirt of that coffee.\n\n“Joe!” he squeaked at last. “Migod, you gave me an awful scare. I\nthought you’d done a bunk, I thought, you’d spaced yourself, I kept\npicturing you outside the ship.”\n\n“Why no, Jeff,” I answered quietly. “One way or another, I’ve been in\nthis seat ever since take-off.”\n\nHis brow wrinkled as he thought about that.\n\nI looked at the board and noticed that our terminal trip-velocity read\nfifteen miles a second. My, my.\n\nFinally Jeff said, “That’s right, you have.” And then, just a shade\nunhappily, “I might have known. You always tell the truth, Joe—you’re\nperfect.”\n\n\n                                  END\n\n\n\nPunctuation has been normalized. Spelling and hyphenation have been\nretained as they were in the original book.\n\nItalicized phrases are presented by surrounding the text with\n_underscores_.",
    "metadata": {
        "author": [
            "Leiber, Fritz Reuter",
            "Leiber, Fritz"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53042/pg53042.txt",
        "name": "a_hitch_in_space.json"
    }
}