{
    "name": "A Madman on Board",
    "author": [
        "Knox, Calvin M.",
        "Jarvis, E. K.",
        "Silverberg, Robert",
        "Martin, Webber",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Through the clear plexiplast viewing dome of Earth Satellite V2-ZF, the\nbright orb of Earth could be seen, full and lustrous green against the\nsharp blackness of space.\n\nBut Dave Conroy wasn't able to feel much pleasure in the view. As he\nwaited, hands linked with duralloy chains, he knew only that somehow\nhe had landed in trouble--trouble that would probably cost him his\nlife, here among the beauties of the orbital satellite.\n\n\"Go on in, next batch,\" a bored voice ordered.\n\nDave began to move, along with the half-dozen stubble-faced\ndisreputable-looking men he was chained to. They stepped through a\npermaluce door; it swung closed silently behind them.\n\n\"This is the entrance to the jetroom,\" a uniformed man facing them\nannounced. \"I'm Major Hawes. Welcome to Earth Satellite V2-ZF--you poor\nsuckers!\" An acid sneer tinted his voice.\n\n\"Hey, hold on!\" the man next to Conroy shouted. \"What's goin' to happen\nto us?\"\n\nMajor Hawes smiled politely. \"You'll be put to work in the jetroom of\nthe Satellite, making sure our noble orbiting wheel stays warm and\ncozy. You'll be feeding radioactives to the converter. You'll be doing\na lot of jobs robots could do twice as well, and after a year or so of\nit your bodies will start to rot and you'll fall apart and you'll get\nthe deaths you deserve.\"\n\nHawes chuckled. \"There'll be guards making sure you don't shirk.\nInside, now--and your predecessors will show you what you're to do.\"\n\nThe chains fell away. In here, no chains were needed. Dimly, Dave\nConroy rubbed his forehead and wondered what he had done to condemn\nhimself to this living hell.\n\n\"What kind of place is this?\" he asked the man at his right, as a\ngleaming cupralloy door irised open before them.\n\n\"Is your mind snapping, buddy? You can't have forgotten so soon.\"\n\n\"I--I--it's all so hazy--\"\n\n\"Hazy? It's simple, friend. You and me are four-time losers, like all\nthese other guys. We got life imprisonment--but we volunteered for\nsatellite duty instead. It's a quick death--only a year or so instead\nof a lifetime behind bars. And since there ain't no execution any more,\nwe took it.\"\n\n_No--no_--part of Conroy's mind protested. _I didn't volunteer. I never\nwas in jail ... except that drunken jetting once, and that was just\novernight. How--why--?_\n\n\"That can't be right,\" he said. \"I'm not a criminal.\"\n\nThe other man looked at him strangely, then smiled pityingly. \"You\nmusta been lookin' the wrong way when the recruiters came around, then.\nThose birds'll do anything for ten thousand bucks.\"\n\n\n\nThey came to the end of the long corridor and approached another\ndoor--and suddenly Conroy remembered.\n\nHe had been drunk, that last night on Earth--and suddenly everyone in\nthe bar had run madly out the door, into the washroom, hid anyplace\nthey could. Two men had entered.\n\nRecruiters. Space-station recruiters. Conroy remembered protesting\nmildly through a vague blue of alcohol and synthojoy, then letting them\ntake him away. Sober now, he recalled having heard of such things. The\nspace-stations needed men--and they'd grab them any way they could.\nThey'd take uncomplaining derelicts when the supply of convicts ran out.\n\nHis fiancee Janet had told him, when she broke their engagement,\n\"Your drinking'll kill you some day, Dave.\" The words had been\nprophetic--though not the way she meant.\n\nThe final door opened--and eight shambling, patchy-fleshed, almost bald\nwrecks of men came toward them. Dave shuddered. This was what a year of\ncontinuous hard radiation could do, even through tough shielding. This\nwas what he'd look like a year from now.\n\nAlready he imagined he could feel the subatomic particles ripping\nthrough his body, even though he knew it was only an illusion. The\nradiation wouldn't begin to affect him for a few days--but even now he\nfelt his skin tingling and itching from force of suggestion.\n\n_I've got to get out of here_, he thought with a clarity he'd not known\nsince he began drinking. _I'm still young. I don't want to rot down\nhere._\n\n_God, why couldn't I have been sober that night?_\n\nThe eight jetmen looked like lepers. Through lipless mouths they\ngreeted the newcomers. Their voices were dry and whispering, as if\ntheir vocal cords had succumbed to the radiation too.\n\nConroy had been a scientist ... once. Conroy, more than any of the six\nconvicts he had been shipped with, knew what sort of agonies lay ahead.\n\nHe turned. The door had irised shut behind him, erecting an\ninvulnerable barrier between him and freedom.\n\nHe studied the door while the loathsome once-men greeted the men who\nwould replace them at their deadly task. It looked fairly familiar; it\nwas almost like--by space, it _was_!--an ultron-relay door.\n\nA door Dave Conroy had helped to design, he and his partner Lloyd\nRegan, back before the terrible lab accident that had killed Regan and\nset Conroy to drinking.\n\nMoving unobtrusively away from the group, he edged to the door.\nYes--it _was_ an ultronic door, he confirmed on close inspection. And\nthat meant--\n\nHands that had once been those of a skilled engineer felt along the\nsmooth metal for the emergency-hatch, found the microscopic depression\nbuilt into the cupralloy for use in case the delicate ultronic\nmechanism of the door failed. His finger nestled in the slot for an\ninstant--\n\nAnd the door irised open.\n\n\"Hey!\" he shouted, and jumped through. He heard the startled cries of\nthe convicts.\n\n\"It's a trap,\" someone yelled. But another said, \"Let's run for\nit\"--and then the whole pack of them swarmed through the open door,\nConroy in the lead.\n\n\n\nThey dashed back up the long corridor and Conroy opened the other door\nby the same process. Then they were out in the main room again.\n\nMajor Hawes gasped in astonishment as he saw the ragged army sweep\ntoward him. He drew his blaster, but one of the half-skeletonized\nveteran jetmen stumbled forward and took the bolt in his stomach, then\nkept going and wrapped decaying arms around the Major's throat.\n\nConroy's fist collided with the mouth of a surprised Space-Station\nguard; his knuckles felt a sharp stab of pain, and teeth crumbled. Dave\ncame up with a staggering blow to the guard's midsection and he fell.\n\nThat left two more to take care of. The lightning assault was still\nonly seconds old. One of the guards was fingering the firing-stud\non his blaster, but a man Conroy knew only as Pete sprang forward,\nwrenched the gun away, and dove into the guard.\n\nConroy grabbed the fallen gun, scooped it up and fired. His bolt\nspurted redly into the arm of the remaining guard.\n\nThree more Space-Station men in gray uniforms came in, and Conroy and\nhis little army swept forward to meet them. In the general confusion,\nConroy's blaster was swept away--and, alone, unarmed, he slipped past\nthe milling rebels and escaped into the corridor outside.\n\nHe found himself facing the giant viewing dome again, the curving arc\nof plexiplast that bellied out from the side of the satellite and\nafforded a striking view of the distant Earth. The orbiter was 100,000\nmiles above the Earth's surface--a sort of halfway-house between\nEarth and the Moon. From a hundred thousand miles up, the view was\nbreathtaking.\n\nConroy glanced out at the sweeping circle that was Earth, green and\nshining in the sky. Just now, Africa and Europe were upturned, and the\nrippling mass of the Atlantic. A little tingle of wonder shot through\nConroy at the sight of his home world, seen from the satellite he had\nhelped to build.\n\nThen he saw guards heading down the broad corridor that ran completely\naround the outer rim of the satellite, and knew he had to hide.\n\nQuickly, he ducked into a washroom off to the right. As the door slid\nclosed, he deftly jimmied the photonic beam to keep it that way until\nhe was ready to come out.\n\nHe glanced at his face in the mirror, seeing as if for the first time\nthe baggy eyes, the heavy growth of beard, the beaten, run-down color\nof the skin. The memory of a photo crossed his mind: a tridim in\nnatural color, taken three years ago. He and Janet, together, their\narms locked around each other, their faces bright, laughing.\n\nThree years ago. Then came the accident; then the lab was destroyed and\nLloyd killed. And then the drinking began.\n\nNow, three years later, where was Janet? Someplace far off, remote,\nuntouchable. Her father's party had taken over in the last election and\nhe was now a bigwig in the Space Commission. Probably she was still\nclean and fresh, bright and young. Maybe she was married.\n\n_And me?_ He looked with revulsion at the bleary mask his face had\nbecome.\n\nHe went to work with the depilator supplied in the washroom and rapidly\nwiped away his beard. Then he scrubbed his face the way it hadn't been\nscrubbed in months. He came out pink.\n\nStripping, he dropped his clothes in the Valet Hopper and stepped under\nthe stinging spray of the shower. Robot hands scrubbed him down. Layers\nof dirt stripped away. An ion-massage set his blood pounding, broke\ndown fatty tissue, left his skin tinglingly clean.\n\nHe surveyed his naked body in the mirror. Not bad, he thought. A long\nway from what it had been, but not bad.\n\nHe dressed rapidly. He was still wearing the clothes in which he had\nbeen picked up the night before--only now he fastened the collar\nmagnesnap, adjusted the tie, straightened the trousers. When he was\nfinished, he could pass for a tourist stopping off to see the satellite\nbefore making the jaunt to Luna.\n\nDespite himself, he grinned. _They'll never recognize me in this\ndisguise. They'll be looking for a hobo, not a clean cut young\ntourist._\n\nFeeling invigorated and dapper, he activated the door and stepped into\nthe corridor.\n\n\n\nStrolling in leisure, he walked to the viewing dome and peered out at\nEarth. A chubby matron stood next to him.\n\n\"Lovely, isn't it?\" she said.\n\n\"It's quite a sight. This your first time?\"\n\n\"Yes. It's all wonderful up here. I think it's marvelous that the\nsatellite's been built!\"\n\n\"It certainly is,\" Dave said, thinking of the radiation-eaten wretches\nsomewhere in the lower levels of the big wheel.\n\nFeeling a little sick to his stomach, he smiled and walked on. A\ngrey-clad guard stood at the entrance to the Tourists' Lounge. Choking\nback his tenseness, Conroy walked up to him.\n\n\"Pardon me, officer--\"\n\n\"Yes?\"\n\n\"Could you give me some information? I'd like to know when the next\nliner leaves for Earth. I find I have to cut short my trip.\"\n\nThe guard frowned. \"Liner service to Earth is temporarily discontinued,\nsir. Didn't you hear the notice?\"\n\n\"What?\"\n\n\"That's right,\" the guard said. \"Emergency Provision 104b has been put\ninto operation. The Space-Station is temporarily quarantined.\"\n\n\"Can you tell me why?\" Conroy asked.\n\n\"Something to do with an inspection sir. That's all I can say.\"\n\nPutting a tone of easy conspiracy in his voice, Conroy whispered, \"I\nhear some convicts down below staged a rebellion a little while ago.\nThis wouldn't have anything to do with it, would it?\"\n\nThe guard shook, his head in immediate denial. \"Oh, _no_, sir. That was\nstrictly a brief flare-up; it's all been smoothed over now.\"\n\n\"Oh. Thanks,\" Conroy said. \"Thanks very much.\" He smiled to the guard\nand walked past him into the lounge.\n\nSo the \"brief flare-up\" was all over with, eh? Obviously they were\nkeeping it quiet as far as the passengers were concerned. Probably that\nguard was wondering how Conroy had heard of it in the first place.\n\nBut one thing seemed good: he hadn't been recognized. He just looked\ntoo respectable with all the dirt laundered out of his clothes and with\nhis face shaven, to be one of the missing jetmen from below. That gave\nhim a certain amount of freedom.\n\nOnly--whatever this quarantine thing was about, that increased the\ntension. He had hoped to grab the first liner back to Earth; now he'd\nhave to wait until the quarantine ended and that gave the satellite\nguards a chance to track him down. He couldn't pose as a tourist\nforever, even aboard such a huge station as this one.\n\nThey'd find him sooner or later. Meanwhile, he needed a drink. He\npeered through the swirling dim lights at the bar, trying to see the\nbartender's face. Conroy was pretty good at guessing whether or not he\ncould cadge a drink.\n\nBut there was a girl sitting at the bar, sleek and slim in a dress\nthat had probably been sprayed on. Her legs were crossed, baring long,\nlovely calves. Her face--\n\nConroy gasped.\n\nIt was Janet.\n\n\n\nFeeling a thunderous pounding in his ears, he crossed the floor and\nslid into the chair next to hers.\n\nShe hadn't changed. She was looking away, watching the pulsating\nvibromural on the opposite wall, and he studied her covertly in the\nbackbar mirror. Her skin still had that clear, crystalline appearance;\nher eyes were bright and vigorous, her lips full, desirable. The dress\n_had_ been sprayed on; it clung revealingly to the high breasts and\nslim body that Conroy had once thought would be his.\n\n\"Hello, Janet,\" he said.\n\nA little startled, the girl turned away from the vibromural. \"Do I know\nyou? _Oh!_\"--a little gasp--\"Dave?\"\n\n\"That's right. Dave.\"\n\nShe whirled on her chair to face him. \"Oh, Dave, it must be years.\n_Years!_\"\n\n\"Three years.\" There was no ring on her finger, he saw. \"How have you\nbeen?\"\n\n\"Fine,\" she said. \"You've heard about Dad's new job, and--\"\n\n\"How have _you_ been?\"\n\n\"A little lonely, sometimes,\" she admitted. \"I've been working in Dad's\noffice since I finished school. How about you? Did--did you ever get\nback into lab work?\"\n\n\"No,\" he said hollowly. \"I never did.\"\n\n\"What brings you to the Wheel?\" she asked.\n\n\"I'm a tourist,\" he improvised. \"Saw the sights on Luna, and now I'm on\nmy way back to Earth.\" He moistened his lips. \"How about a drink?\"\n\n\"Fine!\"\n\n\"Two martinis, please,\" he ordered. When the barkeep brought them, he\nsaid, \"Charge them to Allied Technolabs' account. They'll take care of\nit.\"\n\n\"Right, sir.\"\n\nAllied Technolabs had been the contractors that built the Space\nStation. Conroy hadn't been affiliated with them since the lab\nexplosion--but if Janet noticed, she said nothing.\n\nConroy caressed the drink, sipped it thirstily.\n\n\"Are--you--\"\n\n\"Still drinking?\" he finished. \"A little. Not as much. I'm leading a\nclean life.\" _It was a lie_, he thought bitterly. _But what else could\nI say?_\n\nThe martini warmed him--that, and the girl's presence. She reawakened\nall the old longing in him, filled him with dull anger at the way the\npast three years had been pulled from him--years he could have spent\nwed to Janet.\n\nBut she had broken the engagement, she had wanted no part of a\nseemingly incurable alcoholic. She was too good for him. He wondered\nhow she'd feel if he told her he was also a fugitive from the jetgang\nbelowdecks.\n\n\"What are you doing here on the Wheel yourself?\" he asked.\n\nLowering her voice, she said, \"I'm here with Dad. He's conducting a\ntop-secret hush-hush investigation.\"\n\n\"Oh? Can you tell an old friend?\"\n\nShe smiled sadly. \"I really can't. It's upper-security doubleplus, if\nyou know what I mean.\"\n\nHe chuckled. \"You really take your job seriously. I mean, if you can't\ntell--\"\n\nReddening, she said, \"Oh, okay, Dave. I guess you'll find out one way\nor another anyway. There's been a rumor that a saboteur's aboard the\nSpace-Station.\"\n\n\"_What?_\" He started from his seat. \"Then why'd he bring _you_ here?\"\n\n\"Shh! It's not dangerous here--this is the safest place. The rumor says\nthe saboteur's going to get control of the satellite and bomb Earth!\nWashington's supposed to be first target!\"\n\nConroy felt the color drain from his face. When they had built the\nsatellite, this fear had been in everyone's mind--that, despite the\nworld peace that prevailed, someday an alien power might use the\nsatellite as an instrument of destruction. And now--\n\n\"You sure of this?\"\n\n\"We're not sure of anything. That's why Dad's here. It's awfully\ndangerous, but as one of the Space Commissioners it's his\nresponsibility to check on it. And he brought me along in case it\nwas true; he didn't want me down in Washington if it was going to be\nbombed.\"\n\nHe leaned closer; the drink had gone to work, stirring his insides,\nwarming him, emboldening him. \"I'm glad he came here and brought you\nalong,\" he said. \"Janet--\"\n\n\"Please, Dave.\"\n\n\"Don't say it that way! I--\"\n\nHe paused, feeling a hand on his shoulder. He looked up at the stony\nface of a Space-Station Guard.\n\n\"Are you David Conroy?\" the guard asked.\n\n\n\n\"What if I am?\" Conroy asked stiffly....\n\n\"Major Hawes wants you, Conroy. The penalty for escaping from--\"\n\nHe was out of his seat in an instant, cutting off the guard's words\nbefore Janet could hear them. He could see her pale, frightened face.\nShe shrank back.\n\n\"I'm not the man you want!\" he snapped.\n\n\"That doesn't matter. Come with me, Conroy.\"\n\nThe guard reached out for him. Conroy responded with a short choppy\nblow to the gray-clad midsection, and as the man grunted Dave swung a\nroundhouse right that sent him wobbling back against a table of noisy\ntourists.\n\nThe table went over; glassware shattered tinklingly and angry voices\ncould be heard. In the crowded lounge, people turned to watch the brawl.\n\nHe heard Janet's cry. \"Dave! What's happening?\"\n\nThe guard rose from the heap of dishes and bottles, and Conroy ran\ntoward him. They locked, and Conroy knocked him back again. The guard\ndidn't dare fire in these close quarters.\n\nInstead he grabbed a champagne bottle from a nearby table and hurled it\nat Conroy. Dave ducked; the bottle sped over his head and crashed into\nthe mirror back of the bar.\n\nConroy saw several more guards entering the lounge, and ducked back\nbehind another table.\n\nThey came toward him. Patrons of the lounge huddled back out of the\nway. As the three guards approached, Conroy upended the table, tossing\nto the floor a shower of half-filled plates, and hurled it at them.\n\nIt knocked them back. Nimbly he sprinted past them, only to meet four\nmore entering the lounge.\n\nBy now almost everyone in the lounge was up and swinging; Dave had no\nidea where Janet was, but he hoped she was gone.\n\nHis fist struck a gray uniform just as a hand clubbed down numbingly\non his shoulder. He shook the blow off, pile-drove his way through the\nconfused, milling pack of people, and headed for the exit.\n\nOnce again he was in the corridor. An alarm now wailed through the\nWheel; Conroy, half out of breath, dashed pantingly along the metal\nfloor, hearing the dull chonking sound of his feet as he ran.\n\n_Run. Run._ That was the only thought in his mind. They were hunting\nhim, wanted to stick him back in the jet section to rot into a mindless\nhulk of neutron-blasted protoplasm, and he was running away.\n\nThe endless wheel of the Space-Station opened out before him. He knew\nhe would have to turn off somewhere, else he would come full circle and\nrun smack into guards again.\n\nHe passed a washroom, toyed with the idea of entering it, then rejected\nthe stratagem. No sense blockading himself in there; they'd only starve\nhim out once they found out where he was. No. He needed some more\nstrategic hiding-place until this blew over.\n\nThe thought of what Janet had said drifted through his mind. A saboteur\naboard the Station--threatening to bomb Washington.\n\nJust another wild rumor, probably, though it certainly needed checking.\nBut--\n\n_The control center!_ he thought. _What if I hide there--and threaten\nto destroy the station if they don't release me from serving in the\njetroom?_\n\nThey'd have to grant him safe-conduct; he'd broadcast his appeal over a\nworld-wide circuit to the planet below. It would cause a global scandal\nonce the world learned how recruits for the jetroom were found.\n\nHe racked his memory for location of the control center, finally found\nthe blueprint in his mind and searched it. Designs that he'd forgotten\nalong with the rest of his engineering career came back.\n\nHe doubled along his track, found a side-corridor, ran down it. The way\nto the control center was along lateral spoke eleven, to the heart of\nthe Wheel.\n\nThe corridor was clear. He ran desperately.\n\n\n\nIt seemed like an endless corridor, but eventually he reached the\nultronic door that led to the control center. As he expected, a\npoker-faced guard stood there.\n\n\"Sorry, no one's allowed in, sir. Commissioner Merrill is in there\nand--\"\n\nCommissioner Merrill? Janet's dad? That complicated things. But he had\nto get inside.\n\n\"Will you tell Commissioner Merrill it's urgent that I see him. It's\nabout his daughter. Some drunk in the Tourist Lounge tried to attack\nher, and--\"\n\n\"Of course, sir.\" The guard turned to press the relay that would open\nthe door, and Conroy clubbed down on the back of his neck with the side\nof a fist.\n\nThe man shuddered under the blow, began to reach for his blaster, and\nConroy hit him again. He fell heavily.\n\nThoughtfully, Conroy extracted the blaster from the guard's holster,\nthen reached up and slid his hand over the wall, searching for the\nultronic relay that he himself had designed so long ago. The door\nirised open.\n\nConroy stepped inside. No one was visible in the outer room; no sound\nwas heard except the continual chattering of the cybernetic governors\nthat operated the satellite. He let the door close and activated the\nlock. No one would get in until he was ready to let them in, now; it\nwas a circuit known only to the builders of the station and the high\nofficers.\n\nThe first thing was to find Merrill, and anyone else who might be in\nthe control center. Conroy knew what he had to do: take charge of the\ncontrol center, broadcast his terms to the Space-Station and to Earth,\nand wait for them to agree to release him. If they called his bluff--\n\nHe shivered. No, they'd never do that. If he threatened to destroy the\nStation they'd grant him freedom without hesitation. In a situation\nlike that, you don't try to call a madman's bluff.\n\nConroy slid open the door that led to the inner room that was the nerve\ncenter of the giant station. He looked in--and gasped.\n\nCommandant Naylor and several other men in high-rank uniforms lay bound\nin one corner of the cabin. And at the controls of the Station was\nCommissioner Merrill.\n\nHe seemed to be chuckling to himself. Conroy paused by the door and\nwatched, horror-stricken.\n\nMerrill had activated the long-dormant bombay units, and, according\nto the pattern on the radar screen above his head, he had swung a\nfusion-bomb onto the hoists.\n\nThe bombs were kept at the Station--in case. They were strictly\ntop-secret, stored on the satellite in the event that they would be\nneeded in a war. Conroy knew about them only because he had seen the\nspecifications for the satellite before it had been built; Merrill, as\nCommissioner, would also know about them.\n\nAnd Merrill was aiming the deadly bomb square at Washington!\n\n\n\nConroy lifted his blaster, but knew he could never fire on Janet's\nfather cold-bloodedly.\n\nIn a hoarse voice he said, \"Have you gone mad, Merrill?\"\n\n\"What--?\"\n\nMerrill turned. His face was so contorted by emotion that Conroy barely\nrecognized it; the man's eyes were bright and glinting as if he were\npossessed.\n\nHe had been sent here to search out a saboteur--but how could he do\nthat, when he himself _was_ the saboteur?\n\n\"Conroy! How did you get in here?\"\n\n\"Get away from those controls,\" Conroy ordered, his throat dry. \"If you\nmake a move toward them I'll blast you down.\"\n\n_Don't call my bluff_, he prayed. _Don't!_\n\nAll Merrill had to do to release the bomb was to trip a cryotonic\nrelay; fiery death would descend on Washington within minutes. Stiffly\nConroy moved toward him.\n\n\"Keep your hands in the air, Merrill.\"\n\nA blaster lay to one side--the blaster, no doubt, with which Merrill\nhad overpowered the Wheel's officers. Conroy edged toward it.\n\nAnd then Merrill put his head down and charged desperately toward\nConroy.\n\nDave's hand wavered on the gun for a moment; he still could not fire.\nCursing, he hurled the blaster to one side and met Merrill's charge.\n\nThe Commissioner was in his fifties, but heavyset and muscular. He tore\ninto Conroy with a madman's fury. Gasping from a stomach blow, Conroy\nreeled backward, locked his hands, brought them down with all his force\non Merrill's bull-like neck.\n\n_Forget he's Janet's dad_, he ordered himself. _Hit him or he'll kill\nyou._\n\nHe drove his fists mercilessly into the Commissioner's bulk. Merrill\nkept coming in his suicide attack. Finally Conroy crashed a fist into\nthe older man's jaw, and he sagged to the ground.\n\n\"Thank God!\" Commandant Naylor exclaimed, wrestling in furious\nimpotence with his bonds. \"That madman was about to bomb Washington!\"\n\n\"I know,\" Conroy said tiredly. \"I know.\"\n\n\n\nLater, he held a sobbing Janet Merrill in his arms, felt her soft\nwarmth against him, soothed her as she wept.\n\n\"Easy, baby. Your Dad'll be all right once the psych-crew calms him\ndown. He had space-sickness; it can happen to anyone. He went out of\nhis mind temporarily--and instead of preventing the saboteur from\nbombing, he _became_ the saboteur!\"\n\n\"But the disgrace--\"\n\n\"It'll be hushed up,\" he said. \"It could happen to anyone. When he\ncomes out of it he'll forget the whole thing.\"\n\nShe started to calm. \"And what about you?\"\n\nChuckling, he said, \"You don't think they're going to condemn me after\nall this, do you? I had a talk with the Commandant. They're going to\ninvestigate the whole filthy business of the jetroom and replace those\nmen with robots. And I'm completely cleared.\"\n\n\"That's wonderful, darling,\" she said.\n\n\"_Darling--?_\" he repeated. \"But I thought--\"\n\n\"I was a fool, Dave,\" she said. \"I didn't have enough faith in\nyou--_then_.\"\n\n\"How about now?\"\n\nShe looked up at him and wiped tears from her glittering eyes. \"We've\nwasted three years, darling. When can we start making up for lost time?\"",
    "metadata": {
        "author": [
            "Knox, Calvin M.",
            "Jarvis, E. K.",
            "Silverberg, Robert",
            "Martin, Webber",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65240/pg65240.txt",
        "name": "a_madman_on_board.json"
    }
}