{
    "name": "A Man-Sized Pet",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "by W. C. Tuttle\n\nAuthor of “Magpie’s Nightbear,” “A Bull Movement in Yellow Horse,” etc.\n\n\nIt was an incongruous group that sat around the rough pine table in\nMagpie Simpkins’s cabin, and played pitch by the light of an old smoky\nkerosene lamp.\n\nMagpie Simpkins, six feet two, slender to the point of emaciation, with\nthe face of a scholar above his walrus-like mustache, sat there peering\nat his cards through the only pair of glasses on Sleeping Creek.\n\nMagpie had been to Missoula a short time before and at the earnest\nsolicitation of an optician had purchased a pair of glasses, sans bows,\nwhich he fastened to his person through the medium of a wide silk\nribbon. At the present time he wore the ribbon around his neck for\nsafety.\n\nTellurium Woods, the second of the trio, was as fat as any outdoor man\ncould ever expect to be, and his bald head and luxuriant brown beard\ngave one the impression of looking at a billiard ball on a rug.\nTellurium affected buckskin shirts of his own manufacture and design,\nand it was impossible to tell, at the neck, just where the shirt left\noff and the skin began.\n\nBantie Weyman was the exact opposite of the others. He was about five\nfeet two inches in height and would weigh about a hundred. He had a\nsoprano voice, a gold tooth, and took baths. In the latter he differed\nfrom any one else on the range.\n\nBantie wasn’t exactly a man’s man but he did a man’s work on his claim\nin Bear Gulch and claimed to be the champion sourdough bread-maker of\nthe world. Bantie was timid--so timid that he wouldn’t pack a gun, and\nthe only armament of his cabin consisted of a .22 rifle with a section\nof cleaning-rod broken off inside the barrel.\n\nThese three represented the social column of Sleeping Creek. Their\ncabins were situated within a radius of two miles, and in order to keep\nup the social life of the district they had instituted a private pitch\nclub--two bits a corner and ten cents set back. The three were to\nalternate as hosts.\n\nAt this, their first session, there was a fourth party present. It\nseemed very much interested in the hands held by Bantie, much to\nBantie’s embarrassment and to the huge delight of the others. Bantie\nplayed the jack of diamonds and snorted loudly as Magpie took it with\nthe queen and a chuckle.\n\n“Magpie, yuh got to put that bear outside!” he shrilled. “He gits his\ndanged nose in m’ ear and I don’t know whether I’m playin’ th’ jack or\nth’ ace! I got th’ ace--see? By golly! That sets me back three and\ncosts me ten cents! I ain’t goin’ to riffle another card until yuh puts\nthat emblem uh California out in th’ shed, _sabe_?”\n\n“Haw! Haw!” roared Tellurium. “Be uh man, Bantie. That pore li’l\ngrizzly won’t hurt yuh. Look at him! He’s plumb heart-broke over them\nwords, Bantie. While yore uh fair--jist fair--pitch player, Bantie, yuh\nlacks something. If yuh was simply sloppy with th’ milk uh human\nkindness like me and Magpie you’d git uh pet.”\n\n“That ultimatum,” replied Bantie, “covers that wolf uh yours under th’\nbunk, Tellurium. Every time I turns to spit I got to look into his\nshinin’ eyes. Don’t th’ loafer never sleep?”\n\n“Well,” grinned Tellurium, “he ain’t no regular Rip Van Winkle, but he’s\ntame--tame enough fer uh man. I believes in uh man-sized pet and fer\nthat reason I cottons to th’ wolf. Uh course he’s only good fer uh grown\nman.”\n\nBantie grunted and put on his coat.\n\n“My re-marks goes as she lays,” he stated. “I don’t play with no danged\nmenagerie. It’s bad enough to be whipsawed by uh pair uh snake-hunters\nlike you and Magpie but I draws th’ line at havin’ uh wolf under m’ feet\nand uh grizzly workin’ down wind behind m’ ear. Why I----”\n\n“Say, Tellurium, did yuh ever see my bear dance?” interrupted Magpie.\n\n“He’s there four ways from th’ jack. Watch him now.”\n\nMagpie slid the table over against the wall and took a rusty gold-pan\nfrom behind the stove. Using it as a tambourine, he began a shuffle on\nthe rough floor.\n\nThe bear watched him for a minute and then with a squeal of delight got\nup on its hind legs and began to prance around the cabin. Bantie forgot\nhis fear and began to shuffle too, while Tellurium sat with his feet\nover the end of the bunk and sang “Annie Laurie” in a husky voice to the\ntune of “A Hot Time.”\n\nWhether through accident or design the bear danced straight for the\nshuffling Bantie, who was intent on watching his own toes. Bantie looked\nup as the bear was almost against him and he stepped back hurriedly out\nof harm’s way. At least he was out of the bear’s way but unfortunately\none of his boot heels landed squarely on the front foot of the wolf\nunder the bunk.\n\nA description of the rest of the action would be pure fiction as no one\nin the cabin ever knew just what did happen. Suffice to say that when\nthe explosion was over Magpie was under the table, Tellurium was under\nthe bunk, the bear was whining up on the rafters, Bantie and the wolf\nwere gone and so was the one window to the cabin.\n\nIt was probably ten minutes later that Bantie stuck his head into the\nopen window and panted:\n\n“My remarks still goes as she lays! I’ll play solitaire until m’ mind\ngoes abroad before I’ll play in uh zoo like this again! Any time you\njaspers want to play with me jist leave th’ specimens tied up, _sabe_?”\n\n“Did yuh git cut up any, Bantie?” grinned Magpie.\n\n“Lost m’ pants,” stated Bantie in a soprano voice.\n\nTellurium grinned and took a fresh chew.\n\n“Better git uh pet to keep yuh company. Fine thing fer uh man.”\n\nHis accent on the last word irritated Bantie so much that he shrugged\nhis thin shoulders and started off in the dark toward his cabin without\nreplying.\n\n“Hey!” yelled Tellurium. “What did yuh do with my wolf?”\n\n“He’ll git back some time tomorrow!” shrilled Bantie. “That is, if he\ndon’t lose m’ return trail.”\n\n                   *       *       *       *       *\n\nThe next night Magpie and Tellurium ambled down to Bantie’s cabin,\nostensibly to square things with Bantie but it is worthy of notice that\nthey took their pets along. Bantie wasn’t home and the cabin was locked,\nso they went back to Tellurium’s cabin and played single-handed poker.\n\nIt was four days later that Bantie sat in front of his cabin, and the\nstoop was gone from his shoulders. He was having the time of his life\nwatching a little gray kitten pull off stunts with an old newspaper.\n\n“Ain’t he th’ little rascal?” he chuckled. “Gosh, he shore is some pet\nand that’s whatever. I’m shore pleased with his color--yes sir. Almost\nuh dead ringer fer--huh! That’s goin’ to be uh good joke if it works.\nIt’s goin’ to re-quire some thinkin’. Twenty dollars rent! That’s uh\nheap uh--gosh! Here comes Magpie down th’ trail! Kitty, kitty,\nkitty--well, git in th’ house then. Doggone, I got to cache that cat\nbefore he gits here.”\n\nBantie was busy with his broom when Magpie leaned against the doorway\nwith a broad grin.\n\n“Hello, Bantie. When did yuh git back?”\n\n“Yesterday afternoon. Come inside while I sweeps this dirt out.”\n\nMagpie came in and sat down on the bunk.\n\n“To see yuh handle that broom, Bantie, reminds me uh heap of uh fee-male\nperson. You shore are finicky about yor floor.”\n\nBantie blushed through his tan and swept vigorously.\n\nMagpie saw that he had riled Bantie so he continued:\n\n“You shore ought to have uh pet around yore cabin. Uh feller gits uh\nheap uh comfort out of uh pet. Now, old man Sims down at th’ forks, has\ngot uh litter uh gray kittens and I know he’d shore admire to give yuh\none. Uh course yuh don’t want nothin’ bigger nor more fee-rocious than\nhouse cats. Wild animal pets are only fit fer----”\n\nHe had started to make a deprecatory gesture with his right hand, which\nhad suddenly come into contact with fur. Also the fur moved. Magpie took\none look and then swallowed his tobacco. A wildcat was sitting on the\nbunk beside him and two big, yellow eyes stared into his. Magpie knew\nwildcats--knew that no living animal could move more quickly. But if any\nwildcat had caught Magpie in the next ten seconds it would have set a\nnew record for the species.\n\nBantie dropped his broom as Magpie went past and then leaned against the\ndoorway and watched him slow down a hundred yards away and pull his gun\nas he whirled. The little gray kitten rubbed against Bantie’s leg and he\npicked it up and cuddled it to his face as he watched Magpie scratch his\nneck and then amble off up the trail.\n\nTo say that Magpie was astonished as he plodded off up that trail would\nbe putting it mildly.\n\n“I wonder if that was uh bob-cat?” he queried aloud. “Dang it all, my\neyes ain’t what they used to be. Leavin’ my specs to home that away puts\nme plumb dim in th’ vision, but--huh, that shore looked like uh\nbob-cat--yes sir! But shucks, it ain’t possible! Bantie with uh\nbob-cat! No siree, it ain’t reasonable I tell yuh! Must ’a’ been my\neyes I reckon.”\n\nHe went rumbling along the trail with his head down and nearly ran\nheadlong into Tellurium.\n\n“Whoa, yuh old goat!” yelled Tellurium. “What yuh tryin’ to do--butt\nyore way home?”\n\n“Howdy, Tellurium. Where yuh goin’?”\n\n“Reckoned I’d pilgrim down and see if Bantie’s got home yet. Did yuh see\nhim?”\n\n“Uh-ha. I stopped by his cabin fer uh spell.”\n\n“Did he have anything to say about me and you and th’ pets?” asked\nTellurium, with a grin.\n\n“Not uh word. I reckon he’s done forgot it. Nice li’l feller that\nBantie.”\n\n“Nice enough fer uh runt, but I don’t admire th’ breed none. He’s too\ndoggone scary, Magpie.”\n\n“Un-ha,” agreed Magpie. “He shore ain’t got no corner on nerve. Well, I\ngot to be goin’. Come over tonight and play uh little poker. I don’t\nsuppose Bantie wants to play but yuh might ask him.”\n\nTellurium rambled off down the trail and Magpie stood there and watched\nhim for a while. Finally he scratched his neck and murmured:\n\n“Mebby I’d ought to have told him but--shucks, it wasn’t nothin’--not uh\ndanged thing! But jist th’ same I--huh!”\n\nBantie was washing a pair of overalls in a battered dishpan when\nTellurium hove in sight, and he threw them over a stump to dry.\n\n“Howdy, Bantie,” greeted Tellurium, with a wide-mouthed grin. “As uh\nparticular feller you shore got ’em all skinned. Washin’ overalls!\nWhat’s th’ use uh that? Say, I’ll bet you takes uh bath too when nobody\nain’t lookin’. Haw! Haw! I knowed uh feller oncet who used to take uh\nbath twice uh month regular. Dang near rubbed all th’ skin off hisself.\nYou ought to git uh buckskin shirt like mine, Bantie. Them skin shirts\nkeep yuh from gittin’ dirty--sort a fit so tight th’ dirt can’t git in,\n_sabe_?”\n\nBantie grinned and dried his hands.\n\n“Go inside, Tellurium, and sit down while I gits some fresh water. I\ndrinks uh lot uh water this hot weather.”\n\n“Un-ha, I reckon yuh would,” replied Tellurium, as Bantie took the pail\nand started for the creek. “Yes sir, I wouldn’t put it uh bit past\nyuh--drinkin’ lots uh water.”\n\nIt was probably two minutes later when Bantie came back whistling with\nhis pail of water and entered the cabin.\n\n“This old Sleepin’ Creek shore produces th’ fine water,” he remarked but\nthere was no response--the cabin was empty.\n\nHe walked to the door and looked around but there was no sign of\nTellurium.\n\n“That’s danged funny!” he exclaimed aloud. “Where in thunder is\nTellurium?” He went outside and walked around the cabin and then came in\nand looked under the bunk.\n\n“Well, I’ll be uh----”\n\nHe gasped as he pulled an object from under the bunk and held it up to\nthe light. It was a battered old sombrero and in the crown was punched\nthe initials, T. W.\n\n“Mama mine!” chuckled Bantie. “And Tellurium shore wasn’t built fer\nsuch speed neither!”\n\nThe little gray kitten on the bunk voiced its hunger and got a whole can\nof precious condensed milk for supper that night.\n\n                   *       *       *       *       *\n\nTellurium went over to play poker with Magpie that night but neither of\nthem mentioned Bantie until the evening was nearly over. Magpie shoved\nback from the table and began to polish his glasses on a piece of\nbuckskin.\n\n“My eyes are gittin’ plumb bad,” he complained. “Sometimes I think I see\nthings and I know doggone well I don’t. I reckon I’d better wear my\nspecs all th’ time.”\n\n“Reckon I’ll have to git some too,” agreed Tellurium.\n\n“Yore vision botherin’ yuh too?”\n\n“Same as yours.”\n\n“When did yuh notice it first?”\n\n“This afternoon. I--huh--say, Magpie, did yuh notice anything--well,\nsort a unusual down to Bantie’s?”\n\n“Say!” exploded Magpie, leaning across the table. “Did you see it too?”\n\n“ _Felt_ it is nearer th’ word. Th’ danged thing kept my Sunday hat!”\n\nMagpie continued to polish his glasses and seemed lost in reflection.\n\n“Jist about what do yuh reckon it is?” questioned Tellurium. “I didn’t\nstay long enough to make uh good estimate.”\n\n“You and me both,” agreed Magpie. “What little I saw of it shore\nre-sembled uh bob-cat, but bein’ hasty thataway uh feller can’t depend\non snap judgement. Knowin’ Bantie like we do I’m inclined to argue that\nwe both was seein’ things which ain’t.”\n\n“Well, mebby,” half agreed Tellurium. “But if it was it’s th’ first time\nthat bad eyesight ever caused uh streak uh gray dynamite to crawl my\nframe and spit brimstone over my carcass and forcibly take my hat away.\nMebby I’m seein’ things, Magpie, but if I am I shore didn’t start in th’\nlower grades. No sir, I reckon I got into fast company immediately.”\n\n“I’ll tell yuh what we’ll do,” continued Tellurium, getting up and\nputting on his coat, “we’ll go down there tomorrow and take our pets\nalong. If that is uh bob-cat I’d shore admire to have it hop my wolf.”\n\n“And git yore wolf all scratched to shoestrings,” grinned Magpie. “My\ngrizzly is more like it. Bob-cats as uh rule don’t hanker none to climb\nth’ frame of grizzlies.”\n\n“We’ll take ’em both,” replied Tellurium, settling the argument. “I\ndon’t care a dang what happens jist so I gits my hat back. That lid cost\nme twelve dollars five years ago and I longs fer it something\nscandalous, Magpie.”\n\n                   *       *       *       *       *\n\nThe next morning Magpie and Tellurium arrived at Bantie’s cabin with\ntheir pets. The grizzly was a poor leader and Magpie was worn out\ntrying to drag several hundred pounds of protesting bear for two miles\nover a trail. Tellurium was equally tired from having to dig his heels\ninto the ground all the way trying to hold his wolf to a sedate pace.\n\nBantie was sitting in the shady side of his cabin reading, and on his\nlap lay a little gray kitten. Tellurium saw the kitten first and stopped\nin his tracks, but the wolf kept right on going and nearly upset\nBantie’s chair. The kitten arched its back, clawed its way up the side\nof the cabin and spat at the wolf from the eaves.\n\n“What yuh tryin’ to do?” yelled Bantie, trying to escape from the\nattentions of the pets. “Gol dang it! When yuh comes visitin’ why don’t\nyuh come a-lone!”\n\n“Givin’ th’ pets uh little airin’,” mumbled Magpie, still eying the\nkitten on the roof. “Where did yuh git th’ kitten, Bantie?”\n\n“Got him from old man Sims uh few days ago. I needed company so I gits\nth’ kitten. Didn’t yuh see him when yuh was here before?”\n\n“Say,” continued Bantie, before Magpie had a chance to answer, “where\ndid yuh go th’ other day, Tellurium? When I gits back with that pail uh\nwater yuh was gone. I finds the kitten maulin’ yore hat around th’ floor\nand you ain’t no place in sight.”\n\n“I--I--huh! You say yuh finds that kitten playin’ with my hat?”\n\nBantie picked the hat off the bed and handed it to Tellurium.\n\n“Ain’t that yore hat?”\n\n“By golly, she shore is!” exclaimed Tellurium. “How do yuh reckon that\nhat got down here? I must be gittin’ absent minded, Magpie.”\n\n“I reckon yore both that way,” grinned Bantie. “Th’ other day Magpie is\nhere sittin’ comfortably on m’ bunk, and all to oncet he shoots out of\nth’ door and gallops off up th’ trail. I stands here plumb surprised.\nI’m plumb scared that he’s loco.”\n\nMagpie looked at Tellurium in an inquiring way, but Tellurium’s face was\nhopelessly blank.\n\nThe bear and wolf, unleashed, wandered into the cabin just as Bantie\nstood up and remarked:\n\n“You fellers might as well come in out of th’ sun. Mebby it was th’ heat\nthat affected yuh. I’ve got uh li’l bottle of hooch from old man Sims’\nkeg, and he told me that it was th’----”\n\n“Say no more, Bantie,” beamed Tellurium, starting for the cabin door\nclosely followed by the willing Magpie. “Old man Sims gives me uh shot\nuh that stuff oncet and ever since that time I’ve wished----”\n\nCame a roar of pain and a yelp of surprise and the upheaval started. A\nstreak of roan-colored bear, with a gray hump on its back, hit Magpie\ndead center, knocking him back into Tellurium, and as they fell the bear\nraked them fore and aft and the wolf, yipping like the fiends of the bad\nplace were tied to its tail, raced across their prostrate bodies and\ndisappeared in a cloud of dust up the trail.\n\nThe wolf, running at its best speed, was a poor second to the bear. The\nbear was carrying weight but handled it nicely.\n\nBantie leaned against the door frame and shrilled his mirth in a high\nkey while the little gray kitten stood in the door and looked\ninquiringly at the two in the dust.\n\n“What in ---- happened?” wailed Magpie, feeling tenderly of a spot on\nhis chest where the bear had grasped a foothold.\n\n“Avalanche!” gasped Tellurium. “Top of th’ mountain busted right off\nand half of it hit me in th’ belt-buckle. I reckon I’d better light uh\nmatch to see if I’m conscious.”\n\nMagpie gazed ruefully up the trail as he brushed off his clothes.\n\n“I wonder what got into them pets? Gosh, uh grizzly shore has uh lot uh\nmotive power when he gits a-goin’! Where yuh goin’, Tellurium?”\n\n“I’m goin’ to find them animiles and see what’s th’ matter. Gol darn! I\nwouldn’t take uh fortune fer that wolf. He’s uh----”\n\n“Man-sized pet,” finished Bantie with a grin, as he picked up the little\ngray kitten and snuggled it to his face. “Pore li’l kitty, did they\nscare yuh?”\n\n“Scare----!” exploded Magpie. “I’ll bet--huh!”\n\nHe turned and followed Tellurium up the trail, and Bantie watched them\nwith an expectant grin on his face. The trail led over a point of rocks\nabove the creek and at that point there was a sheer drop of about\nfifteen feet to the water, which was about five feet in depth.\n\nMagpie caught up with Tellurium at this place and they stopped to argue\nthe question. Beyond them the trail curved sharply around another cliff\nof rocks.\n\nTellurium shoved his hands into his pockets and faced Magpie\nbelligerently.\n\n“It don’t stand to reason, Magpie, that uh house cat----”\n\nHis argument was cut off. The avalanche had returned.\n\nBeing as the two were occupying most of the trail there was no chance to\navoid the shock. Tellurium had hold of Magpie’s arm and the two of them\nperformed their aerial spin and dip of death as one person.\n\nThe chase had evidently turned as the wolf was in the lead and using all\nthe power of its legs and voice to hold that lead. The bear was due to\nslow up or run over the wolf if the race continued for a hundred yards\nfurther.\n\n“Leggo my face!” spluttered Magpie, trying to shake Tellurium’s grip\nloose and grab a trailing willow shoot at the same time. “What yuh\ntryin’ to do, drown me?”\n\n“Don’t claw me--gimme room!” gasped Tellurium. He lunged toward the\nbank and shook Magpie’s hold from the willow.\n\n“Danged hippopotamus, tread water!” choked Magpie. “Leggo my arm! If I\never gits you--gurgle--gurgle--on dry land--leggo!”\n\n“What did yuh push me in fer?” wailed Tellurium.\n\nHe tried to stand up but the current was too strong and he went\npin-wheeling his way down the creek to a sand-bar. Magpie, relieved of\nTellurium’s clutches, managed to grab the bank and pull himself out. He\nwandered down to where Tellurium was pouring the water out of his boots\nand sat down disconsolately on a log.\n\n“I’d shore admire to know what happened?” he remarked. “Something shore\nhas happened that I ain’t got no light on. Now, that danged little\nkitten ain’t--huh, I dunno, I dunno.”\n\n“No, it shore ain’t,” agreed Tellurium foolishly. “But if it ain’t, what\nis? I asks yuh, Magpie, what is?”\n\n“Why ask me?” demanded Magpie.\n\n“Do yuh reckon I’m uh palmist? I know one thing, I’m goin’ over and git\nmy bear. Whatever it is it ain’t no place fer bears. I reckon I’ll have\nto tame that pet all over again. Let’s go over and interview Bantie.”\n\nBantie was still standing in the door with his kitten on his arm and he\ngrinned widely at their dilapidated appearance.\n\nMagpie wiped his mustache and glared at Bantie.\n\n“Where’s my bear?”\n\n“And also that wolf uh mine!” snapped Tellurium.\n\n“Do yuh want ’em sudden like or jist natural?” inquired Bantie.\n\n“Sudden like suits me!” stated Magpie. “If I could git away from this\nplace goin’ uh thousand feet uh second I’d feel that I was sort a\nloiterin’.”\n\n“Watch m’ root-house door,” said Bantie, as he shoved the kitten back\ninto the cabin and shut the door.\n\nThe root-house was simply a dug-out under the cabin, with a rough hinged\ndoor opening on a slant from the ground. The door was closed but not\nfastened. Magpie started to walk over and open it but he moved too late.\n\nCame a yelp and a grunt of fear and the door heaved up, nearly tearing\nthe hinges off, and the bear sailed out of the cellar and streaked for\nthe nearest tree.\n\nThe wolf hit only the highest points of the scenery until it came to a\nhigh point across the creek, where it stopped long enough to elevate its\nnose and voice its displeasure to the world.\n\nInside the cabin Bantie was down on his hands and knees, peering down\ninto the cellar through a hole made by removing some of the rough\nflooring. He pulled on a short rope and called softly and a full-grown\nwildcat climbed out of the hole and rubbed affectionately against his\nleg. Bantie tied the leash to the bunk leg and the cat crawled under the\nbunk.\n\n“By th’ great horn spoon!” exclaimed Bantie. “You shore are some pet!\nFrenchy Burgoyne said uh mouthful when he said that yuh didn’t allow\nstrangers to trespass. Li’l cat, yuh cost me jist twenty dollars rent\nbut yore shore worth it--every cent. I plumb hates to take yuh back but\nuh bargain’s uh bargain. As uh bare-back rider of grizzlies I takes m’\nhat off to you, li’l bob-cat.”\n\nOutside, Magpie and Tellurium leaned against each other and watched the\nwolf bid farewell to humanity.\n\nFinally, evidently with misgivings, the bear slid down out of the tree.\nIt gazed at the two with melancholy in its little eyes and then waddled\noff into the willows down Sleeping Creek.\n\nTellurium sat down heavily on a log and wiped his bald head with a wet\nhandkerchief.\n\n“This is gittin’ to be th’ dangdest----”\n\n“Look!” exclaimed Magpie, pointing to the open root-house door. The\nlittle gray kitten was perched on the top step and its little ears\ntwitched as it looked cautiously about before coming out.\n\n“What General Sherman said about war, goes double fer cats!” remarked\nTellurium.\n\nMagpie scratched his neck thoughtfully for a moment and then started off\ndown the Sleeping Creek trail on a half run.\n\n“Where in ---- yuh goin’?” yelled Tellurium.\n\nMagpie stopped for a moment and considered the little kitten on the\nroot-house door, before he yelled back:\n\n“I’m goin’ down to dicker with old man Sims before he gits rid of all\nthat litter uh cats. I needs uh pet and I shore admires th’ best there\nis.”\n\n“You and me both,” agreed Tellurium fervently, and they went down the\ntrail together.",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66588/pg66588.txt",
        "name": "a_man_sized_pet.json"
    }
}