{
    "name": "A notched gun",
    "author": [
        "Coburn, Walt",
        "Coburn, Walter J.",
        "Coburn, Walter John"
    ],
    "body": "By Walt Coburn\n\n    Walt Coburn gives us a moving little story that swings a\n    dramatic arc from the Old West to the battlefields of France.\n\n\nSam Graybull was a killer. He proved it now as he backed slowly out of\nthe Valley Bank with a smoking Colt in one hand and a gunnysack full of\ncurrency in the other. The teller had made a move for the automatic\nbelow the money counter. Sam Graybull’s bullet had caught the\nunfortunate man between the eyes.\n\nThe cashier, his movements sluggish from stark fear, made a break for\nthe side door and was shot in the back.\n\n“You’ll be next,” he told the young lady stenographer, “if you let out\none yap.”\n\nThe blizzard outside muffled the sound of the shots. There was no one\nabroad in the little storm-swept cow town to block San Graybull’s\ndeparture. He mounted the horse that stood humped in the snow. In five\nminutes he was lost in the storm, made thicker by the shadows of dusk.\nHe left no telltale sign. Because the country between Milk River and the\nBad Lands was as familiar as a child’s back yard, he had no fear of\ncapture. He tied the sackful of money to his saddle and fashioned a\ncigaret with thick, blunt fingers that were steady.\n\n“That damn’ bank dude’s mouth flopped open shore comical.” The rattle of\nSam Graybull’s laugh was blurred by the wind.\n\nNo fear of pursuit marred the killer’s flight. He knew the ways of\nsheriff’s posses. They would hole up at the first ranch. That is why he\nhad held off till the storm broke, then rode into town and stuck up the\nbank. A one man job. Cunningly planned, cold bloodedly executed. The\nlives he had taken were but tally notches on his gun, no more. He would\nboast about it when he got drunk.\n\n“That other’n piled up like a beef.”\n\nThe storm swirled and moaned. The horse drifted with the wind, headed\nsouth for the Bad Lands. A man could hole up there and get plenty drunk.\nGrub in the cabin. Wood enough for a month. Hay a-plenty. A keg of\nmoonshine licker. When a man got hard up for company, there was Pete\nPeralta and his wife across the river. Pete was a damn’ fool but he\nknowed how to keep his mouth shut. Pete was all right. Just didn’t have\nthe guts to go out and take chances, that was all. Mebbe if it wasn’t\nfer the missus, Pete might swap a hayfork fer a gun and pick up some\neasy money. Pete’s missus was just a young thing. Purty enough, so far\nas looks went. Kinda quiet. Scairt, like as not, because she wa’n’t used\nto men that had guts. But she had sense. Close mouthed like most ’breed\nwomen. No damn’ sheriff’d ever git anything outa Rose Peralta.\n\n                *       *       *       *       *\n\nIt was getting dark now. Black as a hat. Sam Graybull shrank into his\nbuffalo coat and let his horse drift along. He rode good horses.\nWhenever Sam Graybull stole a horse he picked a good one. It was nearly\na hundred miles into the Larb Hills where they dropped in timbered\nridges to meet the Missouri River. To travel all night in a blizzard was\nonly part of a man’s job. The same as killing those two bank dudes. And\nby evening tomorrow he would be at his cabin in the Bad Lands.\n\n“That keg’ll look good.”\n\nSam Graybull liked whisky. He liked whisky like most men like women.\nLiked the color of it in a glass. Liked the gurgle of the stuff as it\nspilled out of a jug into a tin cup. Talk about music. The burn of it\nwhen a man tilted a jug and drank it thataway. God, fer a drink right\nnow.\n\nBut Sam Graybull dared not drink till he got home. Tried it onct. Fell\noff a horse and froze both feet sleepin’ in the snow. Peter Peralta was\nhorse huntin’ and found him. Pete’s missus taken care of him. Pete\nwasn’t much of a hand to drink. A few shots and Pete had a-plenty. Just\nenough to make that fiddle talk good. “The Red River Jig” and “Hell\nAmong the Yearling’s” and “Cross Eyed Moses.” ’Breed tunes.\n\nSam hadn’t seen Pete and his missus since early last spring. They were\nthe only friends he claimed. A man on the dodge can’t have many friends.\nNot when there’s a big bounty on his scalp. That’s the way most of the\nboys got theirs. Trustin’ somebody. Hell, them fool posses never got\nnowhere. Milled around. And when they followed Sam Graybull they kept\nbunched. Damn’ right they did.\n\nSam had been in Wyoming all summer. Gamblin’ some amongst the sheep\nshearers. Gettin’ drunk and eatin’ good. Nobody the wiser. Who’d look\naround sheep camps fer a cow hand? Then he’d up and shot that Mexican\nshearer and had to drift back into Montana again. Too quick on the\ntrigger.\n\nSam’s rattling laugh broke forth again. He took out his .45 and with the\nnail file blade of his jacknife, he made two fresh notches on the gun’s\nbone handle. That was the Indian in him. Sam was about a quarter breed\nSioux. He was proud of those notches. Six, all told, counting the two\nbank dudes. Not bad fer a man thirty-one. He’d tell Pete and his missus.\nPete’d grin kinda silly. The missus’d just sit and shiver like she was\ntook with a chill. Scairt of a man that had guts. A man that was quick\non the trigger.\n\n                *       *       *       *       *\n\nInto the black maw of the cañons and draws. Snow piling in till a man\nfelt smothered. Black as a hat. Cold. Give a dollar fer a drink. Hell,\ngive five dollars. Ten. There was money a-plenty in that sack. Whisky\nmoney.\n\nTopping out on a long ridge. Into a dawn that was the color of dirty\nslate. A wind that bit plumb into a man’s innards. Didn’t dast drop into\na ranch or even a sheep camp fer grub. There'd be no fool sign fer a\nposse to pick up. Nobody but Pete knew of that little log cabin tucked\naway in a pocket of the Bad Lands. Pines and brush and rocks. Grub\ncached. Shoot a black-tail buck or a yearlin’. What’s two days without\ngrub? Make a man eat good when he got it. Whisky and meat. Good whisky\nand fat meat. Half way home now. Safe as dog in a hole.\n\nKeep to the coulees, just under the rim of the ridges. No use skylinin’\na man’s self. All day. Horse gittin’ laig weary. Stumbled into a badger\nhole. No harm done. Wind that shriveled a man’s heart. Wind that cut the\nhide on a man’s face. Feet like ice cakes. Like the blood was dried up.\nGod, but that whisky’d send it chargin’ through a man’s veins, though.\nFill a jug and go acrost to Pete Peralta’s. A man needed talk when he’d\nbin alone so long. Pete’d drag out the fiddle. “Red River Jig.” “Hell\namong the Yearlin’s.” “Blue Bottles.”\n\nHe pulled into his hidden cañon that afternoon. A frost seared, fur clad\nfigure, red eyed from the wind and loss of sleep. A lone figure in a\nvast white world. Cold, hungry, craving whisky as a man on a parched\ndesert craves water. With a fortune tied in a gunnysack. Two fresh\nnotches on the bone handle of a short barreled Colt .45. A laugh\nrattling in his throat.\n\nHay in the barn. Pete had put up that hay. The spring above the cabin\nwas warm. It never froze. Had an iron taste to it.\n\nSam Graybull watered and fed his gaunt horse. While no law of God or man\nhad weight with the killer, he never violated that creed of the range\nthat commands its men to care for a horse that has carried a man. After\nthat he may look to his own comfort.\n\nSam Graybull found the whisky keg buried under the hay. He found a tin\ncup, and with a corner of his fur coat he wiped some of the dust from\ninside it. Then he squatted there by the keg and drank a cup of whisky\nas if the stuff were water. He sat there for better than half an hour.\nDrinking until the ache thawed from his bones and the hunger pains left\nhis empty stomach. Now and then he laughed. The horse would give a start\nand look around, ears erect. Sam Graybull’s laugh was unlike the\nlaughter of any other man because there was no humor in it. More like a\ndeath rattle.\n\nHe was steady enough on his feet when he got up and went to the cabin.\nAs steady as a man can be when he has been frozen into the saddle for a\nnight and a day, and when he is bundled in fur coat and chaps and four\nbuckle overshoes.\n\n“Fill a jug and go visit Pete Peralta. To hell with cookin’. Pete’s\nmissus’ll sling up some grub.” His cracked, frost blackened lips split\nin a grin as he saw smoke coming from the Peralta cabin, across the\nriver among the skeleton cottonwoods.\n\nHe found a jug and filled it. Then he kicked off his chaps and located a\npair of snowshoes. It was as easy goin’ afoot as it was a-horseback. He\nslung the jug about his shoulder with a bit of rope. Then he took his\ncarbine and fitted it into a worn buckskin sheath.\n\n“Whisky. Ca’tridges. All set.” Then he remembered the money in the\ngunnysack. “Whisky’s takin’ holt.” He hid the money in the hay. Then,\nshuffling along on his webs, he crossed the river to Pete Peralta’s\nplace.\n\n\n\n\nII\n\n\nEven before he rapped on the door, Sam Graybull sensed that something\nwas wrong at the home of Pete Peralta. Horses in the hay corral,\nnibbling from the snow capped stack. Gate down. No tracks around.\nCattle, gaunt flanked and hollow eyed, bawling for water in the lower\npasture. Woodpile buried in the snow. Yet there was smoke coming from\nthe chimney. A light inside, against the coming dusk.\n\n“Come in!” Was that the voice of Pete Peralta? Sam could not see through\nthe window. Frost had made the panes opaque.\n\nCautiously Sam Graybull opened the door. His jug and carbine laid aside,\nhe held his Colt in his hand, the hammer thumbed back. He kicked the\ndoor open.\n\nFor a moment Sam Graybull stood there, half crouched, ready. Then he\nstraightened. The gun hammer lowered gently and the weapon went back\ninto its holster.\n\nFor propped up on a bunk beside the stove, one leg in rude splints, sat\nPete Peralta. A hollow eyed, gaunt cheeked, unshaven Pete.\n\n“Sam! Sam Graybull!” His voice was like the hoarse call of a crow. But\nthere was a prayer in its welcome, as he voiced the name of the killer.\n\nFrom the bedroom beyond came a broken, moaning sob. A woman’s sob. A\nwoman half delirious with pain.\n\n“Horse fell and busted my leg . . . About a week ago . . . Rose took\ncare of me until she had to quit . . . She's goin' to have a baby--and\nno doctor inside a hundred miles. I reckon she’ll die.”\n\nIt took Sam Graybull some seconds to comprehend fully. A pint or more of\nraw whisky on an empty stomach does not make for quiet thinking. The\nfact that he could retain even a semblance of his faculties proved the\ntoughness of the killer.\n\n“Doctor, eh?” Sam Graybull pushed back his muskrat cap and ran blunt\nfingers through his shock of coarse black hair. “Doctor? Yeah, you sure\nneed one, don’t you, Pete?”\n\n“Not me, Sam. Her. She’s out of her head, kinda.”\n\n“Dyin’, Pete?”\n\n“She will, I reckon. There has to be a doctor when a baby comes.”\n\nSam Graybull passed his hand across his eyes. He knew nothing of\nchildbirth. There had never been room in his killer’s heart for sympathy\nfor man or woman. Life and the losing of life meant but little to him.\nHe nodded, black brows knit in a thoughtful scowl. Then he stepped\noutside and brought in the jug.\n\nHe poured three drinks into tin cups.\n\n“Do us all good, Pete. Then we’ll kinda figger this thing out.” He took\none of the cups and went into the next room.\n\n“Howdy, Rose. Git outside o’ this. Nothin’ like it to kill pain.”\n\nDimly, through eyes that were mere slits of red, he saw the white face\nof the girl. White as the pillow against the mass of black hair. He\nlifted her head and held the cup against the lips that seemed drained of\nblood.\n\n“The pain--the pain. . .”\n\n“Hell, ain’t it? But that drink’ll do you good.”\n\nHe went back into the other room and handed Pete his cup.\n\n“Here’s luck, Pete. Down ’er. More where that come from.”\n\nSam gulped down his drink without a grimace. His brain seemed to be\nclearing.\n\n“Where do you keep your pencil and paper, Pete?”\n\n“That shelf. God, Sam, if we could only do somethin’ to help her.”\n\n“Keep your shirt on.” Sam found the writing pad and pencil. He handed\nthem to the crippled man.\n\n“Write a note to the doctor, Pete. Tell it scary.” Sam pulled on his cap\nagain. “I’ll be ready by the time you git it wrote.”\n\n“Where you goin’, Sam?”\n\n“Out to saddle up the best horse you got. I’m goin’ fer the doctor. I’ll\nstop by the nearest ranch and have ’em send over somebody to ride herd\non you.” The door banged shut behind him.\n\nSam caught Pete’s best horse. When he had saddled the animal, he came\nback inside.\n\n“Got that note finished?”\n\n“Yes. But you can’t make it into town, Sam.”\n\n“The hell I can’t. The storm’s quit. I know the road, and I ain’t so\ndrunk but what I kin ride. Lemme have that pencil.”\n\nHe scrawled something at the foot of the note. Then he folded the paper\nand put it into his pocket.\n\n“Hang and rattle, Pete, till the doc gits here.” He poured some of the\nwhisky into an empty vinegar bottle and put the corked bottle into his\novercoat. Then he filled the two cups.\n\n“Here’s how, Pete. If the kid looks like you, I shore feel sorry fer the\ncritter.”\n\nSam tossed down his drink and before Pete Peralta could say a word, he\nwas gone.\n\n\n\n\nIII\n\n\nIt was almighty hard luck, the way things had turned out for a man. When\nthe only friend a man had was laid up with a busted laig and a sick\nwife. No “Red River Jig”. No fire to set by. No Pete to talk to and tell\nhow comical that bank dude looked when he dropped. No warm grub. Only\nthat bottle. Better drop past the cabin and fill a jug. When a man ain’t\nslept ner et he’d orter have a jug along to keep him alive.\n\nHe stopped at his cabin long enough to fill the jug. Then he pulled out.\nHe rode into a Long X line camp. A slit eyed, frost blackened man who\nstaggered a little when he walked. The two cowpunchers stared hard at\nhim.\n\n“Peter Peralta’s in bad shape. Broke a laig. His missus is dyin’. I’m\nridin’ fer a doctor. One o’ you boys git over there and look after\nthings.”\n\nHe wolfed some meat and beans and gave them a shot out of his jug. One\nof the cowpunchers was getting ready for the trip to Pete’s. Sam\nGraybull climbed back into the saddle and rode on.\n\nThe storm had quit. The stars glittered like white sparks against the\nclear sky. The moon pushed up over the ragged ridges. Sam Graybull\nswayed a little as he rode, half asleep, half awake, back along the\ntrail to town.\n\nHe took some tobacco and rubbed it into his eyes to sting them open. Now\nand then he took a drink from the jug. Not as big a drink as he wanted.\nJust enough to keep a man alive. That grub made a man sleepy. A paunch\nfull of meat always made a man sleepy. Almighty hard luck that a man\ncouldn’t git off and lay down. For five minutes. Yeah. Five hours. Be\nfroze stiff as a stick. Hadn’t he froze his feet thataway? Wouldn’t he\na-died there only Pete come by? Hell, he was payin’ Pete back right now.\nA man paid his debts thataway. Took guts, too. But when a man’s got one\nfriend on earth, he’d be a hell of a kind of man not to lend a hand. It\ntook guts. Somethin’ Pete didn’t have. Pete was a chicken hearted cuss.\nWith his wife and his fiddle. Never taken a chance. Never would get\nnowhere. Like a cow pasture. A muley cow. Well, no man had ever sawed\nSam Graybull’s horns. No fence made ever held him. No jail, neither.\nNever bin ketched. Them as tried it had some hard luck. Have a drink.\nDamn that cork. A man’s hands stiff and numb. There she comes. Good\nwhisky. Thawed a man’s belly. Fightin’ whisky.\n\nSam Graybull’s laugh grated on the silence of the winter night. There’d\nbe fightin’ a-plenty if a man run into that fool posse. Sam took a\nbeaded buckskin pouch and put into it the note to the doctor. Then he\nfastened the pouch around his neck outside his coat. He moved with a\ndogged, sluggish precision. Like a machine that needs oil. He lost one\nof his mittens. The right mitten. He put the other mitten on his right\nhand, leaving the left one bare. Sam Graybull’s right hand was his gun\nhand.\n\nOut of the hills and onto the main road to town. Daylight now. Sleepy.\nDozing in the saddle. Ridin’ that horse like he owned him. Payin’ off\nthe only debt he owed to his only friend.\n\nYonder was Beaver Crick. Old gray wolf a-comin’ outa the bare willers.\nWith a belly full of meat, headin’ fer a safe place to sleep it off. Sam\nnever killed a wolf. Hell, he was a wolf, hisself. A he-wolf. A killer.\nNo rabbit, like Pete Peralta. Pete, whinin’ over a busted laig. What’d\nhe do if he had a .30-.40 slug in him and had to gouge it out with a\njacknife? Sam Graybull had done that.\n\nWhat’s a-comin’ yonder? Horsebackers. A dozen er more. Posse men. Time\nfer a drink. A big’n this time. No nibble. Bin holdin’ off. Waitin’.\n\n“Here’s lookin’ at you boys!” Sam Graybull’s hoarse voice carried a note\nof triumph. “Here’s lookin’ at you acrost gun sights!” And he left the\nfiery stuff gurgle down his throat.\n\nA rifle bullet whined past Sam Graybull’s head. He taunted the marksman\nwith a yell of derision and, tossing aside the jug, jerked his carbine\nand rode at a run straight for the men.\n\nA hail of bullets met his rush. Sam Graybull’s horse somersaulted, shot\nbetween the eyes. Sam tried to kick his feet from the stirrups. Too\nlate. Horse and man crashed together. A dull pain shot through the\nkiller’s leg. That leg was pinned under the dead weight of the horse.\nBullets spatted and droned. Sam Graybull emptied his carbine. Two of the\nposse felt the searing sting of the outlaw’s bullets. Sam pulled his\nsix-gun--the .45 that had taken deadly toll of human life. His thumb\nfanned the hammer.\n\n“Come an’ git it! Come on, you red necks!”\n\nBlack lips bared from tobacco stained teeth. Slit eyes swollen almost\nshut. It took guts.\n\nSomething white hot stabbed Sam Graybull’s chest. He hardly felt it.\nAbove the flat spat of rifles in the dawn, sounded the mirthless laugh\nof Sam Graybull. A laugh that sounded like the death rattle. Tumbing the\nhammer of an empty gun. Then the weary head dropped back into the snow.\nSam Graybull, killer, was dead.\n\nThe last of the whisky gurgled out of the uncorked jug into the trail.\n\n                *       *       *       *       *\n\n“He must have got drunk, blind drunk, and lost his way.”\n\n“The sheriff pulled the dead outlaw clear of the horse. Grimly\ntriumphant, the grizzled old officer examined the body of the killer.\nThen he opened the pouch and found the note.\n\nAs he read it, there in the sunrise of that winter morning, the warm\nglow of victory chilled. He turned to a man who carried a small black\nbag instead of a gun.\n\n“This is fer you, Doc. You’re wanted down on the river.” He handed over\nthe note. Then he turned to his men.\n\n“Handle Sam easy, boys. He come back a-purpose, to do the only decent\nthing he ever done in his life. Pete Peralta’s wife is about to have a\nbaby. Sam Graybull come to fetch Doc. Handle ’im easy.”\n\nThe sheriff and Doc Steele rode along the trail together. Doc read aloud\nthe postscript to Pete Peralta’s note.\n\n      “The bank money is in a sack under the hay at my cabin.\n      What bounty there is on my hide goes to Pete Peralta.\n      If the kid’s a boy, name him Graybull. Use the bounty\n      money to educate him. So long”\n                                               --SAM GRAYBULL.\n\nAnd so it was that Doc Steele brought into the world a boy named\nGraybull Peralta. Some of the A.E.F. will remember him as Captain\nGraybull Peralta, the fighting chaplain of the --th Division, made up of\nmen from the cow country. He was killed in action in the Argonne. In the\npocket of his blouse was a bullet drilled, blood soaked Bible. In his\nhand was a bone handled six-gun with six notches filed on its age\nyellowed handle.\n\nMajor Steele, who found him, gently removed the empty gun from the dead\ncaptain’s hand. He looked with memory misted eyes at the face of the\nfighting parson. The bared lips, the swollen, slitted eyes.\n\n“Handle him gently, men,” he told the stretcher bearers. “Gently, as we\nhandled his father twenty years ago. May the son of Sam Graybull find\nfat meat in the Shadow Hills!”\n\nAnd they were too busy, those stretcher bearers, to wonder at the queer\nwords of the white haired surgeon.",
    "metadata": {
        "author": [
            "Coburn, Walt",
            "Coburn, Walter J.",
            "Coburn, Walter John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74023/pg74023.txt",
        "name": "a_notched_gun.json"
    }
}