{
    "name": "A Planet for Your Thoughts",
    "author": [
        "Norman, James",
        "Schmidt, James Norman"
    ],
    "body": "The first of the _things_ to pass below him had round yellow eyes\nin the top of its head. The next one had an eye on each side, just\nbelow the ears. Soon they came in droves, crowding into the fantastic\nmarket-place, staring up at Bill with quizzical curiosity. There seemed\nto be no regularity at all about where they wore the eyes on their\nheads.\n\nBill Petrie didn't attempt to move. He couldn't. His chafed neck and\nwrists were firmly clamped within the slots of a medieval pillory. As\nhe hung there, sweltering in the heat, he wondered how long he had\nbeen unconscious and how long in the pillory. Somehow, it was hard to\nbelieve he actually was where he was.\n\n\"Uva, north-ecliptic tangent, electric buzzer,\" he muttered fuzzily.\n\nThe Uva part of it made sense all right, but that was all. In the\nfast-paced life of 2451 A.D., Uva, or Planetoid eighty-one in the\nSirius north-ecliptic tangent, held a unique position in the universe.\nIt was the most respected, yet least visited, body in the skies. People\ncalled it the _brain-register_ of the universe just as a certain dimly\nstoried Wall Street had once been the cash register of the Earth.\n\nIt was generally known that there were natives on Uva whose heads\nresembled strange clusters of grapes and whose eyes had a disconcerting\nhabit of never being in one regular place on their heads. Some years\nafter the discovery of Uva by the Gonzales \"space-shot\" it was found\nthat the Uvans had a peculiarly facile brain. They could take any\nproblem, no matter how tough, and crack it down into simple formula.\nYou gave them a problem and an equals sign--they gave you the answer.\nIt was a wonderful discovery.\n\nBrains were no longer at a premium. Uvans did all the thinking,\ntechnicians did the work and the Interworld Government did the\nadministering. It was administrators that counted now.\n\nBill Petrie wasn't an administrator. He was a freebooter, one of that\nrare, declassed group who still clung to the idea that they could do\ntheir own thinking instead of having it done for them.\n\nHe squinted hard at the Uvans who crowded beneath the pillory and\nshuddered. Something was wrong. The Uvans were supposed to be very mild\nand not at all addicted to the use of ancient tortures. This time he\nshut his eyes and held them that way, cutting out sight while he tried\nto think back.\n\nHe recalled the first scene: shooting upward to the top offices of the\nInterworld Fuel Monopoly....\n\n\n\nBill worked for the Monopoly as a kind of glorified errand boy.\nEveryone worked for monopolies in this day and age, freebooter or not.\nAs he rode upward, he had an inkling that something important was\ndisturbing the smoothly regulated mechanism of the world. The entire\nIWFM building buzzed with feverish activity.\n\n\"Another fuel crisis,\" Bill murmured thoughtfully. He stepped from\nthe elevator and hurried down a hall to a door marked--_Commissioner\nCastlebottom_, Fuel. Bill rapped.\n\n\"Come in,\" said a voice. It was a smooth feminine voice, not\nCastlebottom's.\n\nBill entered and was stared at from behind a desk. The eyes that were\nfastened upon him were worried and balloon-like. They belonged to\nCastlebottom, a youngish, rotund individual with a great deal of front.\n\n\"So it's you at last,\" Castlebottom puffed. \"Such delays! The\ncrisis ... etheroel.\"\n\nBill sniffed, then jockeyed his eyes around, searching for the other\nvoice. It was then that he caught his breath....\n\nKitty Carlton was the woman of the moment, the toast of three\nworlds--Mars, Venus and Earth. The Planetoids didn't count for they\nwere just colonies. Kitty was the very capable chief of the giant\nCosmetics Monopoly. But she wasn't toasted for that. It was her very\ntrim, blonde, dimpled loveliness that did the trick. Dressed in\nleatherine white from head to foot, she resembled a snow queen.\n\n\"Petrie!\" Castlebottom's strained voice jarred Bill back into\nthe present. \"Pay attention, please! That's the trouble with you\nfreebooters. Minds always wander.\"\n\n\"Do you blame me?\" Bill murmured.\n\n\"The matter in hand,\" Castlebottom said, frowning and paying no\nattention to the girl. \"You know there's an etheroel crisis? We've\ntapped the last fuel sands on Venus. Our supply will be gone within a\nmonth. You know what that means?\"\n\n\"Where do I fit in?\" Bill asked.\n\n\"This, precisely,\" said Castlebottom. \"You leave for Planetoid Uva\nimmediately. We can't spare anyone else. Here are the _equals_ to be\nfilled in by the Uvans. We've outlined the problem. We need a synthetic\netheroel. The Uvans will give you the answer. Guard it with your life.\nNow you'll need credentials ... wait....\"\n\nCastlebottom was up from his desk. He disappeared into a side office.\n\n\"Freebooter, eh?\" It was Kitty Carlton. She had crossed the room and\nnow sat on the edge of Castlebottom's desk, looking at Bill with frank,\ndeep-blue eyes. \"Very interesting. You're the first one I've ever seen\nthis close. You don't look very different.\"\n\n\"So you think,\" Bill grinned. \"You ought to hear my side of the\ndifference. How about lunch any one of these years?\"\n\nThe girl's penciled brows knitted. \"With a freebooter? No!\" Her lips\nparted with a vague smile. \"But if you were ... ah ... for example, a\nmonopoly commissioner like Tubby--\"\n\n\"Tubby?\" asked Bill.\n\n\"Yes, Castlebottom, my fiancé.\"\n\n\"You'd give me a buzz?\"\n\n\"Perhaps.\"\n\nCastlebottom returned to the room, puffing with bureaucratic vigor.\n\"Here are your credentials, Petrie,\" he said, handing Bill a metallic\nIWG diplomatic pass. \"There's a Patrol cruiser waiting.\"\n\nBill took one look at Kitty Carlton and tossed the pass back upon the\ndesk. \"I'm not going!\" he said.\n\n\"Not going!\" Castlebottom exploded. \"But the fuel crisis, man!\"\n\n\"Get someone else. I said I'm staying. I'm working my way up to head a\nmonopoly.\"\n\n\"You!\" Castlebottom turned purple.\n\n\"Yeah, me. I'll think my way up. That's more than you ever did.\"\n\nCastlebottom looked very threatening for a second. He clenched and\nunclenched his hands spasmodically, finally stabbing a pudgy finger at\na pushbutton on his desk. He had the look of a conqueror as he stared\ntoward the door.\n\nBill pivoted in time to see the three Monopoly Building policemen\ncharge in. Each one was built on the order of an eight-gun\nspace-destroyer and the result was about as devastating. Bill got in\none sharp jab but a moment later the three destroyers carried him out.\nBill's sandy hair was a bit mussed. His good-natured mouth was clamped\ntightly on a trickle of blood and the rest of his body felt like\nstrenuously whipped eggs.\n\n\"Freebooter!\" That was the last thing he heard Castlebottom saying.\n\"Take him down to the cruiser.\"\n\n\n\nBill was in no condition to appreciate the next few days. He sensed\nthe wallowing of the IWP Cruiser as it hit difficult gravs and felt\nhis ears dulled by the hollow drumming of the rocket pumps. Sometimes\na mess-boy brought in food but more often, icepacks. Between icepacks,\nBill figured a dozen ways of evening the score with Commissioner\nCastlebottom.\n\nThe plans were all very good, but with one exception. The next day,\nthe Patrol Cruiser hovered over a planetoid surface described by\nastronomers as Uva. Castlebottom was back on Earth.\n\nA Junior Officer ferried Bill from the Cruiser to the planetoid in a\nsmall auxiliary plane.\n\n\"We'll pick you up in fifty hours,\" said the officer.\n\n\"Why will it be that long?\" asked Bill.\n\n\"It'll take that long. You don't know the Uvans.\"\n\nBill made a wry face. \"Why don't you come down and wait?\"\n\n\"Can't,\" replied the officer noncommittally. \"There's only one\nInterworld Government pass for landing on Uva. You've got it now. Even\nthe Patrol is only allowed to land in cases of extreme emergency.\nThey're strict about that. No visitors allowed.\"\n\nThe tiny plane settled quietly in what appeared to be the suburb of the\nonly city on Uva. Bill dropped to the ground and breathed deeply of the\nsomewhat muggy, compressed atmosphere of the little planetoid.\n\n\"The American Commissioner's place is straight up this street,\" said\nthe officer. \"So long!\" He waved good-by and gunned the plane away.\nBill watched it climb for a second, then turned, marching briskly up\nthe street.\n\nThe germ of an idea--perhaps two ideas--chased around in his brain.\n\"Maybe I'll get the Uvans to figure out a way for me to head a\nmonopoly. Something quick,\" he thought. \"If not, I can always hi-jack\nthe synthetic etheroel formula they'll give me. Castlebottom will give\nplenty for it.\"\n\nHe quickened his pace. The Uvan city closed about him. Bill wasn't\npaying much attention to it. He gave half-hearted notice to the rather\nwild, idiotic arrangement of buildings and streets. Almost everything\nwas done in amber. Streets stemmed off from the main drag, then\nsuddenly stopped flush against a building as though some absent-minded\narchitect had laid the city out.\n\nSomething jerked Bill's arm. He turned and found himself staring.\nThen he gulped enormously. The _thing_ was undoubtedly a native. It\nstood about four feet high and had a salt-cellar body, thick at the\nbottom and slim at the top, made of what appeared to be a translucent\namber plastic. Then there was the head. It was bright purple and lumpy\nall over, like a cluster of lush grapes. It had ears on each side, a\npointed mouth and a pair of eyes right under the lower lip.\n\nA pair of tenuous arms waved before Bill. The eyes scrutinized him from\nunder the lip with a vague sort of intelligence. \"Caviar,\" demanded\nthe _thing_. It stretched one blade-like hand greedily forward.\n\nBill gasped. He felt dazed. Good Lord, these were the Uvans.\n\n\"Caviar?\"\n\nOne of the grapes on the grape-cluster head of the Uvan flashed a\nyellow light. It blinked on and off like a busy signal on a telephone\noperator's switchboard. For an instant, the Uvan tried to look menacing.\n\nBill whipped out his credentials. The pass seemed to strike a\nresponsive chord in the Uvan for the latter's two eyes saddened. \"No\ncaviar,\" he murmured. \"No caviar. A sadness. Up revolution.\"\n\nThe last phrase had some sort of magical effect for no sooner had\nit been uttered, than the streets were filled with more Uvans. They\ncrowded around, muttering, taking up the refrain--\"Up revolution. No\ncaviar. Up revolution.\"\n\nBill backed away cautiously. There was a sudden empty feeling at the\npit of his stomach. Why hadn't Castlebottom or the Patrol told him\nabout this business of caviar? Why hadn't they warned him the Uvans\nwere touchy about revolution?\n\nSome fifty of them gathered in the street now. The individual grape\ncells on their heads flashing brilliant lights. They were a motley\narray, like nothing Bill had ever seen. Somehow, they didn't attempt to\nattack. They just strung along behind him, muttering \"revolution\" left\nand right with amazing persistence.\n\nThen Bill spied the Interworld Government flag, bright gold on crimson,\nfluttering above a rambling low building--the American Commissioner's\nresidence. He moved cautiously toward the doorway, afraid to excite the\nUvans by too sudden a motion. At last he looked back. That was strange!\nThe Uvans stood at a respectful distance.\n\nBill let out a sigh of relief and pushed the doorbell buzzer. He let\nout a wild yell. A fiery something grabbed his finger. Knives seemed to\njab up his arm and slid down his spine. He reeled back among the Uvans\nwho watched him as though this were all a very lively experiment.\n\n\"What the devil happened?\" Bill gasped.\n\n\"Electric,\" answered one of the Uvans.\n\n\"Electric,\" Bill murmured. Then the light dawned. The electric buzzer\non the door wasn't insulated. He had punched a live wire.\n\nThe cumulative strain of being followed by the grape-headed natives,\nthen the shock from the buzzer had its effects on Bill. His legs sagged\nuncertainly and a cold sweat broke out, bathing his brow. He reached\nin one pocket, bringing forth a handy flask of super-potent Venusian\nbrandy and unscrewed the cap.\n\nRaising the flask, he felt the searing warmth trickle down his throat.\nWhat happened an instant later couldn't have come from the brandy.\nBill felt something hit him from all four sides. It had the composite\nsolidness of an avalanche, a few battering rams and a dozen Uvans.\n\nA second before his consciousness keeled over backward into a depthless\nfunnel of darkness he was under the distinct impression of seeing his\nbrandy flask spin upward, spilling liquor over an orange-eyed Uvan. But\nthat wasn't all. The Uvan simply dissolved before his eyes like a sugar\nman soaked by water!\n\n\n\nWith his eyes still shut, his neck and wrists clamped in the pillory,\nthese last thoughts flashed through Bill's mind. Was it a crime to\ndrink on Uva? What about the caviar? Why had the Uvans jumped on him\nwithout explaining? What were they going to do now?\n\nA bustle of excitement in the market-place caused him to open his eyes\nagain. He saw the stubby bodied Uvans pushing two new pillories into\nplace, one on each side of Bill's.\n\nIt was then that Bill gasped. His eyes blinked in incredible wonder.\n\"It's not possible!\" he murmured. The head thrust through the pillory\non the right was familiarly dainty--yes, Kitty Carlton!\n\nBill's astonished eyes swerved to the left.\n\n\"Castlebottom!\" he shouted.\n\nCastlebottom, with his pudgy neck uncomfortably pinched in the tight\npillory slot, fussed and fumed with impotent rage. \"Get me out of\nhere!\" he cried. \"Someone will suffer. I say, there!\"\n\nBill grinned, highly pleased. He twisted his head around as far as it\nwould go, looking toward Kitty Carlton. \"You hardly look put out,\"\nhe commented. The girl did look rather pleased with the situation,\ndespite the unyielding wooden collar.\n\nKitty smiled. \"I'm not,\" she said.\n\n\"How'd you get here?\"\n\n\"Very simple,\" said Kitty, her eyes flashing from Bill to Castlebottom.\n\"Tubby wanted to marry me. I agreed to elope. It's so romantic you\nknow. I thought Uva would be just the place.\"\n\n\"You mean Tubby ... ah ... Castlebottom agreed to elope and be married\non Uva?\"\n\n\"Well, he didn't know about that part of it!\"\n\nBill grinned widely. \"Something tells me you knew all along you'd\nbe arrested the minute you brought a ship down here without entry\ncredentials.\"\n\nThe outer fringe of the market-place crowd surged suddenly. Bill\nquickly swerved his glance, for a minute half expecting the Uvans to\nfroth over and charge the pillories. This, however, seemed to be a wild\nsurmise for the Uvans stood around, for all the world looking like a\npeaceful, deeply preoccupied convention of scientists and professors.\nMany of them carried umbrellas, some open, others closed. Many appeared\nto be puzzled as to why they were in the market-place at all.\n\nThen Bill saw the cause of the disturbance. A lean, thatch-haired\nearthman moved through the crowd. He was dressed in a _mono_, the\nbelted, coverall uniform strictly reserved for Interworld Government\nofficials. The Uvans moved respectfully aside, opening a channel to the\npillories.\n\nHe stopped directly before Bill and gazed up in a half bewildered\nfashion. \"I'm Webster,\" he said. \"Interworld Government representative\non Uva. There's going to be a trial. I suppose you're the people up for\ntrial?\"\n\n\"A trail for what?\" Bill asked.\n\nWebster flashed Bill a disconcerted look, then turned and conferred\nwith three official looking Uvans, some of whose eyes were at the backs\nof their heads. A low, earnest conversation ensued. Finally Webster\nfastened his eyes on Bill, appealingly.\n\n\"Do you mind telling me who's responsible?\" he asked.\n\n\"What do you mean?\" Bill demanded, impatiently.\n\n\"Look here,\" said Webster, \"you don't understand. There's going to\nbe a trial. That's certain. But I might tell you for your own good,\nthe Uvans are most absent-minded. They can't remember the charges\nagainst more than one person so I'd like to know which one of you is\nresponsible. All of you can't be responsible. It just won't do. Now,\nwhich one of you caused the trouble?\"\n\nBill glanced at Kitty, then at Castlebottom. Uva began to exhibit signs\nof unlimited promise for an alert freebooter. Bill twisted his pinioned\nleft hand, crooking an accusing finger at Castlebottom.\n\n\"He's the trouble,\" said Bill. \"Miss Carlton and I came together. I'll\nshow you my credentials. We're here to get an _equals_ for the Fuel\nMonopoly. This tubby chap stowed away on our ship. He's trying to\nsmuggle liquor into Uva.\"\n\n\"Liquor?\" A curious, tense note entered Webster's voice. \"Liquor, did\nyou say?\"\n\n\"It's a bald lie. I did no such thing,\" Castlebottom protested\nchokingly. \"You know who I am? Ask Miss Carlton. She'll tell you who I\nam.\"\n\nCommissioner Webster stared appreciatively at Kitty Carlton who, even\nthough her head was caught in a pillory, would still be the toast of\nthree planets.\n\n\"I never saw the fat man in my life,\" Kitty protested.\n\n\"That settles it then,\" said Webster. \"Liquor. Hmm, a sadness, too.\nIt could have been something else.\" He conferred again with the Uvan\nofficials.\n\nA moment later the pillory holding Castlebottom was carted away to\nthe local courthouse, the entire population of Uva following it. The\nstocks, holding Bill and Kitty were released, freeing them.\n\n\"That's nice,\" said Bill as he rubbed his neck and dropped to the\nground beside Kitty and the Commissioner. \"But what's going to happen\nto Castlebottom?\"\n\nWebster shook his head forlornly. \"Oh, by the time they get him to the\ncourt and ready for trial they'll have forgotten the charges again. The\nUvans are terribly absent-minded about little things like that. They'll\nbring him back to the market and put him in the stocks again. It's the\nstock punishment. But now, let's get along and find you an office.\"\n\n\"An office?\" Kitty Carlton interrupted.\n\nWebster took her arm in colonial gentleman fashion and began walking.\n\n\"Yes, my dear,\" he said. \"You'll both need an office. Everyone needs a\nplace to think in. An office is best. You understand, Uva's principal\nindustry is thinking. If you're to be here for any length of time\nyou'll need an office.\"\n\nWebster halted, let his eyes scan the oddly shaped buildings bordering\nthe market-place, then he set off toward an empty stall in a nearby\nbuilding. As he entered, followed by Bill and Kitty, he waved his hand\nelegantly. \"This should do. Everything you'll need: umbrella stand,\nchairs and a do-not-disturb sign ... ah.... What's your name?\"\n\n\"Petrie, Fuel Monopoly,\" said Bill.\n\nWebster took a scrap of chalk from his pocket and scrawled a hasty,\nuneven sign on the amber sidewalk before the little office.\n\n                      PETRIE OFFICE FUEL MONOPOLY\n\n\"Now, let's go in,\" continued Webster. He hung out the do-not-disturb\nsign and pulled all the shades so that nothing could be seen of the\nstreet. Then, with exaggerated caution resulting only from life in a\nprohibition era, he brought forth a personal flask and three folding\ncups. \"Got to be careful here,\" he added. \"The Uvans are made mostly of\nresin. It's soluble in alcohol.\"\n\n\"Hah, so that's why the door buzzer on your residence gave me such a\njump,\" Bill laughed. \"Resin is a non-conductor of electricity. They\ndon't need any insulation here, eh?\"\n\n\"They're awfully absent-minded,\" smiled Kitty. \"Has that anything to do\nwith their brightness?\"\n\nWebster sipped his brandy slowly and discreetly.\n\n\"You don't know about the segmentation?\" he asked.\n\n\"No,\" replied Kitty. \"All that we know about Uva is what we're supposed\nto know. In fact, the outside world has the general impression that the\nUvan _brain-register_ is just one big puddle of brains. You push a\nbutton and out comes an answer.\"\n\n\"Ah, such a sadness. Such misconception,\" Webster murmured.\n\n\"What about the segmentation?\" asked Bill.\n\n\n\nWebster brightened and blinked his gentle eyes. \"A most interesting\nphenomena,\" he began. \"You recall the story about that warrior in\nancient history--Napoleon. It is said that he had a mind like a file\ncabinet. He could open any drawer in his mind and think about what was\nin it to the exclusion of all else. Then, at will, he could shut off\na particular thought just as one closes a drawer. The Uvans are like\nthat. Their minds are segmented.\n\n\"Their faculty for thinking is as precise as a machine. All their\nthought efforts can concentrate in any one of the grape-like thought\ncells in their heads completely cutting out all other thoughts. That's\nwhy they're so absent-minded about little things. They have absolutely\nno administrative or practical ability. Administration required, not\nconcentration, but spread.\"\n\n\"But how'd they get so bright?\"\n\n\"Ah, just listen,\" said Webster. \"Nature just happened to provide in\nthis manner. However, the segmentation is a slow process. Uvans live to\nbe about a hundred and fifty years old. After that, their resin bodies\ncrystallize and flake away. They reach their _age of thought_ at the\nage of one hundred and forty years which means they've only got about\nten years for good active thinking. It's quite a problem. That's why\nthe Interworld Government guards them so carefully.\n\n\"The young Uvans are nursed along through their first century and forty\nyears of childhood as though they were gems. Very few get born and\nfewer attain their _age of thought_. The day of the final segmentation\nand solidifying of their brains is one of great celebration. The\nUvans are a pleasant people. They love celebrations, particularly\nrevolutionary ones.\"\n\nBill gulped on his liquor. \"Caviar?\" he gasped.\n\n\"Ah, caviar,\" Webster beamed. \"You've heard of the caviar wars?\"\n\n\"Wouldn't say I had,\" replied Bill.\n\nWebster hesitated a moment, ran over to the window and peeked out\nthrough the crack between the window and shade. He returned to his\nchair. \"Where was I?\"\n\n\"The caviar wars,\" Kitty prompted.\n\n\"Ah, yes. They figure a great deal in Uva's history. You remember\nthat period in history when the world was still dominated by\nfreebooters--not that I have anything against them--the Spaniards,\nunder Gonzales, discovered Planetoid Uva. They called the natives here\n\"_cabeza uvas_\" or \"grape-heads.\" Well, they tried exploiting the\nplanetoid for various natural resources and consequently, many native\nUvans died. It is also said that the Gonzales expedition, when it hit\nUva, was carrying a cargo of Venusian caviar to delivery to Earth. It\nwas used here as a trade medium.\n\n\"The Spaniards have always been unlucky as a colonial power, even in\nthe space world. Discovering America, they took away gold without\nrealizing the country was far more valuable than all its yellow metal.\nWith Uva it was the same. They exploited certain natural resources\nwithout realizing that the Uvan natives, with their peculiar brain,\nwere far more valuable as _brain-registers_.\"\n\n\"So,\" Bill interrupted, \"When the Interworld Government was formed, Uva\nwas restricted. We capitalized on nothing but their brains, eh?\"\n\n\"Oh, it wasn't as easy as that,\" Webster shook his head. \"We had to\ngrant them autonomy. They're very revolutionary. Intergovernment laws\ndon't apply on Uva. Even now there are difficulties. The only way we\nmaintain any control is by judicious doles of caviar. But sometimes,\nwhen they all get the caviar bug at the same moment, a few lively\nanti-world government wars break out. You're not here for that, are\nyou?\"\n\n\"I'm here to get an _equals_ formula,\" replied Bill. \"The Fuel Monopoly\nis in a hole. The Venus etheroel supply is about run out.\"\n\n\"Etheroel!\" Commissioner Webster jerked back suddenly, spilling his cup\nof liquor.\n\n\"Yeah, how do I get an _equals_?\"\n\nWebster shook his head worriedly. \"You'll have to go to the _Uvan\nThought Clinic_. Just present an _equals_ there and they'll give you a\ncompleted answer.\" Webster hesitated a second, fished into his pocket\nand brought out a personal calling card. He handed it to Bill. \"There's\nliable to be some trouble,\" he added. \"If you get in trouble, here's my\ncard.\"\n\nWebster jumped back again at the sound of footsteps shuffling near\nthe door. He hastily hid the brandy flask and three cups, and not a\nmoment too soon for Castlebottom and an Uvan guard who lugged a stubby\nradium-plate gun around without the vaguest notion of why he carried\nit, burst into the office.\n\n\"So! Stealing my fiancé, you despicable freebooter,\" he cried, shaking\nhis fist at Bill.\n\n\"Tut, Tut,\" Bill grinned. \"Watch out. You're under arrest. Whatever you\nsay'll be held against you.\"\n\nCastlebottom smouldered pinkly. \"Arrest! You'll be under arrest. I've\nradioed the Patrol to rescue Kitty and me.\"\n\n\"They can't land,\" said Bill.\n\n\"They'll land. They're getting a special permit from the government. I\nsaw to that too.\"\n\n\n\n\"I say, what are you going to do about this, freebooter?\" Kitty asked.\nShe seemed to thoroughly enjoy the entire situation. She stood with her\nback to Webster, staring at the two younger men.\n\nBill grinned wryly. \"You asked for it,\" he said. \"Come on!\" His arm\nswept around her slim, belted waist, urging her toward the door and out\nin the market-place.\n\n\"What are you doing?\" cried Kitty.\n\n\"I'm doing a stitch in time, gal. I never run short of ideas. We're\nheading for the _Uvan Thought Clinic_. If I can get the right etheroel\nformula before the Patrol comes, I'll have Castlebottom where I want\nhim. That formula means his job and I have an idea the Uvans don't give\nout duplicates.\"\n\n\"So that's freebooting?\" The look that Kitty flashed Bill had something\nmore in it than mere admiration.\n\n\"Hey, she's my girl!\" Castlebottom bleated from the doorway. He stood\nthere powerless for the Uvan guard's radium gun was poking a little\nvalley in his stomach.\n\n\"Keep a sharp eye on him, Webster,\" Bill shouted back. \"Dangerous\ntype!\"\n\nA preposterous gurgle choked up Castlebottom's throat as Bill Petrie\nand Kitty Carlton disappeared, hand in hand, beyond the square.\n\nThe _Uvan Thought Clinic_ was housed in a pale amber building. It\ncontained twelve main halls, one dedicated to each of the major\nsciences. In an outer-reception room, an ancient Uvan whose resin-hard\nbody was rapidly flaking away, fastened a pair of pearl gray eyes on\nBill Petrie as he presented his credentials.\n\n\"Chemistry,\" said the oldster.\n\n\"Fuel,\" answered Bill.\n\nThe old Uvan led the way to a circular chamber. There, after elaborate\npreparations, he sat himself on a sort of throne that floated in a bed\nof pure mercury.\n\nKitty gripped Bill's hand, excitedly. \"What's that for?\" she asked.\n\n\"Don't know,\" Bill replied. \"Maybe it insulates him from contact with\nmatter. He can think better in the abstract.\"\n\nThe old Uvan nodded and sat rigidly upon the throne. Suddenly the\nlights dimmed within the chamber, leaving only a suspended glow that\nwas like the infinite apartness and silence of the distant universe.\n\n\"I am suitable for thought,\" the old Uvan spoke in a vague tone. \"Give\nme your _equals_.\"\n\nBill squeezed Kitty's arm, whispering, \"I'm going to try something just\nto see how this works.\" He faced the Uvan and spoke aloud. \"I have two\n_equals_. The first is something that my Boss needs. The second is for\nthe Fuel Monopoly. Here's the first.\"\n\nBill handed the Uvan a prepared slip. It asked for a chemical formula\nwhich would react on the physical body of Castlebottom in a certain\nmanner, producing a specified result. For a second the Uvan considered\nthe slip, absorbing the requirements. Sudden lights glowed in the\nsegmented grape-cells composing the Uvan's head. The lights shifted\nfrom one cell to another, flickering here and there.\n\nAbruptly, all the lights went out but a small purplish glow in the\ngrape-cell over the Uvan's right ear. \"He's got the answer,\" Bill\nwhispered.\n\n\"MgSO_{4},7N_{2}O equals your problem,\" said the Uvan.\n\n\"Good!\" Bill gasped. \"Great Comets, these fellows never miss.\"\n\n\"But what's it the formula for?\" Kitty asked.\n\n\"Epsom salts!\"\n\n\"And the second equals?\" demanded the vague-voiced Uvan.\n\nBill thrust a second slip forward. The one requiring a formula for\nsynthetic etheroel. Again the lights, blinking like bulbs in a bank of\nelectric lights, hopped from segment to segment in the Uvan's head,\nfeeling around, searching for the cell that contained the correct\nanswer.\n\nBut now something queer happened. The lights began popping madly\nin all the cells. They blinked on and off and ran the gamut of\ncolors. Instantly, the old Uvan leaped from his throne, clutched his\ngrape-cluster head and began swearing a blue streak.\n\nBill jerked Kitty to one side, and just in time. The Uvan charged past\nher, grabbed a hammer and began beating out a wild clangor upon a brass\ngong near the doorway.\n\n\"Bill, what is it?\" Kitty cried in alarm.\n\n\"Don't know and it doesn't sound comfortable,\" he grunted. \"We'd better\nget out, quick!\" With Kitty at his side, he raced toward the door, past\nthe hammer-wielding Uvan and into the reception room of the building.\n\n\"Look! Bill!\" There was a note of terror in Kitty's voice.\n\nThrough the numerous doorways that debouched into the reception room,\ndozens of angry eyed Uvans charged. Some of them carried radium-guns\nwhich, somehow, they forgot to use. Bill glanced around hastily, then\nducked into an unblocked doorway with Kitty.\n\n\"A passageway,\" he hissed. \"It leads out. Hurry.\"\n\nRacing through the dim passageway, they came to another door. This\nopened upon a curving Uvan street. As Bill stepped through the doorway,\nhe saw another mob of Uvans hurrying toward the building. By now, gongs\nwere ringing wildly throughout the entire city.\n\n\"Something went very wrong,\" Bill muttered. \"We're going to put a lot\nof space between us and town.\"\n\nBoth he and Kitty ran as fast as their legs could carry them, following\nthe long bed of the street. Behind them the pursuing crowd gathered in\nsize and more natives came in from side streets.\n\n\"We're making it,\" gasped Kitty.\n\nBill glanced at the girl appreciatively. She wasn't only pretty but she\nwas an athlete. She could run. Her face flushed with a clear golden\nhealthiness as she matched strides with him.\n\n\n\nA half mile more and they had cleared the limits of the Uvan\nmetropolis. Bill's lungs burned for air. He had never done this much\nrunning in his life. He looked back, and thankfully, saw that the Uvans\nhad been outdistanced and were giving up the chase. But--no!\n\nThere was still one Uvan following. Bill swore and tried to urge his\nfeet on. Then, suddenly, the lone Uvan whizzed past them and came to a\nstop a short distance ahead. He stared back at Bill and Kitty, looking\nbewildered.\n\n\"Wait a second,\" murmured Bill, breathing heavily. \"This may be a\ntrick. Have you got your gun, Kitty?\"\n\nThe girl shook her head.\n\nThe Uvan approached slowly, staring at Bill and the girl in friendly,\nthough puzzled fashion. He was about an inch shorter than the average\nUvan, sort of important looking and with his lavender eyes set close to\nthe top of his head.\n\nWhen he had come within ten feet, he halted again. \"Please,\" he asked.\n\"Who are we chasing?\"\n\nBill's jaw sagged with surprise.\n\n\"You mean you don't know why you were running?\" he demanded.\n\nThe Uvan shook his grape-clustered head. \"I did know when I started,\nbut I forgot,\" he answered apologetically. \"I suppose you're\nEarthfolks. That's nice. My name's Olé. I'm chief editor of the _Uvan\nClarion_.\"\n\n\"So you publish a paper here?\" Kitty smiled.\n\n\"Yes, when we remember. How about letting me show you around?\"\n\nBill stared at Kitty and Kitty stared at Bill. Both smiled.\n\n\"The first thing to see on Uva is....\" The little Uvan named Olé\npointed toward a structure which looked to Bill like a capped artesian\nwell. It was then that Olé hurriedly changed his mind. \"No, I really\ncan't show you that,\" he said.\n\n\"Why?\" asked Bill.\n\n\"Why? Well, because the gongs would ring again. Then I'd have to run.\nSo would you.\"\n\n\"Run?\" Bill muttered. He looked at the well more carefully. The\nsuper-structure stood above a shack constructed of some amber\nsubstance. It was quiet. He could neither hear nor see any signs of\nactivity. Somehow it gave him an idea. \"Voices are telling me there's\na guard inside there and I ought to have a look around,\" he said to\nhimself.\n\nTurning toward Kitty, he saw her blushing in deep embarrassment. Olé,\nthe Uvan, was indulging in a bit of scientific research. He was poking\nhis resin-hard finger into the soft flesh of Kitty's arm and marveling\nat the sight of the skin yielding to his touch.\n\n\"Soft, eh?\" he announced in a high-pitched voice. \"Are all you people\nsoft like that?\"\n\nBill shot the girl a warning glance and quickly disappeared in the\ndirection of the well while Olé wasn't looking. If it had been\nCastlebottom touching Kitty, it would have been a different matter.\n\nAs he cut around to the far side of the amber well-shack, Bill abruptly\ncame to a halt. He stood there for a second, motionless, barely daring\nto breathe. A Uvan guard, with an eye in front of his head and another\nin the back, crouched in the doorway. Bill waited another minute. The\neye in front didn't move.\n\n\"Asleep,\" he murmured at last.\n\nHe moved silently, edging around the Uvan, finally gaining entry into\nthe shack. His eyes swept around swiftly, taking in the jumble of\nmotionless, rusted machinery, the pumps and the well-collar.\n\n\"They drilled here for something, and pumped something out,\" he thought\naloud. He crossed to the well-collar where his gaze dropped upon a hand\nshut-off valve. The valve had been sealed.\n\nBill's eyes widened as he noted the date stamped on the seal. It was\ndated 2201 A.D. That was the year the Planetoid had been taken under\nthe protective wing of the Interworld Government.\n\nCurious, Bill fumbled with the seal. Then he made up his mind. \"I'm\nin trouble now. May as well go the whole hog.\" He jerked his arm,\nbreaking the seal off. Then he twisted the valve, the rust flaking away\nas he forced it open.\n\nSuddenly a gong thundered behind him. He pivoted in time to see the\ndoor guard bang an alarm gong with the butt of his radium-plate gun,\nthen reverse the gun. Bill froze in his tracks, his hand tight upon the\nwell valve, as he started into the muzzle of the leveled gun.\n\n\"Hey wait a second,\" he shouted at the guard.\n\nThe Uvan's head was ablaze with violently popping colored cell-lights.\nHe banged the gong once more and then started to trigger his gun.\n\n\"Be reasonable!\" Bill shouted. He lunged to one side, taking the\nshut-off valve handle with him. A liquid hissing burst in his ears. He\nglimpsed a stream of strong-smelling liquid shoot from the well valve,\nover his head, spearing the Uvan guard with a tremendous splash. Then\nhe shook himself. He could hardly believe what his eyes saw. _The\nUvan simply melted under the liquid!_ In less than a minute there was\nnothing but a lump of resinous substance on the floor and a radium gun\nin the middle of it.\n\nBill shook his head as though he were suffering from a fantastic form\nof nightmare generally known as \"space jitters.\" He jammed the shut-off\nvalve back into place without actually accounting for his actions and\nstumbled out of the shack.\n\n\"Bill, where have you been?\" It was Kitty.\n\n\"Where have I been? Great Comets, I know the ropes now! Let's get\nWebster before the Patrol comes.\"\n\n\n\n\"Oh,\" said Uvan Commissioner Webster as he saw Bill, Kitty and\nOlé stumble into the parlor of his residence, \"I thought you were\nthe Tubby person. Made so much noise. He claims he's an important\nman--Commissioner of the Fuel Monopoly. Is that right?\"\n\n\"Forget Tubby Castlebottom a moment,\" said Kitty. \"Bill's made a\ndiscovery.\"\n\n\"A discovery? On Uva? That's impossible,\" said Webster.\n\n\"Impossible--nothing!\" Bill cut in excitedly. He pushed Webster into a\nchair. \"You know what? There's etheroel on this planetoid. The real\nstuff. It's drilled and ready to take off. Come on now, give me the\nlowdown on why those wells are sealed? Why didn't you tell me?\"\n\nCommissioner Webster stiffened in his chair. His sunny features turned\ndead white. For a second he gaped at his three visitors, then he\nnoticed that little Olé looked more scared than himself.\n\n\"Y-Y-You shouldn't have found the wells,\" he finally stuttered. \"Oh,\nLord, it's the taboo.\"\n\n\"Taboo? You mean you knew about the etheroel wells all this time?\" Bill\ndemanded in exasperation.\n\nWebster nodded timidly. \"Certainly. But I thought you came here merely\nto get a formula for the synthetic fuel.\"\n\n\"They wouldn't give it to me.\"\n\n\"No. I didn't imagine they would. But trying didn't hurt,\" explained\nWebster. \"You see, it's the taboo. The undersurface of Uva is\nfantastically rich in etheroel reservoirs. When the Spaniards first\ncontrolled Uva they exploited the etheroel hand over fist because it\nwas worth its weight in gold. But they were ruthless about it for\netheroel, like everything that has an ether-alcohol base, is death to\nthe Uvans.\"\n\n\"Dissolves them, eh?\" said Bill.\n\nWebster shot back a frightened glance. \"Yes, the alcohol just tears\ndown their resin bodies. The Spaniards made the mistake of forcing\nthe Uvans to operate the wells. Cheap labor, you know. That's why\nthe government sealed the wells. The Uvans were more valuable as\n_brain-registers_ for the universe. Alcohol and caviar are the two\nthings these people are never absent-minded about.\"\n\n\"Well, we've got to have that etheroel,\" Bill spoke firmly. \"They won't\ngive us a formula.\"\n\nWebster began pacing the floor in small circles, glancing from Bill\nto Olé in a distraught manner. \"It's a vicious circle,\" he muttered.\n\"Indeed, a very vicious circle! It's up to the Interworld Government to\nchoose between slaughtering all the Uvans if they uncap the wells, or\nnot having the etheroel.\"\n\n\"It is tough, isn't it?\" Bill nodded thoughtfully.\n\n\"Oh, that isn't all,\" replied Webster. \"Don't you see what'll happen?\nNo one in the outside world is capable of making an independent\ndecision of this magnitude. They've gotten in the habit of referring\nall major problems to the _Uvan Thought Clinic_. They'll refer this one\nback to the Uvans and you know how the Uvans stand on the question of\netheroel. What we need is a good old fashioned freebooter to take up\nthe matter.\"\n\n\"Freebooter!\" A thoughtful frown creased Bill Petrie's handsome brow.\nHe glanced at Olé, the Uvan editor, who blinked his top-side eyes\nworriedly. If Bill had had a grape-cell head, a few lights would have\npopped off and on in it at this instant for the shape of an idea was\nforming in his brain.\n\nSuddenly he took Kitty's two hands in his own and, staring into her\ndeep blue eyes, said: \"Kitty, you're a very wealthy gal. I need some\ncash. Are you, or aren't you going to radio your bank and have them\nopen your account unconditionally to a company I'm floating right now?\"\n\nThe girl stared at him, startled. Perhaps the way he held her hands, or\nthe look of earnestness in his gaze, did something to her. She suddenly\nsmiled, murmuring, \"Yes, Bill. I'm with you. What's the company?\"\n\n\"I'll sound crazy,\" Bill grinned. He turned to Olé and collared the\nlittle man. \"Listen, Olé,\" he explained quickly. \"You go back to the\nsquare and find my office. Open it up. Put a sign in front--Uvan Caviar\nImport Company. You'll be sales manager.\"\n\n\"Caviar!\" The little Uvan's face brightened.\n\nBill tied a couple of strings to Ole's fingers and shoved him out the\ndoor. \"Those strings are to remind you what to do when you get to the\noffice. I'll be over there in a minute. I've got work to do now.\" He\nfaced Webster. \"Where's your transmitter?\"\n\n\"Bill, have you gone mad?\" Kitty demanded.\n\n\"Not yet, honey!\" He kissed Kitty briefly but effectively, adding, \"Get\nthe money transferred to my Import Company. Then you go out to the\nsquare and keep Castlebottom happy for a half hour. He's on the pillory\nagain. I'll see you at the office.\"\n\n\n\nA half hour later Bill Petrie stepped from the residence transmitter\nroom with a smile of triumph on his lips. Webster, Kitty and Olé were\nnowhere about so he walked briskly through the fantastically laid out\nstreets of Uva to the market-place. There the smile faded from his\nmouth.\n\nAs his eyes swept the square, he knew something had gone wrong.\nCastlebottom was still on the pillory, sweating in the muggy heat, but\nthe Uvans no longer crowded around him. The entire mass of resin-bodied\ngrape heads were clamoring around Bill's office.\n\nBill pushed through the crowd until he came to the door where Webster\nstood, white faced and worried.\n\n\"They after the caviar already?\" Bill grinned.\n\n\"Caviar!\" Webster exclaimed. \"No such thing. They've discovered that\nyou tampered with the etheroel well and dissolved one of their people.\nThey're working themselves up to a revolt. Give them a half hour and\nthey'll tear us apart. This is serious.\"\n\n\"The patrol will be here any minute,\" Kitty said tensely.\n\nWebster shook his head helplessly. \"They won't do us any good. You\ndon't know the Uvans.\"\n\nThe broad, heavy tones of an alarm gong vibrated across square. Uvans\nmilled about, pressing in closer upon Bill's office entrance. Dry,\nhigh-pitched voices threw out angry cries. Hundreds of grape-cluster\nUvan heads flashed their cell-like lights. Some could be seen in the\ndaylight, some not.\n\nBill turned toward Olé whose own anger was slowly mounting a step\nbehind that of the crowd in the market-place. \"Calm yourself,\" Bill\nspoke sharply. \"You and your people want caviar, eh? Well, behave and\nyou'll get it. All you want. I've got the company.\"\n\n\"You've got caviar?\" Webster cut in.\n\nBill shouldered the government commissioner aside and spoke rapidly\nwith Olé. \"Here's what you do, little man,\" he said. \"Go out there and\nsell them stock. Yeah. Stock in our Caviar Import Company. The real\nstuff will be on its way here in a day or two. Now get going! Take\nthese sales contracts.\"\n\nHe gave the little Uvan a shove and sent him through the doorway. Olé\ndisappeared in the crowd, talking fast as he entered it. Bill watched\ntensely, then after a minute he looked toward Webster and Kitty.\n\nWebster's eyes shifted from the market-place and met Bill's glance. The\nCommissioner's mouth opened, amazed. Out in the market, he had seen the\nsudden, incredible change that occurred among the Uvans. Their anger\nhad turned to delighted excitement. They haggled, shouted and fought to\nbuy up the Caviar Company stocks Olé offered.\n\nKitty stared at Bill accusingly. \"It was a nice trick,\" she said. \"But\nwhat makes you think they'll get any caviar?\"\n\nThere was a grin on Bill's square face. \"Simple,\" he said. \"With your\nmoney, Webster's transmitter and my brain, I cornered the Interworld\ncaviar market. Our company owns every speck of caviar that exists.\"\n\n\"But why?\"\n\n\"Don't look so dazed, I organized the caviar to line up popular support\nbehind me. All that I needed was the confidence of the Uvans because\nI've figured out a way of exploiting the etheroel wells without harming\nthe Uvans.\"\n\nBill looked around triumphantly. \"You want to hear?\" he added.\n\n\"It's wonderful, Bill,\" Kitty murmured.\n\n\"You mean they won't dissolve?\" asked Webster. A look of hope entered\nhis eyes. \"Will it work for whiskey too?\"\n\nBill shook his head. \"Afraid not,\" he said. \"You see I did a lot\nof freebooting in chemistry when I worked for the Fuel Monopoly. I\ndiscovered you could hydrate etheroel the same as you hydrate diethyl\nether. You just evaporate etheroel on thick blotting paper, subject it\nto a temperature of twenty-six degrees Fahrenheit and it becomes solid.\nWe'll have Earthmen or Martians handle that operation. After it's\nsolid, it won't harm the Uvans. They'll be able to ship it out. We'll\ndehydrate on some clearing planetoid.\"\n\n\"Excellent! Excellent!\"\n\n\n\nBill whirled around at the first sound of the voice coming from the\ndoorway. He saw Castlebottom standing there and behind him, three armed\nSpace Patrolmen. There was a very satisfied smirk on Castlebottom's\nlips and a very efficient look about the Patrolmen.\n\n\"Excellent thought,\" Castlebottom said in his most administrative\nmanner, \"The Fuel Monopoly appreciated what you've done to recover the\nUvan etheroel supply. We'll send you a medal--in jail! Very lucky I\noverheard you.\" He signalled the patrolmen. \"All right, men, arrest him\nfor smuggling caviar, kidnapping me and my fiancé. You might tack on a\nfew other charges. Anything will do.\"\n\nThere was a little cry as Kitty threw her arms around Bill and glared\nat Castlebottom. \"You can't arrest him. Look what he's done.\"\n\n\"Hah!\" grunted Castlebottom, rubbing his fingers over the ham-slice\nfolds of his neck where the pillory clamps had fitted too tightly. \"He\nhasn't got a foot to stand on. That is what comes of freebooting. He's\nalready given us the answer on how to save the etheroel. We'll do it\nourselves. We don't need him.\"\n\n\"Please,\" Kitty pleaded.\n\n\"Do you really mean that?\" said Bill. He held Kitty's cheeks in his\nhands, turning her face up toward his. \"I guess you do,\" he murmured.\n\nSuddenly he pushed Kitty aside and stepped toward Castlebottom. \"Well,\nmaybe you win,\" he said slowly. \"But if you're going to arrest me, do\nme a favor. Hold your chin out like ... ah....\"\n\nCastlebottom thrust his chin forward. \"Glad you're sensible about\nthis,\" he said. \"You mean, hold it like this?\"\n\n\"That's right--perfect,\" exclaimed Bill.\n\nCastlebottom's chin was tilted just right. Bill's arm suddenly went\nback, coiled, then shot forward with the speed and stroke of a\nprecisely ground piston. There was a flabby crack of soft flesh being\nstruck by harder flesh and knuckles. A kind of foolish look crossed\nCastlebottom's face for an instant, then he folded up like a deflated\nballoon. One of the Patrolmen caught him just as he hit the floor.\n\n\"That,\" said Bill as he licked his knuckles, \"Is something I've always\nwanted to do.\"\n\nA look of horror flashed in Kitty Carlton's eyes and she lifted a small\nhand to her lips. \"Bill,\" she cried. \"You shouldn't have. There's a\ntwenty year sentence for striking a commissioner.\"\n\nCastlebottom shook his head and leaned against the Patrolman who had\npicked him up. He tried desperately to reassemble his rage. \"I'll have\nhis hide for that!\" he croaked. \"Arrest him!\"\n\nBill suddenly waved a warning finger. \"You'll have nothing for that,\nTubby boy. _I still hold the trump cards!_ First of all, Interworld\nLaws don't apply on Uva. The government here, when it remembers it's a\ngovernment, is autonomous. So you can't arrest me unless the Uvans do\nit. Furthermore you're going to drop all charges against Kitty, myself\nand anyone else.\"\n\n\"Drop charges!\" Castlebottom revived and exploded. \"You practically\nkidnapped Kitty!\"\n\nBill shook his finger again. \"Easy there,\" he smiled. \"If you want any\netheroel, you'd better forget everything, including Kitty. You see, I\ncontrol the etheroel on Uva!\"\n\nCastlebottom fell back a step, white as a sheet. \"What's this, a\ntrick?\" he demanded.\n\n\"No--just freebooting,\" Bill grinned. \"My Caviar Import Company became\na big holding company. For shares in the Caviar concern, the Uvans\nhad only two things worth trading--brains and etheroel rights. Being\na freebooter myself, why, should I want anyone else's brain. Since I\nstill hold fifty-one per cent of the Caviar Company stocks, naturally I\ncontrol the etheroel rights. Come to think of it, I'm the head of two\nmonopolies.... Maybe three.... I don't think Kitty will mind!\"\n\n\"I don't think so either.\" It was Kitty, speaking.",
    "metadata": {
        "author": [
            "Norman, James",
            "Schmidt, James Norman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62035/pg62035.txt",
        "name": "a_planet_for_your_thoughts.json"
    }
}