{
    "name": "A Plea for Old Cap Collier",
    "author": [
        "Cobb, Irvin Shrewsbury",
        "Cobb, Irvin S. (Irvin Shrewsbury)"
    ],
    "body": "To Will H. Hogg, Esquire\n\n\n\nFor a good many years now I have been carrying this idea round with me.\nIt was more or less of a loose and unformed idea, and it wouldn't jell.\nWhat brought it round to the solidification point was this: Here the\nother week, being half sick, I was laid up over Sunday in a small hotel\nin a small seacoast town. I had read all the newspapers and all the\nmagazines I could get hold of. The local bookstore, of course, was\nclosed. They won't let the oysters stay open on Sunday in that town. The\nonly literature my fellow guests seemed interested in was mailorder tabs\nand price currents.\n\nFinally, when despair was about to claim me for her own, I ran across an\nancient Fifth Reader, all tattered and stained and having that smell of\nage which is common to old books and old sheep. I took it up to bed with\nme, and I read it through from cover to cover. Long before I was through\nthe very idea which for so long had been sloshing round inside of my\nhead--this idea which, as one might say, had been aged in the wood--took\nshape. Then and there I decided that the very first chance I had I would\nsit me down and write a plea for Old Cap Collier.\n\nIn my youth I was spanked freely and frequently for doing many different\nthings that were forbidden, and also for doing the same thing many\ndifferent times and getting caught doing it. That, of course, was before\nthe Boy Scout movement had come along to show how easily and how sanely\na boy's natural restlessness and a boy's natural love for adventure may\nbe directed into helpful channels; that was when nearly everything a\nnormal, active boy craved to do was wrong and, therefore, held to be a\nspankable offense.\n\nThis was a general rule in our town. It did not especially apply to any\nparticular household, but it applied practically to all the households\nwith which I was in any way familiar. It was a community where an\nold-fashioned brand of applied theology was most strictly applied.\nHeaven was a place which went unanimously Democratic every fall, because\nall the Republicans had gone elsewhere. Hell was a place full of red-hot\ncoals and clinkered sinners and unbaptized babies and a smell like\nsomebody cooking ham, with a deputy devil coming in of a morning with an\nasbestos napkin draped over his arm and flicking a fireproof cockroach\noff the table cloth and leaning across the back of Satan's chair and\nsaying: \"Good mornin', boss. How're you going to have your lost souls\nthis mornin'--fried on one side or turned over?\" Sunday was three weeks\nlong, and longer than that if it rained. About all a fellow could do\nafter he'd come back from Sunday school was to sit round with his feet\ncramped into the shoes and stockings which he never wore on week days\nand with the rest of him incased in starchy, uncomfortable dress-up\nclothes--just sit round and sit round and itch. You couldn't scratch\nhard either. It was sinful to scratch audibly and with good, broad, free\nstrokes, which is the only satisfactory way to scratch. In our town they\ndidn't spend Sunday; they kept the Sabbath, which is a very different\nthing.\n\nLooking back on my juvenile years it seems to me that, generally\nspeaking, when spanked I deserved it. But always there were two\npunishable things against which--being disciplined--my youthful spirit\nrevolted with a sort of inarticulate sense of injustice. One was for\nviolation of the Sunday code, which struck me as wrong--the code, I\nmean, not the violation--without knowing exactly why it was wrong; and\nthe other, repeated times without number, was when I had been caught\nreading nickul libruries, erroneously referred to by our elders as dime\nnovels.\n\nI read them at every chance; so did every normal boy of my acquaintance.\nWe traded lesser treasures for them; we swapped them on the basis of\ntwo old volumes for one new one; we maintained a clandestine\ncirculating-library system which had its branch offices in every stable\nloft in our part of town. The more daring among us read them in school\nbehind the shelter of an open geography propped up on the desk.\n\nShall you ever forget the horror of the moment when, carried away on the\nwings of adventure with Nick Carter or Big-Foot Wallace or Frank Reade\nor bully Old Cap, you forgot to flash occasional glances of cautious\ninquiry forward in order to make sure the teacher was where she properly\nshould be, at her desk up in front, and read on and on until that subtle\nsixth sense which comes to you when a lot of people begin staring at\nyou warned you something was amiss, and you looked up and round you and\nfound yourself all surrounded by a ring of cruel, gloating eyes?\n\nI say cruel advisedly, because up to a certain age children are\nnaturally more cruel than tigers. Civilization has provided them with\ntools, as it were, for practicing cruelty, whereas the tiger must rely\nonly on his teeth and his bare claws. So you looked round, feeling that\nthe shadow of an impending doom encompassed you, and then you realized\nthat for no telling how long the teacher had been standing just behind\nyou, reading over your shoulder.\n\nAnd at home were you caught in the act of reading them, or--what from\nthe parental standpoint was almost as bad--in the act of harboring them?\nI was. Housecleaning times, when they found them hidden under furniture\nor tucked away on the back shelves of pantry closets, I was paddled\nuntil I had the feelings of a slice of hot, buttered toast somewhat\nscorched on the under side. And each time, having been paddled, I was\nadmonished that boys who read dime novels--only they weren't dime novels\nat all but cost uniformly five cents a copy--always came to a bad\nend, growing up to be criminals or Republicans or something equally\nabhorrent. And I was urged to read books which would help me to shape\nmy career in a proper course. Such books were put into my hands, and\nI loathed them. I know now why when I grew up my gorge rose and my\nappetite turned against so-called classics. Their style was so much like\nthe style of the books which older people wanted me to read when I was\nin my early teens.\n\nSuch were the specious statements advanced by the oldsters. And we\nhad no reply for their argument, or if we had one could not find the\nlanguage in which to couch it. Besides there was another and a deeper\nreason. A boy, being what he is, the most sensitive and the most\nsecretive of living creatures regarding his innermost emotions, rarely\ndoes bare his real thoughts to his elders, for they, alas, are not young\nenough to have a fellow feeling, and they are too old and they know too\nmuch to be really wise.\n\nWhat we might have answered, had we had the verbal facility and had we\nnot feared further painful corporeal measures for talking back--or what\nwas worse, ridicule--was that reading Old Cap Collier never yet sent\na boy to a bad end. I never heard of a boy who ran away from home and\nreally made a go of it who was actuated at the start by the nickul\nlibrury. Burning with a sense of injustice, filled up with the\nrealization that we were not appreciated at home, we often talked of\nrunning away and going out West to fight Indians, but we never did. I\nremember once two of us started for the Far West, and got nearly as far\nas Oak Grove Cemetery, when--the dusk of evening impending--we decided\nto turn back and give our parents just one more chance to understand us.\n\nWhat, also, we might have pointed out was that in a five-cent story\nthe villain was absolutely sure of receiving suitable and adequate\npunishment for his misdeeds. Right then and there, on the spot, he\ngot his. And the heroine was always so pluperfectly pure. And the hero\nalways was a hero to his finger tips, never doing anything unmanly or\nwrong or cowardly, and always using the most respectful language in\nthe presence of the opposite sex. There was never any sex problem in\na nickul librury. There were never any smutty words or questionable\nphrases. If a villain said \"Curse you!\" he was going pretty far. Any one\nof us might whet up our natural instincts for cruelty on Fore's Book\nof Martyrs, or read of all manner of unmentionable horrors in the Old\nTestament, but except surreptitiously we couldn't walk with Nick Carter,\nwhose motives were ever pure and who never used the naughty word even in\nthe passion of the death grapple with the top-booted forces of sinister\nevil.\n\nWe might have told our parents, had we had the words in which to state\nthe case and they but the patience to listen, that in a nickul librury\nthere was logic and the thrill of swift action and the sharp spice\nof adventure. There, invariably virtue was rewarded and villainy\nconfounded; there, inevitably was the final triumph for law and for\njustice and for the right; there embalmed in one thin paper volume, was\nall that Sandford and Merton lacked; all that the Rollo books never\nhad. We might have told them that though the Leatherstocking Tales and\nRobinson Crusoe and Two Years Before the Mast and Ivanhoe were all well\nenough in their way, the trouble with them was that they mainly were so\nlong-winded. It took so much time to get to where the first punch\nwas, whereas Ned Buntline or Col. Prentiss Ingraham would hand you an\nexciting jolt on the very first page, and sometimes in the very first\nparagraph.\n\nYou take J. Fenimore Cooper now. He meant well and he had ideas, but his\nIndians were so everlastingly slow about getting under way with their\nscalping operations! Chapter after chapter there was so much fashionable\nand difficult language that the plot was smothered. You couldn't see the\nwoods for the trees, But it was the accidental finding of an ancient and\nreminiscent volume one Sunday in a little hotel which gave me the cue to\nwhat really made us such confirmed rebels against constituted authority,\nin a literary way of speaking. The thing which inspired us with hatred\nfor the so-called juvenile classic was a thing which struck deeper even\nthan the sentiments I have been trying to describe.\n\nThe basic reason, the underlying motive, lay in the fact that in the\nschoolbooks of our adolescence, and notably in the school readers,\nour young mentalities were fed forcibly on a pap which affronted our\nintelligence at the same time that it cloyed our adolescent palates.\nIt was not altogether the lack of action; it was more the lack of plain\ncommon sense in the literary spoon victuals which they ladled into us at\nschool that caused our youthful souls to revolt. In the final analysis\nit was this more than any other cause which sent us up to the haymow for\ndelicious, forbidden hours in the company of Calamity Jane and Wild Bill\nHickok.\n\nMidway of the old dog-eared reader which I picked up that day I came\nacross a typical example of the sort of stuff I mean. I hadn't seen\nit before in twenty-five years; but now, seeing it, I remembered it\nas clearly almost as though it had been the week before instead of a\nquarter of a century before when for the first time it had been brought\nto my attention. It was a piece entitled, The Shipwreck, and it began as\nfollows:\n\n  In the winter of 1824 Lieutenant G-----, of the United States\n  Navy, with his beautiful wife and child, embarked in a packet\n  at Norfolk bound to South Carolina.\n\nSo far so good. At least, here is a direct beginning. A family group\nis going somewhere. There is an implied promise that before they have\ntraveled very far something of interest to the reader will happen to\nthem. Sure enough, the packet runs into a storm and founders. As she\nis going down Lieutenant G----- puts his wife and baby into a lifeboat\nmanned by sailors, and then--there being no room for him in the\nlifeboat--he remains behind upon the deck of the sinking vessel, while\nthe lifeboat puts off for shore. A giant wave overturns the burdened\ncockleshell and he sees its passengers engulfed in the waters. Up to\nthis point the chronicle has been what a chronicle should be. Perhaps\nthe phraseology has been a trifle toploftical, and there are a few words\nin it long enough to run as serials, yet at any rate we are getting an\neffect in drama. But bear with me while I quote the next paragraph, just\nas I copied it down:\n\n  The wretched husband saw but too distinctly the destruction of\n  all he held dear.  But here alas and forever were shut off\n  from him all sublunary prospects.  He fell upon the deck--\n  powerless, senseless, a corpse--the victim of a sublime\n  sensibility!\n\nThere's language for you! How different it is from that historic passage\nwhen the crack of Little Sure Shot's rifle rang out and another Redskin\nbit the dust. Nothing is said there about anybody having his sublunary\nprospects shut off; nothing about the Redskin becoming the victim of a\nsublime sensibility. In fifteen graphic words and in one sentence Little\nSure Shot croaked him, and then with bated breath you moved on to the\nnext paragraph, sure of finding in it yet more attractive casualties\nsnappily narrated.\n\nNo, sir! In the nickul librury the author did not waste his time\nand yours telling you that an individual on becoming a corpse would\nsimultaneously become powerless and senseless. He credited your\nintelligence for something. For contrast, take the immortal work\nentitled Deadwood Dick of Deadwood; or, The Picked Party; by Edward\nL. Wheeler, a copy of which has just come to my attention again nearly\nthirty years after the time of my first reading of it. Consider the\nopening paragraph:\n\n  The sun was just kissing the mountain tops that frowned down\n  upon Billy-Goat Gulch, and in the aforesaid mighty seam in the\n  face of mighty Nature the shadows of a Warm June night were\n  gathering rapidly.\n\n  The birds had mostly hushed their songs and flown to their\n  nests in the dismal lonely pines, and only the tuneful twang\n  of a well-played banjo aroused the brooding quiet, save it be\n  the shrill, croaking screams of a crow, perched upon the top\n  of a dead pine, which rose from the nearly perpendicular\n  mountain side that retreated in the ascending from the gulch\n  bottom.\n\nThat, as I recall, was a powerfully long bit of description for a nickul\nlibrury, and having got it out of his system Mr. Wheeler wasted no\nmore valuable space on the scenery. From this point on he gave you\naction--action with reason behind it and logic to it and the guaranty of\na proper climax and a satisfactory conclusion to follow. Deadwood Dick\nmarched many a flower-strewn mile through my young life, but to the best\nof my recollection he never shut off anybody's sublunary prospects. If\na party deserved killing Deadwood just naturally up and killed him,\nand the historian told about it in graphic yet straightforward terms of\nspeech; and that was all there was to it, and that was all there should\nhave been to it.\n\nAt the risk of being termed an iconoclast and a smasher of the pure\nhigh ideals of the olden days, I propose to undertake to show that\npractically all of the preposterous asses and the impossible idiots of\nliterature found their way into the school readers of my generation.\nWith the passage of years there may have been some reform in this\ndirection, but I dare affirm, without having positive knowledge of the\nfacts, that a majority of these half-wits still are being featured in\nthe grammar-grade literature of the present time. The authors of school\nreaders, even modern school readers, surely are no smarter than the run\nof grown-ups even, say, as you and as I; and we blindly go on holding\nup as examples before the eyes of the young of the period the characters\nand the acts of certain popular figures of poetry and prose who--did but\nwe give them the acid test of reason--would reveal themselves either\nas incurable idiots, or else as figures in scenes and incidents which\nphysically could never have occurred.\n\nYou remember, don't you, the schoolbook classic of the noble lad who by\nreason of his neat dress, and by his use in the most casual conversation\nof the sort of language which the late Mr. Henry James used when he was\nwriting his very Jamesiest, secured a job as a trusted messenger in the\nlarge city store or in the city's large store, if we are going to be\npurists about it, as the boy in question undoubtedly was?\n\nIt seems that he had supported his widowed mother and a large family\nof brothers and sisters by shoveling snow and, I think, laying brick or\nsomething of that technical nature. After this lapse of years I won't\nbe sure about the bricklaying, but at any rate, work was slack in his\nregular line, and so he went to the proprietor of this vast retail\nestablishment and procured a responsible position on the strength of\nhis easy and graceful personal address and his employment of some of the\nmost stylish adjectives in the dictionary. At this time he was nearly\nseven years old--yes, sir, actually nearly seven. We have the word of\nthe schoolbook for it. We should have had a second chapter on this boy.\nProbably at nine he was being considered for president of Yale--no,\nHarvard. He would know too much to be president of Yale.\n\nThen there was the familiar instance of the Spartan youth who having\nstolen a fox and hidden it inside his robe calmly stood up and let the\nanimal gnaw his vitals rather than be caught with it in his possession.\nBut, why? I ask you, why? What was the good of it all? What object was\nserved? To begin with, the boy had absconded with somebody else's fox,\nor with somebody's else fox, which is undoubtedly the way a compiler of\nschool readers would phrase it. This, right at the beginning, makes\nthe morality of the transaction highly dubious. In the second place, he\nshowed poor taste. If he was going to swipe something, why should he not\nhave swiped a chicken or something else of practical value?\n\nWe waive that point, though, and come to the lack of discretion shown\nby the fox. He starts eating his way out through the boy, a messy and\ndifficult procedure, when merely by biting an aperture in the tunic he\ncould have emerged by the front way with ease and dispatch. And what is\nthe final upshot of it all? The boy falls dead, with a large unsightly\ngap in the middle of him. Probably, too, he was a boy whose parents\nwere raising him for their own purposes. As it is, all gnawed up in\nthis fashion and deceased besides, he loses his attractions for everyone\nexcept the undertaker. The fox presumably has an attack of acute\nindigestion. And there you are! Compare the moral of this with the moral\nof any one of the Old Cap Collier series, where virtue comes into its\nown and sanity is prevalent throughout and vice gets what it deserves,\nand all.\n\nIn McGuffey's Third Reader, I think it was, occurred that story about\nthe small boy who lived in Holland among the dikes and dams, and one\nevening he went across the country to carry a few illustrated post cards\nor some equally suitable gift to a poor blind man, and on his way back\nhome in the twilight he discovered a leak in the sea wall. If he\nwent for help the breach might widen while he was gone and the whole\nstructure give way, and then the sea would come roaring in, carrying\ndeath and destruction and windmills and wooden shoes and pineapple\ncheeses on its crest. At least, this is the inference one gathers from\nreading Mr. McGuffey's account of the affair.\n\nSo what does the quick-witted youngster do? He shoves his little arm\nin the crevice on the inner side, where already the water is trickling\nthrough, thus blocking the leak. All night long he stands there, one\nsmall, half-frozen Dutch boy holding back the entire North Atlantic.\nNot until centuries later, when Judge Alton B. Parker runs for president\nagainst Colonel Roosevelt and is defeated practically by acclamation\nis there to be presented so historic and so magnificent an example of a\ncontest against tremendous odds. In the morning a peasant, going out to\nmow the tulip beds, finds the little fellow crouched at the foot of the\ndike and inquires what ails him. The lad, raising his weary head--but\nwait, I shall quote the exact language of the book:\n\n  \"I am hindering the sea from running in,\" was the simple reply\n  of the child.\n\nSimple? I'll say it is! Positively nothing could be simpler unless it be\nthe stark simplicity of the mind of an author who figures that when the\nAtlantic Ocean starts boring its way through a crack in a sea wall you\ncan stop it by plugging the hole on the inner side of the sea wall with\na small boy's arm. Ned Buntline may never have enjoyed the vogue among\nparents and teachers that Mr. McGuffey enjoyed, but I'll say this\nfor him--he knew more about the laws of hydraulics than McGuffey ever\ndreamed.\n\nAnd there was Peter Hurdle, the ragged lad who engaged in a long but\ntiresome conversation with the philanthropic and inquisitive Mr. Lenox,\nduring the course of which it developed that Peter didn't want anything.\nWhen it came on to storm he got under a tree. When he was hungry he ate\na raw turnip. Raw turnips, it would appear, grew all the year round in\nthe fields of the favored land where Peter resided. If the chill winds\nof autumn blew in through one of the holes in Peter's trousers they blew\nright out again through another hole. And he didn't care to accept the\ndime which Mr. Lenox in an excess of generosity offered him, because,\nit seemed, he already had a dime. When it came to being plumb contented\nthere probably never was a soul on this earth that was the equal of\nMaster Hurdle. He even was satisfied with his name which I would regard\nas the ultimate test.\n\nLikewise, there was the case of Hugh Idle and Mr. Toil. Perhaps you\nrecall that moving story? Hugh tries to dodge work; wherever he goes he\nfinds Mr. Toil in one guise or another but always with the same harsh\nvoice and the same frowning eyes, bossing some job in a manner which\nwould cost him his boss-ship right off the reel in these times when\nunion labor is so touchy. And what is the moral to be drawn from this\nnarrative? I know that all my life I have been trying to get away from\nwork, feeling that I was intended for leisure, though never finding\ntime somehow to take it up seriously. But what was the use of trying to\ndiscourage me from this agreeable idea back yonder in the formulative\nperiod of my earlier years?\n\nIn Harper's Fourth Reader, edition of 1888, I found an article entitled\nThe Difference Between the Plants and Animals. It takes up several pages\nand includes some of the fanciest language the senior Mr. Harper could\ndisinter from the Unabridged. In my own case--and I think I was no more\nobservant than the average urchin of my age--I can scarcely remember\na time when I could not readily determine certain basic distinctions\nbetween such plants and such animals as a child is likely to encounter\nin the temperate parts of North America.\n\nWhile emerging from infancy some of my contemporaries may have fallen\ninto the error of the little boy who came into the house with a haunted\nlook in his eye and asked his mother if mulberries had six legs apiece\nand ran round in the dust of the road, and when she told him that such\nwas not the case with mulberries he said: \"Then, mother, I feel that I\nhave made a mistake.\"\n\nTo the best of my recollection, I never made this mistake, or at least\nif I did I am sure I made no inquiry afterward which might tend further\nto increase my doubts; and in any event I am sure that by the time I\nwas old enough to stumble over Mr. Harper's favorite big words I was old\nenough to tell the difference between an ordinary animal--say, a house\ncat--and any one of the commoner forms of plant life, such as, for\nexample, the scaly-bark hickory tree, practically at a glance. I'll add\nthis too: Nick Carter never wasted any of the golden moments which\nhe and I spent together in elucidating for me the radical points of\ndifference between the plants and the animals.\n\nIn the range of poetry selected by the compilers of the readers for my\nespecial benefit as I progressed onward from the primary class into\nthe grammar grades I find on examination of these earlier American\nauthorities an even greater array of chuckleheads than appear in the\nprose divisions. I shall pass over the celebrated instance--as read by\nus in class in a loud tone of voice and without halt for inflection or\nthe taking of breath--of the Turk who at midnight in his guarded tent\nwas dreaming of the hour when Greece her knees in suppliance bent would\ntremble at his power. I remember how vaguely I used to wonder who it was\nthat was going to grease her knees and why she should feel called upon\nto have them greased at all. Also, I shall pass over the instance of\nAbou Ben Adhem, whose name led all the rest in the golden book in which\nthe angel was writing. Why shouldn't it have led all the rest? A man\nwhose front name begins with Ab, whose middle initial is B, and whose\nlast name begins with Ad will be found leading all the rest in any city\ndirectory or any telephone list anywhere. Alphabetically organized as he\nwas, Mr. Adhem just naturally had to lead; and yet for hours on end my\nteaches consumed her energies and mine in a more or less unsuccessful\neffort to cause me to memorize the details as set forth by Mr. Leigh\nHunt.\n\nIn three separate schoolbooks, each the work of a different compilator,\nI discover Sir Walter Scott's poetic contribution touching on Young\nLochinvar--Young Lochinvar who came out of the West, the same as the\nPlumb plan subsequently came, and the Hiram Johnson presidential boom\nand the initiative and the referendum and the I. W. W. Even in those\nancient times the West appears to have been a favorite place for\nupsetting things to come from; so I can't take issue with Sir Walter\nthere. But I do take issue with him where he says:\n\n  So light to the croupe the fair lady he swung,\n  So light to the saddle before her he sprung!\n\nEven in childhood's hour I am sure I must have questioned the ability of\nYoung Lochinvar to perform this achievement, for I was born and brought\nup in a horseback-riding country. Now in the light of yet fuller\nexperience I wish Sir Walter were alive to-day so I might argue the\nquestion out with him.\n\nLet us consider the statement on its physical merits solely. Here\nwe have Young Lochinvar swinging the lady to the croupe, and then he\nsprings to the saddle in front of her. Now to do this he must either\ntake a long running start and leapfrog clear over the lady's head as\nshe sits there, and land accurately in the saddle, which is scarcely a\nproper thing to do to any lady, aside from the difficulty of springing\nten or fifteen feet into the air and coming down, crotched out, on a\ngiven spot, or else he must contribute a feat in contortion the like of\nwhich has never been duplicated since.\n\nTo be brutally frank about it, the thing just naturally is not possible.\nI don't care if Young Lochinvar was as limber as a yard of fresh\ntripe--and he certainly did shake a lithesome calf in the measures of\nthe dance if Sir Walter, in an earlier stanza, is to be credited with\nveracity. Even so, I deny that he could have done that croupe trick.\nThere isn't a croupier at Monte Carlo who could have done it. Buffalo\nBill couldn't have done it. Ned Buntline wouldn't have had Buffalo Bill\ntrying to do it. Doug Fairbanks couldn't do it. I couldn't do it myself.\n\nSkipping over Robert Southey's tiresome redundancy in spending so much\nof his time and mine, when I was in the Fifth Reader stage, in telling\nhow the waters came down at Ladore when it was a petrified cinch that\nthey, being waters, would have to come down, anyhow, I would next direct\nyour attention to two of the foremost idiots in all the realm of poesy;\none a young idiot and one an older idiot, probably with whiskers, but\nboth embalmed in verse, and both, mind you, stuck into every orthodox\nreader to be glorified before the eyes of childhood. I refer to that\njuvenile champion among idiots, the boy who stood on the burning deck,\nand to the ship's captain in the poem called The Tempest. Let us briefly\nconsider the given facts as regards the latter: It was winter and it was\nmidnight and a storm was on the deep, and the passengers were huddled in\nthe cabin and not a soul would dare to sleep, and they were shuddering\nthere in silence--one gathers the silence was so deep you could hear\nthem shuddering--and the stoutest held his breath, which is considerable\nfeat, as I can testify, because the stouter a fellow gets the harder it\nis for him to hold his breath for any considerable period of time. Very\nwell, then, this is the condition of affairs. If ever there was a time\nwhen those in authority should avoid spreading alarm this was the time.\nBy all the traditions of the maritime service it devolved upon the\nskipper to remain calm, cool and collected. But what does the poet\nreveal to a lot of trusting school children?\n\n  \"We are lost!\" the captain shouted,\n  As he staggered down the stair.\n\nHe didn't whisper it; he didn't tell it to a friend in confidence; he\nbellowed it out at the top of his voice so all the passengers could hear\nhim. The only possible excuse which can be offered for that captain's\nbehavior is that his staggering was due not to the motion of the ship\nbut to alcoholic stimulant. Could you imagine Little Sure Shot, the\nTerror of the Pawnees, drunk or sober, doing an asinine thing like that?\nNot in ten thousand years, you couldn't. But then we must remember\nthat Little Sure Shot, being a moral dime-novel hero, never indulged in\nalcoholic beverages under any circumstances.\n\nThe boy who stood on the burning deck has been played up as an example\nof youthful heroism for the benefit of the young of our race ever since\nMrs. Felicia Dorothea Hemans set him down in black and white. I deny\nthat he was heroic. I insist that he merely was feeble-minded. Let us\ngive this youth the careful once-over: The scene is the Battle of the\nNile. The time is August, 1798. When the action of the piece begins the\nboy stands on the burning deck whence all but him had fled. You see,\neveryone else aboard had had sense enough to beat it, but he stuck\nbecause his father had posted him there. There was no good purpose\nhe might serve by sticking, except to furnish added material for the\npoetess, but like the leather-headed young imbecile that he was he stood\nthere with his feet getting warmer all the time, while the flame that\nlit the battle's wreck shone round him o'er the dead. After which:\n\n  There came a burst of thunder sound;\n  The boy--oh! where was he?\n  Ask of the winds, that far around\n  With fragments strewed the sea--\n\nAsk the waves. Ask the fragments. Ask Mrs. Hemans. Or, to save time,\ninquire of me.\n\nHe has become totally extinct. He is no more and he never was very much.\nStill we need not worry. Mentally he must have been from the very outset\na liability rather than an asset. Had he lived, undoubtedly he would\nhave wound up in a home for the feeble-minded. It is better so, as it\nis--better that he should be spread about over the surface of the ocean\nin a broad general way, thus saving all the expense and trouble of\ngathering him up and burying him and putting a tombstone over him. He\nwas one of the incurables.\n\nOnce upon a time, writing a little piece on another subject, I advanced\nthe claim that the champion half-wit of all poetic anthology was Sweet\nAlice, who, as described by Mr. English, wept with delight when you gave\nher a smile, and trembled in fear at your frown. This of course was long\nbefore Prohibition came in. These times there are many ready to weep\nwith delight when you offer to give them a smile; but in Mr. English's\ntime and Alice's there were plenty of saloons handy. I remarked, what an\nawful kill-joy Alice must have been, weeping in a disconcerting manner\nwhen somebody smiled in her direction and trembling violently should\nanybody so much as merely knit his brow!\n\nBut when I gave Alice first place in the list I acted too hastily.\nSecond thought should have informed me that undeniably the post of\nhonor belonged to the central figure of Mr. Henry W. Longfellow's\npoem, Excelsior. I ran across it--Excelsior, I mean--in three different\nreaders the other day when I was compiling some of the data for this\ntreatise. Naturally it would be featured in all three. It wouldn't do to\nleave Mr. Longfellow's hero out of a volume in which space was given to\nsuch lesser village idiots as Casabianca and the Spartan youth. Let us\ntake up this sad case verse by verse:\n\n  The shades of night were falling fast,\n  As through an Alpine village passed\n  A youth, who bore, 'mid snow and ice,\n  A banner with the strange device,\n  Excelsior!\n\nThere we get an accurate pen picture of his young man's deplorable\nstate. He is climbing a mountain in the dead of winter. It is made plain\nlater on that he is a stranger in the neighborhood, consequently it is\nfair to assume that the mountain in question is one he has never climbed\nbefore. Nobody hired him to climb any mountain; he isn't climbing it on\na bet or because somebody dared him to climb one. He is not dressed\nfor mountain climbing. Apparently he is wearing the costume in which\nhe escaped from the institution where he had been an inmate--a costume\nconsisting simply of low stockings, sandals and a kind of flowing woolen\nnightshirt, cut short to begin with and badly shrunken in the wash. He\nhas on no rubber boots, no sweater, not even a pair of ear muffs. He\nalso is bare-headed. Well, any time the wearing of hats went out of\nfashion he could have had no use for his head, anyhow.\n\nI grant you that in the poem Mr. Longfellow does not go into details\nregarding the patient's garb. I am going by the illustration in the\nreader. The original Mr. McGuffey was very strong for illustrations. He\nstuck them in everywhere in his readers, whether they matched the themes\nor not. Being as fond of pictures as he undoubtedly was, it seems almost\na pity he did not marry the tattooed lady in a circus and then when he\ngot tired of studying her pictorially on one side he could ask her\nto turn around and let him see what she had to say on the other side.\nPerhaps he did. I never gleaned much regarding the family history of the\nMcGuffeys.\n\nBe that as it may, the wardrobe is entirely unsuited for the rigors of\nthe climate in Switzerland in winter time. Symptomatically it marks the\nwearer as a person who is mentally lacking. He needs a keeper almost as\nbadly as he needs some heavy underwear. But this isn't the worst of\nit. Take the banner. It bears the single word \"Excelsior.\" The youth is\ngoing through a strange town late in the evening in his nightie, and\nit winter time, carrying a banner advertising a shredded wood-fiber\ncommodity which won't be invented until a hundred and fifty years after\nhe is dead!\n\nCan you beat it? You can't even tie it.\n\nLet us look further into the matter:\n\n  His brow was sad; his eyes beneath\n  Flashed like a falchion from its sheath,\n  And like a silver clarion rung\n  The accents of that unknown tongue,\n  Excelsior!\n\nGet it, don't you? Even his features fail to jibe. His brow is\ncorrugated with grief, but the flashing of the eye denotes a lack of\nintellectual coherence which any alienist would diagnose at a glance as\nevidence of total dementia, even were not confirmatory proof offered\nby his action in huckstering for a product which doesn't exist, in a\nlanguage which no one present can understand. The most delirious typhoid\nfever patient you ever saw would know better than that.\n\nTo continue:\n\n  In happy homes he saw the light\n  Of household fires gleam warm and bright;\n  Above, the spectral glaciers shone,\n  And from his lips escaped a groan,\n  Excelsior!\n\nThe last line gives him away still more completely. He is groaning now,\nwhere a moment before he was clarioning. A bit later, with one of those\nshifts characteristic of the mentally unbalanced, his mood changes and\nagain he is shouting. He's worse than a cuckoo clock, that boy.\n\n  \"Try not the Pass,\" the old man said;\n  \"Dark lowers the tempest overhead,\n  The roaring torrent is deep and wide!\"\n  And loud that clarion voice replied,\n  Excelsior!\n\n  \"Oh stay,\" the maiden said, \"and rest\n  Thy weary head upon this breast!\"\n  A tear stood in his bright blue eye,\n  But still he answered, with a sigh,\n  Excelsior!\n\n  \"Beware the pine-tree's withered branch!\n  Beware the awful avalanche!\"\n  This was the peasant's last Good night;\n  A voice replied, far up the height,\n  Excelsior!\n\nThese three verses round out the picture. The venerable citizen warns\nhim against the Pass; pass privileges up that mountain have all been\nsuspended. A kind-hearted maiden tenders hospitalities of a most\ngenerous nature, considering that she never saw the young man before.\nSome people might even go so far as to say that she should have been\nashamed of herself; others, that Mr. Longfellow, in giving her away,\nwas guilty of an indelicacy, to say the least of it. Possibly she was\npracticing up to qualify for membership on the reception committee the\nnext time the visiting firemen came to her town or when there was going\nto be an Elks' reunion; so I for one shall not question her motives.\nShe was hospitable--let it go at that. The peasant couples with his\ngood-night message a reference to the danger of falling pine wood and\nalso avalanches, which have never been pleasant things to meet up with\nwhen one is traveling on a mountain in an opposite direction.\n\nAll about him firelights are gleaming, happy families are gathered\nbefore the hearthstone, and through the windows the evening yodel may be\nheard percolating pleasantly. There is every inducement for the youth\nto drop in and rest his poor, tired, foolish face and hands and thaw\nout his knee joints and give the maiden a chance to make good on\nthat proposition of hers. But no, high up above timber line he has an\nengagement with himself and Mr. Longfellow to be frozen as stiff as a\ndried herring; and so, now groaning, now with his eye flashing, now with\na tear--undoubtedly a frozen tear--standing in the eye, now clarioning,\nnow sighing, onward and upward he goes:\n\n  At break of day, as heavenward\n  The pious monks of Saint Bernard\n  Uttered the oft-repeated prayer,\n  A voice cried through the startled air,\n  Excelsior!\n\nI'll say this much for him: He certainly is hard to kill. He can stay\nout all night in those clothes, with the thermometer below zero, and\nat dawn still be able to chirp the only word that is left in his\nvocabulary. He can't last forever though. There has to be a finish to\nthis lamentable fiasco sometime. We get it:\n\n  A traveler, by the faithful hound,\n  Half buried in the snow was found,\n  Still grasping in his hand of ice\n  That banner with the strange device,\n  Excelsior!\n\n  There in the twilight cold and gray,\n  Lifeless, but beautiful, he lay,\n  And from the sky serene and far,\n  A voice fell, like a falling star,\n  Excelsior!\n\nThe meteoric voice said \"Excelsior!\" It should have said \"Bonehead!\" It\nwould have said it, too, if Ned Buntline had been handling the subject,\nfor he had a sense of verities, had Ned. Probably that was one of the\nreasons why they barred his works out of all the schoolbooks.\n\nWith the passage of years I rather imagine that Lieutenant G-----, of\nthe United States Navy, who went to so much trouble and took so many\nneedless pains in order to become a corpse may have vanished from\nthe school readers. I admit I failed to find him in any of the modern\neditions through which I glanced, but I am able to report, as a\nresult of my researches, that the well-known croupe specialist, Young\nLochinvar, is still there and so likewise is Casabianca, the total loss;\nand as I said before, I ran across Excelsior three times.\n\nJust here the other day, when I was preparing the material for this\nlittle book, I happened upon an advertisement in a New York paper of an\nauction sale of a collection of so-called dime novels, dating back to\nthe old Beadle's Boy's Library in the early eighties and coming on\ndown through the years into the generation when Nick and Old Cap were\nsucceeding some of the earlier favorites. I read off a few of the\nleading titles upon the list:\n\nBronze Jack, the California Thoroughbred; or, The Lost City of the\nBasaltic Buttes. A strange story of a desperate adventure after fortune\nin the weird, wild Apache land. By Albert W. Aiken.\n\nTombstone Dick, the Train Pilot; or, The Traitor's Trail. A story of the\nArizona Wilds. By Ned Buntline.\n\nThe Tarantula of Taos; or, Giant George's Revenge. A tale of Sardine-box\nCity, Arizona. By Major Sam S. (Buckskin Sam) Hall.\n\nRedtop Rube, the Vigilante Prince; or, The Black Regulators of Arizona.\nBy Major E. L. St. Vrain.\n\nOld Grizzly Adams, the Bear Tamer; or, The Monarch of the Mountains.\n\nDeadly Eye and the Prairie Rover.\n\nArizona Joe, the Boy Pard of Texas Jack.\n\nPacific Pete, the Prince of the Revolver.\n\nKit Carson, King of the Guides.\n\nLeadville Nick, the Boy Sport; or, The Mad Miner's Revenge.\n\nLighthouse Lige; or, The Firebrand of the Everglades.\n\nThe Desperate Dozen; or, The Fair Fiend.\n\nNighthawk Kit; or, The Daughter of the Ranch.\n\nJoaquin, the Saddle King.\n\nMustang Sam, the Wild Rider of the Plains.\n\nAdventures of Wild Bill, the Pistol Prince, from Youth to his Death by\nAssassination. Deeds of Daring, Adventure and Thrilling Incidents in the\nLife of J. B. Hickok, known to the World as Wild Bill.\n\nThese titles and many another did I read, and reading them my mind slid\nback along a groove in my brain to a certain stable loft in a certain\nKentucky town, and I said to myself that if I had a boy--say, about\ntwelve or fourteen years old--I would go to this auction and bid in\nthese books and I would back them up and reenforce them with some of\nthe best of the collected works of Nick Carter and Cap Collier and\nNick Carter, Jr., and Frank Reade, and I would buy, if I could find it\nanywhere, a certain paper-backed volume dealing with the life of the\nJames boys--not Henry and William, but Jesse and Frank--which I read\never so long ago; and I would confer the whole lot of them upon that\noffspring of mine and I would say to him:\n\n\"Here, my son, is something for you; a rare and precious gift. Read\nthese volumes openly. Never mind the crude style in which most of them\nare written. It can't be any worse than the stilted and artificial style\nin which your school reader is written; and, anyhow, if you are ever\ngoing to be a writer, style is a thing which you laboriously must learn,\nand then having acquired added wisdom you will forget part of it and\nchuck the rest of it out of the window and acquire a style of your own,\nwhich merely is another way of saying that if you have good taste to\nstart with you will have what is called style in writing, and if you\nhaven't that sense of good taste you won't have a style and nothing can\ngive it to you.\n\n\"Read them for the thrills that are in them. Read them, remembering\nthat if this country had not had a pioneer breed of Buckskin Sams and\nDeadwood Dicks we should have had no native school of dime novelists.\nRead them for their brisk and stirring movement; for the spirit of\noutdoor adventure and life which crowds them; for their swift but\nlogical processions of sequences; for the phases of pioneer Americanism\nthey rawly but graphically portray, and for their moral values. Read\nthem along with your Coopers and your Ivanhoe and your Mayne Reids. Read\nthem through, and perhaps some day, if fortune is kinder to you than\never it was to your father, with a background behind you and a vision\nbefore you, you may be inspired to sit down and write a dime novel of\nyour own almost good enough to be worthy of mention in the same breath\nwith the two greatest adventure stories--dollar-sized dime novels is\nwhat they really are--that ever were written; written, both of them, by\nsure-enough writing men, who, I'm sure, must have based their moods and\ntheir modes upon the memories of the dime novels which they, they in\ntheir turn, read when they were boys of your age.\n\n\"I refer, my son, to a book called Huckleberry Finn, and to a book\ncalled Treasure Island.\"",
    "metadata": {
        "author": [
            "Cobb, Irvin Shrewsbury",
            "Cobb, Irvin S. (Irvin Shrewsbury)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1891/pg1891.txt",
        "name": "a_plea_for_old_cap_collier.json"
    }
}