{
    "name": "A Planet Named Joe",
    "author": [
        "Lombino, S. A.",
        "Lombino, S.A.",
        "Hunter, Evan",
        "Lombino, Salvatore Albert"
    ],
    "body": "Colonel Walsh had a great sense of humor. I hated his guts ever since\nwe went through the Academy together, but he had a great sense of humor.\n\nFor example, he could have chosen a Second Looie for the job on Venus.\nHe might even have picked a Captain. But he liked me about as much as\nI liked him, and so he decided the job was just right for a Major. At\nleast, that's what he told me.\n\nI stood at attention before his desk in the Patrol Station. We were\nsomewhere in Area Two on Earth, takeoff point for any operations in\nSpace II. The duty was fine, and I liked it a lot. Come to think of\nit, the most I ever did was inspect a few defective tubes every now and\nthen. The rest was gravy, and Colonel Walsh wasn't going to let me get\nby with gravy.\n\n\"It will be a simple assignment, Major,\" he said to me, peering over\nhis fingers. He held them up in front of him like a cathedral.\n\n\"Yes, sir,\" I said.\n\n\"It will involve finding one man, a Venusian native.\"\n\nI wanted to say, \"Then why the hell don't you send a green kid on\nthe job? Why me?\" Instead, I nodded and watched him playing with his\nfingers.\n\n\"The man is a trader of sorts. Rather intelligent.\" He paused, then\nadded, \"For a native, that is.\"\n\nI had never liked Walsh's attitude toward natives. I hadn't liked the\nway he'd treated the natives on Mars ever since he'd taken over there.\nWhich brought to mind an important point.\n\n\"I always figured Venus was under the jurisdiction of Space III, sir. I\nthought our activities were confined to Mars.\"\n\nHe folded his fingers like a deck of cards and dropped them on his desk\nas if he were waiting for me to cut.\n\n\"Mmmm,\" he said, \"yes, that's true. But this is a special job. It so\nhappens this Venusian is the one man who can help us understand just\nwhat's happening on Mars.\"\n\nI tried to picture a Venusian understanding Mars and I didn't get very\nfar.\n\n\"He's had many dealings with the natives there,\" Walsh explained. \"If\nanyone can tell us the reasons for the revolt, he can.\"\n\nIf Walsh really wanted to know the reasons for the revolt, I could give\nthem to him in one word: Walsh. I had to laugh at the way he called\nit \"revolt.\" It had been going on for six months now and we'd lost at\nleast a thousand men from Space II. Revolt.\n\n\"And this man is on Venus now?\" I asked for confirmation. I'd never\nbeen to Venus, being in Space II ever since I'd left the Moon run. It\nwas just like Walsh to ship me off to a strange place.\n\n\"Yes, Major,\" he said. \"This man is on Venus.\"\n\nAt the Academy he had called me Fred. That was before I'd reported\nhim for sleeping on Boiler Watch. He'd goofed off on a pile of uranium\nthat could've, and almost did, blow the barracks sky-high that night.\nHe still thought it was my fault, as if I'd done the wrong thing by\nreporting him. And now, through the fouled-up machinery that exists in\nany military organization, he outranked me.\n\n\"And the man's name, sir?\"\n\n\"Joe.\" A tight smile played on his face.\n\n\"Joe what?\" I asked.\n\n\"Just Joe.\"\n\n\"Just Joe?\"\n\n\"Yes,\" Walsh said. \"A native, you know. They rarely go in for more than\nfirst names. But then, it should be simple to find a man with a name\nlike Joe. Among the natives, I mean.\"\n\n\"I don't know, sir.\"\n\n\"A relatively simple assignment,\" Walsh said.\n\n\"Can you tell me anything else about this man? Physical appearance?\nPersonal habits? Anything?\"\n\nWalsh seemed to consider this for a moment. \"Well, physically he's like\nany of the other Venusians, so I can't give you much help there. He\ndoes have a peculiar habit, though.\"\n\n\"What's that?\"\n\n\"He has an affinity for Terran cigarettes.\"\n\nI sighed. \"Well, it's not very much to go on.\"\n\n\"You'll find him,\" Walsh said, grinning. \"I'm sure of it.\"\n\n\n\nThe trip to Venus came off without a hitch. I did a lot of thinking on\nthat trip. I thought about Mars and the revolt there. And I thought\nabout Colonel Leonard Walsh and how he was supposed to be quelling that\nrevolt. Ever since Walsh had taken command, ever since he'd started\npushing the natives around, there'd been trouble. It was almost as if\nthe whole damned planet had blown up in our faces the moment he took\nover. Swell guy, Walsh.\n\nVenus was hotter than I'd expected it to be. Much too hot for the tunic\nI was wearing. It smelled, too. A funny smell I couldn't place. Like\na mixture of old shoe and after-shave. There were plants everywhere\nI looked. Big plants and small ones, some blooming with flowers I'd\nnever seen before, and some as bare as cactus.\n\nI recognized a blue figure as one of the natives the pilot had told me\nabout. He was tall, looking almost human except that everything about\nhim was elongated. His features, his muscles, everything seemed to have\nbeen stretched like a rubber band. I kept expecting him to pop back to\nnormal. Instead, he flashed a double row of brilliant teeth at me.\n\nI wondered if he spoke English. \"Hey, boy,\" I called.\n\nHe ambled over with long-legged strides that closed the distance\nbetween us in seconds.\n\n\"Call me Joe,\" he said.\n\nI dropped my bags and stared at him. Maybe this _was_ going to be a\nsimple assignment after all. \"I sure am glad to see you, Joe,\" I said.\n\n\"Same here, Toots,\" he answered.\n\n\"The guys back in Space II are searching high and low for you,\" I told\nhim.\n\n\"You've got the wrong number,\" he said, and I was a little surprised at\nhis use of Terran idiom.\n\n\"You are Joe, aren't you? Joe the trader?\"\n\n\"I'm Joe, all right,\" he said. \"Only thing I ever traded, though, was a\npocketknife. Got a set of keys for it.\"\n\n\"Oh,\" I said, my voice conveying my disappointment. I sighed and began\nwondering just how I should go about contacting the Joe I was looking\nfor. My orders said I was to report to Captain Bransten immediately\nupon arrival. I figured the hell with Captain Bransten. I outranked him\nanyway, and there wasn't much he could do if I decided to stop for a\ndrink first.\n\n\"Where's the Officer's Club?\" I asked the Venusian.\n\n\"Are you buying information or are you just curious?\"\n\n\"Can you take me there?\" I asked.\n\n\"Sure thing, Toots.\" He picked up my bags and started walking up a\nheavily overgrown path. We'd probably walked for about ten minutes when\nhe dropped my bags and said, \"There it is.\"\n\nThe Officer's Club was a plasteel hut with window shields that\nprotected it from the heat of the sun. It didn't look too comfortable\nbut I really wanted that drink. I reached into my tunic and slipped\nthe native thirty solars.\n\nHe stared at the credits curiously and then shrugged his shoulders. \"Oh\nwell, you're new here. We'll let it go.\"\n\nHe took off then, while I stared after him, wondering just what he'd\nmeant. Had I tipped him too little?\n\nI shrugged and looked over at the Officer's Club. From the outside it\nlooked as hot as hell.\n\nOn the inside it was about two degrees short of that mark. I began to\ncurse Walsh for taking me away from my nice soft job in Space II.\n\nThere wasn't much inside the club. A few tables and chairs, a dart game\nand a bar. Behind the bar a tall Venusian lounged.\n\nI walked over and asked, \"What are you serving, pal?\"\n\n\"Call me Joe,\" he answered.\n\nHe caught me off balance. \"What?\"\n\n\"Joe,\" he said again.\n\nA faint glimmer of understanding began to penetrate my thick skull.\n\"You wouldn't happen to be Joe the trader? The guy who knows all about\nMars, would you?\"\n\n\"I never left home,\" he said simply. \"What are you drinking?\"\n\nThat rat! That dirty, filthy, stinking, unprincipled....\n\n_But then, it should be simple to find a man with a name like_ Joe.\n_Among the natives, I mean._\n\nSure. Oh sure. Real simple. Walsh was about the lowest, most\ncontemptible....\n\n\"What are you drinking, pal?\" the Venusian asked again.\n\n\"Skip it,\" I said. \"How do I get to the captain's shack?\"\n\n\"Follow your nose, pal. Can't miss it.\"\n\nI started to pick up my bag as another Venusian entered. He waved at\nthe bartender.\n\n\"Hello, Joe,\" he said. \"How's it going?\"\n\n\"Not so hot, Joe,\" the bartender replied.\n\nI listened in fascination. Joe, Joe, Joe. So this was Walsh's idea of a\ngreat gag. Very funny. Very....\n\n\"You Major Polk, sweetheart?\" the Venusian who'd just come in asked.\n\n\"Yes,\" I said, still thinking of Colonel Walsh.\n\n\"You better get your butt over to the captain's shack,\" he said. \"He's\nabout ready to post you as overdue.\"\n\n\"Sure,\" I said wearily. \"Will you take my bags, please?\"\n\n\"Roger,\" he answered. He picked up the bags and nodded at the bar.\n\n\"So long, Joe,\" he said to the bartender.\n\n\"See you, Joe,\" the bartender called back.\n\n\n\nCaptain Bransten was a mousey, unimpressive sort of man. He was wearing\na tropical tunic, but he still resembled a wilted lily more than he did\nan officer.\n\n\"Have a seat, Major,\" he offered. He reached for a cigarette box on the\ndesk and extended it to me. He coughed in embarrassment when he saw it\nwas empty. Quickly, he pressed a button on his desk and the door popped\nopen. A tall, blue Venusian stepped lithely into the room.\n\n\"Sir?\" the Venusian asked.\n\n\"We're out of cigarettes, Joe,\" the Captain said. \"Will you get us\nsome, please?\"\n\n\"Sure thing,\" the Venusian answered. He smiled broadly and closed the\ndoor behind him.\n\n_Another Joe_, I thought. _Another damned Joe._\n\n\"They steal them,\" Captain Bransten said abruptly.\n\n\"Steal what?\" I asked.\n\n\"Cigarettes. I sometimes think the cigarette is one of the few things\nthey like about Terran culture.\"\n\nSo Walsh had taken care of that angle too. _He does have a peculiar\nhabit, though. He has an affinity for Terran cigarettes._ Cigarettes\nwas the tip I should have given; not solars.\n\n\"All right,\" I said, \"suppose we start at the beginning.\"\n\nCaptain Bransten opened his eyes wide. \"Sir?\" he asked.\n\n\"What's with all this Joe business? It may be a very original name but\nI think its popularity here is a little outstanding.\"\n\nCaptain Bransten began to chuckle softly. I personally didn't think it\nwas so funny. I tossed him my withering Superior Officer's gaze and\nwaited for his explanation.\n\n\"I hadn't realized this was your first time on Venus,\" he said.\n\n\"Is there a local hero named Joe?\" I asked.\n\n\"No, no, nothing like that,\" he assured me. \"It's a simple culture, you\nknow. Not nearly as developed as Mars.\"\n\n\"I can see that,\" I said bitingly.\n\n\"And the natives are only now becoming acquainted with Terran culture.\nLots of enlisted men, you know.\"\n\nI began to get the idea. And I began to appreciate Walsh's doubtful\nancestry more keenly.\n\n\"It's impossible to tell exactly where it all started, of course,\"\nBransten was saying.\n\nI was beginning to get angry. Very angry. I was thinking of Walsh\nsitting back in a nice cozy foam chair back on Earth.\n\n\"Get to the point, Captain!\" I barked.\n\n\"Easy, sir,\" Bransten said, turning pale. I could see that the Captain\nwasn't used to entertaining Majors. \"The enlisted men. You know how\nthey are. They'll ask a native to do something and they'll call him\nJoe. 'Hey, Joe, give me a hand with this.' Or 'Listen, Joe, how'd you\nlike to earn some cigarettes?' Do you follow?\"\n\n\"I follow, all right,\" I said bitterly.\n\n\"Well,\" Bransten went on, \"that sort of thing mushrooms. The natives\nare a simple, almost childish people. It appealed to them--the Joe\nbusiness, I mean. Now they're all Joe. They like it. That and the\ncigarettes.\"\n\nHe cleared his throat and looked at me apologetically as if he were\npersonally responsible for Venusian culture. In fact, he looked as if\nhe were responsible for having put Venus in the heavens in the first\nplace.\n\n\"Do you understand, Major? Just a case of extended idiom, that's all.\"\n\nJust a case of extended _idiot_, I thought. An idiot on a wild goose\nchase a hell of a long way from home.\n\n\"I understand perfectly,\" I snapped. \"Where are my quarters?\"\n\nBransten asked a Venusian named Joe to show me my quarters, reminding\nme that chow was at thirteen hundred. As I was leaving, the first\nVenusian came back with the cigarettes Bransten had ordered.\n\nI could tell by the look on his face that he probably had half a carton\nstuffed into his pockets. I shrugged and went to change into a tropical\ntunic.\n\nI called Earth right after chow. The Captain assured me that this sort\nof thing was definitely against regulations, but he submitted when I\ntwinkled my little gold leaf under his nose.\n\nWalsh's face appeared on the screen. He was smiling, looking like a fat\npussy cat.\n\n\"What is it, Major?\" he asked.\n\n\"This man Joe,\" I said. \"Can you give me any more on him?\"\n\nWalsh's grin grew wider. \"Why, Major,\" he said, \"you're not having any\ndifficulties, are you?\"\n\n\"None at all,\" I snapped back. \"I just thought I'd be able to find him\na lot sooner if....\"\n\n\"Take your time, Major,\" Walsh beamed. \"There's no rush at all.\"\n\n\"I thought....\"\n\n\"I'm sure you can do the job,\" Walsh cut in. \"I wouldn't have sent you\notherwise.\"\n\nHell, I was through kidding around. \"Look....\"\n\n\"He's somewhere in the jungle, you know,\" Walsh said.\n\nI wanted to ram my fist into the screen, right smack up against those\nbig white teeth. Instead, I cut off the transmission and watched the\nsurprised look on his face as his screen went blank millions of miles\naway.\n\nHe blinked at the screen, trying to realize I'd deliberately hung up on\nhim.\n\n\"Polk!\" he shouted, \"can you hear me?\"\n\nI smiled, saw the twisted hatred on his features, and then the screen\non my end went blank, too.\n\n_He's somewhere in the jungle, you know._\n\nI thanked Captain Bransten for his hospitality and went back to my\nquarters.\n\nAs I saw it, there were two courses for me to follow.\n\nOne: I could say the hell with Walsh and Venus. That would mean hopping\nthe next ship back to Earth.\n\nIt would also mean disobeying the direct order of a superior officer.\nIt might mean demotion, and it might mean getting bounced out of the\nService altogether.\n\nTwo: I could assume there really was a guy name Joe somewhere in that\njungle, a Joe separate and apart from the other Joes on this planet, a\ntrader Joe who knew the Martians well. I could always admit failure, of\ncourse, and return empty handed. Mission not accomplished. Or, I might\nreally find a guy who was trader Joe.\n\nI made my decision quickly. I wanted to stay in the Service, and\nbesides Walsh may have been on the level for the first time in his\nlife. Maybe there was a Joe here who could help us on Mars. If there\nwas I'd try to find him. It was still a hell of a trick though.\n\nI cursed Walsh again and pushed the buzzer near my bed.\n\nA tall Venusian stepped into the room.\n\n\"Joe?\" I asked, just to be sure.\n\n\"Who else, boss?\" he answered.\n\n\"I'm trying to locate someone,\" I said. \"I'll need a guide to take me\ninto the jungle. Can you get me one?\"\n\n\"It'll cost you, boss,\" the Venusian said.\n\n\"How much?\"\n\n\"Two cartons of cigarettes at least.\"\n\n\"Who's the guide?\" I asked.\n\n\"How's the price sound?\"\n\n\"Fine, fine,\" I said impatiently. And the Captain had said they were\nalmost a childish people!\n\n\"His name is Joe,\" the Venusian told me. \"Best damn guide on the\nplanet. Take you anywhere you want to go, do anything you want to do.\nCourageous. Doesn't know the meaning of fear. I've known him to....\"\n\n\"Skip it,\" I said, cutting the promotion short. \"Tell him to show up\naround fifteen hundred with a complete list of what we'll need.\"\n\nThe Venusian started to leave.\n\n\"And Joe,\" I said, stopping him at the door, \"I hope you're not\noverlooking your commission on the deal.\"\n\nHis face broke into a wide grin. \"No danger of that, boss,\" he said.\n\nWhen he was gone I began figuring out a plan of action. Obviously, I'd\njust have to traipse through the jungle looking for a guy named Joe on\na planet where everyone was named Joe. Everybody, at least, but the\nCaptain, the small garrison attached to the Station, and me.\n\n\n\nI began wondering why Walsh had gone to so much trouble to get rid of\nme. The job, as I saw it, would take a hell of a long time. It seemed\nlike a silly thing to do, just to get even with a guy for something\nthat had happened years ago. He surely must have realized that I'd be\nback again, sooner or later. Maybe he had another little junket all set\nfor me.\n\nOr maybe he didn't expect me to come back.\n\nThe thought hadn't occurred to me before this, and I began to consider\nit seriously. Walsh was no good, rotten clear through. He was failing\nat the job of keeping Mars in hand, and he probably realized that a\nfew more mistakes on his part would mean the end of his career with\nSpace II. I chuckled as I thought of him isolated in some God-forsaken\nplace like Space V or Space VII. This probably bothered him a lot, too.\nBut what probably bothered him more was the fact that I was next in\ncommand. If he were transferred, I'd be in charge of Space II, and I\ncould understand how much that would appeal to Walsh.\n\nI tried to figure the thing out sensibly, tried to weigh his good\npoints against his bad. But it all came back to the same thing. A\nguy who would deliberately go to sleep on Boiler Watch with a ton of\nuranium ready to blast a barracks to smithereens if it wasn't watched,\nwould deliberately do just about anything.\n\nSending me off on a wild goose chase after a character named Joe may\nhave been a gag. But it may have been something a little grimmer than a\ngag, and I made up my mind to be extremely careful from here on in.\n\nThe guide arrived at fifteen hundred on the dot. He was tall,\nelongated, looked almost like all the other Venusians I'd seen so far.\n\n\"I understand you need a Grade A guide, sir,\" he said.\n\n\"Are you familiar with the jungle?\" I asked him.\n\n\"Born and raised there, sir. Know it like the back of my hand.\"\n\n\"Has Joe told you what the payment will be?\"\n\n\"Yes, sir. A carton and a half of cigarettes.\"\n\nI thought about Joe deducting his commission and smiled.\n\n\"When can we leave?\"\n\n\"Right away, sir. We won't need much really. I've made a list of\nsupplies and I can get them in less than an hour. I suggest you wear\nlight clothing, boots, and a hat.\"\n\n\"Will I need a weapon?\"\n\nHe looked at me, his eyes faintly amused. \"Why, what for, sir?\"\n\n\"Never mind,\" I said. \"What's your name, by the way?\"\n\nHe lifted his eyebrows, and his eyes widened in his narrow face. He was\ndefinitely surprised.\n\n\"Joe,\" he said. \"Didn't you know?\"\n\n\n\nWhen we'd been out for a while I discovered why Joe had suggested the\nboots and the hat. The undergrowth was often sharp and jagged and it\nwould have sliced my legs to ribbons were they not protected by the\nhigh boots. The hat kept the strong sun off my head.\n\nJoe was an excellent guide and a pleasant companion. He seemed to be\nenjoying a great romp, seemed to love the jungle and take a secret\npleasure in the work he was doing. There were times when I couldn't\nsee three feet ahead of me. He'd stand stock still for a few minutes,\nhis head barely moving, his eyes darting from one plant to another.\nThen he'd say, \"This way,\" and take off into what looked like more\nimpenetrable jungle invariably to find a little path leading directly\nto another village.\n\nEach village was the same. The natives would come running out of their\nhuts, tall and blue, shouting, \"Cigarettes, Joe? Cigarettes?\" It took\nme a while to realize they were addressing me and not my guide.\n\nEverybody was Joe. It was one beautiful, happy, joyous round of\nstinking, hot jungle. And I wasn't getting any nearer my man. Nor had\nI any idea how I was supposed to find him. I began to feel pretty low\nabout the whole affair.\n\nJoe, on the other hand, enjoyed every moment of the trip. In each\nvillage he greeted the natives cheerfully, told them stories, swapped\ngossip and jokes. And when it was time to leave, he would say goodbye\nto all his friends and we would plunge into the twisted foliage again.\n\nHis spirits were always high and he never failed to say the right thing\nthat would give a momentary lift to my own depressed state of mind. He\nwould talk for hours on end as we hacked our way through the jungle.\n\n\"I like Venus,\" he said once. \"I would never leave it.\"\n\n\"Have you ever been to Earth?\" I asked.\n\n\"No,\" Joe replied. \"I like Terrans too, you understand. They are good\nfor Venus. And they are fun.\"\n\n\"Fun?\" I asked, thinking of a particular species of Terran: species\nLeonard Walsh.\n\n\"Yes, yes,\" he said wholeheartedly. \"They joke and they laugh and ...\nwell, you know.\"\n\n\"I suppose so,\" I admitted.\n\nJoe smiled secretly, and we pushed on. I began to find, more and more,\nthat I had started to talk freely to Joe. In the beginning he had been\njust my guide. There had been the strained relationship of employer and\nemployee. But as the days lengthened into weeks, the formal atmosphere\nbegan to crumble. I found myself telling him all about Earth, about\nthe people there, about my decision to attend the Academy, the rigid\ntests, the grind, even the Moon run. Joe was a good listener, nodding\nsympathetically, finding experiences in his own life to parallel my own.\n\nAnd as our relationship progressed from a casual one to a definitely\nfriendly one, Joe seemed more enthusiastic than ever to keep up our\ngrinding pace to find what we were looking for.\n\nOnce we stopped in a clearing to rest. Joe lounged on the matted\ngreenery, his long body stretched out in front of him, the knife\ngleaming in his belt. I'd seen him slash his way through thick, tangled\nvines with that knife, his long, muscular arms powerfully slicing\nthrough them like strips of silk.\n\n\"How far are we from the Station?\" I asked.\n\n\"Three or four Earth weeks,\" he replied.\n\nI sighed wearily. \"Where do we go from here?\"\n\n\"There are more villages,\" he said.\n\n\"We'll never find him.\"\n\n\"Possibly,\" Joe mused, the smile creeping over his face again.\n\n\"A wild goose chase. A fool's errand.\"\n\n\"We'd better get started,\" Joe said simply.\n\nI got to my feet and we started the march again. Joe was still fresh, a\nbrilliant contrast to me, weary and dejected. Somehow, I had the same\nfeeling I'd had a long time ago on my sixteenth birthday. One of my\nfriends had taken me all over the city, finally dropping me off at my\nown house where the whole gang was gathered for a surprise party. Joe\nreminded me of that friend.\n\n\"There's a village ahead,\" he said, and the grin on his face was large\nnow, his eyes shining.\n\n\n\nSomething was missing here. Natives. There were no natives rushing out\nto greet us. No cries of \"Cigarettes? Cigarettes?\" I caught up with Joe.\n\n\"What's the story?\" I whispered.\n\nHe shrugged knowingly and continued walking.\n\nAnd then I saw the ship, nose pointing into space, catching the rays of\nthe sun like a great silver bullet.\n\n\"What...?\" I started.\n\n\"It's all right,\" Joe said, smiling.\n\nThe ship looked vaguely familiar. I noticed the crest of Space II near\nthe nose, and a lot of things became clear then. I also saw Walsh\nstanding near one of the huts, a stun gun in his hand.\n\n\"Hello, Major,\" he called, almost cheerfully. The gun didn't look\ncheerful, though. It was pointed at my head.\n\n\"Fancy meeting you here, Colonel,\" I said, trying to match his\njoviality. Somehow it didn't quite come off.\n\nJoe was walking beside me, waving at the colonel, beaming all over with\nhappiness.\n\n\"I see you found your man,\" Walsh said.\n\nI turned rapidly. Joe nodded and kept grinning, a grin that told me he\nwas getting a big kick out of all this. Like a kid playing a game.\n\nI faced Walsh again. \"Okay, what's it all about, pal?\"\n\n\"Colonel,\" Walsh corrected me. \"You mustn't forget to say Colonel,\n_Major_.\" He emphasized my rank, and he said it with a sort of ruthless\nfinality.\n\nI waited. I could see he was just busting to tell me how clever he'd\nbeen. Besides, there wasn't much I could do but wait. Not with Walsh\npointing the stun gun at my middle.\n\n\"We've come a long way since the Academy, haven't we, Major?\"\n\n\"If you mean in miles,\" I said, looking around at the plants, \"we sure\nhave.\"\n\nWalsh grinned a little. \"Always the wit,\" he said drily. And then the\nsmile faded from his lips and his eyes took on a hard lustre. \"I'm\ngoing to kill you, you know.\" He said it as if he were saying, \"I think\nit'll rain tomorrow.\"\n\nJoe almost clapped his hands together with glee. He was really enjoying\nthis. Another of those funny Terran games.\n\n\"You gave me a powerful handicap to overcome,\" Walsh said. \"I suppose I\nshould thank you, really.\"\n\n\"You're welcome,\" I said.\n\n\"It wasn't easy living down the disgrace you caused me.\"\n\n\"It was your own damn fault,\" I said. \"You knew what you were doing\nwhen you decided to cork off.\"\n\nBeside me, Joe chuckled a little, enjoying the game immensely.\n\n\"You didn't have to report me,\" Walsh said.\n\n\"No? Maybe I should have forgotten all about it? Maybe I should have\nnudged you and served you orange juice? So you could do it again\nsometime and maybe blow up the whole damn Academy!\"\n\nWalsh was silent for a long time. When he spoke his voice was barely\naudible. The heat was oppressive, as if it were concentrated on this\nlittle spot in the jungle, focusing all its penetration on a small,\nunimportant drama.\n\nI could hear Joe breathing beside me.\n\n\"I'm on my way out,\" Walsh rasped. \"Finished, do you understand?\"\n\n\"Good,\" I said. And I meant it.\n\n\"This Mars thing. A terrible fix. Terrible.\"\n\nBeside me, a slight frown crossed Joe's face. Apparently he couldn't\nunderstand the seriousness of our voices. What had happened to the\ngame, the fun?\n\n\"You brought the Mars business on yourself,\" I told Walsh. \"There was\nnever any trouble before you took command.\"\n\n\"The natives,\" he practically shouted. \"They ... they....\"\n\nJoe caught his breath sharply, and I wondered what Walsh was going to\nsay about the natives. Apparently he'd realized that Joe was a native.\nOr maybe Joe's knife had something to do with it.\n\n\"What about the natives?\" I asked.\n\n\"Nothing,\" Walsh said. \"Nothing.\" He was silent for a while.\n\n\"A man of my calibre,\" he said then, his face grim. \"Dealing with\nsavages.\" He caught himself again and threw a hasty glance at Joe.\nThe perplexed frown had grown heavier on Joe's face. He looked at the\ncolonel in puzzlement.\n\n\n\nWalsh turned from Joe and raised the stun gun. I wondered if he had yet\nrealized that Joe was one of a million Joes scattered all over this\nplanet, that Joe was all the natives on Venus. That Joe was all the\nnatives everywhere throughout the galaxy. I looked at Walsh's eyes. He\nwas a sick man, alone with his thoughts in the middle of a stinking\njungle.\n\n\"I'm on my way out, Major,\" he said, \"but you won't get a chance to\nsucceed where I've failed. No. Oh no. I'll see to that.\"\n\n\"And you had to come all the way to Venus to do it?\"\n\n\"Don't joke,\" Walsh snapped. \"Don't joke, Major. It's not funny. It's\nnot funny at all.\"\n\n\"It's pretty sad, I'd say.\"\n\n\"You can't afford to say anything,\" Walsh remarked drily. \"You're going\nto be dead in a very few minutes.\"\n\nJoe's eyes widened, and I saw indecision cross his features as he tried\nto understand what had happened to the game.\n\n\"What'll they say back on Earth when they hear about this?\" I asked.\n\n\"When will they hear about it? Four, five months from now? By then, my\nlittle trip will have been forgotten. Besides, I'm here on a routine\ncheck. Everyone knows that.\"\n\n\"A routine check on Venus? Mars is your territory.\"\n\n\"One of my men is up here,\" Walsh said. \"That gives me temporary\njurisdiction. At least enough to visit the planet and see how\nconditions are. Anyway, I'll be home long before Joe here carries your\nbody in.\"\n\nJoe shook his head imperceptibly but Walsh didn't catch it.\n\n\"A casualty in the jungle,\" Walsh continued. \"The native will return\nto the Station and explain the accident. I'll be back on Earth long\nbefore he reaches there.\"\n\n\"Sure,\" I said, \"nice and simple. You kill me and Joe delivers the news\nand takes the rap. Good old sucker Joe.\"\n\n\"That's about enough out of you,\" Walsh said.\n\n\"Go ahead, Colonel,\" I shouted. \"Pull the trigger. Then run off and\nleave Joe to....\"\n\n\"I said that's enough out of you!\" Walsh shouted.\n\nI turned to face Joe. His mouth was drawn across his face in a tight\nemotionless line. He stepped in front of me and stared at Walsh.\n\n\"Get out of the way,\" Walsh commanded.\n\nJoe shook his head slowly. \"This is not what you told me. A friend, you\nsaid. A surprise. You said you wanted to....\"\n\n\"Get out of the way, you damned sav....\"\n\nWith one swift movement Joe leaped forward. The knife gleamed in his\nhand and there was momentary panic on Walsh's face.\n\nThe stun gun snapped up. It crackled once in the Venusian jungle, its\nblast blinding me for a moment. It shuddered through Joe's left arm and\nparalyzed it momentarily.\n\nBut the hand with the knife was hacking away at Walsh's throat, the\nblood dripping down over the silver planet on the collar of his tunic.\n\nI made my report to Bransten.\n\nI told him the body of Colonel Leonard Walsh had been discovered in the\njungle. He was barely alive when he'd been found. I'd administered aid\nbut his knife wounds had proved to be fatal. He died shortly after I\nfound him.\n\n\"Awful,\" the captain said, \"awful.\"\n\nI nodded sympathetically.\n\n\"Did he say anything? Did he give you any idea? I mean, did he say who\ndid it?\"\n\n\"Yes,\" I said. \"He told me who murdered him.\"\n\nWe were standing near the platform of my ship, waiting for them to\nprepare for blastoff.\n\n\"Well who, Major?\" he asked. \"Who did he say did it?\"\n\n\"Joe,\" I explained. \"A native named Joe.\"",
    "metadata": {
        "author": [
            "Lombino, S. A.",
            "Lombino, S.A.",
            "Hunter, Evan",
            "Lombino, Salvatore Albert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63890/pg63890.txt",
        "name": "a_planet_named_joe.json"
    }
}