{
    "name": "A prison make",
    "author": [
        "Stuart, William W."
    ],
    "body": "The man on the bunk woke, but not up. Not up at all. He didn't move,\nexcept for a sort of general half-twitch, half-shrug; didn't even open\nhis eyes. Just past the black borderland of sleep in the miasmic, grey\nfog in which he found or failed to find himself, two things only seemed\nsure. One of these was that there was no hurry whatever about opening\nhis eyes to his immediate surroundings. That could wait. He didn't know\nwhy but he knew it could wait.\n\nHe knew that. He knew also that he was a man. No doubt there. Not for\nan instant did he so much as suspect that he might be a small boy, a\ngirl, woman, or some nameless beast. No; he was a man. Not an old man,\neither. A man and still at least reasonably young.\n\nThese things he felt he knew but he could take no very great\nsatisfaction in them. It didn't seem a very extensive knowledge; basic,\nbut not extensive. What about other, collateral data--such as his name,\nstatus, situation, condition and present whereabouts?\n\nHe couldn't seem to think. No, no, he hadn't lost his memory. He felt\nconfident that all those things were clearly recorded there someplace.\nOnly they were obscured, out there in that mist, out where it was hard\nto grasp them just now. After a bit, it would all come back to him.\n\nIn the meantime he lay there.\n\nHe twitched again, a reflective thing, no volition entering into it.\nThe surface under him gave a little; a bed of some sort, must be. It\nseemed rather too firm, a harder bed than he felt he was properly\naccustomed to. Not too bad though. He could--he had, apparently, rested\nwell enough on it. Sheets? He couldn't feel any sheets, only something\nscratchy; a blanket. And it didn't, come to notice, feel as though he\nwere wearing pajamas; more like ordinary clothes. And--he wiggled his\ntoes--socks, yes. Shoes? No, at least he wasn't wearing shoes.\n\nNow where would a man, not drunk, of course he wasn't drunk, be likely\nto go to bed in a hard bunk, blanket, no sheets, all or most of his\nclothes on except his shoes? Could be some sort of an Armed Forces\noutpost or ... jail? The situation seemed to fit the pattern of a jail\nall too closely. And how would the fine young man he was sure he must\nbe know all this about a jail pattern? Must have read it someplace;\nseen it in a show. Well....\n\n\n\nHe opened his eyes to a further greyness, only less thick than that\ninside. And there were bars in this greyness, there in front of him,\nheavy steel bars; on the sides, he turned his head, walls of solid\nsteel plate. To the rear? He lifted his head and turned it--a damp,\ndirty concrete wall. Oh it was a jail all right. He was in jail, in\na cell. He didn't, at once, move any more. From where he lay on the\ncell's single bunk hung by chains from the right side wall, he could\nsee a narrow, concrete corridor through the bars in front. A bare light\nbulb shone tiredly in a dirt-crusted metal reflector in the corridor's\nhigh ceiling; grey light oozed in through a high, barred window. It\nmust be early morning, he figured.\n\nProbably it was morning, at that. But, as he found in later time, you\ncouldn't judge it from that window. It had only two tones, grey light\nor black; night or day. It was a window remote from any sun and the\ngrey day-time quality was subject to no variations, or at least none\nthat he could ever classify or use as a basis of measurement.\n\nWell, assuming as he did then that it was morning in jail, what was he,\nwhoever he was, doing in jail? The detail of his past was still solidly\nfogged in. But he wasn't a--a criminal. Anything like that he would\nsurely know about, remember. It must be a mistake of some sort. Or\ncould he be in jail for some justifiable, thoroughly respectable sin?\nIncome tax, price fixing, collusion, something like that, actually\ncreditable rather than otherwise? No. He hadn't been through a trial,\ncouldn't have been; and nobody ever went to jail for things like that\nexcept, perhaps, for a month or so and that after years of trials and\nappeals first.\n\nNevertheless, he was in jail. So? It must be an accident, a mistake of\nsome sort. Of course. That would be it.\n\nHe sat up then, on the bunk. Shoes? He swung his stocking feet over\nthe edge of the bunk and felt; bent down and looked. No shoes in\nsight. Well ... he stood up. Ow! That concrete floor was cold. But he\nwouldn't have to stand for it--on it--for long. Whatever the mistake\nor misunderstanding had put him in jail, he would straighten it out\nquickly enough. He walked to the front of the cell to grasp bars, one\nin each hand, the conventional prisoners' pose.\n\n\"Hey!\" he shouted, \"hey!!\" He rattled the cell door, doing all the\nnormal, conventional things. And, standing there shaking his cell door,\nhe was a conventional, non-remarkable looking young man. Middling\nheight, not short, not tall. Young, not more than thirty or so; not bad\nlooking. Slim enough of waist so the lack of a belt didn't endanger\nthe security of his pants. Naturally, they drooped and, naturally,\nhe looked unshaven, dishevelled. But his suit was of good quality.\nShirt--no necktie, of course--too. He might very well have been a young\nexecutive, caught in a non-executive moment. Probably, he was, or had\nbeen. But in jail there are no executives. He was only a prisoner\nrattling a jail cell door.\n\n\n\nTurning his head and pressing against bars, he could look up and down\nthe corridor outside. To his right, sighted through the left eye, it\nstretched, maybe a hundred feet, maybe more, to end in a right angle\nturn and a blank wall. The other way, some indeterminate, dim distance\noff, he could barely make out another barred door. There were, he could\nsense rather than see, other cells in neat, penal line on either side\nof his. Occupied? Yes. There were noises; grunts, yawns, mumbling,\nnothing distinguishable in the way of conversation but clear enough\nevidence that there were other prisoners. He was glad of that.\n\n\"Hey!\" he yelled again, \"hey, somebody. Come let me out of here,\ndamnit.\" But nobody did.\n\nAfter a bit he went back to his bunk and sat. Routine, he supposed, and\nrules. Probably it was too early yet. But certainly before long someone\nwould come. They would have to let him see someone in authority;\nstraighten this mess out fast enough then.\n\nHe stood and went through his pockets. Not much; but, at least, a\ncrumpled pack with three cigarettes and one book of matches. He sat\nagain and smoked. Patience.\n\nLater, not long probably, he was roused from a dull torpor by a\nmetallic clatter from the corridor. He leaped to his feet--damn that\ncold floor--and to the front of his cell. Outside, just one or two\ncells down from his own was a rig of some sort; some kind of a steam\ntable on wheels, apparently. Anyway, it was steaming greasily. There\nwere metal trays stacked at one end; buckets of one thing or another in\napertures along its eight foot length. Breakfast? Something, anyway,\nbeing served up by four hopeless slatterns dressed in sack-like, brown\nand dirty white striped denim uniforms. The women whined and mumbled at\neach other as they dragged along, filling trays and tin cups from the\ncontainers in their steam table, passing them into cells, dispensers of\nthe state's bounty, no benediction.\n\n\"Well now look at here, girls,\" said the lead witch, coming abreast of\nthe man's cell, \"looks like we got us a real juicy young buster, a nice\ngentleman prisoner type. Fresh meat, hah?\"\n\nThey all screeched and squawked then, crowding to the front of his\ncell to look, exchanging viciously obscene guesses regarding his\nprobable past history of despicable crime, present intimate personal\ncondition, and future possibilities, all singularly unattractive. He\ngaped at them a moment in shocked disgust and then backed from the door\nof his cell to sit on the bunk, head down, not looking, trying not to\nlisten.\n\n\n\n\"Yeah, that's the way it goes. He don't like our service; don't think\nwhat we got is sweet enough and pretty enough for his fine taste; not\nnow, he don't. It's gonna surprise him some, ain't it, dears, how he'll\nlearn to like our dishes and our room service after a little time,\nhah?\" The first charmer hummed an unrecognizable non-musical bar or two\nand lifted straggling skirts high, higher to prance a misshapen dance\nstep. The others cackled wildly.\n\n\"Show him Belle. Show him something to put in his dreams. He'll come\naround fast enough.\"\n\nHe squeezed his eyelids tighter shut.\n\n\"All right then, Sweetie, Jail-Birdie Boy,\" said Belle, dropping\nskirts. \"Your appetite for our cell block service'll change. How d'you\nwant your eggs, Bird-Boy?\" She laughed.\n\nHe raised his head, dully. \"Any way you feel like laying them,\ngoddamnit,\" he snarled.\n\nThe harsh amusement dissolved. \"A funny one? Did I say fresh meat,\ndears? Too fresh, hah? All right. Should we serve him a chef's special?\"\n\n\n\nThe other two gruntingly pushed the steam table forward. One lifted\na metal plate, something between a dish and a bowl, and scooped a\nladle full of a greyish mess of whatever, mush of some sort. Edible?\nConceivably. Then she reached into some nauseous recess of the table\nand brought out a stout roach, legs moving feebly. She dropped it\ninto the mush. Number two drew a steaming cup of muddy liquid from\nan urn. Coffee? Well, it was a brown-grey, it had a smell, it wasn't\nsoup. Coffee. The hag with the cup hawked gurglingly and spat into the\ncup. The third grinned evilly and dropped three slices of grey-white\nbread--grey was in everything--on the gritty corridor floor; stirred\nthem around with her bunion cut left shoe; picked them up.\n\n\"Breakfast is served, Birdie. Juicy worms for the early jail bird.\"\nBelle opened the cell door. The man sat still on his bunk, staring\nfixedly at the floor. The stout slattern laughed, slopped the filthy\nbread on top of the expiring roach and Belle took the plate-bowl and\nthe cup to slap them down beside him. \"Breakfast. Bread's your lunch.\nMaybe you'll be gladder to see us by supper. No? Then tomorrow, or the\nnext day; or the next.\" She backed out and clanged the cell door shut.\n\"No tipping,\" she said. The others cackled. \"Please ... no tipping.\"\n\nThey moved on down the row of cells. The man sat. Maybe he should\nhave been more friendly; played up to them. Then he could have asked\nthem ... something ... about seeing somebody, somebody in charge, a\nlawyer ... anybody. He sat a while, ignoring the filthy bread, the\nnoisome mush and the grey-tan coffee slush with the yellowish blob of\nspittle on top. But it bothered him. Not that he wanted to eat. God no.\nHis stomach growled; let it growl. He was too nervous, too upset to eat\nanything, let alone ... that. But his mouth, his throat were parched,\ncotton dry, a desert, a burned out waste of dehydrated tissue.\nLiquid ... damn them. He went back again to the cell door. Shook it.\nYelled, a hoarse croak. No answer, except a croaking echo, the subdued\nmutter from other cells. He quit trying to yell. His throat was too\ndry; it hurt.\n\n\n\nFor the first time since waking then, he really looked around,\nchecked over the rest of the cell. It wasn't fancy. The bunk, hard\nmattress, blanket. Bars, walls. And, at the rear of the cell, stark,\nyellow-white, unadorned and unlovely, was one toilet bowl, no wooden\nseat, just the stained enamel. To it and through from the dim concrete\nceiling above ran a heavy iron water pipe. Just where the pipe met\nthe bowl was the handle. He had seen it all before without taking\nreal notice. A toilet. Hell no, he didn't need a toilet. He was all\ndried out, tensed, frozen inside. But ... he walked the three short\npaces to the rear of the cell. He reached out, down; took the handle,\npressed it. Water rushed out in a roaring flood, bubbling and swirling\nin stained bowl. Slowly the flow cut down and stopped. He pressed the\nhandle again; again the rush of water. His tongue stuck to the roof of\nhis mouth. Water.\n\nSure, there was water, plenty of water. Water, water ... nor any\ndrop ... to drink? No, Good Lord no; it was unthinkable. A man\ncouldn't, not conceivably, drink water that came from such a thing. He\nwould choke on it, strangle, die. But water.... He would die. The iron\npipe above the bowl was sweating, tiny droplets. He pressed his tongue,\nhis face against it. Water.\n\nDamned little water there. He hugged the pipe for a while, breath\ncoming in harsh gasps. And, as he gasped, his mind emptied, slowly\nto a blank, clear, unreflecting lucidity of, not thought, of direct\nmotor response. A minute, two. Then, moving deliberately, not thinking\ndeliberately, he turned back to his bunk. A dish. A cup of nauseating\nmuck.\n\nA little later he wiped his mouth with his sleeve and lit one of his\ntwo remaining cigarettes. The cup, rinsed, clean and filled with water,\nhe had placed carefully down at the foot of the bunk on the inboard\nside. He sighed. His stomach rumbled. Food ... no, not that. He wasn't\nreally hungry. Even if, maybe, a piece or two of the bread might be\ncleaned off a bit ... no.\n\nHe lay back on the bunk looking upward. Hm-m. There was something he\nhadn't noticed. Up there, maybe eight feet above the floor level, four\nunder the ceiling, was a black box, about eight inches square by three\ndeep. Standing on the bunk in his stocking feet, he could get to it\neasily enough. A wire ran from it into the ceiling. A speaker. At the\nbottom was a button. He pressed it. First, nothing but a faint hum.\nThen....\n\n\"Click. Good morning.\" It spoke with a coolly feminine-metallic\nvoice, \"welcome to the Kembel State Home of Protective Custody, Crime\nPrevention and Correction Number One-One-Seven.\"\n\n\"Jail,\" said the man, sitting back down on the bunk. \"All it is, it's a\ncrummy jail.\" It pleased him to tell the voice that, firmly and clearly.\n\n\"This,\" continued the speaker, \"is a recording.\" The man shrugged.\nSo what about it? \"You have been admitted to protective custody here\npending investigation, trial, review and ultimate disposition of your\ncase. This is--click--Sunday morning. Sunday is a rest day. Cell block\ntherapeutic work schedules are in effect Monday through Friday--click.\"\n\nWork? What kind of work?\n\n\"You, as a custodial ward of the State, are entitled by law to\nrepresentation of your own, freely selected legal counsel.\"\n\nAh! His lawyer would clear this mess up quickly enough.\n\n\"If you wish to name counsel you may do so now. Speak clearly, directly\ninto your home-room sound box. Spell out name of counsel, home and\nbusiness address, code, phone, and qualifications before the bar of\nthis State. Click.\"\n\n\n\nHis lawyer? Did he have a lawyer? Who? Think, damnit, think. The sound\nbox was silent except for a faint hum, waiting. But he couldn't think.\nThe name Lucille came into his mind, but it seemed unlikely that\nLucille could be a lawyer.\n\n\"Click.\" The box spoke out again. \"You have no expressed choice of\ncounsel. You have therefore opted to avail yourself of the privilege\nof representation by State appointed counsel. You are now represented,\nwith full power of attorney, by State Public Defenders, Contract 34-RC,\nHollingsworth, Schintz and Associates, Attorneys at Law. Counsel will\nconsult with client twice weekly. Sunday and Thursday between the hours\nof 1500 and 1600.\"\n\nWell, at least he'd get to see some kind of a lawyer.\n\n\"And now,\" the voice seemed to take on the faintest note of\nenthusiastic interest, \"you, as a custodial ward of the State will\nneed a clear understanding of how we live here at Kembel State Home\nOne-One-Seven. A clear understanding of the rules and policies\napplicable to custodial wards of the State will enable you to avoid\ndifficulties and misunderstandings during your institutional life.\nPlease listen carefully.\"\n\nHe didn't, however, listen very carefully.\n\n\"Code One,\" said the voice, relapsing into a sing-song drone, \"Section\nA, 1, (a): Internal, closed circuit broadcast of instruction and\nentertainment. Broadcast is continuous, daily from 0500 through 2300.\nMusic and entertainment material, 1800 through 2300. Custodial wards\nare urged to listen to instructional material provided by the State\nfor their benefit. Failure to listen to a minimum of seventy-two hours\nof said material weekly shall result in penalty, four credits for each\nhour of short-fall. Code One, section A, 1, (b): Care of home-room\nfacilities....\"\n\nThe voice droned on. The hell with that noise. The man got up and\npushed irritably at the button under the speaker. It faded out in a\nfaint, protesting whine. A lawyer. The damned voice had said a lawyer\nwould come on Sunday afternoon. And this was Sunday. This afternoon\nthen. He should be out by dinner time. He ... he was thirsty again. He\ngot his cup from the foot of the bunk and drained the cool water with\nluxurious satisfaction. Plenty more where that ... never mind that. He\nclosed a door of his mind with determination. Then he used the toilet\nhurriedly and flushed it three times. The lawyer, his lawyer would\ncome. He lay back down on the bunk. Nothing to do but wait.\n\n\n\n\"Say! Say there, boy. Up, up! Nothing to do but sleep? Eh? Up, up. My\ntime is valuable.\" The voice was harsh, rasping, but with an unsubtle\ntouch of educated superiority in it.\n\nThe man in the cell sat up at the second \"say,\" and was at the front\nof the cell clinging to the bars before the voice paused.\n\n\"What?\" he asked, \"What, what, what?\"\n\nWhat? It was still daylight. Still jail, too, no doubt about that. This\nmust be the lawyer then. He blinked and stared through the bars; it\nwas hard for a moment to focus in the grey light. The figure outside\nthe cell looked something like ... what? A wheel chair? A man in a\nwheel chair? A ... now what in hell kind of a so-called lawyer was\nthis? There was no man in the more or less wheel chair out there; only\nhardware, piled and assembled in a very roughly human shape. At the top\nwere two lenses, eye-like except for being in a vertical line, mounted\nin a rounded, metallic container with a speaker and, presumably, sound\nreceivers. Under that was a big, square, torso-sized, faintly humming\nblack box. This rested on a--uh--conveyance, not unlike a wheel chair.\nUnder the box was an electric motor and a reel of black wire. Attached\nto one side of the main box section was a single metal arm, a sort of\nskeletal framework of steel rods, jointed and with an arrangement of\ntiny wheels, pulleys and belts.\n\n\"Now what, for God's sake...?\"\n\n\"Whup! Excuse me a moment, my boy,\" rasped the speaker. \"Almost forgot\nmy cord. Mustn't run down my battery here, and with two more clients\nafter you.\" The motor under the black box whined. The wheels turned\nand the rig backed away from the cell. It rolled some ten paces back\nup the corridor; stopped; the metal arm reached, caught a plug at the\nend of the wire on the reel and plugged it into a socket in the far\nwall of the building. Then the thing rolled back to the cell, the wire\nunrolling from the reel to trail behind it.\n\n\"There!\" said the speaker with a note of satisfaction. \"Now, the\ncase ... let's see ... oh yes. J7-OP-7243-R. Arrested on suspicion,\nvice and homicide squad random selection, brought in for subjective\ninterrogation at 2200, night of the 14th last.\"\n\nThe prisoner's mouth opened and closed again. He had a few things to\nsay to this mess of machinery. But this information concerned him. He\nwould listen first.\n\n\"On the basis of clear data extracted, recorded and interpreted,\ncharged with larceny; grand larceny; extortion; felonious assault; lewd\nand lascivious conduct; assault with intent to rape; rape....\"\n\n\"No, no.\" The man gripped the bars. \"No!\"\n\n\"... and murder in the first.\"\n\n\"No! I didn't. I didn't do any of those things. I know I didn't.\"\n\n\"Ah?\" inquired the speaker, \"Splendid. It might make an interesting\ndefense. How do you know you didn't?\"\n\n\"I-uh-hell, I just know, that's all. Murder? Ridiculous. Rape? I mean\nactually using force, real force to ... no. I never dreamed of such a\nthing, of any of them.\"\n\n\"Never dreamed of such things? Oh come now.\"\n\n\"Of course I never....\" Of course he had never done any of those\nthings. Of course ... well. Dreams, hell, a man could have all kinds of\ncrazy dreams. That didn't mean anything. A man couldn't control dreams.\nThey didn't mean anything.\n\n\"Fact is, boy, you must have done those things or dreamed them. Where\ndo you suppose they got your charges?\"\n\n\"What?\"\n\n\"They put you through shock, electric and drug, and went through your\nmind. Amazing technical advances have been made recently. They extract\nvirtually everything now. The process may have left your own circuits\nsomewhat blurred--did you notice that?--but the accuracy of information\nobtained is complete; legal evidence, my boy. And these things with\nwhich you have been charged were all taken right from your own mind.\"\n\n\"But a dream doesn't mean anything. I never did any of those things.\"\n\n\n\n\"Of course the dividing line between fact and fantasy is indeterminate\nand the law does recognize a distinction, when it can be proven,\nalthough the trend is decidedly toward equating the intent with the\nact. Eliminates confusion, as you can see. Well, never mind boy. We\nshall make a fine case of this, legal history. You are in good hands.\"\n\n\"We ... you.... Now look here, damnit, you're nothing but a confounded\nrobot.\"\n\n\"Computer, Pinnacle, Legal Model X 27, working title, Mr. Boswell.\nBoy, you are extremely fortunate. You couldn't get a finer legal mind\nanyplace. Programmed through the State Supreme Court library, shades\nof interpretation, judgment and emotional factors drawn from the minds\nof Mr. Hollingsworth and Judge Schintz, both very compassionate men.\nCircuits overhauled only last month.\"\n\n\"I want a real lawyer.\"\n\n\"I am your lawyer, boy, by law. Fortunate thing too, for you. I can\nsee your case through. Mr. Hollingsworth--wonderful gentleman, of\ncourse--but even now he is, well, not as young as he used to be. Bad\nthing, to change lawyers in mid-case, eh? You are lucky, boy. You know\nthe human mind is fallible.\"\n\n\"You almost forgot to plug in that silly extension cord.\"\n\n\"Service men are not what they should be. Some of those back motor\ncircuits of mine, not properly rewired at all. But those are minor\nareas, non-legal. Why is your cell speaker cut off, boy?\"\n\n\"That thing? It got on my nerves so I cut it off, that's why. So?\"\n\n\"Turn it on at once. You can't afford to lose credits, boy.\"\n\n\"Credits?\"\n\n\"Boy ... m-mph. Your circuits are in bad shape, aren't they? You are\ngoing to want things, boy. Cigarettes--here's a pack for now, by the\nway. Books. Other-ah-little extras from the trustees from the women's\ndivision. With that mind of yours, from the charge sheets ... you buy\nthings here with your credits and you are going to need them.\"\n\n\"How do I get...?\"\n\n\"Do your work. Follow the rules. You earn credits. Turn on your\nspeaker.\"\n\nHe turned it on. \"You talk like I'd be here forever.\"\n\n\"Eh? Oh no. It will be less than that, eh? Eh, eh. Don't worry, boy.\nI'll be taking care of you. So. This is all the time my programming\npermits me to give you now. Till Thursday, eh? Good night, boy.\"\n\nThe wheel chair rig backed off, unwinking eye-lenses still peering at\nthe man in the cell. The arm pulled the plug, the wire rolled back onto\nthe reel.\n\n\"Mind the rules,\" the voice rasped, \"earn your credits, eh? Be a credit\nto the firm. Good night, J 7.\" The machine rolled silently off. The\nprisoner stood clinging to the bars of the door. He was thirsty again.\n\n\n\nTime serving, time served. Time.\n\nJ--or Jay--7, the man in the cell, wiped his mess gear with a\ndenim rag, a nice match for his shapeless prison pants and the\nnumber-stencilled jacket he wore over a grey-white T-shirt. He belched\nsourly and made a face. Damn. Wednesday. The rice had been passable\nenough, but the stew was even more sour than usual. Thank goodness for\nthe bottle of ketchup, resting now with an assortment of items on the\nunpainted wooden shelf hung neatly over his bunk with two strips of\ndenim rag from his busily sounding off speaker box. Two credits, that\nketchup. He belched again. Well, he could never have downed that stew\nwithout it. It did pay to build up those credits. Mr. Boswell, hardware\nor not, knew his business. And now at least he, Jay 7, knew his, the\nprisoner's business well enough. Well enough to get by.\n\nAs Mr. Boswell had said--and said--\"we have to go by the rules of\nthe game we are in, boy.\" Trying to beat them was beating on a stone\nwall. Three days in solitary that time he had stuffed his blanket in\nthe toilet and tried to flood the place had taught him. Now his head\nwas unbloody and bowed to the extent that seemed necessary. As Mr.\nBoswell had said, with soft harshness, on his third day, a Thursday, in\nsolitary, peering down through the tiny grill with unwinking lenses,\n\"If you think, my boy, that you are the one with a head that will prove\nharder than these concrete and steel walls you may try if you can\nbruise them; but this will not help your case.\"\n\nThe hard way, but only once. He learned the lesson. Now his\ncell--home-room--squawker stayed on straight through 0500 through\n2300 every day. That brought four bonus credits per week. His cell\nwas neat and clean; the toilet bowl gleamed, pure, sparkling white.\nFour more credits. And he did his work, in his cell, adding endless\ncolumns of surely meaningless figures, writing out political letters\nto constituents in a neat hand for all levels of elective officials of\nthe State. Tedious work? Well ... in a sense; but it was a challenge,\ntoo, all those figures without an error, making the letters neat and\nappealing, and balancing properly on the page. It wasn't so easy. He\nearned his credits; made his quota, too, every day. Mr. Boswell was\npleased with him. So.\n\nHe looked around him at his home-room with a certain clear\nsatisfaction, if not pride. Now he kept his own mess kit, clean and\nshining. He had the shelf with ketchup, mustard; soap and shaving gear;\ntobacco and cigarette papers; a nice white enamel basin. And something\nmore, too. Set into his water pipe, above the toilet bowl was a real\nluxury item--a faucet. Not many custodials earned that privilege but he\nhad had it now for ... how long? Hard to say, to keep track. Quite a\nwhile now, anyway, but the pleasure in having it, in not having to use\nthe bowl of the toilet for ... everything, hadn't worn off. He put his\nmess kit on his shelf, took his cup and went to draw a cup of water,\nfor the joy in being able to do it, mostly. He drank luxuriously;\ncarelessly spilled a half-cup of water into the bowl.\n\nThere was a tapping on the wall, left side, across from his bunk. He\nfrowned and ignored it. That tapping from other cells never amounted\nto anything, never seemed to make any sense. He'd tried it himself, at\nfirst. For some reason, a vibration barrier, it wasn't possible to talk\nand distinguish words from one cell to the next. But tapping? It made\nno sense either. It was an annoyance and the hell with it. Except....\n\n\n\nJay 7 reached up over his head and brought down his mess gear; put\nit on his bunk in front of him; picked up his blunt knife and spoon.\nOverhead, the squawk box wound up a stirring speech on something by the\ngovernor and launched into the 1800 review of the rules. The sing-song\nvoice started. Jay 7 began to rap a rhythm, simple at first, building\ninto more intricate patterns, following the flow of the speaker. \"Code\nOne--tap, tap--Section A, 1 (a)--tap-tappety tap--.\" His head nodded.\nThat was the only tapping that meant anything, a beat with a lift\nthat a man could put himself into. His head nodded and he listened,\nabsorbed, to his pattern of rhythm. He felt pretty good. Later he would\nfeel better.\n\nSure. Sure he would. This was Wednesday, a Rec. night. Tonight, after\nsupper, Belle and her Three Graces would make a night round. \"Personal\nservice\"--if you had the credits. He had the credits. He'd take a\nfall--hell, a couple, why not--out of old Belle herself. Not that Belle\nlooked any better than the others, but at least she put a little life\ninto it. A couple of hours with Belle, twelve credits; a bottle, four\nmore. All right, he had them. Tonight he was really going to make a\nnight of it. Yeah.\n\nYeah?\n\nYeah. And the next day, Thursday, all day ... yeah! His head ached,\nstomach churned; that burning back of the eye-balls; the awful,\ntight-drawn humming of nerves. And on just one bottle? God, that\nacid-burn gin. No, old Belle had been in rare form and he got two\nbottles instead of one. But even so ... must be that stew the night\nbefore. Oh death!\n\nHe fought the day, his work, all day. He missed quota. The fingers were\njust a blistering mist before his eyes. He drank water and gagged on\nit. He paced his cell. He sweated. God! Could a man live like this?\n\n\"Boy! Say there, boy. Look alive, eh?\"\n\nMr. Boswell, the old electronic shyster. It was afternoon, finally,\nof the everlasting, miserable day. Jay 7 looked up to watch sullenly\nas, the usual afterthought, Mr. Boswell rolled on off to plug in his\ncord; and rolled back. Made a noise, a harrumph-type, throat clearing,\nintroductory noise. Mr. Boswell had no throat but he was a believer in\ncertain niceties, form and procedure.\n\n\"Well now, boy. Let me see, where are we? Oh yes. Bring you up to date.\nMy latest petition for further continuance pending a review of the\ntranscr....\"\n\n\n\nSuddenly, it was all too much. Jay 7 was mad, furious. He, in a\nword, blew his gin-throbbing top. He was on his feet, shaking hands,\nwhite-knuckled, gripping bars. \"Goddamnit!\" he shouted, \"Goddamnit,\nyou rotten old fraud, I've had enough, you hear me? I got a\nby-God-bellyfull enough.\"\n\n\"Oh?\" inquired Mr. Boswell, mildly. \"Enough is enough, eh? But how can\nwe be sure that alternatives....\"\n\n\"All right, all right.\" Jay 7 wouldn't get anything out of him by\nshouting, he knew that. He was still tense and shaking but he managed\nto lower his voice to a tense, confidential whisper of appeal. \"But I\ncan't take much more of this. And the uncertainty. I've got to know.\nHow much longer, huh? Please, please, Mr. Boswell, man to man ... when\nwill the trial come? How much longer before we go to court, I--we--get\nmy acquital, huh? Man to man, when can I walk out of here a free man?\"\n\n\"Man to man? You are just a boy, boy. Show it all the time. Man to man?\nWell ... perhaps it is time you did grow up a bit. So. You want to know\nwhen you will leave here a free man? I'll tell you. Never.\"\n\n\"Never?!?\"\n\n\n\n\"Never. Hasn't that been obvious from the start? Look. You know the\ncharges, the evidence against you. In your actions, in your mind,\neither way you are guilty, boy. Regardless of the degree, you are\nguilty. The evidence is undeniable. You know better than I how guilty\nyou are.\"\n\n\"No!\"\n\n\"You are so eager to leave here? Why?\"\n\n\"Just to get out. To be free. Isn't that enough?\"\n\n\"Nonsense, lad; nonsense. You are doing fine here, just fine. Look at\nit this way. You are here for the common good, yours and society's, in\nprotective custody. You have made rather a nice adjustment. Quite nice,\nreally. To accept it gracefully, gratefully, is best. And, with me as\nyour counsel, there is no reason why we cannot hope to continue your\ncase indefinitely--for years, for decades. Why....\"\n\n\"No! No, they can't, you can't do that to me.\" A highly unoriginal\nprotest. Mr. Boswell made a mild sound of disapproval. At such times\nhe regretted the limitations of construction that did not permit him a\nshake of the head.\n\n\"Years? Decades? No! I can't stand it; I can't, I won't. I'll find a\nway out. I'll make a way.\"\n\n\"Suicide? Oh now, my boy, please. To take your own life? A shameful\nthing. And not at all fair to my firm.\"\n\n\"No, not suicide. I--I'll break out. Damn you, I will. I'll grab your\ndamned wire--I can reach it from here; I'll pull your plug. You'll have\nto take me out of here or I'll let your juice run out and you'll die.\nBoswell, you're going to hide me under that machinery of yours and take\nme out.\"\n\n\"Oh? But my boy--what then?\"\n\n\"Then I'll be out, that's what.\"\n\n\"Then you will be out. Out of here; out in the street; out of\nprotective custody; outside the law. You would be alone then, lad;\nalone with your guilt, cast out, apart from society and the sound,\nstable order you find here. And would not every decent man's hand be\nagainst you? Think, my boy, what that means. Could you face it?\" During\nthese remarks, as Jay 7 clung, hot-eyed and shaking to the bars, Mr.\nBoswell had backed prudently well away, out of reach from the cell door.\n\n\"Yes! I don't care. To hell with you; to hell with all of them. I've\ngot to get out of here. Come back, you coward. I tell you I've got to\nget out, out, out!\"\n\nMr. Boswell backed across the corridor and pulled his plug from the\nsocket. The wire rolled back neatly on the spool. \"Time--no more time;\nother clients.\" He peered myopically through thick lenses back toward\nthe cell. \"Please, lad--it pains me to hear you talk so wildly.\"\n\n\"I've got to get out, you hear? Out!\"\n\n\n\n\"Well, my boy, if it has become such a phobia with you and you feel you\nhave got to do so foolish a thing ... why don't you just walk out?\"\n\n\"Walk out? What in hell are you talking about? How can I walk out of\nthis cell?\"\n\n\"Now, now, boy. You are only in protective custody, to protect you from\nyourself, from an outraged society, you understand. That cell isn't\nlocked. Never has been. You know that.\"\n\n\"That's a lie!\" The man, Jay 7, threw himself against the bars, pressed\nagainst them, every muscle straining. \"It's locked, locked. You can\nsee. It won't open.\"\n\n\"Now, now,\" said Mr. Boswell again, starting to swing around on his\nwheels, \"that door opens inward. You get your food through it, your\nwork; the other--ah--amenities, girls ... eh? Nobody ever unlocks that\ndoor, isn't that right? They all just push it open. Right? Eh? It opens\nin.\"\n\n\"You lie. It's a damned, rotten, filthy lie.\" He was yelling, shaking,\nrattling the door; pushing at the door.\n\n\"Easy, boy,\" said Mr. Boswell, \"easy now. If you say so ... perhaps you\nare right after all. So. We adjust, eh? See you Sunday. There are some\ndetails, questions of improper punctuation in the transcript of your\ninvoluntary confession we must go over; something we can use in the\nnext preliminary hearing. Eh? Good night, boy.\" Mr. Boswell rolled off,\nsmoothly as always, down the corridor.\n\nJay 7 quit pushing then, all at once and completely, and hung limply,\ntwo hands circling two solid bars, leaning heavily against the cell\ndoor. He sobbed once and then sniffed. He felt thirsty. So ... well, he\nhad his cup, his own faucet. He could get a nice, cold drink of water\nany time he wanted it. He sniffed again and turned away from the barred\ndoor.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Stuart, William W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72179/pg72179.txt",
        "name": "a_prison_make.json"
    }
}