{
    "name": "A Struggle For Life",
    "author": [
        "Aldrich, Thomas Bailey",
        "Aldrich, T. B. (Thomas Bailey)"
    ],
    "body": "Boston And New York Houghton Mifflin Company\n\nCopyright, 1873, 1885, and 1901\n\n\nOne morning as I was passing through Boston Common, which lies between\nmy home and my office, I met a gentleman lounging along The Mall. I\nam generally preoccupied when walking, and often thread my way through\ncrowded streets without distinctly observing any one. But this man's\nface forced itself upon me, and a singular face it was. His eyes were\nfaded, and his hair, which he wore long, was flecked with gray. His hair\nand eyes, if I may say so, were sixty years old, the rest of him not\nthirty. The youthfulness of his figure, the elasticity of his gait, and\nthe venerable appearance of his head were incongruities that drew more\nthan one pair of curious eyes towards him, He excited in me the painful\nsuspicion that he had got either somebody else's head or somebody else's\nbody. He was evidently an American, at least so far as the upper part\nof him was concerned--the New England cut of countenance is\nunmistakable--evidently a man who had seen something of the world, but\nstrangely young and old.\n\nBefore reaching the Park Street gate, I had taken up the thread of\nthought which he had unconsciously broken; yet throughout the day this\nold young man, with his unwrinkled brow and silvered locks, glided in\nlike a phantom between me and my duties.\n\nThe next morning I again encountered him on The Mall. He was resting\nlazily on the green rails, watching two little sloops in distress, which\ntwo ragged ship-owners had consigned to the mimic perils of the Pond.\nThe vessels lay becalmed in the middle of the ocean, displaying a\ntantalizing lack of sympathy with the frantic helplessness of the owners\non shore. As the gentleman observed their dilemma, a light came into his\nfaded eyes, then died out leaving them drearier than before. I wondered\nif he, too, in his time, had sent out ships that drifted and drifted and\nnever came to port; and if these poor toys were to him types of his own\nlosses.\n\n\"That man has a story, and I should like to know it,\" I said, half\naloud, halting in one of those winding paths which branch off from\nthe pastoral quietness of the Pond, and end in the rush and tumult of\nTremont Street.\n\n\"Would you?\" exclaimed a voice at my side. I turned and faced Mr.\nH------, a neighbor of mine, who laughed heartily at finding me talking\nto myself. \"Well,\" he added, reflectingly, \"I can tell you this man's\nstory; and if you will match the narrative with anything as curious, I\nshall be glad to hear it.\"\n\n\"You know him, then?\"\n\n\"Yes and no. That is to say, I do not know him personally; but I know\na singular passage in his life. I happened to be in Paris when he was\nburied.\"\n\n\"Buried!\"\n\n\"Well, strictly speaking, not buried; but something quite like it. If\nyou 've a spare half hour,\" continued my friend H------, \"we 'll sit on\nthis bench, and I will tell you all I know of an affair that made some\nnoise in Paris a couple of years ago. The gentleman himself, standing\nyonder, will serve as a sort of frontispiece to the romance--a full-page\nillustration, as it were.\"\n\nThe following pages contain the story Which Mr. H------ related to\nme. While he was telling it, a gentle wind arose; the miniature sloops\ndrifted feebly about the ocean; the wretched owners flew from point\nto point, as the deceptive breeze promised to waft the barks to either\nshore; the early robins trilled now and then from the newly fringed\nelms; and the old young man leaned on the rail in the sunshine, little\ndreaming that two gossips were discussing his affairs within twenty\nyards of him.\n\n*****\n\nThree persons were sitting in a _salon_ whose one large window\noverlooked the Place Vendome. M. Dorine, with his back half turned on\nthe other two occupants of the apartment, was reading the Journal des\nDebats in an alcove, pausing from time to time to wipe his glasses, and\ntaking scrupulous pains not to glance towards the lounge at his right,\non which were seated Mile. Dorine and a young American gentleman, whose\nhandsome face rather frankly told his position in the family. There was\nnot a happier man in Paris that afternoon than Philip Wentworth. Life\nhad become so delicious to him that he shrunk from looking beyond\nto-day. What could the future add to his full heart, what might it not\ntake away? The deepest joy has always something of melancholy in it--a\npresentiment, a fleeting sadness, a feeling without a name. Wentworth\nwas conscious of this subtile shadow that night, when he rose from the\nlounge and thoughtfully held Julie's hand to his lip for a moment before\nparting. A careless observer would not have thought him, as he was, the\nhappiest man in Paris.\n\nM. Dorine laid down his paper, and came forward. \"If the house,\" he\nsaid, \"is such as M. Cherbonneau describes it, I advise you to close\nwith him at once. I would accompany you, Philip, but the truth is, I am\ntoo sad at losing this little bird to assist you in selecting a cage for\nher. Remember, the last train for town leaves at five. Be sure not to\nmiss it; for we have seats for Sardou's new comedy to-morrow night. By\nto-morrow night,\" he added laughingly, \"little Julie here will be an old\nlady--it is such an age from now until then.\"\n\nThe next morning the train bore Philip to one of the loveliest spots\nwithin thirty miles of Paris. An hour's walk through green lanes\nbrought him to M. Cherbonueau's estate. In a kind of dream the young man\nwandered from room to room, inspected the conservatory, the stables, the\nlawns, the strip of woodland through which a merry brook sang to itself\ncontinually, and, after dining with M. Cherbonneau, completed the\npurchase, and turned his steps towards the station just in time to catch\nthe express train.\n\nAs Paris stretched out before him, with its lights twinkling in the\nearly dusk, and its spires and domes melting into the evening air, it\nseemed to Philip as if years had elapsed since he left the city. On\nreaching Paris he drove to his hotel, where he found several letters\nlying on the table. He did not trouble himself even to glance at their\nsuperscriptions as he threw aside his travelling surtout for a more\nappropriate dress.\n\nIf, in his impatience to return to Mile. Dorine, the cars had appeared\nto walk, the fiacre, which he had secured at the station appeared to\ncreep. At last it turned into the Place Vendome, and drew up before M.\nDorine's hotel. The door opened as Philip's foot touched the first step.\nThe valet silently took his cloak and hat, with a special deference,\nPhilip thought; but was he not now one of the family?\n\n\"M. Dorine,\" said the servant slowly, \"is unable to see Monsieur at\npresent. He wishes Monsieur to be shown up to the salon.\"\n\n\"Is Mademoiselle\"--\n\n\"Yes, Monsieur.\"\n\n\"Alone?\"\n\n\"Alone, Monsieur,\" repeated the man, looking curiously at Philip, who\ncould scarcely repress an exclamation of pleasure.\n\nIt was the first time that such a privilege had been accorded him.\nHis interviews with Julie had always taken place in the presence of M.\nDorine, or some member of the household. A well-bred Parisian girl has\nbut a formal acquaintance with her lover.\n\nPhilip did not linger on the staircase; with a light heart, he went up\nthe steps, two at a time, hastened through the softly lighted hall,\nin which he detected the faint scent of her favorite flowers, and\nstealthily opened the door of the salon.\n\nThe room was darkened. Underneath the chandelier stood a slim black\ncasket on trestles. A lighted candle, a crucifix, and some white flowers\nwere on a table near by. Julie Dorine was dead.\n\nWhen M. Dorine heard the sudden cry that rang through the silent house,\nhe hurried from the library, and found Philip standing like a ghost in\nthe middle of the chamber.\n\nIt was not until long afterwards that Wentworth learned the details of\nthe calamity that had befallen him. On the previous night Mile. Dorine\nhad retired to her room in seemingly perfect health, and had dismissed\nher maid with a request to be awakened early the next morning. At the\nappointed hour the girl entered the chamber. Mile. Dorine was sitting in\nan arm-chair, apparently asleep. The candle in the _bougeoir_ had burnt\ndown to the socket; a book lay half open on the carpet at her feet. The\ngirl started when she saw that the bed had not been occupied, and that\nher mistress still wore an evening dress. She rushed to Mile. Dorine's\nside. It was not slumber; it was death.\n\nTwo messages were at once despatched to Philip, one to the station at\nG------, the other to his hotel. The first missed him on the road, the\nsecond he had neglected to open. On his arrival at M. Dorine's house,\nthe valet, under the supposition that Wentworth had been advised of\nMile. Dorine's death, broke the intelligence with awkward cruelty, by\nshowing him directly to the salon. Mile. Dorine's wealth, her beauty,\nthe suddenness of her death, and the romance that had in some way\nattached itself to her love for the young American drew crowds to\nwitness the funeral ceremonies, which took place in the church in the\nRue d'Aguesseau. The body was to be laid in M. Dorine's tomb, in the\ncemetery of Montmartre.\n\nThis tomb requires a few words of description. First there was a grating\nof filigraned iron; through this you looked into a small vestibule or\nhall, at the end of which was a massive door of oak opening upon a short\nflight of stone steps descending into the tomb. The vault was fifteen\nor twenty feet square, ingeniously ventilated from the ceiling, but\nunlighted. It contained two sarcophagi: the first held the remains of\nMadame Dorine, long since dead; the other was new, and bore on one side\nthe letters J. D., in monogram, interwoven with fleurs-de-lis.\n\nThe funeral train stopped at the gate of the small garden that enclosed\nthe place of burial, only the immediate relatives follow-ing the\nbearers into the tomb. A slender wax candle, such as is used in Catholic\nchurches, burnt at the foot of the uncovered sarcophagus, casting a dim\nglow oyer the centre of the apartment, and deepening the shadows which\nseemed to huddle together in the corners. By this flickering light the\ncoffin was placed in its granite shell, the heavy slab laid over it\nreverently, and the oaken door swung on its rusty hinges, shutting\nout the uncertain ray of sunshine that had ventured to peep in on the\ndarkness.\n\nM. Dorine, muffled in his cloak, threw himself on the back seat of the\nlandau, too abstracted in his grief to observe that he was the only\noccupant of the vehicle. There was a sound of wheels grating on the\ngravelled avenue, and then all was silence again in the cemetery of\nMontmartre. At the main entrance the carriages parted company, dashing\noff into various streets at a pace that seemed to express a sense of\nrelief.\n\nThe rattle of wheels had died out of the air when Philip opened his\neyes, bewildered, like a man abruptly roused from slumber. He raised\nhimself on one arm and stared into the surrounding blackness. Where\nwas he? In a second the truth flashed upon him. He had been left in the\ntomb! While kneeling on the farther side of the stone box, perhaps\nhe had fainted, and during the last solemn rites his absence had been\nunnoticed.\n\nHis first emotion was one of natural terror. But this passed as quickly\nas it came. Life had ceased to be so very precious to him; and if it\nwere his fate to die at Julie's side, was not that the fulfilment of the\ndesire which he had expressed to himself a hundred times that morning?\nWhat did it matter, a few years sooner or later? He must lay down the\nburden at last. Why not then? A pang of self-reproach followed they\nthought. Could he so lightly throw aside the love that had bent over his\ncradle. The sacred name of mother rose involuntarily to his lips. Was\nit not cowardly to yield up without a struggle the life when he should\nguard for her sake? Was it not his duty to the living and the dead to\nface the difficulties of his position, and overcome them if it were\nwithin human power?\n\nWith an organization as delicate as a woman's he had that spirit which,\nhowever sluggish in repose, leaps with a kind of exultation to measure\nits strength with disaster.\n\nThe vague fear of the supernatural, that would affect most men in a\nsimilar situation, found no room in his heart. He was simply shut in a\nchamber from which it was necessary that he should obtain release within\na given period. That this chamber contained the body of the woman he\nloved, so far from adding to the terror of the case, was a circumstance\nfrom which he drew consolation. She was a beautiful white statue now.\nHer soul was far hence; and if that pure spirit could return, would it\nnot be to shield him with her love? It was impossible that the place\nshould not engender some thought of the kind. He did not put the thought\nentirely from him as he rose to his feet and stretched out his hands in\nthe darkness; but his mind was too healthy and practical to indulge long\nin such speculations.\n\nPhilip, being a smoker, chanced to have in his pocket a box of\n_allumettes_. After several ineffectual essays, he succeeded in igniting\none against the dank wall, and by its momentary glare perceived that the\ncandle had been left in the tomb. This would serve him in examining the\nfastenings of the vault. If he could force the inner door by any means,\nand reach the grating, of which he had an indistinct recollection, he\nmight hope to make himself heard. But the oaken door was immovable, as\nsolid as the wall itself, into which it fitted air-tight. Even if he\nhad had the requisite tools, there were no fastenings to be removed; the\nhinges were set on the outside.\n\nHaving ascertained this, Philip replaced the candle on the floor, and\nleaned against the wall thoughtfully, watching the blue fan of flame\nthat wavered to and fro, threatening to detach itself from the wick. \"At\nall events,\" he thought, \"the place is ventilated.\" Suddenly he sprang\nforward and extinguished the light.\n\nHis existence depended on that candle! He had read somewhere, in some\naccount of shipwreck, how the survivors had lived for days upon a\nfew candles which one of the passengers had insanely thrown into the\nlong-boat. And here he had been burning away his very life!\n\nBy the transient illumination of one of the tapers, he looked at his\nwatch. It had stopped at eleven--but eleven that day, or the preceding\nnight? The funeral, he knew, had left the church at ten. How many hours\nhad passed since then? Of what duration had been his swoon? Alas! it\nwas no longer possible for him to measure those hours which crawl like\nsnails by the wretched, and fly like swallows over the happy.\n\nHe picked up the candle, and seated himself on the stone steps. He was\na sanguine man, but, as he weighed the chances of escape, the prospect\nappalled him. Of course he would be missed. His disappearance under the\ncircumstances would surely alarm his friends; they would institute a\nsearch for him; but who would think of searching for a live man in\nthe cemetery of Montmartre? The prefet of police would set a hundred\nintelligences at work to find him; the Seine might be dragged, _les\nmiserables_ turned over at the Morgue; a minute description of him would\nbe in every detective's pocket; and he--in M. Dorine's family tomb!\n\nYet, on the other hand, it was here, he was last seen; from this point\na keen detective would naturally work up the case. Then might not the\nundertaker return for the candlestick, probably not left by design? Or,\nagain, might not M. Dorine send fresh wreaths of flowers, to take the\nplace of those which now diffused a pungent, aromatic odor throughout\nthe chamber? Ah! what unlikely chances! But if one of these things did\nnot happen speedily, it had better never happen. How long could he keep\nlife in himself?\n\nWith his pocket-knife Wentworth cut the half-burned candle into four\nequal parts. \"To-night,\" he meditated, \"I will eat the first of these\npieces; to-morrow, the second; to-morrow evening, the third; the next\nday, the fourth; and then--then I 'll wait!\"\n\nHe had taken no breakfast that morning, unless a cup of coffee can\nbe called a breakfast. He had never been very hungry before. He was\nravenously hungry now. But he postponed the meal as long as practicable.\nIt must have been near midnight, according to his calculation, when he\ndetermined to try the first of his four singular repasts. The bit of\nwhite-wax was tasteless; but it served its purpose.\n\nHis appetite for the time appeased, he found a new discomfort. The\nhumidity of the walls, and the wind that crept through the unseen\nventilator, chilled him to the bone. To keep walking was his only\nresource.\n\nA kind of drowsiness, too, occasionally came over him. It took all his\nwill to fight it off. To sleep, he felt, was to die, and he had made up\nhis mind to live.\n\nThe strangest fancies flitted through his head as he groped up and down\nthe stone floor of the dungeon, feeling his way along the wall to avoid\nthe sepulchres. Voices that had long been silent spoke words that had\nlong been forgotten; faces he had known in childhood grew palpable\nagainst the dark. His whole life in detail was unrolled before him like\na panorama; the changes of a year, with its burden of love and death,\nits sweets and its bitternesses, were epitomized in a single second. The\ndesire to sleep had left him, but the keen hunger came again.\n\n\"It must be near morning now,\" he mused; \"perhaps the sun is just\ngilding the towers of Notre Dame; or, may be, a dull, drizzling rain is\nbeating on Paris, sobbing on these mounds above me. Paris! it seems like\na dream. Did I ever walk in its gay boulevards in the golden air? Oh,\nthe delight and pain and passion of that sweet human life!\"\n\nPhilip became conscious that the gloom, the silence, and the cold were\ngradually conquering him. The feverish activity of his brain brought on\na reaction. He grew lethargic; he sunk down on the steps, and thought\nof nothing. His hand fell by chance on one of the pieces of candle;\nhe grasped it and devoured it mechanically. This revived him. \"How\nstrange,\" he thought, \"that I am not thirsty. Is it possible that\nthe dampness of the walls, which I must inhale with every breath, has\nsupplied the need of water? Not a drop has passed my lips for two days,\nand still I experience no thirst. That drowsiness, thank Heaven, has\ngone. I think I was never wide awake until this hour. It would be an\nanodyne like poison that could weigh down my eyelids. No doubt the dread\nof sleep has something to do with this.\"\n\nThe minutes were like hours. Now he walked as briskly as he dared up\nand down the tomb; now he rested against the door. More than once he was\ntempted to throw himself upon the stone coffin that held Julie, and make\nno further struggle for his life.\n\nOnly one piece of candle remained. He had eaten the third portion, not\nto satisfy hunger, but from a precautionary motive he had taken it as a\nman takes some disagreeable drug upon the result of which hangs safety.\nThe time was rapidly approaching when even this poor substitute for\nnourishment would be exhausted. He delayed that moment. He gave himself\na long fast this time. The half-inch of candle which he held in his hand\nwas a sacred thing to him. It was his last defence against death.\n\nFinally, with such a sinking at heart as he had not known before, he\nraised it to his lips. Then he paused, then he hurled the fragment\nacross the tomb, then the oaken door was flung open, and Philip, with\ndazzled eyes, saw M. Dorine's form sharply defined against the blue sky.\n\nWhen they led him out, half blinded, into the broad daylight, M. Dorine\nnoticed that Philip's hair, which a short time since was as black as a\ncrow's wing, had actually turned gray in places. The man's eyes, too,\nhad faded; the darkness had dimmed their lustre.\n\n\"And how long was he really confined in the tomb?\" I asked, as Mr.\nH------ concluded the story.\n\n\"_Just one hour and twenty minutes!_\" replied Mr. H------, smiling\nblandly.\n\nAs he spoke, the Lilliputian sloops, with their sails all blown out\nlike white roses, came floating bravely into port, and Philip Wentworth\nlounged by us, wearily, in the pleasant April sunshine.\n\nMr. H------'s narrative haunted me. Here was a man who had undergone a\nstrange ordeal. Here was a man whose sufferings were unique. His was no\nthreadbare experience. Eighty minutes had seemed like two days to him!\nIf he had really been immured two days in the tomb, the story, from my\npoint of view, would have lost its tragic value.\n\nAfter this it was natural that I should regard Mr. Wentworth with\nstimulated curiosity. As I met him from day to day, passing through\nthe Common with that same introspective air, there was something in his\nloneliness which touched me. I wondered that I had not read before\nin his pale, meditative face some such sad history as Mr. H------ had\nconfided to me. I formed the resolution of speaking to him, though\nwith no very lucid purpose. One morning we came face to face at the\nintersection of two paths. He halted courteously to allow me the\nprecedence.\n\n\"Mr. Wentworth,\" I began, \"I\"--\n\nHe interrupted me.\n\n\"My name, sir,\" he said, in an off-hand manner, \"is Jones.\"\n\n\"Jo-Jo-Jones!\" I gasped.\n\n\"No, not Joseph Jones,\" he returned, with a glacial air--\"Frederick.\"\n\nA dim light, in which the perfidy of my friend H------ was becoming\ndiscernible, began to break upon my mind.\n\nIt will probably be a standing wonder to Mr. Frederick Jones why a\nstrange man accosted him one morning on the Common as \"Mr. Wentworth,\"\nand then dashed madly down the nearest foot-path and disappeared in the\ncrowd.\n\nThe fact is, I had been duped by Mr. H------, who is a gentleman\nof literary proclivities, and has, it is whispered, become somewhat\ndemented in brooding over the Great American Novel--not yet hatched, He\nhad actually tried the effect of one of his chapters on me!\n\nMy hero, as I subsequently learned, is a commonplace young person, who\nhad some connection, I know not what, with the building of that graceful\ngranite bridge which spans the crooked silver lake in the Public Garden.\n\nWhen I think of the readiness with which Mr. H------ built up his airy\nfabric on my credulity, I feel half inclined to laugh, though I am\ndeeply mortified at having been the unresisting victim of his Black Art.",
    "metadata": {
        "author": [
            "Aldrich, Thomas Bailey",
            "Aldrich, T. B. (Thomas Bailey)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23356/pg23356.txt",
        "name": "a_struggle_for_life.json"
    }
}