{
    "name": "A Thought For Tomorrow",
    "author": [
        "Gilbert, Robert Ernest",
        "Gilbert,  R. E.",
        "Gilbert, Robert E."
    ],
    "body": "\n[Sidenote: _Any intolerable problem has a way out--the more impossible,\nthe likelier it is sometimes!_]\n\nLord Potts frowned at the rusty guard of his saber, and the metal\nimmediately became gold-plated. Potts reined his capricious black\nstallion closer to the first sergeant.\n\n\"Report!\" the first sergeant bellowed.\n\n\"Fourth Hussars, all present!\"\n\n\"Eighth Hussars, all present!\"\n\n\"Eleventh Hussars, all present!\"\n\n\"Thirteenth Hussars, all present!\"\n\n\"Seventeenth Lancers, all present!\"\n\nThe first sergeant's arm flashed in a vibrating salute. \"Sir,\" he said,\n\"the brigade is formed.\"\n\nPotts concentrated on the sergeant; but, aside from blue eyes, a black\nmustache, and luminous chevrons, the man's appearance remained vague.\nHis uniform had no definite color, except for moments when it blushed a\nbrilliant red, and his headgear expanded and contracted so rapidly that\nPotts could not be certain whether he wore a shako or a tam.\n\n\"Take your post,\" Potts said. \"Men!\" he shouted. \"We're going to charge\nat those guns!\"\n\n\"Oh, Oi say!\" wailed a small private with scarcely any features but a\nmouth. \"Them Russians'll murder us!\"\n\n\"Yours not to reason why,\" Potts said. \"Draw sabers! Charge!\"\n\nThe ground quaked under the beat of twenty-four hundred hoofs. As the\nfirst puffs of smoke billowed from the entrenchments half a league away,\nPotts remembered that he had forgotten to give orders to the lancers.\nShould he tell them to couch lances, or lower lances, or aim lances,\nor--\n\n\n\n\"P. T. boys, let's go. Out to the door,\" a bored voice called.\n\nPotts opened his eyes. He sighed. Again he had failed. The dayroom had\nhardly changed. The chairs were all pushed together in the center of the\nfloor, and two patients with brooms swept little ridges of dirt and\ncigarette butts toward the door. Potts sat slouched in one of the chairs\nand raised his feet as the sweepers passed.\n\n\"Orville Potts, out to the door,\" the bored voice said.\n\nPotts gave Wilhart a killing look when the big attendant, immaculate in\nwhite duck trousers and short-sleeved linen shirt, passed through to the\nporch. Potts wondered why so many of the attendants resembled\nclean-shaven gorillas.\n\nHe arose leisurely from the chair, shuffled around the sweepers, and\nentered the hall. A pair of huge, gray, faded cotton pants draped his\nspindling legs in wrinkled folds, and an equally faded khaki shirt hung\nfrom his stooped shoulders. Potts had not combed his hair in three days.\nHe pushed the tangled brown mass out of his eyes and threaded between\nthe groups of men that jammed the hall, smoking and waiting to go to the\nshoe shop, or the paint detail, or psychodrama, or merely waiting.\n\nAt the locked door to the stairs, Potts stopped and glared at the six\npatients already assembled.\n\n\"Hello, Orville Potts,\" said another long-armed, barrel-chested\nattendant. This one wore a black necktie, and, so far as Potts knew, had\nno name but Joe. Potts ignored Joe.\n\nThe attendant pulled a ring of keys attached to a long heavy chain from\nhis pocket and unlocked the door, when Wilhart brought the rest of the\nP. T. boys.\n\n\"Downstairs, when I call your name,\" Joe said, and read from the charts\nattached to his clip-board.\n\nWhen his name was called, Potts stepped through to the landing and\ndescended the top stairs. Joe locked the door.\n\nPotts looked up at Danny Harris, who stood motionless on the landing.\nWhile Joe weaved down the crowded steps, Wilhart took Harris by the arm\nand pushed him.\n\n\"Let's go,\" he said. \"Here, Orville Potts, take Danny Harris downstairs\nwith you.\"\n\nPotts said, \"Do your own dragging.\"\n\n\"Well!\" Wilhart gasped. \"Hear that, Joe? Orville Potts is talking this\nmorning!\"\n\nJoe turned up a red, grim face. \"He'll talk a lot before I'm through\nwith him,\" he promised.\n\nThe sixteen patients from Ward J descended the stairs, were counted\nthrough another door, and formed a ragged column of twos on the concrete\nwalk outside. With Joe leading and Wilhart guarding the rear, the little\nformation moved across the great grassy quadrangle enclosed by the\nbuildings and connecting roofed corridors of the hospital.\n\nPotts tried to close his ears to Wilhart's incessant urging of Danny\nHarris. Harris would do little of his own volition, but Potts was tired\nof acting as his escort.\n\nThe blue morning sky supported but a few brilliant clouds. Potts wished\nhe were up there, or anywhere except going to P. T. He hated P. T. It\nterrified him. Potts closed his eyes.\n\n\n\nMajor Orville Potts stood in the soft grass and rested a gloved hand on\nthe upper wing of his flying machine.\n\n\"Sir,\" he said, \"with my invention, the Confederacy will soon put the\nYankees to rout.\"\n\nThe general stroked his gray goatee and pursed his lips. Potts felt\npleased that every detail of the general's uniform stood out in bold\nclarity. The slouch hat, gray coat, red sash, and black jackboots were\nmore real than life. Of course the surrounding landscape was a green\nblur, but increased concentration would clear that.\n\nThe general said, \"Ah'm doubtful, Majah. Balloons, Ah undahstand. Hot\naiah natuahlly rises, but this contraption seems too heavy to fly.\"\n\n\"No heavier, in proportion, than a kite, sir,\" Potts explained.\n\nThe crude mountaineer captain, standing slightly behind the general,\nsnickered.\n\n\"Hit won't work nohow,\" he predicted. \"Jist like that there Williams\nrepeatin' cannon at Seven Pines. Ain't even got no steam engine fur as I\nkin see.\"\n\nPotts said, \"This is a new type engine. It operates on a formula of my\nown, which I have named gasoline. Now, if you gentlemen will excuse me,\nI shall proceed with the demonstration.\"\n\nPotts climbed into the cockpit. A touch of the starter set the 1,000\nh.p. radial engine roaring. He waved to the gaping officers and opened\nthe throttle. The bi-plane whisked down the field and rocketed into the\nblue morning sky.\n\nToo late, Potts saw the buzzard soaring dead ahead. He shoved the stick\nforward, but the black bird rushed toward his face in frightening\nmagnification.\n\n\n\nPotts opened his eyes. He had walked into a wall.\n\n\"What's the matter, Orville Potts?\" Joe asked. \"You sleep-walking? Get\nin there! I'll wake you up.\"\n\nJoe shoved Potts through the door marked PHYSICAL THERAPY and into the\ndressing room. With sixteen patients in the process of disrobing, the\nsmall room presented a scene of wild, indecent activity. Potts squirmed\nthrough the thrashing tangle to a bench against the wall. He sat down\nand removed a shoe.\n\nPotts almost felt the currents surging through the neurons of his brain\nand sensed a throbbing on the inside of his skull. Twice this morning,\nhe had tried to break through the physical barrier and had failed. Even\nwith a minimum of thought, the reasons for failure became obvious.\n\nLack of intimate detail seemed the principle cause. In his attempt to\nreach the Crimean War and lead the Charge of the Light Brigade, he had\nbeen hampered by his ignorance of correct uniforms and commands. He did\nnot know at what time of day the charge had taken place, the weather\nconditions, the appearance of the terrain, or even the exact date. He\nbelieved it was about 1855, but he wouldn't risk a dime bet on his\nguess. Perhaps an attempt to return to the past was certain to fail.\nSurely the past had happened, was settled, inviolate. Someone named Lord\nCardigan, not Orville, Lord Potts, had led the charge.\n\nInventing an airplane during the Civil War also had no chance of\nsuccess. No such thing actually happened, and, if it had, the plane\nwould have been more crude than the Wright brothers' machine.\nFurthermore, Potts was no aviator. Success, if any, lay in the future.\nThe future was yet to come, and Potts could mold events to his liking.\nOr perhaps he could move his body in space, instead of time. He could\nthink himself out of the hospital.\n\n\"Orville Potts, get those clothes off!\" Wilhart ordered. Potts slowly\nremoved his faded garments. He took his place at the end of the line of\nnaked men leading to the needle shower.\n\nJoe stood in all his glory at what Potts called the P. T. machine. The\napparatus was a marble box with rows of knobs and gauges and a pair of\nrubber hoses on the top. Potts felt sure that Joe took a sadistic\ndelight in his work. As the line moved forward, he glanced at the\nattendant's florid face, tight smiling lips and squinted eyes. Potts\nshuddered.\n\nNo member of the hospital staff had ever condescended to explain to\nPotts the exact purpose of the P. T. bath, other than that it would make\nhim feel good. It only frightened Potts. The correct procedure was that\nthe patient stepped between the pipes of the needle shower and washed\nhimself. Then the attendant turned off the shower and sluiced the\npatient with powerful streams of water from the hoses.\n\nThe routine seemed senseless and innocent enough, but Potts had heard\nwhispered conversations in the night that filled him with horror. The P.\nT. machine, rumor said, was actually an instrument of torture and death.\nThe water pressure could be increased to two thousand pounds, enough to\npush out a man's eyes or break his bones. Instead of water, the hoses\ncould spit fire like a flamethrower. Acid could spray from the shower.\nPotts had even heard that Joe had killed seven men in the P. T. bath.\nHow much of this was true, Potts did not know. When he saw bodies turn\nsuddenly red under a rain of hot water, or writhe and tremble as if\nbeing whipped, he could believe all of it.\n\nThe line advanced slowly, like a gang of criminals going to the gas\nchamber. Potts grimly determined to think himself out of the hospital at\nonce, for who knew when fire instead of water would spout from the\nhoses? If he recalled some place outside, in exact detail, Potts knew he\ncould become all mind and project himself there. He must recall\neverything, scents, temperature, the ground beneath his feet, precise\ncolors. Potts concentrated.\n\nHe tried to remember the home he had not seen for three months. He\nreceived a dim impression of a tiny crowded apartment and a wife growing\nincreasingly indifferent. He could not even remember the color of her\neyes, or whether the living room contained one easy chair or two. He\nwould have to project himself to another place, one that did not seem\nlike a vague dream.\n\nPotts saw that his bath would come next. Danny Harris stood in the spray\nand stared stupidly at the tile floor. Potts looked at Joe. A wide smile\nthat revealed two gold teeth creased the burly attendant's face. Hairy\nhands turned off the needle shower, twisted two more knobs, and picked\nup the twin hoses. Joe stood like the villain in a Western movie,\nblazing away with two guns, and shot thin powerful streams of water\nagainst Harris's spine. Harris shrieked, though he rarely uttered a\nsound outside the P. T. bath. As the icy water raked him from head to\nheels, he yelled and danced.\n\n\"Turn around,\" Joe commanded.\n\nHarris pivoted and wailed, and Joe basted him on all sides with water.\nPotts watched fascinated as the thin body turned alternately blue with\ncold and red under the stinging water. He would not endure that again\nthis morning. He knew now one place he could sense and visualize in\ncomplete detail.\n\n\"All right,\" said Joe, laying down his hoses. \"Let's go, Orville Potts!\"\n\nHarris reeled, like a man rescued from drowning, into the dressing room,\nand Potts took his place between the four vertical pipes of the needle\nshower. From innumerable holes in the pipes, powerful jets of water\nspouted against his body. He stood with his back turned to the machine\nand made no attempt to wash. He never did--he saw no point in bathing\nwithout soap.\n\nPotts thought of the Ward J dayroom, the room in which he had spent much\nof his time for the past three months. He visualized the maroon chairs\nwith metal arms and legs, the green cretonne curtains, the cream walls,\nthe black-and-red inlaid linoleum floor glinting with spots of old wax.\nHe sensed a stale odor of tobacco smoke, furniture polish, and\nperspiration. He heard the talk of patients engaged in perpetual games\nof rook. He felt his thighs, hips, and back pressing against one of the\nchairs, and his feet on the smooth floor.\n\n\"Now, Orville Potts,\" Joe jeered, \"let's hear you sing like Danny\nHarris!\"\n\nBut Potts wasn't there.\n\n\n\nPotts opened his eyes. He had always wondered how it would feel, but he\nhad felt nothing. In the same instant, he stood tensed, waiting for the\nwater, and he sat in a chair in the Ward J dayroom. Directly in front of\nhim, a nurse played rook with three of the patients grouped around a\nsquare table. Not many patients were in the room at this hour, and no\nattendant stood guard. The nurse turned her head slightly. She gasped,\nshoved back her chair and ran to the porch. Nasen, the ward attendant,\ncharged through the door she had used.\n\n\"Orville Potts!\" he cried. \"Where's your clothes?\"\n\nPotts then noticed that he was completely naked and wet.\n\nNasen dragged Potts from the chair, applied a light hammerlock, and\nmarched his captive from the room. \"Did you come over here from P. T.\nlike that?\" he asked. \"How'd you get out?\"\n\nPotts went along willingly enough, but without answering.\n\nNasen unlocked the door to the shower room and thrust Potts within.\n\"Stay right there,\" he said. As he was locked in, Potts heard the\nattendant call, \"Frank, go tell Dr. Bean that Orville Potts slipped out\nof P. T. with no clothes on. I don't know how. He must have stolen a\nkey.\"\n\nPotts took a towel from the shelf, sat on the bench, and rubbed his hair\nwith the towel. He hoped they all went batty trying to learn how he had\nescaped. He thought most of the attendants should be patients anyhow.\n\nClutching a pile of clothing and a pair of slippers, Nasen returned.\n\"Put these on,\" he said. \"Orville Potts, you're in trouble now. What did\nyou do with the key?\"\n\nPotts struggled into a tight blue shirt minus most of the buttons. \"I\ndidn't have a key.\"\n\n\"You're _talking_?\"\n\n\"I can talk when I want to,\" Potts admitted. \"I just never want to.\"\n\nNasen said, \"That's more words than I've heard from you all at one time.\nWhy did you come back stark naked like that?\"\n\n\"I thought my way out,\" Potts explained, pulling on the trousers that\nhad evidently been tailored for a giant.\n\n\"Oh, you thought your way out. Put those slippers on.\"\n\nJoe and Wilhart, flushed and panting, charged into the shower room.\n\n\"There he is! Grab him!\" Joe yelled. He seized Potts' arms and pulled\nthem behind in a brutal double hammerlock.\n\n\"He's not giving any trouble,\" Nasen said. \"What happened, Joe?\"\n\n\"Damn if I know. He was in the shower, and I turned my head for a\nsecond. Next thing I knew, he was gone. What'd you find on him--a key or\na lock-pick or something like that?\"\n\nNasen grinned. \"He didn't have even that much on when I first saw him.\nHe came into the day room and sat down, and Miss Davis like to threw a\nfit.\"\n\nWilhart tossed a bundle on the floor. \"There's nothing in his own\nclothes but a pack of cigarettes.\"\n\n\"Where's the key, Orville Potts?\" Joe grated, squeezing Potts's arms.\n\"You know what's going to happen to you? You'll get the pack room, or\nmaybe Ward D. How would you like Ward D, Orville Potts?\"\n\nNasen said, \"If he had a key, he--\"\n\n\"You better run along, Nasen,\" Joe said. \"I think Dr. Bean wants to talk\nto you.\"\n\n\"Well, I--uh--\" Looking worried, Nasen left the shower room.\n\nWilhart handed Joe a towel.\n\n\"Leave me alone!\" Potts yelled.\n\nJoe wrapped the towel around Potts's neck. \"Where's the key, Orville\nPotts?\"\n\n\"Help!\" Potts cried. The towel tightened.\n\nWith rapidly dimming vision, he saw Wilhart assume a stance. A huge fist\nthudded against his shrunken stomach. He tried to scream, but the towel\ncut off all air and sound. Again and again, the fist struck.\n\nPotts found himself sitting on the floor, gulping air into starved\nlungs. For a moment, he hoped he had managed another transportation, but\nthe two white-clad human gorillas leering down at him proved he had not\nleft the shower room.\n\n\"Get up,\" Joe said.\n\nThey dragged Potts to his feet. Nasen opened the door, clamped his\nteeth, and then opened his mouth to say, \"Dr. Bean wants Orville Potts.\nI'll--\"\n\n\"I'll take him,\" Joe said.\n\nPotts winced as spatulate fingers almost met through his biceps. His\nfeet barely touched the floor of the corridor when Joe marched him to\nthe office of Dr. Lawrence D. Bean.\n\n\n\nDr. Bean, a thin bald man, sat behind a maple desk and peered at Potts\nover spectacles attached to a black ribbon. Joe shut the door and leaned\nagainst it.\n\n\"I've been hearing things about you, Orville,\" Dr. Bean said. \"We'll\nhave a little examination. Now, hold your right arm out straight, close\nyour eyes, and touch the end of your nose with your index finger.\"\n\n\"Can't we do without the foolishness?\" Potts asked. He sank into the\nchair beside the doctor's desk and gently rubbed his bruised arm.\n\nThe doctor looked slightly startled, but said, \"I'm pleased to hear you\nspeaking again, Orville. If you continue to talk to people, take an\ninterest in your surroundings, write home, you'll be out of here very\nshortly.\"\n\n\"He choked me,\" Potts said, pointing a thumb at Joe. \"He choked me with\na towel, and the other one, that Wilhart, hit me in the stomach.\"\n\nDr. Bean's spectacles jumped from his nose and dangled by the ribbon. He\nfocused a pair of bleary eyes on Potts and said, \"You know they didn't,\nOrville. The attendants are here for your benefit. They would never\nsubject a patient to physical violence.\"\n\nPotts laughed for the first time since he was hospitalized. He said,\n\"Why don't you ask me what I did with the key?\"\n\n\"What did you do with the key, Orville?\"\n\n\"Talk about monomaniacs!\" Potts snickered. \"You all have one-track\nminds. You can't think of any way I could have escaped without stealing\na key. Is any key actually missing? Did anyone see me crossing the grass\nor coming through the halls? I'll tell you how I did it. Exactly how.\nYou already think I'm nuts, so it won't matter.\"\n\nAgain, Potts pointed at Joe. \"Laughing boy here can bear me out. He was\nabout to whip me with his ice water, and I vanished. I vanished from the\nshower and materialized in the dayroom.\"\n\nDr. Bean replaced his glasses and grabbed a pad and pencil.\n\n\"That's right, Doc,\" Potts approved. \"Write it down. I'm giving you a\nbetter break than you ever gave me. I've been in this hospital four\ntimes, and no doctor ever sat down and explained what was wrong with me,\nor tried to learn why. There was something about combat fatigue,\nwhatever that is, over in Italy. Otherwise, I don't know anything. If I\nso much as raise my voice or break a dish at home, my wife has me\nshipped back here as dangerously psychotic, or psycho-neurotic, or\nsomething. Which makes it nice for her.\n\n\"And what do you do when I come back? You give me electric shock\ntreatments and have your sadists whip me with P. T. baths, as if torture\ncould cure a sick mind! Maybe there's nothing wrong with my brain. Maybe\nit's just different from yours, or this jerk's, if he has a brain.\"\n\n\"Never mind, Joe,\" Dr. Bean cautioned in a theatrical aside. \"Just stand\nby.\"\n\nPotts smiled and said, \"Take it all down. Then you can check your notes\nand decide if it's schizophrenia, or catatonia, or psychasthenia, or\nwhat not. I know a little about mental diseases from reading, and I'll\nexplain my theory the best I can.\"\n\n\n\nPotts tapped his forehead with a forefinger and asked, \"What is a brain?\nYou'll say it's an organ occupying the skull and forming the center of\nthe nervous system, and the seat of intellect, or some such thing. I\ndon't think so. It generates electricity. You know that. A nerve impulse\nis a wave of electricity started and conducted by a nerve cell. You can\ntest it. You've made brain-wave patterns of some of the boys in the\nward.\n\n\"The brain transforms energy into thought, or thought into energy. I'm\nsitting here thinking and not moving my body at all. My brain is\ntransforming electric energy into thought. You're writing, and your\nthoughts guide the movement of your hand. Thought into energy.\"\n\nDr. Bean turned a page and continued to scribble rapidly. Potts heard\nJoe move and felt the big attendant's presence behind his chair.\n\nPotts said, \"The ability to think improves with use, like a muscle\ngrowing stronger with use. The first time you memorize a poem, it's a\nhard job. If you keep on memorizing, it becomes easier, until you read a\npoem a couple of times and you have it. The same goes for remembering.\nI'll bet you can't even remember how your breakfast tasted and smelled\nthis morning. Probably not even what you ate.\n\n\"I practice remembering with all the senses. How things look and taste\nand smell. Exact colors, shadows, size, impressions. Think of an\nairplane, and you probably think of a little silver thing in the sky.\nActually, an airplane is much bigger than that, so your mental picture\nof an airplane is all wrong. An airplane gives me a certain impression.\nI have it only when looking at one. Maybe it's an unrecognized sense. I\nhave an entirely different impression when I'm looking at a horse.\"\n\nDr. Bean threw down his pencil, caught his falling glasses, drew a\nhandkerchief from his breast pocket, and polished them.\n\n\"Too deep for you, Doc?\" Potts inquired. \"Well, just assume that my\nbrain is a more powerful generator and transformer than any you ever\nsaw. I've developed it by memorizing, remembering, visualizing, working\nproblems in my head, and so on. I've been trying to make my brain take\ncomplete control of my body. The body is composed of atoms, and the\natoms are electrical charges, protons and electrons. Therefore, you're\nnothing but electricity in the shape of a man.\n\n\"By changing myself to pure thought, or pure electricity, I believed\nthat I could escape to the past. Get away from this age where a man is\nsuspected of insanity if he so much as mislays his checkbook or kicks\nhis dog. People didn't used to be crazy unless they went around hacking\ntheir relatives with an ax.\n\n\"I tried to meet Columbus when he rowed ashore from the _Santa Maria_. I\ntried to watch the Battle of Bunker Hill. I tried to lead the Charge of\nthe Light Brigade. I tried to invent an airplane during the Civil War. I\nalways failed, because I didn't have enough sensory knowledge of the\nperiod, and I couldn't change the past.\n\n\"I succeeded in P. T. because I transported myself through space instead\nof time. I knew every detail of the day room, so it worked. My brain\nreduced my body to its elemental charges in the P. T. bath and\nreassembled it in the dayroom. Something like radio, with the brain\nacting as sending set and receiver. Maybe we should call it philosophy,\nDoc. What is reality? If I sit here in your office but imagine I'm\nsitting in the dayroom, until the chair in the dayroom becomes more real\nthan this, where am I actually sitting?\"\n\nDr. Bean stood up, adjusted his glasses, and said, \"Orville, I am going\nto do as you asked. I am going to tell you exactly what is wrong with\nyou. You are suffering from distorted perception--illusions and\nhallucinations, disorientation. You are also becoming an exhibitionist\nand are developing a persecution complex. I thought, when you first came\nin, that you had improved. But if you don't pull yourself together and\ntry to get well, you'll be in here a long time.\"\n\nPotts's chair overturned as he thrust himself up. He placed his thin\nhands on the desk and said, \"You psychiatrists can't see an inch in\nfront of your nose! All you can do is quote a textbook. If anybody\nmentions mental telepathy, or predicting the future, or a sense of\nperception, you classify them as insane. You think you've reduced the\nmind to a set of rules, but you're still in kindergarten! I'll prove\nevery word I said! I'll vanish into the future! I can't change the past,\nbut the future hasn't happened yet! I can imagine my own!\"\n\nJoe grabbed the fist that Potts shook under the doctor's nose and pinned\nthe patient's arms behind his back.\n\n\"Take him upstairs to Ward K, Joe,\" Dr. Bean said. \"To the pack room.\nThat should calm him.\"\n\n\"So long, moron!\" Potts called.\n\n\"Let's go, Orville Potts,\" Joe said. \"We're going to fix you up just\nlike an ice cream soda.\"\n\n\"You won't pack me in ice,\" Potts promised. His thin body twisted in\npain.\n\nHe closed his eyes tight and concentrated.\n\nJoe's great hands clamped into fists when Potts disappeared.\n\n\n\nPotts opened his eyes. He lay face down on a padded acceleration couch\nwith broad straps across his brawny back and legs. Before his face, a\nsecond hand swept around a clock toward a red zero. Potts twisted his\nhead slightly in the harness and looked at the beautiful young woman\nstrapped to the couch on his right. A shrieking warning siren blared\nthrough the spaceship.\n\nThe woman smiled.\n\n\"Hia, ked,\" she said in strange new accents. \"Secure your dentures. Next\nstop, Alpha Centaurus!\"",
    "metadata": {
        "author": [
            "Gilbert, Robert Ernest",
            "Gilbert,  R. E.",
            "Gilbert, Robert E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32238/pg32238.txt",
        "name": "a_thought_for_tomorrow.json"
    }
}