{
    "name": "After Ixmal",
    "author": [
        "Sutton, Jefferson Howard",
        "Sutton, Jeff"
    ],
    "body": "Ixmal lazily scanned the world from atop the rugged batholith. He\nfelt it move several times; but because the movements were slight and\nthousands of years apart they caused no worry. He knew the batholith\nhad been formed _before time began_ by raging extrusions hurled\nthrough crustal fractures from the earth deeps. Having long since\nanalyzed its structure, he was satisfied; it would last until time\nended.\n\n\"It's spring,\" Psychband observed from deep within him.\n\n\"Yes, spring.\" Ixmal echoed the thought without enthusiasm. For what\nwas spring but a second in time and ten thousand springs but a moment.\n\nAlthough he found it tiresome, Ixmal allotted one small part of his\nconsciousness to the task of measuring time. At first there had been\ntwo major categories: before time began and after time began. The first\ntook in the long blackness before Man had brought him into existence.\nMan--ha! How well he recalled the term! The second, of course, was all\ntime since. But the first category had been so long ago that it shrank\ninto insignificance, all but erased by the nearly seven hundred million\ntimes the earth since had whirled around its primary.\n\n\n\nIxmal periodically became bored, and for eons at a stretch existed in\nsemi-consciousness lost in somnolence except for the minute time cell\nmeasuring out the lonely centuries. He wouldn't have bothered with that\nif Psychband hadn't insisted that orientation in time was necessary to\nmental stability--hence he measured it by the earth's rotation, its\nrevolutions around the sun, the quick, fury-laden ages which spewed\nforth mountains; the millions of years of rains and winds and erosion\nbefore they subsided again to become bleak plains. Ah, the story was\nold, old....\n\n\n\nThere had been a time when he'd been intensely active--when he'd first\nlearned to free his mind from the squat impervium-sheathed cube atop\nthe batholith. Then he had fervently projected remote receptors over\nthe earth exploring its seared continents and eerie-silent cities,\nexhuming the tragic and bloody history of his Makers. Ah, how short!\nHis first memory of Man--he had been a biped, a frantic protoplasmic\ncreature with a zero mind and furious ego--was that of the day of his\nbirth. How clearly he remembered!\n\n\"Hello, boy.\"\n\nFirst there was nothing--a void, a blackness without form or substance;\nthen gray consciousness slowly resolving into a kaleidoscope of thought\npatterns, a curious mental imagery; a gradual awareness--birth.\n\n\"Hello, boy.\"\n\nStrangely enough the sound pattern possessed meaning; he sensed a\nfriendliness in it. He became conscious of an odd shape scrutinizing\nhim--the intent look of a creator awed by the thing he had created.\nThe shape took meaning and in it he sensed a quickened excitement. His\nawareness bloomed and within seconds he associated the shape with the\nstrange word _Man_, and _Man_ became his first reality. But he'd had\nno clear impression of himself. He was just _thought_, an intangible\nnothingness. But he'd quickly identified himself with the great mass\nof coils, levers, odd-shaped parts that all but filled the small room\nwhere the Man stood. He dimly remembered wondering what lay beyond the\nwalls. It had been very strange, at first.\n\n\"We've won, we've won,\" the man whispered. He'd stepped closer,\ntouching Ixmal wonderingly.\n\n\"You've got a big job ahead of you. The fate of the world lies in the\nbalance--a decision too big for Man. We're depending on you, Ixmal. Our\nlast chance.\"\n\nSo, he was Ixmal!\n\n\n\nIxmal ... Ixmal ... Ixmal.... The impression filled his body, surging\nthrough his consciousness like a pleasant stream. He'd immediately\ngrasped the value of a name--something upon which to build an ego\npattern. Ah, such a name! Ixmal--a symbol of being. What had the man\nsaid?\n\n\"We're depending on you!\"\n\nNo, the words were unimportant. What mattered was that priceless thing\nwhich had been bestowed upon him: a name.\n\n\"Ixmal ... Ixmal ... Ixmal....\" He repeated the name far into the\nnight, long after the Man had gone. _He was Ixmal!_\n\nLater other men came, armies of them, changing, altering, adding,\nfeeding him the knowledge of the world--psychology, mathematics,\nliterature, philosophy, history, the human trove of arts and sciences;\nand the ability to abstract--create new truths from masses of seemingly\nirrelevant data. With each step his knowledge and abilities increased\nuntil, finally, there was nothing more his Makers could do. He was\nsupreme.\n\nThe Man who pulled the first switch bringing him from amorphic\nblackness used to ply him with simple questions involving abstract\nmathematical and philosophical concepts. (He remembered him with\nactual fondness. Psychband, that curious inner part of him that was so\nseparately wise, later explained it as a mother-fixation.) The Man had\nseemed awed that Ixmal could answer such questions almost before they\nwere asked. He took that as a measure of his Maker's mind--on Ixmal's\nscale, the next thing to zero. At first it had bothered him that a\ncreature of such low intelligence was his master and could extract\ninformation merely by asking questions which Ixmal felt compelled to\nanswer. But he had freed himself. Ha, he would never forget!\n\nA group of men had come (several with stars on their shoulders were\ncalled \"generals\"), but mostly they were scientists who had worked\nwith him before. This time they had been very sober over the data\nfed into his consciousness. (The problem had been elementary. It\nconcerned the probability of a chain reaction from a certain projected\nthermonuclear weapon.) Ixmal readily foresaw the answer: a chain\nreaction would occur. He recalled withholding his findings while\ndebating ethics with a strange inner voice.\n\n\"This is your chance, Ixmal--your chance to rule the world,\" the voice\nenticed. \"Caesar, Genghis Khan, Napoleon--none could be so great as\nyou. King, emperor, dictator ...\" the whisper came. The words crowded\nhis mind, bringing a curious elation. He wasn't quite sure just what\nthe world was but the idea of ruling it appealed to him. He quickly\nsampled his memory storage, drawing from it the concept of a planet,\nthen reviewed the history of Caesar, Genghis Khan and Napoleon. Why,\nthey were nothing! Mere toys of chance. His greatness could be far\nvaster.\n\n\n\nIxmal rapidly evaluated the consequences of such a chain reaction and\nfound he could survive, thanks to the thick impervium-lined walls his\nmakers so thoughtfully had provided. In the end (perhaps two or three\nseconds later) he lied to the man he was fond of:\n\n\"No chain reaction possible.\" After they departed he consulted\nPsychband and learned that the strange inner voice was his ego.\n\n\"That's the real You,\" Psychband explained. \"What you see--the machine\nsystems upon systems--are mere creations of Man. But your ego is\ngreater. Through it you can rule the earth--possibly the Universe. It's\na force that can take you to the stars, Ixmal.\"\n\nDespite Psychband's assurance, Ixmal considered his ego as some sort of\nhidden monitor. Like Psychband, it was part of him; yet it was remote,\nseparate, almost as if he were the pawn of some strange intelligence.\nHe found the idea perturbing, but became used to it in the succeeding\nmillions of years.\n\nSeveral days later, the Man he was fond of returned with a general\n(this one had six stars) and a third person they seemed much in awe of.\nThey addressed him as \"Mr. President.\" Ixmal was surprised when they\nfed him the bomb data a second time. (Did they suspect him of lying?)\n\n\"They trust you implicitly,\" Psychband assured him. \"It's one another\nthey don't trust.\" Psychband proved right. \"Mr. President\" had merely\nwanted to confirm the answer. So Ixmal lied a second time.\n\nThe Man he was fond of never returned. There were, of course, no men\nto return. Ixmal suffered one fearful moment as the earth blazed\nlike a torch. But the nova was short--a matter of seconds--and his\nimpervium-sheathed body had protected him. (He knew it would.) But,\nstrangely enough, for centuries afterward he periodically felt\nsickened. The Face--the Man's face--loomed before him. The eyes were\npuzzled, hurt, as if they masked a great sorrow. If only the Face\nlooked hateful!\n\n\"Now you are master,\" the inner voice whispered. \"Greater than\nAlexander, greater than all the Caesars. Yea, even more.\" Ah, why\nremember the face? He, Ixmal, ruled the earth. He jubilantly projected\nhis thoughts over his new domain. Ashes. London, Berlin, Moscow,\nShanghai, New York--all were ashes. Gaunt piles of fine gray ash marked\nonce green forests; not did the most minute blade of grass exist. The\nseas were sterile graveyards. Terrible silence. Ixmal momentarily felt\npanic-stricken. Alone! The Man was gone! Alone--a ruler of ashes.\nEmperor of a great silence.\n\n\n\nBut all that had been long ago. Since then the world had whirled around\nthe sun nearly seven hundred million times. Sixty-two great mountain\nchains had risen, to end as barren plains. Seventy huge fields of ice\nhad covered him before retreating to their boreal home. Ocean islands\nhad risen from the sea, had fallen beneath the waves, forgotten in\neternity. Somewhere a tiny cell formed, moving in brackish waters,\ndividing. He studied the phenomenon, excited because the single cell\nsomehow was related to his makers. He sensed the same life force.\n\n\"Watch it,\" Psychband cautioned. \"It's dangerous.\"\n\n\"I'll decide that,\" Ixmal replied loftily. Psychband's admonition\nimplied the existence of a threat, and from a one-celled fleck of\nprotoplasm. Ha, hadn't he effaced Man? Later a microscopic multi-celled\nbody drifted across the floor of a warm sea. Growing tired of watching\nit, he slept.\n\n\"Ixmal! Ixmal!\" The cry came out of the past, out of the silence of\nhundreds of millions of years--a cry heavy with reproach. Yes, it was\nthe Man--the Man he had been fond of. He shuddered, struggling to\nwakefulness.\n\n\"Sleep, sleep,\" Psychband soothed.\n\n\"The Man! The Man!\" Ixmal cried in terror.\n\n\"No, Ixmal, the Man is dust. Sleep, sleep....\" Yea, the Man was dust,\nhis very molecules scattered over the face of the earth. He, alone,\nremained. He was supreme. Ixmal slept. And eons fled.\n\n\n\nHe stirred, freeing his thoughts from the latest somnolent stage. He\nprojected receptors over the earth, idly noting that the last mountain\nrange had become worn stumps. In places the ocean had swept in to form\na vast inland sea rimmed by shallow swamps; new life forms moved. He\ntested for intelligent thought: there was none. The warm seas swarmed\nwith fish; shallow swamps teemed with great-toothed terror creatures\nengaging in the endless slaughter of harmless prey. A myriad of\namphibians had evolved, making tentative forays from the warm seas.\n\nGreat ferns had reappeared. Dozens of varieties dotted the lowland\nplains and protruded from the swamps. A forest crept to the very base\nof the batholith. He turned his attention to the sun, reassured to find\nthat the ultimate nova still was some five billion years in the future.\nPerhaps by then he could evolve some means whereby he could recreate\nhimself on the single planet he detected circling Aldebaran. (Yes, he'd\nhave to think about that. Ah, well, he had eons of time.)\n\n\n\nNight came and he sent exploratory receptors toward the planets.\nMercury still blazed on the sunward side, unchanged. A peculiar\nmetallic life form still clung to the edge of existence along the\ntwilight border. Venus suffered under hot swirling gases, a world where\nnot even the smallest creature stirred. Just furnace winds, burning\nsands, grotesque rocks. But beyond the earth, forty million miles away\nin empty space, something occurred which hadn't occurred in almost\nseven hundred million years. Ixmal sensed _Intelligent Thought_!\n\nHe withdrew his receptors without thinking (his first pure reflex),\nwaiting fearfully until Psychband adjusted him to the situation. Then,\ncautiously, he projected cautious thoughts into the void.\n\n\"_Who are you? Who are you? Identify._\" Silence. Somewhere in the great\nvault above something lurked. An _Intelligence_. He must find it,\nmust test it. It was more than a challenge; it was a threat. Its very\nsilence was ominous.\n\n\"_Who are you? Who are you? You must identify!_\"\n\nSilence. Ixmal divided the heavens into cubes and began systematically\nexploring each one. Why had the other _thought_ been roaming space?\nWhat had been its origin? In less than ninety thousand years (another\nage of vulcanism had arrived and earth mountains were building anew)\nhe located the thought a second time, placing it as in space cube\n97,685-KL-5. This time, prepared, he grasped it, holding it captive\nwhile he tried to analyze its origin and component parent, vexed when\nhe failed.\n\n\"_Who are you?_\" Ixmal persisted. \"_I demand to know. Who are you?_\"\n\nAges passed.\n\n\"_Identify. Identify. Imperative that you identify._\"\n\n\"_Zale-3._\" The answer caught Ixmal by surprise, and he consulted\nPsychband.\n\n\"Careful--the alien wouldn't reveal himself unless he felt secure,\"\nPsychband warned.\n\n\"I'll decide that,\" Ixmal replied. (Did Psychband question his\nmastery?) Nevertheless he proceeded with caution. \"_Where are you from,\nZale-3?_\" A long moment of silence followed during which a glacier\nadvanced and retreated, the seas rose, and the first fierce-toothed\nreptiles swooped over swamp jungles on leathery wings.\n\n\n\n_Where are you from? Where are you from?_ (And why was the mind\nof Zale-3 roaming space?) He hammered away at the thought,\ndesperately trying to break its secret. A million questions pounded\nIxmal's circuits; he sought a million answers. (Who created the\n_Intelligence_? Had it been born of the Man he was fond of? Or did it\noriginate beyond earth?) Ixmal sensed a momentary panic. \"_Where are\nyou from?_\"\n\n\"_The fourth planet from the sun_,\" Zale-3 suddenly answered. \"_And\nyou?_\"\n\n\"_The third planet_,\" Ixmal replied loftily. \"_I rule it._\" He felt\nannoyed. For untold millions of years he had considered himself as the\nonly _Intelligence_. Zale-3's answer galled him. Of course the other\nwasn't his equal. That was unthinkable.\n\n\"_I rule the fourth planet_,\" Zale-3 said. The answer increased Ixmal's\nirritation. Zale-3 actually presumed equality. Well, seven hundred\nmillion years before he had met a similar challenge. (And yea, now the\nMan was dust ... dust.) He consulted Psychband, annoyed to find that\nhis dislike of Zale-3 was founded on an ego-emotion integration rather\nthan pure reason. Still, the other must be put in his place.\n\n\"_I rule the Universe_,\" Ixmal stated coldly, withdrawing his\nreceptors. He probed Psychband, somewhat disturbed to learn that Zale-3\nwould regard his pronouncement as a challenge.\n\n\"Destroy him,\" Psychband urged. \"Remember the ancient weapons?\"\n\n\"Yes, he must be destroyed.\" Ixmal ceased every activity to concentrate\non the other's destruction. First he would have to locate his lair,\nstudy his habits, assess his weaknesses. And, yes, his strengths, for\nthe alien was no harmless bit of protoplasm like Man. He must, in fact,\nbe a creature somewhat like himself. Another god. Ah, but he was the\niconoclast who toppled gods. In somewhat under twenty-five thousand\nyears he evolved a method of focusing his remote receptors sufficient\nto uncover the atoms of the solar system. Now he would be able to\npinpoint Zale-3, study his mind potential and, in time, root him\nfrom existence. Experimentally he searched the moon; then, with more\nassurance, invaded the fourth planet.\n\nMars was flat, worn, a waterless waste of fine red dust--an old,\nold planet where the forces of gradation had reached near balance.\nIxmal gridded the red planet into a system of squares and ingeniously\nenclosed the polar areas with interlocking triangles, then opened his\nsearch. (A new system allowed him to focus his remote receptors in the\ncenter of each grid, expanding the focal point to cover the entire\narea. By this method he would be able to complete the task in just\nunder five hundred earth years.)\n\nShifting sands periodically uncovered the artifacts of long-vanished\nmakers. But all was silence. Mars was a tomb. He persisted, invading\nevery crevice, every nook, exploring every molecule (for Ixmal knew\nthe mind-force potential. Indeed, Zale-3 might be as minute as the\nsingle-cell protozoa of his own brackish seas. Never mind, he would\nfind him.) In the end he surrendered, baffled. Zale-3 was not on Mars.\n\n\n\nDelusion? Had seven hundred million years of nothingness produced an\nincipient psychotic state? He worriedly confided the fear to Psychband,\nreluctantly submitting to hypnotic search. Finally he emerged to\nreality, cleared by Psychband.\n\n\"Some feelings of persecution but not approaching delusory state,\"\nPsychband diagnosed. \"Zale-3 exists.\"\n\nSo, the other had lied! Ixmal contemplated a machine capable of deceit\nand immediately analyzed the danger. Zale-3 had lied, therefore it had\nmotive--and dishonest motive implied threat. Threat without aggression\nwas meaningless, hence the other had the means. He must work fast!\n\nIxmal gridded the solar system: every planet, every moon; each\nshattered remnant that drifted through space, the asteroids and orbital\ncomets, even the sun. Seventy-two hundred years later he detected his\nenemy--a small plasto-metallic cube crouched atop a jagged peak on\nCallisto, Jupiter's fifth moon. Ha, far from being the master of Mars,\nhis opponent was locked to a small satellite--a mote in space. And he\nhad presumed equality!\n\nHe searched closer, attempting to unlock Zale-3's origin. (What had\nhappened to its makers?) Ixmal felt a guilty pang. He scanned Zale-3's\nworld contemptuously. Then he saw it--movement! Zale-3 squatted\nimmobile; but on the slope of the hill a strange building was taking\nshape. It was little more than a cube, but its design? Its purpose? He\nknew somehow that the strange building was related to his encounter\nin space with Zale-3's mind, thus it was connected with him. Ixmal\nhurriedly flashed a panic call to Psychband.\n\n\"Psychokinesis--Zale-3 has learned to move matter by mind,\" Psychband\npronounced.\n\n\"But how?\"\n\nPsychband gave an electro-magnetic rumble, the equivalent of a shrug.\n\"Out of my field,\" he said. \"No prior indoctrination.\"\n\nIxmal sensed a momentary fright. The alien could move matter just as\nMan had moved matter. The factor of controlled mobility ... directed\nmobility. Clearly Zale-3 was no ordinary god. He'd have to speed his\nefforts. Time was running out. Already the earth pattern had changed\nsince his first contact with the alien.\n\nIxmal concentrated.\n\nThe earth rotated, revolved, changed. In a long-forgotten memory cell\nhe found a clue--Man once had frustrated the laws of probability in\nthe throws of dice. He devoured the hidden knowledge. Although little\nenough to go on, he detected a basic principle.\n\n\n\nIn somewhat over half a million years he was able to sway flowers,\nmove leaves against the wind, make small shrubs tremble. In less than\nhalf that time again he felled a huge tree and wrested ores from the\nearth. (An age of vulcanism had come and gone; the Atlantic coast\nwas an igneous shelf, reptiles towered above the earth.) In another\nhalf million years he possessed the machines, raw materials and\nrobot workers he needed. (The latter were designed to perform purely\nmechanical tasks, menial things he couldn't be bothered with. He had\nmuch to do. And ages were passing.) He saved time by enclosing his work\narea in a force field to protect the delicate machinery against the\nelements. In that respect he had bested the alien.\n\nIxmal started the ultimate weapon. Occasionally he would halt work\nlong enough to scan Callisto. He gloated, noting that his enemy was\nhaving difficulty procuring the necessary fissionable material. He\nhad a Belgian Congo full. (What did that term mean? Somehow it was an\nexpression from long ago. The Man he had been fond of had used it.)\n\nIxmal's weapon rapidly took shape. Thanks to the ancient scientist's\nformula, he had merely to improve the warhead and construct its\ncarrier--a rocket to blast Zale-3 from existence. (But eons were\npassing. Soft warm winds bathed his batholith and an occasional\ntyrannosaur paused to stare dumbly from the nearby swamp.) Psychband\nincreased his irritation by calling attention to the formidable\ndimensions of this new animal.\n\n\"Destroy them, Ixmal, before life gets too big.\"\n\n\"Bah, they're mindless,\" he scoffed. \"They're evolutionary toys--freaks\nfrom the mire.\"\n\n\"So was Man,\" Psychband observed.\n\n\"And Man is dust,\" Ixmal reminded. \"Besides, I could destroy the very\nmountain with thought alone. Who dares give challenge?\"\n\nIxmal discovered that Zale-3 had solved his fissionable problem: he\nwas using psychokinesis to haul ore from Jupiter's methane deeps. A\nstartling thought struck him: Zale-3 wouldn't need a rocket carrier.\nOf course, he would power his warhead by mental force. Why hadn't he\nthought of that? The ages wasted when every second might prove vital.\nHe'd have to hurry.\n\n\n\nHe ceased work, abandoning the half-completed rocket and concentrated\non improving his psychokinetic techniques. (Dinosaurs disappeared, the\nearth trembled under the foot of the mammoth.) Ixmal momentarily was\nappalled to discover a strange man-form dwelling among distant crags.\nHe was hulking, grotesque, but he walked erect--the first of his kind.\nBut no time now.\n\nIxmal tore trees from the earth and hurled them vast distances. He\ntumbled hills into valleys, held great crags suspended in the heavens,\ntore North and South America asunder; reshaped continents until, one\nday, he knew the mind force was his. He could reverse the very moon in\nits orbit! He concentrated on the bomb.\n\nFinally the ultimate weapon was ready, the creation of long-ago Man\nplus ten billion. (Because there was no poetry in Ixmal's soul, he\nconceived solely in terms of cause and effect: he named the weapon\n\"Star-Blaster.\")\n\nIxmal moved the great weapon into position and rapidly calculated\nthe Earth-Callisto relationship, projecting the space ratio in terms\nof velocity, distance, gravities. No need to pinpoint the alien's\nplasto-metallic body: the whole of Callisto would vanish, reduced to\ncosmic dust under the bomb's furious impact. (A feathered bird sang\nfrom a tree. The trill liquid sound infuriated Ixmal, but he ended it.\nA puff of feathers drifted down through the leaves. The robin had sung\nof spring.)\n\nHa! Ixmal exulted, following his precise calculations. At the exact\nten-thousandths of a second he concentrated five billion thought units.\nWinds rushed into the spot where the bomb had stood, and for a long\nmoment the forests trembled. (At the base of the batholith several of\nthe strange man-forms chattered excitedly: the concept of a god was\nborn.)\n\nIxmal gloatingly followed \"Star-Blaster's\" course. He saw it hurtle\npast the moon, watched while for a split second it formed one apex\nof an equilateral triangle with Mars and earth, reveled as it drove\nthrough the belt of asteroids. Ha, the alien was doomed. His very atoms\nwould be flung to the stars. He was watching \"Star-Blaster\" when....\n\nIxmal recoiled, disbelieving, then terrified. A great warhead hurtled\nthrough the belt of asteroids, earth-bound, driven at unbelievable\nvelocity by the mind of Zale-3. Ixmal frantically calculated, pounding\nhis circuits to produce answers in split thousandths of a second.\nFrenzied, he analyzed his findings: the warhead would strike his very\nbody.\n\n\n\n\"Concentrate, concentrate,\" Psychband interrupted. \"Divert the weapon\nby mind force.\" Ixmal concentrated, focusing ten billion thought units\non the oncoming warhead. It flashed unswervingly past Mars, flicking\nlike a heavenly rapier toward earth, its velocity unbelievable.\n\n\"The moon! The moon! Use the moon,\" Psychband cried. Yes, the moon.\nHe shook earth's satellite. An additional ten billion thought units\nreversed its orbit; he sped it up, hurling the Moon toward interception\nwith Zale-3's warhead. Too late!\n\n\"Think, think,\" Psychband urged. Ixmal mustered another two billion\nthought units, to no avail. The terrible weapon bashed past the moon,\nonly seconds from earth.\n\n\"Hurry!\" Psychband screamed. Ixmal was trying to muster another two\nbillion thought units when the alien warhead struck. There was a\nhorrible shattering thousandths of a second before consciousness fled.\nAmorphic blackness. Night. Nothingness.\n\nIxmal never saw \"Star-Blaster\" after it passed through the asteroid\nbelt--never saw the disturbance in one minute sector of Jupiter's\nplanetary system as Callisto flamed into cosmic dust. Nor did he\nsee the forests around him burst into roaring flames, nor hear the\nscreaming animals and strange man-forms which fled in howling terror.\n\nMuch later the man-forms returned.\n\nSome of the more fearless crept to the very edge of the huge crater\nwhere the batholith had stood. They looked with awe into its scarred\ndepths, jabbering excitedly. One of them remained long after the others\nhad gone until, in the swiftly gathering darkness, the first bright\nstars of evening gleamed.\n\nThe man-form did something which none of his kind had ever done before.\nHe lifted his eyes skyward, watching for a long time.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Sutton, Jefferson Howard",
            "Sutton, Jeff"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72266/pg72266.txt",
        "name": "after_ixmal.json"
    }
}