{
    "name": "Ambush: A Terran Empire vignette",
    "author": [
        "Wilson, Ann"
    ],
    "body": "\n\n\nPalace Complex, 2578 CE\n\nIt wouldn't be easy ferreting out the identity of the field agent who'd\nsaved his bio-father's life twelve years ago.  It wasn't supposed to be\neasy--ideally, it would be impossible--and Nevan was sure he owed his\nown life, perhaps several times over, to the Imperial safeguards he was\ntrying to break. More, he understood why those safeguards wouldn't be\nrelaxed even to allow an ex-agent to search out a still-active one--but\nhe had what he considered two excellent reasons to do exactly that.\n\nThe first was that his bio-father had died, and had wanted Nevan to\ngive the anonymous agent his personal weapons: two forearm throwing\nknives, a belt knife, and a needler.  The one he had sworn fealty to\nhad agreed that his father's wish made it a matter of honor that he\ntry, and had given him permission--but on condition that he use only\nhis own training and skills, taking no advantage of the fact that he\nwas sworn to one of the most powerful people in the Empire.  Nevan was\ncertain in his own mind that if he failed, she would see that the agent\ngot the weapons intended for him, but his thakur's overt reason for\nagreeing was that it would make a good test of IntelDiv's security.  If\nhe were arrested, she would have him released and commend the people\nwho had done it; if he got through, she would have security procedures\ntightened.  Neither paid serious attention to the fact that if he were\ncaught under certain circumstances she would have no chance to protect\nhim; he would be shot on sight.\n\nNevan thought that perfectly reasonable.  He was a Sandeman warrior,\nafter all, and his thakur was an Irschchan; risks were a normal part of\nlife for both of them, to be accepted and even savored for the spice\nthey added.\n\nHe had done all he could here, in the Records Section; he lowered his\nmind-shield and reached out.  *Thakur?*\n\nHer answer was prompt, and he smiled to himself, enjoying the cool\nclarity of her mind-touch.  *What results, thakur-na?* she asked.\n\n*About what we expected.  Kelly told me the agent was Logistics Officer\nat a base on Piper's World during the Traiti counter-attacks there, but\nhe never told me which base, and the description he gave fits five of\nthem.  I was able to eliminate two of those because the Logistics\nOfficers were female--but that still leaves three.  I'm going to have\nto go under cover to find the right one.*\n\nHe \"heard\" the amused purr that was the Irschchan version of a laugh.\n*A return to the field work you enjoy so must be a terrible sacrifice,\nmy Nevan.*\n\nNevan let his thoughts lapse into High War Speech, chuckling.  *Nay,\nThakur, as thou knowest well--save that it does mean I must conceal thy\nmark, lest it identify me and make thy object in this attempt no true\ntest.*\n\n*Aye, but it should not be for long.*\n\n*And I knew when I swore that I might have to do it,* Nevan agreed.\n*Until my success or failure, then.*\n\nThree days later he was far from Terra, the violet-flower tattoo on his\ncheek concealed by synthiskin, in a small Kanchatka-class courier ship.\nThat was a definite luxury for a private individual, though not\nunreasonable for a Sandeman warrior who'd done well securing private\nemployment and wanted more--who was, in short, a very good, very\nexpensive hired killer.  There weren't many, granted; killing for its\nown sake wasn't highly regarded on Sandeman, especially if anything\nmore honorable was available, but there were enough to make his cover\nplausible.\n\nThis, he had decided, was going to be fun.\n\n      *      *      *      *      *\n\nA couple of days later, he was less sure.  He'd come away from the\nPalace Complex with as much solid data as he'd ever had starting a\nmission, and with as much enthusiasm, but he'd begun feeling less than\ncomfortable about this one.  Part of it was because he was pursuing\nsomeone he would probably like to have as a friend; the unknown agent\ndidn't deserve to be hunted, though Nevan had to reluctantly concede\nthat it was probably the best way to accomplish his thakur's mission.\nThe other part was that he couldn't seem to decide whether or not he\nreally wanted to catch his target.  He wanted to make sure the weapons\nwere delivered, yes, and since his chosen lady wanted a good test of\nIntelDiv's security, he had to want it too--but he wasn't happy about\nwhat those desires implied: It was almost inevitable that he'd have to\nuse some of a field agent's less savory skills.  He'd used them before,\noften enough, and without qualms--against the Empire's enemies.  He had\nnever used them against people who had done nothing to deserve such\ntreatment, and he didn't really want to.\n\nHe didn't have any choice, though.  He would do whatever proved to be\nnecessary to accomplish his objectives.\n\n      *      *      *      *      *\n\nThree weeks, five planetfalls, and almost 1500 light-years of routine\nchecking later, Nevan discovered his quarry's name: Kiyoshi Owajima.\nSo far he'd had to resort to nothing more drastic than reading and\ncasual conversation, but learning he was after Owajima left him both\ndisgusted at the gods' whimsical ordering of things and positive that\nthings would be getting unpleasant rather shortly.  He'd never met\nOwajima, though he'd wanted to, and when Nevan had left IntelDiv on\nswearing fealty to Ranger Losinj, Owajima had taken over the top field\nagent rating.  Owajima was no Sandeman, but IntelDiv rumor had him\nclose; he was supposed to have been a Kai-school ninja before joining\nthe Corps, and his exploits since hadn't done anything to contradict\nthe rumor.  Nevan scowled at that; he hated having to depend on rumor.\nDoing that tended to get agents killed--but unless you worked in the\nclassified section of Personnel Records or knew the agent personally,\nrumor was all you'd have on one.  And in Owajima's case, as in Nevan's\nown, there wasn't even much rumor.\n\n      *      *      *      *      *\n\nKiyoshi Owajima concealed a scowl when he finished decoding his\ninformant's message and read it.  He had a pursuer, it seemed--a\nSandeman warrior named Vance DarLowrie, and the informant was convinced\nDarLowrie was one of the rare, expensive, and fearsome Sandeman\nfree-lance assassins.  That conviction was strengthened by the fact that\nDarLowrie had his own ship, the Last Resort, and it was registered to\nhim personally rather than to Clan Lowrie.  The Sandeman would neither\nconfirm nor deny that occupation, of course, but the simple fact that\nhe was attempting to trace an IntelDiv field agent lent still further\ncredence to the informant's conclusion.\n\nOwajima would have liked more information, but it seemed prudent to act\non the informant's suspicions.  The Sandeman had filed a flight plan\nfor Olathe, where Owajima had spent some time and built up a\nrespectable net; that seemed most promising.  It was unfortunate,\nOwajima thought, that he was unable to investigate DarLowrie himself;\nthat would have to wait until he was finished with the final touches on\nhis present case, a matter of a day or two.\n\nStill, he could begin making preparations.  He would be entitled to a\nleave after this mission, and he had planned to take it at home on\nNippon-Ni; that was now an even better idea.  His contacts on his home\nworld made his networks elsewhere, good as they were, seem like\nchildren's clubs--and it should not be difficult at all to permit\nDarLowrie to \"discover\" those intentions.  It would undoubtedly be\nunpleasant for the one he discovered them from, since it was unlikely\nDarLowrie would believe information he obtained too easily.\n\nThat, however, was not a serious problem; a number of his Olathe\nnetwork owed him enough that he could call on them even for such a\nservice.  It would take DarLowrie perhaps a week to reach Olathe,\nanother week and a half to get to Nippon-Ni; that would give Owajima\ntime to make adequate preparations, then visit with his family for\nseveral days.  He smiled to himself, transmitted the necessary\nmessages, and returned his attention to his immediate mission.\n\n      *      *      *      *      *\n\nNevan entered the Lucky Bull, a medium-priced bar near the Olathe City\nspaceport, and ordered a glass of chocolate milk before finding a table\nnear the rear of the main room.  In the early days after Annexation,\nhe'd heard, bars had carried alcoholic beverages almost exclusively,\nand Sandemans were made fun of for drinking only the non-alcoholic\nvariety, but by the time he'd started frequenting bars as an excellent\nsource of information, the sweet high-energy beverages Sandemans\npreferred were as normal as alcohol.\n\nIf he had Owajima figured correctly, someone at one of his last two or\nthree stops should have been in his target's network, and contacted\nhim.  Even if, as Nevan thought probable, Owajima was working on the\nBracei case, he'd make time to have a presumed assassin investigated.\nThat was why Nevan had made no secret of his last destinations,\nfollowing his flight plans precisely as he'd filed them.  That, and the\nfact that a Sandeman hired killer shouldn't display the subtleties and\nprecautions that would mark him as having had Imperial training of any\nsort, particularly a field agent's training; the two simply didn't go\ntogether.\n\nA tall man in Marine service dress with captain's bars approached\nNevan's table, carrying a drink.  \"Mind if I join you, warrior?\" he\nasked.\n\n\"If you wish, Captain.\"\n\nThe other sat, looking him over; Nevan returned the scrutiny, waiting.\n\n\"I'm Kim Johansen, of SecuDiv,\" the Marine said at last.  \"You're Vance\nDarLowrie, just in on the Last Resort?\"\n\nNevan nodded.  \"I am, Captain Johansen.  What of it?\"\n\n\"If you're what rumor calls you and your ship's name implies, I'd\nadvise you to lay low.  The Baron here takes a dim view of assassins.\"\n\n\"Most people do, except those who have need of one.  I thank you for\nyour concern, though; I will be careful.\"\n\n\"Good.\"  Johansen sipped at his drink, frowned.  \"A warrior of your\nclan saved my life during the war.  I feel a certain obligation to\nrepay that debt, even if I don't particularly approve of your\noccupation myself.\"\n\n\"There's no proof I'm what you guess.\"\n\n\"The fact you don't deny it will be enough for most.\"  Johansen showed\nbrief distaste, swallowed the rest of his drink, and rose.  \"I can't\nwish you luck, since that'd mean wishing someone else dead.  But I can\nwish it for your clan, and I do.\"\n\nNevan rose to bow.  \"I will pass your wishes, and word of your\nrepayment, to the Lowrie.  Go in peace, Captain Johansen--and please\naccept my wishes for your well-being.  Whatever you think of me or my\nprofession--\" most Imperials were as dubious of field agents as they\nwere of assassins--\"I want only the best for the Empire and its\nofficers.\"\n\n\"Sandemans don't lie, so I accept that,\" Johansen said.  Then,\ngrudgingly, \"Thank you, warrior.\"  With that he left, abruptly.\n\nNevan allowed himself a small smile, then went to get more chocolate\nmilk. Not too promising so far, but he hadn't been here long, either.\n\nPerhaps half an hour after he returned to his table, another man\napproached, this one in an expensive suit.  \"Vance DarLowrie?\"\n\n\"Yes.\"  Nevan recognized the type; a businesser who'd made enemies and\nwanted either protection or one of them eliminated.  \"I am not\navailable at the moment.\"\n\n\"You have other employment?\"\n\n\"That's none of your concern.\"\n\nThe businesser sat.  \"It is if your target is Kiyoshi Owajima, as I've\nheard.  I have reason to want him . . . out of the picture.\"\n\n\"Oh?\"  Nevan remained noncommittal, but allowed himself to show a trace\nof interest.  \"I understand he's an Imperial officer--a dangerous\ntarget. Killing him would earn the death penalty or life\nimprisonment--death, if done simply for pay.  That's a foolish risk,\nwhen there are any number of almost riskless targets around.\"\n\n\"I can tell you where he's going when he finishes his current mission.\"\n\n\"Interesting, if true,\" Nevan acknowledged.\n\n\"It's true,\" the businesser said.\n\nReading his face and body language, Nevan agreed.  The man knew, was\neager to say--and would report to Owajima as soon as he could.  Nevan\nmade himself look skeptical, which wasn't hard; this was obviously a\nsetup.  \"Even if he were my target, which I do not say, I would want\nmore than your unsupported word.  Will you submit to truth drugs, or\nshall I use Sandeman methods?\"\n\n\"Torture, you mean.\"  The businesser grimaced.  \"In my position, I\ndon't dare submit to truth drugs.  And I've no desire to use my pain to\nconvince you I'm telling the truth.\"\n\nNevan shrugged.  \"Those are the alternatives.\"  He didn't particularly\nlike torture himself, and especially disliked using it on one of a\nfield agent's network.  But an enemy would have no hesitation, and\nuntil he caught up with Owajima--or was caught himself--he was acting\nin that capacity. \"If you are convinced Owajima is my target, and you\nwish to assist me in finding him, you will choose one.  Otherwise, you\nwill depart.\"\n\nThe businesser looked angry, but Nevan could see he'd expected\nsomething of the sort.  \"The torture, then.  When and where?\"\n\n\"My ship, now.\"  Nevan stood.  \"Come along.\"\n\n      *      *      *      *      *\n\nNevan scowled down at the unconscious businesser.  He'd restricted his\nopen questioning to Owajima's plans and next location--his homeworld,\nnot surprisingly--but he'd done some questioning covertly as well,\nmaking comments about Owajima and reading the answers from his\nsubject's face and body language.  The man had confirmed an opinion\nNevan had formed early: given the opportunity, he and Owajima could\neasily become friends.\n\nThis man, for instance.  He'd owed Owajima a debt, true, but it had\nbeen loyalty rather than obligation that had led him to help the way he\nhad. Assuming he was successful in this mission, Nevan thought, he'd\nhave to see the businesser got some sort of compensation.  Though the\nman had definitely been in serious pain, Nevan had inflicted no real\ndamage beyond bruises; when the man woke, he'd be able to function\nnormally.\n\nNevan was tempted to clean the man up, put him to bed, and dose him\nwith rapid-heal--but that wasn't how one with his cover occupation\nwould act. Instead, he got an injector of energine and triggered it\ninto the businesser's carotid artery.  Seconds later, the man's eyes\nopened and he groaned.  \"Are you done yet?\"\n\n\"Yes.  You may get dressed and leave.  I would advise you to waste no\ntime; liftoff is in ten minutes.\"\n\n\"I'll be gone.\"  The man struggled to his feet and into the small\n'fresher, where Nevan had had him leave his clothing; less than two\nminutes later he was leaving the ship.\n\nNevan had his flight plan ready by then.  He transmitted it to the\nspaceport controller, got clearance, and was lifting off at the\nspecified time.  Not long afterward, he was far enough from the planet\nto make the transition to hyperspace, and did so.\n\n      *      *      *      *      *\n\nOwajima smiled as he read his agent's decoded message.  DarLowrie had\nacted precisely as could be expected from a Sandeman assassin, it\nseemed, though Owajima was pleased his agent reported nothing more\nserious than bruises.  He frowned, though, when he reached the last\nparagraph.\n\n\"Personal impressions:  I can't pinpoint it, but something about him\nreminds me of you.  The feeling you give me of being looked into more\nthan at, maybe.  It's not the typical Sandeman arrogance that makes you\nfeel like you're not worth the bother of looking at--it's more like\nbeing under a microscope.  I'm sorry to be so vague, but as I said,\nthere wasn't anything definite I can point to.\"\n\nA feeling of being looked into rather than at.  Owajima frowned more\ndeeply.  That bore an uncomfortable resemblance to a particularly\nobservant person's reaction to someone who was reading @'s face and\nbody language. That was not a common skill, particularly among\nSandemans--though he had to admit it would be as useful a skill for an\nassassin as it was for a field agent.\n\nIn which case, it was possible DarLowrie had obtained more information\nthan Owajima had intended--including that the information had been set\nup for him to find.  And where had DarLowrie learned such a skill?  Not\non any of the Sandeman worlds, which weren't given to such subtleties.\nThe only places Owajima knew, in fact, that taught more than the most\nbasic such reading were the Kai school here, and the Imperial field\nagent school on Terra.  No Sandeman had ever studied here, and he was\naware of only one who had successfully completed field agent training--his\npredecessor as top agent, Nevan DarLeras, now sworn to the Crown\nPrincess by the totally-binding Sandeman personal-fealty oath.\n\nThat left a graduate of one of those two schools as DarLowrie's\nteacher. An ex-field agent was by far the more likely, if only because\nthere were many more of them, and few Kai-school ninjas left Nippon-Ni.\nTake that as a working hypothesis, then.  In that case, was it likely\nthe agent had taught DarLowrie only face and body reading?\n\nIt would be safest, Owajima thought, to operate on the worst-case\nassumption that DarLowrie had learned most, if not all, of an agent's\nskills. He would need them, if he had any intention of assassinating\nOwajima on his home territory and then escaping.\n\nShould he simply eliminate DarLowrie, or would it be better to capture\nand question him?  The second, Owajima decided almost immediately.\nThat would be more difficult, but it might be a good idea to discover\nthe agent reckless enough to teach such skills to anyone able to pay--and\ndiscourage . . .\n\nHe was going to do it himself.  He could and would ask for help from\nhis former colleagues, the Shogun's secret police--but attempted murder\nof an Imperial officer was an Imperial crime; they didn't have\njurisdiction.  He could call in assistance, but that was something\nfield agents were, as an occupational characteristic, disinclined to do\nunless there was no other way to get the job done--which, at this\npoint, was not the case.\n\n      *      *      *      *      *\n\nNevan spent the first two days of his flight to Nippon-Ni studying\neverything the Last Resort's ship-comp had available about that planet.\nIt sounded interesting, and he decided he'd like to visit sometime when\nhe could do so openly; it had been settled by Japanese who wanted to\nreturn to the days of the Samurai, without giving up modern\nconveniences or an industrial base. They even called their Baron the\n\"Shogun\", on-planet.\n\nBut it also looked like a dangerous place to operate.  The Shogun's\nsecret police force was made up of the Kai-school ninjas Owajima was\nrumored to have been, and it seemed possible he'd been one of them\nbefore joining the Corps. If so, he'd undoubtedly use them for\nbackup--which meant going in, Nevan thought, would be like sticking his\nhead in a balik's den.  A female balik's, with newborn cubs.  One alerted\nfield agent would be bad enough; a police force of agent-equivalents\n. . . the smart thing would be to call it off, go back to Terra, set up\na new identity, and start over.  He did know who his quarry was, now; he\nwouldn't be starting from scratch.\n\nHe was reluctant to do that, though.  He'd done nothing even the most\nfanatical secret police could legally arrest him for; it seemed a shame\nto abandon his mission when he was so close to accomplishing it.  Being\narrested without cause would be justification for mind-calling his\nthakur, and he was sure she'd intervene; Owajima had to be the only\nagent with an entire planetary police force to call on for backup,\nwhich made him an unrepresentative opponent.  Besides, Nevan admitted,\nhe relished the challenge.  He hadn't had the opportunity to really use\nhis abilities in longer than he cared to think about.\n\n      *      *      *      *      *\n\nOwajima answered his phone, to see the chief of spaceport security.\n\"Yes, Captain?\"\n\n\"The Last Resort just called for landing, Colonel.  Do you want us to\ndetain DarLewies?\"\n\n\"No, thank you.  Permit him to land and do as he wishes, but keep him\nunder close surveillance.  Discreetly, of course.\"\n\nThe security chief smiled.  \"Of course, Colonel.  We will keep you\ninformed at all times.  Will you need any further assistance?\"\n\n\"I do not believe so, but if I should, I will ask.\"\n\n      *      *      *      *      *\n\nNevan had to land at the New Tokyo civilian spaceport, but he was\nlikeliest to be able to get current information about Owajima at the\nnearby Imperial Navy base, so he rented a car and drove the twenty\nkilometers north. He'd been on so many worlds that he didn't find\nNippon-Ni particularly remarkable, though he was pleased that the\ntemperature was high enough he didn't need a jacket.  And the smell of\nchocolate chip cookies or a close local equivalent coming from a shop\nhe passed was tempting enough to make his mouth water, but he kept\ngoing; Nevan DarLeras' fondness for those was well enough known in the\nwrong circles that he didn't dare indulge it when he was under cover.\n\nThings were definitely not going his way, he decided as he neared the\nbase.  Traffic was too heavy for a normal workday, and he found out why\nwhen he got close to the main gate: a banner over the road welcomed\nvisitors to the annual Base Open House.  Nevan addressed a caustic,\n\"Why me?\" to the gods he only half-believed in, but it might look\nsuspicious if he turned and left; instead, he kept going with traffic,\nwhich took him to a parking area that would need major help to look\nlike a lawn again after being used this way.\n\nThere wasn't anything useful he could accomplish during an open house,\nwith all the base offices closed, so he decided he might as well bow to\nthe inevitable and try to enjoy himself.  Such events did have their\ngood points; the various units' hospitality stands tried to outdo each\nother, so the quality and variety of food and drink available was truly\nimpressive.  He should be able to find treats he liked almost as well\nas chocolate chip cookies, but ones that wouldn't blow his cover.  He\nwalked toward the exhibit-covered landing field, glad that he'd kept\nhis identity as a Sandeman warrior; as crowded as the area was, he was\ngiven plenty of room to move.  He was impressed despite himself by the\nexhibits, too.  Whoever was in charge of this open house had managed to\nget a heavy destroyer for a static display--and while those were\nnowhere near as big as the kilometer-diameter battle cruisers, which\nwere far too big to land, they were quite big enough to have the\nvisitors making awed comments.\n\nCurious, Nevan walked around the ship until he found its ID--and then\nhe sent another caustic comment to one of the newest gods.  *Dammit,\nKelly, if you want me to deliver your blades to Owajima, how about some\ncooperation instead of all these problems?*\n\nThe destroyer was the IHD Warleader Riordan, a ship from the Fiftieth\nFleet, which meant it was crewed primarily by Sandemans.  That was bad\nenough, but a good percentage on this particular ship were from Clan\nLeras, so even the ones not directly related to him would know him on\nsight.  And they weren't IntelDiv; they wouldn't know not to recognize\nhim.  He turned and began walking away, hoping against hope that the\ncrew was still all aboard ship.  He'd been lucky enough not to get\ncaught in such a situation during his active career; maybe that luck\nwould hold long enough for him to get out of this one.\n\n\"Nevan!\"\n\nThe happy voice from behind him made it all too clear his luck had\nchanged.  He turned and bowed respectfully to the approaching\nwarriors'-woman in Imperial Marine service black.  \"Good day, Lady\nMorna.  You're looking well.\"\n\nShe looked at him with affectionate appraisal, and shook her head\nruefully.  \"I can't say the same for you, I'm afraid.  How long have\nyou been on the meds?\"\n\n\"Almost a month,\" Nevan admitted.  He might have been able to get away\nwith lying to another w'woman, but the lady Morna could tell--whether\nby looking or by some form of Talent--almost to the day how long a\nwarrior had been using anti-need medications.  And she didn't approve\nof them being used any longer than was absolutely necessary.\n\n\"I thought so.  Are you going to be around long enough for me to give\nyou a natural release?\"\n\nNevan was tempted, but he shook his head.  He'd have to leave as soon\nas he could; now that his cover was blown, he had no choice but to give\nup this try and start over.  \"I'm afraid I have to get back to Terra.\"\n\nMorna nodded, glancing at the synthiskin-covered cheek.  \"Of course; I\ndidn't realize.  But when you do, promise me that you'll find a w'woman\nor warrior and get a decent natural release.\"\n\n\"I will, lady,\" Nevan replied, grateful for her understanding.  \"Or a\nTraiti; some of the Palace Guard have given me good combat releases.\"\n\n\"That will do.\"  Morna smiled at him.  \"At least you haven't gone six\nmonths on the meds, the way you had when I first met you!  But can you\nstay a little while?  Our autochef bakes good cookies.  Including\nchocolate chip.\"\n\nNevan chuckled, deciding that an hour or so shouldn't really make any\ndifference.  \"I'd like that; thanks.\"\n\n      *      *      *      *      *\n\nThe receiver in Owajima's ear chimed softly; he turned on his throat\nmike--not the surgically implanted comm unit many ranking Imperials\nwere given, but the external type used as far back as pre-atomic\ntimes--and answered. \"Owajima here.\"\n\n\"DarLowrie went to the open house, Colonel--and one of those on the\ndestroyer static display recognized him.  His name is Nevan, and he has\naccepted an invitation to visit the ship.\"\n\n\"Nevan!\" Owajima exclaimed.  \"What clan, do you know?\"\n\n\"It was not said, but the largest clan group aboard is from Leras.\"\n\n\"Ah.\"  Owajima was silent for several seconds, absorbing that.  \"Is\nthere a tattoo on his right cheek?\"\n\n\"There is not.\"\n\n\"Interesting--thank you.  I will need some assistance after all, it\nappears; I would like to get into his ship with as few traces as\npossible.\"\n\n\"An entry specialist will be with you in ten minutes.  Is there\nanything else?\"\n\n\"Not at the moment.  Owajima out.\"  So his pursuer's true name was\nNevan, Owajima thought, troubled.  And the ship's largest contingent\nwas from Leras. Knowing both Sandemans and the unconditional nature of\nthe personal fealty oath, he found it hard to believe his pursuer's\nidentity.  What had gone wrong, to turn a Sandeman warrior from\nthakur-na to renegade assassin?\n\nOr . . . had anything?  If Nevan had either deserted or harmed his\nchosen lady, it would have been all over the news channels, and there\nhad been nothing.  The likelihood, then, was that he was on a mission\nfor her--a mission that somehow concerned him.\n\nOwajima smiled slowly at that.  Very well, he would take all possible\nprecautions, though he no longer believed they would be necessary.\nNevan DarLeras had a powerful and trained Talent, something \"Vance\nDarLowrie\" had shown no traces of--so he was not using either that or\nRanger Losinj's position to simplify his mission.  An exercise of some\nsort, then--security, in all probability.  If true, it could be proven\neasily, Owajima thought, and he would have the pleasure of meeting his\npredecessor.\n\n      *      *      *      *      *\n\nNevan enjoyed both the cookies and the talk, though he kept an eye on\nthe time and didn't let himself relax too much.  Owajima was alerted\nnow, and field agents tended to have a rather violent reaction to\nsomeone stalking them for unknown purposes.  Nevan couldn't blame them;\nhe'd reacted the same way when one of his net had warned him someone\nwas on his trail.  About the best such a pursuer could expect,\nunless @ was able to ambush the agent first, was that the agent wanted\ninformation enough to use a non-lethal form of attack or defense--until\n@ learned enough to satisfy @'s curiosity, at least.\n\nBut Nevan was able to put the hazards of his mission in the back of his\nmind while he caught up on news from home.  His first son, with the\nlady Dallas, was doing well in his warrior training, though both he and\nhis half-brother--Nevan's with the lady Morna, who looked more than a\nlittle smug, telling him--were giving Sean and Ellen fits trying to\nkeep up.  Nevan couldn't help laughing; Sean and Ellen had fostered\nhim, too, and he remembered how good they were--and how frustrated Sean\ngot--with a child-warrior's hyperactivity.  Other news was almost as\ninteresting to him, if less personal: the warrior Leslie had broken his\nleg in war games with the Combat Division Marines stationed at Shangri-La\nBase, and the clan had been asked to train more assault-lander\npilots.\n\nThe hour was all too short, but Nevan didn't let himself stretch his\nvisit beyond that point.  He left the destroyer after a final promise\nto Morna that he would get off the meds as soon as he could, then made\nhis way through even thicker crowds to his rented car.\n\nHe spent the drive back to his ship going over his options.  Things\ndidn't look quite as unpromising as they had earlier, even though it\nstill seemed that he would have to go back to Terra for a fresh start.\nThis time, he reminded himself, at least the start wouldn't be from\nzero; he had a name and a reputation to work with, and a few days to\ndig out some background would give him more data.\n\nHe had resigned himself to starting over by the time he got back to the\nspaceport.  Not even the sight of half a decade secret police making no\nsecret of their surveillance of his ship disturbed him; he grinned at\nthem as he palmed open the outer hatch of his ship, giving Owajima\npoints for letting the locals handle the presumed assassin.  He'd just\nhave to take more precautions the next time around--  Oh, gods, the\ninner hatch was ajar, and he hadn't left it that way!\n\nHe barely had time to spot a stunner muzzle in the opening and start\nreaching for his needler before his ambusher fired and he slumped to\nthe airlock deck.\n\n      *      *      *      *      *\n\nOwajima was a little surprised at the ease of his success, though there\nwas no way even one as skilled as DarLeras was reputed to be could have\ndetected any sign of his entry.  He went to the outer lock and signaled\nhis success to the watchers, then carried the Sandeman to his cabin and\nsecured him to the bunk.  Then he went into the 'fresher, found\nsynthiskin release in the medikit, and used it on the Sandeman's face,\nsmiling as it peeled free to reveal the tattoo so familiar from news\nshows.  That was conclusive enough for Owajima; if, contrary to all\nother evidence, DarLeras had gone renegade, he would have removed the\ntattoo rather than simply covering it.\n\n      *      *      *      *      *\n\nWhen Nevan woke, he was spread-eagled, tied to his bunk with a\ngrim-faced Oriental man holding a gun on him.  That should have been\nfrightening, but Nevan couldn't help grinning; the feel of air on his\ncheek instead of synthiskin agreed with the tiny indications he could\nread from his captor. Owajima was disciplined, beautifully so, but not\nwell enough to hide everything.  \"I'm honored to meet you, Colonel\nOwajima.  Either I'm losing my edge, or you're about to take over the\ntop-ever rating; I should've seen some sign of your entry on the outer\nlock.\"\n\n\"If you had, it would be I who was losing my edge.  However, I will\ntake that as a compliment from one who still holds that ranking.  Drop\nyour mind-shield.\"\n\n\"What?  Ohhh.\"  Nevan did so, surprised for an instant though he knew\nhe shouldn't be.  Since his chosen lady had discovered psionic Talent\nin humans nine years ago, it had been found that strong Talent was\ngenerally linked to strong abilities in one or more other fields.  That\nwasn't a direct correlation, since there were multi-field geniuses with\nnone at all, and people with no conventional talents and powerful\nTalent--but well over ninety percent of the time, conventional and\npsionic abilities went together. Owajima wouldn't be the top-rated\nfield agent without exceptional ability--of both types.\n\n*Also, unlike most Sandemans,* came Owajima's amused thought, *I was\neager for Talent training.  We both know it is impossible to lie,\nmind-to-mind, so: you are still thakur-na to Ranger Losinj and on a\nmission for her?*\n\n*I am, though the mission is partly for her, partly for myself,* Nevan\nconfirmed.  *Stay linked while I report; she'll want to commend you\npersonally.*  He sensed Owajima's agreement, and reached for his chosen\nlady. *Thakur?*\n\n*Here, thakur-na,* was the immediate response--then Nevan shared her\namusement as she 'felt' his bonds.  *You are satisfied with security,\nthen.*\n\n*It's tight,* Nevan confirmed.  *And I'm really impressed by Major\nOwajima's skill.  He got past my ship defenses without leaving a trace.\nIt was a beautiful ambush.*\n\n*It is he I sense linked with you?*\n\n*Yes, Thakur.*\n\nNevan felt her attention center on the other.  *I am pleased to make\nyour acquaintance, Major,* she sent.  *I apologize for any difficulties\nyou experienced as a result of Nevan's pursuit; his purpose, at my\nrequest, was to test the security protecting field agents, including\nhis target's self-protection.  As you heard, he is satisfied.  So am I,\nand since you proved able to stop him, I will place a commendation in\nyour records.*\n\n*Thank you, sir.*  Owajima smiled.  *It is good to know our protections\nare adequate against one of the warrior Nevan's ability; any other,\nthen, could penetrate them only by chance.*\n\n*True.*  Corina projected amusement.  *Are you on assignment?*\n\n*No, sir.  I have just finished a post-mission leave, and have been\nordered to Terra for a tour with OSI.*\n\n*You won't like it,* Nevan predicted.  *Assignments think they're doing\nus a favor when they give us a planetside tour--a rest break, I heard\none call it--but those always bored me.*\n\n*If it gets too bad, Major,* the Ranger sent sympathetically, *see me,\nand I will have you given a field assignment.  It is the least I can do\nafter setting Nevan on your trail.*\n\n*I will, sir, and thank you.*\n\n*Before I break contact, thakur-na, is there anything further you\nneed?*\n\n*Not really, Thakur--if you don't have anything else for me, I'll offer\nMajor Owajima a ride back to Terra.*\n\n*That will be fine.  Enjoy the trip--I must endure this reception for\nDuke Shirley.  Until your return, thakur-na.*\n\n*Until then, Thakur.*  The contact ended, and Nevan grinned up at his\ncaptor.  \"Satisfied, Major?\"\n\n\"Perfectly, warrior.  And I will accept your offer of a ride.\"  Owajima\nholstered his gun, then undid Nevan's bonds.  \"I have wished to meet\nyou for some time; I regret only the circumstances.\"\n\nNevan sat up, rubbing his wrists.  \"Same here, maybe more so.  I was\nafter you in particular because my bio-father left you his personal\nweapons when he died last month.\"\n\n\"Oh?  Knowing Sandemans, I assume there was a reason.\"\n\n\"Uh-huh.  He was the one you gave need-release to on Piper's World.\"\n\n\"Ah.\"  Owajima smiled.  \"I should not have broken cover to do so, but I\nhad seen one warrior die that way when we were prisoners of the Traiti,\nand I could not let another go through such agony unaided.\"\n\n\"That's what he told me, not long after I finished my agent's training.\nDo you need to get anything before we go?\"\n\n\"No.  Had you been the enemy I originally thought, by now you would\nhave been dead and your ship confiscated for my trip, to be turned in\nto the Navy at the Antarctica base.  My things are already aboard.\"\n\nNevan chuckled.  \"Good thinking.  Unnecessary, since this baby already\nbelongs to the Navy, but I like the plan.\"  He led the way to his\nship's control room, got clearance for takeoff, and set course for\nTerra.  Then he escorted his guest to the ship's small lounge.  \"I've\nfollowed your career for a long time, Major,\" he said, getting coffee\nfor each of them.  \"It's been brilliant--at times incredible.  Like\ngetting into this ship without leaving traces.\"\n\nOwajima smiled.  \"I left traces, warrior.  Not many, and not\nsignificant to one without the training we share, but enough that you\nwould have observed them.  My particular Talent specialty, however, is\nsingularly appropriate for one in this field.\"  His smile grew.  \"I\ncan, when I desire, make myself and my handiwork unnoticeable.  It\ntakes a particularly strong mind-shield to block that ability even\npartially; you saw nothing because I wished you not to.\"\n\nNevan nodded, returning the smile.  \"That makes me feel better.  I got\nblown when I visited the base--didn't know about the open house, and\nran into some clan-mates.  I was afraid I'd let that distract me--but\nif you were using Talent, that wasn't my problem.  Mind showing me how\nit works?\"\n\n\"Not at all, though since you are already aware of me, the effect will\nnot be complete.\"\n\nIf that was incomplete, Nevan thought seconds later, Kiyoshi Owajima\nmust be capable of practically turning invisible.  He knew the other\nwas there, could see him perfectly well--but it was almost impossible\nto pay any attention to him.  \"Nice!  I could've used that quite a few\ntimes.\"\n\nOwajima became noticeable again.  \"It is less effective against a\nnumber of people, particularly when--as you did--they know I am\npresent.  But against few, or those who have not already seen me when I\nbegin using it, you are quite correct; it is most effective.\"\n\n\"Too bad you can't teach it to all the agents.\"  But that, Nevan knew,\nwasn't possible; while mind-screen, or the stronger mind-shield, and\ntelepathy were common to everyone with Talent, the specialized aspects\nvaried widely from person to person.  \"Would you like to see your\ninheritance?\"\n\n\"Very much.  The needler and blades in the clothing storage?\"\n\nNevan chuckled.  \"That's them.  Do you want to get them, or shall I?\"\n\n\"There is no further need to invade your privacy, warrior.\"\n\n\"Nevan is fine--I'll go get them, then.\"  He did so, grinning to\nhimself.  He'd been favorably impressed by the reports of Owajima's\naccomplishments; he was even more favorably impressed by the man\nhimself.  Not too many standard humans could take out a Sandeman\nwarrior, even using Talent!\n\nReturning to the lounge, he gave Owajima the box holding the weapons.\n\"Here you are, Major.  Use them in good health.\"\n\n\"I shall, whenever my cover does not prohibit the use of Sandeman\nweapons. And call me Kiyoshi, please.\"  Owajima smiled.  \"I think this\nwill be an enjoyable trip, and that by its end we will be friends.\"\n\n\"I think so, too.  Do you have a family?\"\n\n\"I am married, but we do not yet have children.  You?\"\n\n\"Two sons, both warriors--one with the lady Dallas, one with the lady\nMorna.  My foster-parents are fostering both of them, as well.  I've\ngot a holo, if you'd like to see.\"\n\n\"Very much.\"  Owajima accepted the small folder, settling in for an\nenjoyable discussion.\n\n\n\n\nEND",
    "metadata": {
        "author": [
            "Wilson, Ann"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25740/pg25740.txt",
        "name": "ambush_a_terran_empire_vignette.json"
    }
}