{
    "name": "Amour, Amour, Dear Planet!",
    "author": [
        "Clutter, Mark"
    ],
    "body": "Spacecaptain Jan Obrien was plain drunk and in no condition to handle\nan aircar. Which fact perhaps can be understood for a man who has not\ntasted the liquor of Terra in ten years and who comes home to his\nnative planet to find it wrecked by the worst of its wars.\n\nObrien was in no condition, but nevertheless he was handling an aircar,\nwhizzing down a Rocky Mountain canyon at a couple of hundred miles per\nhour. The time was barely dawn and the visibility was terrible.\n\n\"Slow down, Jan, slow down, slow down!\" the sleek young tart in the\ntransparent evening gown kept whimpering. She was not as drunk as\nJan. Disgusted with the Chicago nightclub in which he had started his\nhomecoming 12 hours before, Jan had hustled her into the aircar and\nstarted out vaguely for Portland or L.A. or both.\n\nA solid cliff suddenly loomed out of the mist ahead. The girl covered\nher eyes and screamed shrilly. The quick-thinking habits of 20 years\nwere not completely drowned in liquor. Jan yanked at the controls,\nand the aircar shrieked in protest as it changed its direction to\nthe vertical. Jan and the girl were hurled so violently into the\ntransparent elastic protector curtain that they were stunned. When\nJan came to, they were approximately two miles above Pike's Peak. The\nsunlight was dazzling.\n\n\"Hey, baby, we're still airborne,\" Jan cried, jabbing his elbow into\nthe girl's ribs.\n\nShe looked down at the mountain and groaned.\n\n\"It takes more than an old cliff to do a spacecaptain in,\" Jan yelled.\n\"Look baby, did you know we could do this?\" Jan cut the power and let\nthe aircar descend in a series of erratically fluttering loops. The\nmountain rushed up at them. The girl covered her eyes and sobbed,\n\"Don't, please don't!\"\n\nThe mountain top was covered with a multitude of people dressed in\nwhite. They faced a great golden crescent that gleamed like fire\nin the rising sun. Jan was so fascinated by the spectacle that his\ncoordination failed him. He was conscious of the white-robed people\nfleeing in terror as he fought to regain control of the aircar.\n\nThey crashed. Their speed had been only about 50 miles per hour and the\nprotectors saved them from injury. They scrambled out to survey the\ndamage.\n\n\"Well, it won't fly again soon,\" Jan said. He breathed deeply of the\nthin air.\n\n\"What a hell of a place to crash,\" the girl said. \"Those are Mohcans\nholding their spring equinox festival. They'll probably stone me.\" She\nlooked down at her transparent gown. The white-robed people had resumed\ntheir places and were singing a hymn as though nothing had happened. It\nwas slow, sad, august, a mighty organ sound of human voices.\n\nThe girl's face was chalk white. \"Let's run for it,\" she begged.\n\"They're dangerous. They're dangerous as hell. Please believe me.\" She\nturned and started to run down the path that had once been the cogroad,\nstumbling in her high-heeled shoes.\n\nJan ran after her, weaving as though the mountain were a deck on the\nhigh seas.\n\nHe grabbed her by the arm. \"Hey, baby, they don't sound dangerous,\" he\nsaid. \"They're just singing a kind of hymn as though nothing happened.\nThe only rise we got out of them was the way they scattered when we\nstarted to crash.\"\n\n\"Come on, come on,\" she cried. \"I know about these people. They'll be\nafter us when the hymn stops.\"\n\n\"Okay, but you're talking foolish,\" he said. They started walking down\nthe mountain. \"Hell, those people won't do us any harm. They're too\nbusy singing.\" He pulled out a pack of cigarets and lit one.\n\n\"You're space-crazy,\" she said. \"Didn't you ever hear of the massacre\nof scientists at Harvard, or what they did to the chorus girls in 'Sex\nHappy'?\"\n\n\n\nTugging at his arm to get him to hurry, she told him about the Mohcans.\nThe sect appeared toward the end of the war. Historically they were a\nblend of Christian, Mohammedan, Communist, and Hindu. Their prophet\nand leader, until his martyrdom, was Smith Akandi, an English-Hindu\nhalf-caste who was reared in Moscow. Their creed was anti-science and\nanti-pleasure. Thousands of them were executed during the war, but\nhundreds of thousands were converted.\n\n\"Half way I am for them,\" the girl said. \"Just look at me.\" She tore a\nbit of her gown contemptuously. \"I've given a good time to soldiers,\nsailors, and spacemen, and a fat lot of happiness it's given me. Jan\ndarling, would you like to settle down with me in a little radioactive\nsuburb and beget a three-headed monster?\"\n\nJan laughed. \"Baby, in all the worlds I have never begotten even a\ntwo-headed monster. At least, not to my knowledge. But why are they so\nbitter at science?\"\n\n\"Why not, stupid? You saw what science did to Chicago.\"\n\n\"Oh, that?\" Jan said. \"You're taking too limited a view. Chicago is\nonly a speck on a speck out there among the suns and the planets.\"\n\n\"To hell with that talk. I saw my parents burned alive.\"\n\n\"I'm sorry.\"\n\nThey passed the timberline and entered a forest.\n\n\"You've convinced me,\" Jan said. \"They're dangerous. Damn these\nregulations that say a man can't wear his blasters on Terra. If\nthey're looking for us, they'll catch us. We'd better hide out until\nnight.\"\n\nThey found a sun-warmed, grassy spot hidden among three boulders. Jan\nheld her in his arms until she quit shivering from fear and the still\nchilly mountain air. Then he went to sleep.\n\nHe was awakened by a kick in the ribs. He jumped to his feet, clawing\ndesperately for the blasters he didn't have.\n\n\"You're covered, space-devil!\"\n\nHe was ringed by some twenty white-robed men armed with weapons ranging\nfrom daggers to blasters. Their faces were bearded and their eyes were\nhot with fanaticism. Their leader was a seven-foot African with a gold\nring in his nose.\n\n\"Give clothes to the obscene one,\" the African said.\n\nOne of the men threw a white robe around the girl. She wrapped it\naround her and sat cowering in fright.\n\n\"Come with us now, space-devil,\" the black giant said. \"The prophet\nwants to see you. We won't kill you if you cooperate.\"\n\nAnother Mohcan kicked the girl. \"Get up!\"\n\n\"Leave her alone!\" Jan shouted. The African slapped him across the face\nwith the barrel of his blaster.\n\n\"She'll get what the chorus girls got,\" the African said, speaking very\nslowly. \"She'll get what they got if you don't obey. And you will be\nkilled. Now march!\"\n\nThey climbed the Peak again at a rapid pace. A heel came off the girl's\nshoe. Two burly Mohcans seized her arms and half-carried, half-dragged\nher to the top. Jan found it hard to keep pace with them. Whenever he\nslowed down, the African prodded him with the blaster.\n\nThe multitude was still singing. Their eyes were vacant with\nself-hypnosis as they swayed to the slow, sobbing chant. The girl\nwas turned over to a party of women. The African marched Jan to a\nplace apart from the crowd where a man with a long yellow beard sat\ncrosslegged on a rock.\n\n\"This is the Prophet,\" the African said. \"Sit on the ground and wait\nfor him to speak. I will leave you now but I have you covered.\" He\nwithdrew about twenty yards and squatted on his heels, his blaster\nacross his knees.\n\nJan sat down and waited. The prophet sat abnormally still, his legs\ncrossed like a yogi. He was staring upward, almost directly into the\nsun. He was a lean, youngish man with a beaked nose that give him a\ncruel, hawk-like look. The beard, yellow as young cornsilk, fluttered\nslightly in the breeze. Otherwise, there was no movement. Jan could not\neven see him breathe.\n\nAfter a long time, during which Jan felt his face numbly aching from\nthe African's blow, the Prophet suddenly fixed his eyes on him with the\nsame unwavering stare he had devoted to the sky.\n\n\"Peace be with you.\"\n\n\"Nuts,\" Jan replied.\n\nThe Prophet took no notice of the remark. \"Allah has seen fit to grant\nme wisdom,\" he said. \"In a dream he has revealed to me the purpose of\nscience.\"\n\n\"How very interesting.\"\n\n\n\n\"Science exists so that a handful of the elect can escape from this\ndoomed planet. It was Allah's will that you should come to us this\nmorning.\"\n\n\"The hell you say.\"\n\n\"I perceive by your uniform that you are a spacecaptain. How many men\ncan your ship carry?\"\n\nJan did not answer.\n\n\"It would perhaps be better for you to cooperate.\" The Prophet glanced\nmeaningfully toward the African.\n\n\"It's no secret. About 100 passengers and a crew of 50.\"\n\n\"About standard size. I suppose about half of your men are on duty.\"\n\n\"Yeah.\"\n\n\"And that is enough to man the ship on a peaceful mission?\"\n\n\"I have no intention of manning the ship right away.\"\n\n\"I will decide that. We blast off as soon as we can get to Chicago.\"\n\n\"You'll get mighty hungry in space. The ship isn't provisioned.\"\n\n\"We have an airtruck loaded with standard rations. There is no use\ndiscussing the matter. You and your men will cooperate or die. Brother\nSamuel, take charge of the prisoner.\"\n\nThe Prophet arose and walked slowly to the platform beside the\nCrescent. The singing stopped.\n\n\"The time for departure has come. The chosen ones will come forward.\nSister Jessie, will you 'phone the hangar?\" Brother Samuel marched Jan\nover to the chosen group.\n\nJan looked at the hundred men and women and decided that it would be\nhard to find a better band of pioneers. They were stalwart, healthy,\nvery serious young people.\n\nThe multitude began a great throbbing hymn of farewell. It continued\nuntil two huge airtrucks, one for passengers and one loaded with\nfreight, arrived, landing carefully at the edge of the crowd.\n\nJan had been looking for his friend of the night. Finally he found her\nstanding between two powerful females. She did not see him. She seemed\nto be looking and listening to something far away. Jan realized that\nshe had discovered a new meaning in existence. \"Goodbye, baby,\" he said\nto himself.\n\nEach pioneer was being issued a blaster as he or she entered the\npassenger airtruck. The African, Jan, and the Prophet were the last to\nenter. The Prophet stood for a moment on the last step and raised his\narms in benediction. They took off for Chicago.\n\nThe Prophet sat beside Jan. \"This may seem mad to you, spacecaptain,\nbut I assure you that it is quite sane,\" he said. \"Your arrival was\nthe miracle which will merely make our task easier. I have planned\nthis for months. I picked 50 men and 50 women who seemed most capable\nof standing life on a new world. About half of them are married. The\nothers will be soon. I have taken a vow of celibacy. We will found a\nnew and better kingdom of Allah out there among the stars.\n\n\"Our problem, of course, has been that of getting a ship and a\ncompetent crew. None of us are spacemen. Seizing the ship would be\neasy; to get a proper crew is another matter.\n\n\"We have alerted our friends in Chicago by radio, and they are even now\nassembling at the spaceport. They are well armed and will take care of\nany trouble from the military or the police. We will, of course, seize\nyour crew.\"\n\nJan was finding it hard to think. \"If I say the word, they will fight.\"\n\n\"What folly that would be,\" the Prophet said. \"They would all die. You\nwould be pronouncing a death sentence on your own men. Men with whom\nyou have lived and suffered many things. Godless dog that you are, you\ncouldn't do that.\"\n\nJan was silent for a long time. At last he said, \"You leave me no\nchoice but to obey.\"\n\nThe airtrucks settled smoothly beside the rocket, the only one on the\nfield. Just before they landed, the Prophet said, \"You and Brother\nSamuel will lead the attack. You will order the gangway watch not to\nfire.\"\n\nAs the airtruck came to a halt, the Prophet opened the door. \"Secure\nthe rocket!\" he cried. Jan leaped to the ground with the African close\nbehind him, and ran to the ship, shouting, \"Brown, Brown, lay down your\nblaster! Brown, lay down your blaster!\"\n\nThe Mohcans swarmed aboard, their weapons at the ready. Within two\nminutes the ship was theirs and the work of loading provisions had\nbegun. Six of them stood guard around the ship.\n\nVolleys of blaster fire broke out around the administration building.\nThen a police car came racing across the field. The Mohcans on guard\nand the police opened fire. The action was brief. Only half a dozen\nshots were fired before the police car went out of control and turned\nturtle with a shattering crash. One of the Mohcans lay dead. A tall\nblonde threw herself on him, crying \"Jack, Jack, oh, Jack!\"\n\nThe Prophet went to her and picked her up. \"There will be time later\nfor weeping, Sister Ellen,\" he said. Firmly he carried her aboard the\nrocket.\n\n\n\nThe pioneers had been well trained. Within less time than Jan would\nhave believed possible they had their rations aboard and were in their\nacceleration compartments. Jan took his place in front of the master\ncontrols. The Prophet and the African stood behind him.\n\nHe turned on the public address system. \"All hands, hear this,\" he\nsaid. \"We have been kidnapped and are about to blast off for an unknown\ndestination. Prepare to blast off.\"\n\nJan took a last look at Terra. The administration building was on fire.\n\n\"Ready to blast off,\" he said into the microphone.\n\n\"No. 1 ready, sir.\"\n\n\"No. 2 ready, sir.\"\n\n\"No. 3 ready, sir.\"\n\nJan looked around for the African and the Prophet. They had taken their\nplaces in the acceleration compartments behind him.\n\n\"All hands and passengers, we are about to leave Terra for an\nunannounced destination. You who have never experienced space travel\nwill find the first half hour somewhat uncomfortable. Do not be afraid.\nYou will survive with no damage to your health. We are now leaving\nTerra.\" Jan pressed the button.\n\n\"Oh Lord, oh Lord,\" he thought. \"This is as bad as the first time.\" No\nman ever got used to the horror of blast off and acceleration. When he\nwas again really conscious, the moon was larger than the earth.\n\n\"Prophet,\" he said, \"you can now come out of your compartment. Where\nare we going?\"\n\nThe Prophet came and sat beside him.\n\n\"I am not a spaceman,\" he said. \"I don't know. Any planet that is\nuninhabited but suitable for human life will do. Keep away from the\nhuman colonies if you value your life.\"\n\nJan laughed. \"You told me that you had planned all this.\"\n\n\"I planned everything except our destination. On earth we only hear of\nthe human colonies. Spacemen seldom publish their adventures on the\nuninhabited worlds.\"\n\n\"Well,\" said Jan, \"I could take you to Big America where you could\nlive like Eskimos at the equator. Or I could take you to Mark Twain\nwhere there is plenty of fruit and game but where a human being weighs\nabout 400 pounds and usually lacks the energy to lift a hand or pull a\ntrigger. Or how about Satan, which is populated with very intelligent\nand very poisonous snakes? Or Melville, which is all fresh water ocean\nand living would be easy if one didn't mind eating fish and if there\nwere anything to make ships out of. Or Boxley, where a hundredweight\nof lead would scarcely keep you on the ground. There are so many places\nwhere Terrans can survive.\"\n\n\"Do we have to decide right now?\"\n\n\"No. We are going in the general direction of the known inhabitable\nworlds. You will have two weeks, earth time, to decide.\"\n\nThe interview pleased Jan immensely. At least in the most important\nmatter he would be in command if he played his cards right.\n\nThe voyage settled down to routine. The passengers sang and prayed\nabout half the time. The crew stayed out of their way as much as\npossible, which was an ideal situation from the standpoint of morale.\nThere was, of course, the problem of Jimpson, cook third class, who\ndonned a white robe and neglected to shave before ten days had passed.\nJan decided to ignore the matter.\n\nFortunately the crewmen were all non-Terrans. He had wisely let the\nearthmen have the first liberty in their home port.\n\nThe Mohcans had the usual trouble of first passengers in adapting\nthemselves to non-gravity. They bumped their heads rather badly on the\nbulkheads before they learned that practically no force was required to\nget from one place to another.\n\nThe only passenger who gave him trouble was the one called Sister\nEllen, widow of the man who was killed in the fight with the police.\nAfter about five days, earth time, he was surprised to find her\nkneeling outside his stateroom. The fact that she was floating about\nsix inches off the deck made the posture slightly ludicrous. Her face,\nhowever, was very beautiful with its expression of calm, serious\ncontemplation.\n\n\"What are you doing here?\" Jan asked.\n\n\"I'm praying for you.\"\n\n\"Why?\"\n\n\"Because you are a lost soul and because our lives are in your hands.\"\n\nJan stared at her in amazement. \"I've seen everything now,\" he thought.\nShe was truly a beautiful woman, tall, strong, very fair. Her long\ngolden hair floated in a cloud about her head.\n\n\"Aren't you the woman whose man was killed at the spaceport?\"\n\n\"Yes. The others have selfish attachments. I have no one. That is why I\nam praying for you.\"\n\nJan had an impulse to order her back to the passengers quarters. The\nwoman was so beautiful and the situation so unprecedented that he\ndidn't do it. Instead, he said, \"Thank you for your interest. You must\nnever bother me or my crew with your devotions. No singing or praying\naloud. You must stay out of our way while we are working.\"\n\n\"I will, sir.\"\n\n\n\nJan decided that she was mad. Her vigils were practically continuous.\nWhenever he came out of his stateroom he usually found her floating\nin a kneeling position in the passageway. She seemed to have little\ninterest in him as a person, and on the few occasions in which he tried\nto talk to her, her answers were laconic but sensible enough. After\na while he got so used to seeing her that he was able to ignore the\nsituation.\n\nJan spent many hours trying to decide on a destination that would\nsuit both him and his kidnappers. He had visited a couple of hundred\nworlds and read about many others. He was tempted to try for planetfall\non a human world, but he realized that the chances against landing\nsuccessfully without the entire crew being massacred were pretty slight.\n\nHe flipped through the microbooks for an idea. The word \"Aphrodite\"\ngave him the answer. Nine years before he had spent a brief liberty on\nthat planet. During the next several off-watches he read everything\navailable on that planet.\n\nAt last he felt he knew enough to risk an interview with the Prophet.\n\n\"I believe I have found the world you want,\" Jan told him. \"It is a\nplanet slightly smaller than Terra. Unlike Terra, it has no continents\nbut numberless islands ranging in size from about that of New Guinea to\natolls.\n\n\"It is closer to its sun than Terra is to Sol; consequently, the\nequator is uninhabitable. The sea actually boils in that region. But\nboth hemispheres, from the poles to the tropics, are ideal for Terrans.\nIncidentally, the sea is so fresh that you can drink it without any bad\neffects from the salt. The soil is very fertile, and the low gravity\nmakes it possible to do a great deal of farming with much less effort\nthan on Terra. The only reason why this world has never been colonized\nis that it offers practically nothing for trade. There are no known\nmineral deposits of any consequence. Fish and vegetables are scarcely\ninterstellar commodities.\"\n\n\"I don't like the name of the planet,\" the Prophet said.\n\n\"What's in a name?\" Jan asked. \"It was named by a bunch of sex-crazy\nspacemen. Change it to Houri or Mahomet or what you will.\"\n\n\"Is there any humanoid life?\" the Prophet asked. \"I have seen those\nmisbegotten sons of the Evil One. They are even worse than the lost\nsons of Terra.\"\n\nJan became cautious. \"There are no humanoids,\" he said. \"The dominant\nrace is bird-like. No one knows much about them. They have a language\nof their own, and they can understand some human ideas. They are very\nintelligent, according to some explorers, but they have no science.\nThey seem to have some primitive idea of God. Perhaps you could make\nthem see the Truth.\n\n\"I have seen them and even talked with them, if you can call it\ntalking. They are about the size of eagles, but they are not predatory\nagainst land animals. They are very clever fishers and will teach you\nthe art. They are friendly and curious.\n\n\"I'll tell you what you can do. We have approximately a week before we\nhave to decide. Why don't you read the microbooks? They will tell you\neverything that the spaceships have discovered.\"\n\nFor the next earth week the Prophet, his legs crossed like a yogi,\nfloated above the deck in front of a microbook screen.\n\n\"The planet called Aphrodite, which will be called Houri from\nhenceforth, is my choice,\" he said at last.\n\nJan went into his stateroom and heaved a sigh of relief. Then he busied\nhimself with the complications of setting a course for Houri nee\nAphrodite.\n\nThe rest of the voyage was uneventful. They made a successful landing\non the large north pole island. For several hours they waited for the\nmolten glass of the blasted beach to cool before venturing to open\nthe hatch. Both Mohcans and crew were sick with the pangs of restored\ngravity. The Mohcans attempted hymns of deliverance but broke them off\nbreathlessly before they were finished.\n\nJan hoped to unload his unwanted passengers and then blast off for the\nnearest planet with a human colony. Quietly he had passed the word to\nall the crew except Jimpson the convert.\n\nHe had reckoned without taking into consideration the cunning of the\nProphet. When Jan gave the word to open the hatch, each crewman found\nhimself covered by a pair of blasters.\n\n\"Leave the ship,\" the Prophet ordered.\n\nThey marched slowly, heavily, in the unfamiliar gravity across the\nbeach to the forest. The trees were filled with the bird-like dominant\nrace. One of the Mohcans lifted a blaster.\n\n\"I don't think I would do it,\" Jan said. \"No one knows just what these\ncreatures can do. It might be the last act of our lives.\"\n\n\"Don't shoot,\" said the African. \"Halt! Wait for the Prophet.\"\n\n\n\nThey stood drooping with the weight of gravity looking toward the\nrocket in its field of glass and the pink and violet surf beyond. Jan\nglanced at the bird creatures in the nearest tree. A big cock with\ngreen and lavender plumage said, \"Coo?\" in a definite question.\n\nJan shook his head unhappily. The bird looked at him for a moment with\nbig lavender eyes, then lifted with easy grace on great wings and flew\nslowly from tree to tree singing a troubled message.\n\nThe Prophet came from the rocket ship. He walked extremely fast\nconsidering the gravity. When he reached the group he handed Jan a slip\nof paper.\n\n\"I made these adjustments,\" he said. \"Tell me, won't the ship explode\nin about half an hour?\"\n\nJan studied the figures on the paper.\n\n\"Yes,\" he said dully.\n\n\"You are indeed fortunate,\" the Prophet said. \"I figured it out by\nstudying the microbooks. I had determined from the day we left earth\nthat I would never permit you to leave and spread the alarm. I would\nhave killed you all. But Allah tells us to be merciful. Perhaps I will\nlet you live now.\"\n\n\"We will all die if we don't get out of here fast.\"\n\nHe turned and began to run into the forest. The birds seemed to\nunderstand and rose in a swarm from the trees. The crew and the Mohcans\nfollowed in sudden panic.\n\nThe weeks of no-gravity played havoc with them. They ran heavily,\nsobbing and falling, through the woods. Some of them lost their way.\nThey struggled ever so slowly through the open forest and slowed down\nto a walk on the mountain side that rose abruptly before them. Jan\nfound a huge boulder and crouched behind it. Sister Ellen came after\nhim. She was gasping with fatigue and terror.\n\nHe reached out and seized her white robe. \"Here,\" he cried. \"Take cover\nhere.\"\n\nHer hand closed on his desperately. Then she let go in terror and fell\nto her knees beside him. She locked her hands across her breast and\nlooked upward to the pale green-blue sky.\n\nSuddenly it seemed as though the whole earth were on fire. The sky\nturned to absolute white and the tops of the trees glowed orange red.\nThere was a rending crash beyond any possibility of sound; then the\nabsolute darkness and deafness of too much.\n\nJan struggled back to consciousness with a sense of beatitude. He\nwas locked with Sister Ellen in a complete embrace, mouth to mouth,\nbreast to breast, hip to hip. He watched the sky flame orange and red\nand finally gray black through her hair. He knew in that moment that\nwithout a ship, almost without humanity, life was good on Aphrodite.\n\nAnd then the woman was struggling with him. \"Oh, Allah, oh Buddha, oh\nLenin, oh Lord, I have sinned, I have sinned!\" she cried, and fled\naimlessly into the burning forest.\n\nHours later, attracted by shot after shot from the Prophet's blaster,\nthey assembled on a mountaintop. The fire had spent itself in the damp\nforest. Below them was a blackened area down to the sea. There was a\nbay where the rocket ship had been.\n\nIt was a sad and tired little column that filed down to the sea. On the\nbeach they knelt and sang a hymn of deliverance and a service for the\ndead. Jan and the 13 surviving spacemen stood uncertainly in a group\napart from the others.\n\nAt last the Prophet, who had taken his posture on a large, sea-worn\nboulder, arose and held up his hands for silence.\n\n\"With us are certain godless ones. We will spare their lives but there\nis no need to associate with them. I order the spacemen to march\nimmediately to the north end of the island. We will not communicate\nwith them or have any dealings with them. I warn them on pain of death\nto stay to themselves. Spacemen, march!\"\n\nJan and the others trudged down the beach. As they left the group\nJimpson grinned insolently.\n\n\"You'll pay for that grin,\" Jan whispered.\n\nThey had not marched more than two miles up the beach when they heard\nthe sound of blasters. They looked back and saw hundreds of the great\nbirds rising from the trees. Other hundreds joined them as they wheeled\nnorthward. The sky above them was filled with the rush of frightened\nwings and low, throaty whimpers of terror. Then a dozen birds turned\nback and began to fly low over the treetops.\n\n\"I'll bet those are spies,\" Jan told his spacemen.\n\nThey marched on until the brief arctic night came. Then, weary with\nexcitement and fatigue, they dropped to the beach.\n\n\"I'm sorry, men,\" Jan said. \"I hoped we would be able to outwit them\nsome way, but it looks like the Mohcans have licked us. However,\nI'm just as glad we weren't present when they shot the birds. Those\ncreatures are believed to be highly intelligent.\"\n\n\"What do you call them, chief?\"\n\n\"The books refer to them as Species X-78 because no naturalist has\never made a study of their habits. Spacemen call them lovebirds or\nloverbirds because they can talk and because they're very affectionate\nwith each other. When I was here before they learned to talk to us\nin no time at all. They're not real birds. They're life-bearing-like\nmammals but don't nurse their young.\"\n\nAs a matter of discipline, Jan posted a guard although he felt\nconfident that the Mohcans were at least as exhausted as the spacemen.\nHe had slept for only an hour or two when the man on watch woke him.\n\n\"Here's one of the birds to talk to you, captain.\"\n\nIt was very light. There were three full moons in the sky and the sky\nwas reddening toward dawn.\n\nThe lovebird was a giant cock with bright red wing tips.\n\n\"I remember you, spaceman, from the other time you were here. I was a\nyoung fellow then but I can still talk.\" He spoke carefully in a low,\ncooing manner.\n\n\"You are friends, aren't you? The ones in white are enemies. They\nkilled and ate three of us. We never heard of intelligent beings eating\neach other.\"\n\n\"We are friends, and the ones in white are our enemies,\" Jan said.\n\n\"You will be happy, then, if we destroy them?\"\n\n\"I will be very happy. But how will you do it? Remember, they have very\ndangerous weapons. We have none.\"\n\n\"First we must learn about them. Tell us all you know. Then we will spy\non them for a long time.\"\n\nJan told him all that he knew of the Mohcans as individuals and as a\nsect. The sun was well up when he finished. The bird leaped into the\nair with a long musical cry as piercing as a trumpet call. In a few\nmoments hundreds of birds settled about them with fruit and fish in\ntheir claws.\n\n\"We will help you to live, and, in return, you and your men must teach\nall of us your language.\"\n\nFor three weeks Jan and his men lived idly on the beach without turning\na hand for food. They made friends with the birds and taught them\nlanguage. In return, the birds taught them of the ways of the planet.\nNeither birds nor spacemen went near the Mohcans except for small\ngroups of winged spies.\n\n\n\n\"The Mohcans are doing well,\" the red-winged chief reported. \"They\nare catching fish and they know what fruit is good. Every morning and\nevening they come together on the beach and sing.\"\n\nThen, several days later, the bird chief said to Jan, \"Tonight we\nattack. There will be no moons for several hours.\"\n\n\"What will you do?\"\n\n\"Listen and learn.\"\n\n\"If you can, spare the woman named Sister Ellen.\"\n\n\"I promise nothing, but we will try.\"\n\nAs the sun sank, the sky was suddenly filled with a great rhythm of\nwings. For a quarter of an hour there was silence. Then there began\na song with a sensual quality to it, a low, sad insistent yearning.\nIt became stronger, more determined, more vibrant with urgency. Jan\nthought of all the women he had had and of those he had longed to have,\nand finally the dream woman who existed on none of the worlds but only\nin his own mind.\n\nAnd then the music shifted, and he began to hate the men who had taken\nwomen away from him and the women he could never have because of the\nmen who had them.\n\nSuddenly there was a blow and a shout of pain in the darkness, and\nJan could dimly see two spacemen fighting, an almost unheard of thing\namong those men conditioned and disciplined to comradeship. Jan leaped\nbetween them. They had their hands clenched on each other's throats and\nit was not easy to separate them.\n\n\"What's the matter with you, Smith? Have you gone crazy, Knorsky?\" Jan\nshouted.\n\n\"It's that dame on Tartarus, Captain. He stole her from me.\"\n\nJan remembered the dame, a sloe-eyed little spaceman's tart. Smith and\nKnorsky had placed playful bets on who would have her first. Smith won,\nand Knorsky paid with a laugh. They were the best of friends.\n\n\"Calm down, you guys--\" Jan started to say. Suddenly there was a\nrattle of blaster fire. A moment's silence was followed by more shots.\nThen random shots with decreasing frequency. The bird song had ceased\ncompletely.\n\nThen a long silence broken by a sound like laughter. It grew wilder and\nwilder. Then it came north on wings. The birds settled on the beach and\nin the forest. The red-winged chief strutted beside Jan.\n\n\"It was easy to do, spacecaptain,\" the bird said. \"We watched them\nuntil we understood how many longed for each other's mates. Then we\ndrove the men to women who did not belong to them and the women to the\nmen. Then we turned to the foolishness of jealousy. There are 27 men\nand seven women less. There now remain 10 men and 23 women.\"\n\n\"Is the woman named Ellen all right?\"\n\n\"Yes. She stayed on her knees throughout the fight and no one touched\nher.\"\n\nAt sundown the next evening the bird chief said, \"Perhaps we will\ncomplete our victory tonight.\"\n\nJan made his men stuff medical cotton in their ears. It was a wise\nprecaution. The bird song, muted by the cotton was one of pure hate and\nthe desire for vengeance. Jan remembered that he was a captain and that\nhis men might have cause to resent his discipline. He crept quietly\naway and hid in the woods.\n\nAnd at last came the sound of blasters, burst after burst in the clear\nnight air. And then silence, followed by the wild thunder of bird\nlaughter.\n\n\"The black one was the first to act,\" the bird chief said. \"He killed\nthe one called the Prophet in a terrible manner, burning off his arms\nand legs with the blaster.\n\n\"Then someone killed the black man, and after that there was a general\nbattle. The foolish spaceman named Jimpson tried to dig a hole in the\nsand, but 20 of us flew down and picked him up and carried him out\nto sea. He could not swim. There are now no men and 20 women left,\nincluding your woman called Ellen.\"\n\nThe next evening the birdsong did not begin until two moons arose.\nIt was pleasant, calm, full of promise. Without any discussion the\nspacemen started to walk south along the beach. They had not gone far\nwhen they saw the Mohcan women walking toward them. Both parties began\nto run.\n\nJan held Ellen in his arms. \"I thought it was a sin, what I was feeling\nfor you. Now I know it isn't. The birds are telling us that it isn't,\naren't they, darling?\"\n\nFor answer, Jan kissed her.\n\nLater he talked to all of them. \"There are 14 men and 20 women,\" he\nsaid. \"There will be polygamy, but there must be no jealousy. We must\nwork everything out reasonably.\"\n\n\"You will be reasonable,\" the bird chief said. \"We have songs which\nwill make you be reasonable.\"",
    "metadata": {
        "author": [
            "Clutter, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64480/pg64480.txt",
        "name": "amour_amour_dear_planet.json"
    }
}