{
    "name": "An Eel by the Tail",
    "author": [
        "Lang, Allen Kim",
        "Lang, Allen K."
    ],
    "body": "The strip teaser materialized in the first period physics class at\nTerre Haute's Technical High School.\n\nIt all happened just because Mr. Tedder was fresh out of college,\nand anxious to make good in his first teaching job. He'd been given\nPhysics II, a tough class for a new teacher. His pupils, a set of\nhardened II-A boys, were sure of themselves and so were the few girls\nin the class. It was with hopes of shaking that assurance that Mr.\nTedder had spent a month of after-school hours studying an article on\nZiegler's effect. He also hoped, but with less faith than wistfulness,\nthat a demonstration of Ziegler's effect might shock his class into\nstaying awake. Above all, Mr. Tedder felt that his Junior boys might\nbe considerably edified by an electrical phenomenon that was not yet\nunderstood by the best physical theorists of three planets.\n\nMr. Tedder wanted to give his class a good show. So, with more feeling\nfor dramatic effect than for scientific good sense, he'd wound the\nthree solenoids with heavy insulated silver wire rather than with the\nlight copper wire Ziegler had reported using. On the theory that, if he\nwere to demonstrate the Ziegler effect it would be best to demonstrate\na whole lot of it, Mr. Tedder contrived a battery of the new\nlithium-reaction cells. The direct current from this powerful battery\nwas transformed by an antique, but workable, automotive spark coil.\n\nThe bell rang as usual that morning, marking the beginning of the first\nclass. Twenty pupils filed into the physics classroom and took their\nseats. Eighteen of them slumped down in an attitude which suggested\nthat, although they were prepared to accept stoically the hour's\nordeal, they weren't going to allow themselves to be taught anything.\nAfter all, Tech had lost last night's game to Walbash: what physical\nphenomenon could hope to shake off that grim memory? There was a\nshuffling of papers as the boys in the back seats pulled comic books\nfrom their notebooks. Guenther and Stetzel, sitting up front, pulled\nsheets of paper from notepads and headed them, \"The Ziegler Effect.\"\n\nThe classroom settled into an uneasy silence. Mr. Tedder waved an\ninstructive hand toward the apparatus set up on the marble top of the\ndemonstration bench. \"As you can see, I have a set of three solenoids,\nor coils of insulated wire, connected to a source of alternating\ncurrent. A sudden surge of this current through the outermost solenoid\nwill give an iron-cerium alloy bar placed at the center of the\napparatus an impetus toward horizontal motion.\" Stetzel and Guenther,\nwho were conscientious, took rapid notes. The rest of the class was\ndivided between those students who were surreptitiously catching up\non the adventures of \"_The Rocket Patrol_\" and those who were quietly\nsinking into sleep.\n\n\n\nMr. Tedder continued. \"The alloy bar's initial movement will be\nfrustrated, as it were, by the action of a second solenoid placed\nwithin and at right angles to the first. A third coil, within and at\nright angles to each of the outer two, completes the process. The\nwinding ratios of the three solenoids are 476:9:34.\" Stetzel and\nGuenther scribbled the numbers rapidly; Ned Norcross, in the back row,\nstirred in his sleep, and two members of the Class of '95 who shared a\nvolume of the Rocket Patrol's exploits agreed to turn the page.\n\n\"What happens to the bar of iron-cerium at this point is a matter\nof conjecture. All observers are agreed only in that it disappears.\nPerhaps it leaves the coils so rapidly that it neither injures the\nwires nor can it be seen. Perhaps the bar passes through a temporary\nfissure in the three-dimensional system we perceive, falling into some\nyet-unconceivable other dimension. Doctor Ziegler, who first observed\nthis effect, inclines to this latter belief.\" Mr. Tedder placed his\nfingers on the telegraph key he'd rigged up to close the circuit\nthrough his apparatus. \"Watch closely,\" he cautioned, tapping down on\nthe key.\n\n\n\n_On the twenty-third planet at a distant sun--a planet called by\nits inhabitants a name for which there are no equivalents in human\nphonetics--a Young Being in the early stages of pre-maturity tangled\nthe minds of his elders with feelings of anguish. His teacher had\ndisappeared!_\n\n\n\nNed Norcross, who was taking Junior Physics II for the third time,\nhad his mind on neither the Ziegler Effect nor the tragic results of\nlast night's basketball game. He was slumped at his desk, dreamily\nrehearsing the topography of one Honey LaRue, a strip teaser who\nnightly practiced her art at the Club Innuendo. Norcross pried himself\nup on one elbow to glance toward the clock above the demonstration\nbench, then slumped forward on his desk in a faint. Up on the marble\ntop of the demonstration bench, pulling off a right silk glove in time\nto the lazy ripple of a snare-drum, danced Honey LaRue.\n\nMr. Tedder yelped, and immediately regretted it. He'd had two beers\nthree days before; could that bring on hallucination at this late date?\nBut Honey had gone, taking the Ziegler coils with her. One terminal of\nthe telegraph key was still connected to the plate on the spark coil,\nthe other wire ended in a little knot of fused silver. No, this wasn't\nthe effect that Doctor Ziegler had reported, not at all!\n\n\n\nTo cover his confusion Mr. Tedder began to talk. \"There, you've\njust seen the Ziegler effect in action. Explain what you've just\nseen and you'll be famous among men.\" Indeed, the cerium-iron\nalloy bar had disappeared; but so had 20,000 cm. of No. 40 silver\nwire, silk-insulated. But the boys--except, of course, Stetzel and\nGuenther--hadn't noticed. Mr. Tedder glanced over his shoulder to the\nclock, saw that it would be fifteen minutes before the class would\nend, and made a quick decision in the interest of his sanity. \"Class\ndismissed!\" he said.\n\nThere was a stupefied second while the news soaked into dormant nervous\nsystems. Then the boys were shouting across the room, grabbing up\nbooks, and hurrying out into the hall to take noisy advantage of their\nmoment of freedom. Stetzel and Guenther, as behooved the top pupils of\nthe Class of '95, hurried up to Mr. Tedder to check their notes.\n\n\"The symbol for cerium is 'Ce,' isn't it?\" Stetzel asked.\n\n\"Yes. But now....\"\n\n\"How did you do that, Mr. Tedder?\" Guenther interrupted.\n\n\"Do what?\" Mr. Tedder glanced suspiciously at Guenther. Perhaps it\nhadn't been those two beers.\n\n\"You had a woman dancing, right up where those solenoids were,\"\nGuenther said.\n\n\"That's what I saw,\" Stetzel substantiated. \"What a movie! She sure\nlooked three-dimensional to me. Wow!\"\n\n\"Yes,\" Mr. Tedder said, canceling his decision of a moment before, to\nlay off beer. \"That was just a little stunt I thought up to see how\nmany of you were paying attention. New optical principle, you know. Now\nif you'll excuse me, I've got to get things ready for the next class.\nAnd wake up Norcross on your way out, will you?\"\n\nStetzel jarred Norcross from unconsciousness and walked out into the\nhall, talking and gesturing significantly with Guenther. Norcross\nunfolded himself slowly, glanced with a furtive eye toward Mr. Tedder\nand the empty bench-top, and walked rapidly out of the room, down the\nstairs, and into the school physician's office.\n\nAlone, Mr. Tedder frowned at the bereft lithium battery and telegraph\nkey. He had pressed the key, closing the circuit, and there'd been a\nspurt of flame. A strange girl had appeared, dancing on the marble top\nof the demonstration bench. He'd never seen the woman before; a tall\nblonde wearing very little.... What the devil! There she was again.\n\nMr. Coar, principal of Tech, walked toward the door to the physics\nclassroom, rehearsing the speech he was going to deliver upon Tedder.\n\"Young man, Tech does not approve of the practice of letting students\nout into the halls before the end of the period. Their racket has\nshaken the walls of classrooms on three floors. What have you to say\nfor yourself, Mr. Tedder?\" Yes, that would do nicely. Mr. Coar opened\nthe door.\n\n\n\nMr. Tedder was leaning against a front-row desk, nodding appreciatively\nas a sketchily-clad young lady danced for him. \"TEDDER!\" the principal\nbellowed. \"Stop that!\"\n\nHoney LaRue faded, and the space between telegraph key and lithium\nbattery was empty again.\n\n\"Stop what?\" Mr. Tedder inquired, wide-eyed with innocence.\n\n\"Stop letting your classes out early so that you can spend your time\ngloating over your ... your ...\" Mr. Coar groped for a stinging\nadjective, drew a blank, and concluded weakly, \"... your movies!\"\n\n\"Did you see her, too?\"\n\n\"I did, indeed. You came here highly recommended by Indiana University,\nTedder; and, frankly, I didn't expect this sort of thing from you.\"\n\n\"Mr. Coar, I believe that I've stumbled across a novel physical\nphenomenon.\"\n\n\"Anatomy was being studied in 1600 A.D., young man,\" Mr. Coar observed,\nhis voice dripping sarcasm, \"and is scarcely any longer a 'novel\nphysical phenomenon'.\"\n\n\"Sit down, sir.\" Mr. Tedder offered the principal the top of a desk in\nthe front row. \"Now, what did you expect to see when you came in here?\"\n\n\"The apparatus of a physics laboratory--all those gears and coils and\ntubes and ... things,\" Mr. Coar vaguely enumerated. \"Certainly not\na....\" The principal sat heavily on the desk top, bulge-eyed. On the\nmarble top of the demonstration bench was a Goldberg-esque network of\nmachinery, a perfect reproduction of the principal's uncertain notions\nconcerning scientific gadgetry.\n\n\"How the devil did you do that, Tedder?\"\n\n\"People have been asking me all morning. I don't know. I don't think\nthat I did do it.\"\n\n\"Has that girl ...\" Honey LaRue reappeared on the bench, and the air\nvibrated with the drums' seductive roll \"... been here before?\"\n\n\"Yes, sir. Couple of boys in my class saw her, too.\"\n\n\"Where are they now?\"\n\nMr. Tedder glanced up at the clock. \"It's second period by now. Stetzel\nis in Latin III, I believe; and Guenther's in Microbiology II.\"\n\nMr. Coar went over to the loudspeaker in the corner of the room,\npressed a button, and spoke to his secretary, up in the school office.\n\"Ann, send me students Guenther and Stetzel. Rooms 103 and 309.\" He\nswitched the blat-box off. He turned toward the empty demonstration\nbench, wrinkled his forehead in concentration, and looked up. A pot of\ngeraniums was standing on the marble bench-top.\n\n\"Whew! It knows what I'm thinking about!\"\n\n\"Looks that way, doesn't it.\"\n\n\"But nothing can do that. Not electricity, nor electronics, nor even\ncybernetics.\"\n\n\"Nothing that we know about could, sir. What would you suggest that I\ndo with the screwy thing?\"\n\n\n\nMr. Coar, caught off guard, made a suggestion which was more witty\nthan helpful. The classroom door swung open, and Stetzel and Guenther\nhurried in together, vocally wondering at their release from schedule.\n\"Good morning, Mr. Coar; Mr. Tedder. Did you want us?\" Stetzel asked.\n\n\"Did you see a woman in here?\" the principal demanded.\n\n\"Yes, sir,\" Guenther said. \"The movie, you mean.\"\n\n\"So you saw her, too. That rules mass hypnosis out,\" Mr. Coar\nillogically decided, glancing suspiciously toward the young physics\ninstructor.\n\nThe classroom door swung open again, admitting two teachers. Mr. Percy\nN. Formeller, known to two generations of biology students as Old\nPreserved-In-Formaldehyde, was full of indignation at the preemption\nof Guenther from his microbiology class. Miss MacIntire, Latin I-V,\nfollowed, equally indignant over Stetzel's defection from Marcus\nPorcius Cato.\n\n\"Mr. Coar,\" Mr. Formeller demanded, \"what is the meaning of this?\nGuenther left in the middle of a movie on _Trypanosoma gambiense_,\ndisturbing my entire class. In Technicolor, too,\" the biology\ninstructor finished, accusingly.\n\n\"And how about calling Stetzel out of my class during the Third Punic\nWar!\" Miss MacIntire said.\n\nMr. Coar defended himself. \"We have something here which is unique,\npossibly of great value to science.\" Miss MacIntire sniffed. Science\nwas something that students elected to take instead of Latin. \"I'm\nhappy that you two teachers came in. You may be able to help us throw\nsome light on our problem. You took the precaution of placing your\nclasses in the hands of responsible monitors, I hope?\"\n\n\"Of course!\" Miss MacIntire snapped.\n\n\"What is the nature of this 'unique something' that our Mr. Coar\nmentioned, Mr. Tedder?\" Old Preserved-In-Formaldehyde spoke as one who\nseeks to calm troubled waters.\n\n\"I frankly believe it to be an unearthly life-form,\" Mr. Tedder said.\n\"Telepathic and hallucinative, by my guess, and definitely not from\nthis earth.\"\n\nMr. Formeller, who kept his three-year subscription to _Improbable\nStories_ a closely-guarded secret, glanced about him for the\nextraterrestrial life-form. He shouted. There on the demonstration\nbench was a green-skinned monster, an eight-foot tall caricature of a\nTyrantosaurus Rex, holding a nubile and light-clad young lady under\nits right foreleg. There was a \"thump\" beside the biology teacher\nas Miss MacIntire fainted to the floor. Stooping gallantly to pull\nhis colleague back to her feet, Mr. Formeller stopped thinking of\nthe telepathic, hallucinative, and green Tyrantosaurus Rex, which,\ngrinning, disappeared.\n\n\n\nMr. Coar stared toward the empty demonstration bench, wrinkled\nhis forehead in concentration, and was again rewarded by the\npot-of-geraniums-made-manifest. \"See?\" he asked rhetorically. \"It\nbecomes anything you want it to.\"\n\n\"Curious.\" Mr. Formeller glared toward the table. A small, orange\ninsect appeared. The biology teacher bent over it and counted the\nspots on the orange anterior wings. \"Six spots. A real _bipunctata_,\nof a common local variety, or I don't know my _Coleoptera_.\" An idea\nstruck him, and he backed rapidly away from the bench. He turned to\nMr. Tedder. \"I wouldn't go too close to the thing, if I were you. It\ncreates these things for a purpose. I believe that this hallucinative\npower, as you call it, is the logical development of protective\ncoloration, mimicry, and similar devices used by earthly creatures to\nelude their enemies and to lure their prey.\"\n\n\"You mean, this beast on the table top mimics what we're thinking about\nin hopes of drawing us close enough to seize us and eat us?\" asked Miss\nMacIntire.\n\n\"Roughly, yes.\" Mr. Formeller nodded. \"We've no way of knowing the\nmetabolic processes, the thought patterns, or even the true form of\nthe creature. Its action in creating a pleasant picture may be as\nautomatic as the _Starrkrampf reflex_, or playing 'possum, is to foxes\nand oppossums and _Leptinotarsum decemlineatae_.\" Mr. Formeller paused,\nhoping that his erudition was showing.\n\nMiss MacIntire, who had seated herself back at a third-row desk,\nremarked, \"I do wish that the beast were a rational creature.\"\n\nThere was a flurry in the air above the demonstration bench as a togaed\nGreek gentleman came into being. He raised a portentious index finger,\nexclaimed an involved Greek observation and disappeared.\n\n\"It can talk!\" Mr. Coar marveled.\n\n\"It said, 'You've got an eel by the tail'.\" Miss MacIntire translated.\n\"Greek.\"\n\n\"Like having a bull by the horns, or an armful of greased pig,\" Stetzel\ncommented.\n\n\"If you'll excuse me,\" Guenther said, \"it seems to me that the thing\nhas some will of its own. For one thing, whatever form it takes, that\nform is not ambiguous or wavering, as an image in the mind's eye must\nbe.\"\n\n\"What's more,\" Stetzel continued his friend's argument, \"it can say\nthings that are presumably not in the mind which called it into being.\nFor example, using Greek to explain itself--I hope that I'm being\nclear--shows that the creature has imaginative power, as well as the\nability to read our minds.\"\n\nPercy N. Formeller hadn't been listening. Psychological investigations\ncould wait until there was a good, solid foundation of physical fact on\nwhich to build. \"I wonder if it's carnivorous?\" he murmured.\n\n\n\nMr. Tedder nodded. He approved of Mr. Formeller's method. Strictly\nscientific. \"I have some meat in my lunch,\" Mr. Tedder said. He walked\ncarefully around the demonstration bench, staying a good five meters\naway from the potential carnivore. If the creature were a meat-eater,\nMr. Tedder had no desire to have its feeding-habits demonstrated upon\nthe person of a young physics instructor. Back in the stockroom Mr.\nTedder opened his brown paper lunch bag, unfolded the wax paper from\nthe top sandwich, and shook out a slice of pimento-loaf. He wished that\nhe'd brought a less plebian lunch. Pork chops, perhaps. Oh, well. Mr.\nTedder walked out into the classroom holding the slice of meat by one\nketchup-moist corner.\n\nMr. Formeller impaled the slice of pimento-loaf on a length of No. 8\ngalvanized wire the physics teacher provided. Like a keeper shoving a\nflank of horse meat into a cageful of lions, the biology teacher thrust\nthe baited wire into the empty air above the demonstration bench.\n\nThe pimento-loaf slice disappeared.\n\n\"Carnivorous,\" Mr. Formeller noted with satisfaction.\n\n\"Do you suppose that the creature could get off the table and ... walk\naround?\" Miss MacIntire hoped that her maidenly caution wouldn't be\nthought an old maid's foible.\n\n\"If it were readily mobile, it wouldn't have developed so complex\na mechanism to lure its prey,\" Mr. Formeller said. \"Its various ...\nwhat's the classical word, Miss MacIntire?\"\n\n\"Protean.\"\n\n\"Yes. Its protean manifestations are a clue to its habits. It is rooted\nto the spot, like a plant.\"\n\n\"Like Venus' flytrap?\" Guenther suggested.\n\n\"Yes,\" the biology teacher approved. \"_Dionaea muscipula_ is a cogent\nexample of the sort of plant I'm talking about. By the way, don't you\nthink we ought to name this thing? We've been calling it 'creature' and\n'monster' and all sorts of things. Most unscientific.\"\n\n\"We might call it _Rete proteanus_,\" Miss MacIntire suggested from her\nthird-row seat. \"A 'many-formed trap', you know.\"\n\n\"No, we want a name which suggests its origin as well as its habits.\"\n\n\"It's not of this world, nor of the known solar system,\" Mr. Tedder\ncommented.\n\n\"That's it. It's an extra-solar; no, an extra-galactic\nbeing-of-many-forms.\"\n\n\"_Polymorph metagalacticus_,\" Miss MacIntire said. \"Not an inspired\nname, but it will do, it will suffice.\"\n\nMr. Coar stared at the empty space between the telegraph key and the\nbank of lithium-reaction cells. His pot of geraniums appeared again,\nthen the scarlet flowers wavered, faded, and became gold-and-purple\npansies. \"Polymorph it is,\" the principal said. His air was that of a\nbishop conferring imprimatur upon a lay brother's interpretation of a\nGospel passage.\n\n\n\nThe pot of pansies disappeared, giving way to Honey LaRue. The\nsnare-drums swished and chattered, and Honey, who'd rid herself of a\ngood deal more than her gloves, winked knowingly at Miss MacIntire.\nSpotting Stetzel, Honey propelled her pelvis several centimeters\nin a horizontal direction, a movement known to the trade as the\n\"bump.\" The Latin teacher uttered an unclassical yelp of outraged\nmodesty and averted her head. Stetzel grew pink to his ear-tips. This\nextra-galactic polymorph had no tact at all! Honey disappeared with a\nregretful shrug, and the lascivious drum-rolls ceased.\n\n\"This sort of thing could become dangerous,\" Mr. Tedder commented.\n\n\"What can we do with it?\" Mr. Coar asked. \"It wouldn't do to put a cage\naround it. It can't move any more than a ... geranium plant can. And\nwhat will we feed it?\"\n\n\"Pimento-loaf,\" the physics instructor suggested.\n\n\"Think of the value this thing can have!\" Stetzel enthused.\n\"Psychiatrists can see the morbid mind-images of their disturbed\npatients, the paranoics and the like, and devise techniques of cure.\"\n\n\"By studying the metabolism of this polymorph, we can deduce the\nphysical conditions of the world it came from,\" Mr. Formeller\nobserved, a glint of the hunter-instinct in his eyes.\n\n\"We might even ask it questions about the world it came from!\" Guenther\nsaid. \"Maybe it would show its real form to us, and talk or think to\nus. It's already shown a lot of initiative, you know.\"\n\nMiss MacIntire, who'd recovered from the shock of Honey LaRue, spoke\nup. \"We've got an eel by the tail, as it said. We can't handle it,\nand we can't let it go. We'll have to call in experts in zoology and\nphysics....\" Mr. Formeller exchanged outraged glances with Mr. Tedder\n\"... and have them study the polymorph with the best instruments\navailable.\"\n\n\"All this is very well,\" Mr. Formeller said, \"but what I'd like to know\nis how this Polymorph got into your classroom, Tedder.\"\n\nMr. Tedder cautiously stepped up to the demonstration bench and took\nthe knob of the telegraph key in his fingers. \"This was the switch in a\nZiegler's effect apparatus I'd set up for demonstration. I just tapped\nit, like this....\" Mr. Tedder slapped the key down.\n\nThere was a glare of sudden greenness, and the air popped like a broken\nvacuum tube as it rushed in to occupy space suddenly vacated.\n\nThe Extra-Galactic Polymorph was gone. Mr. Coar wrinkled his brow\nand thought furiously of geranium-plants-in-pots, to no avail. Miss\nMacIntire thought wistfully of the handsome Greek gentleman who'd\naddressed her with an obscure quotation. Mr. Tedder, Stetzel, and\nGuenther bent their combined brains to steady consideration of Miss\nHoney LaRue, and for a moment they thought they heard the lustful\nbellow of a supernal saxophone. But Honey stayed away.\n\n\"If we'd only taken photographs!\" Mr. Formeller wailed. \"Maybe the\nthings we saw, we saw only in our minds. The polymorph's real form\nwould have registered on film.\"\n\n\"Maybe if Mr. Tedder would duplicate that apparatus of his, and....\"\nMiss MacIntire paused uncertainly. The arcana of physics were as\nunknown to her as was the Greek ablative to Mr. Tedder. \"Well, do the\nsame thing that you did before. Maybe he'll come back.\"\n\n\"No.\" Mr. Tedder was glum. \"It won't be back. When you think that\nall objects are constantly changing in space and time, you see how\nwonderful it is that anything ever gets anywhere. The Extra-Galactic\nPolymorph won't be back. Its appearance was an accident; a huge,\nincredible, once-in-all-history coincidence.\"\n\n\n\n_On the twenty-third planet of a sun of a galaxy that lay beyond the\nken of even the two-hundred-inch mirror of Palomar and the giant\nrefractors of Luna; a planet the name of which cannot be expressed in\nhuman phonetics, a Young Being in the early stages of pre-maturity\nchortled with its Id. Its teacher was back! Swiftly, the youngster\nthrew aside the messy slice of pimento-loaf that was draped across the\nsilver cube and commanded, \"Zzzrf me a Klompfr!\" A Klompfr appeared,\nand the Young Being spilled its delight out into the minds of its\nelders._",
    "metadata": {
        "author": [
            "Lang, Allen Kim",
            "Lang, Allen K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65126/pg65126.txt",
        "name": "an_eel_by_the_tail.json"
    }
}