{
    "name": "An Empty Bottle",
    "author": [
        "Wolf, Mari"
    ],
    "body": "\n\n\n\nHugh McCann took the last of the photographic plates out of the\ndeveloper and laid them on the table beside the others. Then he picked\nup the old star charts--Volume 1, Number 1--maps of space from various\nplanetary systems within a hundred light years of Sol. He looked\naround the observation room at the others.\n\n\"We might as well start checking.\"\n\nThe men and women around the table nodded. None of them said anything.\nEven the muffled conversation from the corridor beyond the observation\nroom ceased as the people stopped to listen.\n\nMcCann set the charts down and opened them at the first sheet--the\ncomposite map of the stars as seen from Earth. \"Don't be too\ndisappointed if we're wrong,\" he said.\n\nAmos Carhill's fists clenched. He leaned across the table. \"You still\ndon't believe we're near Sol, do you? You're getting senile, Hugh! You\nknow the mathematics of our position as well as anybody.\"\n\n\"I know the math,\" Hugh said quietly. \"But remember, a lot of our\nbasics have already proved themselves false this trip. We can't be\nsure of anything. Besides, I think I'd remember this planet we're on\nif we'd ever been here before. We visited every planetary system\nwithin a hundred light years of Sol the first year.\"\n\nCarhill laughed. \"What's there to remember about this hunk of rock?\nTiny, airless, mountainless--the most monotonous piece of matter we've\nlanded on in years.\"\n\nHugh shrugged and turned to the next chart. The others clustered\naround him, checking, comparing the chart with the photographic plates\nof their position, finding nothing familiar in the star pattern.\n\n\"I still think we would have remembered this planet,\" Hugh said. \"Just\nbecause it _is_ so monotonous. After all, what have we been looking\nfor, all these years? Life. Other worlds with living forms, other\ntypes of evolution, types adapted to different environments. This\nparticular planet is less capable of supporting life than our own\nMoon.\"\n\nMartha Carhill looked up from the charts. Her face was as tense and\nstrained as her husband's, and the lines about her mouth deeply\netched. \"We've got to be near Earth. We've just got to. We've got to\nfind people again.\" Her voice broke. \"We've been looking for so\nlong--\"\n\nHugh McCann sighed. The worry that had been growing in him ever since\nthey first left the rim of the galaxy and turned homeward deepened\ninto a nagging fear. He didn't know why he was afraid. He too hoped\nthat they were near Earth. He almost believed that they would soon be\nhome. But the others, their reactions--He shook his head.\n\nThey no longer merely hoped. With them, especially with the older,\nones, it was faith, a blind, unreasoning, fanatic faith that their\njourney was almost over and they would be on Earth again and pick up\nthe lives they had left behind fifty-three years before.\n\n\"Look,\" Amos Carhill said. \"Here are our reference points. Here's\nAndromeda Galaxy, and the dark nebula, and the arch of our own Milky\nWay.\" He pointed to the places he had named on the plates. \"Now we can\ncheck some of these high magnitude reference stars with the charts.\"\n\nHugh let him take the charts and go through them, checking, rejecting.\nCarhill was probably right. He'd find Sol soon enough.\n\nIt had been too long for one shipful of people to follow a quest,\nespecially a hopeless one. For fifty-three years they had scouted the\ngalaxy, looking for other worlds with life forms. A check on diverging\nevolutions, they had called it--uncounted thousands of suns without\nplanets, bypassed. Thousands of planetary systems, explored, or merely\nlooked at and rejected. Heavy, cold worlds with methane atmospheres\nand lifeless rocks without atmospheres and even earth-sized,\nearth-type planets, with oceans and oxygen and warmth. But no life. No\nlife anywhere.\n\nThat was one of the basics they had lost, years ago--their belief that\nlife would arise on any planet capable of supporting it.\n\n\"We could take a spectrographic analysis of some of those high\nmagnitude stars,\" Carhill said. Then abruptly he straightened, eyes\nalight, his hand on the last chart. \"We don't need it after all.\nLook! There's Sirius, and here it is on the plates. That means Alpha\nCentauri must be--\"\n\nHe paused. He frowned and ran his hand over the plate to where the\nfirst magnitude star was photographed. \"It must be. Alpha Centauri. It\nhas to be!\"\n\n\"Except that it's over five degrees out of position.\" Hugh looked at\nthe plate, and then at the chart, and then back at the plate again.\nAnd then he knew what it was that he had feared subconsciously all\nalong.\n\n\"You're right, Amos,\" he said slowly. \"There's Alpha Centauri--about\ntwenty light years away. And there's Sirius, and Arcturus and\nBetelgeuse and all the others.\" He pointed them out, one by one, in\ntheir unfamiliar locations on the plates. \"But they're all out of\nposition, in reference to each other.\"\n\n\n\nHe stopped. The others stared back at him, not saying anything. Little\nby little the faith began to drain out of their eyes.\n\n\"What does it mean?\" Martha Carhill's voice was only a whisper.\n\n\"It means that we discarded one basic too many,\" Hugh McCann said.\n\"Relativity. The theory that our subjective time, here on the ship,\nwould differ from objective time outside.\"\n\n\"No,\" Amos Carhill said slowly. \"No, it's a mistake. That's all. We\nhaven't gone into the future. We can't have. It isn't possible that\nmore time has elapsed outside the ship than--\"\n\n\"Why not?\" Hugh said softly. \"Why not millions of years? We've\nexceeded the speed of light, many times.\"\n\n\"Which disproves that space-time theory in itself!\" Carhill shouted.\n\n\"Does it?\" Hugh said. \"Or does it just mean we never really understood\nspace-time at all?\" He didn't wait for them to answer. He pointed at\nthe small, far from brilliant, star that lay beyond Alpha Centauri on\nthe plates. \"That's probably Sol. If it is, we can find out the truth\nsoon enough.\"\n\nHe looked at their faces and wondered what their reactions would be,\nif the truth was what he feared.\n\n\n\nThe ship throbbed softly, pulsating in the typical vibrations of low\nspeed drive. In the forward viewscreens the star grew larger. The\npeople didn't look at it very often. They moved about the corridors of\nthe ship, much as they usually moved, but quietly. They seemed to be\ntrying to ignore the star.\n\n\"You can't be sure, Hugh.\" Nora McCann laid her hand on her husband's\narm.\n\n\"No, of course I can't be sure.\"\n\nThe door from their quarters into the corridor was open. Several more\npeople came in--young people who had been born on the ship. They were\ntalking and laughing.\n\n\"Would it be so hard on the young ones, Hugh? They've never seen the\nEarth. They're used to finding nothing but lifeless worlds\neverywhere.\"\n\nOne of the young boys in the hall looked up at the corridor viewscreen\nand pointed at the star and then shrugged. The others turned away, not\nsaying anything, and after a minute they left and the boy followed\nthem.\n\n\"There's your answer,\" Hugh McCann said dully. \"Earth's a symbol to\nthem. It's home. It's the place where there are millions more like us.\nSometimes I think it's the only thing that has kept us sane all these\nyears--the knowledge that there is a world full of people, somewhere,\nthat we're not alone.\"\n\nHer hand found his and he gripped it, almost absently, and then he\nlooked up at their own small viewscreen. The star was much bigger now.\nIt was already a definite circle of yellow light.\n\nA yellow G-type sun, like a thousand others they had approached and\norbited around and left behind them. A yellow sun that could have been\nanywhere in the galaxy.\n\n\"Hugh,\" she said after a moment, \"do you really believe that thousands\nof years have gone by, outside?\"\n\n\"I don't know what to believe. I only know what the plates show.\"\n\n\"That may not even be Sol, up ahead,\" she said doubtfully. \"We may be\nin some other part of space altogether, and that's why the charts are\ndifferent.\"\n\n\"Perhaps. But either way we're lost. Lost in space or in time or in\nboth. What does it matter?\"\n\n\"If we're just lost in space it's not so--so irrevocable. We could\nstill find our way back to Earth, maybe.\"\n\nHe didn't answer. He looked up at the screen and the circle of light\nand his lips tightened. Whatever the truth was, they didn't have long\nto wait. They'd be within gravitational range in less than an hour.\n\nHe wondered why he was reacting so differently from the others. He was\njust as afraid as they were. He knew that. But he wasn't fighting the\nthought that perhaps they had really traveled out of their own time.\nHe wondered what it was that made him different from the other old\nones, the ones like Carhill who refused even to face the possibility,\nwho insisted on clinging to their illusions in the face of the\nphotographic evidence.\n\n\n\nHe didn't think that he was a pessimist. And yet, after only three\nyears of their trip, after only fifty Earthlike but lifeless worlds,\nhe had been the first to consider the possibility that life was unique\nto Earth and that their old theories concerning its spontaneous\nemergence from a favorable environment might be wrong.\n\nOnly Nora had agreed with him then. Only Nora could face this\npossibility with him now. The two of them were very much alike in\ntheir outlooks. They were both pragmatists.\n\nBut this time there would be no long years during which the others\ncould slowly shift their opinions, slowly relinquish their old beliefs\nand turn to new ones. The yellow sun was too large and urgent in the\nscreen.\n\n\"Hugh!\"\n\nHe turned to the door and saw Amos Carhill standing there, bracing\nhimself against the corridor wall. There was no color at all in\nCarhill's face.\n\n\"Come on up to the control room with me, Hugh. We're going to start\ndecelerating any minute now.\"\n\nHugh frowned. He would prefer to stay and watch their approach on the\nscreen, with Nora at his side. He had no duties in the control room.\nHe was too old to have any part in the actual handling of the ship.\nAmos was old, too. But they would be there, all the old ones, looking\nthrough the high powered screens for the first clear glimpse of the\nthird planet from the sun.\n\n\"All right, Amos.\" Hugh got up and started for the door.\n\n\"I'll wait here for you, Hugh,\" Nora said.\n\nHe smiled at her and then followed Carhill out into the crowded\ncorridor. No one spoke to them. Most of the people they passed were\nneither talking, nor paying any attention to anything except the\ncorridor screens, which they could no longer ignore. The few who were\ntalking spoke about Earth and how wonderful it would be to get home\nagain.\n\n\"You're wrong, Hugh,\" Amos said suddenly.\n\n\"I hope I am.\"\n\nThe crowd thinned out as they passed into the forward bulkheads. The\nonly men they saw now were the few young ones on duty. Except for\ntheir set, anxious faces they might have been handling any routine\nlanding in any routine system.\n\nThe ship quivered for just a second as it shifted over into\ndeceleration. There was an instant of vertigo and then it was gone and\nthe ship's gravity felt as normal as ever. Hugh didn't even break\nstride at the shift.\n\nHe followed Carhill to the control room doorway and pushed his way in,\ntaking a place among the others who already clustered about the great\nforward screen. The pilot ignored them and worked his controls. The\nscreen cleared as the ship's deceleration increased. The pilot didn't\nlook at it. He was a young man. He had never seen the Earth.\n\n\"Look!\" Amos Carhill cried triumphantly.\n\nThe screen focused. The selector swung away from the yellow sun and\nswept its orbits. The dots that were planets came into focus and out\nagain. Hugh McCann didn't even need to count them, nor to calculate\ntheir distance from the sun. He knew the system too well to have any\ntrouble recognizing it.\n\nThe sun was Sol. The third planet was the double dot of Earth and\nmoon. He realized suddenly that he had more than half expected to see\nan empty orbit.\n\n\"It's the Earth all right,\" Carhill said. \"We're home!\"\n\nThey were all staring at the double dot, where the selector focused\nsharply now. Hugh McCann alone looked past it, at the background of\nstars that were strewn in totally unfamiliar patterns across the sky.\nHe sighed.\n\n\"Look beyond the system,\" he said.\n\nThey looked. For a long time they stared, none of them speaking, and\nthen they turned to Hugh, many of them accusingly, as if he himself\nhad rearranged the stars.\n\n\"How long have we been gone?\" Carhill's voice broke.\n\nHugh shook his head. The star patterns were too unfamiliar for even a\nguess. There was no way of knowing, yet, how long their fifty-three\nyears had really been.\n\n\n\nCarhill shook his head, slowly. He turned back to the screen and\nstared at the still featureless dot that was the Earth. \"We can't be\nthe only ones left,\" he said.\n\nNo one answered him. They were still stunned. They couldn't even\naccept, yet, the strange constellations on the screen.\n\nEnd of the voyage. Fifty-three years of searching for worlds with\nlife. And now Earth, under an unfamiliar sky, and quite possibly no\nlife at all, anywhere, except on the ship.\n\n\"We might as well land,\" McCann said.\n\nThe ship curved away from the night side of the Earth and crossed\nagain into the day. They were near enough so that the planetary\nfeatures stood out sharply now, even through the dense clouds that\nrose off the oceans. But although the continental land masses and the\nislands were clearly defined, they were as unrecognizable as the star\nconstellations had been.\n\n\"That must be North America,\" Amos Carhill said dully. \"It's smaller\nthan the continent on the night side....\"\n\n\"It might be anywhere,\" Hugh McCann said. \"We can't tell. The oceans\nlook bigger too. There's less land surface.\"\n\nHe stared down at the topography thousands of miles below them.\nMountains rose jaggedly. There were great plains, and crevasses, and a\nrocky, lifeless look everywhere. No soil. No erosion, except from the\nwind and the rains.\n\n\"There's no chlorophyll in the spectrum,\" Haines said. \"It seems to\nrule out even plant life.\"\n\n\"I don't understand.\" Martha Carhill turned away from the screen.\n\"Everything's so different. But the moon looked just exactly like it\nalways did.\"\n\n\"That's because it has no atmosphere,\" Hugh said. \"So there's no\nerosion. And no oceans to sweep in over the land. But I imagine that\nif we explored it we'd find changes. New craters. Maybe even new\nmountains by now.\"\n\n\"How long has it been?\" Carhill whispered. \"And even if it's been\nmillions of years, what happened? Why aren't there any plants? Won't\nwe find anything?\"\n\n\"Maybe there was an atomic war,\" the pilot said.\n\n\"Maybe.\" Carhill had thought of that too. Probably all of them had.\n\"Or maybe the sun novaed.\"\n\nNo one answered him. The concept of a nova and then of its dying down,\nuntil now the sun was just as it had been when they left, was too\nmuch.\n\n\"The sun looks hotter,\" Carhill added.\n\nThe ship dropped lower, its preliminary circle of the planet\ncompleted. It settled in for a landing, just as it had done thousands\nof times before. And the world below could have been any of a thousand\nothers.\n\nThey dropped quickly, braking through the atmosphere, riding it down.\nThe topography came up to meet them and the general features blurred,\nleaving details standing out sharply, increasing in sharpness as if\nthe valleys and mountains below were tiny microscopic crystals under a\nrapidly increasing magnification.\n\nThe pilot picked their landing place without difficulty. It was a\ntypical choice, a spot on the broad shelving plain at the edge of the\nocean. The type of base from which all tests on a planet could be run\nquickly, and a report written up, and the files of another world\nclosed and tagged with a number and entered in one of the great\nstorage encyclopedias.\n\nEven to Hugh there was an air of unreality about the landing, as if\nthis planet wasn't really Earth at all, despite its orbit around the\nsun, despite its familiar moon. It looked too much like too many\nothers.\n\nThe actual landing was over quickly. The ship quivered, jarred\nslightly, and then was still, resting on the gravelled plain that had\nobviously once been part of the ocean bed. The ocean itself lay only a\nfew hundred yards away.\n\nHugh McCann looked out through the viewscreen, turned to direct vision\nnow. He stared at the waves swelling against the shore and his sense\nof unreality deepened. Even though this was what he had more than half\nexpected, he couldn't quite accept it, yet.\n\n\"We might as well go out and look around,\" he said.\n\n\"Air pressure, Earth-norm.\" Haines began checking off the control\npanel by rote. \"Composition: oxygen, nitrogen, water vapor--\"\n\n\"There's certainly nothing out there that could hurt us,\" Martha\nCarhill snapped. \"What could there be?\"\n\n\"We might check for radioactivity,\" Hugh said quietly.\n\nShe turned and stared at him. Her mouth opened and then snapped shut\nagain.\n\n\"No,\" Haines said. \"There's no radioactivity either. Everything's\nclear. We won't need space suits.\"\n\nHe pressed the button that opened the inner locks.\n\n\n\nCarhill glanced over at him and then switched on the communicator, and\nthe noises from the rest of the ship flooded into the control room.\nEverywhere people were milling about. Snatches of talk drifted in,\ncaught up in the background as various duty officers, reported\nclearance on the landing. Most of the background voices were young,\ntalking too loudly and with too much forced cheerfulness about what\nlay outside the ship.\n\nHugh sighed, as aware of all the people as if he were out in the\ncorridors with them. It was the space-born ones who were doing most of\nthe talking. The children, the young people, the people no longer\nyoung but still born since the voyage started, still looking upon\nEarth more as a wonderful legend than as their own place of origin.\n\nThe old ones, those who had left the Earth in their own youth, had the\nleast of all to say. They knew what was missing outside. The younger\nones couldn't really know. Even the best of the books and the pictures\nand the three dimensional movies can give only a superficial idea of\nwhat a living world is like.\n\n\"Hugh.\" Carhill clutched his arm.\n\n\"Yes, Amos.\"\n\n\"There must be people, somewhere. There have to be. Our race can't be\ndead.\"\n\nHugh McCann looked past him, out at the sky and the clouds of water\nvapor that swirled up to obscure the sun. The stars, of course, were\ncompletely hidden in the daylight.\n\n\"If there are any others, Amos, we can be pretty certain they're not\non Earth.\"\n\n\"They may have left. They may have gone somewhere else.\"\n\n\"No!\" Martha Carhill's face twisted and then went rigid. \"There's no\none anywhere. There can't be. It's been too long. You saw the stars,\nAmos--the stars--all wrong, every one of them!\"\n\nHer hands came up to her face and she started to cry. Amos crossed\nover to her and put his arms around her.\n\nHugh McCann watched them for a moment and then he turned and left them\nand went out through the locks after the young people. He didn't know\nwhat to think. He wished that they had never turned back to Earth at\nall, that they had kept going, circling around the rim of the galaxy\nforever.\n\nHe went through the outer lock and then down the ramp to the ground.\n\nHe stood on the Earth again, for the first time since his early youth.\nAnd it was not the same. There was bare rock under his feet and bare\nrock all around him, gravel and boulders and even fine grained sand.\nBut no dust. No dirt. No trace of anything organic or even ever\ntouched by anything organic.\n\nHe had walked too many worlds like this. Too many bare gray worlds\nwith bare gray oceans and clouds of vapor swirling up into the warm\nair. Too many worlds where there was wind and sound and surf; where\nthere should have been life, but wasn't.\n\nThis was just another of those worlds. This wasn't Earth. This was\njust a lifeless memory of the Earth he had known and loved. For\nfifty-three years they had clung to the thought of home, of people\nwaiting for them, welcoming them back someday. Fifty-three years, and\nfor how many of those ship-years had Earth lain lifeless like this?\n\nHe looked up at the sky and at all the stars that he couldn't see and\nhe cursed them all and cursed time itself and then, bitterly, his own\nfatuous stupidity.\n\nThe people came out of the ship and walked about on the graveled\nplain, alone or in small groups. They had stopped talking. They seemed\ntoo numbed by what they had found to even think, for a while.\n\nShock, Hugh McCann thought grimly. First hysteria and tears and loud\nunbelief, and now shock. Anything could come next.\n\n\n\nHe stood with the warm wind blowing in his face and watched the\npeople. In the bitter mood that gripped him he was amused by their\nreactions. Some of them walked around aimlessly, but most, those who\nwere active in the various departments, soon started about the routine\nbusiness of running tests on planetary conditions. They seemed to\nwork without thinking, by force of habit, their faces dazed and\nuncaring.\n\nConditioning, Hugh thought. Starting their reports. The reports that\nthey know perfectly well no one will ever read.\n\nHe wandered over to where several of the young men were sending up an\natmosphere balloon and jotting down the atmospheric constituents as\nrecorded by the instruments.\n\n\"How's it going?\" he said.\n\n\"Earth-norm. Naturally--\" The young man flushed.\n\n\"Temperature's up though. Ninety-three. And a seventy-seven percent\nhumidity.\"\n\nHe left them and walked down across the rocks to the ocean's edge. Two\nyoung girls were down there before him, sampling the water, running\nboth chemical and biological probing tests.\n\n\"Hello, Mr. McCann,\" the taller girl said dully. \"Want our report?\"\n\n\"Found anything?\" He knew already that there was nothing to find. If\nthere were life the instruments would have recorded its presence.\n\n\"No. Water temperature eighty-six. Sodium chloride four-fifths Earth\nnormal.\" She looked up, surprised. \"Why so low?\"\n\n\"More water in the ocean, maybe. Or maybe we've had a nova since we\nwere here last.\"\n\nIt was getting late, almost sunset. Soon it would be time for the\nphotographic star-charts to be made. Hugh brought himself up short and\nsmiled bitterly. He too was in the grip of habit. Still, why not?\nPerhaps they could estimate, somehow, how many millions of years had\npassed.\n\nWhy? What good would it do them to find out?\n\nAfter a while the sun set and a little later the full moon rose, hazy\nand indistinct behind the clouds of water vapor. Hugh stared at it,\nwatched it rise higher until it cleared the horizon, a great bloated\nbulk. Then he sighed and shook his head to clear it and started to\nwork. The clouds were thick. He had to move the screening adjustment\nalmost to its last notch before the vapor patterns blocked out and the\nstars were bright and unwavering and ready to be photographed. He\ninserted the first plate and snapped the picture of the stars whose\nnames he knew but whose patterns were wrong, some subtly, some\nblatantly.\n\nThere was something he was overlooking. Some other factor, not taken\ninto account. He developed the first plates and compared them with the\nstar charts of Earth as it had been before they left it, and he shook\nhis head. Whatever the factor was, it eluded him. He went back to\nwork.\n\n\"Oh, here you are, Hugh.\"\n\nHe jumped at the sound of Carhill's voice. He had been working almost\ncompletely by habit, slowly swinging the telescope across the sky and\nsnapping the plates. And trying to think.\n\n\"Why waste time on that?\" Carhill added bitterly. \"Who's ever going to\nsee our records now?\"\n\nBehind Carhill, several of the other old ones nodded. Hugh was\nsurprised that they had managed to come back to the ship without his\nhearing them. But of course they had come back in at sundown, as\nusual on a routine check, and now they were gathering to compile their\nreports. Hugh looked from face to face, wondering if he too was as\nnumb and dazed and haggard appearing as they were. He probably was.\n\n\"What do you suggest, Amos?\" he said.\n\n\"I say there's no use going on,\" Carhill said flatly. \"You've all run\nyour tests. And what have you found? No fossils. Not even a\nsingle-celled life form in the ocean. No way even to tell how many\nmillions of years it's been.\"\n\n\"Maybe it hasn't been so long,\" Haines said. \"Maybe something happened\nhere fairly recently, and the people all went to some other system--to\none of the Centauri planets, maybe.\"\n\nAmos Carhill laughed bitterly. \"You can say that in the face of the\nevidence? We _know_ that millions of years have passed. Nothing's the\nsame. Even the tides are three times what they were. It's obvious what\nhappened. The sun novaed. Novaed and cooled. Do you really believe\nthat our race has lasted that long, on some nearby system?\"\n\n\n\nHis voice rose. He glared about at the others. He threw back his head\nsuddenly and laughed, and the laughter echoed and re-echoed off the\nsteel walls.\n\n\"I say let's die now!\" Carhill cried. \"There's no use going on. Hugh\nwas right, as usual. We shouldn't have tried to come back. We've been\nfools, all these years, thinking we had a world to come home to.\"\n\nThe people muttered, crowded closer. They pushed into the observation\nroom, shoved nearer to it in the outside corridor. They muttered in a\nrising note of panic as the numbing shock that gripped them gave way.\n\n\"Why not die here?\" Martha Carhill's voice rose shrill above the sound\nof her husband's laughter. \"We should have died here millions of years\nago!\"\n\nHugh McCann looked at her and at Amos and at all the others. He\nsighed. Why not? Why go on? There was no answer. Even a pragmatist\ngave up eventually, when the facts were all against him.\n\nHe glanced down at the reports on the table. All the routine reports,\ngathered together into routine form, written up in routine\nterminology. Reports on an Earth-type planet that just happened to be\nthe Earth itself.\n\nAnd then, quite suddenly, the obvious, satisfactory answer came to\nhim. The factors clicked into place, and he wondered why he hadn't\nthought of them long ago. He looked up from the reports, at the people\non the verge of panic, and he knew what to say to quiet them. He had\nthe factors now.\n\n\"No!\" he cried. \"You're wrong. There's no reason at all to assume that\nour race is dead!\"\n\nAmos Carhill stopped laughing and stared at him and the others stared\nalso and none of them believed him at all.\n\n\"It's simple!\" he cried. \"Why has so much time passed outside the ship\nwhile to us only fifty-three years have gone by?\"\n\n\"Because we traveled too fast,\" Carhill said flatly. \"That's why.\"\n\n\"Yes,\" Hugh said softly. \"But there's one thing we've been forgetting.\nWhat we did, others could do also. Probably lots of expeditions\nstarted out after we left, all trying for the speed of light.\"\n\nThey stared at him. Slowly the dazed look died out of their eyes as\nthey realized what he meant, and what the concept might mean to them.\nThe concept of other ships, following them out into time. The concept\nof other men, also millions of years from the Earth they had left.\n\n\"You mean,\" Carhill said slowly, \"that you believe other people got\ncaught in the same trap we did--that there may be others _in this time\nalso_?\"\n\nHugh nodded. \"Why not? Maybe they colonized some of those Earth-type\nplanets we checked on. Anyway, we can look for them.\"\n\n\"No.\" Carhill shook his head. \"If any of them had started after us we\nwould have crossed their paths already. We never have. We never found\na trace of any other expedition. Even if there is another, even if\nthere are colonies somewhere, we could spend another fifty years\nlooking.\"\n\n\"Well,\" Martha Carhill whispered. \"Why not? It would give us something\nto look for.\"\n\nHugh McCann glanced around the circle of faces and saw the new hope\nthat came into them, the new belief that sprang into existence so\nquickly because they wanted to believe. He smiled, somewhat sadly, and\npicked up the pile of reports and the photographs he had just\ndeveloped. Then he slipped out of the room, through the crowd outside,\naway from them and the rising hum of their voices. He didn't need to\nsay anything more. The ship would go on.\n\n\n\n\"Hugh, is that you?\"\n\n\"Yes, Nora.\"\n\nShe was waiting for him in the corridor. She came up to him and smiled\nand slipped her arm through his. They walked on together, down the\nhall past the last of the people.\n\n\"I heard what you said, Hugh. You convinced them.\"\n\nHe nodded. \"I wonder why it took me so long to think of it.\"\n\nThe voices died away behind them. They were all alone. They rounded a\ncorner where a viewscreen picked up the image of the moon, so\nfamiliar, now the only thing that was familiar about this Earth. Nora\nshivered.\n\n\"You were very logical, Hugh. But I didn't believe you.\"\n\nHe glanced around and saw that there was no one near them and that the\ncommunicators in this part of the ship were turned off. Only then did\nhe answer her.\n\n\"I didn't believe myself, Nora.\"\n\n\"Tell me.\"\n\n\"When we're outside.\"\n\nThey went down the winding ramp that led to the interior of the ship.\nIt too was deserted now. They left the carpeted, muffled corridors and\ntheir footsteps rang on the steel plates that lay down the middle of\nthe ship, its heart, where the energy converters were, and the\ndisposal units, and the plant rooms, and the great glass spheres of\nthe hydroponics tanks.\n\n\"It's ironic, isn't it?\" Nora said slowly. \"We left here so long ago,\nlooking for worlds with life, and we come back to find our own world\ndead.\"\n\n\"It's ironic, all right.\" He walked along the row of tanks until he\ncame to the one he was searching for, and then he picked up a glass\ncylinder and filled it from the tank.\n\n\"I had to tell them something, Nora. They couldn't have gone on,\notherwise.\"\n\nThe bottle was full. He stoppered it and then turned away. They\ncrossed to the nearest lock and he pushed the button that opened it.\nThey waited a few minutes until the door came open, and then they went\nout, down the ramp to the ground, across the slippery rocks. Even\nthrough the clouds there was enough light to see by.\n\n\"It's warm,\" she said.\n\n\"It always is, now.\"\n\nThey were approaching the ocean. The surf beat loudly in their ears.\nThe spray was warm against their faces, almost as warm as the night\nwind.\n\n\"Tell me,\" she said. \"You know what really happened, don't you?\"\n\n\"I think so. I can't really be sure.\"\n\nThey paused on the low ledge where he had stood earlier and watched\nthe girls gather their data for the reports. At their feet the waves\nwashed up to the edges of the tide pools, eddying into and out of them\nsoftly. The water looked dark and cold, but they knew that it too was\nwarm.\n\n\"There've been lots of changes, and they all fit a pattern,\" he said.\n\"The temperature. The difference in salt content in the water. The\nhigher tides. Those things could happen for several reasons. But\nthere's only one explanation for the other changes, the ones I found\non the star charts.\"\n\nShe waited. The water lapped in and out, reaching almost to where they\nstood.\n\n\"The Earth rotates faster now,\" he said. \"And the stars are nearer.\nMuch nearer than they were.\"\n\n\"Isn't that impossible?\"\n\n\"How do we know? We exceeded the speed of light. Who could say what\ncontinuum that might have put us in? I remember an analogy I read\nonce, in a layman's book on different theories of space-time. '--The\nfuture and the past, two branches of a hyperbola, each with the speed\nof light as its limit--'\"\n\n\"You mean,\" she whispered, \"that we're not in the future at all? We're\nin the past--the far past--before there was any life on Earth?\"\n\n\n\nHe looked down at the pools of water at their feet, the lifeless water\nthat according to all their old discarded theories should have been\nteeming with life. He nodded slowly and lifted the glass cylinder he\nhad brought from the ship and stared at it.\n\n\"That bottle,\" she whispered. \"You filled it with bacteria, didn't\nyou?\"\n\nHe nodded again.\n\n\"You're mad, Hugh. You can't mean that _that bottle_ is the origin of\nlife on Earth! You can't.\"\n\n\"Maybe this isn't our Earth, Nora. Maybe there are thousands of\ncontinuums and thousands of Earths, all waiting for a ship to land\nsomeday and give them life.\"\n\nSlowly he unstoppered the cylinder and knelt down at the water's edge.\nFor a minute he paused, wondering if there were other continuums or\nonly this one, wondering just how deep the paradox lay. Then he tipped\nthe bottle up and poured, and the liquid from the cylinder ran down\ninto the tide pools and eddied there and was lost in the liquid of the\nocean. He poured until the bottle was empty and all the single-celled\nbacteria from the ship's tank mingled with the warm, lifeless waters.\n\nThe water temperatures were the same. Everything was the same, and the\nconditions were very favorable and the bacteria would divide and\nredivide and keep on dividing for millions of years.\n\n\"We'll hold the ship under light speed,\" he said. \"And in a few\nmillion years we can drop back here and see how evolution is getting\nalong.\"\n\nHe stood up and she took his hand and moved closer to him. They were\nboth shivering, despite the warmth of the air.\n\n\"But how did life originate in the beginning?\" she asked suddenly.\n\nHugh McCann shook his head in the darkness. \"I don't know. We've been\nall over the galaxy and haven't found life anywhere. Perhaps it can't\nhave a natural cause. Perhaps it's always planted. A closed circle\nfrom beginning to end.\"\n\n\"But something--someone--must have started the circle. Who?\"\n\nHe looked down at the empty cylinder that he had dropped at the\nwater's edge and then he looked out at the ocean, lifeless no longer.\nAnd once again he shook his head.\n\n\"We did, Nora. We're the beginning.\"\n\nFor a long moment their eyes met and held, and then they turned and\nwalked away from the ocean, back toward the ship, and the people. And\nthe moonlight glinted off the empty bottle.\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Wolf, Mari"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31601/pg31601.txt",
        "name": "an_empty_bottle.json"
    }
}