{
    "name": "An eye for the ladies",
    "author": [
        "Marlowe, Stephen",
        "Lesser, Milt",
        "Granger, Darius John",
        "Lesser, Milton",
        "Thames, C. H.",
        "Ridgway, Jason",
        "Wilder, Stephen",
        "Chase, Adam"
    ],
    "body": "He was a plump fellow in about the approximate dimensions of a penguin,\nand as stiffly dressed. Since I'd been an insurance investigator last\nweek but had become a private detective this, and since he was my first\npotential case, I was needless to say interested.\n\n\"It's my wife,\" he said.\n\n\"Your wife,\" I repeated, searching for but not finding some of the\nsharp P.I. dialogue I'd read in the books by Chandler, Evans, Marlowe\nand others.\n\n\"You see, we're tourists from another planet. My name is Xlptl.\"\n\nI just sat there.\n\n\"Mrs. Xlptl is missing.\"\n\n\"Ah,\" I said, leaning forward. This was something I could understand.\nMaybe I had heard him wrong about that name.\n\n\"Missing how?\" I asked.\n\n\"Mrs. Xlptl,\" said my potential client, \"failed to re-transmigrate.\"\n\n\"To do which?\"\n\n\"Re-transmigrate. To get out of her Earth body after touring Earth.\"\n\nA nut, I thought. Your first case, Brody, and he's a nut. Ah, well,\nthere goes the retainer. But you might as well humor him. \"And did\nyou,\" I said, \"ah, get out of your Earth body?\"\n\n\"Goodness, yes,\" said Mr. Xlptl promptly, removing his jacket. \"You\nnever saw an Earthman without shoulders, did you?\"\n\nHe wasn't kidding. I gawked until he put the jacket back on. His neck\nslanted down gradually, widening as it went, to the broad waist. He\nhad no shoulders to speak of. No wonder he looked like a penguin.\n\n\"You see,\" he said in a confidential voice while I continued to\ngawk, \"Mrs. Xlptl thinks she doesn't want to transmigrate back. She\nthinks she wants to go on being an Earthwoman. Naturally she's wrong.\nNaturally we ought to go home. Na--\"\n\n\"Home where?\"\n\n\"It's a star you can't even see with your biggest telescopes,\" said\nMr. Xlptl, waving his hand deprecatingly. \"I want you to find her and\nbring her back to me. I can make her see the error of her ways and\nre-transmigrate.\"\n\nI wondered how you went about finding an un-retransmigrated Mrs. Xlptl,\nbut before I could open my mouth and say something bright, Mr. Xlptl\ntold me: \"You see, she disappeared in a busload of honeymooning brides\nwho had been on a quiz program which each week interviews and gives\nprizes to the half dozen or so prettiest new brides they can find. Now,\nas the expression goes, the honeymoon is over and each bride has gone\nhome. I have all their addresses. Mrs. Xlptl is hiding in one of their\nbodies. I'd go and find her myself by transmigrating into the bodies\nof the respective husbands until I ran across her, but I find an Earth\nbody somewhat uncomfortable and I'm willing to give you fifty dollars a\nday and expenses for your services if you'll do the job for me, locate\nher, and bring her back. Is that satisfactory?\"\n\n\"You mean, I'll transmigrate? I'll get into the bodies of those six\nhusbands of those six pretty new brides--like the husbands were suits\nof clothing or something?\" Humor him, Brody. He's nuts.\n\n\n\n\"Exactly, Mr. Brody. You will do it?\"\n\nI nodded. Mr. Xlptl gave me a check. I decided in advance that it would\nmake like a rubber ball, but I put it in the middle drawer of the\ndesk, anyhow. I reached into the bottle drawer and took out the office\nbottle. \"Have one?\" I said.\n\n\"Alcohol?\" asked Mr. Xlptl in horror. \"To me alcohol is extremely\ntoxic.\"\n\n\"Maybe,\" I said, \"you got something there.\" But I took a small one\nanyhow and when I looked up there was a sheet of paper with a list of\nnames and addresses on the desk.\n\n\"Take them one at a time,\" Mr. Xlptl told me. \"Just think about the\nname and you'll transmigrate. I've already given you the power.\"\n\n\"You have?\"\n\nHe assured me he had. That was when I blinked my eyes. It was a\nmistake. Because when I opened them, Mr. Xlptl had disappeared. He\ndidn't walk out of the little office. He didn't jump from the window.\nThe door and the window were both closed. Mr. Xlptl simply vanished.\n\n\n\nI took another drink. It was some kind of trick. An optical illusion or\nsomething. I thought over what Mr. Xlptl wanted me to do. Six pretty\nnew brides. Me. Jack Brody, their collective husbands. I whistled.\nWell, that was what a private eye dreamed about in all the shamus\nbooks--unlimited access to beautiful womens' boudoirs. I sighed. If\nonly that Xlptl wasn't a nut, I thought. If only what he told me was\npossible. If only....\n\nI sighed again. Better call up one of the dames from your little black\nbook, Brody. No use sighing over what can never be. But automatically I\nlooked down at the list. Study the first name, Xlptl had said. I smiled\nat my own amazing credulity. Well, chalk it up to wishful thinking.\n\nThe first name was Mrs. Hal Drummond (nee Janet Dawes). I thought of\nthe Drummonds and their address, which was in San Francisco, almost\nthree thousand miles from here.\n\nSomething buzzed in my ears.\n\nLouder and louder.\n\n\n\nThe buzzing became a hissing sound. I couldn't place it at first.\nThen I realized it was the sound a shower makes in the next room. I\nlooked around. A second ago I'd been in my office, in New York. Now\nI was sitting on a bed. There was a newspaper alongside me. I did a\ndouble-take. It was the San Francisco _Chronicle_.\n\nA gag, I thought. It had to be a gag. I got up. I was wearing a\nbathrobe and slippers. I passed a dresser with a mirror on top. This\ntime I gaped. There was a tall, dark guy standing there in the mirror,\nstaring back at me. I had nothing against him.\n\nOnly, he wasn't Jack Brody. That is, he was me--but I wasn't who I'd\nbeen a couple of seconds ago.\n\nI felt weak. I sat down on the bed again. There were two doors in the\nroom, besides the closets. One led out to a hallway. The other was\nclosed. From behind it came the hissing of a shower. Suddenly a girl\nstarted to sing in there. She had a nice voice. She was singing about\nall the ways she loved me.\n\nThere was a picture on the dresser, one of those cardboard backed\nwedding souvenirs. The girl I was leading from the wedding ceremony was\na lovely-looking blonde.\n\nThe singing stopped. The girl called: \"Hal. Hal, honey! Will you come\nin and scrub my back please?\"\n\nI looked in the mirror. The guy looking back at me had a very pale\nface. He'd been tan a moment ago. My mind was whirling with happy but\nstage-struck thoughts. Just like Don Juan, I thought. Only Don Juan had\nto go out over balconies and things. Me--I could get away with it.\n\n\"Come on, Hal, honey,\" the girl called again. I headed for the bathroom\ndoor. Well, I'd been invited, hadn't I?\n\nI opened the door. The hissing became louder. There was a lot of steam\nin the room from the hot shower. The shower stall had one of those\ntranslucent glass doors. I could see her through it. She was a tall,\nstatuesque blonde with her hair cut so short she could be in there in\nthe shower without worrying about a shower cap. She was long and tan\nand pink and delightful.\n\nShe slid the shower door back with a wet hand. I got splashed.\n\nShe said, \"The robe, silly.\"\n\n\n\nI stood there gawking. Finally I got the idea. She didn't want me to\nget all wet. Or, she didn't want my robe to get all wet. She wanted her\nlovely back scrubbed. Or maybe we could do some mutual scrubbing. She\nwanted me there in the shower with her.\n\nI began to take the robe off. She smiled at me through the half-open\nsliding door of the shower. She glistened with water. She looked\nall tan and silvery and sleek, sleek as if she were made out of\ntight-stretched leather.\n\nAnd then chimes rang. We both heard them. She looked at me and sighed.\nI looked back at her. I hoped it wasn't too obvious. I hoped my tongue\nwas between my lips and back a bit. She smiled and leaned against me\nand gave me a shower-water-wet and playful kiss. \"Oh, well, darling,\"\nshe said, as if we could do later whatever we hadn't had a chance to do\nnow. \"I guess that must be the Fosters. I guess they're early. Better\nget the door. I guess I'll have to scrub my own back.\"\n\nThe shower door slid shut.\n\nI remembered Mr. Xlptl and his mission. There was no doubt about it\nnow, it was going to work out exactly as Mr. Xlptl said it would work\nout. He'd given me the power, all right. I said: \"Janet, there's only\none thing.\"\n\n\"What?\" she shouted over the hiss and roar of the shower.\n\nThe chimes sounded again.\n\n\"Mrs. Xlptl,\" I said in a loud voice.\n\n\"What was that? What did you say?\"\n\n\"Mrs. Xlptl,\" I repeated.\n\n\"Why, what a funny name!\" she cried with a little laugh.\n\n\"Name?\" I said, clearing my throat. \"I was only clearing my throat.\" No\ndoubt of it, Mrs. Xlptl wasn't hiding here.\n\nI went into the bedroom and through it to the hallway. The chimes\nsounded a third time. To hell with this Hal Drummond guy, I thought.\nLet him let in his own Fosters. I had a moment of panic, but found the\nlist of names in a pocket of my-Hal-Drummond bathrobe. I studied the\nsecond name and address on the list. Chicago, Illinois. Mrs. Dan Carboy\n(nee Dawn Daring). The address was, Club Chuckle. Dawn Daring, I\ndecided, was in show-biz. This sounded like fun. I thought of the name.\n\nAnd buzzed out of there just as the bewildered Hal Drummond reached the\ndoor....\n\n\n\nI was dancing with a medium tall redhead whose wonderfully supple\nfigure was all but glued to me. I looked down at her face. She looked\nup at mine. Her own face was pretty and heavily war-painted, so it\nwould look good behind a baby-spot. She was in show-biz, all right.\n\nWe danced slowly to music I hardly heard. Every now and then she leaned\nup and kissed the side of my chin with her red, red lips.\n\n\"If you really want me to quit, Dan,\" she said.\n\n\"No, that's all right,\" I said automatically.\n\n\"But you just a minute ago said you wanted me to quit show-biz and\nsettle down to being your wife.\"\n\n\"Oh, did I?\" I said.\n\n\"Of course you did,\" she said, slightly exasperated. I felt her move\naway from me an inch or so. It made a lot of difference. They broke\ninto a mambo suddenly. We both could mambo very well. That meant\nsomething. It meant more confirmation of Mr. Xlptl, because Jack Brody,\nprivate eye, didn't know a mambo from a mango.\n\n\"When do you go on?\" I said.\n\n\"You know when. In half an hour.\"\n\nI looked down at her. Would Dan Carboy kiss his wife now? Probably, I\nthought. _This_ version of Dan Carboy would only if he thought the real\nCarboy would. I waited for her to make some kind of a gesture, to take\nthe play away from me. We just danced. Then the music stopped and we\nwent to our table where drinks were waiting. Mine was a martini. From\nthe color, it looked very dry. And it was.\n\n\"Xlptl,\" I said.\n\n\"What?\" She'd heard me. She didn't understand. Her face showed\nabsolutely nothing.\n\nShe obviously wasn't Mrs. Xlptl. \"Hiccup,\" I said, searching\nsurreptitiously through my suit-jacket pockets for the list of names.\nShe smiled at me. I smiled at her. I couldn't find the list. I didn't\nwant to make it obvious, so I didn't go digging down into my pants\npockets. That could wait for when she went on. What did she do? I\nwondered. Sing? Play the piano maybe? Her gown told me nothing. It was\nlong and sheath-like, in a bright scarlet which almost matched her hair\nin the dim lighting.\n\n\n\nFinally there was a fan-fare. She patted my hand. \"Maybe you're right,\nDan,\" she said, getting up. \"Maybe after this month I will quit.\"\n\nThere was a round of polite applause. Dawn drifted over to a little\nstage and swayed herself onto it. The music began and the applause\nincreased. Dawn smiled. The room went dark.\n\nDawn found a zipper somewhere and did with zippers what you will do\nwith them when they are closed. Down went Dawn's robe. What she was\nwearing underneath was exactly what a stripper will wear under her\nsheath-like outer garment.\n\nSpangles and tassles flashed in the light of the spot. Dawn danced. A\nspangle here and a tassel there was removed. There was more applause.\nI blushed for Dan Carboy. Dan could take it from there. I dove into\nmy pants pockets and found the list of names. The next one was Mrs.\nAngel Martell, (nee Sally Benton), with an address in Philly. I looked\nup. Dawn was down to red hair, skin and a G-string. I thought of Mrs.\nMartell.\n\n\n\n\"Angel!\" she coo'd. \"You're so stro-ong!\"\n\nShe was a real tiny thing, but pretty. I sat in a room with lockers\nand a rubdown table. I was wearing trunks and a robe. I looked at\nmy hands. They weren't taped. Either Angel Martell was a boxer with\nconsiderable time to go as yet before he was on, or he was a wrestler.\nI shuddered. I didn't know one damn thing about boxing or wrestling.\nStreet fighting, yeah--but how the hell would street fighting help me\nhere?\n\n\"Quit showing your muscles off to the little woman,\" a voice said. The\nvoice belonged to a tired-looking little man with glasses.\n\nI said, \"Sure.\"\n\nLittle Sally pouted. \"In fact, Mrs. Martell,\" the tired-looking fellow\ntold her, \"it might be better if you find your seat out front now and\nwait for it to get underway. You're liable to make Angel nervous in\nhere.\"\n\n\"Well, if you say so,\" she said doubtfully but timidly. She went to the\ndoor.\n\n\"Wait!\" I called. I was going to ask her about Xlptl.\n\n\"Wait, nothing!\" the man who must have been my manager said. \"Out she\ngoes.\"\n\nThe door closed behind Sally. I shuddered. I had to find out about\nXlptl before I could leave her. Which meant I had to go through with\nwhatever was waiting for me in the arena.\n\nAfter a while my manager came over and taped my fists. So it was\nboxing, I thought. That was worse even than wrestling. In wrestling\nthere was a script, and the participants followed it. In boxing I\ncould--and probably would--get my head handed to me.\n\nWe went upstairs. The manager, still looking tired, didn't say a word.\nThe arena was small, noisy, and smoke-filled. The ring seemed very\nclose. Too close. We reached it too soon. I climbed through the ropes\nawkwardly, almost stumbling and falling across the ring. Someone hooted.\n\nThe other guy was already there, dancing in the resin corner. He looked\nvery big and menacing. He was already wearing his gloves. My gloves\nwere put on. There was a bell and some fighters in street clothes were\ntrotted out to show off their padded muscles. There was another bell. I\nwas sitting on a stool. A spotlight found me and my manager shoved me\nto my feet. I lumbered to the center of the ring and heard a booming\nvoice declaim:\n\n\"In this corner, that ever-popular slugger from the Bronx, New York,\nweighing two hundred and five pounds and undefeated in his last six\nthrilling contests with a record of fifteen knockouts in the last two\nyears, Angel Martell!\"\n\nThere was polite applause. I drifted back to my corner. I wondered\nwhere Sally was sitting. If I could just ask her about Xlptl before\nthis thing got started.... But I couldn't see her out there any place.\nThe announcer continued.\n\n\"... this corner, the undefeated heavyweight from our own Philadelphia,\nPennsylvania, who has knocked out all but two of his opponents in\ntwenty-one stellar clashes here in this arena and elsewhere, Mickey\nMagoon!\"\n\nMagoon came out looking flashy and dancing and raising one hand in the\nvictory sign. I looked around desperately for Sally. Maybe I'd seen\nher, I thought, shuddering. Maybe I'd forgotten what she looked like.\n\nThe referee gave us our instructions. We went back to our corners.\nA whistle sounded. My manager rubbed my back. A bell clanged and\nsomething propelled me toward the charging Magoon.\n\nI put up my hands. Magoon danced around me cautiously. He jabbed and it\ndidn't look like much but my head went shooting back and something made\na noise in my neck. He jabbed again. He jabbed a third time. Then the\njabs got blurry. I thought they would take my head clean off.\n\nI clinched. The referee got us apart. Magoon came after me with that\njab. I swung my left and right, but Magoon picked them off in air. I\ncouldn't win and I knew it. I didn't have a chance. I wondered how long\nit would take before Magoon knew that too. Magoon was a pro. Once he\nlearned it he wouldn't waste any time with caution. He would come in\nand cut me to ribbons. I'd be all right if I could keep him cautious,\nrespectful, until I could find out what I had to about Sally and then\nlook at the next address and give Angel Martell back his body....\n\n\n\nThe next address!\n\nBut the list wasn't here! How could the list be in my boxer shorts? The\nbathrobe? I wondered. I turned around to look at my corner.\n\nSomething clobbered my head and the next thing I knew I was on my face\non the canvas. There was a sound of thudding feet and a roar and then\nsomeone began to count. At five I got up to one knee. Magoon was in one\ncorner, a neutral corner, banging his gloves together eagerly.\n\n\"Seven, eight....\"\n\nI got up. The crowd was very quiet. They sensed the kill now and were\nwaiting for it. The referee rubbed my resin-powdered gloves against\nhis shirt-front, then Magoon came tearing across the ring toward me. I\nbacked into my own corner, then sidestepped desperately as Magoon came\nat me. He went by and whirled and we clinched and I saw my manager's\nface down there behind him and I opened my mouth to say, \"Where's my\nbathrobe? See what you can find in the pockets, for gosh sakes!\" But\nit came out all mumbled. I'd forgotten I was wearing the big, clumsy\nmouthpiece to protect my teeth.\n\nMagoon swung at me. Somehow I eluded that blow. Maybe it was a reflex\naction on the part of Angel Martell's trained body. Magoon swung again.\nI walked into a clinch and he pounded my back and kidneys before the\nreferee broke us apart. Magoon gave me a peculiar look then. I didn't\nunderstand the look. But I would soon.\n\nHe hit me in the chest. It wasn't much of a blow, and I countered with\na flurry of lefts and rights. Magoon retreated. This surprised the hell\nout of me. I hooked my left and crossed my right and Magoon's knees\nwobbled. I hit him again and he bounced against the ropes. He came\noff them with a look of hate and rage in his eyes. He swung wildly\nthree times with his right. The third one caught me flush in the mouth\nand I fell down, sprawling toward my own corner. I spit out the damn\nmouthpiece. The referee began to count.\n\n\"My robe!\" I hollered to the manager. \"Look in the pockets.\"\n\n\"You bum,\" he said.\n\n\"Huh?\"\n\n\"You bum.\"\n\n\"Six, seven, eight, nine....\"\n\n\n\nI got to my feet. The bell rang before me and Magoon could get together\nagain. I went to my corner. Suddenly behind my manager I saw Sally's\nworried face.\n\n\"You all right, honey?\" she asked as I sat down. Someone squeezed a\nsponge of ice-cold water over my head. It made me shiver. Something was\npassed under my nose with a strong smell. I gagged.\n\n\"You rat,\" said the manager. \"You want to get us all killed?\"\n\n\"What the devil's eating you?\" I asked. I was taking the punishment out\nthere, not him.\n\n\"Ha, ha, ha,\" he said.\n\n\"No. Tell me.\"\n\n\"Tell you. You know damn well you was supposed to go into the tank, to\ntake a dive in the very first round. We got paid for it. We're gonna\nget paid a different way now, boy.\"\n\n\"Are you all right?\" Sally asked.\n\n\"Mrs. Xlptl,\" I said in a low voice. I never thought it would be Sally.\n\nBut she whimpered: \"Oh, you found me! You found me....\" She sounded at\nonce excited and disappointed.\n\n\"I'm not your husband,\" I said. \"But I'm taking you back to him.\"\n\n\"I don't want to go back.\"\n\n\"Think about it. You ought to go back. He wants you back.\"\n\n\"What are you two talking about?\" the manager shouted.\n\n\n\n\"I don't know what to say,\" Mrs. Xlptl told me.\n\n\"It's happened before, hasn't it? But you always went back.\"\n\n\"That's true. I--I--well, I guess you're right.\"\n\nJust then the warning whistle sounded. I looked across the ring at\nMagoon. The manager said: \"At least dive in this round, you louse.\nMaybe they'll only let us off with a warning.\"\n\nI didn't say anything. A fixed fight, I thought. I felt pretty good\nnow, as if the tricks learned by Martell had gone into the storehouse\nof his muscular knowledge, along with walking and running and talking\nand how to hold a spoon, and were coming out now for my own use.\n\n\"Don't forget,\" the manager pleaded. \"You promised before the fight.\nGee, this wouldn't be the first one you dumped for money.\"\n\nMartell, I thought. You're some athlete. Suddenly I didn't like the\nbody I was occupying. But I liked the man across the ring even less.\n\nIt was a fast and furious round. Magoon came out swinging from the\nbell. I felt my legs go wobbly. I was driven back into the ropes. I\ntook a lot of punishment around the head and upper body. Then Magoon\nshifted his attack to the waist. I came in over it with a flurry of my\nown at his face. He backed up. I followed him. He caught me with a\nlooping right coming in and I went down to one knee. I rested there,\ntaking a count of nine. I felt almost like a pro now. And if this\nMagoon had an unblemished record, I found myself thinking quite calmly,\nit was because other guys had gone into the tank for him. Oh, he was\ncompetent enough, but he wasn't another Marciano. Or even close.\n\nI got up at nine. Magoon thought he had me. He came in with his hands\nlow, ready to bring them up from his belt and finish me. The crowd was\nsilent, waiting. I blocked a vicious right cross with my left glove. I\nswung my own right and it hit Magoon below the ear. I hooked my left\nat his other cheek. I brought the left down low, striking just under\nMagoon's heart. He spit his mouthpiece out. I hooked my left again and\ncrossed my right. He swung back at me feebly. The crowd was roaring. I\nbrought my right uppercutting at his jaw. His feet left the canvas and\nhis whole body sank down on it, not falling, but slowly as if it were\nbeing lowered on strings.\n\n\n\nHe was counted out. The crowd screamed. The tired-looking manager held\nup my hand. He said nothing. We went back to the dressing room through\nthrongs of well-wishers. They let little Sally come with us.\n\nThe door of the dressing room closed behind us. Two grim-looking\ncharacters were in there. They jerked their thumbs toward the door as\nif they were a team. The manager gulped and got out. I looked at Sally.\nSally looked at me.\n\n\"You crossed us, Angel,\" one of the men said.\n\nMartell had crossed them, all right. I could get out of this and leave\nMartell to take his medicine. But they'd beat him to a pulp before he\nknew what was happening. He was a rat, I thought, and he deserved what\nhe got, but the least I could do was give him a little head start. Then\nhe could take it from there.\n\nThey came at me with blackjacks. Sally screamed. I brought up my\nforearm and one of the blackjacks blurred down toward it. My arm went\nnumb. There was no pain. It just went suddenly dead.\n\nThe second blackjack numbed my other arm. They were very good at it,\nall right. They knew where to strike. I was a boxer without any arms to\nuse....\n\nA blackjack came down. I bobbed out of the way. The other guy\nwas behind me, raising his own blackjack. The first one hit him\naccidentally, crushing his shoulder. He screamed. I butted my head at\nthe guy in front of me. It took the wind out of him. As he slumped I\nleaned over him and brought up my knee and it made a loud clicking\nsound as it struck his jaw and drove his teeth together. He fell down\nand he lay there.\n\nThe second guy was better now. He came at me with the blackjack. I\nbacked off toward the rubdown table. My arms were beginning to tingle.\nI thought I might be able to use them if I had to. I leaned back on\nthe rubdown table getting set to meet the blow. He lunged at me and I\nbrought up my foot, smashing it against his chest. He staggered back.\nSally stood to one side, her face white, her hand at her throat.\n\nI followed the guy with the blackjack. He swung at me. He looked scared\nnow. I ducked inside the blow and brought up my tingling right fist\nin a short, chopping blow. It threw his head back. He turned with a\nlittle whimper and got the hell out of there. His friend was still\nunconscious.\n\n\"Well, Mrs. Xlptl,\" I said, \"shall we go?\"\n\n\"I--I guess so. You were so strong! Even stronger than the real\nMartell. You were wonderful, really you were.\" She was small but very\npretty. She had a funny look in her eyes. \"That's what I like about\nEarthmen,\" she said. \"They're so strong. They're so virile....\"\n\nShe took my hand. We concentrated on getting out of there.\n\n\n\nWhen I saw Mrs. Xlptl again, she wasn't little Sally. She was a\nshoulderless almost-human, penguin-like creature from somewhere. \"So\nstrong, so virile ...\" she said again. That look was in her new eyes.\n\nIt was a living room. I wished to hell Xlptl would come. I didn't\nlike that look. I knew what she wanted. I wasn't buying now. I'd had\nenough for one day with almost scrubbing beautiful backs and watching\nstrippers perform and almost getting clobbered and then having Mrs.\nXlptl look at me that way, her eyes saying she wanted one final fling\non Earth, in the person of a private eye named Brody.\n\nAnd she wasn't going to give up easily. She moved toward me, then\nstopped and looked down at herself. \"It wouldn't be much fun with\nthis--me--\" She made a hopeless gesture.\n\nI wanted to be polite. \"But it was fun while it lasted.\"\n\n\"Yes. Maybe there's some way we could do it again--just once more\nbefore I go back--\"\n\nHer offer was tempting. I had to admit that. But things were different\nnow. What was over was over and she had to understand. \"No--no,\" I\nsaid. \"You'll be happy back where you belong.\"\n\nHer eyes flashed anger. \"I belong here! With you! We can do it again!\"\n\n\"Xlptl!\" I called. \"Hey, Xl--\"\n\nHe came in. He went over to his wife. She sighed, looking disappointed.\n\n\"You're going back now?\" I asked Xlptl as he paid me.\n\n\"Yes. And I have a souvenir.\"\n\nI went outside. In the hall were two valises and something else.\nXlptl had the right idea. He'd be able to keep his wife happy at home\nhenceforth.\n\nThe something else was a set of barbells.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Marlowe, Stephen",
            "Lesser, Milt",
            "Granger, Darius John",
            "Lesser, Milton",
            "Thames, C. H.",
            "Ridgway, Jason",
            "Wilder, Stephen",
            "Chase, Adam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73496/pg73496.txt",
        "name": "an_eye_for_the_ladies.json"
    }
}