{
    "name": "Answer, please answer",
    "author": [
        "Bovah, Ben",
        "Bova, Benjamin William",
        "Bova, Ben"
    ],
    "body": "By BEN BOVA\n\n_Astronomer Bova draws upon the facts of his field to\nweave a story that will grip your emotions and tantalize\nyour mind--long after you have finished reading it._\n\n\nWe had been at the South Pole a week. The outside thermometer read\nfifty degrees below zero, Fahrenheit. The winter was just beginning.\n\n\"What do you think we should transmit to McMurdo?\" I asked Rizzo.\n\nHe put down his magazine and half-sat up in his bunk. For a moment\nthere was silence, except for the nearly inaudible hum of the\nmachinery that jammed our tiny dome, and the muffled shrieking of the\never-present wind, above us.\n\nRizzo looked at the semi-circle of control consoles, computers, and\nmeteorological sensors with an expression of disgust that could be\nproduced only by a drafted soldier.\n\n\"Tell 'em it's cold, it's gonna get colder, and we've both got\nappendicitis and need replacements immediately.\"\n\n\"Very clever,\" I said, and started touching the buttons that would\nautomatically transmit the sensors' memory tapes.\n\nRizzo sagged back into his bunk. \"Why?\" He asked the curved ceiling of\nour cramped quarters. \"Why me? Why here? What did I ever do to deserve\nspending the whole goddammed winter at the goddammed South Pole?\"\n\n\"It's strictly impersonal,\" I assured him. \"Some bright young\nmeteorologist back in Washington has convinced the Pentagon that the\nSouth Pole is the key to the world's weather patterns. So here we are.\"\n\n\"It doesn't make sense,\" Rizzo continued, unhearing. His dark,\nbroad-boned face was a picture of wronged humanity. \"Everybody knows\nthat when the missiles start flying, they'll be coming over the North\nPole.... The goddammed Army is a hundred and eighty degrees off base.\"\n\n\"That's about normal for the Army, isn't it?\" I was a drafted soldier,\ntoo.\n\nRizzo swung out of the bunk and paced across the dimly-lit room. It\nonly took a half-dozen paces; the dome was small and most of it was\ndevoted to machinery.\n\n\"Don't start acting like a caged lion,\" I warned. \"It's going to be a\nlong winter.\"\n\n\"Yeah, guess so.\" He sat down next to me at the radio console and\npulled a pack of cigarets from his shirt pocket. He offered one to me,\nand we both smoked in silence for a minute or two.\n\n\"Got anything to read?\"\n\nI grinned. \"Some microspool catalogues of stars.\"\n\n\"Stars?\"\n\n\"I'm an astronomer ... at least, I was an astronomer, before the\nNational Emergency was proclaimed.\"\n\nRizzo looked puzzled. \"But I never heard of you.\"\n\n\"Why should you?\"\n\n\"I'm an astronomer too.\"\n\n\"I thought you were an electronicist.\"\n\nHe pumped his head up and down. \"Yeah ... at the radio astronomy\nobservatory at Greenbelt. Project OZMA. Where do you work?\"\n\n\"Lick Observatory ... with the 120-inch reflector.\"\n\n\"Oh ... an _optical_ astronomer.\"\n\n\"Certainly.\"\n\n\"You're the first optical man I've met.\" He looked at me a trifle\nqueerly.\n\nI shrugged. \"Well, we've been around a few millennia longer than you\nstatic-scanners.\"\n\n\"Yeah, guess so.\"\n\n\n\n\"I didn't realize that Project OZMA was still going on. Have you had\nany results yet?\"\n\nIt was Rizzo's turn to shrug. \"Nothing yet. The project has been\nshelved for the duration of the emergency, of course. If there's no\nwar, and the dish doesn't get bombed out, we'll try again.\"\n\n\"Still listening to the same two stars?\"\n\n\"Yeah ... Tau Ceti and Epsilon Eridani. They're the only two Sun-type\nstars within reasonable range that might have planets like Earth.\"\n\n\"And you expect to pick up radio signals from an intelligent race.\"\n\n\"Hope to.\"\n\nI flicked the ash off my cigaret. \"You know, it always struck me as\nrather hopeless ... trying to find radio signals from intelligent\ncreatures.\"\n\n\"Whattaya mean, hopeless?\"\n\n\"Why should an intelligent race send radio signals out into\ninterstellar space?\" I asked. \"Think of the power it requires, and the\nlikelihood that it's all wasted effort, because there's no one within\nrange to talk to.\"\n\n\"Well ... it's worth a try, isn't it ... if you think there could be\nintelligent creatures somewhere else ... on a planet of another star.\"\n\n\"Hmph. We're trying to find another intelligent race; are we\ntransmitting radio signals?\"\n\n\"No,\" he admitted. \"Congress wouldn't vote the money for a transmitter\nthat big.\"\n\n\"Exactly,\" I said. \"We're listening, but not transmitting.\"\n\nRizzo wasn't discouraged. \"Listen, the chances--just on statistical\nfiguring alone--the chances are that there're millions of other solar\nsystems with intelligent life. We've got to try contacting them! They\nmight have knowledge that we don't have ... answers to questions that\nwe can't solve yet....\"\n\n\"I completely agree,\" I said. \"But listening for radio signals is the\nwrong way to do it.\"\n\n\"Huh?\"\n\n\"Radio broadcasting requires too much power to cover interstellar\ndistances efficiently. We should be _looking_ for signals, not\nlistening for them.\"\n\n\"Looking?\"\n\n\"Lasers,\" I said, pointing to the low-key lights over the consoles.\n\"Optical lasers. Super-lamps shining out in the darkness of the void.\nPump in a modest amount of electrical power, excite a few trillion\natoms, and out comes a coherent, pencil-thin beam of light that can be\nseen for millions of miles.\"\n\n\"Millions of miles aren't lightyears,\" Rizzo muttered.\n\n\"We're rapidly approaching the point where we'll have lasers capable of\nlightyear ranges. I'm sure that some intelligent race somewhere in this\ngalaxy has achieved the necessary technology to signal from star to\nstar--by light beams.\"\n\n\"Then how come we haven't seen any?\" Rizzo demanded.\n\n\"Perhaps we already have.\"\n\n\"What?\"\n\n\"We've observed all sorts of variable stars--Cepheids, RR Lyrae's, T\nTauri's. We assume that what we see are stars, pulsating and changing\nbrightness for reasons that are natural, but unexplainable to us. Now,\nsuppose what we are really viewing are laser beams, signalling from\nplanets that circle stars too faint to be seen from Earth?\"\n\nIn spite of himself, Rizzo looked intrigued.\n\n\"It would be fairly simple to examine the spectra of such light sources\nand determine whether they're natural stars or artificial laser beams.\"\n\n\"Have you tried it?\"\n\nI nodded.\n\n\"And?\"\n\nI hesitated long enough to make him hold his breath, waiting for my\nanswer. \"No soap. Every variable star I've examined is a real star.\"\n\nHe let out his breath in a long, disgusted puff. \"Ahhh, you were\nkidding all along. I thought so.\"\n\n\"Yes,\" I said. \"I suppose I was.\"\n\n\n\nTime dragged along in the weather dome. I had managed to smuggle a\nsmall portable telescope along with me, and tried to make observations\nwhenever possible. But the weather was usually too poor. Rizzo, almost\nin desperation for something to do, started to build an electronic\nimage-amplifier for me.\n\nOur one link with the rest of the world was our weekly radio message\nfrom McMurdo. The times for the messages were randomly scrambled, so\nthat the chances of their being intercepted or jammed were lessened.\nAnd we were ordered to maintain strict radio silence.\n\nAs the weeks sloughed on, we learned that one of our manned satellites\nhad been boarded by the Reds at gunpoint. Our space-crews had put\ntwo Red automated spy-satellites out of commission. Shots had been\nexchanged on an ice-island in the Arctic. And six different nations\nwere testing nuclear bombs.\n\nWe didn't get any mail of course. Our letters would be waiting for\nus at McMurdo when we were relieved. I thought about Gloria and our\ntwo children quite a bit, and tried not to think about the blast and\nfallout patterns in the San Francisco area, where they were.\n\n\"My wife hounded me until I spent pretty nearly every damned cent I\nhad on a shelter, under the house,\" Rizzo told me. \"Damned shelter is\nfancier than the house. She's the social leader of the disaster set. If\nwe don't have a war, she's gonna feel damned silly.\"\n\nI said nothing.\n\nThe weather cleared and steadied for a while (days and nights were\nindistinguishable during the long Antarctic winter) and I split my time\nevenly between monitoring the meteorological sensors and observing the\nstars. The snow had covered the dome completely, of course, but our\n\"snorkel\" burrowed through it and out into the air.\n\n\"This dome's just like a submarine, only we're submerged in snow\ninstead of water,\" Rizzo observed. \"I just hope we don't sink to the\nbottom.\"\n\n\"The calculations show that we'll be all right.\"\n\nHe made a sour face. \"Calculations proved that airplanes would never\nget off the ground.\"\n\nThe storms closed in again, but by the time they cleared once more,\nRizzo had completed the image-amplifier for me. Now, with the tiny\ntelescope I had, I could see almost as far as a professional instrument\nwould allow. I could even lie comfortably in my bunk, watch the\namplifier's viewscreen, and control the entire set-up remotely.\n\nThen it happened.\n\nAt first it was simply a curiosity. An oddity.\n\n\n\nI happened to be studying a Cepheid variable star--one of the huge,\nvery bright stars that pulsate so regularly that you can set your\nwatch by them. It had attracted my attention because it seemed to be\nunusually close for a Cepheid--only 700 lightyears away. The distance\ncould be easily gauged by timing the star's pulsations.[1]\n\n[Footnote 1: _Astronomers have been able, since about 1910, to estimate\nthe distances of Cepheid variable stars by timing their pulsations.\nThe length of this type of star's pulsation is a true measure of its\nintrinsic brightness. Comparing the star's actual brightness to its\napparent brightness, as seen from Earth, gives a good value for the\nstar's distance._]\n\nI talked Rizzo into helping me set up a spectrometer. We scavenged\nshamelessly from the dome's spare parts bin and finally produced an\ninstrument that would break up the light of the star into its component\nwavelengths, and thereby tell us much about the star's chemical\ncomposition and surface temperature.\n\nAt first I didn't believe what I saw.\n\nThe star's spectrum--a broad rainbow of colors--was criss-crossed with\nnarrow dark lines. That was all right. They're called absorption lines;\nthe Sun has thousands of them in its spectrum. But one line--_one_--was\nan insolently bright emission line. All the laws of physics and\nchemistry said it couldn't be there.\n\nBut it was.\n\nWe photographed the star dozens of times. We checked our instruments\nceaselessly. I spent hours scanning the star's \"official\" spectrum\nin the microspool reader. The bright emission line was not on the\ncatalogue spectrum. There was nothing wrong with our instruments.\n\nYet the bright line showed up. It was real.\n\n\"I don't understand it,\" I admitted. \"I've seen stars with bright\nemission spectra before, but a single bright line in an absorption\nspectrum! It's unheard-of. One single wavelength ... one particular\ntype of atom at one precise energy-level ... why? Why is it emitting\nenergy when the other wavelengths aren't?\"\n\nRizzo was sitting on his bunk, puffing a cigaret. He blew a cloud of\nsmoke at the low ceiling. \"Maybe it's one of those laser signals you\nwere telling me about a couple weeks ago.\"\n\nI scowled at him. \"Come on, now. I'm serious. This thing has me\npuzzled.\"\n\n\"Now wait a minute ... you're the one who said radio astronomers were\nstraining their ears for nothing. You're the one who said we ought to\nbe looking. So look!\" He was enjoying his revenge.\n\nI shook my head, and turned back to the meteorological equipment.\n\nBut Rizzo wouldn't let up. \"Suppose there's an intelligent race living\non a planet near a Cepheid variable star. They figure that any other\nintelligent creatures would have astronomers who'd be curious about\ntheir star, right? So they send out a laser signal that matches the\nstar's pulsations. When you look at the star, you see their signal.\nWhat's more logical?\"\n\n\"All right,\" I groused. \"You've had your joke....\"\n\n\"Tell you what,\" he insisted. \"Let's put that one wavelength into an\noscilloscope and see if a definite signal comes out. Maybe it'll spell\nout 'Take me to your leader' or something.\"\n\n\n\nI ignored him and turned my attention to Army business. The\nmeteorological equipment was functioning perfectly, but our orders read\nthat one of us had to check it every twelve hours. So I checked and\ntried to keep my eyes from wandering as Rizzo tinkered with a photocell\nand oscilloscope.\n\n\"There we are,\" he said, at length. \"Now let's see what they're telling\nus.\"\n\nIn spite of myself I looked up at the face of the oscilloscope. A\nsteady, gradually sloping greenish line was traced across the screen.\n\n\"No message,\" I said.\n\nRizzo shrugged elaborately.\n\n\"If you leave the 'scope on for two days, you'll find that the line\nmakes a full swing from peak to null,\" I informed him. \"The star\npulsates every two days, bright to dim.\"\n\n\"Let's turn up the gain,\" he said, and he flicked a few knobs on the\nfront of the 'scope.\n\nThe line didn't change at all.\n\n\"What's the sweep speed?\" I asked.\n\n\"One nanosecond per centimeter.\" That meant that each centimeter-wide\nsquare on the screen's face represented one billionth of a second.\nThere are as many nanoseconds in one second as there are seconds in\nthirty-two years.\n\n\"Well, if you don't get a signal at that sensitivity, there just isn't\nany signal there,\" I said.\n\nRizzo nodded. He seemed slightly disappointed that his joke was at an\nend. I turned back to the meteorological instruments, but I couldn't\nconcentrate on them. Somehow I felt disappointed, too. Subconsciously,\nI suppose, I had been hoping that Rizzo actually would detect a signal\nfrom the star. _Fool!_ I told myself. But what could explain that\nbright emission line? I glanced up at the oscilloscope again.\n\nAnd suddenly the smooth steady line broke into a jagged series of\nmillions of peaks and nulls!\n\nI stared at it.\n\nRizzo was back on his bunk again, reading one of his magazines. I tried\nto call him, but the words froze in my throat. Without taking my eyes\nfrom the flickering 'scope, I reached out and touched his arm.\n\nHe looked up.\n\n\"Holy Mother of God,\" Rizzo whispered.\n\nFor a long time we stared silently at the fluttering line dancing\nacross the oscilloscope screen, bathing our tiny dome in its weird\ngreenish light. It was eerily fascinating, hypnotic. The line never\nstood still; it jabbered and stuttered, a series of millions of little\npeaks and nulls, changing almost too fast for the eye to follow, up\nand down, calling to us, speaking to us, up, down, never still, never\nquiet, constantly flickering its unknown message to us.\n\n\"Can it be ... people?\" Rizzo wondered. His face, bathed in the\ngreenish light, was suddenly furrowed, withered, ancient: a mixture of\ndisbelief and fear.\n\n\"What else could it be?\" I heard my own voice answer. \"There's no other\nexplanation possible.\"\n\nWe sat mutely for God knows how long.\n\nFinally Rizzo asked, \"What do we do now?\"\n\n\n\nThe question broke our entranced mood. What do we do? What action do we\ntake? We're thinking men, and we've been contacted by other creatures\nthat can think, reason, send a signal across seven hundred lightyears\nof space. So don't just sit there in stupified awe. Use your brain,\nprove that you're worthy of the tag _sapiens_.\n\n\"We decode the message,\" I announced. Then, as an after-thought, \"But\ndon't ask me how.\"\n\nWe should have called McMurdo, or Washington. Or perhaps we should have\nattempted to get a message through to the United Nations. But we never\neven thought of it. This was our problem. Perhaps it was the sheer\nisolation of our dome that kept us from thinking about the rest of the\nworld. Perhaps it was sheer luck.\n\n\"If they're using lasers,\" Rizzo reasoned, \"they must have a technology\nsomething like ours.\"\n\n\"Must _have had_,\" I corrected. \"That message is seven hundred years\nold, remember. They were playing with lasers when King John was signing\nthe Magna Charta and Genghis Khan owned most of Asia. Lord knows what\nthey have now.\"\n\nRizzo blanched and reached for another cigaret.\n\nI turned back to the oscilloscope. The signal was still flashing across\nits face.\n\n\"They're sending out a signal,\" I mused, \"probably at random. Just\nbeaming it out into space, hoping that someone, somewhere will pick it\nup. It must be in some form of code ... but a code that they feel can\nbe easily cracked by anyone with enough intelligence to realize that\nthere's a message there.\"\n\n\"Sort of an interstellar Morse code.\"\n\nI shook my head. \"Morse code depends on both sides knowing the code.\nThere's no key.\"\n\n\"Cryptographers crack codes.\"\n\n\"Sure. If they know what language is being used. We don't know the\nlanguage, we don't know the alphabet, the thought processes ...\nnothing.\"\n\n\"But it's a code that can be cracked easily,\" Rizzo muttered.\n\n\"Yes,\" I agreed. \"Now what the hell kind of a code can they assume will\nbe known to another race that they've never seen?\"\n\nRizzo leaned back on his bunk and his face was lost in shadows.\n\n\"An interstellar code,\" I rambled on. \"Some form of presenting\ninformation that would be known to almost any race intelligent enough\nto understand lasers....\"\n\n\"Binary!\" Rizzo snapped, sitting up on the bunk.\n\n\"What?\"\n\n\"Binary code. To send a signal like this, they've gotta be able to\nwrite a message in units that're only a billionth of a second long.\nThat takes computers. Right? Well, if they have computers, they must\nfigure that we have computers. Digital computers run on binary code.\nOff or on ... go or no-go. It's simple. I'll bet we can slap that\nsignal on a tape and run it through our computer here.\"\n\n\"To assume that they use computers exactly like ours....\"\n\n\"Maybe the computers are completely different,\" Rizzo said excitedly,\n\"but the binary code is basic to them all. I'll bet on that! And this\ncomputer we've got here--this transistorized baby--she can handle\nmore information than the whole Army could feed into her. I'll bet\nnothing has been developed anywhere that's better for handling simple\none-plus-one types of operations.\"\n\nI shrugged. \"All right. It's worth a trial.\"\n\n\n\nIt took Rizzo a few hours to get everything properly set up. I did some\narithmetic while he worked. If the message was in binary code, that\nmeant that every cycle of the signal--every flick of the dancing line\non our screen--carried a bit of information. The signal's wavelength\nwas 5000 Angstroms; there are a hundred million Angstrom units to the\ncentimeter; figuring the speed of light ... the signal could carry, in\ntheory at least, something like 600 trillion bits of information _per\nsecond_.\n\nI told Rizzo.\n\n\"Yeah, I know. I've been going over the same numbers in my head.\" He\nset a few switches on the computer control board. \"Now let's see how\nmany of the 600 trillion we can pick up.\" He sat down before the board\nand pressed a series of buttons.\n\nWe watched, hardly breathing, as the computer's spools began spinning\nand the indicator lights flashed across the control board. Within a few\nminutes, the printer chugged to life.\n\nRizzo swivelled his chair over to the printer and held up the unrolling\nsheet in a trembling hand.\n\nNumbers. Six-digit numbers. Completely meaningless.\n\n\"Gibberish,\" Rizzo snapped.\n\nIt was peculiar. I felt relieved and disappointed at the same time.\n\n\"Something's screwy,\" Rizzo said. \"Maybe I fouled up the circuits....\"\n\n\"I don't think so,\" I answered. \"After all, what did you expect out of\nthe computer? Shakespearean poetry?\"\n\n\"No, but I expected numbers that would make some sense. One and one,\nmaybe. Something that means something. This stuff is nowhere.\"\n\nOur nerves must have really been wound tight, because before we knew\nit we were in the middle of a nasty argument--and it was over nothing,\nreally. But in the middle of it:\n\n\"Hey, look,\" Rizzo shouted, pointing to the oscilloscope.\n\nThe message had stopped. The 'scope showed only the calm, steady line\nof the star's basic two-day-long pulsation.\n\nIt suddenly occurred to us that we hadn't slept for more than 36\nhours, and we were both exhausted. We forgot the senseless argument.\nThe message was ended. Perhaps there would be another; perhaps not. We\nhad the telescope, spectrometer, photocell, oscilloscope, and computer\nset to record automatically. We collapsed into our bunks. I suppose I\nshould have had monumental dreams. I didn't. I slept like a dead man.\n\n\n\nWhen we woke up, the oscilloscope trace was still quiet.\n\n\"Y'know,\" Rizzo muttered, \"it might just be a fluke ... I mean, maybe\nthe signals don't mean a damned thing. The computer is probably\ntranslating nonsense into numbers just because it's built to print out\nnumbers and nothing else.\"\n\n\"Not likely,\" I said. \"There are too many coincidences to be explained.\nWe're receiving a message, I'm certain of it. Now we've got to crack\nthe code.\"\n\nAs if to reinforce my words, the oscilloscope trace suddenly erupted\ninto the same flickering pattern. The message was being sent again.\n\nWe went through two weeks of it. The message would run through for\nseven hours, then stop for seven. We transcribed it on tape 48\ntimes and ran it through the computer constantly. Always the same\nresult--six-digit numbers; millions of them. There were six different\nseven-hour-long messages, being repeated one after the other,\nconstantly.\n\nWe forgot the meteorological equipment. We ignored the weekly messages\nfrom McMurdo. The rest of the world became a meaningless fiction to\nus. There was nothing but the confounded, tantalizing, infuriating,\nenthralling message. The National Emergency, the bomb tests, families,\nduties--all transcended, all forgotten. We ate when we thought of it\nand slept when we couldn't keep our eyes open any longer. The message.\nWhat was it? What was the key to unlock its meaning?\n\n\"It's got to be something universal,\" I told Rizzo. \"Something\nuniversal ... in the widest sense of the term.\"\n\nHe looked up from his desk, which was wedged in between the end of his\nbunk and the curving dome wall. The desk was littered with printout\nsheets from the computer, each one of them part of the message.\n\n\"You've only said that a half-million times in the past couple weeks.\nWhat the hell is universal? If you can figure that out, you're damned\ngood.\"\n\n_What is universal?_ I wondered. _You're an astronomer. You look out at\nthe universe. What do you see?_ I thought about it. _What do I see?\nStars, gas, dust clouds, planets ... what's universal about them? What\ndo they all have that_....\n\n\"Atoms!\" I blurted.\n\nRizzo cocked a weary eye at me. \"Atoms?\"\n\n\"Atoms. Elements. Look....\" I grabbed up a fistful of the sheets and\nthumbed through them. \"Look ... each message starts with a list of\nnumbers. Then there's a long blank to separate the opening list from\nthe rest of the message. See? Every time, the same length list.\"\n\n\"So?\"\n\n\"The periodic table of the elements!\" I shouted into his ear. \"That's\nthe key!\"\n\nRizzo shook his head. \"I thought of that two days ago. No soap. In the\nfirst place, the list that starts each message isn't always the same.\nIt's the same length, all right, but the numbers change. In the second\nplace, it always begins with 100000. I looked up the atomic weight of\nhydrogen--it's 1.008 something.\"\n\nThat stopped me for a moment. But then something clicked into place in\nmy mind.\n\n\n\n\"Why is the hydrogen weight 1.008?\" Before Rizzo could answer, I went\non, \"For two reasons. The system we use arbitrarily rates oxygen as\n16-even. Right? All the other weights are calculated from oxygen's.\nAnd we also give the average weight of an element, counting all its\nisotopes. Our weight for hydrogen also includes an adjustment for tiny\namounts of deuterium and tritium. Right? Well, suppose _they_ have a\nsystem that rates hydrogen as a flat one: 1.00000. Doesn't _that_ make\nsense?\"\n\n\"You're getting punchy,\" Rizzo grumbled. \"What about the isotopes? How\ncan they expect us to handle decimal points if they don't tell us about\nthem ... mental telepathy? What about....\"\n\n\"Stop arguing and start calculating,\" I snapped. \"Change that list\nof numbers to agree with our periodic table. Change 1.00000 to\n1.008-whatever-it-is and tackle the next few elements. The decimals\nshouldn't be so hard to figure out.\"\n\nRizzo grumbled to himself, but started working out the calculations. I\nstepped over to the dome's microspool library and found an elementary\nphysics text. Within a few minutes, Rizzo had some numbers and I had\nthe periodic table focused on the microspool reading machine.\n\n\"Nothing,\" Rizzo said, leaning over my shoulder and looking at the\nscreen. \"They don't match at all.\"\n\n\"Try another list. They're not all the same.\"\n\nHe shrugged and returned to his desk. After a while he called out,\n\"their second number is 3.97123; it works out to 4.003-something.\"\n\nIt checked! \"Good. That's helium. What about the next one, lithium?\"\n\n\"That's 6.940.\"\n\n\"Right!\"\n\nRizzo went to work furiously after that. I pushed a chair to the desk\nand began working up from the end of the list. It all checked out, from\nhydrogen to a few elements beyond the artificial ones that had been\ncreated in the laboratories here on Earth.\n\n\"That's it,\" I said. \"That's the key. That's our Rosetta Stone ... the\nperiodic table.\"\n\nRizzo stared at the scribbled numbers and jumble of papers. \"I bet I\nknow what the other lists are ... the ones that don't make sense.\"\n\n\"Oh?\"\n\n\"There are other ways to identify the elements ... vibration\nresonances, quantum wavelengths ... somebody named Lewis came out a\ncouple years ago with a Quantum Periodic Table....\"\n\n\"They're covering all the possibilities. There are messages for many\ndifferent levels of understanding. We just decoded the simplest one.\"\n\n\"Yeah.\"\n\nI noticed that as he spoke, Rizzo's hand--still tightly clutching the\npencil--was trembling and white with tension.\n\n\"Well?\"\n\nRizzo licked his lips. \"Let's get to work.\"\n\n\n\nWe were like two men possessed. Eating, sleeping, even talking was\nignored completely as we waded through the hundreds of sheets of\npaper. We could decode only a small percentage of them, but they still\nrepresented many hours of communication. The sheets that we couldn't\ndecode, we suspected, were repetitions of the same message that we were\nworking on.\n\nWe lost all concept of time. We must have slept, more than once, but I\nsimply don't remember. All I can recall is thousands of numbers, row\nupon row, sheet after sheet of numbers ... and my pencil scratching\nsymbols of the various chemical elements over them until my hand was so\ncramped I could no longer open the fingers.\n\nThe message consisted of a long series of formulas; that much was\ncertain. But, without punctuation, with no knowledge of the symbols\nthat denote even such simple things as \"plus\" or \"equals\" or \"yields,\"\nit took us more weeks of hard work to unravel the sense of each\nequation. And even then, there was more to the message than met the\neye:\n\n\"Just what the hell are they driving at?\" Rizzo wondered aloud. His\nface had changed: it was thinner, hollow-eyed, weary, covered with a\nscraggly beard.\n\n\"Then you think there's a meaning behind all these equations, too?\"\n\nHe nodded. \"It's a message, not just a contact. They're going to an\nawful lot of trouble to beam out this message, and they're repeating it\nevery seven hours. They haven't added anything new in the weeks we've\nbeen watching.\"\n\n\"I wonder how many years or centuries they've been sending out this\nmessage, waiting for someone to pick it up, looking for someone to\nanswer them.\"\n\n\"Maybe we should call Washington....\"\n\n\"No!\"\n\nRizzo grinned. \"Afraid of breaking radio silence?\"\n\n\"Hell no. I just want to wait until we're relieved, so we can make\nthis announcement in person. I'm not going to let some old wheezer in\nWashington get credit for this.... Besides, I want to know just what\nthey're trying to tell us.\"\n\nIt was agonizing, painstaking work. Most of the formulas meant nothing\nto either one of us. We had to ransack the dome's meager library of\nmicrospools to piece them together. They started simply enough--basic\nchemical combinations: carbon and two oxygens yield CO_{2}; two\nhydrogens and oxygen give water. A primer ... not of words, but of\nequations.\n\nThe equations became steadily longer and more complex. Then, abruptly,\nthey simplified, only to begin a new deepening, simplify again, and\nfinally become very complicated just at the end. The last few lines\nwere obviously repetitious.\n\nGradually, their meaning became clear to us.\n\nThe first set of equations started off with simple, naturally-occurring\nenergy yielding formulas. The oxidation of cellulose (we found the\nformula for that in an organic chemistry text left behind by one of\nthe dome's previous occupants), which probably referred to the burning\nof plants and vegetation. A string of formulas that had groupings in\nthem that I dimly recognized as amino acids--no doubt something to do\nwith digesting food. There were many others, including a few that Rizzo\nclaimed had the expression for chlorophyll in them.\n\n\"Naturally-occurring, energy-yielding reactions,\" Rizzo summarized.\n\"They're probably trying to describe the biological set-up on their\nplanet.\"\n\nIt seemed an inspired guess.\n\n\n\nThe second set of equations again began with simple formulas. The\ncellulose-burning reaction appeared again, but this time it was\nfollowed by equations dealing with the oxidation of hydrocarbons: coal\nand oil burning? A long series of equations that bore repeatedly the\nsymbols for many different metals came up next, followed by more on\nhydrocarbons, and then a string of formulas that we couldn't decipher\nat all.\n\nThis time it was my guess: \"These look like energy-yielding reactions,\ntoo. At least in the beginning. But they don't seem to be naturally\noccurring types. Then comes a long story about metals. They're trying\nto tell us the history of their technological development--burning\nwood, coal and eventually oil; smelting metals ... they're showing us\nhow they developed their technology.\"\n\nThe final set of equations began with an ominous simplicity: a short\nseries of very brief symbols that had the net result of four hydrogen\natoms building into a helium atom. Nuclear fusion.\n\n\"That's the proton-proton reaction,\" I explained to Rizzo. \"The type of\nfusion that goes on in the Sun.\"\n\nThe next series of equations spelled out the more complex\ncarbon-nitrogen cycle of nuclear fusion, which was probably the\nprimary energy source of their own Cepheid variable star. Then came a\nlong series of equations that we couldn't decode in detail, but the\nsymbols for uranium and plutonium, and some of the heavier elements,\nkept cropping up.\n\nThen came one line that told us the whole story: the lithium-hydride\nequation--nuclear fusion bombs.\n\nThe equations went on to more complex reactions, formulas that no man\non Earth had ever seen before. They were showing us the summation of\ntheir knowledge, and they had obviously been dealing with nuclear\nenergies for much longer than we have on Earth.\n\nBut interspersed among the new equations, they repeated a set of\nformulas that always began with the lithium-hydride fusion reaction.\nThe message ended in a way that wrenched my stomach: the fusion bomb\nreaction and its cohorts were repeated ten straight times.\n\n\n\nI'm not sure of what day it was on the calendar, but the clock on the\nmaster control console said it was well past eleven.\n\nRizzo rubbed a weary hand across his eyes. \"Well, what do you think?\"\n\n\"It's pretty obvious,\" I said. \"They have the bombs. They've had them\nfor quite some time. They must have a lot of other weapons,\ntoo--more ... advanced. They're trying to tell us their history with\nthe equations. First they depended on natural sources of energy, plants\nand animals; then they developed artificial energy sources and built up\na technology; finally they discovered nuclear energy.\"\n\n\"How long do you think they've had the bombs?\"\n\n\"Hard to tell. A generation ... a century. What difference does it\nmake? They have them. They probably thought, at first, that they\ncould learn to live with them ... but imagine what it must be like to\nhave those weapons at your fingertips ... for a century. Forever. Now\nthey're so scared of them that they're beaming their whole history\nout into space, looking for someone to tell them how to live with the\nbombs, how to avoid using them.\"\n\n\"You could be wrong,\" Rizzo said. \"They could be boasting about their\narsenal.\"\n\n\"Why? For what reason? No ... the way they keep repeating those last\nequations. They're pleading for help.\"\n\nRizzo turned to the oscilloscope. It was flickering again.\n\n\"Think it's the same thing?\"\n\n\"No doubt. You're taping it anyway, aren't you?\"\n\n\"Yeah, sure. Automatically.\"\n\nSuddenly, in mid-flight, the signal winked off. The pulsations didn't\nsimply smooth out into a steady line, as they had before. The screen\nsimply went dead.\n\n\"That's funny,\" Rizzo said, puzzled. He checked the oscilloscope.\n\"Nothing wrong here. Something must've happened to the telescope.\"\n\nSuddenly I knew what had happened. \"Take the spectrometer off and turn\non the image-amplifier,\" I told him.\n\nI knew what we would see. I knew why the oscilloscope beam had suddenly\ngone off scale. And the knowledge was making me sick.\n\nRizzo removed the spectrometer set-up and flicked the switch that\nenergized the image-amplifier's viewscreen.\n\n\"Holy God!\"\n\nThe dome was flooded with light. The star had exploded.\n\n\"They had the bombs all right,\" I heard myself saying. \"And they\ncouldn't prevent themselves from using them. And they had a lot more,\ntoo. Enough to push their star past its natural limits.\"\n\nRizzo's face was etched in the harsh light.\n\n\"I've gotta get out of here,\" he muttered, looking all around the\ncramped dome. \"I've gotta get back to my wife and find someplace where\nit's safe....\"\n\n\"Someplace?\" I asked, staring at the screen. \"Where?\"\n\n\nTHE END",
    "metadata": {
        "author": [
            "Bovah, Ben",
            "Bova, Benjamin William",
            "Bova, Ben"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72247/pg72247.txt",
        "name": "answer_please_answer.json"
    }
}