{
    "name": "At the Sign of the Eagle",
    "author": [
        "Parker, Gilbert",
        "Parker, Horatio Gilbert",
        "Parker, Gilbert, Sir, bart."
    ],
    "body": "By Gilbert Parker\n\n\n\n          \"Life in her creaking shoes\n          Goes, and more formal grows,\n          A round of calls and cues:\n          Love blows as the wind blows.\n          Blows!...\"\n\n\n\n\"Well, what do you think of them, Molly?\" said Sir Duke Lawless to his\nwife, his eyes resting with some amusement on a big man and a little one\ntalking to Lord Hampstead.\n\n\"The little man is affected, gauche, and servile. The big one\npicturesque and superior in a raw kind of way. He wishes to be rude\nto some one, and is disappointed because, just at the moment, Lord\nHampstead is too polite to give him his cue. A dangerous person in a\ndrawing-room, I should think; but interesting. You are a bold man to\nbring them here, Duke. Is it not awkward for our host?\"\n\n\"Hampstead did it with his eyes open. Besides, there is business behind\nit--railways, mines, and all that; and Hampstead's nephew is going to\nthe States fortune-hunting. Do you see?\"\n\nLady Lawless lifted her eyebrows. \"'To what base uses are we come,\nHoratio!' You invite me to dinner and--'I'll fix things up right.' That\nis the proper phrase, for I have heard you use it. Status for dollars.\nIsn't it low? I know you do not mean what you say, Duke.\"\n\nSir Duke's eyes were playing on the men with a puzzled expression, as\nthough trying to read the subject of their conversation; and he did not\nreply immediately. Soon, however, he turned and looked down at his wife\ngenially, and said: \"Well, that's about it, I suppose. But really there\nis nothing unusual in this, so far as Mr. John Vandewaters is concerned,\nfor in his own country he travels 'the parlours of the Four Hundred,'\nand is considered 'a very elegant gentleman.' We must respect a man\naccording to the place he holds in his own community. Besides, as you\nsuggest, Mr. Vandewaters is interesting. I might go further, and say\nthat he is a very good fellow indeed.\"\n\n\"You will be asking him down to Craigruie next,\" said Lady Lawless,\ninquisition in her look.\n\n\"That is exactly what I mean to do, with your permission, my dear. I\nhope to see him laying about among the grouse in due season.\"\n\n\"My dear Duke, you are painfully Bohemian. I can remember when you were\nperfectly precise and exclusive, and--\"\n\n\"What an awful prig I must have been!\"\n\n\"Don't interrupt. That was before you went aroving in savage countries,\nand picked up all sorts of acquaintances, making friends with the most\nimpossible folk. I should never be surprised to see you drive Shon\nMcGann--and his wife, of course--and Pretty Pierre--with some other\nman's wife--up to the door in a dogcart; their clothes in a saddle-bag,\nor something less reputable, to stay a month. Duke, you have lost your\ndecorum; you are a gipsy.\"\n\n\"I fear Shon McGann and Pierre wouldn't enjoy being with us as I should\nenjoy having them. You can never understand what a life that is out in\nPierre's country. If it weren't for you and the bairn, I should be\noff there now. There is something of primeval man in me. I am never so\nhealthy and happy, when away from you, as in prowling round the outposts\nof civilisation, and living on beans and bear's meat.\"\n\nHe stretched to his feet, and his wife rose with him. There was a fine\ncolour on his cheek, and his eye had a pleasant fiery energy. His wife\ntapped him on the arm with her fan. She understood him very well, though\npretending otherwise. \"Duke, you are incorrigible. I am in daily dread\nof your starting off in the middle of the night, leaving me--\"\n\n\"Watering your couch with your tears?\"\n\n\"--and hearing nothing more from you till a cable from Quebec or\nWinnipeg tells me that you are on your way to the Arctic Circle with\nPierre or some other heathen. But, seriously, where did you meet Mr.\nVandewaters--Heavens, what a name!--and that other person? And what is\nthe other person's name?\"\n\n\"The other person carries the contradictory name of Stephen Pride.\"\n\n\"Why does he continually finger his face, and show his emotions so? He\nassents to everything said to him by an appreciative exercise of his\nfeatures.\"\n\n\"My dear, you ask a great and solemn question. Let me introduce the\nyoung man, that you may get your answer at the fountain-head.\"\n\n\"Wait a moment, Duke. Sit down and tell me when and where you met these\nmen, and why you have continued the acquaintance.\"\n\n\"Molly,\" he said, obeying her, \"you are a terrible inquisitor, and the\nprivacy of one's chamber were the kinder place to call one to account.\nBut I bend to your implacability.... Mr. Vandewaters, like myself, has\na taste for roving, though our aims are not identical. He has a\nfine faculty for uniting business and pleasure. He is not a thorough\nsportsman--there is always a certain amount of enthusiasm, even in the\nunrewarded patience of the true hunter; but he sufficeth. Well, Mr.\nVandewaters had been hunting in the far north, and looking after a\npromising mine at the same time. He was on his way south at one angle,\nI at another angle, bound for the same point. Shon McGann was with me;\nPierre with Vandewaters. McGann left me, at a certain point, to join his\nwife at a Barracks of the Riders of the Plains. I had about a hundred\nmiles to travel alone. Well, I got along the first fifty all right.\nThen came trouble. In a bad place of the hills I fell and broke an ankle\nbone. I had an Eskimo dog of the right sort with me. I wrote a line on\na bit of birch bark, tied it round his neck, and started him away,\ntrusting my luck that he would pull up somewhere. He did. He ran into\nVandewaters's camp that evening. Vandewaters and Pierre started away at\nonce. They had dogs, and reached me soon.\n\n\"It was the first time I had seen Pierre for years. They fixed me up,\nand we started south. And that's as it was in the beginning with Mr.\nJohn Vandewaters and me.\"\n\nLady Lawless had been watching the two strangers during the talk, though\nonce or twice she turned and looked at her husband admiringly. When he\nhad finished she said: \"That is very striking. What a pity it is that\nmen we want to like spoil all by their lack of form!\"\n\n\"Don't be so sure about Vandewaters. Does he look flurried by these\nsurroundings?\"\n\n\"No. He certainly has an air of contentment. It is, I suppose, the usual\nair of self-made Americans.\"\n\n\"Go to London, E.C., and you will find the same, plus smugness. Now, Mr.\nVandewaters has real power--and taste too, as you will see. Would you\nthink Mr. Stephen Pride a self-made man?\"\n\n\"I cannot think of any one else who would be proud of the patent. Please\nto consider the seals about his waistcoat, and the lady-like droop of\nhis shoulders.\"\n\n\"Yet he is thought to be a young man of parts. He has money, made by\nhis ancestors; he has been round the world; he belongs to societies for\nculture and--\"\n\n\"And he will rave of the Poet's Corner, ask if one likes Pippa Passes,\nand expect to be introduced to every woman in the room at a tea-party,\nto say nothing of proposing impossible things, such as taking one's girl\nfriends to the opera alone, sending them boxes of confectionery, and\nwriting them dreadfully reverential notes at the same time. Duke, the\ncreature is impossible, believe me. Never, never, if you love me, invite\nhim to Craigruie. I met one of his tribe at Lady Macintyre's when I was\njust out of school; and at the dinner-table, when the wine went round,\nhe lifted his voice and asked for a cup of tea, saying he never 'drank.'\nActually he did, Duke.\"\n\nHer husband laughed quietly. He had a man's enjoyment of a woman's\ndislike of bad form. \"A common criminal man, Molly. Tell me, which is\nthe greater crime: to rob a bank or use a fish-knife for asparagus?\"\n\nLady Lawless fanned herself. \"Duke, you make me hot. But if you will\nhave the truth: the fish-knife business by all means. Nobody need feel\nuncomfortable about the burglary, except the burglar; but see what a\nposition for the other person's hostess.\"\n\n\"My dear, women have no civic virtues. Their credo is, 'I believe in\nbeauty and fine linen, and the thing that is not gauche.'\"\n\nHis wife was smiling. \"Well, have it your own way. It is a creed of\ncomfort, at any rate. And now, Duke, if I must meet the man of mines and\nrailways and the spare person making faces at Lord Hampstead, let it be\nsoon, that it may be done with; and pray don't invite them to Craigruie\ntill I have a chance to speak with you again. I will not have impossible\npeople at a house-party.\"\n\n\"What a difficult fellow your husband is, Molly!\"\n\n\"Difficult; but perfectly possible. His one fault is a universal\nsympathy which shines alike on the elect--and the others.\"\n\n\"So. Well, this is our dance. After it is over, prepare for the\nAmericanos.\"\n\nHalf-an-hour later Mr. Vandewaters was standing in a conspicuous corner\ntalking to Lady Lawless.\n\n\"It is, then, your first visit to England?\" she asked. He had a dry,\ndeliberate voice, unlike the smooth, conventional voices round him.\n\"Yes, Lady Lawless,\" he replied: \"it's the first time I've put my foot\nin London town, and--perhaps you won't believe it of an American--I find\nit doesn't take up a very conspicuous place.\"\n\nThe humour was slightly accentuated, and Lady Lawless shrank a little,\nas if she feared the depths of divertisement to which this speech might\nlead; but a quick look at the man assured her of his common-sense, and\nshe answered: \"It is of the joys of London that no one is so important\nbut finds the space he fills a small one, which may be filled acceptably\nby some one else at any moment. It is easy for kings and princes\neven--we have secluded princes here now--to get lost and forgotten in\nLondon.\" \"Well, that leaves little chance for ordinary Americans, who\ndon't bank on titles.\"\n\nShe looked up, puzzled in spite of herself. But she presently said, with\nfrankness and naivete: \"What does 'bank on titles' mean?\"\n\nHe stroked his beard, smiling quaintly, and said: \"I don't know how to\nput the thing better-it seems to fill the bill. But, anyway, Americans\nare republicans; and don't believe in titles, and--\"\n\n\"O, pardon me,\" she interrupted: \"of course, I see.\"\n\n\"We've got little ways of talking not the same as yours. You don't seem\nto have the snap to conversation that we have in the States. But I'll\nsay here that I think you have got a better style of talking. It isn't\nexhausting.\"\n\n\"Mr. Pride said to me a moment ago that they spoke better English in\nBoston than any other place in the world.\"\n\n\"Did he, though, Lady Lawless? That's good. Well, I guess he was only\ntalking through his hat.\"\n\nShe was greatly amused. Her first impressions were correct. The man was\ninteresting. He had a quaint, practical mind. He had been thrown upon\nhis own resources, since infancy almost, in a new country; and he\nhad seen with his own eyes, nakedly, and without predisposition or\ninstruction. From childhood thoroughly adaptable, he could get into\ntouch with things quickly, and instantly like or dislike them. He had\nbeen used to approach great concerns with fearlessness and competency.\nHe respected a thing only for its real value, and its intrinsic value\nwas as clear to him as the market value. He had, perhaps, an exaggerated\nbelief in the greatness of his own country, because he liked eagerness\nand energy and daring. The friction and hurry of American life added to\nhis enjoyment. They acted on him like a stimulating air, in which he\nwas always bold, collected, and steady. He felt an exhilaration in being\nsuperior to the rustle of forces round him. It had been his habit to\nplay the great game of business with decision and adroitness. He had\nnot spared his opponent in the fight; he had crushed where his interests\nwere in peril and the sport played into his hands; comforting himself,\nif he thought of the thing, with the knowledge that he himself would\nhave been crushed if the other man had not. He had never been wilfully\nunfair, nor had he used dishonourable means to secure his ends: his name\nstood high in his own country for commercial integrity; men said: he\n\"played square.\" He had, maybe, too keen a contempt for dulness and\nincompetency in enterprise, and he loathed red-tape; but this\nwas racial. His mind was as open as his manners. He was utterly\napproachable. He was a millionaire, and yet in his own offices in New\nYork he was as accessible as a President. He handled things without\ngloves, and this was not a good thing for any that came to him with a\nweak case. He had a penetrating intelligence; and few men attempted,\nafter their first sophistical statements, to impose upon him: he sent\nthem away unhappy. He did not like England altogether: first, because it\nlacked, as he said, enterprise; and because the formality, decorum and\nexcessive convention fretted him. He saw that in many things the old\nland was backward, and he thought that precious time was being wasted.\nStill, he could see that there were things, purely social, in which\nthe Londoners were at advantage; and he acknowledged this when he said,\nconcerning Stephen Pride's fond boast, that he was \"talking through his\nhat.\"\n\nLady Lawless smiled, and after a moment rejoined:\n\n\"Does it mean that he was mumming, as it were, like a conjurer?\"\n\n\"Exactly. You are pretty smart, Lady Lawless; for I can see that, from\nyour stand-point, it isn't always easy to catch the meaning of sayings\nlike that. But they do hit the case, don't they?\"\n\n\"They give a good deal of individuality to conversation,\" was the vague\nreply. \"What, do you think, is the chief lack in England?\"\n\n\"Nerve and enterprise. But I'm not going to say you ought to have the\nsame kind of nerve as ours. We are a different tribe, with different\nsurroundings, and we don't sit in the same kind of saddle. We ride for\nall we're worth all the time. You sit back and take it easy. We are\nnever satisfied unless we are behind a fast trotter; you are\ncontent with a good cob that steps high, tosses its head, and has an\naristocratic stride.\"\n\n\"Have you been in the country much?\" she asked, without any seeming\nrelevancy.\n\nHe was keen enough. He saw the veiled point of her question. \"No: I've\nnever been in the country here,\" he said. \"I suppose you mean that I\ndon't see or know England till I've lived there.\"\n\n\"Quite so, Mr. Vandewaters.\" She smiled to think what an undistinguished\nname it was. It suggested pumpkins in the front garden. Yet here its\nowner was perfectly at his ease, watching the scene before him\nwith good-natured superiority. \"London is English; but it is very\ncosmopolitan, you know,\" she added; \"and I fancy you can see it is not a\nplace for fast trotters. The Park would be too crowded for that--even if\none wished to drive a Maud S.\"\n\nHe turned his slow keen eyes on her, and a smile broadened into a low\nlaugh, out of which he said:\n\n\"What do you know of Maud S? I didn't think you would be up in racing\nmatters.\"\n\n\"You forget that my husband is a traveller, and an admirer of Americans\nand things American.\"\n\n\"That's so,\" he answered; \"and a staving good traveller he is. You don't\ncatch him asleep, I can tell you, Lady Lawless. He has stuff in him.\"\n\n\"The stuff to make a good American?\"\n\n\"Yes; with something over. He's the kind of Englishman that can keep\ncool when things are ticklish, and look as if he was in a parlour all\nthe time. Americans keep cool, but look cheeky. O, I know that. We\nsquare our shoulders and turn out our toes, and push our hands into\nour pockets, and act as if we owned the world. Hello--by Jingo!\" Then,\napologetically: \"I beg your pardon, Lady Lawless; it slipped.\"\n\nLady Lawless followed Mr. Vandewaters's glance, and saw, passing on\nher husband's arm, a tall, fascinating girl. She smiled meaningly to\nherself, as she sent a quick quizzical look at the American, and said,\npurposely misinterpreting his exclamation: \"I am not envious, Mr.\nVandewaters.\"\n\n\"Of course not. That's a commoner thing with us than with you. American\ngirls get more notice and attention from their cradles up, and they\nwant it all along the line. You see, we've mostly got the idea that an\nEnglishman expects from his wife what an American woman expects from her\nhusband.\"\n\n\"How do Americans get these impressions about us?\"\n\n\"From our newspapers, I guess; and the newspapers take as the\nground-work of their belief the Bow Street cases where Englishmen are\ncornered for beating their wives.\"\n\n\"Suppose we were to judge of American Society by the cases in a Chicago\nDivorce Court?\"\n\n\"There you have me on toast. That's what comes of having a husband who\ntakes American papers. Mind you, I haven't any idea that the American\npapers are right. I've had a lot to do with newspapers, and they are\npretty ignorant, I can tell you--cheap all round. What's a newspaper,\nanyway, but an editor, more or less smart and overworked, with an owner\nbehind him who has got some game on hand? I know: I've been there.\"\n\n\"How have you 'been there'?\"\n\n\"I've owned four big papers all at once, and had fifty others under my\nthumb.\"\n\nLady Lawless caught her breath; but she believed him. \"You must be very\nrich.\"\n\n\"Owning newspapers doesn't mean riches. It's a lever, though, for\ntipping the dollars your way.\"\n\n\"I suppose they have--tipped your way?\"\n\n\"Yes: pretty well. But, don't follow this lead any farther, Lady\nLawless, or you may come across something that will give you a start. I\nshould like to keep on speaking terms with you.\"\n\n\"You mean that a man cannot hold fifty newspapers under his thumb, and\nlive in the glare of a search-light also?\"\n\n\"Exactly. You can't make millions without pulling wires.\"\n\nShe saw him watching the girl on her husband's arm. She had the\ninstinct of her sex. She glanced at the stately girl again; then at\nMr. Vandewaters critically, and rejoined, quizzically: \"Did you--make\nmillions?\"\n\nHis eyes still watching, he replied abstractedly. \"Yes: a few handfuls,\nand lost a few--'that's why I'm here.'\"\n\n\"To get them back on the London market?\"\n\n\"That's why I am here.\"\n\n\"You have not come in vain?\"\n\n\"I could tell you better in a month or so from now. In any case, I don't\nstand to lose. I've come to take things away from England.\"\n\n\"I hope you will take away a good opinion of it.\"\n\n\"If there'd been any doubt of it half an hour ago, it would be all gone\nthis minute.\"\n\n\"Which is nice of you; and not in your usual vein, I should think. But,\nMr. Vandewaters, we want you to come to Craigruie, our country place, to\nspend a week. Then you will have a chance to judge us better, or rather\nmore broadly and effectively.\" She was looking at the girl, and at that\nmoment she caught Sir Duke's eye. She telegraphed to him to come.\n\n\"Thank you, Lady Lawless, I'm glad you have asked me. But--\" He glanced\nto where Mr. Pride was being introduced to the young lady on Sir Duke's\narm, and paused.\n\n\"We are hoping,\" she added, interpreting his thought, and speaking a\nlittle dryly, \"that your friend, Mr. Stephen Pride\"--the name sounded so\nludicrous--\"will join us.\"\n\n\"He'll be proud enough, you may be sure. It's a singular combination,\nPride and myself, isn't it? But, you see, he has a fortune which, as\nyet, he has never been able to handle for himself; and I do it for him.\nWe are partners, and, though you mightn't think it, he has got more\nmoney now than when he put his dollars at my disposal to help me make a\nfew millions at a critical time.\"\n\nLady Lawless let her fan touch Mr. Vandewaters's arm. \"I am going to\ndo you a great favour. You see that young lady coming to us with\nmy husband? Well, I am going to introduce you to her. It is such as\nshe--such women--who will convince you--\"\n\n\"Yes?\"\n\n\"--that you have yet to make your--what shall I call it?--Ah, I have it:\nyour 'biggest deal,'--and, in truth, your best.\"\n\n\"Is that so?\" rejoined Vandewaters musingly. \"Is that so? I always\nthought I'd make my biggest deal in the States. Who is she? She is\nhandsome.\"\n\n\"She is more than handsome, and she is the Honourable Gracia Raglan.\"\n\n\"I don't understand about 'The Honourable.'\"\n\n\"I will explain that another time.\"\n\nA moment later Miss Raglan, in a gentle bewilderment, walked down the\nballroom on the arm of the millionaire, half afraid that something\ngauche would happen; but by the time she had got to the other end was\nreassured, and became interested.\n\nSir Duke said to his wife in an aside, before he left her with Mr.\nVandewaters's financial partner: \"What is your pretty conspiracy,\nMolly?\"\n\n\"Do talk English, Duke, and do not interfere.\"\n\nA few hours later, on the way home, Sir Duke said: \"You asked Mr. Pride\ntoo?\"\n\n\"Yes; I grieve to say.\"\n\n\"Why grieve?\"\n\n\"Because his experiences with us seem to make him dizzy. He will be\nterribly in earnest with every woman in the house, if--\"\n\n\"If you do not keep him in line yourself?\"\n\n\"Quite so. And the creature is not even interesting.\"\n\n\"Cast your eye about. He has millions; you have cousins.\"\n\n\"You do not mean that, Duke? I would see them in their graves first. He\nsays 'My lady' every other sentence, and wants to send me flowers, and a\nbox for the opera, and to drive me in the Park.\"\n\nHer husband laughed. \"I'll stake my life he can't ride. You will have\nhim about the place like a tame cat.\" Then, seeing that his wife was\nannoyed: \"Never mind, Molly, I will help you all I can. I want to be\nkind to them.\"\n\n\"I know you do. But what is your 'pretty conspiracy,' Duke?\"\n\n\"A well-stocked ranche in Colorado.\" He did not mean it. And she knew\nit.\n\n\"How can you be so mercenary?\" she replied.\n\nThen they both laughed, and said that they were like the rest of the\nworld.\n\n\n\nII\n\nLady Lawless was an admirable hostess, and she never appeared to better\nadvantage in the character than during the time when Miss Gracia Raglan,\nMr. John Vandewaters, and Mr. Stephen Pride were guests at Craigruie.\nThe men accepted Mr. Vandewaters at once as a good fellow and a very\nsensible man. He was a heavy-weight for riding; but it was not the\nhunting season, and, when they did ride, a big horse carried him very\nwell. At grouse-shooting he showed to advantage. Mr. Pride never rode.\nHe went shooting only once, and then, as Mr. Vandewaters told him, he\ngot \"rattled.\" He was then advised by his friend to remain at home\nand cultivate his finer faculties. At the same time, Mr. Vandewaters\nparenthetically remarked to Sir Duke Lawless that Mr. Pride knew the\npoets backwards, and was smart at French. He insisted on bringing out\nthe good qualities of his comrade; but he gave him much strong advice\nprivately. He would have done it just the same at the risk of losing\na fortune, were it his whim--he would have won the fortune back in due\ncourse.\n\nAt the present time Mr. Vandewaters was in the heat of some large\ncommercial movements. No one would have supposed it, save for the fact\nthat telegrams and cablegrams were brought to him day and night. He had\nliberally salaried the telegraph-clerk to work after hours, simply to\nbe at his service. The contents of these messages never shook his\nequanimity. He was quiet, urbane, dry-mannered, at all times. Mr. Pride,\nhowever, was naturally excitable. He said of himself earnestly that he\nhad a sensitive nature. He said it to Mrs. Gregory Thorne, whose reply\nwas: \"Dear me, and when things are irritating and painful to you do you\nnever think of suicide?\" Then she turned away to speak to some one, as\nif she had been interrupted, and intended to take up the subject again;\nbut she never did. This remark caused Mr. Pride some nervous moments.\nHe was not quite sure how she meant it. But it did not depress him as it\nmight otherwise have done, for his thoughts were running much in another\nchannel with a foolish sort of elation.\n\nAs Lady Lawless had predicted, he was assiduously attentive to her, and\nit needed all her tact and cheerful frankness to keep him in line. She\nmanaged it very well: Mr. Pride's devotion was not too noticeable to\nthe other guests. She tried to turn his attentions to some pretty girls;\nbut, although there were one or two who might, in some weak moments,\nhave compromised with his millions, he did no more than saunter with\nthem on the terrace and oppress them with his lisping egotism. Every one\nhinted that he seemed an estimable, but trying, young man; and, as Sir\nDuke said to his wife, the men would not have him at any price.\n\nAs for Mr. Vandewaters and Gracia Raglan, Lady Lawless was not very sure\nthat her delicate sympathy was certain of reward. The two were naturally\nthrown together a good deal; but Miss Raglan was a girl of singular\nindividuality and high-mindedness, and she was keen enough to see from\nthe start what Lady Lawless suspected might happen. She did not resent\nthis,--she was a woman; but it roused in her a spirit of criticism, and\nshe threw up a barrier of fine reserve, which puzzled Mr. Vandewaters.\nHe did not see that Lady Lawless was making a possible courtship easy\nfor him. If he had, it would have made no difference: he would have\nlooked at it as at most things, broadly. He was not blind to the fact\nthat his money might be a \"factor\", but, as he said to himself, his\nmillions were a part of him--they represented, like whist-counters, so\nmuch pluck and mother-wit. He liked the general appreciation of them: he\nknew very well that people saw him in them and them in him. Miss Raglan\nattracted him from the moment of meeting. She was the first woman of her\nclass that he had ever met closely; and the possibility of having as his\nown so adorable a comrade was inspiring. He sat down sometimes as the\ndays went on--it was generally when he was shaving--and thought upon his\nintention regarding Miss Raglan, in relation to his humble past; for\nhe had fully made up his mind to marry her, if she would have him.\nHe wondered what she would think when he told her of his life; and he\nlaughed at the humour of the situation. He had been into Debrett, and he\nknew that she could trace her family back to the Crusades.\n\nHe determined to make a clean breast of it. One day he was obliged to\nremain at the house in expectation of receiving important telegrams, and\nthe only people who appeared at lunch were Lady Lawless, Mrs. Gregory\nThorne (who was expecting her husband), Miss Raglan; Pride, and himself.\nWhile at luncheon he made up his mind to have a talk with Miss Raglan.\nIn the library after luncheon the opportunity was given. It was a warm,\npleasant day, and delightful in the grounds.\n\nAfter one or two vain efforts to escape, Mrs. Gregory Thorne and Lady\nLawless resigned themselves to the attentions of Mr. Pride; and for\nonce Lady Lawless did not check Mrs. Thorne's irony. It was almost a\nsatisfaction to see Mr. Pride's bewildered looks, and his inability\nto know whether or not he should resent (whether it would be proper to\nresent) this softly-showered satire.\n\nMr. Vandewaters and Gracia Raglan talked more freely than they had ever\ndone before.\n\n\"Do you really like England?\" she said to him; then, waving her hand\nlightly to the beeches and the clean-cropped grass through the window,\n\"I mean do you like our 'trim parterres,' our devotion to mere living,\npleasure, sport, squiring, and that sort of thing?\"\n\nHe raised his head, glanced out, drew in a deep breath, thrust his hands\ndown in the pockets of his coat, and looking at her with respectful good\nhumour, said: \"Like it? Yes, right down to the ground. Why shouldn't\nI! It's the kind of place I should like to come to in my old days. You\nneedn't die in a hurry here. See?\"\n\n\"Are you sure you would not be like the old sailors who must live where\nthey can scent the brine? You have been used to an active, adventurous,\nhurried life. Do you think you could endure this humdrum of enjoyment?\"\n\nIt would be hard to tell quite what was running in Gracia Raglan's mind,\nand, for the moment, she herself hardly knew; but she had a sudden,\novermastering wish to make the man talk: to explore and, maybe, find\nsurprising--even trying--things. She was astonished that she enjoyed his\nsociety so keenly. Even now, as she spoke, she remembered a day and a\nnight since his coming, when he was absent in London; also how the party\nseemed to have lost its character and life, and how, when Mr. Pride\ncondescended, for a few moments, to decline from Lady Lawless upon\nherself, she was even pleasant to him, making him talk about Mr.\nVandewaters, and relishing the enthusiastic loyalty of the supine young\nman. She, like Lady Lawless, had learned to see behind the firm bold\nexterior, not merely a notable energy, force, self-reliance, and\nmasterfulness, but a native courtesy, simplicity, and refinement\nwhich surprised her. Of all the men she knew not a half-dozen had an\nappreciation of nature or of art. They affected art, and some of them\nwent to the Academy or the private views in Bond Street; but they had\nlittle feeling for the business. They did it in a well-bred way, with\ntaste, but not with warmth.\n\nMr. Vandewaters now startled her by quoting suddenly lines from an\nEnglish poet unknown to her. By chance she was turning over the Academy\npictures of the year, and came at last to one called \"A Japanese Beauty\nof Old Days\"--an exquisite thing.\n\n\"Is it not fascinating?\" she said. \"So piquant and fresh.\"\n\nHe gave a silent laugh, as was his custom when he enjoyed anything, and\nthen replied:\n\n\"I came across a little book of verses one day in the States. A friend\nof mine, the president of a big railway, gave it to me. He does some\npainting himself when he travels in his Pullman in the Rockies. Well, it\nhad some verses on just such a picture as that. Hits it off right, Miss\nRaglan.\"\n\n\"Verses?\" she remarked, lifting her eyebrows. She expected something out\nof the \"poet's corner\" of a country newspaper. \"What are they?\"\n\n\"Well, one's enough to show the style. This is it:\n\n       \"'Was I a Samurai renowned,\n        Two-sworded, fierce, immense of bow?\n        A histrion angular and profound?\n        A priest? or porter? Child, although\n        I have forgotten clean, I know\n        That in the shade of Fujisan,\n        What time the cherry-orchards blow,\n        I loved you once in old Japan.'\"\n\nThe verse on the lips of Mr. Vandewaters struck her strangely. He was\nnot like any man she had known. Most self-made Englishmen, with such a\nburly exterior and energy, and engaged in such pursuits, could not, to\nsave themselves from hanging, have impressed her as Mr. Vandewaters did.\nThere was a big round sympathy in the tone, a timbre in the voice, which\nmade the words entirely fitting. Besides, he said them without any kind\nof affectation, and with a certain turn of dry humour, as if he were\ninwardly laughing at the idea of the poem.\n\n\"The verses are charming,\" she said, musingly; \"and the idea put that\nway is charming also. But do you think there would be much amusement\nin living half-a-dozen times, or even twice, unless you were quite sure\nthat you remembered everything? This gentleman was peculiarly fortunate\nto recall Fujisan, and the orange orchards--and the girl.\"\n\n\"I believe you are right. One life is about enough for most of us.\nMemory is all very fine; but you'd want a life set apart for remembering\nthe others after awhile.\"\n\n\"Why do you not add, 'And that would bore one?' Most of the men I know\nwould say so.\"\n\n\"Well, I never used the word that way in my life. When I don't like a\nthing, that ends it--it has got to go.\"\n\n\"You cannot do that with everything.\"\n\n\"Pretty much, if I set my mind to it. It is astonishing how things'll\ncome round your way if you keep on thinking and willing them so.\"\n\n\"Have you always got everything you wanted?\" He had been looking off\ninto the grounds through the open window. Now he turned slowly upon her.\n\n\"So far I have got everything I set my mind to get. Little things don't\ncount. You lose them sometimes because you want to work at something\nelse; sometimes because, as in cards, you are throwing a few away to\nsave the whole game.\"\n\nHe looked at her, as she thought, curiously. In his mind he was\nwondering if she knew that he had made up his mind to marry her. She was\nsuddenly made aware of the masterfulness of his spirit, which might, she\nknew, be applied to herself.\n\n\"Let us go into the grounds,\" he added, all at once. Soon after, in\nthe shade of the trees, she broke in upon the thread of their casual\nconversation. \"A few moments ago,\" she murmured, \"you said: 'One life is\nabout enough for most of us.' Then you added a disparaging remark about\nmemory. Well, that doesn't seem like your usual point of view--more like\nthat of Mr. Pride; but not so plaintive, of course. Pray do smoke,\"\nshe added, as, throwing back his coat, he exposed some cigars in his\nwaistcoat pocket. \"I am sure you always smoke after lunch.\"\n\nHe took out a cigar, cut off the end, and put it in his mouth. But he\ndid not light it. Then he glanced up at her with a grave quizzical look\nas though wondering what would be the effect of his next words, and a\nsmile played at his lips.\n\n\"What I meant was this. I think we get enough out of our life to last\nus for centuries. It's all worth doing from the start, no matter what\nit is: working, fighting, marching and countermarching, plotting and\ncounterplotting, backing your friends and hating your foes, playing\nbig games and giving others a chance to, standing with your hand on the\nlynch-pin, or pulling your head safe out of the hot-pot. But I don't\nthink it is worth doing twice. The interest wouldn't be fresh. For men\nand women and life, with a little different dress, are the same as they\nalways were; and there's only the same number of passions working now,\nas at the beginning. I want to live life up to the hilt; because it is\nall new as I go on; but never twice.\"\n\n\"Indeed?\" She looked at him earnestly for a moment, and then added: \"I\nshould think you would have seen lost chances; and doing things a second\ntime might do them better.\"\n\n\"I never missed chances,\" he replied, simply: \"never except twice, and\nthen--\"\n\n\"And then?\"\n\n\"Then it was to give the other fellow a chance.\"\n\n\"Oh!\" There was a kind of dubiousness in her tone. He noticed it. \"You\ncan hardly understand, Miss Raglan. Fact is, it was one of those deals\nwhen you can make a million, in a straight enough game; but it comes out\nof another man--one, maybe, that you don't know; who is playing just the\nsame as you are. I have had a lot of sport; but I've never crippled any\none man, when my engine has been dead on him. I have played more against\norganisations than single men.\"\n\n\"What was the most remarkable chance you ever had to make a million, and\ndid not?\"\n\nHe threw back his head, smiling shrewdly. \"When by accident my enemy got\nhold of a telegram meant for me. I was standing behind a frosted glass\ndoor, and through the narrow bevel of clear glass I watched him read\nit. I never saw a struggle like that. At last he got up, snatched\nan envelope, put the telegram inside, wrote my name, and called a\nmessenger. I knew what was in the message. I let the messenger go, and\nwatched that man for ten minutes. It was a splendid sight. The telegram\nhad given him a big chance to make a million or two, as he thought. But\nhe backed himself against the temptation, and won. That day I could have\nput the ball into his wicket; but I didn't. That's a funny case of the\nkind.\"\n\n\"Did he ever know?\"\n\n\"He didn't. We are fighting yet. He is richer than I am now, and at this\nmoment he's playing a hard game straight at several interests of mine.\nBut I reckon I can stop him.\"\n\n\"You must get a great deal out of life,\" she said. \"Have you always\nenjoyed it so?\" She was thinking it would be strange to live in contact\nwith such events very closely. It was so like adventure.\n\n\"Always--from the start.\"\n\n\"Tell me something of it all, won't you?\" He did not hesitate.\n\n\"I was born in a little place in Maine. My mother was a good woman, they\nsaid--straight as a die all her life. I can only remember her in a\nkind of dream, when she used to gather us children about the big\nrocking-chair, and pray for us, and for my father, who was away most\nof the time, working in the timber-shanties in the winter, and at\nodd things in the summer. My father wasn't much of a man. He was\nkind-hearted, but shiftless, but pretty handsome for a man from Maine.\n\n\"My mother died when I was six years old. Things got bad. I was the\nyoungest. The oldest was only ten years old. She was the head of the\nhouse. She had the pluck of a woman. We got along somehow, until one\nday, when she and I were scrubbing the floor, she caught cold. She died\nin three days.\"\n\nHere he paused; and, without glancing at Miss Raglan, who sat very\nstill, but looking at him, he lighted his cigar.\n\n\"Then things got worse. My father took to drinking hard, and we had\nmighty little to eat. I chored around, doing odd things in the village.\nI have often wondered that people didn't see the stuff that was in me,\nand give me a chance. They didn't, though. As for my relatives: one was\na harness-maker. He sent me out in the dead of winter to post bills for\nmiles about, and gave me ten cents for it. Didn't even give me a meal.\nTwenty years after he came to me and wanted to borrow a hundred dollars.\nI gave him five hundred on condition that he'd not come near me for the\nrest of his natural life.\n\n\"The next thing I did was to leave home--'run away,' I suppose, is the\nway to put it. I got to Boston, and went for a cabin-boy on a steamer;\ntravelled down to Panama, and from there to Brazil. At Brazil I got on\nanother ship, and came round to San Francisco. I got into trouble in San\nFrancisco with the chief mate of the Flying Polly, because I tried to\nteach him his business. One of the first things I learned in life was\nnot to interfere with people who had a trade and didn't understand\nit. In San Francisco I got out of the situation. I took to selling\nnewspapers in the streets.\n\n\"There wasn't enough money in it. I went for a cabin-boy again, and\ntravelled to Australia. There, once more, I resigned my position,\nchiefly because I wouldn't cheerfully let the Mate bang me about the\nquarter-deck. I expect I was a precocious youth, and wasn't exactly\nthe kind for Sunday-school prizes. In Melbourne I began to speculate.\nI found a ticket for the theatre where an American actor--our biggest\nactor today--was playing, and I tried to sell it outside the door of the\ntheatre where they were crowding to see him. The man who bought it was\nthe actor himself. He gave me two dollars more than the regular price.\nI expect he knew from my voice I was an American. Is there anything\npeculiar about my voice, Miss Raglan?\"\n\nShe looked at him quickly, smiled, and said in a low tone: \"Yes,\nsomething peculiar. Please go on.\"\n\n\"Well, anyway, he said to me: 'Look here, where did you come from,\nmy boy?' I told him the State of Maine. 'What are you doing here?' he\nasked. 'Speculating, said I, and seeing things.' He looked me up and\ndown. 'How are you getting on?' 'Well. I've made four dollars to-day,'\nI answered. 'Out of this ticket?' I expect I grinned. He suddenly caught\nme by the arm and whisked me inside the theatre--the first time I'd ever\nbeen in a theatre in my life. I shall never forget it. He took me around\nto his dressing-room, stuck me in a corner, and prodded me with his\nforefinger. 'Look here,' he said, 'I guess I'll hire you to speculate\nfor me.' And that's how I came to get twenty-five dollars a month and\nmy living from a great American actor. When I got back to America--with\nhim--I had two hundred and fifty dollars in cash, and good clothes.\nI started a peanut-stand, and sold papers and books, and became a\nspeculator. I heard two men talking one day at my stall about a railway\nthat was going to run through a certain village, and how they intended\nto buy up the whole place. I had four hundred and fifty dollars then.\nI went down to that village, and bought some lots myself. I made four\nthousand dollars. Then I sold more books, and went on speculating.\"\n\nHe paused, blew his cigar-smoke slowly from him a moment; then turned\nwith a quick look to Miss Raglan, and smiled as at some incongruous\nthing. He was wondering what would be the effect of his next words.\n\n\"When I was about twenty-two, and had ten thousand dollars, I fell\nin love. She was a bright-faced, smart girl. Her mother kept a\nboarding-house in New York; not an up-town boarding-house. She waited on\ntable. I suppose a man can be clever in making money, and knowing how\nto handle men, and not know much about women. I thought she was worth\na good deal more to me than the ten thousand dollars. She didn't know\nI had that money. A drummer--that's a commercial traveller--came along,\nwho had a salary of, maybe, a thousand dollars a year. She jilted me.\nShe made a mistake. That year I made twenty-five thousand dollars. I saw\nher a couple of years ago. She was keeping a boarding-house too, and her\ndaughter was waiting on table. I'm sorry for that girl: it isn't any fun\nbeing poor. I didn't take much interest in women after that. I put my\nsurplus affections into stocks and shares, and bulling and bearing...\nWell, that is the way the thing has gone till now.\"\n\n\"What became of your father and your brother?\" she asked in a neutral\ntone.\n\n\"I don't know anything about my father. He disappeared after I left, and\nnever turned up again. And Jim--poor Jim!--he was shiftless. Jim was a\ntanner. It was no good setting him up in business. Steady income was the\ncheapest way. But Jim died of too much time on his hands. His son is\nin Mexico somewhere. I sent him there, and I hope he'll stay. If he\ndoesn't, his salary stops: he is shiftless too. That is not the kind of\nthing, and they are not the kind of people you know best, Miss Raglan.\"\n\nHe looked at her, eyes full-front, bravely, honestly, ready to face the\nworst. Her head was turned away.\n\nHe nodded to himself. It was as he feared.\n\nAt that moment a boy came running along the walk towards them, and\nhanded Mr. Vandewaters a telegram. He gave the lad a few pence, then,\nwith an apology, opened the telegram. Presently he whistled softly, in\na quick surprised way. Then he stuffed the paper into his waistcoat\npocket, threw away his cigar, and turned to Gracia Raglan, whose face as\nyet was only half towards him. \"I hope your news is good,\" she said very\nquietly.\n\n\"Pretty bad, in a way,\" he answered. \"I have lost a couple of\nmillions--maybe a little more.\"\n\nShe gasped, and turned an astonished face on him. He saw her startled\nlook, and laughed.\n\n\"Does it not worry you?\" she asked.\n\n\"I have got more important things on hand just now,\" he answered. \"Very\nmuch more important,\" he added, and there was that in his voice which\nmade her turn away her head again.\n\n\"I suppose,\" he went on, \"that the story you have just heard is not\nthe kind of an autobiography you would care to have told in your\ndrawing-room?\"\n\nStill she did not reply; but her hands were clasped tightly in front of\nher. \"No: I suppose not,\" he went on--\"I--I suppose not. And yet, do you\nknow, Miss Raglan, I don't feel a bit ashamed of it, after all: which\nmay be evidence of my lost condition.\"\n\nNow she turned to him with a wonderful light in her eyes, her sweet,\nstrong face rich with feeling. She put out her hand to his arm, and\ntouched it quickly, nervously.\n\n\"Your story has touched me inexpressibly,\" she said. \"I did not know\nthat men could be so strong and frank and courageous as you. I did not\nknow that men could be so great; that any man could think more of what\na woman thought of--of his life's story--than of\"--she paused, and then\ngave a trembling little laugh--\"of two millions or more.\"\n\nHe got to his feet, and faced her. \"You--you are a woman, by heaven!\" he\nsaid. \"You are finer even than I thought you. I am not worthy to ask you\nwhat I had in my mind to ask you; but there is no man in God's universe\nwho would prize you as I do. I may be a poor man before sundown. If\nthat happens, though, I shall remember the place where I had the biggest\nmoment of my life, and the woman who made that moment possible.\"\n\nNow she also rose. There was a brave high look in her face; but her\nvoice shook a little as she said: \"You have never been a coward, why be\na coward now?\"\n\nSmiling, he slowly answered: \"I wouldn't if I were sure about my\ndollars.\"\n\nShe did not reply, but glanced down, not with coquetry, but because she\ncould not stand the furnace of his eyes.\n\n\"You said a moment ago,\" she ventured, \"that you have had one big moment\nin your life. Oughtn't it to bring you good fortune?\"\n\n\"It will--it will,\" he said, reaching his hand towards hers.\n\n\"No, no,\" she rejoined archly. \"I am going. Please do not follow me.\"\nThen, over her shoulder, as she left him: \"If you have luck, I shall\nwant a subscription for my hospital.\"\n\n\"As many thousands as you like,\" he answered: then, as she sped away: \"I\nwill have her, and the millions too!\" adding reminiscently: \"Yes, Lady\nLawless, this is my biggest deal.\"\n\nHe tramped to the stables, asked for and got a horse, and rode away to\nthe railway station. It was dinner time when he got back. He came down\nto dinner late, apologising to Lady Lawless as he did so. Glancing\nacross the table at Mr. Pride, he saw a peculiar excited look in the\nyoung man's face.\n\n\"The baby fool!\" he said to himself. \"He's getting into mischief. I'll\nstartle him. If he knows that an army of his dollars is playing at\nfox-and-geese, he'll not make eyes at Lady Lawless this way--little\nass.\"\n\nLady Lawless appeared oblivious of the young man's devotional exercises.\nShe was engaged on a more congenial theme. In spite of Miss Raglan's\nexcellent acting, she saw that something had occurred. Mr. Vandewaters\nwas much the same as usual, save that his voice had an added ring. She\nwas not sure that all was right; but she was determined to know. Sir\nDuke was amused generally. He led a pretty by-play with Mrs. Gregory\nThorne, of whom he asked the details of the day, much to the\nconfusion, not admirably hid, of Mr. Pride; lamenting now and then Mr.\nVandewaters's absence from the shooting.\n\nMr. Vandewaters was cool enough. He said that he had been playing at\nnine-pins with railways, which was good enough sport for him. Soon after\ndinner, he was handed two telegrams. He glanced slowly up at Pride, as\nif debating whether to tell him something. He evidently decided against\nit, and, excusing himself by saying he was off to take a little walk in\nWall Street, went away to the telegraph office, where he stayed three\nhours.\n\nThe magnitude of the concerns, the admirable stoicism with which\nhe received alarming news, his dry humour while they waited between\nmessages--all were so unlike anything the telegraph-clerk had ever seen,\nor imagined, that the thing was like a preposterous dream. Even when,\nat last, a telegram came which the clerk vaguely felt was, somehow, like\nthe fall of an empire, Mr. Vandewaters remained unmoved. Then he sent\none more telegram, gave the clerk a pound, asked that the reply be sent\nto him as soon as it came, and went away, calmly smoking his cigar.\n\nIt was a mild night. When he got to the house he found some of the\nguests walking on the veranda. He joined them; but Miss Raglan was not\nwith them; nor were Lady Lawless and Mr. Pride. He wanted to see\nall three, and so he went into the house. There was no one in the\ndrawing-room. He reached the library in time to hear Lady Lawless say\nto Mr. Pride, who was disappearing through another door: \"You had better\nask advice of Mr. Vandewaters.\"\n\nThe door closed. Mr. Vandewaters stepped forward.\n\nHe understood the situation. \"I guess I know how to advise him, Lady\nLawless,\" he said.\n\nShe turned on him quietly, traces of hauteur in her manner. Her\nself-pride had been hurt. \"You have heard?\" she asked.\n\n\"Only your last words, Lady Lawless. They were enough. I feel guilty in\nhaving brought him here.\"\n\n\"You need not. I was glad to have your friend. He is young and effusive.\nLet us say no more about it.\n\n\"He is tragically repentant; which is a pity. There is no reason why he\nshould not stay, and be sensible. Why should young men lose their heads,\nand be so absurdly earnest?\"\n\n\"Another poser, Lady Lawless.\"\n\n\"In all your life you never misunderstood things so, I am sure.\"\n\n\"Well, there is no virtue in keeping your head steady. I have spent most\nof my life wooing Madame Fortune; I find that makes a man canny.\"\n\n\"She has been very kind to you.\"\n\n\"Perhaps it would surprise you if I told you that at this moment I am\nnot worth ten thousand dollars.\" She looked greatly astonished. \"I do\nnot understand,\" she said. She was thinking of what this might mean to\nGracia Raglan.\n\n\"You see I've been playing games at a disadvantage with some ruffians\nat New York. They have combined and got me into a corner. I have made my\nlast move. If it comes out right I shall be richer than ever; if not I\nmust begin all over again.\"\n\nLady Lawless looked at him curiously. She had never met a man like him\nbefore. His power seemed almost Napoleonic; his imperturbability was\nabsolute. Yet she noticed something new in him. On one side a kind of\ngrim forcefulness; on the other, a quiet sort of human sympathy. The\none, no doubt, had to do with the momentous circumstances amid which he\nwas placed; the other, with an event which she had, perhaps prematurely,\nanticipated.\n\n\"I wonder--I wonder at you,\" she said. \"How do you keep so cool while\nsuch tremendous things are happening?\"\n\n\"Because I believe in myself, Lady Lawless. I have had to take my\nmeasure a good many times in this world. I never was defeated through my\nown stupidity. It has been the sheer luck of the game.\"\n\n\"You do not look like a gamester,\" she said.\n\n\"I guess it's all pretty much a game in life, if you look at it right.\nIt is only a case of playing fair or foul.\"\n\n\"I never heard any Englishmen talk as you do.\"\n\n\"Very likely not,\" he responded. \"I don't want to be unpleasant; but\nmost Englishmen work things out by the rule their fathers taught them,\nand not by native ingenuity. It is native wit that tells in the end, I'm\nthinking.\"\n\n\"Perhaps you are right,\" she rejoined. \"There must be a kind of genius\nin it.\" Here her voice dropped a little lower. \"I do not believe there\nare many Englishmen, even if they had your dollars--\"\n\n\"The dollars I had this morning,\" he interposed.\n\n\"--who could have so strongly impressed Gracia Raglan.\"\n\nHe looked thoughtfully on the ground; then raised his eyes to Lady\nLawless, and said in a low, ringing tone:\n\n\"Yes, I am going to do more than 'impress': I am going to convince her.\"\n\n\"When?\" she asked.\n\n\"To-morrow morning, I hope,\" was the reply. \"I believe I shall have my\nmillions again.\"\n\n\"If you do,\" she said slowly, \"do you not think that you ought to run no\nmore risks--for her sake?\"\n\n\"That is just what I mean to do, Lady Lawless. I'll settle millions\nwhere they ought to be settled, drop Wall Street, and--go into\ntraining.\"\n\n\"Into training?\" she asked.\n\n\"Yes, for a house on the Hudson, a villa at Cannes, a residence in\nGrosvenor Square, and a place in Devonshire--or somewhere else. Then,\"\nhe added, with a twinkle in his eye, \"I shall need a good deal of time\nto cultivate accent.\"\n\n\"Don't!\" she said. \"You are much more charming as you are.\"\n\nThey passed into the drawing-room.\n\n\"Are these things to be told?\" she asked, with a little suggestion in\nher voice.\n\n\"I can trust your discretion.\"\n\n\"Even in such circumstances?\" she asked. She paused, with a motion of\nher fan back towards the room they had left.\n\n\"You have taught him a lesson, Lady Lawless. It is rough on him; but he\nneeds it.\"\n\n\"I hope he will do nothing rash,\" she said.\n\n\"Perhaps he'll write some poetry, and refuse to consider his natural\nappetite.\"\n\n\"Will you go and see him now?\" she asked. \"Immediately. Good night, Lady\nLawless.\" His big hand swallowed hers in a firm, friendly clasp, and\nhe shook it once or twice before he parted from her. He met Sir Duke\nLawless in the doorway. They greeted cheerfully, and then Lawless came\nup to his wife.\n\n\"Well, my dear,\" he said, with an amused look in his face, \"well, what\nnews?\"\n\nShe lifted her eyebrows at him.\n\n\"Something has happened, Molly, I can see it in your face.\"\n\nShe was very brief. \"Gracia Raglan has been conquered; the young man\nfrom Boston has been foolish; and Mr. Vandewaters has lost millions.\"\n\n\"Eh? That's awkward,\" said Sir Duke.\n\n\"Which?\" asked his wife.\n\nVandewaters found Mr. Pride in his bedroom, a waif of melancholy. He\ndrew a chair up, lighted a cigar, eyed the young man from head to foot,\nand then said: \"Pride, have you got any backbone? If you have, brace up.\nYou are ruined. That's about as mild as I can put it.\"\n\n\"You know all?\"--said the young man helplessly, his hands clasped\nbetween his knees in aesthetic agony.\n\n\"Yes; I know more than you do, as you will find out. You're a nice sort\nof man, to come into a man's house, in a strange land, and make love\nto his wife. Now, what do you think of yourself? You're a nice\nrepresentative of the American, aren't you?\"\n\n\"I--I didn't mean any harm--I--couldn't help it,\" replied the stricken\nboy.\n\n\"O, for God's sake, drop that bib-and-tucker twaddle! Couldn't help it!\nEvery scoundrel, too weak to face the consequences of his sin, says he\ncouldn't help it. So help me, Joseph, I'd like to thrash you. Couldn't\nhelp it! Now, sit up in your chair, take this cigar, drink this glass of\nwhiskey I'm pouring for you, and make up your mind that you're going to\nbe a man and not a nincompoop--sit still! Don't fly up. I mean what I\nsay. I've got business to talk to you. And make up your mind that, for\nonce, you have got to take life seriously.\"\n\n\"What right have you to speak to me like this?\" demanded the young man\nwith an attempt at dignity. Vandewaters laughed loudly.\n\n\"Right? Great Scott! The right of a man who thinks a damned sight more\nof your reputation than you do yourself, and of your fortune than you\nwould ever have wits to do. I am the best friend you've got, and not the\nless your friend because I feel like breaking your ribs. Now, enough of\nthat. This is what I have to say, Pride: to-night you and I are beggars.\nYou understand? Beggars. Out in the cold world, out in the street. Now,\nwhat do you think of that?\"\n\nThe shock to Mr. Pride was great. Mr. Vandewaters had exaggerated the\ndisaster; but he had done it with a purpose. The youth gasped \"My God!\"\nand dropped his glass. Vandewaters picked it up, and regarded him a\nmoment in silence. Then he began to explain their financial position. He\ndid not explain the one bold stroke which he was playing to redeem their\nfortunes: if possible. When he had finished the story, he said, \"I guess\nthat's a bit more serious than the little affair in the library half an\nhour ago?\"\n\nHe rose to his feet. \"Look here, Pride, be a man. You've never tried\nit yet. Let me teach you how to face the world without a dollar; how to\nmake a fortune. Then, when you've made it, you'll get what you've never\nhad yet--the pleasure of spending money dug out of your own wits.\"\n\nHe carried conviction into a mind not yet all destroyed by effeminacy\nand indulgence of the emotions. Something of the iron of his own brain\ngot into the brain of the young man, who came to his feet trembling a\nlittle, and said: \"I don't mind it so much, if you only stick to me,\nVandewaters.\"\n\nA smile flickered about the corners of Vandewaters's mouth.\n\n\"Take a little more whiskey,\" he said; \"then get into bed, and go to\nsleep. No nonsense, remember; go to sleep. To-morrow morning we will\ntalk. And see here, my boy,\"--he caught him by both arms and fastened\nhis eyes,--\"you have had a lesson: learn it backwards. Good night.\"\n\nNext morning Mr. Vandewaters was early in the grounds. He chatted with\nthe gardener, and discussed the merits of the horses with the groom,\napparently at peace with the world. Yet he was watching vigilantly\nthe carriage-drive from the public-road. Just before breakfast-time a\ntelegraph messenger appeared. Vandewaters was standing with Sir Duke\nLawless when the message was handed to him. He read it, put it into his\npocket, and went on talking. Presently he said: \"My agent is coming\nfrom town this morning, Sir Duke. I may have to leave to-night.\" Then he\nturned, and went to his room.\n\nLady Lawless had heard his last words.\n\n\"What about your ranche in Colorado, Duke?\"\n\n\"About as sure, I fancy, as your millionaire for Gracia.\"\n\nMiss Raglan did not appear at breakfast with the rest. Neither did Mr.\nPride, who slept late that morning. About ten o'clock Mr. Vandewaters's\nagent arrived. About twelve o'clock Mr. Vandewaters saw Miss Raglan\nsitting alone in the library. He was evidently looking for her. He came\nup to her quietly, and put a piece of paper in her lap.\n\n\"What is this?\" she asked, a little startled.\n\n\"A thousand for your hospital,\" was the meaning reply.\n\nShe flushed, and came to her feet.\n\n\"I have won,\" he said.\n\nAnd then he reached out and took both her hands.\n\n\n   ETEXT EDITOR'S BOOKMARKS:\n\n   But I don't think it is worth doing twice\n   He wishes to be rude to some one, and is disappointed\n   I--couldn't help it\n   Interfere with people who had a trade and didn't understand it\n   Lose their heads, and be so absurdly earnest\n   Scoundrel, too weak to face the consequences of his sin",
    "metadata": {
        "author": [
            "Parker, Gilbert",
            "Parker, Horatio Gilbert",
            "Parker, Gilbert, Sir, bart."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/6218/pg6218.txt",
        "name": "at_the_sign_of_the_eagle.json"
    }
}