{
    "name": "Back to Julie",
    "author": [
        "Wilson, Dick",
        "Halibut, Edward",
        "Wilson, Richard"
    ],
    "body": "_The side-shuffle is no dance step. It's the choice between making time\n... and doing time!_\n\n\n\n\nYou can't go shooting off to _that_ dimension for peanuts. I don't\nwant to give you the impression that peanuts are in short supply here,\nor that our economy is in the fix of having to import them sidewise.\nWhat I'm trying to convey is that, if you're one of the rare ones\nfunctionally equipped to do the side-shuffle, you ought to be well\npaid for it--in any coin.\n\nThat's what I told Krasnow. And he wasn't after peanuts. \"I'll do it,\"\nI said, \"if you'll make it worth my while.\"\n\n\"I'd hardly expect you to do it for nothing,\" he replied\nreproachfully. \"How much do you want?\"\n\nI told him. The amount shook him up, but only briefly.\n\n\"Okay,\" he said grudgingly. \"I suppose I'll have to give it to you.\nBut the stuff had better be good.\"\n\n\"Oh, it is,\" I assured him. \"And you don't have to be afraid, because\nI couldn't possibly skip with the loot. I'll have to travel naked. I\ncan't get there with so much as a sandal on one foot or a filling in a\nsingle tooth. Fortunately, my teeth are perfect.\"\n\nSweat poured off Krasnow's florid face as he worked the combination of\nhis office safe. His fat jowls quivered unhappily around his cigar\nwhile he counted out the bills. Ten per cent was cash in advance, and\nthe rest went into a bank account in my name. I paid off a batch of\nbills, then stripped and did my off-to-Buffalo.\n\n\n\n\"Honest\" John Krasnow was a crooked District Attorney who wanted to be\nGovernor and then President. He had the Machine, but he didn't have\nthe People. And, because he needed the People, he needed me. I had\nbeen to this other dimension--the one on the farthest branch of the\ntime-tree--and I could give him what he wanted.\n\nKrasnow found out about it after I was hauled up in front of him on a\ncheck-kiting charge. I'd had something of a reputation before I got\ninto difficulties and, in trying to live up to the reputation, I had\ndone some plain and fancy financing. Nothing that fifteen to twenty\ngrand wouldn't have fixed--but while I scrounged around, trying to get\ncash, I kited a few checks. They pyramided me right into the D.A.'s\noffice, where Krasnow was properly sympathetic.\n\n\"How,\" he asked, \"could a man of your standing in the scientific world\nstoop so low?\" It developed into quite a lecture and, even coming from\nKrasnow, it made me feel pretty low.\n\nSo I began explaining. I told him where I was born, and where I went\nto school, and where I had taken my sabbaticals--including this other\ndimension. And Krasnow believed me. I can't account for it, except\npossibly because he knew he was a crook and knew I wasn't\none--exactly. Anyway, he believed me, and we made the deal and I did\nthe side-shuffle, as agreed.\n\nThe journey to that other dimension is not a pleasant one. It does\ndisturbing things to the stomach, and you see everything thin and\nelongated, as if you're sitting too far to the side in a movie\ntheater.\n\nI got there, however, and waited for the hiccups to subside. _Hiccupi\nlaterali_, I had called them when I considered writing an article for\nthe _Medical Journal_ after my first trip. With the hiccupi gone, I\nstole some clothing--which was one of the riskiest parts of the\nprogram--and waited for morning. I didn't have any money, of course,\nso I had to hitchhike into town.\n\nI could have stolen myself a better fit, but people aren't\nclothes-conscious in that dimension. They're more interested in what\nyou are and what you can do. The driver of the car that gave me a lift\nasked, \"And what is your field of endeavor?\"\n\nI told him, \"I am able to eliminate the long wait in ivory production\nby accelerating the growth cycle of elephants.\"\n\nHe was deeply impressed and tipped me handsomely. I was less impressed\nwith his talent for growing cobless corn, and therefore had to return\nonly a small part of the sum he gave me.\n\nThe world of this dimension had developed some remarkable parallels to\nEarth. I mean our Earth, which falls into what I have designated\nTimeline One Point One, since it's the Earth with which I am most\nfamiliar. Every other world that has a language calls itself Earth,\ntoo. I had to visit briefly hundreds of the lateral worlds, hovering\nover primordial swamps, limitless oceans, insect kingdoms and\nradioactive planetoids, before I found the one that was truly\nparallel.\n\nIt existed in Timeline Seventeen Point Zero Eight, and it had\nrefrigerators, platinum blondes, automobiles, airplanes, apple pie,\ntabloids, television, scotch and soda--just about everything we think\nmakes life worthwhile. But it had its little differences, which was\nonly to be expected in a timeline where the bionomics could create a\nnew world each time someone changed his mind.\n\nThus, the cobless-corn man was driving what looked to me like a\nChevrolet, but which was a Morton in his world. He let me off near a\ndowntown restaurant where, thanks to our little exchange of talent\ntalk, I had enough money for breakfast. It was considered unethical to\nswap talent talk outside the limits of certain rigidly defined groups,\nso I didn't try to out-impress the waitress.\n\n\n\nFed, and filling my stolen clothes a bit better, I walked to the\nrecorder's office and spent the rest of the morning looking up old\ndocuments. There was nothing there for Krasnow, as I had expected. But\nfor me there was a very pretty file clerk. Talking to her, I verified\nmy impression that human instincts and relationships were much the\nsame in this dimension as in my own--except in the one basic respect\nthat interested Krasnow, of course.\n\nThe file clerk and I lunched together and then I spent the afternoon\nin the library. But I didn't find anything there, either, and then I\nhad dinner with her. She said her name was Julie. I told her mine was\nHeck, for Hector, which it is. She thought this was \"awfully cute\" and\nwe got along fine.\n\nJulie had a delightful apartment and a matching sense of hospitality.\nThe following day, when she went to work, I stayed home and washed the\ndishes and made the bed and used the telephone.\n\nI ran up quite a bill with my long-distance calls, but I found out\nwhat I needed to know. I impressed a lot of people with my elephant\nstory and pretended to be impressed hardly at all with what they told\nme they did--although often I was, very much.\n\nThe trouble with these people is that they no longer know how to lie,\nif that can be listed as trouble. I don't think it can. Neither did\nKrasnow, obviously. He'd never have sent me off on my expensive\nside-trip if he had.\n\nOf course, Krasnow looked at it objectively. What he wanted from\nTimeline Seventeen Point Zero Eight was not for himself. It was for\neverybody else. He wanted the formula for the truth gas these people\nhad developed long ago and loosed upon their world to put a stop to\nwars.\n\nThey had been in a bad way, although no worse than the sort of problem\nwe were up against. Their trans-ocean squabbles and power politics\nseemed to have settled into a pattern of a war or two per generation.\nJust like us. Hence, the man who invented the truth gas became a\nglobal hero, after a certain amount of cynicism and skepticism. All\nthe doubts vanished, naturally, once the gas got to working. And so\ndid war.\n\nYou can't do much plotting and scheming if, every time you open your\nmouth to tell a lie, you stammer, sweat, turn red and gasp for breath.\nIt's a dead giveaway. Nobody tries it more than once.\n\nOne or two men had tried to nullify the gas or work out a local\nantidote, either as a pure research project or through power-madness.\nBut, because they had had to state their purposes as soon as they\nthought of them, they were put away. Neat. Very neat.\n\nWhat I wanted was the formula for the truth gas. Its location wasn't\nexactly a secret in this land of complete candor, but it wasn't writ\nlarge on any wall for all to see, either. They kept it in their\ncapital--located about where our Omaha is--on file among the Vital\nStatistics.\n\nI took a superjet out there.\n\n\n\nI had no trouble posing as a historian entitled to the facts. The gas\ndidn't work on me, you see, because it was adjusted to the physiology\nof that timeline. There was just enough difference between us for it\nnot to make me stick to the truth.\n\n\"We'll write out the formula for you,\" I was told obligingly. \"But\nyou'll have to sign the usual statement.\"\n\n\"Of course,\" I said. \"Which one is that?\"\n\n\"The one that says you won't publish it, and will destroy your copy\nwhen it has served your research purpose, without letting anyone else\nsee it.\"\n\n\"Oh, _that_ statement,\" I said.\n\nI signed freely, told my elephant story and departed in an aura of\ngood will.\n\nThe jet got me back that same evening. Julie fixed me up a snack, and\nwe discussed how pretty she was and how nice I was.\n\nI had everything Krasnow wanted now. I felt pretty good about it,\nbecause there was nobody else who could have done the job for him, and\nbecause it wasn't spying, really. Earth One Point One on the Timeline\nis world enough for Krasnow, I'm sure. Besides, dimensions don't have\nwars with one another. Too many things can go wrong.\n\nJulie was lovely and I hated to leave the next morning, but it was my\njob. I told her, \"I'm afraid I have to leave town for a bit, dear, but\nI'll be back very soon. Business, you know.\"\n\nBeing a Seventeen Point Zero Eight girl, Julie had no reason to doubt\nme. \"Make it _very_ soon,\" she whispered, her lips close to my ear.\n\nSo I came back, and now Krasnow has what he wants. He's delighted, as\nhe should be. I've made up the gas for him and adjusted the formula so\nthat it will work on people of our timeline. It's high-power stuff and\na little will go a long way. I also made up an antidote for him. This\nwas easy, since I could work on it without feeling any compulsion to\ntell everybody what I was doing and why.\n\nKrasnow plans to release the truth gas just before the state\nconvention. He'll be nominated, of course, and after November he'll\nbe Governor. With everyone else compelled to tell the truth, it should\nbe a cinch for him. He's a patient man, Honest John Krasnow is, and\nhe's willing to wait four years for the Presidency.\n\nI ought to be happy too. With the money Krasnow gave me, I've been\nliving in the style to which I've always wanted to be accustomed. He\nhas offered me a place on his staff and, somewhat superfluously, the\nuse of his antidote. Naturally, the reason he was so magnanimous was\nthat he doesn't want anyone else around who knows his gimmick and\nmight have to tell the truth about it.\n\nBut I have had enough of this dimension now--now that Krasnow has what\nI promised him. He's going to use it tomorrow. And if I know Honest\nJohn--and I do--not even the Presidency will be big enough for him.\n\nSo I'm going back to Julie.\n\n\n\nThere are some obvious questions in your mind, I know, such as: Why\ndid I get the formula for Krasnow, knowing there was no way for him to\nprosecute me while I was in Julie's dimension? And what made me come\nback?\n\nIn short--what was in it for me?\n\nLet's call it research. Krasnow is a big-time operator; I've always\nbeen, you might say, in the peanut end of the game. He had a great\ndeal to teach me and I, I'm happy to say, was an apt pupil. You might\nspeculate on what's in it for you, because, if you ask me, anybody who\ncan do the side-shuffle should do it before Krasnow becomes President.\n\nHowever, don't go to Seventeen Point Zero Eight unless you want to\nswap one Krasnow for another. The fact is that I've learned I can be\none in Julie's dimension. After all, their formula doesn't work on\nme--but I can assure you that it will work on you.\n\nAnd that elephant story I told on my last visit is, as I've indicated,\nin the peanut category. All Krasnow has is a country. I'll have a\nwhole world.\n\nThere's nothing like study under a master, is there?\n\nI should be back to Julie by midnight if I start now.\n\n--RICHARD WILSON",
    "metadata": {
        "author": [
            "Wilson, Dick",
            "Halibut, Edward",
            "Wilson, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32619/pg32619.txt",
        "name": "back_to_julie.json"
    }
}