{
    "name": "Bearly Reasonable",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "“Ike,” sez Magpie Simpkins, pointin’ down th’ trail, “th’ feller what\nsaid, ‘Th’ worst is yet to come,’ must ’a’ meant that outfit comin’\nour way.”\n\nI takes uh good look and agrees. In th’ lead is Ricky Henderson, on\nhis calico bronc, and behind him is three figgers on burrows. Th’\nleadin’ one looks like uh cross between uh Holy Roller proselyte and\nuh fence picket. Th’ legs of th’ critter is bent back at th’ knees to\nkeep its feet off th’ ground, an th’ rest of its body ’pears to have\nbeen soaked in starch before it seasoned.\n\nIt’s wearin’ uh swaller-tailed coat, buttoned at th’ top, makin’ it\nswell in th’ breeze like th’ wings of uh turkey-buzzard, and th’\npeaked, side-whiskered face which bobs at th’ top is crowned with uh\nhard hat. It is also wearin’ black-rimmed specs, and enough black\nribbon floats from th’ top to furnish mournin’ fer uh wake.\n\nTh’ next in line is uh fe-male person, and uh glance shows that she\nain’t built fer neither speed nor comfort. Th’ pore li’l burrow she’s\nridin’ is wig-waggin’ uh distress signal with its ears, and threatens\nto cave in at th’ knees in uh short time.\n\nTh’ next in line is one uh them human carbuncles. He’s so danged fat\nthat his clothes ache, and he has to lift his yaller eyebrows plumb to\nth’ top of his bald head to git his eyes open. When I first sees his\nface I’m inclined to git th’ skin of uh aig to put on it and draw it\nto uh head.\n\nBehind this caravan loiters five burros and they’re so danged loaded\ndown with plunder that all yuh can see is their ears. While me and\nMagpie stands on th’ steps of our cabin, at th’ Silver Threads mine,\nthis aggregation peerades to uh standstill before us, and that\nshe-packin’ burro hee-haws with relief.\n\n“Here we are,” states Ricky, turnin’ in his saddle and grinnin’ at his\nfollowers.\n\n“Thank goodness!” snorts th’ fe-male. “I feel that I’m jolted to a\nshadow. Shall we dismount?”\n\n“Ricky, yuh might make us used to yore friends, and tell us why you\nterminates th’ peerade at this point,” sez Magpie.\n\n“This person,” sez Ricky, pointin’ at th’ lean critter, “is Perfessor\nPhinney. Th’ lady is his wife, and this here robust party is Doctor\nDoolittle. They’re from th’ East—” and then he turns to them:\n\n“Ladies and gentlemen, this slender party with th’ hairy upper lip is\nMagpie Simpkins, and th’ bow-legged party beside him is Ike Harper,\nhis mate. Now that yo’re properly introduced I’ll pilgrim back. _Au\nrevoir._”\n\n“Yuh will—in uh hearse,” snaps Magpie. “Come back here, yuh blamed\ncoyote and explain why yuh shirks yore duty. What’s th’ great idea?”\n\n“My duty is done,” states Ricky. “These here persons desire to hire\ncompetent persons so I brings’ em up here. Every man in Piperock holds\nup their hands and swears that they ain’t competent, so what could I\ndo? You and Ike shore must be. I reckon th’ perfessor can tell yuh\nwhat he wants, Magpie. I hates to deprive yuh of my company, but I’m\nuh right busy man.”\n\n“No depravity, Ricky,” sez Magpie. “Run right along home.”\n\nAnd then he turns to th’ outfit. Th’ three of ’em are off their\nmounts, and busy rubbin’ th’ circulation back into their legs. I feels\nthat th’ perfessor has some chore, ’cause he has quite uh strip uh\ncountry to hear from.\n\n“I—er—shall try and explain in a few words,” sez th’ perfessor,\npeekin’ at us over th’ tops of his specs. “I am up here to settle an\nargument between myself and Professor Manning. Isn’t it queer what an\nargument between friends will bring forth?”\n\n“Uh-huh,” agrees Magpie. “She shore is. I’ve knowed six good men to\ngit killed on th’ spot, four more in th’ pen, and dozens who have been\ncrippled fer life over friendly arguments.”\n\n“How unique!” exclaims th’ perfessor’s heavier half. “How unique.”\n\n“Yes’m,” agrees Magpie, “two of ’em was, but th’ rest was jist common\nordinary arguments.”\n\n“As I was—er—saying,” continues th’ perfessor, “I am up here to settle\na friendly argument.”\n\n“Th’ question is?” asks Magpie.\n\n“Do rattlesnakes and prairie-dogs live together in harmony, and will a\nfemale grizzly recognize its own offspring after it has been away\nfrom, it for twenty-four hours.”\n\n“That’s uh —— of uh reason fer comin’ way up here!” snorts Magpie.\n\n“Why didn’t yuh write to me? I’d ’a’ told yuh.”\n\n“That’s what I said,” cuts in th’ human carbuncle. “When you told me\nabout it I——”\n\n“Doctor,” pipes th’ perfessor, “there’s no use arguing with me. This\nis a serious question. Professor Manning’s theory is wrong, and I am\ngoing to prove it.”\n\n“Yuh can’t prove nothin’ by uh rattler,” objects Magpie. “Also, yuh\ngot uh sweet chore on yore hands when yuh tries to git uh female\ngrizzly to let yuh take its cub and——”\n\n“Can’t I believe my own eyes?” wails th’ ol’ pelican. “Can’t I see\nthese things?”\n\n“My husband, being a scientist, is very observing,” states Mrs.\nPerfessor.\n\n“Also set in his ways,” states th’ doc, lightin’ one uh them dude\ncigarets, which smells like th’ place where uh circus has jist moved\naway. “All I hope is that I get some good shooting.”\n\n“If th’ perfessor interviews uh fe-male grizzly and fambly, yuh shore\nstand uh good chance uh gittin’ yore wish,” sez I. “Unpack them\nlong-sufferin’ jackasses and make yoreself to home. Th’ hills is\nyours.”\n\n“Unpack?” asks th’ perfessor. “Do you mean to remove the impedimenta\nfrom the backs of our beasts of burden?”\n\n“Bein’ funny is a art,” states Magpie, “but art ain’t appreciated here\nin th’ hills. Jist take th’ plunder off them canaries, and settle\ndown.”\n\n“But, my man, that’s your duty. That’s part of what I’m paying you\nfor.”\n\nMagpie looks foolish like at me and then back at th’ perfessor. Th’\ndoc lifts his eyebrows to th’ eaves of his face and manages to wiggle\none eyelid until uh person would almost admit it was uh wink.\n\n“Perfessor,” sez Magpie, “I ain’t yore man. I never seen yuh before,\nand I ain’t worryin’ about yuh in th’ future. I never hired out to\nyuh, and I ain’t acquainted with yore rollin’ stock to th’ extent that\nI wishes to remove their loads. Who wished yuh on to us anyway and\nwhy?”\n\nTh’ perfessor removes his hard hat and squints at Magpie.\n\n“The—er—person who brought us up here informed me that you were\nperfectly competent. Was we misinformed?”\n\n“Misinformed? No, ol’-timer, you was lied to. Sabe?”\n\n“Th’ fact of th’ matter is this,” states th’ doc. “Professor Phinney\nwants to engage the services of you and Mister Harper. He is willing\nto pay you a reasonable amount for your services, and is also able to\noffer a substantial bonus in case you can help him prove or disprove\nhis contention. Am I right, Professor?”\n\n“Yeaus,” drawls th’ ol’ coot.\n\nHe’s uh funny ol’ rooster. He allus sez “Yeaus” instead uh “Uh-huh.” I\ndon’t reckon he ever figgered that th’ Lord only give him one set uh\nvocal cords, or else he didn’t care if he did wear ’em out early in\nlife. Every danged word he orates sounds like th’ letters had been\ncarved out uh granite, and he was afraid to let ’em all fall to oncet\nfer fear some of ’em might git scratched or busted.\n\n“Yuh might explain th’ bonus part,” sez Magpie.\n\n“You see,” sez th’ perfessor, “for my own personal satisfaction I\nwould observe the home life of the rattlesnake and prairie-dog, but\nthe most important is the test of the maternal instinct in the grizzly\nbear.\n\n“I shall expect you to furnish me with the opportunity to carry out\nthis experiment to a satisfactory conclusion, and in case you can do\nso to my satisfaction, I am willing to remunerate you to the extent of\ntwo hundred dollars each. Of course I am prepared to pay you each five\ndollars per day. Do you feel competent to assist me?”\n\n                  *       *       *       *       *\n\nMagpie sticks his thumbs into his belt, shifts his weight on to one\nleg, and squints at them burros.\n\n“Ike,” sez he, “remove th’—er—imped— imped—th’ packs off them beasts\nuh burden.”\n\nAnd then to th’ perfessor:\n\n“Competent is my middle name. When it comes to th’ maternal instinct\nof grizzly bears I feels as competent as uh hungry coyote in uh herd\nuh sick sheep. Ike is a authority on snakes and gophers, so between us\nI reckon you’ll git enough material to last yuh a lifetime. What do\nyuh know about grizzlies?”\n\n“Nothing at all,” sez th’ perfessor. “I fear that I wouldn’t know one\nif I were to meet it. I’ll admit it was a foolish argument, when\nneither Professor Manning nor myself are at all familiar with natural\nhistory, but it is things like this that lend zest to life. Am I\nright, Mister Simpson?”\n\n“Simpkins,” sez Magpie. “Uh-huh, I reckon it does. Yessir, I’d shore\nagree that it might. But, Perfessor, if I was in yore place, not bein’\nfamiliar with grizzlies, I’d shore side-step anythin’ I met that\nwasn’t familiar. There’s one redeemin’ feature about uh grizzly—he\ndon’t stop to argue. One or two uh them square-heads would put enough\nzest in uh man’s life to keep him supplied fer right smart of uh\ntime.”\n\nWell, that shore was some outfit. Them packs looks like uh travelin’\nbanquet. There’s three foldin’ bunks, sleepin’ bags, rubber bathtubs\nand most everything that uh man can’t use in th’ hills. Also there is\nenough fancy grub to feed uh roundup. I manages to git them things off\nth’ jacks, and Magpie comes over and looks ’em over.\n\n“My Gawd,” sez he. “This is th’ limit, hammered to uh sharp point.\nWhat’ll we do with ’em, Ike?”\n\n“Yore uh competent,” sez I. “Don’t ask me what to do, Magpie Simpson.\nIs th’ perfessor’s squaw goin’ to git supper?”\n\n“She is not, and yuh might call me by my right name. Th’ perfessor sez\nthat he was informed by Mister Henderson that Mister Harper is th’\nbest culinary artist in th’ State. Uh culinary artist is uh polite\nname fer uh bull cook, Ike.”\n\n“Sounds re-fined, anyway,” I agrees. “But some uh these day’s I’m\ngoin’ to git my meat-hooks on Ricky Henderson, and there’s goin’ to be\nsorrow in th’ Henderson tribe. Culinary artist ——! Can’t th’ doctor\ncook?”\n\n“Th’ doctor can’t do nothin’, Ike. He informs me that th’ one ambition\nin life is to hit somethin’ with his shotgun. Sez he never had and\nnever expects to, but he’s game to keep on tryin’.”\n\nPretty soon th’ doc comes down from th’ cabin, and sets down on one of\nth’ packs. He dusts th’ end of uh cigaret on his hand, and grins at me\nand Magpie.\n\n“Some outfit, eh?” he sez. “What do yuh think of it?”\n\n“Well,” sez Magpie, “I knowed uh feller oncet what got hung fer sayin’\nwhat he thought, so with this one short remark I’ll close—awful!”\n\n“Exactly,” agrees th’ doc, explodin’ uh cloud uh smoke that would\nasphyxiate uh gila monster. “I quite agrees with you. You see th’\nprofessor has a lot more money than any ordinary professor ought to\nhave and if he wishes to spend it on a proposition like this it’s none\nof our funeral.”\n\n“Th’ first part of yore oration sounds sensible,” sez Magpie, “but th’\nlast line ain’t exactly true. Knowin’ th’ natcheral disposition of uh\nfe-male grizzly, I’d say that it might be our funeral. Jist because\nwe’re merely accessories to th’ fact don’t affect th’ gray matter in\nth’ skull of uh she-grizzly.\n\n“All men looks alike to her. Mebby she’d shy at th’ perfessor, but I’m\nbettin’ that uh rear view of th’ ol’ boy goin’ up uh tree or doin’ th’\nvanishin’ act over uh hill might fool uh mad grizzly into thinkin’ she\nwas chasin’ uh real, honest-to-grandma man. Uh course she’d find out\nher mistake, but by that time it’s too late to rectify it. No\nself-respectin’ rattler’d bite him, either, but yuh got to figger that\nnobody ever met uh self-respectin’ rattler. No, sir, I reckon we got\nto close-herd th’ perfessor.”\n\n“I’d be there with my shotgun,” grins th’ doc. “Mebby I could hit uh\nbear with it. That would be some satisfaction.”\n\n“And it wouldn’t bother th’ bear,” sez I. “If yuh feels like tryin’\nout that two-tunneled spray-weapon on uh bear, take this advice: Try\none barrel on th’ bear and th’ other on yoreself. Mebby it’s jist uh\nli’l out uh place fer uh stranger to tell uh feller how to pass out uh\nthis here vale uh tears, but uh scatter-gun don’t compare with uh\ngrizzly when it comes to messy-lookin’ corpses. Them animiles shore do\nadmire to take yuh apart.”\n\nI cooked supper that night. One thing in my favor was th’ fact that\nth’ perfessor’s wife is too hungry and tired to make any suggestions.\nI ain’t no dog-gone French cook, but I shore hates to have uh fe-male\nperson tell me how to cook beans. We worries through supper without no\ncasualties, and after we gits through, Mrs. Per-fessor goes to bed on\nmy bunk, and th’ rest of us sets out in front of th’ cabin and smokes\nuh while.\n\n“My man,” sez th’ perfessor to Magpie, “it is my desire to investigate\nthe grizzly theory tomorrow morning. I suppose you are prepared to\nguide me to the lair of a fairly good specimen?”\n\n“Shore,” sez Magpie. “Uh course I’ll have to look over my field notes\nuh while before I can locate edzactly th’ specimen yuh needs. Uh\ncourse yuh wants uh grizzly with uh grizzly offspring.”\n\n“Yeaus,” drawls th’ ol’ pelican. “Yeaus, certainly. Quite naturally a\ngrizzly would have a grizzly offspring.”\n\n“Natcherally,” agrees Magpie. “But yuh often finds ’em with black or\nbrown cubs. Yuh see, Perfessor, uh she-grizzly is uh motherly ol’\nthing, and when she finds uh female black or brown bear which don’t\ntreat their li’l ones properly she jist natcherally adopts ’em.”\n\n“Quite commendable,” nods th’ perfessor. “I must make a note of it.\nSuch information is quite valuable. But don’t the other bears object\nto losing the custody of their offsprings?”\n\n“Quite useless,” drawls Magpie. “As I remarked before, uh grizzly\nwon’t argue.”\n\n“I have a feeling that this trip is going to furnish some material for\nthe scientists to ponder over,” laughs th’ doc, gittin’ up and\nthrowin’ away his camel-hair cigaret. “I must see that my shotgun is\nin good working order.”\n\n“Did yuh ever shoot any fool-hens?” I asks.\n\nTh’ doc grins at me in uh wise sort of uh way and replies:\n\n“Mister Harper, I may be a poor shot, but I’m not that much of a\ntenderfoot, so don’t try that old joke on me, please.”\n\nMost of ’em won’t bite on th’ fool-hen stunt, fer th’ simple reason\nthat there ain’t no joke about fool-hens. Now, if yuh spoke about\nsnow-snakes they’d stay all Winter to git uh specimen.\n\nIt wa’n’t edzactly what you’d call chivalry that prompts us to give up\nour cabin to our employers that night. When uh two hundred and fifty\npound fe-male occupies yore three by six bunk, and fills th’ air with\nsnores which resembles th’ grunts of uh hungry bear trying to coax uh\nfat grub out of uh rotten stump, it’s jist human nature to grab uh\nblanket and move out in th’ brush. Th’ doc crawls into his\nsleepin’-bag alongside th’ cabin, but me and Magpie holes up down near\nth’ crick.\n\n                  *       *       *       *       *\n\nThat night I wonders out-loud, in Magpie’s hearin’, what are we goin’\nto do? Also I mentions in my oration that any man what ain’t got no\nmore sense than to tie up with uh rattle-headed pardner, not\nmentionin’ any names, but givin’ uh fair description, ought to die\nearly in life in self-defense.\n\n“Field book!” I howls at th’ Big Dipper. “He’s got uh field book what\nshows th’ dwellin’-place of suitable female grizzlies. Them records\nwill show jist which said grizzly has bears by adoption and which has\n’em by maternal instinct. I’m a expert on sidewinders and gophers, eh?\nShore. All my life I’ve laid on my belly and observed th’ home life uh\nsaid whistlin’ diggers and crippled crawlers. I’ve allus crawled in\nth’ best society uh Prairie Dog town. Accordin’ to th’ latest reports\nI’m livin’ in uh dug-out and cultivatin’ fangs. Pretty soon I’m due to\ncoil up and bite somebody.”\n\nMagpie don’t say uh word all th’ time I’m reflectin’ out loud, but\nafter I rolls up in my blanket and drowses off to sleep he grabs me by\nth’ shoulder and hisses in my ear—\n\n“Ike, I’ve got it!”\n\n“Keep it,” sez I. “I don’t care if we are pardners, Magpie, I don’t\nwish to share it with yuh. I know you’ve had it fer uh long time, ol’\ntrapper, but I never mentioned it to anybody. If it hurts yuh worse\nthan usual, I’d advise uh cold compress on yore dome.”\n\n“‘Mighty’ Jones,” he yells joyful like. “By cripes. I can see it all!”\n\nSometimes when uh feller gits to ravin’ thataway he sez things about\nfolks that he don’t like, so I don’t comment on him mentionin’ Mighty\nJones.\n\nUh course his right name ain’t Mighty. He’s uh pore li’l runty person,\nwith corn-colored hair, and whiskers which makes him resemble uh\nmountain goat gone to seed. One day he gits into a argument with uh\nwhale of uh jasper named “Buzzard” Bell. Buzzard is big enough to tie\nJones in uh bow-knot, and he grins down at Jones and informs him of\nth’ fact. Jones takes off his coat, throws it on th’ floor, jumps on\nit with both boots, spits on his hands and yells:\n\n“I’m small but I’m Gawd A’mighty Jones!” That’s how he gits th’\ncognomen.\n\nHe’s livin’ up in uh li’l cabin at th’ forks of Plenty Stone crick,\nand he ain’t noways friendly nor confidential. He’s plumb afraid that\nsomebody will jump his alleged copper claim, which don’t assay enough\nper ton to plate uh twenty-two cartridge shell.\n\n“She’s goin’ to work out to uh gnat’s eyebrow, Ike,” states Magpie\nwhen I don’t seem uh heap concerned over his former joyful\ndeclaration.\n\n“Yuh might tell uh man yore troubles,” sez I.\n\nMagpie sets up in his blankets and rolls uh cigaret.\n\n“Yessir,” sez he, after th’ smoke is goin’, “that’s th’\nsolution—partly. Ike, we could use Mighty Jones’s bear fer this here\nscientific experiment.”\n\n“Uh-huh,” I agrees. “We shore could, only fer several reasons.\nMighty’s animile happens to be uh brown bear and, bein’ as its name is\nAbe, it don’t stand to reason that its got any maternal instinct, much\nless uh cub. And what is uh heap more to th’ point, Magpie: Mighty\nwould perforate anybody what bothered that brute. If Mighty had about\ntwice as much sense as he’s got he’d be half-witted, and I argues that\nuh fool and uh shotgun is dangerous. Them’s my sentiments, Magpie. Th’\nwhole thing is crazy. Yore all crazy, Magpie. Th’ perfessor is loco,\nth’ doc is likewise afflicted and Mrs. Perfessor is showin’ symptoms.\nYou been crazy fer years and years, Magpie, and I’m gittin’ suspicious\nuh myself. Let’s put some cyanide in their coffee in th’ morning, and\nthen you and me will go down in Death Valley and dig fer coconuts,\nMagpie. And besides we ain’t got no cub fer Abie.”\n\n“Objextions all overruled, Ike. In th’ first place, Perfessor Phinney\nnor any of them wouldn’t know uh brown bear from uh grizzly, and in\nth’ second place, we’ll go down cautious like and rent Mighty’s bear.”\n\n“What’ll we do fer uh cub?”\n\n“——!” snorts Magpie. “We’re sharin’ fifty-fifty in this here ain’t we?\nWell, I done furnished my part. I got th’ mother grizzly didn’t I?\nWell, you git th’ cub. Sabe?”\n\n“Loan me yore field notes on cubs, will yuh? I’m uh snake specialist\nand——”\n\nDidn’t Magpie tell th’ perfessor he had one? Shore did. That’s what\nmakes Magpie’s conduct so danged inconsistent. He didn’t have no right\nto git sore about it. Anyway, it’s showin’ danged little knowledge uh\nsocial etikette when uh feller hits yuh on th’ head with uh rock as\nbig as yore fist—especially when yore in bed. Uh course I returns it\nin th’ proper spirit, but my feelin’s is soarin’ and I shoots high.\n\nDid yuh ever hear half uh dozen long-eared, flea-bitten jackasses\nsplit th’ stillness of th’ night with their melodjus voices? Don’t\ntell me that animiles like that don’t talk to each other. They shore\nmust or they couldn’t know jist when to cut loose all to oncet\nthataway, and make th’ short hair on th’ back uh yore neck crawl right\nover and tickle yuh under th’ chin.\n\nThat herd of Rocky Mountain canaries cuts loose right over our\nrecumbent forms and scares delirious delight out of our feelin’s fer\nuh minute. They jist orates one short, “Ha-a-aaw!” and then quits\ncold.\n\nWe stands erect in our blankets and sez things to them jacks, but they\njist nods in th’ gloom, and wiggles their ears. They sorta surrounds\nus, and won’t go away. Not bein’ in need uh any more music, we gits\npeevish like.\n\n“Let’s go over across th’ crick,” sez Magpie. “Them blasted animile\nCarusos is too friendly, and it’s uh cinch they’ll stay on this side\nof th’ crick.”\n\n                  *       *       *       *       *\n\nWe ambles down toward th’ crick, still wrapped in our blankets, like\nuh pair uh Injuns, when all to oncet we gits another sensation.\n\n“Whang! Zee-e-e-e! Whang! Zee-e-e-e!”\n\nTh’ gentle evenin’ is shattered. It’s bad enough to have yore\near-drums shattered, but when each shatter is followed by uh handful\nuh bird-shot, which “skees” and “zees” across yore form and fills yore\neyes with lint from yore blanket, it’s time to investigate. Magpie is\nnear th’ crick bank when it happens, and I looks up jist in time to\nsee Magpie disappear over th’ bank, and uh splash informs me that he\nis in th’ wet.\n\n“My ——!” I hears uh voice opine. “I believe I hit them. I wish I had\nsome buckshot, but I haven’t and——”\n\n“Bung! Zee-e-e-e!” goes that scatter-gun ag’in, only this time it’s\nboth barrels. I hears Magpie spit out uh personal cuss word and splash\nback into th’ crick.\n\n“Heaven is my home,” states uh voice in th’ gloom, which I recognizes\nas bein’ that of th’ doctor, and I hears him rastlin’ around in th’\nbrush.\n\n“Where’s that blamed gun, anyway?” he whines. “I never shot two loads\nto once before, and after this——”\n\n“Cut—cut—cut it out, yuh blamed maverick!” quavers Magpie, and I sees\nhis arms wavin’ over th’ bank of th’ crick in uh signal uh distress.\n\n“Gracious! Did I hit you? Did it go past you?” yells th’ doc.\n\nMagpie raises his string-bean carcass on th’ bank, shakes th’ water\nout of his hair, and whoops:\n\n“What went past? Yuh blasted, overfed, red-faced porkypine. What do\nyuh reckon yo’re tryin’ to do?”\n\n“Calm yourself,” advises th’ doc. “If it hadn’t been for me you all\nmight be dead. What do you think of that?”\n\n“Fine,” sez Magpie. “I’m like Patrick Henry thataway. If I can’t have\nliberty I’ll take uh li’l death. When fellers like you are pesticatin’\naround uh feller’s liberty is shore restricted. What was yuh tryin’ to\nkill, anyway?”\n\n“What made that noise?” hedges th’ doc. “What made it, eh? I heard it,\nand comes out to investigate. I saw what I took to be two skulking\nanimals, so I gave each one a load of shot. One of them jumped into\nthe creek, but I gave it both barrels as it went out the other side.\nThis gun kicked so hard that it was impossible for me to determine\nwhat my execution was. I hope it was deadly.”\n\n“If I ever has uh hand in it, Doc, it shore will,” sez Magpie. “Better\ngo on back to bed.”\n\nTh’ doc ambles back to his bed, and we recovers Magpie’s blanket. It\njist missed uh watery grave.\n\n“Gosh,” sez Magpie. “Missed with both barrels at ninety feet. Let’s go\nover in th’ brush and sleep. Mebby them jacks will wail ag’in, and yuh\ncan’t expect uh feller to miss every time with uh scatter-gun.”\n\n“Was it uh female?” asks uh husky voice behind us, and there stands\nth’ perfessor in uh white nightie, on one foot, while he industriously\npicks cactus out of th’ other. He looks like th’ ghost of some hy-iu\nwhite crane.\n\n“What you heard, Perfessor,” sez Magpie, “was uh fool! Better git back\nto bed before he mistakes yuh fer uh white owl.”\n\n“Yeaus. Exactly,” agrees th’ ol’ coot, and he limps back. Magpie is uh\nbit damp, but th’ night is warm, so he states that he’d rather sleep\nthataway than to take uh chance on goin’ near th’ cabin.\n\nWe sleeps some late th’ next mornin’, and th’ first thing we hears is\nthat blamed shotgun. Somewhere up th’ gulch th’ doc is tearin’ holes\nin th’ solitude. We ambles up to th’ cabin, and finds Mrs. Perfessor\nsettin’ on th’ steps. Honest to grandma, she’s uh sight. That person\nwa’n’t no beautiful vi’let last night, but this mornin’ she don’t\nqualify a-tall.\n\n“_Klahowya_,” sez Magpie. “Did yuh sleep well, ma’am?”\n\n“Oh, there you are,” sez she, ignorin’ Magpie’s salutation, and\nlookin’ at me. “When do I get some hot water?”\n\n“Drink or laundry?” I asks.\n\nShe bristles up as much as uh fat woman like her can bristle after uh\nnight on uh real hard bunk, and snorts—\n\n“Do you expect me to wash in cold water?”\n\n“Ma’am,” sez I, “when it comes to expectin’ things I pass up wimmen.\nNot havin’ known me only uh few hours, and most uh them at night, I\ndon’t see why my expectations should interest yuh so much. In this\ncountry uh person don’t git so awful dirty jist sleepin’, so we figger\nthat anybody what is so much of uh dude as to want to wash in th’\nmornin’ can do it in cold water.”\n\n“I want some hot water and I want it immediately!” she howls, and\nwaddles into th’ cabin.\n\n“I’d say that th’ perfessor is more to be pitied than censured,” sez\nMagpie. “After listenin’ to her, and observin’ her face and figger, I\ncan’t believe th’ perfessor’s statement that he’s ignorant uh natural\nhistory. She’s shore uh bear, Ike, and I’d——”\n\n“Is that water ready for my ablution?” sez Mrs. Perfessor, stickin’\nher head out of th’ door.\n\n“Right away,” sez I, goin’ over and pickin’ up some sticks.\n\nI don’t aim to invade her boodwah. Our stove ain’t five feet from my\nbunk, so I makes our li’l fire outside. Magpie follers me over with uh\ncan uh water and puts it on th’ fire.\n\n“Cripes!” sez he. “Ain’t uh woman uh queer proposition, Ike? She said\nat first that she wants to wash her face and——”\n\n“She said she wanted to wash. She didn’t designate her face, Magpie.”\n\n“That’s right. What is a ablution, Ike?”\n\n“How do I know,” I snorts. “I ain’t no ladies’ maid, Magpie. If yuh\nwanted to know about rattlesnakes I’d be up on that.”\n\nI gives her th’ can uh hot water and she operates in th’ cabin, so we\ndon’t know yet what she done. I jist gits breakfast on th’ fire when\nth’ doc shows up. He does uh double shuffle in th’ trail when he gits\nin sight and seems tickled all over about somethin’.\n\n“You haven’t got breakfast ready yet have you?” he whoops, as he leans\nhis shotgun ag’in th’ cabin. “Heaven is my home! At last I have hit\nsomething.”\n\nHe digs down in th’ pockets of his huntin’ coat, and dumps uh pile uh\nbirds on th’ ground.\n\n“Blue grouse,” he pronounces. “I found a fine flock of them up th’\ngulch. Can we have them for breakfast, Mister Harper?”\n\n“How perfectly lovely,” gurgles Mrs. Perfessor. “I adore wild game.\nThis will be a breakfast to remember. It must be wonderful to live in\na country like this where you can go out and kill your meals.”\n\n“Yeaus,” agrees th’ perfessor. “I’ll have mine grilled, if you don’t\nmind.”\n\nI looks at Magpie, who is rollin’ uh cigaret and lookin’ at th’\nground, and sez to him—\n\n“How would you like yore’s, Mister Simpkins?”\n\n“Never eat meat fer breakfast,” he states. “I’ll jist take some mush\nand bacon. Anyway, there ain’t more’n enough fer our guests.”\n\n“I can go and git some more,” sez th’ happy sawbones. “Greatest sport\nI ever had. They’re not a bit wild. I’m going to enjoy this meal\nbecause it’s the first one I ever furnished in this way.”\n\nIt was th’ only one of its kind I ever cooked, that’s uh cinch. They\nate ’em, but there was’n’t much joy over that meal. Th’ Doc rastles\none of ’em around fer uh while and gits up enough appetite to eat\nflap-jacks. When he finishes he lights one uh them burn-easy cigarets\nand opines to me that blue grouse is overrated as uh delicacy. I ain’t\ngot th’ heart to disagree with him, and Magpie jist nods and turns\naway to light uh cigaret. Moose birds ain’t edzactly what you’d call\n“sweet and tender.”\n\n                  *       *       *       *       *\n\n“Are yuh ready to go with me?” asks Magpie, when we’re alone ag’in.\n\n“Go where?”\n\n“Down to see Mighty Jones.”\n\n“It ain’t goin’ to take two of us to bring that tame ol’ bear back\nhere, Magpie, and besides I’m goin’ to be uh heap busy tryin’ to\nlocate uh offspring fer it.”\n\n“We ain’t goin’ to bring it back here, Ike. Ain’t yuh got no\nimagination a-tall? Th’ perfessor orates that he desires uh wild\ngrizzly, and it’s uh cinch he ain’t ignorant enough to accept uh\ndomestic bear. We got to produce this here animile in his native\nhaunts to make th’ play come right.”\n\nAll th’ time we’re pilgrimin’ down to Mighty’s wickiup he’s ponderin’\non uh place to stake out that bear.\n\n“Better git th’ cub and it’s mama before yuh rents uh bungaloo fer\n’em,” I advises. “I feels that there’s liable to be many uh slip from\nth’ grizzly to th’ perfessor. I needs that two hundred, Magpie, but\nwhen it comes to gittin’ into trouble, Ike Harper is neutral.”\n\nThis here li’l ol’ goat-headed Jones party sticks his head out of his\ncabin door and stares at me and Magpie. He don’t look friendly a-tall.\n\n“We come down to git yer bear,” sez Magpie. “In th’ interests uh\nscience I asks yuh to——”\n\nMighty must uh had that shotgun in his hand behind th’ door, ’cause\nMagpie only gits uh runnin’ start on his oration when we’re gazin’\ndown uh two-barreled muzzle-loader.\n\n“Git!” sez Mighty.\n\nMagpie looks right past Mighty’s off ear and yells—\n\n“Don’t hit him with that club!”\n\nI reckon Mighty must uh been excited to fall fer uh trick as ol’ as\nthat, but he did. He whirls that ol’ gun around, an th’ next thing he\nknowed, Magpie has him pinned to th’ floor and I’m removin’ the caps\noff that gun.\n\n“Now,” sez Magpie, “mebby you’ll listen to reason.”\n\n“I will like ——!” snaps Mighty. “I’ll listen to what Magpie Simpkins\nhas to say, but I’ll be teetotally danged if I’ll agree that it’s\nreason.”\n\n“We comes on uh peaceful mission and meets uh armed force,” states\nMagpie. “If yuh wants visitors to carry uh flag uh truce, why don’t\nyuh advertise th’ fact, Mighty?”\n\n“I minds my own business,” snorts Mighty. “Go ahead and talk, and I’ll\nlisten if it chokes me.”\n\nMagpie sets on Mighty’s floatin’ ribs, and tells him our troubles.\n\n“But my bear ain’t no fe-male and I ain’t got no cub,” protests\nMighty. “Anyway, ol’ Abe is sick. I reckon he’s gittin’ too blamed\nol’. Seems like he don’t harbor nothin’ but uh bellyache, Magpie. I\nbeen dopin’ th’ ol’ sinner fer weeks to keep him on his feet.\nDog-gone, he’s th’ only friend I got left. I tries to give him uh dose\nuh castor ile yesterday, and he tore my shirt off and swallers th’\nwhole bottle. I don’t reckon it’ll do him any good thataway do you?”\n\n“If yuh knowed jist what part uh his anatomy it’s reposin’ in yuh\nmight kick him and loosen th’ cork,” I suggests, but Mighty shakes his\nhead.\n\n“It can’t be done, Ike. Th’ cork was broke off short.”\n\n“Where is he now?” asks Magpie, risin’ from Mighty’s carcass, and\nsettin’ on th’ bunk.\n\nMighty rubs th’ creases out of his skin, and rolls uh smoke.\n\n“He’s up on th’ hill back uh my stable, I reckon. Danged ol’ toothless\nwalloper’s done formed uh friendship with uh badger. Can yuh beat it?\nThem two sets up there on uh rock in th’ sun and snoozes all day.”\n\n“Heavenly dove!” whoops Magpie, grab-bin’ Mighty by th’ wishbone. “Do\nyuh suppose they’re up there now?”\n\n“I reckon,” gasps Mighty. “Leggo my neck, dog-gone yuh. What’s there\nto git excited about?”\n\n“Do yuh reckon we could ketch that badger?” askes Magpie.\n\n“I reckon yuh could. He ain’t uh bit wild. I pretty nigh puts my hands\non him yesterday when I goes up to try and feed Abe some liver pills.\nI leaves some fer th’ badger but I don’t reckon he took ’em.”\n\n“Tell yuh what I’ll do,” sez Magpie. “If you’ll rent us yore bear and\nhelp us take him over to that ol’ tunnel uh Big Foot Smith’s and let\nus use him fer uh few days I’ll give yuh ten dollars. We’ll guarantee\nnot to hurt th’ ol’ feller none.”\n\n“That’s reasonable, Magpie, but I don’t sabe what yuh wants th’ badger\nfer.”\n\n“If we can pass ol’ Abe off as uh fe-male grizzly, I don’t reckon\nwe’ll have much trouble in passin’ that badger off fer its cub.\nDog-gone it, they look uh heap like uh li’l bear, at that, Mighty.”\n\n“How yuh goin’ to ketch him?” I asks.\n\n“That’s yore chore, Ike. Git uh rope and make good.”\n\nTh’ Harper tribe allus was noted fer their gameness. I gits Mighty’s\nrope and ambles up back of th’ stable. I sees th’ bear. He’s sunnin’\nout there on uh ledge uh rock, and don’t pay no attention to me\na-tall. I reckon he’s got troubles of his own which keeps him\noccupied. I sneaks around behind him, and there I sees Mister Badger.\nHe’s shore uh whopper, and he’s stretched out on th’ rock with his\nhead turned th’ other way.\n\nI gits th’ loop to swingin’ right, and braces my feet. I ain’t what\nyou’d call a expert with uh rope. In fact I’m of th’ garden variety\nwhen it comes to swingin’ th’ rope, but I’m game. I gives th’ rope uh\nlast whirl and lets her go. Did I git that badger? I’d tell uh man I\ndid! Also, I gits th’ bear.\n\nUh bear and uh badger may be good pals when they’re separated, but\nfriendship ceases when yuh pulls ’em together in th’ loop of uh rope.\nAlso they makes it uncomfortable fer th’ party on th’ other end of th’\nrope.\n\nWhen I stops at th’ cabin I ain’t wearin’ no pants, but I got uh’\nstrangle holt on that ol’ badger. Pore ol’ Abie gits loose about\nhalf-way home, and he shore moves spry-like to th’ top of th’ cabin,\nwhere he orates his displeasure and shows symptoms uh liver trouble.\nThey helps me hog-tie that badger, and then Mighty complains uh heap\nabout his pet.\n\n“Ike, yuh ought to be careful about Abe,” sez he. “There wa’n’t no\nsense in gittin’ him all excited thataway. Mebby he’ll have uh\nrelapse, and I ain’t got uh liver pill left. He’s uh sick animile.”\n\n“Th’ —— he is!” sez I. “He tore my pants off, and almost clears th’\ncabin in one jump, so I don’t reckon he’s so danged bad off. We got\nfemale folks at our house, so I reckon yuh better loan me uh pair uh\npants to go home in, Mighty.”\n\nHe ain’t got nothin’ but uh pair uh overalls, which don’t meet by six\ninches at th’ waist and lingers jist below th’ knee, but I puts ’em\non. We ties th’ badger to uh pole, which me and Magpie packs, and\nMighty leads Abe and his bellyache with uh rope. Big Foot’s prospect\nain’t been worked fer so long that it’s all grown up ag’in and looks\nlike uh natcheral cave.\n\n“Here’s th’ idea,” states Magpie. “We’ll put th’ bear and badger in\nth’ ol’ tunnel. Then we’ll git th’ perfessor and his outfit to come\nover and see us separate them. We’ll keep that alleged cub over to th’\ncabin long enough to satisfy th’ perfessor. Sabe?”\n\n“You got another think comin’ if you thinks that Abe and that ol’\nbadger is goin’ to hibernate peaceful like in that hole while yu goes\nover to head th’ peerade,” objects Mighty. “Since Ike stirred ’em up\nthataway, Abe ain’t acted noways friendly toward th’ badger, and said\nbadger ain’t got no love fer nobody after ridin’ upside down on uh\npole fer two miles. How am I goin’ to know how Abie’s bellyache is,\nall this time. I can’t stay with him.”\n\n“Do you think I’m goin’ to lose all that money jist because there\nain’t no love lost between two dumb brutes?” snorts Magpie. “Big Foot\nmust uh been afraid that somebody was goin’ to invade his ol’ prospect\nwhen he built that door at th’ entrance, but he shore simplified\nthings fer us. We’ll stick Abe and his imitation cub inside an’ block\nth’ door. By th’ time we git back they’ll be friendly ag’in.”\n\n“Abie’s bellyache—” begins Mighty, but Magpie shuts him up.\n\n“Gosh A’mighty, you gives me uh pain! No wonder that pore bear’s got\nuh stummick ache. You’d give uh wooden Injun th’ pip, Mighty. Mebby if\nyuh quits givin’ him all them patent medicines he’d be uh heap better\nbear and last longer. That stuff’s causin’ all his hair to come out.\nIf yuh don’t quit he won’t even make uh decent rug.”\n\nAbie goes in plumb willin’ but the badger objects. He tries to squeeze\nout, but twistin’ uh stick in his hide sorta disgusts him and he\nretires. Mighty pilgrims off home, and me and Magpie goes back to our\ncabin.\n\n“Ike,” orates Magpie, “this is uh cinch. That badger resembles uh li’l\nbear uh heap, don’t yuh know it? Also, Abie is so shy on hair that\nnobody could prove whether he’s black, brown or gray. Let’s be glad.”\n\n“Lets be glad uh li’l later on,” I suggests. “I’m strong on this here\ngladsome stuff, Magpie, but this here idea uh countin’ yore scientific\nexperiments before they’re done experimentin’ is uh heap like lightin’\nyore last match to see if it’s uh good one before yuh goes to th’\ntrouble uh makin’ uh cigaret.”\n\n                  *       *       *       *       *\n\nTh’ perfessor is sunnin’ hisself by th’ cabin when we gits back, and\nth’ doc is fussin’ with uh pho-tygraft apparatus. They welcomes us\nreal heartily, and th’ perfessor is uh heap excited and pleased to\nknow that we’re ready fer th’ experiment.\n\n“I hope I can get some good action in a bear picture,” states th’ doc.\n“It will help in provin’ th’ perfessor’s experiments.”\n\nThat was some pilgrimage. We strings out in single file, with Magpie\nin th’ lead and th’ perfessor next. We places th’ fe-male next in\nline, allowin’ considerable space between her and th’ doc, in case she\nshould rear up and fall over backwards on some of th’ steep pitches.\nAlso, fer safety sake I packs th’ doc’s shotgun. When we reaches the\nalleged bear den we finds Mighty settin’ at th’ door.\n\n“Abe’s ailin’ ag’in,” sez he, solemn like, lookin’ th’ outfit over.\n\n“Who is Abe?” asks th’ doc.\n\n“His pardner,” states Magpie, winkin’ hard at Mighty. “He seems to\nhave pains in his stummick most of th’ time.”\n\n“Appendicitis,” pronounces th’ doc. “May need an operation.”\n\n“Doctor,” sez th’ perfessor, “this is no time to talk of operations.\nPrepare your camera and try and picture the proceedings.” And then he\nasks Magpie—\n\n“Are you sure that the mother and young are in the cave?”\n\n“Pore ol’ Abe comes to th’ door and—” complains Mighty, but th’ doc\npats him on th’ shoulder and sez:\n\n“Never mind. Just as soon as possible I will diagnose his case. I may\nhave to remove his appendix.”\n\n“I don’t reckon that’s what ails him a-tall,” states Mighty. “Yuh see\nhe’s been used to havin’ his meat cut up fer him but, bein’ as I ain’t\nno Daniel, I didn’t care to center th’ den, so I jist throws in uh\nsaddle uh venison to him and slams th’ door. Mebby he overeats.”\n\n“Unique way to treat a patient, isn’t it, Doctor?” puffs Mrs.\nPerfessor, from where she rests her bulk on uh log.\n\n“It is,” agrees th’ doc, reprovin’ like. “You should have given him\nsome broth.”\n\n“Never had none,” sez Mighty. “Patent medicines don’t help him none,\nanyway. Say, Magpie, I got to worryin’ about Abe and his roommate\ngittin’ in uh fight so I comes over after you left and tied th’ cub to\nuh timber in there.”\n\nThat made it plumb easy. All we has to do is go inside, lead th’ cub\nout and shut th’ door. Ol’ Abe pokes his head out and wails uh few\nstanzas, and th’ doc snaps his pitcher machine.\n\n“Wonderful!” whoops th’ perfessor. “You men have earned that bonus\nright now. You have shown yourselves so competent that I am willing to\nchance the rest of it. Do you suppose your friend here, with the sick\npartner, would accept a small remuneration for his services?”\n\n“Without uh doubt,” sez Mighty, before Magpie has uh chance to open\nhis mouth and th’ perfessor slips Mighty a yaller-backed bill.\n\n“Thanks, ol’-timer,” sez Mighty. “That’ll buy me one uh them things\nwhat yuh grind meat up in. Yuh see, Abe’s teeth ain’t what they used\nto be, and when he eats meat he gits them pains and he’s liable to\nbite or claw ——, I begs yore pardon, ma’am, out uh me.”\n\n“Not appendicitis symptoms,” states th’ doc. “Does he have\nhallucinations?”\n\n“No,” sez Mighty. “Leastwise I don’t reckon he has. He’s showed\nsymptoms uh St. Vitus dance and th’ bellyache and has moulted most of\nhis hair, but I reckon that ol’ age sneakin’ up on him makes him\nthataway more’n anythin’ else.”\n\n“How old is he?” asks Mrs. Perfessor.\n\n“Don’t know edzactly, ma’am. I killed his mother when he was comin’ uh\nyear ol’ but I don’t remember what year that was. He’s had uh lot uh\nsickness, ma’am, and most all th’ hair’s rubbed off his belly, which\nuh course makes him look older than he really is. Sabe?”\n\nMebby she don’t sabe, but anyway, she don’t ask no more questions. She\ntakes uh sixty hoss-power look at Mighty, and ambles right off up th’\ntrail. Th’ doc looks sorta surprised at Mighty, but th’ perfessor\ndon’t pay no attention. He’s busy gloatin’ over that badger.\n\n“Gracious,” sez he. “The young of the grizzly surely do mature young.\nDoctor, just look at those claws. Do they lose that stripe on the back\nlike a young deer loses it’s spots?”\n\n“Uh-huh,” sez Magpie. “All bears is striped when they’re born, except\nblack ones and they’re purple”.\n\nMe and Magpie has to pack that badger all th’ way over to our cabin.\nWe tries to lead it, but that wasn’t a success. It starts all right,\nbut th’ perfessor is in th’ road, figgerin’ in his note-book. That\nrope gits familiar with his long legs, and he’s some strung out when\nwe gits ’em separated, but he don’t mind. He sets there on th’ ground\nand figgers in his note-book, while we untangles th’ rope off his\nfeet, and never pays no attention a-tall.\n\nWhen we gits home we ties th’ badger to uh tree. Me and Magpie figgers\nthat our labors is over fer uh while, so we aims to take life easy fer\nuh spell. Th’ doc is busy shootin’ up th’ tin cans around camp, Mrs.\nPerfessor is croshayin’ what looks like uh pair uh ear-muffs fer uh\nblacktail deer, and th’ perfessor is studyin’ th’ actions of uh peeved\nbadger, so me and Magpie goes down on th’ crick, where we got some\nbedrock stripped.\n\nWe’re busy pannin’ out some dirt about an hour later when we hears an\nuproar back at th’ cabin.\n\n“Now, somebody has gone and raised ——” snorts Magpie. “Them is\nnatcherally quiet folks, Ike, and not given to loud nor unseemly\nnoises, so there must be uh good reason. Mebby that danged badger’s\ngot away.”\n\n“More likely th’ doc’s hit somethin’,” I orates. “Mebby he mistakes\nth’ perfessor’s wife fer uh tin can. She’s built thataway.”\n\nWe hikes back to camp and finds things considerable disturbed. Th’ doc\nis settin’ on th’ steps of th’ cabin, wearin’ uh injured expression\nand uh torn shirt. Mrs. Perfessor is limpin’ around th’ place like uh\nhound pup cuttin’ circles to find uh place to lay down. Perfessor\nPhinney is still settin’ there studyin’ th’ badger, which seems\nconsiderable riled over somethin’.\n\n“What’s th’ trouble?” asks Magpie.\n\n“Maternal instinct!” snorts th’ doc.\n\n“Nothing to get excited about,” wheezes th’ lady, tearin’ uh strip uh\ncloth off her skirt, and cinchin’ up uh cut on her wrist. “Perhaps it\nwasn’t a complete success, Doctor, but we’ll have to do it again\nsooner or later. It was merely a humane act.”\n\n“Then I’m not very strong for humanity. Hereafter I draw the line to\nplaying wet nurse to a grizzly.”\n\n“We overlooked one point,” states Mrs. Perfessor, wise like. “To\nremove an offspring of that age from its mother is like taking the\nsunshine from the flowers or the dew from the grass. Know what I\nmean?”\n\n“She means,” states th’ doc, fingerin’ th’ long gash in his pant leg.\n“She means that th’ blasted brute needs milk to prolong its young\nlife, and she induces me to help her let it imbibe condensed milk from\na can.”\n\n“It was interesting to note that condensed milk did not appeal to its\npalate,” remarks th’ perfessor, makin’ more notes in his book.\n\n“My ——,” sez Magpie. “Did yuh try to feed it cold canned milk?”\n\n“Yes, did it need warming?” asks th’ lady.\n\n“Shore thing. They won’t eat it cold. Next time yuh wants to set th’\ncan on the stove fer about fifteen minutes.”\n\n“Live and learn,” quotes th’ doc. “I knew something was wrong.”\n\nThat night Mighty Jones comes over to git somethin’ fer uh tooth ache.\n\n“Gol’ A’mighty,” sez he. “I got to have somethin’ or lose my mind.”\n\n“If that’s all, yuh ain’t so danged bad off,” sez Magpie. “But rather\nthan see yuh lose somethin’ yuh never had I’ll let yuh take our Jap\noil bottle. Rub uh li’l on th’ tooth, and she’ll be better than new.”\n\nMighty takes th’ bottle and goes off down th’ trail holdin’ on to his\njaw. Did yuh ever hear of Jap oil? It’s th’ concentrated essense uh\ndynamite, hell’s fire and asphyxiation. It cures anything. Never knew\nanybody to ask fer uh second helpin’, but it shore is uh whole\nmedicine chest fer uh prospector. It’s jist as good fer penumonia as\nit is fer uh busted leg, and I knowed uh feller oncet who kept th’\npack-rats out of his cabin by jist pastin’ th’ label off uh bottle on\nhis front door. Achin’ teeth is jist uh vacation chore to that\nmedicine.\n\n                  *       *       *       *       *\n\nTh’ next mornin’ me and Magpie goes over to do uh li’l work on th’\ncrick, and th’ doc goes off across th’ hills with his shotgun. Th’\nperfessor and th’ badger gits busy watchin’ each, other ag’in. Long\nabout ten o’clock we decides to drift back to camp to see how things\nis progressin’.\n\nWe’re up on uh point above th’ shack where we can git uh clear view uh\nth’ country, and about two hundred yards below th’ cabin we sees th’\ndoc. He’s doin’ uh reg’-lar Injun sneak in some bull-pines. We watches\nhim sorta sad like fer uh while, figgerin’ that he won’t hit what he’s\nsneakin’ on, when we happens to see what he’s after. Up th’ creek\nbottom comes Mighty Jones and Abe. Abe is humpin’ along about ten feet\nahead uh Mighty. Mighty seems uh heap sore at th’ bear, and anxious to\novertake him.\n\n“Blasted ol’ ossified porkypine,” wails Magpie. “Bringin’ that\nmoth-eaten, alleged grizzly right over where it spoils our whole game.\nLet’s git down there and stop him in th’ brush.”\n\nWe breaks down past camp. Th’ perfessor is still studyin’ th’ badger.\nMrs. Perfessor sticks her head out of th’ door and yells somethin’ at\nus as we goes past, but we don’t stop—not a-tall. We’re jist passin’\nth’ cabin, when:\n\n“Blam! Blam!” goes doc’s shotgun down in th’ timber.\n\n“Come on, Ike!” pants Magpie, stretchin’ out his long legs like uh\nbull elk goin’ to water, and hurdlin’ everythin’ except the\nlodge-pole. He didn’t need to waste his wind thataway. I’m with him.\n\nWe busts into uh li’l clearin’, where we first sees th’ doc doin’ his\nsneak, and we runs into th’ queerest bunch uh misery I ever seen. I’ve\nseen uh cougar with th’ St. Vitus dance and an ulcerated tooth, and\nI’ve beheld uh jack-rabbit which was shot in th’ north end with uh\nload uh rock-salt, but by th’ whisperin’ wolves, this here exhibition\nmakes ’em all look like uh stachoo uh peaceful moments. Right there in\nth’ clearin’ is pore ol’ Abe, and he shore is adjustin’ hisself to\nsuit local conditions.\n\nFirst he puts his head down between his front legs and does uh lot uh\ncontortion work that would stump uh snake. He whizzes across th’\nclearin’ like uh fur pin-wheel, uncouples hisself and comes back with\nhis nose in th’ dirt and sorrow in his soul.\n\nHe’s jist about half-way back, and me and Magpie is standin’ there\nwith our jaw-bones restin’ on our chests, when:\n\n“Bling! Bling!” goes uh six-gun.\n\nNot knowin’ th’ angle uh them shots, we immediate and soon assumes uh\nreclinin position.\n\nMebby them shots was uh heap opportune, cause if we hadn’t uh laid\ndown of our own accord, ol’ Abe shore would have spread us some.\n\nHe didn’t seem to pay no attention to them shots, but somethin’ in his\ncarcass seems to say, “Go east, ol’ bear, go east,” and Abie shore\nheeds th’ summons, and hurries right across us.\n\nHe plants one foot on th’ part uh my carcass where uh civilized man\nwears his rear collar button, and his long toe-nails seems to shake\ndice all th’ way down my vertebray.\n\nWe arises too late to see him leave, but he’s shore pointed toward our\nhappy home.\n\n“Abie seems to have hit his second childhood,” yawns Magpie. “I’d ——”\n\n“Did I hit it?” yells uh voice across th’ clearin’, and there stands\nth’ doc.\n\nHe shore is uh sight. He sets there, hangin’ onto uh tree, and tries\nto watch four directions to oncet. His hat is gone along with uh lot\nof his clothes, and his respect as uh big game hunter seems to leak\nout of every pore.\n\n“There was two,” he wails. “I shot one, and before I could see whether\nI had killed it or not, the other one walked all over me. I didn’t\nknow they went in flocks. I lost my gun. I wonder if I hit it?”\n\n“You did,” states uh voice behind us, and there stands Mighty Jones.\nHe’s standin’ sorta bent forward at th’ waist line, while one hand\nexplores th’ rear of his pants.\n\n“Did I hit it?” asks th’ Doc, ag’in, sorta eager like, and Mighty\nreplies more in sorrow than in anger:\n\n“You shore did. Both loads, dad bust yore soul—and me without no\ndrawers on. I tries to smear yuh with my six-gun, but finds that all\nI’m shootin’ at is yore hat and part uh yore shirt on uh bush.”\n\n“Say, Mighty,” sez Magpie, gittin’ around on th’ windward side of th’\nol’ jasper, “you must uh took uh bath in that Jap oil. You shore are\nodoriferous, ol’-timer. Whew!”\n\n“It slopped uh li’l,” sez Mighty. Abe was ailin’ somethin’ awful over\nin that ol’ prospect, and I figgers that th’ doc would relieve him uh\nheap if I brings him over. I reads th’ epitaph on that bottle and it\norates that it’s good fer cramps.\n\n“I tries to give some to Abe but he don’t warm up to th’ smell a-tall.\nIn fact he won’t even associate with me, and ambles ahead uh me all\nth’ way over. Down here uh li’l ways I manages to overhaul him and\nshoves th’ whole works down his blamed neck. It shore animates him uh\nheap, Magpie. I’m watchin’ him go spry like and loudly off into the\nbrush, when all to oncet two loads uh bird-shot comes along and hives\ninto th’ seat uh my pants. It riles me uh heap. I’ll leave it to you\nif bird-shot ain’t aggravatin’, Magpie.”\n\nTh’ doc gits enough of th’ conversation to learn that he’s shot\nMighty, and he seems uh heap concerned. He’s still hangin’ onto that\ntree, but he holds up his other hand and sez:\n\n“No more, I’m through using a gun. Mister Jones, would you accept that\ngun as a present?”\n\n“Now, ain’t that ——?” wails Mighty. “Ain’t it, Magpie? Here I been\nwantin’ uh britch loader shotgun fer years, and jist when somebody\ngives me one I’ve already tied th’ danged thing around uh tree so it\nwon’t never shoot no more. Ain’t that cheerin’?”\n\n“Well,” sez I, “lets go up to th’ cabin and see how things is shapin’\nup there. I has uh feelin’ that all our good works is ravelin’ out.”\n\n                  *       *       *       *       *\n\nWe gits almost to th’ cabin when we sees th’ perfessor. He’s settin’\non th’ ground near where th’ badger was tied to uh tree, but there\nain’t no sign of th’ badger, and Abe ain’t in sight.\n\nTh’ perfessor’s black coat is split up th’ back, and his hard hat is\ncirclin’ his arm like uh band uh crape. There’s uh scratch th’ whole\nlength uh his face, but he’s still grinnin’ and tryin’ to write on one\nleaf uh that li’l book. Th’ rest is some tore up and scattered.\n\n“I was right!” he squeaks. “I told Professor Manning that the parent\nbear would seek and find its young. They went away together. I had\nuntied the cub to take it down to the creek for a drink, when the\noutraged mother came along and forcibly freed her baby. She——”\n\n“Bang!”\n\nFrom th’ inside of th’ cabin comes th’ report of uh heavy shootin’\niron, and Mrs. Perfessor spills out of th’ door, and skates her three\nhundred pounds off th’ porch. She sets there and claws th’ hair out of\nher eyes.\n\n“Remarkable performance!” exclaims th’ perfessor. “She never fired a\nshot before.”\n\n“It—it—it buh—buh—busted,” she stutters, pointin’ at th’ cabin.\n\n“Wimmin ought to let guns alone—also some men,” states Mighty, still\nprospectin’ fer lead on th’ rear of his personal property.\n\n“Gun,” snorts th’ injured lady. “It wasn’t no gun.”\n\n“What was it, my dear?” asks th’ Perfessor.\n\n“Milk,” she snaps. “Milk for the bear. It just got hot and blew up.”\n\n“My ——,” gasps Magpie. “Ain’t that jist like uh woman. She forgot to\npunch uh hole in th’ top of th’ can.”\n\n“Never mind, my dear,” consoles th’ perfessor. “My contention is\nproved, and we can leave at once. We’ll adjust matters with our\nemployees and go home.”\n\n“What about th’ snake theory, Perfessor?” I asks.\n\n“Do they or don’t they?” he asks, haulin’ out th’ remains uh that li’l\nbook.\n\n“They don’t,” sez I. “They never have and never will.”\n\n“At least I can point with pride to the fact that I hit something,”\nremarks th’ doc with uh grin, when he gits on his burro and lights\nanother one uh them stinkin’ rolls. “I’m sorry I didn’t have a rifle,\nI might have killed a bear.”\n\n“If yuh can see this far, and sabe th’ direction, yuh might point with\npride to th’ fact that I can’t set down fer uh week,” orates Mighty.\n\n“Perfessor,” sez Magpie, “would yuh mind tellin’ me jist edzactly what\ncompetent means?”\n\nTh’ perfessor adjusts th’ remains uh that hard hat on his peaked head,\nand squints at Magpie over th’ top uh them funereal-rimmed glasses.\n“Why,—er—it means, adequate or sufficient.”\n\n“Thanks,” sez Magpie. “It shore is and we have had. _Adios._”\n\n“It stands to reason—” begins Magpie, as th’ caravan goes off down th’\ntrail, with Mrs. Perfessor’s burro squeakin’ and groanin’ at th’ rear,\nbut Mighty ceases scratchin’ long enough to snort:\n\n“Reason, eh? By cripes, Magpie, that’s uh fightin’ word with th’ Jones\nfambly from now on and ever more. I listened to reason oncet, and look\nwhat she done to me. I got to sneak up on my belly to dinner, and pore\nol’ Abe’s——”\n\n“Abe,” sez Magpie, “is either uh bear angel by now or uh fugitive from\nJap oil. Here’s an extra ten dollars, Mighty. Be glad.”\n\n“That’s shore reasonable,” sez Mighty.\n\n                              THE END",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66024/pg66024.txt",
        "name": "bearly_reasonable.json"
    }
}