{
    "name": "Between the dark and the daylight",
    "author": [
        "Scarff, William",
        "Hodgkins, David C.",
        "Budrys, Algis",
        "Budrys, Algirdas Jonas"
    ],
    "body": "A curved section of the dome, twenty feet thick with the stubs of\nre-inforcing rod rusty and protruding through the damp-marked concrete,\nformed the ceiling and back wall of Brendan's office. There was a\nconstant drip of seepage and condensation. Near the mildew-spotted\nfloor, a thin white mist drifted in torn swirls while the heating\ncoils buried in the concrete fought back against the cold. There was\none lamp in the windowless dark, a glowing red coil on Brendan's desk,\nwell below the eye level of the half-dozen men in the room. The heavy\noffice door was swung shut, the locking bars pushed home. If it had not\nbeen, there would have been some additional light from the coils in the\ncorridor ceiling, outside the office. Brendan would have had to face\ninto it, and the men in front of him would have been looming shadows to\nhim.\n\nBut the door was shut, as Brendan insisted it must be, as all doors to\nevery room and every twenty-foot length of corridor were always shut as\nmuch of the time as possible--at Brendan's insistence--as though the\ndome were a sinking ship.\n\nConducted by the substance of the dome, there was a constant _chip,\nchip, chip_ coming from somewhere, together with a heartless gnawing\nsound that filled everyone's head as though they were all biting on\nsandpaper.\n\nBrendan growled from behind his desk: \"I'm in charge.\"\n\nThe five men on the opposite side of the desk had tacitly chosen\nFalconer for their spokesman. He said: \"But we've all got something\nto say about it, Brendan. You're in charge, but nothing gives you the\npower to be an autocrat.\"\n\n\"No?\"\n\n\"Nothing. The Expedition Charter, in fact, refers to a Board of\nOfficers--\"\n\n\"The Expedition Charter was written four hundred years ago, a thousand\nlight-years away. The men who drew it up are dust. The men who signed\nit are dust.\"\n\n\"You're in the direct line of descent from the first Captain.\"\n\n\"Then you're recognizing me as a hereditary monarch, Falconer. I don't\nsee the basis of your complaint.\"\n\nFalconer--lean as a whip from the waist down, naked, thick-torsoed,\ncovered with crisp, heavy fur--set his clawed feet a little apart and\nthrust out his heavy under-jaw, clearing his sharp canine tusks away\nfrom his flat lips. He lifted his enormous forearms out from his sides\nand curved his fingers. \"Don't pare cheese with us, Brendan. The rest\nof the dome might be willing to let it go, as long as things're so near\ncompletion. But not us. We won't stand for it.\" The men with him were\nsuddenly a tense pack, waiting, ready.\n\nBrendan stood up, a member of Falconer's generation, no more evolved\nthan any of them. But he was taller than Falconer or any other man in\nthe room. He was bigger, his cruelly-shaped jaw broader, his tusks\nsharper, his forearm muscles out of all proportion to the length of the\nbone, like clubs. His eyes burned out from under his shaggy brows,\nlambent with the captive glow of the lighting coil, set far back under\nthe protection of heavy bone. The slitted nostrils of his flat nose\nwere suddenly flared wide.\n\n\"You don't dare,\" he rumbled. His feet scraped on the floor. \"I'll\ndisembowel the first man to reach me.\" He lashed out and sent the\nmassive bronze desk lurching aside, clearing the way between himself\nand Falconer's party. And he waited, while the other men sent sidelong\nglances at Falconer and Falconer's eyes slowly fell. Then Brendan\ngrunted. \"This is why I'm in charge. Charters and successions don't\nmean a thing after four hundred years. Not if a good man goes against\nthem. You'll keep on taking my orders.\"\n\n\"What kind of paranoiac's world do you live in?\" Falconer said\nbitterly. \"Imposing your will on all of us. Doing everything your way\nand no other. We're not saying your methods are absolutely going to\nwreck the project, but--\"\n\n\"What?\"\n\n\"We've all got a stake in this. We've all got children in the nursery,\nthe same way you do.\"\n\n\"I don't favor my son over any of the others. Get that idea out of your\nhead.\"\n\n\"How do we know? Do we have anything to do with the nursery? Are we\nallowed inside?\"\n\n\"I'm this generation's bio-technician and pedagogical specialist.\nThat's the Captain's particular job. That's the way it's been since\nthe crash--by the same tradition you were quoting--and that's the way\nit has to be. This is a delicate business. One amateur meddling in it\ncan destroy everything we're doing and everything that was done in the\npast. And we'll never have another chance.\"\n\n\"All right. But where's the harm in looking in on them? What's your\npoint in not letting us at the cameras?\"\n\n\"They're being overhauled. We're going to need to have them in perfect\nworking order tomorrow, when we open the nursery gates to the outside.\nThat's when it'll be important to look in on the children and make sure\neverything's all right.\"\n\n\"And meanwhile only you can get into the nursery and see them.\"\n\n\"That's my job.\"\n\n\"Now, listen, Brendan, we all went through the nursery, too. And your\nfather had the same job you do. We weren't sealed off from everybody\nbut him. We saw other people. You know that just as well as we do.\"\n\nBrendan snorted. \"There's no parallel. We weren't the end product. We\nwere just one more link in the chain, and we had to be taught all about\nthe dome, because the hundred-odd of us were going to constitute its\nnext population. We had to be taught about the air control system, the\nfood distribution, the power plant--and the things it takes to keep\nthis place functioning as well as it can. We had to each learn our job\nfrom the specialist who had it before us.\n\n\"But the next generation isn't going to need that. That's obvious. This\nis what we've all been working for. To free them. Ten generations ago,\nthe first of us set out to free them.\n\n\"And that's what I'm going to do, Falconer. That's my job, and nobody\nhere could do it, but me, in my way.\"\n\n\"They're our children too!\"\n\n\"All right, then, be proud of them. Tomorrow they go outside, and\nthere'll be men out on the face of this world at last. Your flesh,\nyour blood, and they'll take this world away from the storms and\nthe animals. That's what we've spent all this time for. That's what\ngenerations of us have huddled in here for, hanging on for this day.\nWhat more do you want?\"\n\n\"Some of the kids are going to die,\" one of the other men growled. \"No\nmatter how well they're equipped to handle things outside, no matter\nhow much has been done to get them ready. We don't expect miracles from\nyou, Brendan. But we want to make sure you've done the best possible.\nWe can't just twiddle our thumbs.\"\n\n\"You want work to do? There's plenty. Shut up and listen to what's\ngoing on outside.\"\n\n\n\nThe gnawing filled their heads. Brendan grinned coldly. And the\nchipping sound, which had slowed a little, began a rapid pace again.\n\n\"They just changed shifts,\" Brendan said. \"One of them got tired and a\nfresh one took over.\"\n\n\"They'll never get through to us in the time they've got left,\"\nFalconer said.\n\n\"No?\" Brendan turned on him in rage. \"How do you know? Maybe they've\nstopped using flint. Maybe they've got hold of something like diamonds.\nWhat about the ones that just use their teeth? Maybe they're breeding\nfor tusks that concrete won't wear down. Think we've got a patent on\nthat idea? Think because we do it in a semi-automatic nursery, blind\nevolution can't do it out in that wet hell outside?\"\n\nLusic--the oldest one of them there, with sparse fur and lighter jaws,\nwith a round skull that lacked both a sagittal crest and a bone shelf\nover the eyes--spoke for the first time.\n\n\"None of those things seem likely,\" he said in a voice muffled by the\nair filter his generation had to wear in this generation's ecology.\n\"They are possibilities, of course, but only that. These are not\npurposeful intelligences like ourselves. These are only immensely\npowerful animals--brilliant, for animals, in a world lacking a higher\nrace to cow them--but they do not lay plans. No, Brendan, I don't think\nyour attempt to distract us has much logic in it. The children will\nbe out, and will have destroyed them, before there can be any real\ndanger to the dome's integrity. I can understand your desire to keep us\nbusy, because we are all tense as our efforts approach a climax. But\nI do think your policy is wrong. I think we should long ago have been\npermitted a share in supervising the nursery. I think your attempt to\nretain dictatorial powers is an unhealthy sign. I think you're afraid\nof no longer being the most powerful human being in our society.\nWhether you know it or not, I think that's what behind your attitude.\nAnd I think something ought to be done about it, even now.\"\n\n\"_Distract!_\" Brendan's roar made them all retreat. He marched slowly\ntoward Lusic, and the other man began to back away. \"When I need\nadvice from a sophist like you, that'll be the time when we all need\ndistraction!\" He stopped when Lusic was pressed against the wall, and\nhe pointed at the wall.\n\n\"There is nothing in this world that loves us. There is nothing in this\nworld that can even tolerate us. Generations of us have lived in this\nstone trap because not one of us--not even I--could live in the ecology\nof this planet. It was never made for men. Men could not have evolved\non it. It would have killed them when they crawled from the sea, killed\nthem when they tried to breathe its atmosphere, killed them when they\ntried to walk on its surface, and when they tried to take a share of\nfood away from the animals that _could_ evolve here. We are a blot and\nan abomination upon it. We are weak, loathesome grubs on its iron face.\nAnd the animals know us for what we are. They may even guess what we\nhave spent generations in becoming, but it doesn't matter whether they\ndo or not--they hate us, and they won't stop trying to kill us.\n\n\"When the expedition crashed here, they were met by storms and\nsavagery. They had guns and their kind of air regenerators and a steel\nhull for shelter, and still almost all of them died. But if they had\nbeen met by what crowds around this dome today, they would never have\nlived at all, or begun this place.\n\n\"You're right, Lusic--there are only animals out there. Animals that\nhate us so much, some of them have learned to hold stones in their paws\nand use them for tools. They hate us so much they chip, chip, chip away\nat the dome all day, and gnaw at it, and howl in the night for us to\ncome out, because they hate us so.\n\n\"We only _hope_ they won't break through. We can only hope the children\nwill drive them away in time. We don't know. But you'd rather be\ncomfortable in your hope. You'd rather come in here and quibble at my\nmethods. But I'm not your kind. Because if I don't know, I don't hope.\nI act. And because I act, and you don't, and because I'm in charge,\nyou'll do what I tell you.\"\n\nHe went back to his desk and shoved it back to its place. \"That's\nall. I've heard your complaint, and rejected it. Get back to work\nre-inforcing the dome walls. I want that done.\"\n\nThey looked at him, and at each other. He could see the indecision\non their faces. He ignored it, and after a moment they decided for\nretreat. They could have killed him, acting together, and they could\nhave acted together against any other man in the dome. But not against\nhim. They began going out.\n\nLusic was the last through the door. As he reached to pull it shut, he\nsaid, \"We may kill you if we can get enough help.\"\n\nBrendan looked at his watch and said quietly: \"Lusic--it's the\ntwenty-fifth day of Kislev, on Chaim Weber's calendar. Stop off at his\nplace and tell him it's sunset, will you?\"\n\nHe waited until Lusic finally nodded, and then ignored him again until\nthe man was gone.\n\n\n\nWhen his office door was locked, he went to the television screen\nburied in the wall behind him, switched it on, and looked out at the\nworld outside.\n\nRain--rain at a temperature of 1° Centigrade--blurred the camera\nlenses, sluicing over them, blown up through the protective baffles,\ngiving him not much more than glutinous light and shadow to see. But\nBrendan knew what was out there, as surely as a caged wolf knows\nthe face of his keeper. Near the top of the screen was a lichenous\ngray-green mass, looming through the bleakness, that he knew for a line\nof beaten, slumped mountains. Between the mountains and the dome was a\nplain, running with water, sodden with the runoff from the spineless\nhills, and in the water, the animals. They were the color of rocks at\nthe bottom of an ocean--great, mud-plastered masses, wallowing toward\neach other in combat or in passion, rolling, lurching, their features\ngross, heavy, licking out a sudden paw with unbelievable speed, as\nthough giant hippopotami, swollen beyond all seeming ability to move,\nstill somehow had managed to endow themselves with the reflexes of\ncats. They crowded the plain, a carpet of obscenity, and for all\nthey fed on each other, and mated, and sometimes slept with their\nunblinking eyes open and swiveling, they all faced toward the dome\nand never stopped throwing themselves against its flanks, there to\nhang scrabbling at the curve of the concrete, or doing more purposeful\nthings.\n\nBrendan looked out at them with his chest rising in deep swells. \"I'd\nlike to get out among you,\" he growled. \"You'd kill me, but I'd like\nto get out among you.\" He took a long breath.\n\nHe triggered one of the dome's old batteries, and watched the shells\nhowl into the heaving plain. Red fire flared, and the earth trembled,\nerupting. Wherever the shells struck, the animals were hurled aside ...\nto lie stunned, to shake themselves with the shock of the explosions,\nand to stagger to their feet again.\n\n\"You wait,\" Brendan hissed, stopping the useless fire. \"You wait 'til\nmy Donel gets at you. You wait.\"\n\nHe shut the screen off, and crossed his office toward a door set into\nthe bulkhead at his right. Behind it were the nursery controls, and,\nbeyond those, behind yet another door which he did not touch, was the\nquarter-portion of the dome that housed the children, sealed off, more\nmassively walled than any other part, and, in the center of its share\nof the dome surface, pierced by the only full-sized gateway to the\nworld. It was an autonomous shelter-within-a-shelter, and even its\ninterior walls were fantastically thick in case the dome itself were\nbroken.\n\nThe controls covered one wall of their cubicle. He ignored the shrouded\ncamera screens and the locked switch that would activate the gate. He\npassed on to the monitoring instruments, and read off the temperature\nand pressure, the percentages of the atmospheric components, and all\nthe other things that had to be maintained at levels lethal to him\nso that the children could be comfortable. He put the old headphones\nawkwardly to his ears and listened to the sounds he heard in the\nnursery.\n\nHe opened one of the traps in the dome wall, and almost instantly there\nwas an animal in it. He closed the outer end of the trap, opened the\naccess into the nursery, and let the animal in. Then, for a few more\nmoments, he listened to the children as they killed and ate it.\n\n\n\nLater, as he made his way down the corridor, going home for the night,\nhe passed Chaim Weber's doorway. He stopped and listened, and coming\nthrough the foot-thick steel and the concrete wall, he heard the\nChannukah prayer:\n\n\"_Baruch Ata Adonai, Eloheynu Melech Haolam, shehichiyanu vikiyimanu,\nvihigianu lazman hazeh_....\"\n\n\"Blessed be The Lord,\" Brendan repeated softly to himself, \"Our God,\nLord of the Universe. Who has given us life, and is our strength, and\nhas brought us this day.\"\n\nHe stopped and whispered, \"this day,\" again, and went on.\n\n\n\nHis wife was waiting for him, just inside the door, and he grunted a\ngreeting to her while he carefully worked the bolts. She said nothing\nuntil he had turned around again, and he looked at her inquiringly.\n\n\"Sally?\"\n\n\"You did it again,\" she said.\n\nHe nodded without special expression. \"I did.\"\n\n\"Falconer's got the whole dome buzzing against you.\"\n\n\"All right.\"\n\nShe sighed angrily. \"Did you have to threaten Lusic? He's only the\nrepresentative of the previous generation. The one group inside the\ndome detached enough to be persuaded to back you up.\"\n\n\"One, I didn't threaten him. If he felt that way, it was only because\nhe knew he was pushing me into a corner where I might turn dangerous.\nTwo, anything he represents can't be worth much, if he can accuse me\nof bringing in a red herring and then can back down when I bring that\nselfsame herring back in a louder tone of voice. Three, it doesn't\nmatter if anybody supports me. I'm in charge.\"\n\nShe set her mouth in a disgusted line. \"You don't think much of\nyourself, do you?\"\n\nBrendan crossed the room. He sat down on the edge of the stone block\nthat fitted into the join of floor and wall, and was his bed. Sitting\nthat way, bent forward, with his shoulders against the curve of the\noverhead, he looked as though he might be trying to help hold up the\ndome. \"We've been married a long time, Sally. That can't be a fresh\ndiscovery you're making.\"\n\n\"It isn't.\"\n\n\"All right.\"\n\n\"You don't even care what _I_ think of you, do you?\"\n\n\"I care. I can't afford to pay any attention.\"\n\n\"You don't care. You don't care for one living soul besides yourself,\nand the only voice you'll listen to is that power-chant in your head.\nYou married me because I was good breeding stock. You married me\nbecause, if you can't lead us outside, at least your son will be the\nbiggest and best of his generation.\"\n\n\"Funny,\" Brendan said. \"Lusic thinks I've been motivated by a fear of\nlosing my pre-eminence. I wonder if your positions can be reconciled.\nAnd do you realize you're admitting I'm exactly what I say I am?\"\n\nShe spat: \"I hate you. I really do. I hope they pull you down before\nthe nursery gate opens to the outside.\"\n\n\"If they pull me down, that'll be a sure bet. I changed over all the\ncontrols, several years ago. I'm the only man in this dome who can\npossibly work them.\"\n\n\"You _what_!\"\n\n\"You heard me.\"\n\n\"They'll kill you when I tell them.\"\n\n\"You can think better than that, Sally. You're just saying something\nfor the sake of making a belligerent noise. They don't dare kill me,\nand they'd be taking a very long chance in torturing me to a point\nwhere I'd tell them how the controls work. Longer than long, because\nthere'd be no logic in my telling them and so passing my own death\nsentence. But I expected you to say something like that, because people\ndo, when they're angry. That's why I never get angry. I've got a\npurpose in life. I'm going to see it attained. So you're not going to\ncatch me in any mistakes.\"\n\n\"You're a monster.\"\n\n\"So I am. So are we all. Monsters with a purpose. And I'm the best\nmonster of us all.\"\n\n\"They'll kill you the moment after you open that gate.\"\n\n\"No,\" he said slowly, \"I don't think so. All the tension will be over\nthen, and the kids will be doing their job.\"\n\n\"I'll kill you. I promise.\"\n\n\"I don't think you mean that. I think you're in love with me.\"\n\n\"You think I love you?\"\n\n\"Yes, I do.\"\n\nShe looked at him uncertainly. \"Why do I?\"\n\n\"I don't know. Love takes odd forms, under pressure. But it's still\nlove. Though, of course, I don't know anything about it.\"\n\n\"You bastard, I hate you more than any man alive.\"\n\n\"You do.\"\n\n\"I--no...!\" She began to cry. \"Why do you have to be like this? Why\ncan't you be what I want--what you can be?\"\n\n\"I can't. Even though you love me.\" He sat in his dark corner, and his\neyes brooded at her.\n\n\"And what do you feel?\"\n\n\"I love you,\" he said. \"What does that change?\"\n\n\"Nothing,\" she said bitterly. \"Absolutely nothing.\"\n\n\"All right, then.\"\n\nShe turned away in unbearable frustration, and her eyes rested on the\ndinner table, where the animal haunch waited. \"Eat your supper.\"\n\nHe got up, washed at the sink, went over to the table and broke open\nthe joint on the roast. He gave her half, and they began to eat.\n\n\"Do you know about the slaughtering detail?\" he asked her.\n\n\"What about it?\"\n\n\"Do you know that two days ago, one of the animals deliberately came\ninto the trap in the dome? That it had help?\"\n\n\"How?\"\n\n\"Another animal purposely stayed in the doorway, to jam it. I think\nthey thought that if they did that, the killing block couldn't fall.\nI think they watched outside--perhaps for months--and thought it out.\nAnd it might have worked, but the killing block was built to fall\nregardless, and it killed them both. The slaughtering detail dragged\nthe other one in through the doorway before any more could reach them.\nBut suppose there'd been a third one, waiting directly outside? They'd\nhave killed four men. And suppose, next time, they try to wedge the\nblock? And then chip through the sides of the trap, which are only\na few feet thick? Or suppose they invent tools with handles, for\nleverage, and begin cutting through in earnest?\"\n\n\"The children will be out there before that happens.\"\n\nBrendan nodded. \"Yes. But we're running it narrow. Very narrow. This\nplace would never hold up through another generation.\"\n\n\"What difference does it make? We've beaten them. Generation by\ngeneration, we've changed to meet them, while all they've done is\nlearn a little. We've bred back, and mutated, and trained. We've\ngot a science of genetics, we've got controlled radioactivity, gene\nselection, chromosome manipulation--all they've got is hate.\"\n\n\"Yes. And listen to it.\"\n\nGrinding through the dome, the gnaw and chip came to them clearly.\n\nThey began to eat again, after one long moment.\n\nThen she asked: \"Is Donel all right?\"\n\nHe looked up sharply. They had had this out a long time ago. \"He's all\nright as far as I know.\" He was responsible for all of the children in\nthe nursery, not just one in particular. He could not afford to get\ninto the habit of discussing one any more than another. He could not\nafford to get into the habit of discussing any of them at all.\n\n\"You don't care about _him_, either, do you?\" she said. \"Or have you\ngot some complicated excuse for that, too?\"\n\nHe shook his head. \"It's not complicated.\" He listened to the sound\ncoming through the dome.\n\nShe looked it him with tears brimming in her eyes. He thought for an\ninstant of the tragedy inherent in the fact that they all of them knew\nhow ugly they were--and that the tragedy did not exist, because somehow\nlove did _not_ know--and he was full of this thought when she said,\nlike someone dying suddenly. \"Why? Why, Sean?\"\n\n\"Why?\" She'd got a little way past his guard. \"Because I'm the Captain,\nand because I'm the best, and there's no escaping the duty of being\nthat. Because some things plainly must be done--not because there is\nanything sacred in plans made by people who are past, and gone, but\nbecause there is no other reason why we should have been born with the\nintelligence to discipline our emotions.\"\n\n\"How cut-and-dried you make it sound!\"\n\n\"I told you it wasn't complicated. Only difficult.\"\n\n\n\nThe common rooms were in the center of the dome, full of relics:\nlighting systems designed for eyes different from theirs; ventilation\nducts capped over, uncapped again, modified; furniture re-built times\nover; stuff that had once been stout enough to stand the wear of human\nuse--too fragile to trust, now, against the unconscious brush of a\nhurried hip or the kick of a stumbling foot; doorways too narrow,\naisles too cramped in the auditorium; everything not quite right.\n\nBrendan called them there in the morning, and every man and woman\nin the dome came into the auditorium. They growled and talked\nrestlessly--Falconer and Lusic and the rest were moving purposefully\namong them--and when Brendan came out on the stage, they rumbled in the\nred-lit gloom, the condensation mist swirling up about them. Brendan\nwaited, his arms folded, until they were all there.\n\n\"Sit down,\" he said. He looked across the room, and saw Falconer and\nthe others watching him carefully, gauging their moment. \"Fools,\"\nBrendan muttered to himself. \"If you were going to challenge me at all,\nyou should have done it long ago.\" But they had let him cow them too\nlong--they remembered how, as children, they had all been beaten by\nhim--how he could rise to his feet with six or seven of them clinging\nto his back and arms, to pluck them off and throw them away from him.\nAnd how, for all their clevernesses, they had never out-thought him.\nThey had promised themselves this day--perhaps years ago, even then,\nthey had planned his ripping-apart--but they had not dared to interfere\nwith him until the dome's work was done. In spite of hate, and envy,\nand the fear that turns to murder. They knew who their best man was,\nand Brendan could see that most of them still had that well in mind.\nHe searched the faces of the people, and where Falconer should have\nbeen able to put pure rage, he saw caution lurking with it, like a\ndivided counsel.\n\nHe was not surprised. He had expected that--if there had been no\nhesitation in any man he looked at, it would have been for the first\ntime in his life. But he had never pressed them as hard as he meant to\ndo this morning. He would need every bit of a cautious thought, every\nslow response that lived among these people, or everything would go\nsmash, and he with it.\n\nHe turned his head fleetingly, and even that, he knew, was dangerous.\nBut he had to see if Sally was still there, poised to one side of the\nstage, looking at him blankly. He turned back to the crowd.\n\n\"All right. Today's the day. The kids're going out as soon as I'm\nthrough here.\"\n\nSally had told him this morning not to call them together--to just go\nand do it. But they would have been out in the corridors, waiting. He\nwould have had to brush by them. One touch--one contact of flesh to\nflesh, and one of them might have tried to prove the mortality he found\nin Sean Brendan.\n\n\"I want you in your homes. I want your doors shut. I want the corridor\ncompartments closed tight.\" He looked at them, and in spite of the\ndeath he saw rising among them like a tide, he could not let it go at\nthat. \"I want you to do that,\" he said in a softer voice than any of\nthem had ever heard from him. \"Please.\"\n\nIt was the hint of weakness they needed. He knew that when he gave it\nto them.\n\n\"Sean!\" Sally cried.\n\nAnd the auditorium reverberated to the formless roar that drowned her\nvoice with its cough. They came toward him with their hands high,\nbaying, and Sally clapped her hands to her ears.\n\n\n\nBrendan stood, wiped his hand over his eyes, turned, and jumped. He was\nacross the stage in two springs, his toenails gashing the floor, and\nhe spun Sally around with a hand that held its iron clutch on her arm.\nHe swept a row of seats into the feet of the closest ones, and pushed\nSally through the side door to the main corridor. He snatched up the\nwelding gun he had left there, and slashed across door and frame with\nit, but they were barely started in their run toward his office before\nhe heard the hasty weld snap open and the corridor boom with the sound\nof the rebounding door. Claws clicked and scratched on the floor behind\nhim, and bodies thudded from the far wall, flung by momentum and the\nweight of the pack behind them. There would be trampled corpses in the\nauditorium, he knew, in the path between the door and the mob's main\nbody.\n\nSally tugged at the locked door to the next section of corridor.\nBrendan turned and played the welder's flame in the distorted faces\nnearest him. Sally got the door open, and he threw her beyond it. They\nforced it shut again behind them, and this time his weld was more\ncareful but that was broken, too, before they were through the next\ncompartment, and now there would be people in the parallel corridors,\nracing to cut them off--racing, and howling. The animals outside must\nbe hearing it ... must be wondering....\n\nHe turned the two of them into a side corridor, and did not stop to use\nthe welder. The mob might bypass an open door ... and they would need\nto be able to get to their homes....\n\nThey were running along the dome's inside curve, now, in a section\nwhere the dome should have been braced--it hadn't been done--and he\ncursed Falconer for a spiteful ass while their feet scattered the slimy\npuddles and they tripped over the concrete forms that had been thrown\ndown carelessly.\n\n\"All right,\" Brendan growled to himself and to Falconer, \"all right,\nyou'll think about that when the time comes.\"\n\nThey reached the corridor section that fronted on his office, and there\nwere teeth and claws to meet them. Brendan hewed through the knot of\npeople, and now it was too late to worry whether he killed them or\nnot. Sally was running blood down her shoulder and back, and his own\ncheek had been ripped back by a throat-slash that missed. He swallowed\ngulps of his own blood, and spat it out as he worked toward his door,\nand with murder and mutilation he cleared the way for himself and the\nmother of his boy, until he had her safe inside, and the edge of the\ndoor sealed all around. Then he could stop, and see the terrible wound\nin Sally's side, and realize the bones of his leg were dripping and\njagged as they thrust out through the flesh.\n\n\"Didn't I tell you?\" he reproached her as he went to his knees beside\nher where she lay on the floor. \"I told you to go straight here,\ninstead of to the auditorium.\" He pressed his hands to her side, and\nsobbed at the thick well of her blood over his gnarled fingers with the\ntufts of sopping fur caught in their claws. \"Damn you for loving me!\"\n\nShe twitched her lips in a rueful smile, and shook her head slightly.\n\"Go let Donel out,\" she whispered.\n\nThey were hammering on the office door. And there were cutting torches\navailable, just as much as welders. He turned and made his way to the\ncontrol cubicle, half-dragging himself. He pulled the lever that would\nopen the gates, once the gate motors were started, and, pulling aside\nthe panels on cabinets that should have had nothing to do with it, he\nwent through the complicated series of switchings that diverted power\nfrom the dome pile into those motors.\n\nThe plain's mud had piled against the base of the gate, and the\nhinges were old. The motors strained to push it aside, and the dome\nthrummed with their effort. The lighting coils dimmed, and outside his\noffice door, Brendan could hear a great sigh. He pulled the listening\nearphones to his skull, and heard the children shout. Then he smiled\nwith his ruined mouth, and pulled himself back into his office, to the\noutside viewscreen, and turned it on. He got Sally and propped her up.\n\"Look,\" he mumbled. \"Look at our son.\"\n\nThere was blurred combat on the plain, and death on that morning, and\nno pity for the animals. He watched, and it was quicker than he could\never have imagined.\n\n\"Which one is Donel?\" Sally whispered.\n\n\"I don't know,\" he said. \"Not since the children almost killed me when\nthey were four; you should have heard Donel shouting when he tore my\nrespirator away by accident--he was playing with me, Sally--and saw me\nflop like a fish for air I could breathe, and saw my blood when another\none touched my throat. I got away from them that time, but I never\ndared go back in after they searched out the camera lenses and smashed\nthem. They _knew_, then--they knew we were in here, and they knew we\ndidn't belong on their world.\"\n\n_And Falconer's kind would have gassed them, or simply re-mixed their\nair ... they would have, after a while, no matter what.... I know how\nmany times I almost did...._\n\nThere was a new sound echoing through the dome. \"Now they don't need\nus to let them out, anymore.\" There was a quick, sharp, deep hammering\nfrom outside--mechanical, purposeful, tireless. \"That ... that may be\nDonel now.\"",
    "metadata": {
        "author": [
            "Scarff, William",
            "Hodgkins, David C.",
            "Budrys, Algis",
            "Budrys, Algirdas Jonas"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72067/pg72067.txt",
        "name": "between_the_dark_and_the_daylight.json"
    }
}