{
    "name": "Bleekman's Planet",
    "author": [
        "Garrett, Randall",
        "Barretton, Grandall",
        "Knox, Calvin M.",
        "Garrett, Gordon Randall",
        "Jarvis, E. K.",
        "Garret, Randall",
        "Silverberg, Robert",
        "Martin, Webber",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Looking around cautiously, Mac Thornwald eased himself down from the\nwindow ledge where he had been crouching. It was less than a ten-foot\ndrop, but because of the pain in his left ankle he didn't dare to drop\ntoo heavily. His right leg would have to take the brunt of the shock.\n\nAs he struck the plastosteel pavement, he clamped his lips together\nto cut short the moan of pain that welled up as his left foot twisted\nunder him.\n\nHe staggered a little and then straightened to look around. No one had\nheard anything. The city around him was still silent. He still had a\nchance. Only the ghostly whispers of the air-reptiles drifting through\nthe sky could be heard.\n\nTaking a deep breath, he reholstered the pistol he was clutching and\nbegan limping up the dark street toward the Governor's Mansion.\n\nEventually, the numbing pain began to leave his foot. The stun beam had\nhit the nerves near the ankle, but the effect wore off after several\nminutes of walking. _Okay_, he thought. _I'm back in business again._\nThe Governor of Bleekman's Planet had reckoned wrong when he tried to\ntake personal property away from an ex-Patrolman.\n\n\n\nMacKenzie Thornwald had landed on Bleekman's Planet less than eight\nhours before. He was a young man, tall and dark and hard-looking, with\nthe deep tan of the veteran spaceman. Ten years with the Interstellar\nPolice had strengthened him and taught him to take care of himself.\n\nHe'd still be in the service except for the loss of his left arm,\nwhich had been burned off by a Mark X rifle during a skirmish. It\nhad earned Thornwald a medal and a fat retirement pension. So he had\ndecided to take it easy for the rest of his life.\n\nHe had picked Bleekman's Planet. It was well out of the more civilized\nareas of the Galaxy, a frontier planet out on the Rim. Bleekman's\nPlanet had, as yet, only one city--Velliston.\n\nThe setup had looked good. There was money to be made on a frontier\nplanet, away from the main stream of Galactic civilization. Mac\nThornwald had wanted to settle down in a small, sparsely-populated area\nand just take it easy the rest of his life. And Bleekman's Planet had\nlooked like just the place.\n\nHe couldn't have been wronger. Trouble started the moment he got off\nthe space shuttle from the liner.\n\n\"Here you are, pal,\" the shuttle pilot said. \"All set?\"\n\n\"Sure,\" Thornwald said. He scooped up his baggage with his one good arm\nand walked down the ramp. Behind him, the shuttle blasted off, heading\nback to the mother ship above. Thornwald paused at the landing, with\nhis suitcase dangling from his arm and his trunk at his side, looking\nat the Bleekman's Planet Spaceport.\n\n\"Over here, you,\" said a cold voice.\n\nThornwald glanced over and saw two men approaching him in uniform.\n\"We're the customs inspectors,\" the taller of the two said. \"We'll have\nto look at your baggage.\"\n\n\"Fair enough,\" Thornwald said. \"You'll find I'm not carrying anything\nprohibited. I'm coming here to settle.\"\n\n\"We'll decide whether your stuff's okay,\" the smaller inspector said.\nThe two men hoisted Thornwald's baggage and carried it to the depot.\nThornwald followed.\n\n\"Let's have the keys,\" the tall one ordered. Mac handed over the\nkeys and they opened the trunk. The first thing they discovered was\nThornwald's prosthetic arm.\n\n\"What's _this_?\" The inspector's voice registered shock.\n\n\"Haven't you ever seen a prosthetic arm? I lost mine in combat, and\nthis is my spare.\"\n\nThe inspector's eyes narrowed. \"How come you're not wearing it, then?\"\n\n\"It's thought-attuned. It's controlled directly from my neural centers,\nand the linkage isn't completely smooth yet. It takes time to learn how\nto use one of those things, and it's a strain learning. I don't wear\nthe arm all the time.\"\n\nThe inspector nodded. He turned back and continued to check through\nThornwald's luggage. Finally, the two inspectors held a whispered\nconference and looked up.\n\n\"What are you doing on this planet, Mr. Thornwald?\"\n\n\"I'm--I've come here to live. I'm a retired Interstellar Policeman.\"\n\n\"We noticed that. But this stuff looks suspicious. I think we'll have\nto hold you for questioning.\"\n\nThornwald backed away. \"What's that? What kind of questioning? Is this\na shakedown of some kind?\"\n\n\"Orders of the Governor,\" the inspector said. \"Come on, now--we'll put\nyou away until the Governor can talk to you himself.\"\n\n\"Hold it, fellow,\" Thornwald warned. \"I'm a policeman, and I know the\nlaw. You can't lock me away without a writ.\"\n\nThe other chuckled. \"Oh no? Want to see how?\"\n\nThornwald stepped forward and cracked his fist into the man's face\nwithout waiting for further conversation. The man went toppling\nbackward, but the second one moved in and quickly caught Mac's arm. He\nlifted his blaster and whipped it across Thornwald's face.\n\nHelpless, Thornwald tried to duck. The butt cut into his flesh just\nabove the cheekbone, and he sagged limply.\n\n\"You'll come now, I think.\"\n\n\n\n\"In here, Thornwald.\"\n\nThe door of a cell opened, and rough hands hurled Thornwald inside. The\nmetal door clanked closed. Thornwald sat down on the hard cot in the\ncorner of the cell and tried to rub the pain away.\n\n_Nice welcome_, he thought. _Half an hour on Bleekman's Planet and I've\nhad my baggage confiscated, gotten a pistol-whipping, and got tossed\ninto the jug. Pleasant planet._ He rubbed his head and groaned.\n\n\"They give it to you bad?\" a voice said.\n\n\"Who's there?\"\n\n\"Don't jump,\" the voice said. \"I'm your cellmate. The name is Miller.\nI've been here a week.\"\n\nThornwald squinted in the darkness and made out the dimly-visible form\nof a man huddled up against the wall in the far corner of the cell.\n\n\"Just arrive?\" Miller said.\n\n\"Yes. And I'm pretty puzzled about this damned rough stuff. What kind\nof a world is this, anyway?\"\n\nMiller chuckled hollowly. \"A lousy one. You're new here; you haven't\nfelt the worst of it yet.\"\n\n\"What do you mean?\"\n\n\"I mean that you're now the private property of Governor Lloyd\nHenderson and his paid thugs. I mean that Henderson runs this world,\nand there's nothing you or I or anybody else can do but knuckle under.\"\n\nThornwald sprang to his feet. \"How is it the outside world doesn't know\nabout this? How'd it happen? Who is this Henderson, anyway?\"\n\n\"One question at a time,\" Miller said. \"Why doesn't the outside world\nknow? Simple. No one leaves Bleekman's Planet, and so nobody finds out.\nNot even a space liner lands here; it's too unimportant for that. A\nshuttle comes down.\n\n\"As for how it happened--well, do you know anything about thylomine?\"\n\n\"The cancer-curing drug?\"\n\n\"That's the one. It's made from the _narkos_ tree, which is found on\nBleekman's Planet and a couple of other places. The leaves of the plant\nare rich in it. All you have to do is gather them and process them,\nand the drug can be made in quantity. Henderson's got the monopoly on\n_narkos_-growing here. He was a big farmer originally, who just bought\neveryone else out. Now he's the governor, and the thylomine trade is in\nhis back pocket, along with the rest of the planet.\"\n\nThornwald kicked his foot against the wall angrily. \"Of all the lousy\nworlds I had to pick to come to live on--\" He turned to his cellmate.\n\"Why are you here?\"\n\nMiller shrugged. \"Why are _you_ here? Why is anyone here? Anyone who\ncrosses Henderson gets dumped in here.\"\n\n\"But I didn't cross him,\" Thornwald protested. \"I wasn't on the damn\nplanet more than a minute before they grabbed me.\"\n\n\"There must be a reason. Maybe they think you're a spy from the\nGalactic Federation. That's what they fear worst of all--someone\ngetting in here and spilling the beans to the rest of the universe.\"\n\n\"That must be it,\" Thornwald agreed. \"I'm a retired Police officer.\nThey must think I'm here as a spy.\" He shook his head. \"I've got to get\nout of here!\"\n\n\"How are you going to do that?\"\n\n\"Just wait and see.\" He cupped his hand. \"Guard! _Guard!_\"\n\n\n\nHe yelled a second time and a third. The sound of his shouting echoed\ndown the prison corridor, reverberated from the walls hollowly. \"Guard!\nGuard!\"\n\n\"Okay,\" a bored voice said. \"Quit yelling. What's the trouble in there?\"\n\n\"It's my arm,\" Thornwald gasped. \"It's haemorrhaging--I'm bleeding to\ndeath!\"\n\n\"You that one-armed fellow they just brought in?\"\n\n\"Yes, yes! Come on! Get me a doctor before I bleed to death!\"\n\nThere was a note of desperate urgency in Thornwald's voice that was so\nconvincing he could almost feel his stump throbbing.\n\n\"All right, I'll take a look,\" the guard said finally. He fumbled with\nhis keys and inserted one, while Thornwald threw himself to the floor\nand lay there, writhing in apparently hideous pain.\n\n\"Where are you?\"\n\n\"Down here,\" Thornwald said weakly. \"I can't stand up. I--\"\n\nThe guard bent to see what was wrong, and Thornwald kicked upward at\nhim. His boot took the jailer on the side of his jaw and knocked him\nbackward against the wall. As he staggered there, stunned, Thornwald\nsprinted past him and out the cell door into the corridor.\n\n\"Get him, Miller!\" he yelled as he broke away.\n\nA bright stunbeam light spurted out as Thornwald left. He winced as it\nnicked him in one ankle, almost hamstringing him, but he kept going.\nBehind him, he heard the sound of Miller fighting with the bewildered\nguard.\n\nThornwald dashed down the corridor as well he could with one foot\nnearly crippled, reached the window, hoisted himself up with his arm,\nand crawled up to the ledge.\n\nHe smashed open the window and shimmied through.\n\nHe was out of jail now--or would be when he dropped the ten feet to the\nground. But he wasn't out of trouble yet--not by a long shot.\n\n\n\nThe building up ahead was the Governor's Mansion--and that was the\nfirst stop, and, he hoped, the last.\n\nThe customs inspectors had said something about taking his trunk to the\nGovernor. Good. Thornwald had to get to his trunk before much more\ntime elapsed.\n\nHis arm was in the trunk--the prosthetic arm. He was almost helpless\none-armed, except where he could capitalize on the weapon of surprise.\nOnce he got the prosthetic from his trunk--\n\nHe faded into the shadows as a uniformed figure passed by. One of\nHenderson's policeman, no doubt, making the night rounds. Thornwald let\nthe man go by, then continued to glide among the shrubbery toward the\nimpressive mansion that was Henderson's home.\n\nThornwald's mind revolved the situation over and over as he moved\nalong. This world was Henderson's private property, and anyone who said\ndifferent was jugged instantly. It was a world of terror in which a\nharmless stranger could become a hunted fugitive in a matter of minutes.\n\nHe reached Henderson's place. It was a walled mansion, as he expected.\nThere were ways to get over walls, though, Thornwald reflected. He\nglanced around, found a strange-looking red-leaved tree whose angular\nlimbs had the consistency of rubber, and dragged himself upward.\n\nHe reached the bough he wanted, grasped it firmly, and swung out over\nthe wall. He landed--\n\nA foot away from a snarling, blazing-eyed ball of fury. Even in the\ndarkness, he could see the animal clearly--a Vegan _ghoslik_, all teeth\nand ferocity and mindless hatred. It snapped at the intruder.\n\nThornwald launched a vicious kick at the animal, and there was the\nsound of needle-sharp teeth splintering against his boot. The creature\nhowled and bounded away into the darkness.\n\n_So much for your watchdog, Henderson. Now for the real job._\n\nHe tiptoed to a window and peered in. A uniformed man was in there,\npacing up and down in a corridor. Thornwald smiled, picked up a rock,\nand hurled it through the window.\n\nThe guard whirled instantly, presenting his blaster. \"Who goes there?\"\n\nThornwald made no reply. The guard continued to peer out into the\nnight. \"Who's there?\" he repeated.\n\nAs if in answer, Thornwald hurled another rock through the window. This\ntime the guard dashed out of the corridor, up the stairs, and out into\nthe courtyard--where Thornwald was waiting for him with a third rock.\n\n\"It's a good thing it wasn't my pitching arm I lost,\" he muttered\ngratefully as the guard crumpled. Swiftly Thornwald extracted the\nguard's blaster and stepped inside the building.\n\nHe edged down the corridor, blaster ready, and turned the corner. There\nwas the sound of laughter coming from a room at the end of the hallway.\n\nAfter a moment's thought, he crashed the butt of the blaster against\na window in the corridor, then flattened himself against the wall and\nwaited.\n\nA few seconds later, a man appeared from the room beyond. \"What was\nthat noise?\" he asked loudly.\n\nThornwald glanced down the hall. The man who approached was one of the\ncustoms inspectors who had beaten him up that afternoon. He fingered\nthe blaster stud and stepped out to block the hallway.\n\n\"What--?\"\n\n\"Put your hands up,\" Thornwald ordered quietly. \"And if you say a word,\nI'll roast your brains in your skull.\"\n\n\n\nHe glared at the man. \"All right, where's my luggage?\"\n\nThe customs man met his stare grimly. \"I don't know.\"\n\nThornwald's one arm whipped out and the blaster's barrel slapped the\ninspector across the face. A trickle of blood dribbled down. \"Where's\nmy stuff?\" Thornwald repeated.\n\n\"Henderson's got it,\" the customs inspector said sullenly.\n\n\"And where's Henderson?\"\n\n\"I'm not telling.\"\n\n_Crack!_ with the gun barrel. \"That's for this afternoon,\" Thornwald\nsaid. \"Where's Henderson?\"\n\n\"Fourth floor,\" the man gasped. Thornwald hit him again. \"You sure?\"\n\n\"I'm telling the truth! Fourth floor!\"\n\nThe gun descended once again. Satisfied, Thornwald left the other\ncrumpled on the floor, and started up the stairs to the fourth floor.\n\nHe wanted Henderson, now.\n\nMore than anything, he wanted his missing left arm back. Half a\ndozen times in the last thirty minutes he had cursed the frustrating\nnecessity of fighting with only one hand. Even the prosthetic would do,\nthe steel-thewed robot hand that he controlled with his mind. But for\nthe present he'd have to manage with one hand.\n\nHe mounted the stairs and emerged on the fourth floor. An array of\nrooms confronted him. Which was Henderson's? He didn't know.\n\nHe started to enter one, picking it at random. Then he felt a cold\npressure in the small of his back.\n\n\"You can stop right now,\" a deadly-sounding voice said. \"There's a\nblaster in your back. Close that door.\"\n\nWithout turning, Thornwald backed up and closed the door.\n\n\"Now come with me,\" the voice said. \"I'm taking you to Henderson.\"\n\nThe blaster prodded and he headed down the hall to another door.\n\n\"Mr. Henderson?\"\n\n\"Yeah?\" said a voice from within.\n\n\"It's me. Leswick. I caught a prowler wandering around up here.\"\n\n\"Right out,\" Henderson said.\n\nThe guard named Leswick prodded the blaster harder into Thornwald's\nback. \"Mr. Henderson'll take care of you,\" he said ominously.\n\nThe door opened and Henderson stood there. He was a short, pudgy man\nwith thick jowls and a soft, fleshy pink throat. He was wearing a black\ndressing-gown, flaked whitely with dandruff.\n\n\"Who are you?\" Henderson asked coldly.\n\n\"I think he's the cop who landed today,\" Leswick said. \"Didn't they say\nhe had only one arm?\"\n\n\"That's the one, all right,\" Henderson said. He reached out, grabbed\nThornwald by the collar, and yanked him into the room. Covering him\nwith a blaster, he said, \"Go downstairs and get a couple more of the\nboys, Leswick. We'll see what we can get out of this fellow.\"\n\n\n\nThornwald glanced up at the trio of uniformed men facing him. \"I'm not\nsaying anything.\"\n\n\"Hit him again,\" Henderson commanded boredly.\n\nA guard's fist flashed down and smashed into Thornwald's jaw. Thornwald\nspat blood and glared defiantly at Henderson.\n\n\"What do you expect to get out of me, Henderson?\"\n\nThe Governor whirled and sneered at him. \"You're a cop, aren't you?\"\n\n\"I was.\"\n\n\"You still are! And you're down here to spy on us! Where's your\ntransmitter?\"\n\n\"I don't have any transmitter,\" Thornwald said. \"I was fool enough to\nthink I'd want to live here. I'm no more a spy than that bookcase is.\"\n\n\"Hit him again,\" Henderson said. \"Give it to him until he tells us\nwhere the transmitter is.\"\n\nA cascade of blows descended on Thornwald from all three of them. His\nhead rocked dizzily beneath the assault. He stood it as long as he\ncould.\n\nFinally, he yelled, \"_Okay!_ I'll tell you!\"\n\n\"Step back and let him talk,\" Henderson ordered. \"All right, Thornwald.\nWhere's the transmitter?\"\n\n\"It's ... in ... my ... trunk,\" he said weakly. \"The trunk.\"\n\n\"Go get the trunk,\" Henderson said to one of the men. \"Bring it here.\"\n\nA few minutes later, the man returned with Thornwald's trunk. \"Force it\nopen,\" said Henderson. \"See if there's a transmitter in there.\"\n\nThe guards cracked the trunk's lock, threw open the lid, and searched\nthe interior. Thornwald watched impassively as his shirts, tunics,\nties, cloaks came flying out to land in an untidy heap on the floor.\n\n\"Well?\"\n\n\"There's nothing in here but clothes and things,\" the guard reported.\n\"And\"--he gulped--\"there's some kind of _arm_ in there?\"\n\n\"Arm?\" Henderson repeated in surprise.\n\n\"It's a man's arm, boss.\"\n\n\"My prosthetic,\" Thornwald said. \"I lost my arm in a space battle.\"\n\n\"And where's the transmitter, then?\"\n\n\"It's concealed in the arm,\" Thornwald said.\n\nHenderson frowned. \"In the arm? How?\"\n\n\"Surgically implanted,\" said Thornwald. \"Take a look, if you don't\nbelieve me.\"\n\n\"Give me that arm,\" said Henderson.\n\nThe guard fished the prosthetic reluctantly from the trunk, and,\nhandling it with the utmost delicacy, carried it over to Henderson. The\nGovernor took the arm, examined it curiously, flexed the curled fingers.\n\n\"Where's the transmitter?\" he asked.\n\nBeads of perspiration sprang out on Thornwald's forehead. His neural\nnetwork leaped out, made contact with the nerve-mesh of the arm. He was\njust five feet away from Henderson. That was close enough to activate\nthe prosthetic.\n\n_Now!_ he thought.\n\nThe arm suddenly came alive in Henderson's hands. Before he could do\nanything, the fingers spread, grasped, reached upward, and wrapped\nthemselves around Henderson's fleshy neck in an iron grip.\n\n\n\n\"That thing's got the chief!\"\n\nThornwald held up his hand. \"Tell your men to drop their blasters,\nHenderson. I assure you they can't kill me quick enough for me not to\ncrush your throat with that arm.\"\n\nHenderson emitted choking, strangling sounds that might almost have\nbeen, \"Drop the guns!\" The Governor's florid face was bright red, and\nwhere the fingers dug into his throat the skin was a bloodless white.\n\nThe three guards looked around in dismay.\n\n\"Don't shoot him!\" Henderson ordered. \"Drop the guns!\"\n\nThe blasters clattered to the floor. Thornwald picked one up, kicked\nthe others away into the corner. Henderson remained transfixed in the\ncenter of the room, the bodyless arm clinging to his throat bizarrely.\n\n\"Where's your ultrawave radio?\" Thornwald asked.\n\nHenderson glared angrily and made no reply. Thornwald smiled\napologetically and tightened his mental grip on the Governor's throat\never so slightly.\n\n\"Where's the ultrawave?\" he repeated.\n\nHenderson gestured to a niche in the wall. Warily, Thornwald stepped\nover to it. It was an ultrawave, all right. \"Back to the wall,\" he\nsaid. \"Okay, you three. If any of you makes a false move while I'm\ncalling, Henderson dies--and _you'll_ get the arm around your throat\nnext.\"\n\nHe dialed the radio into operation with the muzzle of the blaster.\nThere was a crackling sound, and then an operator's voice said, \"Yes?\"\n\n\"I want the Interstellar Police,\" Thornwald said.\n\n\"IP,\" said a metallic voice a few moments later.\n\n\"This is Mac Thornwald, retired captain. You know me?\"\n\n\"Sure, Mac! What's up?\"\n\n\"Listen carefully,\" Thornwald said. \"Get a patrol-ship right down here\nnow--Bleekman's Planet. There's trouble here. It's under control now,\nbut the planet will need a complete mopup.\"\n\n\"That's the place you were supposed to live, isn't it? The quiet little\nsecluded planet out in a corner of the galaxy?\"\n\nThornwald smiled grimly. \"It'll be that way soon,\" he said. \"Just as\nsoon as you clean up a bunch of cheap crooks who can't beat a one-armed\nman.\"",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Barretton, Grandall",
            "Knox, Calvin M.",
            "Garrett, Gordon Randall",
            "Jarvis, E. K.",
            "Garret, Randall",
            "Silverberg, Robert",
            "Martin, Webber",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65666/pg65666.txt",
        "name": "bleekman_s_planet.json"
    }
}