{
    "name": "Blind Play",
    "author": [
        "Davis, Horace Chandler",
        "Davis, Chandler",
        "Davis, Chan"
    ],
    "body": "Nick Pappas had just crossed to the instrument panel of the _Tang\nChuh-Chih's_ lifeboat when he heard a sound behind him. He turned\nquickly.\n\nHe had left the airlock between the lifeboat and the ship open. That\nhad been stupid, he realized, but it was too late to correct it now.\nOne of the _Tang's_ two other crew members was approaching down the\ncorridor just beyond the airlock; if he saw the doors slide shut now\nhe'd be immediately suspicious. That would leave Pappas inside the\nlifeboat, and before he could drain enough fuel from the ship's tanks\ninto the lifeboat's, the other two could have the airlock cut open.\n\nHe still had a chance to hide--but before he could propel himself to\nthe other end of the lifeboat, out of sight, Arne Birkerod appeared at\nthe other side of the open airlock.\n\nBirkerod smiled. Pappas stood still, gripping the pilot's seat in front\nof him.\n\n\"Hello, Arne,\" said Pappas. \"I was just checking over the--\"\n\n\"Good morning, Nick--or good evening, if you like. Let's go up to the\ncontrol cabin and see Garcia.\"\n\nFor a very brief moment, Pappas considered. Although the _Tang_\nwas in free fall, he was very conscious of the weight of the gun\nconcealed inside his jacket. He might use it now, but the sound would\nbring Garcia. Better to bluff it through. The other two might not be\nsuspicious yet, and in a pinch he had the advantage that they weren't\narmed. \"Sure,\" he said, and pushed himself across to where Birkerod\nstood.\n\n\"After you,\" said Birkerod, much more politely than usual.\n\n\n\nPappas smiled uncertainly. He planted both feet against the side of the\nairlock opening, then jumped off. He floated down the ship's corridor\nto where it took a sharp bend; there he grabbed a rung of a ladder\nbolted to the corridor wall.\n\nBirkerod had pushed off harder than Pappas had; he arrived at the\nladder at the same time. \"After you,\" he said again.\n\nPappas saw, at the end of the long corridor ahead, the open door to the\ncontrol cabin. He pushed off in that direction.\n\nYusuf Garcia was in the ship's pilot's seat. Garcia was half Brazilian\nand half Malagasy. His eyes had a strong green tint which looked\nstrange against the deep brown-black of his face. Pappas had always\nbeen a little afraid of him and the present situation didn't help that\nany; there was a gun in Garcia's hand.\n\nBirkerod followed Pappas in, taking a seat facing Garcia. \"What did you\nfind, Yusuf?\" he asked casually.\n\n\"Well, Arne, I haven't finished checking up on our little conjecture;\nthe calculator over there is still working on it. But while I was\nwaiting I looked through our friend Pappas's locker. You may already\nhave noticed what I found.\" He waved the gun. \"Where did you find our\nfriend, by the way?\"\n\nBirkerod smiled. \"First place I looked.\"\n\n\"The lifeboat?\"\n\n\"Yeah.\"\n\n\"What was he doing?\"\n\n\"Nothing. I think I know how our little conjecture's going to turn out,\nthough.\" He turned to Pappas, who had followed the exchange tensely.\n\"You know, Nick, my father was a fellow-countryman of yours back on\nEarth.\"\n\n\"Countryman?\"\n\n\"That's right. He lived just north of Winnipeg. My mother was a\nCanadian, too. Both of them were in the second batch of colonists that\nleft for Callisto. But it doesn't mean much to call you a Canadian any\nmore, does it? Garcia and you and I, we're all Callistans now.\"\n\n\"Sure,\" said Pappas, wondering.\n\n\n\nCallisto: A cold world. A small new world, and a cold world, and\nincredibly distant from the planet that had evolved its settlers.\n\nIn the thirty years since the exploration of Jupiter's satellites had\nbegun, Callisto had had a very different history from the rest. On\nGanymede, a hundred or so engineers had been working all that time on\nthe tremendous task of raising the satellite's mean temperature to the\npoint where an atmosphere could be provided and open-air cities and\nfarms built in which Earthmen could live. The smaller satellites had\nbeen largely ignored. But it had been found that Callisto had large\ndeposits of ore of such quality that, in spite of the tremendously long\nhaul required to carry anything from there to the inner planets, it\nwas worth while beginning mining operations. Up went the insulated,\nairtight domes, out came the colonists, down went the mine shafts.\n\nIt was a hard life. Crystalline rock was cut by machines at the\nmine-faces, and by the time other machines had brought it up the shafts\nto the surface-level in the domes, it had become amorphous and powdery,\nits crystalline structure destroyed by being heated to twenty degrees\nbelow zero Centigrade. When you repaired machinery below the surface,\nyou wore sixty kilograms of spacesuit (Earth weight), and a failure of\nany item of equipment or a fumble by any member of your crew might mean\nsudden death. The walls of the dome shut you in from the sky, for the\nvacuum out there was death too; when you did get up to the observatory\nto see the sky, you saw Jupiter, weirdly streaked with brilliant\ncolor--if your dome was on the side of Callisto toward Jupiter.\nOtherwise, you looked across twenty million kilometers of vacuum to the\nnearest star.\n\nIt was a hard life, and no life for a lone wolf. There were no\nhomestead farms to be settled by lonely pioneer families. Callisto was\na sterile place, and to keep life going there at all men had to work\ntogether. Cooperation was a lesson Earth civilization had learned only\nafter thousands of years of oppression and war; a lesson that had to\nbe learned before men could cross space; and a lesson that was very\ndifficult to forget on Callisto. At least for most people.\n\nRita and Cliff Belden had control of the trade between Callisto and the\ninner planets. It didn't start as control, though; the way it began was\nthis: Once the colony had been well established, its operation was left\ncompletely up to the Callistans, who shipped as much of their goods to\nEarth as they could manage, and requisitioned as much food and supplies\nfrom Earth as they needed--which was really the best way. The inner\nplanets could not very well take part in the planning of Callisto's\nactivities, since there was no radio contact and the trip took over two\nmonths by freighter even when the relative positions of the planets\nin their orbits was most favorable. One freighter shuttled back and\nforth between No. 2 Dome on Callisto at one end and any of several\ninner-planet ports at the other. Rita and Cliff Belden were the two\nCallistans whose job it was to run that freighter.\n\nThe little colony was absolutely dependent on the supplies they\nbrought. This fact was obvious to everybody, but the Beldens made a\ndeduction from it which was unprecedented on Callisto: they could\nthreaten to withhold the supplies and thereby force the rest of the\ncolonists to agree to whatever they asked--provided they could make\nthe threat stick. They made the attempt. On one of their trips back\nfrom Earth, they put the ship into an orbit around Callisto instead\nof landing, and announced they would not land until their henchmen on\nCallisto were in control.\n\nAnd the henchmen did a thorough job of taking control. All the details\nwere taken care of: They quickly seized the radio transmitters that\nmaintained contact with Ganymede, they confiscated all the reserves of\nspaceship fuel they could find, they clamped down as tightly as they\ncould on communication between the domes; then they started keeping a\nclose check on every tool that could be used as a weapon. There was\njust one place they slipped up. Their search for fuel wasn't good\nenough.\n\nThe people of No. 4 Dome pooled the fuel they had hidden from the\nBeldens; they seized from the Beldens' guards the Dome's tiny\nspaceship, which had been assembled on Callisto and which had never\nbeen intended to leave the Jupiter system; and they sent the ship off\nfor Venus, with Garcia and Birkerod aboard. Venus was the only possible\ndestination, with the planets' positions in their orbits as they were\nthen: to reach Earth or Mars would have taken either more fuel than\nthey had, or much more time than they could spare.\n\nAs it was, the trip took eight months.\n\nOn Venus there was no hitch. Garcia and Birkerod went to the Liaison\nOffice in Kreingrad, as planned, and were provided with the _Tang\nChuh-Chih_, with a load of supplies--and with Nick Pappas, a former\nCallistan who wanted to return there. They followed the Liaison\nOffice's suggestion and took Pappas aboard.\n\n\n\n\"We're all Callistans now,\" Birkerod repeated. \"I wonder, Nick. How\ndid you happen to leave Callisto in the first place? Just felt like\nvisiting good old Saskatchewan? I doubt it. Let's see--you left before\nthat business started with the Beldens, didn't you?\"\n\nPappas licked his lips nervously. Garcia answered for him: \"Yes, about\nten months before, according to what they told us on Venus.\"\n\n\"Yeah,\" Birkerod mused. \"You know the Beldens, of course.\"\n\n\"Yes,\" said Pappas, \"of course. I came to Earth on their freighter.\"\n\n\"Not _their_ freighter,\" Garcia put in. \"Callisto's freighter, which\nthey were operating. It's only more recently that it's become _their_\nfreighter.\"\n\nBirkerod smiled and went on, \"It's interesting, Mr. Pappas, that you\nleft Callisto about the time the Beldens' plans must have been taking\nshape. I wonder why you did?\"\n\nPappas ignored the question. A moment before, the red signal light\nhad flashed on above the calculator set in the opposite bulkhead.\nThe computations had been finished on Garcia and Birkerod's \"little\nconjecture.\"\n\nGarcia, who was closest to the machine, filled in the silence. \"Let's\nfind out what the calculator has to say. It may clear things up a\nlittle.\"\n\nThere was a row of spring-clamps set in the bulkhead next to him for\nholding objects stationary while the ship was in free fall. Garcia put\nhis gun in one of these, slipped out of the \"safety belt\" that had held\nhim in the pilot's seat in spite of the lack of gravity, and turned to\nthe calculator.\n\nPappas sprang. Not toward Garcia--but toward the side of the cabin that\nwould have been the ceiling if there had been an \"up.\" He snatched his\ngun from his jacket.\n\nSomething crashed into Pappas, spun him around. Birkerod had jumped\ntoo, hitting him hard in midair.\n\n\n\nThe cabin whirled about them. He felt Birkerod's powerful grip around\nthe hand which held the gun. Simultaneously they reached the ceiling;\nPappas's head hit metal with a crack. The gun fell free. Weightless,\nthe two of them wrestled desperately.\n\nSuddenly Birkerod pulled loose and jumped away. Pappas found himself\nalone in the middle of the cabin, drifting slowly from the pilot's seat.\n\nIn the pilot's seat Garcia was again sitting calmly, his gun leveled.\nBirkerod had the other gun. There was silence while Pappas reached the\nbulkhead, pushed back to his seat, and belted himself in.\n\nGarcia said, \"Suppose I try answering some of these questions. When\nArne and I left Callisto, the Beldens learned our orbit and high-tailed\nin to the inner planets. With plenty of fuel, they arrived before us,\nand got you, their agent, on the job. You got yourself included in our\nreturn trip on the _Tang_. Then you calculated an orbit for us that\nwould run us smack into Earth at a relative velocity of thirty-odd\nkilometers a second!\n\n\"The next thing was to divert the fuel from the _Tang's_ tanks to the\nlifeboat's, and take off yourself in the lifeboat. That would have left\nus in a collision orbit, with no fuel to pull ourselves out of it.\n\n\"Not such a good plan, Nick. You should have planned just to kill us\nboth as soon as the _Tang_ was in space; you'd have had a better chance\nthat way. Your overeagerness to compute our orbit just didn't look\nnatural.\"\n\n\"No, listen,\" Pappas protested feebly. \"I didn't calculate a collision\norbit. I--\"\n\n\"Sorry,\" said Garcia. \"That's what the machine just finished checking\nfor us. The orbit we're on meets Earth dead center, and it wouldn't\ntake us to Callisto even if Earth wasn't there. Arne--_what'll we do\nwith this character?_\"\n\nBirkerod smiled. \"I like the suggestion you made when we discussed it\nbefore.\"\n\n\"I was just joking!\"\n\n\"No, I think it's the best idea.\" He turned to Pappas, who flinched in\nspite of himself. \"Look, Nick, the Beldens have no chance of winning on\nCallisto. No chance. Men had to learn to cooperate before they could\nget to the planets at all, and by this time they've learned good and\nthoroughly. The individual who's out for himself is an anachronism. You\nand the Beldens--a hundred years ago you'd have felt right at home.\nThen everybody was 'out for a fast buck,' as they used to say. In this\ncentury everybody works together, and darn near everybody likes it that\nway.\n\n\"But, Nick, the Beldens are still dangerous. They can't win; but\nthey can hold up the development of Callisto for years, and make the\nCallistans plenty miserable in the process. The inner planets won't\ninterfere. Their policy for years has been this: Callisto is so far\naway that it's their concern how they run things; we'll send them\nsupplies, they'll send us minerals, and that's that.\n\n\"So the people of Callisto have got to lick the Beldens. This ship is\nabsolutely essential, because it's the means of breaking the Beldens'\nmonopoly. We have to get to Callisto, and when we get there we'll be in\nthe middle of a pretty critical situation; the _Tang_ will be just as\nessential to the Beldens as to us, for the opposite reason.\"\n\n\"Therefore,\" Garcia put in, \"we can't afford to have you around.\"\n\n\"What are you going to do?\" Pappas murmured.\n\n\"To you?\" said Birkerod. \"Well, we can't take you with us; we don't\nwant to kill you if we can help it; we can't turn you loose in the\nlifeboat, even if we keep most of the fuel, because we may need the\nlifeboat on Callisto. There's one thing left.\n\n\"If it's all right with Yusuf, we're going to put you altogether,\ncompletely on your own. You're not going to be working for anybody\nelse, not even for stinkers like the Beldens. You're going to be all\nby yourself, and you're going to have to do a good job of looking out\nfor yourself. Not for anyone else, just for Nick Pappas--'Number One,'\nas people used to say. We're not going to give you a word of advice,\neither. If we did, you wouldn't be independent enough. How does it\nsound, Yusuf? Appropriate?\"\n\nGarcia smiled. \"Sounds about right, Arne. Maybe I'm too angry at the\nBeldens to think straight, but it sounds like a pretty appropriate\nway to handle Mr. Pappas. He'll be all on his own, and if he doesn't\nwork things out just right--he'll get the most spectacular finish any\nindividualist could ask for!\"\n\n\n\nNick Pappas hung weightless in interplanetary space.\n\nTen meters away floated the _Tang Chuh-Chih_. One side of it glared\nwhite in the sunlight, the other side was jet black, visible only as\na shadow across the stars. It floated there motionless, very close to\nhim, but he knew he didn't dare to try to reach it, because it was\ngoing to start accelerating any second.\n\nThe faceplate of Pappas's spacesuit fogged slightly; he moved a hand\ninside the suit, adjusted the humidity control. When the faceplate had\ncleared, he saw that the _Tang's_ rockets were already firing.\n\nThe ship still floated there, within shouting distance if there\nhad been an atmosphere; but now from its jets there extended long,\nperfectly straight streaks of shimmering blue-violet. It seemed to\nPappas as though he was drifting slowly parallel to the ship, in the\ndirection of the jets. He shook his head to get rid of the illusion. He\nwas remaining perfectly still, the ship's hull was sliding past him.\nWhen the jets were abreast of him, they cut off. He watched the ship\nreceding, rapidly now. A minute or so later there were two short blasts\non the steering jets; Pappas realized they were swinging the ship\naround so he wouldn't be caught in the rocket blast. Then the main jets\nstarted up again.\n\nPappas followed the ship with his eyes as long as he could distinguish\nit--which wasn't long. Then, he was _alone_.\n\nNot only were there no walls around him, there wasn't even anything\nunder his feet. There was nothing, anywhere.\n\n\"So this was what all that talk added up to,\" Pappas thought. \"They\nsimply set me out here in the middle of the vacuum to stay until the\nsuit's food and air give out.\"\n\nHe thought he might as well make himself at home. He checked over the\nsuit. It was nicely equipped. In addition to standard items, there were\nseveral things strapped onto the back of the suit on the outside which\npleased him until he realized how little difference they made: There\nwas a reel of light, strong cable with magnetic grapples which could be\nclamped onto it. There was a hand reaction motor the size of a Stillson\nwrench, and ten containers of fuel, each the size of a fountain pen.\nThere was a large mirror, for signaling. Also for the same purpose,\nthere was a powerful, highly directional searchlight. He checked the\ncells which powered it; they were low, but he knew they were charging\nat that moment from the sunlight falling on them. The searchlight would\nwork. For what that was worth.\n\nSo much for his suit. Next, where was he? His position couldn't be\ngiven in latitude and longitude, because there wasn't anything for it\nto be latitude and longitude _on_. He was somewhere between the orbits\nof Venus and Earth. The direction of the Sun he could tell by glancing\nat the arm of his spacesuit and seeing where the sunlight fell--the Sun\nwas behind him and to the right, and a little \"downward.\"\n\nAs for the Earth, that would be the next brightest body in his sky. He\ncraned his head in all directions, searching. Then he took out the hand\nreaction motor and gave a blast to start himself spinning, so he could\nsearch in the directions he hadn't been able to see in before. Even\nthe short blast he used made the motor tug at his hand and started the\nuniverse whirling around him frighteningly. He turned the control on\nthe motor down as low as it would go, then pressed the button several\nmore times. Finally he had canceled out most of his rotation, and the\nMilky Way was wheeling calmly about him. He got himself oriented again\nand after a short time had identified Earth, which was close enough to\nappear as a blue-green disk.\n\n\n\nEarth! A thought suddenly struck him. The _Tang_ had been heading\nstraight for Earth when it had let him off; he was still going exactly\nin the _Tang's_ former orbit. He would reach Earth! There was one more\nthing he should check--yes, he had a parachute. It was on the back of\nhis spacesuit, underneath the gear he'd investigated before. Now if he\ncould land safely he was all set! Birkerod and Garcia must not have\nthought of this.\n\nOne thing still bothered him: He had been headed for Earth when he\nwas put off the _Tang_, but had anything happened since to put him\noff course? How about those times he'd used the reaction motor to set\nhimself spinning? Well, the several small blasts would probably not\nhave had any net effect on his direction of motion, and if they had\nthere wasn't anything to be done about it. But the single strong blast\nat the beginning--he could remember which constellation he'd been\nfacing at the time, where he'd held the reaction motor, and how strong\na blast he'd given. That meant he could give an approximately equal\nblast now in the opposite direction. This he did, being careful to aim\ndirectly away from his center of gravity, so as not to start spinning\nagain.\n\nNow he should be back on course, he figured. Assuming, that is, that\nhe'd ever been off. The small thrust of his reaction motor, applied\nfor such a short time, might not be enough to make any appreciable\ndifference as to where he ended up. He didn't bother trying to\ncalculate it.\n\nNothing to do now but wait. He spent the time thinking about what he'd\ndo when he got to Earth. It was hard to figure. He'd had a racket on\nEarth for the year-and-a-half after the Beldens brought him there;\neveryone had assumed he was doing something important to Callisto's\nwelfare, and all he'd had to do was go through the motions. Now, he\ndidn't know. It was probably true that the Beldens were through; with\nthe _Tang Chuh-Chih_ arriving on Callisto, the odds were against them.\n\nHe'd have to find something else, Pappas decided. This whole Belden\nbusiness was pretty provincial, anyway. And as for Birkerod, Garcia,\nand those people--! Pappas dismissed Callisto from his thoughts\ncompletely. There would have to be some angle on the inner planets.\n\nAfter several hours of thought on the subject, he took stock of his\nsituation again. The disk of Earth was a little larger, he thought, but\nnot enough so you'd notice it. He pulled the semi-opaque visor over his\nfaceplate and went to sleep.\n\n\n\nHe slept for ten days.\n\nNot Earth days, however. When Pappas went to sleep the Sun was behind\nhim. He thought he had eliminated his rotation, but actually he was\ntumbling head over heels, extremely slowly. Thus, for him, the Sun rose\nbetween his feet and set directly \"above\" him.\n\nThe eleventh of these \"sunrises\" woke him. He stayed awake, because\nas soon as he flipped his visor up and looked around him the Earth\ncaught his eye. It was much closer. He did not know how to measure its\nangular diameter, so he couldn't calculate his distance from it even\napproximately, but it _looked_ enormous.\n\nHow long had his nap lasted? The spacesuit's chronometer was running.\nIts minute hand indicated 37; its hour hand, 15; its day hand, 3. That\nwould have told him how long he'd slept, if he'd read the chronometer\nbefore he went to sleep; but he hadn't. All he knew was that he'd slept\nmuch longer than he'd expected, and long enough to get painfully stiff.\n\nIn any case, he'd covered a lot of distance. As much as the _Tang_\nwould have covered in the same time, he realized. He was approaching\nEarth pretty fast.\n\n\"_Too_ fast,\" he added aloud, nervously. He'd have to decelerate before\nhe got there or the parachute wouldn't do him any good. Now, was it\ntime yet to start decelerating? If he directed the hand reaction\nmotor in the wrong direction now, could it cause him to miss Earth?\nHe guessed not: the planet looked so close, any small \"sidewise\" push\nhe gave himself could hardly hurt. Once he killed his speed, Earth's\ngravitational field would gather him in.\n\nPappas took out the reaction motor. Using low power, he turned himself\ntill he faced Earth. The planet seemed to have swelled just in the time\nsince he'd waked up. He set the reaction motor to full power, grasped\nit with both hands, held it in front of his chest, and pointed it\nstraight at Earth. Then he pressed the button and held it down.\n\nThe force of the hand jet pushed in at his midriff, made his legs and\nhead swing forward. Well, that was okay as long as they didn't get into\nthe exhaust. He stopped blasting a moment to get a better grip on the\nreaction motor, then fired continuously. Occasionally he would find\nhe'd started himself spinning; then he'd shift the motor just a trifle\nto keep himself facing the planet. He kept the button firmly pressed\ndown, and the cylinder in his hands sent a continuous jet of intense\nblue toward Earth. When the first fuel cartridge was exhausted, he put\nin the second and kept it up.\n\nTwice he stopped for a food pellet and a little water. The rests were\nwelcome: his arms and chest were stiff and aching. But he didn't rest\nlong, because he was getting really scared now. He was sure he was\ndangerously close to his destination, and his speed hadn't been cut\nenough. The continents and oceans of Earth's day side were clearly\nvisible, and grew noticeably larger as he looked at them.\n\nHe now thought of the direction he was going as _down_; he thought of\nhimself as _falling_.\n\nSomething bothered him: America had not been in sight a while ago, but\nnow he could see a corner of Brazil appearing at the edge of the disk\nof Earth. Did that mean he was passing by Earth instead of falling\nstraight at it? No, he realized in a moment, it just meant Earth was\nrotating; for he could see that the sunset line, the line between night\nside and day side, had not changed its apparent position on the disk.\n\nNo, he was still falling. And he was _falling too fast_.\n\nA suspicion began to form that Birkerod and Garcia _had_ anticipated\nthis. And suddenly, terrifyingly, he thought of what Garcia's last\nremark might have meant!\n\nStill, they'd said there was a way he could save himself. And the only\nway he could think of was to break his fall. He had a certain quantity\nof fuel to do it with, and he was using it. He was using it for all it\nwas worth, no matter how much his body ached with fatigue. If those two\non the _Tang_ had figured this all out ahead of time, then they must\nhave left him enough fuel to avoid being killed. Otherwise they might\nas well have shot him on the _Tang_. Okay, if he had enough fuel he'd\nuse it all.\n\n\n\nOne after another the fuel cartridges burned out. Pappas longed for\nanother rest, but he didn't dare take one now. He kept firing, and\nstill the Earth kept growing larger and brighter below him. Finally,\nthere was no more fuel.\n\nAfter a short breather, Pappas took the reaction motor, detached it\nfrom the cord which bound it to his spacesuit, and flung it downward\nwith all his strength. Then he did the same with the mirror, the\nsearchlight, and the reel of cable. It was all he could do.\n\nThen there was an instant when he saw where he had gone wrong. He had\nnot had enough fuel to do what he'd tried to do. That was clear by one\nlook at Earth's face, which still grew alarmingly fast below him; and\nhe could probably have figured it out before. But there had been a way\nwhich _would_ have given him some chance. He should have used his fuel,\nnot in a hopeless attempt to decelerate, but in deflecting himself so\nhe would miss Earth! He would have passed by Earth, relatively close.\nHe'd have passed fast, but not too fast to signal with his mirror to\nEarth's several satellites, natural and artificial. The spaceports on\nthose satellites kept twenty-four-hour watches for signals of distress;\nwhen they saw a faint blinking light they would send out a ship which\nwould try to locate its source. They were good at it, too, and if he'd\nkept his mirror spinning they might have picked him up.\n\nBut he hadn't thought of it. It had never occurred to him that even\nwhen he was alone, as thoroughly alone as anyone can ever be, his life\ncould depend on dozens of other people. He'd thought only of reaching\nsafety by himself. And, seeing only the one possibility, he'd played it\nblindly.\n\nThere was that instant of sickening realization, then a little later\ncame an instant when Earth ballooned out grotesquely below him,\nsuddenly filling most of his field of vision, and he saw lakes,\nislands, deserts. He felt all over him an abrupt, final flash of heat,\nand _Nick Pappas became a meteor_.",
    "metadata": {
        "author": [
            "Davis, Horace Chandler",
            "Davis, Chandler",
            "Davis, Chan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64064/pg64064.txt",
        "name": "blind_play.json"
    }
}