{
    "name": "Bulldog",
    "author": [
        "Faust, Frederick Schiller",
        "Brand, Max",
        "Frederick, John"
    ],
    "body": "by Max Brand\n\n\nWhen Zinn came home from prison, no one was at the station to meet\nhim except the constable, Tom Frejus, who laid a hand on his shoulder\nand said: “Now, Zinn, let this here be a lesson to you. Give me a\nchance to treat you white. I ain’t going to hound you. Just remember\nthat because you’re stronger than other folks you ain’t got any\nreason to beat them up.”\n\nZinn looked down upon him from a height. Every day of the year during\nwhich he had swung his sledge hammer to break rocks for the State\nroads, he had told himself that one good purpose was served: his\nmuscles grew harder, the fat dropped from his waist and shoulders,\nthe iron square of his chin thrust out as in his youth, and when he\ncame back to town he would use that strength to wreak upon the\nconstable his old hate. For manifestly Tom Frejus was his archenemy.\nWhen he first came to Sioux Crossing and fought the three men in Joe\nRiley’s saloon--oh, famous and happy night!--Constable Frejus gave\nhim a warning. When he fought the Gandil brothers and beat them both\nsenseless, Frejus arrested him. When his old horse, Fidgety, balked\nin the back lot and Zinn tore a rail from the fence in lieu of a\nclub, Tom Frejus arrested him for cruelty to dumb beasts. This was a\ncrowning torment, for, as Zinn told the judge, he’d bought that old\nskate with good money and he had a right to do what he wanted with\nit. But the judge, as always, agreed with Tom Frejus. These incidents\nwere only items in a long list which culminated when Zinn drank deep\nof bootleg whisky and then beat up the constable himself. The\nconstable, at the trial, pleaded for clemency on account, he said, of\nZinn’s wife and three children; but Zinn knew, of course, that Frejus\nwanted him back only that the old persecution might begin. On this\nday, therefore the ex-convict, in pure excess of rage, smiled down on\nthe constable.\n\n“Keep out of my way, Frejus,” he said, “and you’ll keep a whole skin.\nBut some day I’ll get you alone, and then I’ll bust you in two--like\nthis!”\n\nHe made an eloquent gesture; then he strode off up the street. As the\nsawmill had just closed, a crowd of returning workers swarmed on the\nsidewalks, and Zinn took off his cap so that they could see his\ncropped head. In his heart of hearts he hoped that some one would\njibe, but the crowd split away before him and passed with cautiously\naverted eyes. Most of them were big, rough fellows and their fear was\npleasant balm for his savage heart. He went on with his hands a\nlittle tensed to feel the strength of his arms.\n\n                *       *       *       *       *\n\nThe dusk was closing early on this autumn day with a chill whirl of\nsnowflakes borne on a wind that had been iced in crossing the heads\nof the white mountains, but Zinn did not feel the cold. He looked up\nto the black ranks of the pine forest which climbed the sides of\nSandoval Mountain, scattering toward the top and pausing where the\nsheeted masses of snow began. Life was like that--a struggle, an\neternal fight, but never a victory on the mountaintop which all the\nworld could see and admire. When the judge sentenced him he said: “If\nyou lived in the days of armor, you might have been a hero, Zinn; but\nin these times you are a waster and an enemy of society.” He had\ngrasped dimly at the meaning of this. Through his life he had always\naimed at something which would set him apart from and above his\nfellows; now, at the age of forty, he felt in his hands an\nundiminished authority of might, but still those hands had not given\nhim the victory. If he beat and routed four men in a huge conflict,\nsociety, instead of applauding, raised the club of the law and struck\nhim down. It had always done so, but, though the majority voted\nagainst him, his tigerish spirit groped after and clung to this\ntruth: to be strong is to be glorious!\n\nHe reached the hilltop and looked down to his home in the hollow. A\nvague wonder and sorrow came upon him to find that all had been held\ntogether in spite of his absence. There was even a new coat of paint\nupon the woodshed and a hedge of young firs was growing neatly around\nthe front yard. In fact, the homestead seemed to be prospering as\nthough his strength were not needed! He digested this reflection with\nan oath and looked sullenly about him. On the corner a little white\ndog watched him with lowered ears and a tail curved under its belly.\n\n“Get out, cur!” snarled Zinn. He picked up a rock and threw it with\nsuch good aim that it missed the dog by a mere inch or two, but the\npuppy merely pricked its ears and straightened its tail.\n\n“It’s silly with the cold,” said Zinn himself, chuckling. “This time\nI’ll smear it.”\n\nHe pried from the roadway a stone of three or four pounds, took good\naim, and hurled it as lightly as a pebble flies from the sling. Too\nlate the white dog leaped to the side, for the flying missile caught\nit a glancing blow that tumbled it over and over. Zinn, muttering\nwith pleasure, scooped up another stone, but when he raised it this\ntime the stone fell from his hand, so great was his surprise. The\nwhite dog, with a line of red along its side where a ragged edge of\nthe stone had torn the skin, had gained its feet and now was driving\nsilently straight at the big man. Indeed, Zinn had barely time to aim\na kick at the little brute, which it dodged as a rabbit turns from\nthe jaws of the hound. Then two rows of small, sharp teeth pierced\nhis trousers and sank into the flesh of his leg. He uttered a yell of\nsurprise rather than pain. He kicked the swaying, tugging creature,\nbut still it clung, working the puppy teeth deeper with intent\ndevotion. He picked up the fallen stone and brought it down heavily\nwith a blow that laid open the skull and brought a gush of blood, but\nthough the body of the little savage grew limp, the jaws were locked.\nHe had to pry them apart with all his strength. Then he swung the\nloose, senseless body into the air by the hind legs.\n\nWhat stopped him he could not tell. Most of all it was the stabbing\npain in his leg and the marvel that so small a dog could have dared\nso much. But at last he tucked it under his arm, regardless of the\nblood that trickled over his coat. He went down the hill, kicked open\nthe front door, and threw down his burden. Mrs. Zinn was coming from\nthe kitchen with a shrill cry that sounded more like fear than like a\nwelcome to Zinn.\n\n“Peter! Peter!” she cried at him, clasping her hands together and\nstaring.\n\n“Shut up your yapping,” said Peter Zinn. “Shut up and take care of\nthis pup. He’s my kind of a dog.”\n\nHis three sons wedged into the doorway and gaped at him with round\neyes and white faces.\n\n“Look here,” he said, pointing to his bleeding leg. “That damned pup\ndone that. That’s the way I want you kids to grow up. Fight anything.\nFight a buzz saw. You don’t need to go to no school for lessons. You\ncan foller after Blondy, there.”\n\nSo Blondy was christened; so he was given a home. Mrs. Zinn, who had\nbeen a trained nurse in her youth, nevertheless stood by with moans\nof sympathy while her husband took the necessary stitches in the head\nof Blondy.\n\n“Keep still, fool,” said Mr. Zinn. “Look at Blondy. He ain’t even\nwhining. Pain don’t hurt nothing. Pain is the making of a dog--or a\nman! Look at there--if he ain’t licking my hand! He knows his\nmaster!”\n\nA horse kicked old Joe Harkness the next day, and Peter Zinn took\ncharge of the blacksmith shop. He was greatly changed by his stay in\nthe penitentiary, so that superficial observers in the town of Sioux\nCrossing declared that he had been reformed by punishment, inasmuch\nas he no longer blustered or hunted fights in the streets of the\nvillage. He attended to his work, and as everyone admitted that no\nfarrier in the country could fit horseshoes better, or do a better\njob at welding, when Joe Harkness returned to his shop he kept Zinn\nas a partner. Neither did Peter Zinn waste time or money on bootleg\nwhisky, but in spite of these new and manifold virtues some of the\nvery observant declared that there was more to be feared from the\nsilent and settled ferocity of his manner than from the boisterous\nways which had been his in other days. Constable Tom Frejus was among\nthe latter. And it was noted that he practiced half an hour every day\nwith his revolver in the back of his lot.\n\nBlondy, in the meantime, stepped into maturity in a few swift months.\nOn his fore and hind quarters the big ropy muscles thrust out. His\nneck grew thicker and more arched, and in his dark brown eyes there\nappeared a wistful look of eagerness which never left him saving when\nPeter Zinn was near. The rest of the family he tolerated, but did not\nlove. It was in vain that Mrs. Zinn, eager to please a husband whose\ntransformation had filled her with wonder and with awe, lavished\nattentions upon Blondy and fed him with dainties twice a day. It was\nin vain that the three boys petted and fondled and talked kindly to\nBlondy. He endured these demonstrations, but did not return them. But\nwhen five o’clock came in the evening of the day, Blondy went out to\nthe gate of the front yard and stood there like a white statue until\na certain heavy step sounded on the wooden sidewalk up the hill. That\nnoise changed Blondy into an ecstasy of impatience, and when the big\nman came through the gate, Blondy raced and leaped about him with\nsuch a muffled whine of joy, coming from such deeps of his heart,\nthat his whole body trembled. At meals Blondy lay across the feet of\nthe master. At night he curled into a warm circle at the foot of the\nbed.\n\n                *       *       *       *       *\n\nThere was only one trouble with Blondy. When people asked: “What sort\nof a dog is that?” Peter Zinn could never answer anything except: “A\nhell of a good fighting dog; you can lay to that.” It was a stranger\nwho finally gave them information, a lumber merchant who had come to\nSioux Crossing to buy timber land. He stopped Peter Zinn on the\nstreet and crouched on his heels to admire Blondy.\n\n“A real white one,” said he. “As fine a bull terrier as I ever saw.\nWhat does he weigh?”\n\n“Fifty-five pounds,” said Zinn.\n\n“I’ll give you five dollars for every pound of him,” said the\nstranger.\n\nPeter Zinn was silent.\n\n“Love him too much to part with him, eh?” asked the other, smiling up\nat the big blacksmith.\n\n“Love him?” snorted Zinn. “Love a dog! I ain’t no fool.”\n\n“Ah?” said the stranger. “Then what’s your price?”\n\nPeter Zinn scratched his head; then he scowled, for when he tried to\ntranslate Blondy into terms of money, his wits failed him.\n\n“That’s two hundred and seventy-five dollars,” he said finally.\n\n“I’ll make it three hundred, even. And, mind you. my friend, this dog\nis useless for show purposes. You’ve let him fight too much, and he’s\ncovered with scars. No trimming can make that right ear presentable.\nHowever, he’s a grand dog, and he’d be worth something in the stud.”\n\nZinn hardly heard the last of this. He was considering that for three\nhundred dollars he could extend the blacksmith shop by one-half and\nget a full partnership with Harkness, or else he could buy that\nfour-cylinder car which young Thompson wanted to sell. Yet even the\nshowy grandeur of an automobile would hardly serve. He did not love\nBlondy. Love was an emotion which he scorned as beneath the dignity\nof a strong man. He had not married his wife because of love, but\nbecause he was tired of eating in restaurants and because other men\nhad homes. The possession of an automobile would put the stamp upon\nhis new prosperity, but could an automobile welcome him home at night\nor sleep at his feet?\n\n“I dunno,” he said at last. “I guess I ain’t selling.”\n\nAnd he walked on. He did not feel more kindly toward Blondy after\nthis. In fact, he never mentioned the circumstance, even in his home,\nbut often when he felt the warmth of Blondy at his feet he was both\nbaffled and relieved.\n\nIn the meantime Blondy had been making history in Sioux Crossing\nhardly less spectacular than that of Zinn. His idea of play was a\nbattle; his conception of a perfect day embraced the killing of two\nor three dogs. Had he belonged to anyone other than Zinn, he would\nhave been shot before his career was well started, but his owner was\nsuch a known man that guns were handled but not used when the white\nterror came near. It could be said in his behalf that he was not\naggressive and, unless urged on, would not attack another. However,\nhe was a most hearty and capable finisher of a fight if one were\nstarted.\n\nHe first took the eye of the town through a fracas with Bill Curry’s\nbrindled bulldog, Mixer. Blondy was seven or eight pounds short of\nhis magnificent maturity when he encountered Mixer and touched noses\nwith him; then the bulldog reached for Blondy’s left foreleg, snapped\nhis teeth in the empty air, and the fun began. As Harkness afterward\nput it: “Mixer was like thunder, but Blondy was lightning on wheels.”\nBlondy drifted around the heavier dog for five minutes as illusive as\na phantom. Then he slid in, closed the long, pointed, fighting jaw on\nMixer’s gullet, and was only pried loose from a dead dog.\n\nAfter that the great Dane which had been brought to town by Mr. Henry\nJustice, the mill owner, took the liberty of snarling at the white\ndog and had his throat torn out in consequence. When Mr. Justice\napplied to the law for redress, the judge told him frankly that he\nhad seen the fight and that he would sooner hang a man than hang\nBlondy. The rest of the town was of the same opinion. They feared but\nrespected the white slayer, and it was pointed out that though he\nbattled like a champion against odds, yet when little Harry Garcia\ntook Blondy by the tail and tried to tie a knot in it, the great\nterrier merely pushed the little boy away with his forepaws and then\nwent on his way.\n\n                *       *       *       *       *\n\nHowever, there was trouble in the air, and Charlie Kitchen brought it\nto a head. In his excursions to the north he had chanced upon a\npack of hounds used indiscriminately to hunt and kill anything that\nwalked on four legs, from wolves to mountain lions and grizzly bears.\nThe leader of that pack was a hundred-and-fifty-pound monster--a\ncross between a gigantic timber wolf and a wolfhound. Charlie could\nnot borrow that dog, but the owner himself made the trip to Sioux\nCrossing and brought Gray King, as the dog was called, along with\nhim. Up to that time Sioux Crossing felt that the dog would never be\nborn that could live fifteen minutes against Blondy, but when the\nnortherner arrived with a large roll of money and his dog, the town\nlooked at Gray King and pushed its money deeper into its pocket. For\nthe King looked like a fighting demon, and in fact was one. Only\nPeter Zinn had the courage to bring out a hundred dollars and stake\nit on the result.\n\nThey met in the vacant lot next to the post office where the fence\nwas loaded with spectators, and in this ample arena it was admitted\nthat the wolf dog would have plenty of room to display all of his\nagility. As a matter of fact, it was expected that he would slash the\nheart out of Blondy in ten seconds. Slash Blondy he did, for there is\nnothing canine in the world that can escape the flash of a wolf’s\nside rip. A wolf fights by charges and retreats, coming in to slash\nwith its great teeth and try to knock the foe down with the blow of\nits shoulder. The Gray King cut Blondy twenty times, but they were\nonly glancing knife-edge strokes. They took the blood, but not the\nheart from Blondy, who, in the meantime, was placed too low and\nsolidly on the ground to be knocked down. At the end of twenty\nminutes, as the Gray King leaped in, Blondy side-stepped like a\ndancing boxer, then dipped in and up after a fashion that Sioux\nCrossing knew of old, and set that long, punishing jaw in the throat\nof the King. The latter rolled, writhed, and gnashed the air, but\nfate had him by the windpipe, and in thirty seconds he was helpless.\nThen Peter Zinn, as a special favor, took Blondy off.\n\nAfterward the big man from the north came to pay his bet, but Zinn,\nlooking up from his task of dressing the terrier’s wounds, flung the\nmoney back in the face of the stranger.\n\nDogs ain’t the only things that fight in Sioux Crossing, he\nannounced, and the stranger, pocketing his pride and his money at the\nsame time, led his staggering dog away.\n\nFrom that time forward Blondy was one of the sights of the town--like\nSandoval Mountain. He was pointed out constantly and people said:\n“Good dog!” from a safe distance, but only Tom Frejus appreciated the\ntruth. He said: “What keeps Zinn from getting fight-hungry? Because\nhe has a dog that does the fighting for him. Every time Blondy sinks\nhis teeth in the hide of another dog, he helps to keep Zinn out of\njail. But some day Zinn will bust through!”\n\nThis was hardly a fair thing for the constable to say, but the nerves\nof honest Tom Frejus were wearing thin. He knew that sooner or later\nthe blacksmith would attempt to execute his threat of breaking him in\ntwo, and the suspense lay heavily upon Tom. He was still practicing\nsteadily with his guns; he was still as confident as ever of his own\ncourage and skill; but when he passed on the street the gloomy face\nof the blacksmith, a chill of weakness entered his blood.\n\n                *       *       *       *       *\n\nThat dread, perhaps, had sharpened the perceptions of Frejus, for\ncertainly he had looked into the truth, and while Peter Zinn bided\nhis time the career of Blondy was a fierce comfort to him. The\nchoicest morsel of enjoyment was delivered into his hands on a\nmorning in September, the very day after Frejus had gained lasting\nfame by capturing the two Minster brothers, with enough robberies and\nmurders to their credit to have hanged a dozen men.\n\nThe Zinns took breakfast in the kitchen this Thursday, so that the\nwarmth of the cookstove might fight the frost out of the air, and\nOliver, the oldest boy, announced from the window that old Gripper,\nthe constable’s dog, had come into the back yard. The blacksmith rose\nto make sure. He saw Gripper, a big black-and-tan sheep dog, nosing\nthe top of the garbage can, and a grin of infinite satisfaction came\nto the face of Peter Zinn. First he cautioned the family to remain\ndiscreetly indoors. Then he stole out by the front way, came around\nto the rear of the tall fence which sealed his back yard and closed\nand latched the gate. The trap was closed on Gripper, after which\nZinn returned to the house and lifted Blondy to the kitchen window.\nThe hair lifted along the back of Blondy’s neck; a growl rumbled in\nthe deeps of his powerful body. Yonder was his domain, his own yard,\nof which he knew each inch, the smell of every weed and rock; yonder\nwas the spot where he had killed the stray chicken last July; near it\nwas the tall, rank nettle, so terrible to an over-inquisitive nose;\nand behold a strange dog pawing at the very place where, only\nyesterday, he had buried a stout bone with rich store of marrow\nhidden within!\n\n“Oh, Peter, you ain’t--” began Mrs. Zinn.\n\nHer husband silenced her with an ugly glance; then he opened the back\ndoor and tossed Blondy into the yard. The bull terrier landed\nlightly, and running. He turned into a white streak which crashed\nagainst Gripper, turned the latter head over heels, and tumbled the\nshepherd into a corner. Blondy wheeled to finish the good work, but\nGripper lay at his feet, abject upon his belly, with ears lowered,\nhead pressed between his paws, wagging a conciliatory tail and\nwhining a confession of shame, fear, and humility. Blondy leaped at\nhim with a stiff-legged jump and snapped his teeth at the very side\nof one of those drooped ears, but Gripper only melted a little closer\nto the ground. For, a scant ten days before, he had seen that\nformidable warrior, the Chippings’ greyhound, throttled by the white\ndestroyer. What chance would he have with his worn old teeth? He\nwhined a sad petition through them and closing his eye he offered up\na prayer to the god who watches over all good dogs: Never, never\nagain would he rummage around a strange back yard if only this one\nsin were forgiven!\n\nThe door of the house slammed open; a terrible voice was shouting:\nTake him, Blondy! Kill him, Blondy.\n\nBlondy, with a moan of battle joy, rushed in again; his teeth clipped\nover the neck of Gripper; but the dreadful jaws did not close. For,\neven in this extremity. Gripper only whined and wagged his tail the\nharder. Blondy danced back.\n\n“You damn quitter!” yelled Peter Zinn. “Tear him to bits! Take him,\nBlondy!”\n\nThe tail of Blondy flipped from side to side to show that he had\nheard. He was shuddering with awful eagerness, but Gripper would not\nstir.\n\n“Coward! Coward! Coward!” snarled Blondy. “Get up and fight. Here I\nam--half turned away--offering you the first hold--if you only dare\nto take it!”\n\nNever was anything said more plainly in dog talk, saving the pitiful\nresponse of Gripper: “Here I lie; kill me if you will. I am an old,\nold man with worn-down teeth and a broken heart!”\n\nBlondy stopped snarling and trembling. He came a bit nearer, and with\nhis own touched the cold nose of Gripper. The old dog opened one eye.\n\n“Get up,” said Blondy very plainly. “But if you dare to come near my\nburied bone again, I’ll murder you, you old rip!”\n\nAnd he lay down above that hidden treasure, wrinkling his eyes and\nlolling out his tongue, which, as all dogs know, is a sign that a\nlittle gambol and play will not be amiss.\n\n“Dad!” cried Oliver Zinn. “He won’t touch old Gripper. Is he sick?”\n\n“Come here!” thundered Zinn, and when Blondy came he kicked the dog\nacross the kitchen and sent him crashing into the wall. “You\nyaller-hearted cur!” snarled Peter Zinn and strode out of the house\nto go to work.\n\nHis fury did not abate until he had delivered a shower of blows with\na fourteen-pound sledge upon a bar of cold iron on his anvil,\nwielding the ponderous hammer with one capacious hand. After that he\nwas able to try to think it out. It was very mysterious. For his own\npart, when he was enraged it mattered not what crossed his path--old\nand young, weak and strong, they were grist for the mill of his hands\nand he ground them small indeed. But Blondy, apparently, followed a\ndifferent philosophy and would not harm those who were helpless.\n\nThen Peter Zinn looked down to the foot which had kicked Blondy\nacross the room. He was tremendously unhappy. Just why, he could not\ntell, but he fumbled at the mystery all that day and the next. Every\ntime he faced Blondy the terrier seemed to have forgotten that brutal\nattack, but Peter Zinn was stabbed to the heart by a brand-new\nemotion--shame! And when he met Blondy at the gate on the second\nevening, something made him stoop and stroke the scarred head. It was\nthe first caress. He looked up with a hasty pang of guilt and turned\na dark red when he saw his wife watching from the window of the front\nbedroom. Yet when he went to sleep that night he felt that Blondy and\nhe had been drawn closer together.\n\nThe very next day the crisis came. He was finishing his lunch when\nguns began to bark and rattle--reports with a metallic and clanging\novertone which meant that rifles were in play; then a distant\nshouting rolled confusedly upon them. Peter Zinn called Blondy to his\nheels and went out to investigate.\n\nThe first surmise that jumped into his mind had been correct. Jeff\nand Lew Minster had broken from jail, been headed off in their\nflight, and had taken refuge in the post office. There they held the\ncrowd at bay, Jeff taking the front of the building and Lew the rear.\nVacant lots surrounded the old frame shack since the general\nmerchandise store burned down three years before, and the rifles of\ntwo expert shots commanded this no-man’s-land. It would be night\nbefore they could close on the building, but when night came the\nMinster boys would have an excellent chance of breaking away with\ndarkness to cover them.\n\n“What’ll happen?” asked Tony Jeffreys of the blacksmith as they sat\nat the corner of the hotel where they could survey the whole scene.\n\n“I dunno,” said Peter Zinn, as he puffed at his pipe. “I guess it’s\nup to the constable to show them that he’s a hero. There he is now!”\n\nThe constable had suddenly dashed out of the door of Sam Donoghue’s\nhouse, directly facing the post office, followed by four others, in\nthe hope that he might take the defenders by surprise. But when men\ndefend their lives they are more watchful thar wolves in the hungry\nwinter of the mountains. A Winchester spoke from a window of the post\noffice the moment the forlorn hope appeared. The first bullet knocked\nthe hat from the head of Harry Daniels and stopped him in his tracks.\nThe second shot went wide. The third knocked the feet from under the\nconstable and flattened him in the road. This was more than enough\nThe remnant of the party took to it heels and regained shelter safely\nbefore the dust raised by his fall had cease curling above the\nprostrate body of the constable.\n\nTony Jeffreys had risen to his feel repeating over and over an oath of\nhis childhood: “Jimminy whiskers! Jimminy whiskers! Jimminy whiskers!\nThey’ve killed poor Tom Frejus!” But Peter Zinn, holding the\ntrembling! eager body of Blondy between his hands, jutted forth his\nhead an grinned in a savage warmth of contentment.\n\n“He’s overdue!” was all he said.\n\nBut Tom Frejus was not dead. His leg had been broken between the knee\nand hip, but he now reared himself upon both hands and looked about\nhim. He had covered the greater part of the road in his charge. It\nwould be easier to escape from fire by crawling close under the\nshelter of the wall of the post office than by trying to get back to\nDonoghue’s house. Accordingly, he began to drag himself forward. had\nnot covered a yard when the Winchester cracked again and Tom crumpled\non his face, with both arms flung around his head.\n\n                *       *       *       *       *\n\nPeter Zinn stood up with a gasp. Here was something quite different.\nThe constable was beaten, broken, and he reminded Zinn of one thing\nonly--old Gripper cowering against the fence with Blondy towering\nabove, ready to kill. Blondy had been merciful, but the marked man\nbehind the window was still intent on murder. His next bullet raised\na white furrow of dust near Frejus. Then a wild voice, made thin and\nhigh by the extremity of fear and pain, came through the air and\nsmote the heart Peter Zinn: “Help! For God’s sake, mercy!”\n\nTom Frejus was crushed indeed, and begging as Gripper had begged. A\nhundred voices were shouting with horror but no man dared venture out\nin the face of that cool-witted marksman. Then Peter Zinn knew the\nthing which he had been born to do, for which he had been granted\nstrength of hand and courage of heart. He threw his long arms out\nbefore him as though he were running to embrace a bodiless thing;\ngreat wordless voice swelled in his breast and tore his throat; and\nhe ran out toward the fallen constable.\n\nSome woman’s voice was screaming: “Back! Go back, Peter! Oh, God!\nStop him! Stop him!”\n\nMinster had already marked his coming. The rifle cracked, and a blow\nto the side of his head knocked Peter Zinn into utter blackness. A\nsearing pain and the hot flow of blood down his face brought back his\nsenses. He leaped to his feet again; he heard a yelp of joy as Blondy\ndanced away before him; then he drove past the writhing body of Tom\nFrejus. The gun spoke again from the window; the red-hot torment\nstabbed him again, he knew not where. Then he reached the door of the\nbuilding and gave his shoulder to it.\n\nIt was a thing of paper that ripped open before him. He plunged\nthrough into the room beyond, where he saw the long, snarling face of\nthe young Minster in the shadow of a corner with the gleam of the\nleveled rifle barrel. He dodged as the gun spat fire, heard brief and\nwicked humming beside his ear, then scooped up in one hand heavy\nchair and flung it at the gunman.\n\nMinster went down with his legs and arms sprawled in an odd position,\nand Peter Zinn gave him not so much as another glance, for he knew\nthat this part of his work was done.\n\n“Lew! Lew!” cried a voice from the back of the building. “What’s\nhappened? What’s up? D’you want help?”\n\n“Ay!” shouted Peter Zinn. “He wants help. You damn’ murderer, it’s\nme--Peter Zinn! Peter Zinn!”\n\nHe kicked open the door beyond and ran full into the face of a\nlightning flash. It withered the strength from his body. He slumped\ndown on the floor with his loose shoulders resting against the wall.\nIn a twilight dimness he saw big Jeff Minster standing in a thin\nswirl of smoke with the rifle muzzle twitching down and steadying for\nthe finishing shot, but a white streak leaped through the doorway,\nover his shoulder, and flew at Minster.\n\nBefore the sick eyes of Peter Zinn, the man and the dog whirled into\na blur of darkness streaked with white. There passed two long, long\nseconds, thick with stampings, the wild curses of Jeff Minster, the\ndeep and humming growl of Blondy. Moreover, out of the distance a\ngreat wave of voices was rising, sweeping toward the building.\n\nThe eyes of Peter cleared. He saw Blondy fastened to the right leg of\nJeff Minster above the knee. The rifle had fallen to the floor and\nJeff Minster, yelling with pain and rage, had caught out his hunting\nknife, had raised it. He stabbed. But still Blondy clung. “No, no!”\nscreamed Peter Zinn.\n\n“Your damned dog first--then you!” gasped Minster.\n\n                *       *       *       *       *\n\nThe weakness struck Peter Zinn again. His great head lolled back on\nhis shoulders. “God,” he moaned, “gimme strength! Don’t let Blondy\ndie!”\n\nAnd strength poured hot upon his body, a strength so great that he\ncould reach his hand to the rifle on the floor, gather it to him, put\nhis finder on the trigger, and raise the muzzle slowly, slowly as\nthough it weighed a ton.\n\nThe knife had fallen again. It was a half crimson dog that still\nclung to the slayer. Feet beat, voices boomed like a waterfall in the\nnext room. Then, as the knife rose again, Zinn pulled the trigger,\nblind to his target, and as the thick darkness brushed across his\nbrain, saw something falling before him.\n\nHe seemed, after a time, to be walking down an avenue of utter\nblackness. Then a thin star ray of light glistened before him. It\nwidened. A door of radiance opened through which he stepped and found\nhimself--lying between cool sheets with the binding grip of bandages\nholding him in many places and wherever the bandages held, the deep,\nsickening ache of wounds. Dr. Burney leaned above him, squinting as\nthough Peter Zinn were far away. Then Peter’s big hand caught him.\n\n“Doc,” he said. “What’s happened? Gimme the worst of it.”\n\n“If you lie quiet, my friend,” said the doctor, “and husband your\nstrength, and fight for yourself as bravely as you fought for\nConstable Frejus, you’ll pull through well enough. You have to pull\nthrough, Zinn, because this town has a good deal to say that you\nought to hear. Besides--”\n\n“Hell, man,” said Peter Zinn, the savage, “I mean the dog. I mean\nBlondy--how--what I mean to say is--”\n\nBut then a great foreknowledge came upon Peter Zinn, His own life\nhaving been spared, fate had taken another in exchange, and Blondy\nwould never lie warm upon his feet again. He closed his eyes and\nwhispered huskily: “Say yes or no, Doc. Quick!”\n\nBut the doctor was in so little haste that he turned away  and walked\nto the door, where he spoke in a low voice.\n\n“He’s got to have help,” said Peter Zinn to his own dark heart. “He’s\ngot to have help to tell me how a growed-up man killed a poor pup.”\n\nFootsteps entered. “The real work I’ve been doing,” said the doctor,\n“hasn’t been with you. Look up, Zinn!”\n\nPeter Zinn looked up, and over the edge of the doctor’s arm he saw a\nlong, narrow white head, with a pair of brown-black eyes and a\nwistfully wrinkled forehead. Blondy, swathed in soft white linen, was\nlaid upon the bed and crept up closer until the cold point of his\nnose, after his fashion, was hidden in the palm of the master’s hand.\nNow big Peter beheld the doctor through a mist spangled with\nmagnificent diamonds, and he saw that Burney had found it necessary\nto turn his head away. He essayed speech which twice failed, but at\nthe third effort he managed to say in a voice strange to himself:\n“Take it by and large, doc, it’s a damn good old world.”",
    "metadata": {
        "author": [
            "Faust, Frederick Schiller",
            "Brand, Max",
            "Frederick, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68868/pg68868.txt",
        "name": "bulldog.json"
    }
}