{
    "name": "Bunzo Farewell",
    "author": [
        "DeVet, Charles V.",
        "Vet, Charles V. de",
        "De Vet, Charles V.",
        "Vet, Charles Vincent de"
    ],
    "body": "Sometime during the one hundred and seventh day out of Gascol 11 the\nhourly signal of the tracer beam changed from a tired burp to a sharp\nping. Sammy Tang knew then that Lutscher had landed and that the\nlong chase was nearing its end. Over three years on the trail of the\nsystem's most wanted criminal, and now they would meet for the first\ntime.\n\nTang had dogged his quarry's flight from the first moment his ship's\nbeam had picked up its trace. During refueling stops on a dozen worlds\nhe had sometimes been weeks behind, sometimes only hours, but there had\nbeen never a glimpse of Lutscher or his ship.\n\nThe chase had led, first, across, and then down the long arm of the\nspiral nebula known as the Milky Way, through the portion occupied by\never expanding humanity, and beyond.\n\nLutscher made his final stop for fuel on Gascol 11, the last occupied\nworld at the tip of the arm. When Tang reached there Lutscher had\ngone--out into the blackness of deep space.\n\nThat way, Tang knew, led to suicide, for in that direction lay nothing\nuntil the next galaxy, M. 31, and Lutscher had neither the fuel nor the\nyears of life to reach there. Tang followed. In the beginning he had\nexpected that Lutscher's flight would turn out to be only an elusive\ntactic, and that he would attempt to double back in a dodging curve.\n\nBut Tang had underrated his man.\n\nThe second week out his ship entered a dust region, or dark nebula,\nand when it emerged, the third week, he could see ahead a spot of\nbrightness that marked an island star cloud. His respect for Lutscher's\ningenuity and resourcefulness went up several points.\n\nTang spent the next several hours studying his instrument board and\nmaking calculations. At the end his forehead was sprinkled with fine\ndrops of perspiration. He had enough fuel to reach the star cloud, but\nnot enough to return! He kept the ship steady on its beam.\n\nThe star cloud expanded during the following days into three star\nsystems--one with observable planets--and on one of them Lutscher had\nlanded.\n\nTang timed his landing to come in during the late daylight. His landing\nflares would draw attention during the dark hours, and any interval\nearlier in the day would give the possible inhabitants of this world a\nbetter opportunity to investigate before he was ready for them.\n\nHe had only time enough to observe that the topography of the planet\nwas mostly stone and sand, with occasional patches of vegetation--and\nthat Lutscher's ship rested less than a hundred yards from his\nown--before he was enveloped in the swift fall of darkness.\n\nHe wasted no time in preparing his ship for possible contingencies.\n\nThe first button he pressed on a small wall panel activated the\nelectric eye and automatic guns in the elevated nose of the ship. The\nsecond set in motion the instruments, in the blister at the base of the\nship, that tested the planet's atmosphere, gravity, moisture content,\nand temperature. There was nothing more he could do until daylight.\n\nPulling down his sleeping board he kicked off his shoes and rested\nhis shoulders against the wall of the compartment. He lit a cigar and\nseemed thoroughly preoccupied with the smoke that curled up and through\nthe air vents.\n\nEven being so near the completion of his task brought Tang no feeling\nof elation or triumph. The men of his profession came from many worlds\nbut their calling had shaped them into a common mold. The internal\ndiscipline that best fitted them to spend long months of solitude in\ntheir lonely space ships left them without the high rises or low\nvalleys of emotion experienced by most men. If his mission failed Tang\nwould waste no energy in purposeless regret or worry; if it succeeded\nhis only sensation would be satisfaction.\n\nHis cigar finished he straightened his land-muscled form on the\nsleeping pad and rested his head on his folded hands. When the lights\nwent out three minutes later he was sleeping dreamlessly.\n\n\n\nTang prepared himself a substantial breakfast the next morning, and not\nuntil he had leisurely consumed it did he check his instruments. He was\nnot too surprised when he found the planet's atmosphere entirely safe\nfor human habitation.\n\nWhatever else might be said about Lutscher he was not stupid. There had\nbeen no blind chance involved when he headed this way. The star area\nwas uncharted but Lutscher had either been here before or had learned\nabout it from someone who had.\n\nThe planet's temperature, Tang found, ranged from a low of 72\ndegrees Fahrenheit during the night to a present reading of 78. The\natmosphere's only deviation from Earth-normal was a slightly higher\noxygen content. Gravity tested 1.29 Gs. A human could function here\nquite efficiently.\n\nUnhurriedly Tang buckled on a compact electric pistol and a stout\nknife. He hooked a canteen of water on his belt, and slipped a packet\nof concentrated food tablets into his shirt pocket. Throwing the sling\nof his field glasses over his shoulder, he was ready to leave.\n\nHe pulled down the port door release and it slid open a bare six inches\nand stopped with a dull click. It was locked and only a force powerful\nenough to spring the metal could open it wider until he was ready. He\nwas certain that no moving object had approached nearer the ship than\neighty-five feet during the night or the firing of the guns in the nose\nwould have warned him, but the designers of the ship had built it for\nmen who took chances only when necessary.\n\nDull daylight came in through the port opening. Outside the ship\nsomething moved.\n\nTang studied the moving something intently, but it was too far away to\nbe seen clearly. From where he stood it appeared to be a huge insect.\nHe pressed the lock release all the way down and stepped into the\nopening left by the sliding door.\n\nSlipping his field glasses from their case he put them to his eyes.\nThe creature he had seen stood gazing back at him. It was definitely\nan insect-type, except that it had only four limbs, and stood almost\nas tall as a man. Its limbs and body were armored and thin, reminding\nhim of the cartoons he had seen of stick-men. Squatting upright on two\nlarge legs it stood motionless, holding its smaller upper limbs bent\nclawlike at its sides. Sunlight glinted from two eye-lens clusters on\neach side of its thin sharp head. It resembled a giant praying-mantis.\n\nFor several long minutes Tang studied the insect but it made no further\nmovement. He lowered his glasses and sat down in the doorway with his\nlegs hanging outside, making himself plainly visible to his observer.\nHe suspected that it was not a member of the planet's dominant species,\nbut he waited to see how it would react to him. That reaction would be\nthe best demonstration of its intelligence.\n\nAfter a wait of over fifteen minutes the creature turned slowly and\nhopped away. It traveled in long awkward jumps much like an Earth\ngrasshopper, its progress aided by short wings which Tang noted then\nfor the first time. It entered a dense copse of brush that grew in\nlarge rings like the practice exercises in a schoolboy's penmanship\nbook.\n\nTang rested in the doorway for a good hour after the insect had\ndisappeared before he stepped to the ground. He looked for the planet's\nsun but the sky was thick with clouds that seemed not to move. He\nwalked around the ship. There was nothing of immediate interest within\nsight. Locking the port door he walked toward Lutscher's ship.\n\nHis progress became slower as he neared his goal. Whether or not\nLutscher was inside he would probably have his guns set for intruders.\nTrue, most watch guns when activated gave a warning shot overhead\nor into the ground, before concentrating on an encroacher, but with\na criminal a man never knew what to expect. And Lutscher could be\nruthless. However, he reached the ship without challenge.\n\nPicking up a shiny bit of crystal at his feet he rapped on the vessel's\nmetal skin, and waited. He knew the sound would be heard inside, while\nhis voice probably would not. He repeated the rapping several times\nbefore he decided that Lutscher was not inside. Shrugging his shoulders\nhe turned away. His next move would be to investigate the brushland\ninto which the stick-insect had disappeared.\n\nOnce there he found that the openings he had noted were not ringlets,\nas they had appeared through his glasses. Rather they were formed by\nbranches growing up from large flat limbs lying on the ground. The\nbranches were bent inward like barrel staves and gave the limbs the\nappearance of huge skeleton torsos, with the ribs pointed upward. Small\nfinger-like roots reached from the limbs and buried themselves in the\nsandy soil.\n\nProgress through the woods, Tang soon found, was possible only by\nwalking through the tunnels made by the branches. Traveling diagonally\nwas slow, tortuous work, while walking alongside the limbs was\nimpossible--they grew too close together. However, the branches of the\ntunnel only met well above his head, and the limbs themselves offered a\nhard walking surface. He made good progress.\n\nThe temperature had gone up several degrees since morning and Tang\nwas soon perspiring freely. The planet's greater gravity pull brought\na loginess to his limbs, but this was compensated for by a strange\nfeeling of well-being. The feeling, he surmised, was caused by the high\noxygen content of the air he was breathing.\n\nHe walked until he came to the branch tunnel's open end and stepped out\ninto the planet's murky sunlight. Ahead loomed the trunk of a tree,\na huge trunk probably thirty feet in diameter. He noted now that the\nlarge limbs that ran along the ground grew from this trunk. It took him\nonly a minute to perceive that the entire plot of vegetation, which\nmust have covered over a square mile, originated here.\n\n\n\nWith no warning of its approach, a creature, semi-human in form, walked\ninto view from behind the tree trunk. Tang stifled his instinctive urge\nto reach for his pistol and stood motionless. He had learned long ago,\nthat when playing a strange game, to let the other fellow play first.\n\nThe native possessed two limbs upon which he stood, and two others,\nset where its shoulders should have been, but there his human likeness\nceased. Yet there was something about him that more nearly approached\nthe human standard of a man than did the stick-insect which he had\nobserved earlier.\n\nThe man-creature's body and limbs were well filled out, and covered\nwith slate-gray skin. There was no neck, his head was merely an\nextension of his trunk. Two eye clusters, set high on his head and\nwide apart, and a long, slit, mouth just below were his only facial\nfeatures. Two flesh-feathered apertures, situated where the breast\nnipples would have been on a human, and evidently respiration openings,\nfluttered with each breath the creature took. He was entirely unclothed\nand in one grubby fist he gripped a long-bladed knife.\n\nAbout the native's feet frisked a small four-legged animal with the\nproportions of a pudgy teddybear. It too was neckless, with the same\ndead-white skin as the native, and reminded Tang of a bouncy little\nball of bread dough.\n\nThe native stared at him until the silence grew thin and Tang decided\nthat he would have to make the first move.\n\n\"Hello,\" he said. He knew there was little chance the other could\nunderstand him. In fact, there were no organs of hearing, as far as\nhe could discern, yet he hoped to convey, by the tone of his voice\nthat he was not a hostile intruder. He knew by experience that almost\ninvariably an animal, or a human, feared a stranger, and reacted to\nthat fear with either flight or a challenge. Sometimes that fear could\nbe allayed by an early demonstration of animity.\n\nAbruptly the native seemed to lose interest in Tang. He turned and\nbegan cutting small branch shoots from one of the surrounding limbs.\nThese he placed on a pile which he had started on the ground.\n\nTang drew a deep breath of relief. Still keeping a wary eye on the\nnative he walked over to the tree trunk and stood leaning against it.\nThe other ignored him and went on with his work.\n\nWhen the pile of shoots reached a size that satisfied him, the native\npicked them up and entered one of the branch tunnels leading in the\nopposite direction from which Tang had come. Tang followed.\n\nThey came out of the woods onto the same type of sandy plain that\nTang had found when he first landed. A half mile away he could see a\nsmall river, and collected along its banks were dozens of adobe-like\ndwellings. They stretched away along the river banks until lost to\nsight among the foothills.\n\nThe small animal made a sound like the tinkling of little bells and\nthe native walked three more steps and stopped. He bent down and the\nteddybear pet sprang up onto the pile of branches and rode there. Once\nthe native turned his body to see if Tang was still following, then\npaid no further attention to him until they reached the village.\n\nOn the way they met several more of the man-type creatures, each with\none of the doughballs tagging along, but none of them did more than\nglance at Tang. Most of them ignored him completely.\n\nOnce five of the stick-insects cut across their path. The native\nstopped to let them pass before he walked on. Ignoring each other\nseemed to be the custom here, Tang thought whimsically.\n\nThe same held true after they entered the village: Men, insects, and\npets mingled indiscriminately, each seemingly oblivious to the presence\nof the others.\n\n\"Welcome to our fair city,\" a voice said, and Tang spun halfway around.\n\n\n                                  II\n\nTang pulled his sidearm part way out before he noted that the man\nstanding in the doorway of one of the huts was unarmed. He was also\nshoeless and bare to the waist. Sweat ran down the blond hairs on his\nchest and a week's growth of blond whiskers sprouted from his face. The\nvisible portion of his features, and his candid blue eyes, were young,\nbut his temples were peppered with gray.\n\n\"Surely you can't be as surprised to see me as you seem,\" the stranger\nsaid. \"Allow me to introduce myself. My name is Bill Lutscher; and, of\ncourse, you are the famous man-hunter, Sammy Tang.\"\n\nLutscher smiled and stepped from the doorway with his hand extended.\nTang gripped the hand unhesitatingly, astounded to find himself liking\nthe man. Then he remembered ruefully that Lutscher was famous for his\ncharm. In fact, that charm was the very quality that had indirectly\nmade him the sought-after man he was.\n\n\"I'm certain that the pleasure is more mine than yours,\" Tang said,\nresponding to the other's display of lightness.\n\n\"Won't you come in?\" Lutscher asked. \"Perhaps I can give you a drink? I\nhave saved a bottle just for this momentous occasion.\"\n\nTang acknowledged the invitation with a nod of his head. They walked\ninto the hut together. Lutscher had evidently brought most of the\nmovable furniture from his space ship with him, Tang observed, for the\nroom was quite well furnished.\n\n\"Be careful not to stumble over Bunzo,\" Lutscher said, nodding toward\na side wall of the room. Tang followed his gaze and saw that Bunzo was\none of the doughball pets that seemed so universal here. But Bunzo was\nas large as an average-sized dog.\n\nStrangely, while the little pets had intrigued Tang, he found this one\nrepulsive. It lay sprawled on the floor of the hut, its body gross and\nover-fed, looking up at Tang with little pig eyes, mean and quiet. On\none side of its white skin was a dark patch shaped like a fist.\n\n\"He's a repulsive looking brute,\" Tang said.\n\n\"Isn't he though?\" Lutscher agreed. \"But he's company, and he has his\nuses.\" Lutscher laughed: He was a laughing man. \"I wouldn't trade him\nfor anything I can think of offhand,\" he said as he turned to a row of\nboxes piled against the far wall of the hut. \"Now let's see. Which box\nis it in? Ah, here it is.\"\n\nHe turned and found himself staring at the pistol in Tang's hand.\n\"I'm afraid we'll have to reverse the roles,\" Tang said. \"I'll be the\nhost--in my ship.\"\n\nLutscher seemed genuinely surprised. He staggered back a step and sank\nheavily into a chair next to his pet. He held the bottle of whiskey\nin his lap with one hand, while the other idly stroked the blubbery\nhead of the drowsing Bunzo. \"For a minute I'd forgotten,\" he said,\nrecovering his composure. \"You still think that you can take me away\nfrom here, don't you? But of course you can't understand yet that the\ncards are stacked against you.\"\n\n\"Is there anything you'd like to take with you when we leave?\" Tang\nasked.\n\n\"It won't work, Sammy,\" Lutscher warned.\n\n\"On your feet,\" Tang said.\n\nLutscher rose without hesitation and walked to the door ahead of Tang.\nOutside they found a dozen of the natives waiting. Others were coming\nup fast. They blocked the way with their bodies.\n\n\"You might kill a few of them,\" Lutscher said, \"but you'll never get\naway.\"\n\nIt took Tang only a second to weigh the odds and make his decision. \"It\nlooks like the first round is yours,\" he said, putting up his gun.\n\nThey walked back into the hut and sat down. \"Tell me,\" Tang said. \"Am I\na prisoner?\"\n\n\"Not at all,\" Lutscher answered. \"You may leave anytime you like. But\nyou can't take me with you.\"\n\nTang eased himself down on the cot Lutscher offered and sat in deep\nintrospection. But not for long. He decided quickly that he must learn\nmore about the present set-up before he made his next move. Perhaps he\ncould get the information he needed from Lutscher. \"What's the deal\nhere, Bill?\" he asked. \"Have they set you up as some sort of demi-god?\"\n\nLutscher seemed eager to talk. \"Part of the deal, as you call it, will\nhave to remain my secret,\" he said. \"I'd be a fool to show you all my\ncards. But ask any questions you care to. I'll answer some of them at\nleast.\"\n\n\"All right. How did you get word to your friends to stop me when I\nstarted out with you? Or did you station them outside your door when I\nfirst came?\"\n\nLutscher shook his head. \"I didn't, and, as you can see, they aren't\nthere now. But just try to take me out of here and they'll be back\nbefore you can walk two steps. Incidentally, they call themselves\nmahutes. The stick-insects are ankites, and the pets, like Bunzo here,\nare clobers. Now you know the names of the only denizens of this world\nI've seen so far.\"\n\n\"How did you know about this place?\"\n\n\"In my business you either have something like this in reserve up\nyour sleeve, or the long arm of the law, represented by yourself, my\nfriend, will soon pull you in. Enough to say that I learned about it\nfrom someone who had been here. I'll confess, though, that I had my\nanxious moments coming in. I was afraid that the information I had\nabout the place might have been, ah ... colored, by the imagination of\nmy informer. But, as you can see, it turned out to be a very delightful\nplace.\"\n\n\"You know I'll never leave without you, don't you?\" Tang asked\nabruptly. \"Why haven't you had me killed?\"\n\n\n\n\"At first I planned that,\" Lutscher answered with friendly frankness.\n\"But after I investigated the situation, and understood it, I saw no\nreason to do so. In fact, I have strong hopes of convincing you to stay\nhere of your own free will.\"\n\n\"You must have picked up a touch of madness somewhere along the line if\nyou think that.\"\n\n\"No, I don't think so,\" Lutscher said, growing very earnest. \"Look at\nme. What kind of a man do you see?\"\n\n\"I see nothing except the man I'm going to bring in for trial.\"\n\n\"You must have my record,\" Lutscher said, disregarding the reply.\n\"And you've probably studied it and my characteristics until you know\nme better than I know myself. Remember them? I'm the highstrung,\nhypertension, ulcer type of guy. A doctor told me once that my\nmetabolism burns too fast.\n\n\"I've gotten into most of my trouble because of an inner drive too\ngreat for my own good. I always had to try to change the status quo, to\nincite unrest and rebellion among the natives of the occupied worlds,\nto steal the unstealable, to pit one world against another. Is that the\nkind of man you're seeing now?\"\n\n\"No, it isn't,\" Tang said thoughtfully. \"I'd best describe you now as\na contented man. If I didn't know better, I'd say you hadn't a care in\nthe world.\"\n\n\"And you'd be right,\" Lutscher said, leaning forward in his desire to\nemphasize his sincerity. \"You haven't been here long enough to feel it,\nbut this planet does something to you. I don't know what it is. I've\ngained twenty pounds in the two months I've been here. I've lost my\nunrest, my drive to change things. I'm happy now. Why should I want to\nreturn to the outside where life is like a thin crust that you walk on\ncarefully, always afraid of breaking through? And some morning you'll\nwake up and you'll have the key, the answer to the universe, and you\nwon't want to leave either.\"\n\n\"I've wondered briefly about you, myself,\" Tang said. \"And I'll\nadmit you're not the type of man I expected to find. But I've formed\nconclusions different than yours. And I don't envy you. A dope addict\nhas the same feeling you have when he's under the influence of the\ndrug. But I don't envy him. What have you been eating since you've been\nhere? Anything at all native to this planet?\"\n\nLutscher nodded. \"You may be right about that,\" he said. \"I'm not so\nstupid that I've missed thinking of it myself. At first I thought the\ngood feeling might be just the lethargy induced by the atmosphere's\nhigh oxygen content and the greater gravity.\n\n\"But my final conclusion was pretty much the same as yours. During\nthe past month and a half I've lived exclusively on the diet of the\nmahutes--that's the shoots you saw one of them gathering. But what do I\ncare about the source of my well-being? The only thing that concerns me\nis that it's there.\"\n\n\"I'm afraid that to me the source would be more important,\" Tang said,\n\"and I'll stick to my own food. Right now everything looks very rosy to\nyou. But if it turns out that you've been eating a dangerous drug and\nit begins to wreck your system, how will it look then? Especially if\nyou find that you can't break the habit?\"\n\n\"But it's not dangerous,\" Lutscher insisted, \"and I'll prove it to you.\nTomorrow we'll take a stroll through the village. I'll point out a few\nthings that will surprise you. I presume you'll be spending the night\nwith me?\"\n\nTang nodded.\n\n\n                                  III\n\nThat night Tang slept with a guarded alertness. It was a part of him,\nwhich he could turn on and off, as the occasion demanded. Six hours\nafter he dropped off to sleep he awoke, with all his senses alive and\nready for action. Without moving he listened. Inside and outside the\nhut all was silent.\n\nRising quietly he drew his gun and walked over to Lutscher's cot. He\nshook the sleeping figure.\n\n\"What...?\" Lutscher asked sleepily, sitting up.\n\n\"We're going to try it again,\" Tang said. \"Get dressed. Quietly.\"\n\n\"Get dressed?\" Lutscher's brain was still sleep-clogged. \"Why? Oh, I\nget it,\" he answered himself. \"You think you can take me away while the\nmahutes are sleeping. Well, I suppose the only way you can find out is\nby trying.\"\n\n\"Don't waste time,\" Tang snapped.\n\nLutscher rolled out of bed and began pulling on his trousers. Over in\nthe corner Bunzo grunted, and stirred uneasily.\n\n\"I'm ready,\" Lutscher said a minute later.\n\n\"You'd better put on your shoes,\" Tang said.\n\n\"I assure you I won't need them,\" Lutscher answered. Behind the words\nTang could sense his silent laughter.\n\nOutside they found that the first streaks of dawn were breaking over\nthe river. They walked fifty feet before one of the mahutes shuffled\nout of a hut ahead of them. Another came from their right, and behind\nthem they heard two more running toward them.\n\n\"There'll be more waiting for us up ahead,\" Lutscher said. \"Are you\ngoing to try to shoot your way through them?\"\n\nTang let his shoulders droop. \"We'll go back to the hut,\" he said.\n\n\"You think you've won again,\" he told Lutscher, once they were there.\n\"But I had a double purpose in taking our little trip. I think I know\nnow how you communicate with your friends.\"\n\nLutscher glanced up. \"You do?\"\n\n\"Yes. Of the three species here only the clobers have vocal chords. I\nsuspect the others are deaf as well as mute. Therefore, they either\nhave a symbiosis among themselves, which you've somehow learned to\npenetrate, or their communication is telepathic.\"\n\n\"Good boy,\" Lutscher said enthusiastically. He seemed to harbor no\nresentment. \"I'll admit you figured it out faster than I did,\" he\nsaid. \"But I knew you would in time. And I allowed for that. You're\nright. All life on the planet, as far as I have been able to learn,\nis telepathic. But I still have the advantage. You don't know how to\ncontact them. And I don't think you ever will find out.\"\n\n\"You're stupid if you think that.\" Despite himself Tang found that\nhe was losing his temper. The man was so cocksure, and so far so\nuntouchable. \"It may take me time but I'll find it. I'll lay you odds\non that.\"\n\n\"Yes, I guess you will,\" Lutscher said thoughtfully. \"Sammy, you're\nlike a bulldog with a bone. You never let go, do you? I suppose I\nshould admire that quality in you, but I find myself wondering if I\nshouldn't have killed you when I first saw you.\"\n\n\"You probably should have,\" Tang said. \"Because from here in I'm going\nto make certain that you never get the chance. Right now we're going to\ngo through your things.\"\n\nA motion of anger went over Lutscher's face as he caught the\nimplication of Tang's words. \"Damn you,\" he said.\n\n\"Get your boxes and dump them on your cot one at a time,\" Tang said.\n\"I'll pick out what I want.\"\n\nFor a moment it seemed that Lutscher was going to be stubborn. But\nthen, with a trait he had of moving his eyes and not turning his head,\nhe glanced at the gun on Tang's hip and shrugged. He rose to his feet\nand walked over to his pile of boxes.\n\nAs Lutscher dumped the contents of each one on the cot Tang went\nthrough them and picked out what he wanted. At the end he had two\npistols, a rifle, and several knives. \"Now I'll take the key to your\nship,\" he said.\n\nWordlessly Lutscher reached into his pocket and pulled out a chain with\na small key on the end. He tossed it on the cot.\n\n\"I'll leave you for awhile,\" Tang said. \"But I'll be back. And if I get\nany interference from your friends I'll kill them and you too. I don't\n_have_ to bring you back alive, you know.\"\n\n\n\nBack at Lutscher's space ship Tang spent an hour transferring the\nfuel remaining in Lutscher's tanks to his own ship. When he finished\nhis tanks were well over three-quarters full, more than enough to get\nhim back to Gascol 11. He made no attempt to remove the weapons from\nLutscher's vessel. He had the key, and if Lutscher were able to get\nthat away from him there would be no stopping him anyway.\n\nAs he walked leisurely back to the village he wondered how Lutscher\nwould receive him.\n\nUnexpectedly Lutscher appeared to bear no grudge. \"I'll admit I was a\nbit riled when you took my guns,\" he said. \"But I suppose it's just the\ncop in you. And there's no point in our carrying a grudge. After all,\nwe're the only humans on the planet and we're going to be here a long\ntime, so we might as well stay friends.\"\n\nTang nodded but made no reply.\n\n\"Another thing,\" Lutscher said. \"You've missed an angle in your\ncalculations. You think that if you can discover how I communicate\nwith the mahutes you'll be able to get your way. But once again you've\nunderestimated me, my friend. The impression I've emphasized on them\nis that you're a bit demented. You act illogically. You're driven\nby compulsions that have to be restrained. And the mahutes are very\nsusceptible.\"\n\nTang smiled. \"You're clever,\" he said. \"I'll admit it. But some day not\ntoo long from now you and I will be heading back to civilization. I\npromise you that.\"\n\n\"That remains to be seen,\" Lutscher answered. \"Do you still want to\ntake that trip through the village we were talking about last night?\"\n\n\"Why not?\"\n\nThey walked out of the hut and into the clouded sunlight of the\noutdoors. \"Have you any idea just how intelligent the mahutes are?\"\nTang asked.\n\n\"Very low quotient,\" Lutscher answered. \"In fact I'd say that most of\ntheir reactions were prompted by instinct rather than intelligence.\nThey have approximately the same reasoning power as smart dogs.\"\n\n\"What else have you learned about them?\"\n\n\"Not too much,\" Lutscher said. \"But I've made a few surmises.\" He\nseemed to have entirely dismissed from his mind the unpleasant morning\noccurrence. \"Have you ever heard the word, androgynous?\"\n\n\"It refers to flowers, doesn't it? Something about their being able to\nseed themselves without stamin from other flowers?\"\n\n\"That's pretty much it,\" Lutscher agreed. \"I think that biologically\nthe mahutes are the same as those flowers. Each possesses within\nhimself the complete mechanism for self-fertilization. At least to\nme there's no apparent sexual differences in any I've seen, or even\nevidence of reproductive organs.\"\n\n\"That's interesting,\" Tang said. \"How about the clobers? Could there\npossibly be any biological connection between them and the mahutes?\nWithout exception each mahute has one with him wherever he goes.\"\n\n\"That's true,\" Lutscher replied. \"But I suppose they just like pets.\nBy the way, we'll have to stop here. We're at the edge of the section\nwhere the ankites--the stick-insects--live. It's taboo territory.\"\n\n\n\nFor some reason Tang received the distinct impression that Lutscher had\nchanged the subject to avoid speaking further of the clobers. In the\nback of his mind he filed that away for future reference. \"Why should\nthis area be taboo?\" he asked. \"The ankites seem to come and go among\nthe mahutes without hindrance. Or is it taboo just to you and me?\"\n\n\"No. A mahute wouldn't think of entering here. They have some deep fear\nof the place. What it is I don't know. They don't seem to fear the\nankites themselves.\"\n\nThey turned and started back for their own section of the village.\n\"There's another thing that puzzles me,\" Tang said. \"That's the sealed\nhuts. What do you know about them?\"\n\n\"Nothing, except that about one in every three is sealed. I don't\nknow why. The strange part is that I've seen the mahutes sealing them\nwith mud and sand from the river--that's what the huts are made of\noriginally--and I've tried to investigate but they won't let me near\nthem then. I suppose it'll be quite awhile before we fully understand\nthe organization here.\"\n\n\"What do the ankites and the clobers eat?\" Tang asked.\n\n\"The same tree shoots that the mahutes eat,\" Lutscher answered. \"The\nmahutes gather it for them.\"\n\n\"Doesn't that seem strange?\" Tang asked. \"Do you think there's any\npossibility that the ankites are in control here? You said the mahutes\nweren't very intelligent.\"\n\n\"I hadn't thought of that before,\" Lutscher answered. \"But I don't\nthink so. I believe they're simply two primitive species that have\nfound the means of living together in mutual cooperation.\"\n\n\"Just what do the ankites contribute to that cooperation?\"\n\nLutscher shook his head. \"You've got me.\"\n\n\"By the way, you were going to show me something that would explain\nyour theory of well-being.\"\n\n\"That's right,\" Lutscher said, \"I was, wasn't I? Well, this is it. Have\nyou noticed that there are young mahutes, and middle-aged ones, but\nnone that are old? I'm convinced that the food here is the source of\nimmortality!\"\n\n\"That's absurd,\" Tang said, startled at the other's suggestion. \"In the\nfirst place, how could you tell how old they are? Perhaps some of those\nyou think are middle-aged are really old, or even ready to die.\"\n\n\"You know better than that,\" Lutscher answered. \"There are always\nsigns of advanced age, such as slow movements, wrinkled skin, or bent\nfigures, that can be read by anyone looking for them. Those signs are\nnot present here. Furthermore, have you seen a dead mahute, or even one\nthat was ill? Or anything that looks like a graveyard?\"\n\n\"I haven't,\" Tang answered. \"But that would prove nothing. I haven't\nbeen here long enough to say that there aren't any because I haven't\nseen them. Neither have you. And naturally these people would have\ntheir own rituals for disposing of their dead. Perhaps the burying is\ndone in secret.\" Suddenly he stopped walking. \"I have it,\" he said.\n\"The sealed huts! I'll wager that's their burial custom. When one of\nthem dies the others seal his body in his hut.\"\n\nFor the time it took him to draw two deep breaths Lutscher seemed half\nconvinced. Then, \"I'm sure you're wrong,\" he said, but there was an\nexcitement in his voice: The kind of excitement that pleased him. \"If\nyou're game let's find out,\" he urged. \"As soon as we get the chance\nwe'll break into one of the sealed huts and see what's there.\"\n\n\n                                  IV\n\nThe next day Lutscher was missing.\n\nTang had gone to the space ship for a box of cigars and when he\nreturned he found that Lutscher's hut had been freshly sealed. As he\nstood, uncertain what his next move should be, one of the mahutes came\nup and took him by the arm.\n\nHe allowed the mahute to lead him to another hut nearby. Inside he\nfound all of Lutscher's possessions and his own. The furniture had been\ncarefully placed in the same positions it had occupied in the original\nhut. But Lutscher was nowhere in sight.\n\nDuring the time it took Tang to smoke one cigar he debated with\nhimself. If they were holding Lutscher prisoner he should be in no\nimmediate danger. Each sealed hut had air vents in the top that were\nnever closed. If they had killed him then no amount of haste could help\nhim. On the other hand, he decided, perhaps they were subjecting him\nto some ritualistic torture. He rose to his feet and buckled on his\ngun. He'd have to try to get into the sealed hut. If the mahutes hadn't\nkilled Lutscher he might still be able to save him.\n\nOnce outside Tang found the mahutes maintaining their guard. He walked\ntoward them and they bunched themselves ahead of him. He drove his\nshoulder against the nearest one. The native reeled aside but made no\neffort to strike back. The other mahutes pressed forward, bearing Tang\nback by the very weight of their numbers. He'd have to use more drastic\nmeasures.\n\nHe drew his gun but he doubted that they were intelligent enough to\nrecognize it as a weapon. Pointing the gun at the feet of the nearest\nmahutes he squeezed the grip and held it tight while the lethal ray\nburned the sand to a bubbling, smoking cauldron. The mahutes stared\nstupidly at the molten spot, moving back only when the heat scorched\ntheir legs.\n\nTang forced them to either side until he had cleared a path to\nLutscher's hut. Taking advantage of their distraction he dashed forward\nand turned with his back to the hut.\n\nThe mahutes did not hesitate. They rushed him in a body.\n\nThat left him no choice, Tang realized. He shot the first to reach him\nin the leg. As the native stumbled and fell, others climbed over his\nbody to get at Tang. He shot a second and a third and still the mahutes\ncame on. He tried to hold them back by playing the gun's beam at their\nfeet but they walked into the beam and fell dead or mutilated. Several\nof the inevitable accompanying clobers died with them.\n\nSoon the blood and the slaughter of the single-minded natives sickened\nTang and he loosened his grip on his weapon. The mahutes grabbed him\nby the arms and legs and carried him away from the hut, making no\nattempt to disarm him. They deposited him some yards away and went back\nto their posts. Other mahutes came up and carried off the dead and\nwounded. Tang cursed and staggered into his own hut.\n\nFor a long while he sat with his head in his hands, lost in a gray\nobsession. Lutscher had undoubtedly caused the interference of the\nmahutes by the picture he had given them of Tang being insane. But\nwhatever the reason, as a fellow human, it was his duty to rescue\nLutscher, if at all possible. But there was a limit to what lengths he\nwould go to do it. After all, was the life of one criminal worth that\nof all the mahutes he would have to slaughter, or even of the ones he\nhad already killed? The decision was a hard one.\n\nHe heard a noise and looked up. A mahute was standing in the doorway.\nIn his arms the native held one of the little doughball pets. He set\nthe clober on the floor and withdrew.\n\nA peace offering? Tang didn't know, but he decided to wait. Perhaps he\nwould have a better chance to rescue Lutscher later.\n\nWhat he needed now was some way to communicate with the mahutes. If he\nonly knew Lutscher's secret. For a moment he debated eating the native\nfood. Perhaps that was the necessary first step. But his whole nature\nshrank from the thought. The risk of making himself an addict was too\nmuch to ask--at least until all else failed.\n\n\n\nThe clober _was_ company. And it seemed to crave affection. It frisked\nabout Tang's feet until he picked it up and held it in his his lap. As\nhe went through his troubled thoughts he idly stroked and fondled the\nlittle pet.\n\nTang set himself on a schedule. Once every hour he walked to the door\nand looked across to Lutscher's hut. Always the situation remained the\nsame.\n\nLate that night he finally fell asleep. The little clober crawled up on\nthe bed and curled into the crook of his arm.\n\nHe awoke twice during the night. Each time, by the light of his flash,\nhe could see the patient mahutes keeping their vigil. And each time he\nreturned to his bed the clober crawled back into its sleeping place\nin the crook of his elbow. He found himself growing quite fond of the\nlittle beast.\n\nThe third time Tang awoke he saw, through the slit in the eye he\nopened, that it was daylight.\n\n_Father?_ For a moment Tang thought he was still dreaming. Had he heard\na voice? He lay quietly, his mind still not functioning too clearly.\n\n_Father?_ the voice came again. But was it a voice? Now that he thought\nof it he was certain that there had been no actual sound. It was more\nlike an audible thought.\n\nA faint inkling of what was happening penetrated his consciousness.\nHe remained quiet, deliberately keeping his mind in its drowsy,\nslow-functioning sleep fog. And then he caught the call in all its\ninflections. The sense-impression he caught was not father, exactly;\nrather it was a compound picture of benefactor, loved one, guardian.\n\nAnd Tang was certain the mind picture had been communicated to him by\nthe clober at his side. He had made his first telepathic contact with\nthe planet's denizens!\n\nFor a half-hour after he arose Tang was unable to reestablish contact\nwith the little doughball. Then he realized that he was trying too hard.\n\nHe sat down and forced himself to relax. His mind gradually calmed and\nmade itself receptive. _Food? Hungry?_ the clober's thoughts reached\nhim.\n\nTang rose and walked to the door. The mahutes had left a small bundle\nof shoots at the side of the hut, as they had done every morning for\nLutscher. He brought several of them in with him.\n\nAll during the morning he spent his time perfecting his ability to\ncatch the clober's thoughts. By noon he had it mastered. The little\nbeast's intellect was quite rudimentary, registering its need for food,\ndesire to sleep, for affection, and love for its benefactor, himself.\n\nWhen it became hungry again at noon Tang tried his next experiment.\nLutscher had been able to communicate with the mahutes, and quite\nprobably with Bunzo. He should be able to do the same.\n\n_Food ... hungry_, the clober broadcast. Tang looked at it, and in\nhis mind commanded it to go out the door and get a tree shoot. At the\nsecond attempt the little pet turned and obeyed!\n\nSo far so good. Now to try his luck with the mahutes.\n\nHe went to the door and tried to project his thoughts to the passing\nnatives. He failed. An hour later he came back in, tired and\ndiscouraged. His head ached with a dull pain that seemed to be trying\nto force its way through his skull. He let his body sag across the bed.\nThe clober climbed up and joined him.\n\nSuddenly he had the answer. The natives were never seen without an\naccompanying clober. And Lutscher had had his Bunzo. They were unable\nto make direct telepathic contact: It had to be done through the\nclobers!\n\nHe sprang to his feet and went outside, with the clober clutched in his\narms. A mahute was passing in the packed-sand street. Directing his\nthought to the mahute, but through the clober, Tang thought, _Stop_.\nThe mahute stopped!\n\n_Go_, Tang commanded, and the mahute went on. Success.\n\nHe made one more test. The next mahute to pass was carrying a load of\nshoots. _Leave them by my door_, Tang directed. Without hesitation the\nmahute turned and deposited the shoots.\n\nNext Tang felt for the mahute's thoughts and caught them readily, but\nthey were almost purely functional, bearing little resemblance to the\nactivity of a reasoning intellect. There was no chance of his learning\nanything of Lutscher's whereabouts there. However he had succeeded in\nwhat he set out to do.\n\nNow for the final step. He went inside and buckled on his sidearm.\n\n\n                                   V\n\nSuddenly the clober squirmed in his arms and a chaos of mad,\nslobbering, disconnected thoughts washed against Tang's mind and\nstaggered it with their very morbidity and black, hopeless fear.\n\nFor a moment he stood mentally numbed, desperately striving to sort the\nhodgepodge of impressions into a semblance of lucidity.\n\nBut they hit him, wave upon wave, as tangible as physical blows, and\nhe fought the nausea they brought as he read them. _I'm dead ... like\na spider ... wasps! My God, this can't be happening! The bastards,\nbastards, bastards. Move. I've got to move! I can't!_ The thoughts ran\ntogether like the incoherent mass of a madman's ravings.\n\nThen the mind Tang was hearing seemed to halt, as though it felt a new\nthing. _Sammy? Sammy? Can you hear me?_\n\n\"I hear you!\" Tang burst out, speaking aloud, but remembering,\ndistractedly, to keep the clober in the forefront of his mind.\n\n_Then come and kill me. For God's sake, come and kill me!_\n\nFighting down the shock that threatened to overwhelm him Tang dashed\nfrom the hut, still clutching the little clober. They wouldn't stop him\nthis time, he vowed.\n\nA semblance of reason came to him before he reached Lutscher's hut and\nhe halted. There was something he should try, he realized, before he\nbegan killing. He looked down at the clober and then sent his message\nat the mahutes. _Go back to your huts!_ he commanded. They made no move\nto leave.\n\nThen he understood that he was unable to contact the whole group at one\ntime. It had to be done individually.\n\n_Return to your home_, he directed, concentrating on the nearest\nmahute. Silently it turned and left. Tang repeated the order to\nanother. Again and again until he was alone.\n\nThere was no time to waste. He aimed his pistol to fire at a tangent\nand blasted a hole through the wall of Lutscher's sealed hut. He\ncrawled in.\n\nThe sight that met his eyes was one that Tang knew he would see in his\nnightmares the rest of his life.\n\nOn the ground against the far wall lay the hide of one of the large\nclobers. He recognized the dark fist-shaped mark on the hide's side as\nhaving belonged to Bunzo. Standing on the hide was one of the young\nstick-insects, its sharp little face ugly with some emotion and its\nmouth casing drawn back from its pointed teeth.\n\nAt Tang's feet lay Lutscher. He was muttering hoarsely to himself, and\nin his eyes that glared at the ceiling was madness--stark, terrible\nmadness!\n\nThe flesh had been torn from Lutscher's left arm, stripping it to\nthe bone. A shiny, gelatinous coating, covering the raw meat of the\nshoulder, seemed to have stopped the blood flow. Great chunks of\nflesh had been torn from one hip, and his teeth showed through where\nLutscher's cheeks had been.\n\nThe ankite insect moved toward them and Tang beamed the ugly little\nhead from its body.\n\nLutscher muttered something and Tang knelt at his side. God help you,\nhe thought. \"Is there anything I can do, Bill?\" he asked softly.\n\n\"It's too late to help me now,\" Lutscher rasped feebly. \"But there's no\npain, Sammy.\" He seemed rational now, but Tang knew it would not last\nfor long. \"Just kill me, Sammy. And get out while you still can.\"\n\n\"What happened?\"\n\n\"One of the ankites came ... when was it? Yester--yesterday?\"\nLutscher's whispering voice broke on the last word and he seemed about\nto slip back into his madness, but he drew a deep breath and went on\ntalking.\n\n\"The ankite bit me. It must have injected a poison. I couldn't move.\nThey sealed me in with Bunzo. Soon after Bunzo screamed and burst.\nYou see the set-up now, don't you Sammy? The clobers are like cocoons\non Earth. I think metamorphosis is the word. The ankites emerge from\nthe clobers, like butterflies come from cocoons. And the poor, stupid\nmahutes feed them, care for their clobers, and then furnish the _piece\nd'occasion_ for the transformation feast.\" He laughed, and the utter\nlack of mirth caused a spasm of sickness in Tang's stomach.\n\n\"And you ...\" Tang started to say.\n\n\"And I.... To the ankites I'm just another mahute. I'm like the spider\nthat the wasp paralyzes and brings to its nest to be consumed by\nthe young while it's still alive.\" Lutscher's voice rose to a shrill\nwhisper. \"Sammy! Kill me. Please! I can't take anymore!\"\n\n\"I'll get you back to the ship,\" Tang said.\n\n\"I'm too far gone for ...\" Lutscher stopped. His eyes seemed to try to\nsmile. \"Go ahead, Sammy,\" he said. \"Try.\"\n\nTang put one arm under Lutscher's shoulders and the other under his\nknees and lifted him off the ground.\n\nLutscher's body came unhinged in the middle. A groan started in his\nthroat and blood gushed from the raw places on his body. Tang put him\ndown and Lutscher's mouth opened and a long sigh came out. He knew they\nwould never be able to hurt Lutscher again.\n\nTang's mind had gone cold now. There was little he could do for\nLutscher, but what little he could do, he would. He drew his gun and\nsprayed its beam up and down the length of Lutscher's body until\nnothing remained except a charred lump. At least he'd furnish no more\nmeals for the ankites.\n\nOn the way back to the space ship Tang met exactly eight of the\nstick-insects. He counted them.\n\n\"One for you, Bill. Two for you, Bill,\" he counted as he burned each\none down. Nothing he had ever done gave him as great a sense of fierce\nsatisfaction.\n\nLess than an hour after he left Lutscher's remains he blasted off the\nplanet. He hated to think of the three months he would have to spend\nalone before he reached Gascol 11.",
    "metadata": {
        "author": [
            "DeVet, Charles V.",
            "Vet, Charles V. de",
            "De Vet, Charles V.",
            "Vet, Charles Vincent de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64292/pg64292.txt",
        "name": "bunzo_farewell.json"
    }
}