{
    "name": "Buying a Horse",
    "author": [
        "Howells, William D. (William Dean)",
        "Howells, W. D. (William Dean)",
        "Howells, William Dean"
    ],
    "body": "If one has money enough, there seems no reason why one should not go and\nbuy such a horse as he wants. This is the commonly accepted theory, on\nwhich the whole commerce in horses is founded, and on which my friend\nproceeded.\n\nHe was about removing from Charlesbridge, where he had lived many happy\nyears without a horse, farther into the country, where there were\ncharming drives and inconvenient distances, and where a horse would be\nvery desirable, if not quite necessary. But as a horse seemed at first\nan extravagant if not sinful desire, he began by talking vaguely round,\nand rather hinting than declaring that he thought somewhat of buying.\nThe professor to whom he first intimated his purpose flung himself from\nhis horse's back to the grassy border of the sidewalk where my friend\nstood, and said he would give him a few points. \"In the first place\ndon't buy a horse that shows much daylight under him, unless you buy a\nhorse-doctor _with_ him; get a short-legged horse; and he ought to be\nshort and thick in the barrel,\"--or words to that effect. \"Don't get a\nhorse with a narrow forehead: there are horse-fools as well as the other\nkind, and you want a horse with room for brains. And look out that he's\n_all right forward_.\"\n\n\"What's that?\" asked my friend, hearing this phrase for the first time.\n\n\"That he isn't tender in his fore-feet,--that the hoof isn't\ncontracted,\" said the professor, pointing out the well-planted foot of\nhis own animal.\n\n\"What ought I to pay for a horse?\" pursued my friend, struggling to fix\nthe points given by the professor in a mind hitherto unused to points of\nthe kind.\n\n\"Well, horses are cheap, now; and you ought to get a fair family\nhorse--You want a family horse?\"\n\n\"Yes.\"\n\n\"Something you can ride and drive both? Something your children can\ndrive?\"\n\n\"Yes, yes.\"\n\n\"Well, you ought to get such a horse as that for a hundred and\ntwenty-five dollars.\"\n\nThis was the figure my friend had thought of; he drew a breath of\nrelief. \"Where did you buy your horse?\"\n\n\"Oh, I always get my horses\"--the plural abashed my friend--\"at the\nChevaliers'. If you throw yourself on their mercy, they'll treat you\nwell. I'll send you a note to them.\"\n\n\"Do!\" cried my friend, as the professor sprang upon his horse, and\ngalloped away.\n\nMy friend walked home encouraged; his purpose of buying a horse had not\nseemed so monstrous, at least to this hardened offender. He now began to\nannounce it more boldly; he said right and left that he wished to buy a\nhorse, but that he would not go above a hundred. This was not true, but\nhe wished to act prudently, and to pay a hundred and twenty-five only in\nextremity. He carried the professor's note to the Chevaliers', who duly\nhonored it, understood at once what my friend wanted, and said they\nwould look out for him. They were sorry he had not happened in a little\nsooner,--they had just sold the very horse he wanted. I may as well say\nhere that they were not able to find him a horse, but that they used him\nwith the strictest honor, and that short of supplying his want they were\nperfect.\n\nIn the mean time the irregular dealers began to descend upon him, as\nwell as amateurs to whom he had mentioned his wish for a horse, and his\npremises at certain hours of the morning presented the effect of a\nhorse-fair, or say rather a museum of equine bricabrac. At first he\nblushed at the spectacle, but he soon became hardened to it, and liked\nthe excitement of driving one horse after another round the block, and\ndeciding upon him. To a horse, they had none of the qualities commended\nby the professor, but they had many others which the dealers praised.\nThese persons were not discouraged when he refused to buy, but\ncheerfully returned the next day with others differently ruinous. They\nwere men of a spirit more obliging than my friend has found in other\nwalks. One of them, who paid him a prefatory visit in his library, in\nfive minutes augmented from six to seven hundred and fifty pounds the\nweight of a pony-horse, which he wished to sell. (\"What you want,\" said\nthe Chevaliers, \"is a pony-horse,\" and my friend, gratefully catching at\nthe phrase, had gone about saying he wanted a pony-horse. After that,\nhulking brutes of from eleven to thirteen hundred pounds were every day\nbrought to him as pony-horses.) The same dealer came another day with a\nmustang, in whom was no fault, and who had every appearance of speed,\nbut who was only marking time as it is called in military drill, I\nbelieve, when he seemed to be getting swiftly over the ground; he showed\na sociable preference for the curbstone in turning corners, and was\ncondemned, to be replaced the next evening by a pony-horse that a child\nmight ride or drive, and that especially would not shy. Upon experiment,\nhe shied half across the road, and the fact was reported to the dealer.\nHe smiled compassionately. \"What did he shy _at_?\"\n\n\"A wheelbarrow.\"\n\n\"Well! I never see the hoss _yet_ that _wouldn't_ shy at a wheelbarrow.\"\n\nMy friend owned that a wheelbarrow was of an alarming presence, but he\nhad his reserves respecting the self-control and intelligence of this\npony-horse. The dealer amiably withdrew him, and said that he would\nbring next day a horse--if he could get the owner to part with a family\npet--that _would_ suit; but upon investigation it appeared that this\ntreasure was what is called a calico-horse, and my friend, who was\nwithout the ambition to figure in the popular eye as a stray\ncircus-rider, declined to see him.\n\nThese adventurous spirits were not squeamish. They thrust their hands\ninto the lathery mouths of their brutes to show the state of their\nteeth, and wiped their fingers on their trousers or grass afterwards,\nwithout a tremor, though my friend could never forbear a shudder at the\nsight. If sometimes they came with a desirable animal, the price was far\nbeyond his modest figure; but generally they seemed to think that he did\nnot want a desirable animal. In most cases, the pony-horse pronounced\nsentence upon himself by some gross and ridiculous blemish; but\nsometimes my friend failed to hit upon any tenable excuse for refusing\nhim. In such an event, he would say, with an air of easy and candid\ncomradery, \"Well, now, what's the matter with him?\" And then the dealer,\npassing his hand down one of the pony-horse's fore-legs, would respond,\nwith an upward glance of searching inquiry at my friend, \"Well, he's a\nleetle mite tender for'a'd.\"\n\nI am afraid my friend grew to have a cruel pleasure in forcing them to\nthis exposure of the truth; but he excused himself upon the ground that\nthey never expected him to be alarmed at this tenderness forward, and\nthat their truth was not a tribute to virtue, but was contempt of his\nignorance. Nevertheless, it was truth; and he felt that it must be his\npart thereafter to confute the common belief that there is no truth in\nhorse-trades.\n\nThese people were not usually the owners of the horses they brought, but\nthe emissaries or agents of the owners. Often they came merely to show a\nhorse, and were not at all sure that his owner would part with him on\nany terms, as he was a favorite with the ladies of the family. An\nimpenetrable mystery hung about the owner, through which he sometimes\ndimly loomed as a gentleman in failing health, who had to give up his\ndaily drives, and had no use for the horse. There were cases in which\nthe dealer came secretly, from pure zeal, to show a horse whose owner\nsupposed him still in the stable, and who must be taken back before his\nabsence was noticed. If my friend insisted upon knowing the owner and\nconferring with him, in any of these instances, it was darkly admitted\nthat he was a gentleman in the livery business over in Somerville or\ndown in the Lower Port. Truth, it seemed, might be absent or present in\na horse-trade, but mystery was essential.\n\nThe dealers had a jargon of their own, in which my friend became an\nexpert. They did not say that a horse weighed a thousand pounds, but ten\nhundred; he was not worth a hundred and twenty-five dollars, but one and\na quarter; he was not going on seven years old, but was coming seven.\nThere are curious facts, by the way, in regard to the age of horses\nwhich are not generally known. A horse is never of an even age: that is,\nhe is not six, or eight, or ten, but five, or seven, or nine years old;\nhe is sometimes, but not often, eleven; he is _never_ thirteen; his\nfavorite time of life is seven, and he rarely gets beyond it, if on\nsale. My friend found the number of horses brought into the world in\n1871 quite beyond computation.\n\nHe also found that most hard-working horses were sick or ailing, as most\nhard-working men and women are; that perfectly sound horses are as rare\nas perfectly sound human beings, and are apt, like the latter, to be\nvicious.\n\nHe began to have a quick eye for the characteristics of horses, and\ncould walk round a proffered animal and scan his points with the best.\n\"What,\" he would ask, of a given beast, \"makes him let his lower lip\nhang down in that imbecile manner?\"\n\n\"Oh, he's got a parrot-mouth. Some folks like 'em.\" Here the dealer\nwould pull open the creature's flabby lips, and discover a beak like\nthat of a polyp; and the cleansing process on the grass or trousers\nwould take place.\n\nOf another. \"What makes him trot in that spread-out, squatty way,\nbehind?\" he demanded, after the usual tour of the block.\n\n\"He travels wide. Horse men prefer that.\"\n\nThey preferred any ugliness or awkwardness in a horse to the opposite\ngrace or charm, and all that my friend could urge, in meek withdrawal\nfrom negotiation, was that he was not of an educated taste. In the\ncourse of long talks, which frequently took the form of warnings, he\nbecame wise in the tricks practiced by all dealers except his\ninterlocutor. One of these, a device for restoring youth to an animal\nnearing the dangerous limit of eleven, struck him as peculiarly\ningenious. You pierce the forehead, and blow into it with a quill; this\ngives an agreeable fullness, and erects the drooping ears in a spirited\nand mettlesome manner, so that a horse coming eleven will look for a\ntime as if he were coming five.\n\nAfter a thorough course of the volunteer dealers, and after haunting the\nChevaliers' stables for several weeks, my friend found that not money\nalone was needed to buy a horse. The affair began to wear a sinister\naspect. He had an uneasy fear that in several cases he had refused the\nvery horse he wanted with the _aplomb_ he had acquired in dismissing\nundesirable beasts. The fact was he knew less about horses than when he\nbegan to buy, while he had indefinitely enlarged his idle knowledge of\nmen, of their fatuity and hollowness. He learned that men whom he had\nalways envied their brilliant omniscience in regard to horses, as they\ndrove him out behind their dashing trotters, were quite ignorant and\nhelpless in the art of buying; they always got somebody else to buy\ntheir horses for them. \"Find a man you can trust,\" they said, \"and then\nput yourself in his hands. And _never_ trust anybody about the health of\na horse. Take him to a veterinary surgeon, and have him go all over\nhim.\"\n\nMy friend grew sardonic; then he grew melancholy and haggard. There was\nsomething very strange in the fact that a person unattainted of crime,\nand not morally disabled in any known way, could not take his money and\nbuy such a horse as he wanted with it. His acquaintance began to\nrecommend men to him. \"If you want a horse, Captain Jenks is your man.\"\n\"Why don't you go to Major Snaffle? He'd take pleasure in it.\" But my\nfriend, naturally reluctant to trouble others, and sickened by long\nfailure, as well as maddened by the absurdity that if you wanted a horse\nyou must first get a man, neglected this really good advice. He lost his\ninterest in the business, and dismissed with lack-lustre indifference\nthe horses which continued to be brought to his gate. He felt that his\nposition before the community was becoming notorious and ridiculous. He\nslept badly; his long endeavor for a horse ended in nightmares.\n\nOne day he said to a gentleman whose turn-out he had long admired, \"I\nwonder if you couldn't find me a horse!\"\n\n\"Want a horse?\"\n\n\"Want a horse! I thought my need was known beyond the sun. I thought my\nwant of a horse was branded on my forehead.\"\n\nThis gentleman laughed, and then he said, \"I've just seen a mare that\nwould suit you. I thought of buying her, but I want a match, and this\nmare is too small. She'll be round here in fifteen minutes, and I'll\ntake you out with her. Can you wait?\"\n\n\"Wait!\" My friend laughed in his turn.\n\nThe mare dashed up before the fifteen minutes had passed. She was\nbeautiful, black as a coal; and kind as a kitten, said her driver. My\nfriend thought her head was rather big. \"Why, yes, she's a _pony_-horse;\nthat's what I like about her.\"\n\nShe trotted off wonderfully, and my friend felt that the thing was now\ndone.\n\nThe gentleman, who was driving, laid his head on one side, and listened.\n\"Clicks, don't she?\"\n\n\"She _does_ click,\" said my friend obligingly.\n\n\"Hear it?\" asked the gentleman.\n\n\"Well, if you ask me,\" said my friend, \"I _don't_ hear it. What _is_\nclicking?\"\n\n\"Oh, striking the heel of her fore-foot with the toe of her hind-foot.\nSometimes it comes from bad shoeing. Some people like it. I don't\nmyself.\" After a while he added, \"If you can get this mare for a hundred\nand twenty-five, you'd better buy her.\"\n\n\"Well, I will,\" said my friend. He would have bought her, in fact, if\nshe had clicked like a noiseless sewing-machine. But the owner, remote\nas Medford, and invisibly dealing, as usual, through a third person,\nwould not sell her for one and a quarter; he wanted one and a half.\nBesides, another Party was trying to get her; and now ensued a\nnegotiation which for intricacy and mystery surpassed all the others. It\nwas conducted in my friend's interest by one who had the difficult task\nof keeping the owner's imagination in check and his demands within\nbounds, for it soon appeared that he wanted even more than one and a\nhalf for her. Unseen and inaccessible, he grew every day more\nunmanageable. He entered into relations with the other Party, and it all\nended in his sending her out one day after my friend had gone into the\ncountry, and requiring him to say at once that he would give one and a\nhalf. He was not at home, and he never saw the little mare again. This\nconfirmed him in the belief that she was the very horse he ought to have\nhad.\n\nPeople had now begun to say to him, \"Why don't you advertise? Advertise\nfor a gentleman's pony-horse and phaeton and harness complete. You'll\nhave a perfect procession of them before night.\" This proved true. His\nadvertisement, mystically worded after the fashion of those things,\nfound abundant response. But the establishments which he would have\ntaken he could not get at the figure he had set, and those which his\nmoney would buy he would not have. They came at all hours of the day;\nand he never returned home after an an absence without meeting the\nreproach that _now_ the very horse he wanted had just been driven away,\nand would not be brought back, as his owner lived in Billerica, and only\nhappened to be down. A few equipages really appeared desirable, but in\nregard to these his jaded faculties refused to work: he could decide\nnothing; his volition was extinct; he let them come and go.\n\nIt was at this period that people who had at first been surprised that\nhe wished to buy a horse came to believe that he had bought one, and\nwere astonished to learn that he had not. He felt the pressure of public\nopinion.\n\nHe began to haunt the different sale-stables in town, and to look at\nhorses with a view to buying at private sale. Every facility for testing\nthem was offered him, but he could not make up his mind. In feeble\nwantonness he gave appointments which he knew he should not keep, and,\npassing his days in an agony of multitudinous indecision, he added to\nthe lies in the world the hideous sum of his broken engagements. From\ntime to time he forlornly appeared at the Chevaliers', and refreshed his\ncorrupted nature by contact with their sterling integrity. Once he\nventured into their establishment just before an auction began, and\nremained dazzled by the splendor of a spectacle which I fancy can be\nparalleled only by some dream of a mediaeval tournament. The horses,\nbrilliantly harnessed, accurately shod, and standing tall on burnished\nhooves, their necks curved by the check rein and their black and blonde\nmanes flowing over the proud arch, lustrous and wrinkled like satin,\nwere ranged in a glittering hemicycle. They affected my friend like the\nyouth and beauty of his earliest evening parties; he experienced a sense\nof bashfulness, of sickening personal demerit. He could not have had the\naudacity to bid on one of those superb creatures, if all the Chevaliers\ntogether had whispered him that here at last was the very horse.\n\nI pass over an unprofitable interval in which he abandoned himself to\ndespair, and really gave up the hope of being able ever to buy a horse.\nDuring this interval he removed from Charlesbridge to the country, and\nfound himself, to his self-scorn and self-pity, actually reduced to\nhiring a livery horse by the day. But relief was at hand. The carpenter\nwho had remained to finish up the new house after my friend had gone\ninto it bethought himself of a firm in his place who brought on horses\nfrom the West, and had the practice of selling a horse on trial, and\nconstantly replacing it with other horses till the purchaser was suited.\nThis seemed an ideal arrangement, and the carpenter said that he\n_thought_ they had the very horse my friend wanted.\n\nThe next day he drove him up, and upon the plan of successive exchanges\ntill the perfect horse was reached, my friend bought him for one and a\nquarter, the figure which he had kept in mind from the first. He bought\na phaeton and harness from the same people, and when the whole equipage\nstood at his door, he felt the long-delayed thrill of pride and\nsatisfaction. The horse was of the Morgan breed, a bright bay, small and\nround and neat, with a little head tossed high, and a gentle yet alert\nmovement. He was in the prime of youth, of the age of which every horse\ndesires to be, and was just coming seven. My friend had already taken\nhim to a horse-doctor, who for one dollar had gone all over him, and\npronounced him sound as a fish, and complimented his new owner upon his\nacquisition. It all seemed too good to be true. As Billy turned his soft\neye on the admiring family group, and suffered one of the children to\nsmooth his nose while another held a lump of sugar to his dainty lips,\nhis amiable behavior restored my friend to his peace of mind and his\nlong-lost faith in a world of reason.\n\nThe ridiculous planet, wavering bat-like through space, on which it had\nbeen impossible for an innocent man to buy a suitable horse was a dream\nof the past, and he had the solid, sensible old earth under his feet\nonce more. He mounted into the phaeton and drove off with his wife; he\nreturned and gave each of the children a drive in succession. He told\nthem that any of them could drive Billy as much as they liked, and he\nquieted a clamor for exclusive ownership on the part of each by\ndeclaring that Billy belonged to the whole family. To this day he cannot\nlook back to those moments without tenderness. If Billy had any apparent\nfault, it was an amiable indolence. But this made him all the safer for\nthe children, and it did not really amount to laziness. While on sale he\nhad been driven in a provision cart, and had therefore the habit of\nstanding unhitched. One had merely to fling the reins into the bottom of\nthe phaeton and leave Billy to his own custody. His other habit of\ndrawing up at kitchen gates was not confirmed, and the fact that he\nstumbled on his way to the doctor who pronounced him blameless was\nreasonably attributed to a loose stone at the foot of the hill; the\nmisstep resulted in a barked shin, but a little wheel-grease, in a horse\nof Billy's complexion, easily removed the evidence of this.\n\nIt was natural that after Billy was bought and paid for, several\nextremely desirable horses should be offered to my friend by their\nowners, who came in person, stripped of all the adventitious mystery of\nagents and middle-men. They were gentlemen, and they spoke the English\nhabitual with persons not corrupted by horses. My friend saw them come\nand go with grief; for he did not like to be shaken in his belief that\nBilly was the only horse in the world for him, and he would have liked\nto purchase their animals, if only to show his appreciation of honor and\nfrankness and sane language. Yet he was consoled by the possession of\nBilly, whom he found increasingly excellent and trustworthy. Any of the\nfamily drove him about; he stood unhitched; he was not afraid of cars;\nhe was as kind as a kitten; he had not, as the neighboring coachman\nsaid, a voice, though he seemed a little loively in coming out of the\nstable sometimes. He went well under the saddle; he was a beauty, and if\nhe had a voice, it was too great satisfaction in his personal\nappearance.\n\nOne evening after tea, the young gentleman, who was about to drive Billy\nout, stung by the reflection that he had not taken blackberries and\ncream twice, ran into the house to repair the omission, and left Billy,\nas usual, unhitched at the door. During his absence, Billy caught sight\nof his stable, and involuntarily moved towards it. Finding himself\nunchecked, he gently increased his pace; and when my friend, looking up\nfrom the melon-patch which he was admiring, called out, \"Ho, Billy!\nWhoa, Billy!\" and headed him off from the gap, Billy profited by the\ncircumstance to turn into the pear orchard. The elastic turf under his\nunguided hoof seemed to exhilarate him; his pace became a trot, a\ncanter, a gallop, a tornado; the reins fluttered like ribbons in the\nair; the phaeton flew ruining after. In a terrible cyclone the equipage\nswept round the neighbor's house, vanished, reappeared, swooped down his\nlawn, and vanished again. It was incredible.\n\nMy friend stood transfixed among his melons. He knew that his neighbor's\nchildren played under the porte-cochere on the other side of the house\nwhich Billy had just surrounded in his flight, and probably.... My\nfriend's first impulse was not to go and see, but to walk into his own\nhouse, and ignore the whole affair. But you cannot really ignore an\naffair of that kind. You must face it, and commonly it stares you out of\ncountenance. Commonly, too, it knows how to choose its time so as to\ndisgrace as well as crush its victim. His neighbor had people to tea,\nand long before my friend reached the house the host and his guests were\nall out on the lawn, having taken the precaution to bring their napkins\nwith them.\n\n\"The children!\" gasped my friend.\n\n\"Oh, they were all in bed,\" said the neighbor, and he began to laugh.\nThat was right; my friend would have mocked at the calamity if it had\nbeen his neighbor's. \"Let us go and look up your phaeton.\" He put his\nhand on the naked flank of a fine young elm, from which the bark had\njust been stripped. \"Billy seems to have passed this way.\"\n\nAt the foot of a stone-wall four feet high lay the phaeton, with three\nwheels in the air, and the fourth crushed flat against the axle; the\nwillow back was broken, the shafts were pulled out, and Billy was gone.\n\n\"Good thing there was nobody in it,\" said the neighbor.\n\n\"Good thing it didn't run down some Irish family, and get you in for\ndamages,\" said a guest.\n\nIt appeared, then, that there were two good things about this disaster.\nMy friend had not thought there were so many, but while he rejoiced in\nthis fact, he rebelled at the notion that a sorrow like that rendered\nthe sufferer in any event liable for damages, and he resolved that he\nnever would have paid them. But probably he would.\n\nSome half-grown boys got the phaeton right-side up, and restored its\nshafts and cushions, and it limped away with them towards the\ncarriage-house. Presently another half-grown boy came riding Billy up\nthe hill. Billy showed an inflated nostril and an excited eye, but\nphysically he was unharmed, save for a slight scratch on what was\ndescribed as the off hind-leg; the reader may choose which leg this was.\n\n\"The worst of it is,\" said the guest, \"that you never can trust 'em\nafter they've run off once.\"\n\n\"Have some tea?\" said the host to my friend.\n\n\"No, thank you,\" said my friend, in whose heart the worst of it rankled;\nand he walked home embittered by his guilty consciousness that Billy\nought never to have been left untied. But it was not this self-reproach;\nit was not the mutilated phaeton; it was not the loss of Billy, who must\nnow be sold; it was the wreck of settled hopes, the renewed suspense of\nfaith, the repetition of the tragical farce of buying another horse,\nthat most grieved my friend.\n\nBilly's former owners made a feint of supplying other horses in his\nplace, but the only horse supplied was an aged veteran with the\nscratches, who must have come seven early in our era, and who, from his\nhabit of getting about on tiptoe, must have been tender for'a'd beyond\nanything of my friend's previous experience. Probably if he could have\nwaited they might have replaced Billy in time, but their next\ninstallment from the West produced nothing suited to his wants but a\nhorse with the presence and carriage of a pig, and he preferred to let\nthem sell Billy for what he would bring, and to trust his fate\nelsewhere. Billy had fallen nearly one half in value, and he brought\nvery little--to his owner; though the new purchaser was afterwards\nreported to value him at much more than what my friend had paid for him.\nThese things are really mysteries; you cannot fathom them; it is idle to\ntry. My friend remained grieving over his own folly and carelessness,\nwith a fond hankering for the poor little horse he had lost, and the\nbelief that he should never find such another. Yet he was not without a\nphilanthropist's consolation. He had added to the stock of harmless\npleasures in a degree of which he could not have dreamed. All his\nacquaintance knew that he had bought a horse, and they all seemed now to\nconspire in asking him how he got on with it. He was forced to confess\nthe truth. On hearing it, his friends burst into shouts of laughter, and\nsmote their persons, and stayed themselves against lamp-posts and\nhouse-walls. They begged his pardon, and then they began again, and\nshouted and roared anew. Since the gale which blew down the poet ----'s\nchimneys and put him to the expense of rebuilding them, no joke so\ngenerally satisfactory had been offered to the community. My friend had,\nin his time, achieved the reputation of a wit by going about and and\nsaying, \"Did you know ----'s chimneys had blown down?\" and he had now\nhimself the pleasure of causing the like quality of wit in others.\n\nHaving abandoned the hope of getting anything out of the people who had\nsold him Billy, he was for a time the prey of an inert despair, in which\nhe had not even spirit to repine at the disorder of a universe in which\nhe could not find a horse. No horses were now offered to him, for it had\nbecome known throughout the trade that he had bought a horse. He had\ntherefore to set about counteracting this impression with what feeble\npowers were left him. Of the facts of that period he remembers with\nconfusion and remorse the trouble to which he put the owner of the\npony-horse Pansy, whom he visited repeatedly in a neighboring town, at a\nloss of time and money to himself, and with no result but to embarrass\nPansy's owner in his relations with people who had hired him and did not\nwish him sold. Something of the old baffling mystery hung over Pansy's\nwhereabouts; he was with difficulty produced, and when _en evidence_ he\nwas not the Pansy my friend had expected. He paltered with his regrets;\nhe covered his disappointment with what pretenses he could; and he\nwaited till he could telegraph back his adverse decision. His conclusion\nwas that, next to proposing marriage, there was no transaction of life\nthat involved so many delicate and complex relations as buying a horse,\nand that the rupture of a horse-trade was little less embarrassing and\ndistressing to all concerned than a broken engagement. There was a\nterrible intimacy in the affair; it was alarmingly personal. He went\nabout sorrowing for the pain and disappointment he had inflicted on many\namiable people of all degrees who had tried to supply him with a horse.\n\n\"Look here,\" said his neighbor, finding him in this low state, \"why\ndon't you get a horse of the gentleman who furnishes mine?\" This had\nbeen suggested before, and my friend explained that he had disliked to\nmake trouble. His scruples were lightly set aside, and he suffered\nhimself to be entreated. The fact was he was so discouraged with his\nattempt to buy a horse that if any one had now given him such a horse as\nhe wanted he would have taken it.\n\nOne sunny, breezy morning his neighbor drove my friend over to the\nbeautiful farm of the good genius on whose kindly offices he had now\nfixed his languid hopes. I need not say what the landscape was in\nmid-August, or how, as they drew near the farm, the air was enriched\nwith the breath of vast orchards of early apples,--apples that no forced\nfingers rude shatter from their stems, but that ripen and mellow\nuntouched, till they drop into the straw with which the orchard aisles\nare bedded; it is the poetry of horticulture; it is Art practicing the\nwise and gracious patience of Nature, and offering to the Market a\nSummer Sweeting of the Hesperides.\n\nThe possessor of this luscious realm at once took my friend's case into\nconsideration; he listened, the owner of a hundred horses, with gentle\nindulgence to the shapeless desires of a man whose wildest dream was\n_one_ horse. At the end he said, \"I see you want a horse that can take\ncare of himself.\"\n\n\"No,\" replied my friend, with the inspiration of despair. \"I want a\nhorse that can take care of me.\"\n\nThe good genius laughed, and turned the conversation. Neither he nor my\nfriend's neighbor was a man of many words, and like taciturn people they\ntalked in low tones. The three moved about the room and looked at the\nHispano-Roman pictures; they had a glass of sherry; from time to time\nsomething was casually murmured about Frank. My friend felt that he was\nin good hands, and left the affair to them. It ended in a visit to the\nstable, where it appeared that this gentleman had no horse to sell among\nhis hundred which exactly met my friend's want, but that he proposed to\nlend him Frank while a certain other animal was put in training for the\ndifficult office he required of a horse. One of the men was sent for\nFrank, and in the mean time my friend was shown some gaunt and graceful\nthoroughbreds, and taught to see the difference between them and the\nplebeian horse. But Frank, though no thoroughbred, eclipsed these\npatricians when he came. He had a little head, and a neck gallantly\narched; he was black and plump and smooth, and though he carried himself\nwith a petted air, and was a dandy to the tips of his hooves, his\nknowing eye was kindly. He turned it upon my friend with the effect of\nunderstanding _his_ case at a glance.\n\nIt was in this way that for the rest of the long, lovely summer peace\nwas re-established in his heart. There was no question of buying or\nselling Frank; there were associations that endeared him beyond money to\nhis owner; but my friend could take him without price. The situation had\nits humiliation for a man who had been arrogantly trying to buy a horse,\nbut he submitted with grateful meekness, and with what grace Heaven\ngranted him; and Frank gayly entered upon the peculiar duties of his\nposition. His first duty was to upset all preconceived notions of the\nadvantage of youth in a horse. Frank was not merely not coming seven or\nnine, but his age was an even number,--he was sixteen; and it was his\nowner's theory, which Frank supported, that if a horse was well used he\nwas a good horse till twenty-five.\n\nThe truth is that Frank looked like a young horse; he was a dandy\nwithout any of the ghastliness which attends the preservation of youth\nin old beaux of another species. When my friend drove him in the\nrehabilitated phaeton he felt that the turn-out was stylish, and he\nlearned to consult certain eccentricities of Frank's in the satisfaction\nof his pride. One of these was a high reluctance to be passed on the\nroad. Frank was as lazy a horse--but lazy in a self-respectful, aesthetic\nway--as ever was; yet if he heard a vehicle at no matter how great\ndistance behind him (and he always heard it before his driver), he\nbrightened with resolution and defiance, and struck out with speed that\nmade competition difficult. If my friend found that the horse behind was\nlikely to pass Frank, he made a merit of holding him in. If they met a\nteam, he lay back in his phaeton, and affected not to care to be going\nfaster than a walk, any way.\n\nOne of the things for which he chiefly prized Frank was his skill in\nbacking and turning. He is one of those men who become greatly perturbed\nwhen required to back and turn a vehicle; he cannot tell (till too late)\nwhether he ought to pull the right rein in order to back to the left, or\n_vice versa_; he knows, indeed, the principle, but he becomes paralyzed\nin its application. Frank never was embarrassed, never confused. My\nfriend had but to say, \"Back, Frank!\" and Frank knew from the nature of\nthe ground how far to back and which way to turn. He has thus extricated\nmy friend from positions in which it appeared to him that no earthly\npower could relieve him.\n\nIn going up hill Frank knew just when to give himself a rest, and at\nwhat moment to join the party in looking about and enjoying the\nprospect. He was also an adept in scratching off flies, and had a\nprecision in reaching an insect anywhere in his van with one of his rear\nhooves which few of us attain in slapping mosquitoes. This action\nsometimes disquieted persons in the phaeton, but Frank knew perfectly\nwell what he was about, and if harm had happened to the people under his\ncharge my friend was sure that Frank could have done anything short of\napplying arnica and telegraphing to their friends. His varied knowledge\nof life and his long experience had satisfied him that there were very\nfew things to be afraid of in this world. Such womanish weaknesses as\nshying and starting were far from him, and he regarded the boisterous\nbehavior of locomotives with indifference. He had not, indeed, the\nvirtue of one horse offered to my friend's purchase, of standing,\nunmoved, with his nose against a passing express train; but he was\ncertainly not afraid of the cars.\n\nFrank was by no means what Mr. Emerson calls a mush of concession; he\nwas not merely amiable; he had his moments of self-assertion, his\ntouches of asperity. It was not safe to pat his nose, like the erring\nBilly's; he was apt to bring his handsome teeth together in proximity to\nthe caressing hand with a sharp click and a sarcastic grin. Not that he\never did, or ever would really bite. So, too, when left to stand long\nunder fly-haunted cover, he would start off afterwards with alarming\nvehemence; and he objected to the saddle. On the only occasion when any\nof my friend's family mounted him, he trotted gayly over the grass\ntowards the house, with the young gentleman on his back; then, without\nwarning, he stopped short, a slight tremor appeared to pass over him,\nand his rider continued the excursion some ten feet farther, alighting\nlump-wise on a bunch of soft turf which Frank had selected for his\nreception.\n\nThe summer passed, and in the comfort of Frank's possession my friend\nhad almost abandoned the idea of ever returning him to his owner. He had\nthoughts of making the loan permanent, as something on the whole\npreferable to a purchase. The drives continued quite into December, over\nroads as smooth and hard as any in June, and the air was delicious. The\nfirst snow brought the suggestion of sleighing; but that cold weather\nabout Christmas dispersed these gay thoughts, and restored my friend to\nvirtue. Word came from the stable that Frank's legs were swelling from\nstanding so long without going out, and my friend resolved to part with\nan animal for which he had no use. I do not praise him for this; it was\nno more than his duty; but I record his action in order to account for\nthe fact that he is again without a horse, and now, with the opening of\nthe fine weather, is beginning once more to think of buying one.\n\nBut he is in no mood of arrogant confidence. He has satisfied himself\nthat neither love nor money is alone adequate to the acquisition: the\nfates also must favor it. The horse which Frank's owner has had in\ntraining may or may not be just the horse he wants. He does not know; he\nhumbly waits; and he trembles at the alternative of horses, mystically\nsummoned from space, and multitudinously advancing upon him,\nparrot-mouthed, pony-gaited, tender for'a'd, and traveling wide behind.",
    "metadata": {
        "author": [
            "Howells, William D. (William Dean)",
            "Howells, W. D. (William Dean)",
            "Howells, William Dean"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23030/pg23030.txt",
        "name": "buying_a_horse.json"
    }
}