{
    "name": "Calling the Empress",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "The chart in the terminal building at Canalopsis Spaceport, Mars,\nwas a huge thing that was the focus of all eyes. It occupied a\nthirty-by-thirty space in the center of one wall, and it had a\nfar-flung iron railing about it to keep the people from crowding it\ntoo close, thus shutting off the view. It was a popular display, for\nit helped to drive home the fact that space travel was different from\nanything else. People were aware that their lives had been built upon\ngoing from one fixed place to another place, equally immobile. But in\nInterplanet travel one left a moving planet for another planet, moving\nat a different velocity. You found that the shortest distance was not a\nstraight line but a space curve involving higher mathematics.\n\nThe courses being traveled at the time were marked, and those that\nwould be traversed in the very near future were drawn upon the chart,\ntoo, all appropriately labeled. At a glance, one could see that in\nfifty minutes and seventeen seconds, the _Empress of Kolain_ would take\noff from Mars, which was the red disk on the right; and she would\ntravel along the curve so marked to Venus, which was almost one hundred\nand sixty degrees clockwise around the Sun. People were glad of the\nchance to go on this trip because the famous Relay Station would come\nwithin a telescope's sight on the way.\n\nThe _Empress of Kolain_ would slide into Venus on the day side and a\nfew hours later she would lift again to head for Terra, a few degrees\nahead of Venus and about thirty million miles away.\n\nPrecisely on the zero-zero, the _Empress of Kolain_ lifted upward on\nfour tenuous pillars of dull-red glow and drove a hole in the sky. The\nglow was almost lost in the bright sunshine, and soon it died. The\n_Empress of Kolain_ was a little world in itself, and would so remain\nuntil it dropped onto the ground at Venus, almost two hundred million\nmiles away.\n\nDriving upward, the _Empress of Kolain_ could not have been out of the\nthin Martian atmosphere when a warning bell rang in the telephone and\ntelespace office at the terminal. The bell caught official ears, and\nall work was stopped as the personnel of the communications office\nran to the machine to see what was so important that the \"immediate\nattention\" signal was rung.\n\nImpatiently the operator waited for the tape to come clicking from the\nmachine. It came, letter by letter, click by click, at fifty words per\nminute. The operator tore the strip from the machine and read aloud:\n\"Hold _Empress of Kolain_. Reroute to Terra direct. Will be quarantined\nat Venus. Whole planet in epidemic of Venusian Fever.\"\n\n\"Snap answer,\" growled Keg Johnson. \"Tell 'em: 'Too little and too\nlate. _Empress of Kolain_ left thirty seconds before warning bell. What\ndo we do now?'\"\n\nThe operator's fingers clicked madly over the keyboard. Across space\nwent the reply, across the void to the Relay Station. It ran through\nthe Station's mechanism and went darting to Terra. It clicked out as\nsent in the offices of Interplanet Transport. A vice president read the\nmessage and swore roundly. He swore in three Terran languages, in the\nlanguage of the Venusians, and even managed to visualize a few choice\nremarks from the Martian Pictographs that were engraved on the Temples\nof Canalopsis.\n\n\"Miss Deane,\" he yelled at the top of his voice. \"Take a message! Shoot\na line to Channing on Venus Equilateral. Tell him: '_Empress of Kolain_\non way to Venus. Must be contacted and rerouted to Terra direct. Has\nmillion dollars' worth of Martian Line Moss aboard; will perish under\nquarantine. Spare no expense.' Sign that 'Williams, Interplanet.'\"\n\n\"Yes, Mr. Williams,\" said the secretary. \"Right away.\"\n\nMore minutes of light-fast communication. Out of Terra to Luna,\nacross space to Venus Equilateral Relay Station, the nerve center of\nInterplanetary Communications. The machines clicked and tape cleared\nfrom the slot. It was pasted neatly on a sheet of official paper,\nstamped _rush_ and put in a pneumatic tube.\n\nAs Don Channing began to read the message, Keg Johnson on Mars was\nchewing worriedly on his fourth fingernail, and Vice President Williams\nwas working on his second. But Johnson had a head start and therefore\nwould finish first. Both men knew that nothing more could be done. If\nChanning couldn't do it, nobody could.\n\nChanning finished the 'gram and swore. It was a good-natured swear\nword, far from downright vilification, though it did consign certain\nitems to the Nether Regions. He punched a button with some relish,\nand a rather good-looking woman entered. She smiled at him with more\nintimacy than a secretary should, and sat down.\n\n\"Arden, call Walt in, will you?\"\n\nArden Wastphal smiled. \"You might have done that yourself,\" she told\nhim. She reached for the call button with her left hand, and the\ndiamond on her fourth finger glinted like a pilot light.\n\n\"I know it,\" he answered, \"but that wouldn't give me a chance to see\nyou.\"\n\n\"Baloney,\" said Arden. \"You just wait until next October. I'll be in\nyour hair all the time then.\"\n\n\"By then I may be tired of you,\" said Channing with a smile. \"But until\nthen, take it or leave it.\" His face grew serious, and he tossed the\nmessage across the table to her. \"What do you think of that?\"\n\nArden read, and then remarked: \"That's a huge order, Don. Think you can\ndo it?\"\n\n\"It'll cost plenty. I don't know whether we can contact a ship in\nspace. It hasn't been done to date, you know, except for short\ndistances.\"\n\n\n\nThe door opened without a knock and Walt Franks entered. \"Billing and\ncooing?\" he asked. \"Why do you two need an audience?\"\n\n\"We don't,\" answered Don. \"This was business.\"\n\n\"For want of evidence, I'll believe that. What's the dope?\"\n\n\"Walt, what are the chances of hooking up with the _Empress of Kolain_,\nwhich is en route from Mars to Venus?\"\n\n\"About equal to a celluloid snowball--you know where,\" said Franks,\nlooking slyly at Arden.\n\n\"Take off your coat, Walt. We've got a job.\"\n\n\"You mean--Hey! Remind me to quit Saturday.\"\n\n\"This is dead in earnest, Walt.\" Don told the electronics engineer all\nhe knew.\n\n\"Boy, this is a job that I wouldn't want my life to depend on. In the\nfirst place, we can't beam a transmitter at them if we can't see 'em.\nAnd in the second place, if we did, they couldn't receive us.\"\n\n\"We can get a good idea of where they are and how they're going,\" said\nChanning. \"That is common knowledge.\"\n\n\"Astronomy is an exact science,\" chanted Franks. \"But by the time we\nfigure out just where the _Empress of Kolain_ is with respect to us at\nany given instant we'll all be old men with gray beards. She's crossing\ntoward us on a skew curve--and we'll have to beam it past Sol. It won't\nbe easy, Don. And then if we do find them, what do we do about it?\"\n\n\"Let's find them first and then work out a means of contacting them\nafterward.\"\n\n\"Don,\" interrupted Arden, \"what's so difficult?\"\n\nFranks fell backward into a chair. Don turned to the girl and asked:\n\"Are you kidding?\"\n\n\"No. I'm just ignorant. What is so hard about it. We shoot beams\nacross a couple of hundred million miles like nothing and maintain\ncommunications at any cost. What should be so hard about contacting a\nship?\"\n\n\"In the first place, we can see a planet, and they can see us, so they\ncan hold their beams. A spaceship might be able to see us, but they\ncouldn't hold a beam on us because of the side sway. We couldn't see\nthem until they are right upon us and so we could not hope to hold\na beam on them. Spaceships _might_ broadcast, but you have no idea\nwhat the square law of radiated power will do to a broadcast signal\nwhen millions upon millions of miles are counted in. A half million\nwatts on any planet will not quite cover the planet as a service\narea on broadcast frequencies. On short waves it will because of the\nskip distance. But for square-law dissipation, you can't count skip\ndistances--and in space it would be a case of the signal losing in\nstrength according to the inverse square of the distance. So they don't\ntry it. A spaceship may as well be on Rigel as far as contacting her in\nspace goes.\n\n\"We might beam a wide-dispersion affair at them,\" continued Channing.\n\"But it would be pretty thin by the time it got there. And, having no\nequipment, they couldn't hear us.\"\n\n\"May we amend that?\" asked Franks. \"They are equipped with radio. But\nthe things are used only in landing operations where the distance is\nmeasured in miles, not Astronomical Units.\"\n\n\"O.K.,\" smiled Channing. \"It's turned off during flight and we may\nconsider the equipment as being nonexistent.\"\n\n\"And, according to the chart, we've got to contact them before the\nturn-about,\" offered Arden. \"They must have time to deflect their\ncourse to Terra.\"\n\n\"You think of the nicest complications,\" said Channing. \"I was just\nabout to hope that we could flash them or grab at 'em with a skeeter.\nBut we can't wait until they pass us.\"\n\n\"That will be the last hope,\" admitted Franks. \"But say! Did any bright\nsoul think of shooting a fast ship after them from Canalopsis?\"\n\n\"Sure. The answer is the same as Simple Simon's answer to the Pieman:\nAlas, they haven't any!\"\n\n\"No use asking why,\" growled Franks. \"O.K., Don, we'll go after 'em.\nI'll have the crew set up a couple of mass detectors at either end of\nthe station. We'll triangulate, and calculate, and hope to hit the right\ncorrection factor. We'll find them and keep them in line. You figure\nout a means of contacting them, huh?\"\n\n\"_I'll_ set up the detectors and _you_ find the means,\" suggested Don.\n\n\"No go. You're the director of communications.\"\n\nDon sighed a false sigh. \"Arden, hand me my electronics text,\" he said.\n\n\"And shall I wipe your fevered brow?\" cooed Arden.\n\n\"Leave him alone,\" directed Franks. \"You distract him.\"\n\n\"It seems to me that you two are taking this rather lightly,\" said\nArden.\n\n\"What do you want us to do? Get down on the floor and chew on the rug?\nYou know us better than that. If we can find the answer to contacting a\nspaceship in flight, we'll add another flower to our flag. But we can't\ndo it by clawing through the first edition of Henney's 'Handbook of\nRadio Engineering.' It will be done by the seat of our pants if at all;\na pair of side-cutters and a spool of wire, a hunk of string and a lump\nof solder, a--\"\n\n\"A rag, a bone, and a hank of hair?\" asked Franks.\n\n\"Leave Kipling out of this. He didn't have to cover the whole Solar\nSystem. So let's get cooking.\"\n\nDon and Walt left the office just a trifle on the fast side. Arden\nlooked after them, out through the open door, shaking her head until\nshe remembered something that she could do. She smiled and went to her\ntypewriter and pounded out a message back to Williams at Interplanet.\nIt read: \"Channing and Franks at work on contacting the _Empress of\nKolain_. Will do our best.\" And she signed it: \"Venus Equilateral.\"\n\n\n\nUnknowing of the storm, the _Empress of Kolain_ sped silently through\nthe void, accelerating constantly at one gee. Hour after hour she was\nadding to her velocity, building it up to a speed that would make the\ntrip in days, and not weeks. Her drivers flared dull red no more, for\nthere was not atmosphere for the electronic stream to excite. Her few\nportholes sparkled with light, but they were nothing in comparison to\nthe starry curtain of the background.\n\nHer hull was of a neutral color, and though the sun glanced from her\nmetal flanks, a reflection from a convex side is not productive of a\nbeam of light. It spreads according to the degree of convexity and is\nsoon lost.\n\nWhat constitutes an apparent absence? The answer to that question is\nthe example of a ship in space flight. The _Empress of Kolain_ did\nnot radiate anything detectable in the electromagnetic scale from\nultralong waves to ultrahigh frequencies; nothing at all that could\nbe detected at any distance beyond a few thousand miles. The sweep of\nher meteor-spotting equipment would pass a spot in micro-seconds at a\nhundred miles; at the distance from the Relay Station, the sweep of\nthe beam would be curved like the stream of water from a swung hose\nand therefore useless for direction finding, even though the Station's\nexcellent equipment could pick up the signal. And so fleeting would be\nthe touch of the spotting beam that the best equipment ever known or\nmade would have no time to react, thus marking the signal.\n\nTheorists claim a thing nonexistent if it cannot be detected. The\n_Empress of Kolain_ was invisible. It was undetectable to radio\nwaves. It was in space, so no physical wave could be transmitted\nto be depicted as sound. Its mass was inconsiderable. Its size was\ncomparatively sub-microscopic, and therefore it would occult few,\nif any, stars. Therefore, to all intents and purposes, the _Empress\nof Kolain_ was nonexistent, and would remain in that state of\nmaterial-non-being until it came to life again upon its landing at\nVenus.\n\nYet the _Empress of Kolain_ existed in the minds of the men who were\nto find her. Like the shot unseen, fired from a distant cannon, the\n_Empress of Kolain_ was coming at them with ever-mounting velocity, its\nunseen course a theoretical curve.\n\nAnd the ship, like the projectile, would land if the men who knew of\nher failed in their purpose.\n\nDon Channing and Walt Franks found their man in the combined dining\nroom and bar--the only one in many million miles. They surrounded him,\nordered a sandwich and beer, and began to tell him their troubles.\n\nCharles Thomas listened for about three minutes. \"Boy,\" he grinned,\n\"being up in that shiny, plush-lined office has sure done plenty to\nyour think-tank, Don.\"\n\nChanning stopped talking. \"Proceed,\" he said. \"In what way has my\nperspective been warped.\"\n\n\"You talk like Burbank,\" said Thomas, mentioning a sore spot of some\nmonths past. \"You think a mass detector would work at this distance?\nNuts, fellow. It might, if there were nothing else in the place to\ninterfere. But you want to shoot out near Mars. Mars is on the other\nside of the Sun--an Evening Star to anyone on Terra. You want us to\nshoot a slap-happy beam like the mass detector out past Sol; and then a\nhundred and forty million miles beyond in the faint hope that you can\ntriangulate upon a little mite of matter; a stinking six hundred-odd\nfeet of aluminum hull mostly filled with air and some machinery and\nso on. Brother, what do you think all the rest of the planets will do\nto your little piddling beam? Retract, or perhaps abrogate the law of\nuniversal gravitation?\"\n\n\"Crushed,\" said Franks with a sorry attempt at a smile.\n\n\"_Phew!_\" agreed Channing. \"Maybe I should know more about mass\ndetectors.\"\n\n\"Forget it,\" said Charles. \"The only thing that mass detectors are any\ngood for is to conjure up beautiful bubble dreams, which anybody who\nknows about 'em can break with the cold point of icy logic.\"\n\n\"What would you do?\" asked Channing.\n\n\"Darned if I know. We might flash 'em with a big mirror--if we had a\nbig mirror and they weren't heading right into the Sun.\"\n\n\"Let's see,\" mused Franks, making tabulations on the tablecloth.\n\"They're a couple of hundred million miles away. In order that your\nmirror present a recognizable disk, it should be about twice the\ndiameter of Venus as seen from Terra. That's eight thousand miles\nin--at best visibility--say, eighty million or a thousand-to-one ratio.\nThe _Empress of Kolain_ is heading at us from some two hundred million,\nso at a thousand-to-one ratio our mirror would have to be twenty\nthousand miles across. Some mirror!\"\n\nDon tipped Walt's beer over the edge of the table, and while the other\nman was busy mopping up and muttering unprintables, Don said to Thomas:\n\"This is serious and it isn't. Nobody's going to lose their skin if we\ndon't, but a problem has been put to us and we're going to crack it if\nwe have to skin our teeth to do it.\"\n\n\"You can't calculate their position?\"\n\n\"Sure. Within a couple of thousand miles we can. That isn't close\nenough.\"\n\n\"No, it isn't,\" agreed Chuck.\n\n\n\nSilence fell for a minute. It was broken by Arden, who came in waving\na telegram. She sat down and appropriated Channing's glass, which\nhad not been touched. Don opened the sheet and read: \"Have received\nconfirmation of your effort. I repeat, spare no expense!\" It was\nsigned: \"Williams, Interplanet.\"\n\n\"Does that letter offer mean anything to you?\" asked Arden.\n\n\"Sure,\" agreed Don. \"But at the time we're stumped. Should we be doing\nsomething?\"\n\n\"Anything, I should think, would be better than what you're doing at\npresent. Or does that dinner-and-beer come under the term 'Expenses'?\"\n\nArden stood up, tossed Channing's napkin at him, and started toward\nthe door. Channing watched her go, his hand making motions on the\ntablecloth. His eyes fell to the table and he took Franks' pencil and\ndrew a long curve from a spot of gravy on one side of the table to a\ntouch of coffee stain on the other. The curve went through a bit of\ngrape jelly near the first stain.\n\n\"Here goes the tablecloth strategist,\" said Franks. \"What now, little\nman?\"\n\n\"That spot of gravy,\" explained Don, \"is Mars. The jelly is the\n_Empress of Kolain_. Coffee stain is Venus, and up here by this\ncigarette burn is Venus Equilateral. Get me?\"\n\n\"Yop, that's clear enough.\"\n\n\"Now it would be the job for seventeen astronomers for nine weeks to\npredict the movement of the jelly spot with respect to the usual astral\nstandards. But, fellows, we know the acceleration of the _Empress of\nKolain_, and we know her position with respect to the orbit of Mars at\nthe instant of take-off. We can correct for Mars' advance along her--or\nhis--orbit. We can figure the position of the _Empress of Kolain_ from\nher angular distance from Mars! That's the only thing we need know. We\ndon't give a ten-dollar damn about her true position.\"\n\nChanning began to write equations on the tablecloth. \"You see, they\naren't moving so fast with respect to us. The course is foreshortened\nas they are coming almost in line with Venus Equilateral, curving\noutward and away from the Sun. Her course, as we see it from the\nStation here, will be a long radius upward curve, slightly on the\nparabolic side. Like all long-range cruises, the _Empress of Kolain_\nwill heist herself slightly above the plane of the ecliptic to avoid\nthe swarm of meteors that follow about the Sun in the same plane as the\nplanets, lifting the highest at the point of greatest velocity.\"\n\n\"I get it,\" said Franks. \"We get the best beam controller we have to\nkeep the planet on the cross hairs. We apply a spiral cam to advance\nthe beam along the orbit. Right?\"\n\n\"Right.\" Don sketched a conical section on the tablecloth and added\ndimensions. He checked his dimensions against the long string of\nequations, and nodded. \"We'll drive this cockeyed-looking cam with an\nisochronic clock, and then squirt a beam out there. Thank the Lord for\nthe way our beam transmitters work.\"\n\n\"You mean the effect of reflected waves,\" asked Chuck.\n\n\"Sure. They're like light--only they ain't. We're going to use a\nglorified meteor detector. We'll control the spread and dispersion\nso that we cover a healthy hundred miles or so, which will give us\nsufficient power, I believe. If not, we'll have to tighten the beam.\nAt any rate, spreading from a point source to an object of a given\ndimension, the waves rebound as though the object were a plane mirror.\nThat will give us a dispersion of twice the dimension of the _Empress\nof Kolain's_ planar projection through this axis. Twelve hundred feet\nisn't much, but once we get her on the beam and have confirmation, we\ncan forget the rebound. We'll have her pinned.\"\n\n\"And then?\" asked Franks.\n\n\"Then we will have left the small end, which I'll give to you, Walt, so\nthat you can have part of the credit.\"\n\nWalt shook his head. \"The easy part,\" he said uncheerfully. \"By which\nyou mean the manner in which we contact them and make them listen to\nus?\"\n\n\"That's her,\" said Don with a cheerful smile.\n\n\n\n\"Fine!\" said Thomas. \"Now what do we do?\"\n\n\"Clear up this mess so we can make the cam. This drawing will do, just\ngrab the tablecloth.\"\n\nJoe, the operator of Equilateral's one and only establishment for\nthe benefit of the stomach, came up as the three men began to move\ntheir glasses and dishes over to an empty table. \"What makes with the\ntablecloth?\" he asked. \"Don't you want a piece of carbon paper and\nanother tablecloth?\"\n\n\"No,\" said Don nonchalantly. \"This single copy will do.\"\n\n\"We lose lots of tablecloths that way,\" said Joe. \"It's tough, running\na restaurant on Equilateral. I tried using paper ones once, but that\ndidn't work. I had 'em printed, but when the Solar System was on 'em,\nyou fellows drew schematic diagrams for a new coupler circuit. I put\nall kinds of radio circuits on them, and the gang drew plans for\nantenna arrays. I gave up and put pads of paper on each table, and the\nboys used them to make folded paper airplanes and they shot them all\nover the place. Why don't you guys grow up?\"\n\n\"Cheer up, Joe. But if this tablecloth won't run through the blueprint\nmachine, we'll squawk!\"\n\nJoe looked downcast, and Franks hurried to explain: \"It isn't that bad,\nJoe. We won't try it. We just want to have these figures so we won't\nhave to run through the math again. We'll return the cloth.\"\n\n\"Yeah,\" said Joe at their retreating figures. \"And for the rest of its\nusefulness it will be full of curves, drawings, and a complete set of\nastrogating equations.\" He shrugged his shoulders and went for a new\ntablecloth.\n\nDon, Walt, and Charles took their improvised drawing to the machine\nshop, where they put it in the hands of the master mechanic.\n\n\"This thing has a top requirement,\" Don told him, \"Make it as quick as\nyou can.\"\n\nMaster Mechanic Walton took the cloth and said: \"You forgot the note.\nYou know, 'Work to dimensions shown, do not scale this drawing.' Lord,\nDon, this silly-looking cam will take a man about six hours to do.\nIt'll have to be right on the button all over, no tolerance. I'll have\nto cut it to the 'T' and then lap it smooth with polishing compound.\nThen what'll you test it on?\"\n\n\"Sodium light interferometer. Can you do it in four hours?\"\n\n\"If nothing goes wrong. Brass all right?\"\n\n\"Anything you say. It'll only be used once. Anything of sufficient\nhardness to withstand a single usage will do.\"\n\n\"I'll use brass then. Or free-cutting steel may be better. If you make\nit soft you have the chance of cutting too much off with your lapping\ncompound. We'll take care of it, Don. The rest of this stuff isn't too\nhard. Your framework and so on can be whittled out and pasted together\nfrom standard girders, right?\"\n\n\"Sure. Plaster them together any way you can. And we don't want them\npainted. As long as she works, phooey to the looks.\"\n\n\"Fine,\" said Walton. \"I'll have the business installed in the Beam\nControl Room in nine hours. Complete and ready to work.\"\n\n\"That nine hours is a minimum?\"\n\n\"Absolutely. After we cut and polish that screwball cam, we'll have to\ncheck it, and then you'll have to check it. Then the silly thing will\nhave to be installed and its concentricity must be checked to the last\nwave length of cadmium light. That'll take us a couple of hours, I\nbet. The rest of the works will be ready, checked, and waiting for the\nding-busted cam.\"\n\n\"Yeah,\" agreed Franks. \"Then we'll have to get up there with our works\nand put the electricals on the mechanicals. My guess, Don, is a good,\nhealthy twelve hours before we can begin to squirt our signal.\"\n\n\n\nTwelve hours is not much in the life of a man; it is less in the life\nof a planet. The Terran standard of gravity is so small that it is\nexpressed in feet per second. But when the two are coupled together as\na measure of travel, and the standard Terran gee is applied for twelve\nhours steady, it builds up to almost three hundred miles per second,\nand by the end of that twelve hours, six million miles have fled into\nthe past.\n\nNow take a look at Mars. It is a small, red mite in the sky, its\ndiameter some four thousand miles. Sol is eight hundred thousand\nmiles in diameter. Six million miles from Mars, then, can be crudely\nexpressed by visualizing a point eight times the diameter of the Sun\naway from Mars, and you have the distance that the _Empress of Kolain_\nhad come from Mars.\n\nBut the ship was heading in at an angle, and the six million miles did\nnot subtend the above arc. From Venus Equilateral, the position of the\n_Empress of Kolain_ was more like two diameters of the Sun from Mars,\nslightly to the north and on the side away from Sol.\n\nIt may sound like a problem for the distant future, this pointing\na radio beam at a planet, but it is no different than Galileo's\nattempts to see Jupiter through his Optik Glass. Of course, it has had\nrefinements that have enabled men to make several hundred hours of\nexposure of a star on a photographic plate. So if men can maintain a\ntelescope on a star, night after night, to build up a faint image, they\ncan also maintain a beamed transmission wave on a planet.\n\nAll you need is a place to stand; a firm, immobile platform. The\nthree-mile-long, one-mile-diameter mass of Venus Equilateral offered\nsuch a platform. It rotated smoothly, and upon its 'business' end a\nhardened and highly polished set of rails maintained projectors that\nwere pointed at the planets. These were parabolic reflectors that\nfocused ultra-high-frequency waves into tight beams which were hurled\nat Mars, Terra, and Venus for communication.\n\nAnd because the beams were acted upon by all of the trivia in the\nSolar System, highly trained technicians stood their tricks at the\nbeam controls, correcting by sensitive verniers any deviation of the\nbeams. In fifty million miles, even the bending of electromagnetic\nwaves by the Sun's mass had to be considered. Sunspots made known\ntheir presence. And the vagaries of land transmission were present in\na hundred ways due to the distance and the necessity of concentrating\nevery milliwatt of available power on the target.\n\nThis problem of the _Empress of Kolain_ was different. Spaceships were\ninvisible, therefore the beam-control man must sight on Mars and the\nmechanical cam would keep the ship in sight of the beam.\n\nThe hours went past in a peculiar mixture of speed and slowness. On one\nhand the minutes sped by swiftly and fleetingly, each tick of the clock\nadding to the lost moments, never to be regained. Time, being precious,\nseemed to slip through their fingers like sifting sand.\n\nOn the other hand, the time that must be spent in preparation of the\nequipment went slow. Always it was in the future, that time when their\nexperiment must either prove a success or a failure. Always there was\nanother hour of preparatory work before the parabolic reflector was\nmounted; and then another hour before it swung freely and perfectly\nin its new mounting. Then the minutes were spent in anticipation of\nthe instant that the power stage of the transmitter was tested and the\nmegawatts of ultra-high-frequency energy poured into the single rod\nthat acted as a radiator.\n\nIt was a singularly disappointing sight. The rod glowed not, and the\nreflector was the same as it was before the rod drew power. But the\nmeters read and the generators moaned, and the pyrometers in the\ninsulators mounted as the losses converted the small quantity of energy\ninto heat. But the rod drew power, and the parabolic reflector beamed\nthat power into a tight beam and hurled it out on a die-true line.\n\nInvisible power that could be used in communications.\n\nThen the cam was installed. The time went by even slower then, because\nthe cam must be lapped and polished to absolute perfection, not only of\nits own surface but to absolute concentricity to the shaft on which it\nturned.\n\nBut eventually the job was finished, and the men stood back, their eyes\nexpectantly upon Don Channing and Walt Franks.\n\n\n\nDon spoke to the man chosen to control the beam. \"You can start any\ntime now. Keep her knifed clean, if you can.\"\n\nThe man grinned at Channing. \"If the devils that roam the void are with\nus we'll have no trouble. We should all pray for a phrase used by some\ncharacters in a magazine I read once: 'Clear ether!' We could use some\nright now.\"\n\nHe applied his eyes to the telescope. He fiddled with the verniers\nfor a brief time, made a major adjustment on a larger handwheel, and\nthen said, without removing his eye from the 'scope, \"That's it, Dr.\nChanning.\"\n\nDon answered: \"O.K., Jim, but you can use the screen now. We aren't\ngoing to make you squint through that pipe for the next few hours\nstraight.\"\n\n\"That's all right. I'll use the screen as soon as we can prove we're\nright. Ready?\"\n\n\"Ready,\" said Channing.\n\nFranks closed a tiny switch. Below, in the transmitter room, relays\nclicked and heavy-duty contacts closed with blue fire. Meters began\nto climb upward across their scales, and the generators moaned in a\ndescending whine. A shielded monitor began to glow, indicating that\nfull power was vomiting from the mouth of the reflector.\n\nAnd out from the projector there went, like a spearhead, a wavefront of\ncircularly polarized microwaves. Die-true they sped, crossing the void\nlike a line of sight to an invisible spot above Mars and to the left.\nOut past the Sun, where they bent inward just enough to make Jim's job\ntough. Out across the open sky they sped at the velocity of light, and\ntaking sixteen minutes to get there.\n\nWould it--or wouldn't it?\n\nA half-hour passed. \"Now,\" said Channing. \"Are we?\"\n\nTen minutes went by. The receiver was silent save for a constant\ncrackle of cosmic static.\n\nFifteen minutes passed.\n\n\"Nuts,\" said Channing. \"Could it be that we aren't quite hitting them?\"\n\n\"Could be,\" admitted Franks. \"Jim, waggle that beam a bit, and slowly.\nWhen we hit 'em, we'll know it because we'll hear 'em a half-hour\nlater. Take it easy and slowly. We've used up thirteen of our fifty-odd\nhours. We can use another thirty or so just in being sure.\"\n\nJim began to make the beam roam around the invisible spot in the sky.\nHe swept the beam in microscopic scans, up and down, and advancing the\nbeam by one half of its apparent width at the receiver for each sweep.\n\nTwo more hours went by. The receiver was still silent of reflected\nsignals.\n\nIt was a terrific strain, this necessary wait of approximately a\nhalf-hour between each minor adjustment and the subsequent knowledge of\nfailure. Jim gave up the 'scope because of eyestrain, and though Don\nand Walt had confidence that the beam-control man was competent to use\nthe cross-ruled screen to keep Mars on the beam, Jim was none too sure\nof himself, and so he kept checking the screen against the 'scope.\n\nAt the end of the next hour of abject failure, Walt Franks began\nto scribble on a pad of paper. Don came over to peer over Franks'\nshoulder, and because he couldn't read Walt's mind, he was forced to\nask what the engineer was calculating.\n\n\"I've been thinking,\" said Franks.\n\n\"Beginner's luck?\" asked Don with a wry smile.\n\n\"I hope not. Look, Don, we're moving on the orbit of Venus, at Venus'\norbital velocity. Oh, all right, say it scientifical: We're all three,\nVenus, Sol, and Venus Equilateral, at the corners of an equilateral\ntriangle, and will forever remain, barring outside influences. So\nthat means we're running around a common point, the common center of\ngravity--which can be construed to mean that we are circling Sol at\nVenus' speed, or twenty-one point seven five miles per second. Now our\nbeam is curved because of the angular velocity, just like a swung hose.\nHowever, it hits the _Empress of Kolain_ at an angle as though we were\na couple of thousand feet away. That's fine. But the reflected wave\nstarts back at that angle, right back through the beam, remember?\"\n\n\"I get it!\" shouted Don in glee. \"Thirty-two seconds at twenty-one\npoint seven miles per second gives us seven hundred and sixteen miles\nto the rear. Walt, get your mechanical gang to hitch us up a couple of\nmirrors--say a yard in diameter. Put 'em so that they can be used as\na range finder. Set the angles for seven hundred and sixteen miles; a\nthree-mile base line should do it, I'm sure; and then we'll shoot us a\nskeeter out there with a detector. Get carving!\"\n\n\"Shall Jim stop?\" asked Walt.\n\n\"How long will it take to rig us a range finder?\"\n\n\"Hour, God willing.\"\n\n\"Jim, get a relief for a half-hour. We'll keep the beam centered. Then\nhe can take over when the going gets critical again.\"\n\n\n\nThe mounting of two mirrors at either end of Venus Equilateral gave\nlittle trouble. It was the amount of detailed work that consumed the\ntime. There were girders to be cut and welded together. The hundred-odd\ndoorways that centered on the axis of Venus Equilateral had to be\nopened and the clear, light path had to be cleared of packing cases,\nsupplies, and in a few cases machinery had to be partially dismantled\nto clear the way. A good portion of Venus Equilateral's personnel of\nthree thousand were taken off of their jobs, haled out of bed for the\nemergency, or made to work through their play period, depending upon\nwhich shift they worked.\n\nThe machinery could be replaced, the central storage places could\nbe refilled, and the many doors closed again. But the central room\ncontaining the air plant was no small matter. Channing took a sad\nlook at the lush growth of Martian saw grass and sighed. It was\ngrowing nicely now, they had nurtured it into lusty growth from mere\nsprouts in trays and it was as valuable--precisely--as the lives of\nthe three thousand-odd that lived, loved, and pursued happiness on\nVenus Equilateral. It was a youthful plant, a replacement brought in\na tearing hurry from Mars to replace the former plant that was heaved\ninto the incinerator by a well-meaning but ignorant man who thought\nthat an air plant must be huge, moving levers, whirling gears, bubbling\nretorts, and a sprig of parsley.\n\nChanning closed his eyes and shuddered in mock horror. \"Chop out the\ncenter,\" he said.\n\nThe \"center\" meant the topmost fronds of the long blades; their roots\nwere embedded in the trays that filled the cylindrical floor. Some\nof the blades would die--Martian saw grass is tender in spite of the\nwicked spines that line the edge--but this was an emergency with a\ncapital E.\n\nCleaning the centermost channel out of the station was no small job.\nThe men who put up Venus Equilateral had no idea that someone would\nbe using the station for a sighting tube some day. The many additions\nto the station through the years made the layout as regular and as\nwell-planned as the Mammoth Cave in Kentucky.\n\nSo for hour upon hour, men swarmed in the central, weightless channel\nand wielded acetylene torches, cutting steel. Not in all cases, but\nthere were many. In three miles of storage rooms, a lot of doors and\nbulkheads can be thrown up without crowding the size of the individual\nrooms.\n\nChanning spoke into the microphone at the North end of Venus\nEquilateral, and said: \"Walt? We've got a sight. Can you see?\"\n\n\"Yop,\" said Walt. \"And say, what happens to me after that bum guess?\"\n\n\"That was quite a stretch, Walt. That 'hour, God willing,' worked\nitself into four hours, God help us.\"\n\n\"O.K., so I was optimistic. I thought that those doors were all on the\ncenter line.\"\n\n\"They are supposed to be, but they aren't huge and a little\nmisalignment can do a lot of light-stopping. Can we juggle mirrors now?\"\n\n\"Sure as shooting. Is Freddy out in the flitter?\"\n\n\"He says he is guessing that he is at the right distance now. I'm set\nat a right angle now\"--Don began to fumble through a volume of Vega's\n\"Logarithms and Trigonometrical Functions\"--\"eighty-nine degrees,\nforty-five minutes, and forty seconds. Can you set your mirror that\nclose?\"\n\n\"Nope,\" answered Walt without a qualm. \"Not a chance. I can hit it\nabout ten seconds plus or minus, though.\"\n\n\"Make it plus nothing, minus twenty,\" said Don. \"I was playing by ear,\nthis time on account of my slipstick is busted.\"\n\n\"Such a lot of chatter,\" returned Walt, \"don't mean a thing. While\nyou've been gabbing about your prowess with a busted slide rule I've\nbeen setting my glass. You can cook with glass now.\"\n\n\"Brother,\" groaned Channing, \"if I had one of those death rays that\nthe boys were crowing about back in the days before space hopping\nbecame anything but a bit of fiction, I'd scorch your ears--or burn\n'em off--or blow holes in you--or disintegrate you--depending on\nwhat stories you read. I haven't heard such a lousy pun in seventeen\nyears--Hey, Freddy, you're a little close. Run out a couple of miles,\nhuh?--and, Walt, I've heard some doozies.\"\n\nThere was a click in the phones and a cheerful voice chimed in with:\n\"Good morning, fellows? What's with the Great Quest?\"\n\nChanning answered, \"Hi, Babe. Been snoozing?\"\n\n\"Sure, as any sensible person would. Have you been up all the time?\"\n\n\"Yeah. We're still up against the main trouble with telephones--the big\ntrouble, same as back in 1877--our friends have no telephone! You'd\nbe surprised how elusive a spaceship can be in the deep. Sort of a\nnonexistent, microscopic speck, floating in absolutely nothing. We have\na good idea of where they should be, and possibly why and what--but\nwe're really playing with blindfolds, handcuffs, car plugs, mufflers,\nnose clamps, and tongue-ties. I am reminded--Hey, Freddie, lift her\nnorth about three hundred yards--of the two blind men.\"\n\n\"Never mind the blind men,\" came back the pilot. \"How'm I doing?\"\n\n\"Fine. Slide out another hundred yards and hold her there.\"\n\n\"Who--me? Listen, Dr. Channing, you're the bird on the tapeline. You\nhave no idea just how insignificant you look from seven hundred and\nsixteen miles away. Put a red-hot on the 'finder and have 'im tell me\nwhere the ship sits!\"\n\n\"O.K., Freddy, you're on the beam and I'll put a guy on here to give\nyou the dope. Right?\"\n\n\"Right!\"\n\n\"Right,\" echoed Arden. \"And I'm going to bring you a slug of coffee and\na roll. Or did you remember to eat recently?\"\n\n\"We didn't,\" chimed in Walt.\n\n\"You get your own girl,\" snorted Channing. \"And besides, you are needed\nup here. We've got work to do.\"\n\n\n\nOnce again the signal lashed out. The invisible waves drove out and\nbegan their swift run across the void. Time, as it always did during\nthe waiting periods, hung like a Sword of Damocles. The half-hour\nfinally ticked away, and Freddy called in: \"No dice. She's as silent as\nthe grave.\"\n\nMinutes added together into an hour. The concentric wave left the\nreflector and just dropped out of sight.\n\n\"Too bad you can't widen her out,\" suggested Don.\n\n\"I'd like to tighten it down,\" objected Walt. \"I think we're losing\npower and we can't increase the power--but we could tighten the beam.\"\n\n\"Too bad you can't wave it back and forth like a fireman squirting\nwater on a lawn,\" said Arden.\n\n\"Firemen don't water lawns--\" began Walt Franks, but he was interrupted\nby a wild yell from Channing.\n\n\"Something hurt?\" asked Arden.\n\n\"No. Walt, we can wave the beam.\"\n\n\"Until we find 'em? We've been trying that. No worky.\"\n\nFreddy called in excitedly: \"Something went by just now and I don't\nthink it was Christmas!\"\n\n\"We might have hit 'em a dozen times in the last ten minutes and we'll\nnever know it,\" said Channing. \"But the spaceliners can be caught.\nLet's shoot at them like popping ducks. Shotgun effect. Look, Walt, we\ncan electronically dance the beam at a high rate of speed, spraying\nthe neighborhood. Freddy can hear us return because we have to hit\nthem all the time and the waver coming on the way back will pass\nthrough his position again and again. We'll set up director elements\nin the reflector, distorting the electrical surface of the parabolic\nreflector. That'll divert the beam. By making the phases swing right,\nwe can scan the vicinity of the _Empress of Kolain_ like a flying-spot\ntelevision camera.\"\n\nWalt turned to one of the technicians and explained. The man nodded. He\nleft for Franks' laboratory and Walt turned back to his friends.\n\n\"Here shoots another couple of hours. I, for one, am going to grab\nforty winks.\"\n\nJim, the beam-control man, sat down and lighted a cigarette. Freddy\nlet his flitter coast free. And the generators that fed the powerful\ntransmitter came whining to a stop. But there was no sleep for Don and\nWalt. They kept awake to supervise the work, and to help in hooking\nup the phase-splitting circuit that would throw out-of-phase radio\nfrequency into the director-elements to swing the beam.\n\nThen once again the circuits were set up. Freddy found the position\nagain and began to hold it. The concentric beam hurled out again, and\nas the phase-shift passed from element to element, the beam swept\nthrough an infinitesimal arc that covered thousands of miles of space\nby the time the beam reached the position occupied by the _Empress of\nKolain_.\n\nLike a painter, the beam painted in a swipe a few hundred miles wide\nand swept back and forth, each sweep progressing ahead of the stripe\nbefore by less than its width. It reached the end of its arbitrary wall\nand swept back to the beginning again, covering space as before. Here\nwas no slow, irregular swing of mechanical reflector, this was the\nelectronically controlled wavering of a stable antenna.\n\nAnd this time the half-hour passed slowly but not uneventfully. Right\non the tick of the instant, Freddy called back: \"Got 'em.\"\n\nIt was a weakling beam that came back in staccato surges. A fading,\nwavering, spotty signal that threatened to lie down on the job and\nsleep. It came and it went, often gone for seconds and never strong for\nso much as an instant. It vied, and almost lost completely, with the\nconstant crackle of cosmic static. It fought with the energies of the\nSun's corona and was more than once the underdog. Had this returning\nbeam carried intelligence of any sort it would have been wasted. About\nall that could be carried on a beam as sorry as this was the knowledge\nthat there was a transmitter--and that it was transmitting.\n\nBut its raucous note synchronized with the paint-brush wiping of the\ntransmitter. There was no doubt.\n\nDon Channing put an arm around Arden's waist and grinned at Walt\nFranks. \"Go to work, genius. I've got the _Empress of Kolain_ on\nthe pipe. You're the bright-eyed lad that is going to wake 'em up!\nWe've shot almost twenty hours of our allotted fifty. Make with the\nmegacycles, Walter. Arden and I will take in a steak, a moom pitcher,\nand maybe a bit of woo. Like?\" he asked the girl.\n\n\"I like,\" she answered.\n\n\n\nWalt Franks smiled and stretched lazily. He made no move to the\ntransmitter. \"Don't go away,\" he cautioned them. \"Better call up Joe\nand order beer and sandwiches for the boys in the back room. On you!\"\n\n\"Make with the signals first,\" said Channing. \"And lay off the potables\nuntil we finish this silly job.\"\n\n\"You've got it. Is there a common, garden variety, transmitting key in\nthe place?\"\n\n\"Probably. We'll have to ask. Why?\"\n\n\"Ask me.\"\n\nDon removed his arm from Arden's waist. He picked up a spanner and\nadvanced upon Franks.\n\n\"No!\" objected Arden. \"Poison him--I can't stand the sight of blood.\nOr better, bamboo splinters under the fingernails. He knows something\nsimple, the big bum!\"\n\n\"Beer and sandwiches?\" asked Walt.\n\n\"Beer and sandwiches,\" agreed Don. \"Now, Tom Swift, what gives?\"\n\n\"I want to key the inner component of the beam. Y' see, Don, we're\nusing the same frequency, by a half dozen megacycles, as their meteor\nspotter. I'm going to retune the inner beam to their frequency and key\nit. Realize what'll happen?\"\n\n\"Sure,\" agreed Don, \"but you're still missing the boat. You can't\ntransmit keyed intelligence with an intermittent contact.\"\n\n\"In words, what do you mean, Don?\"\n\n\"International Code is a series of dots and dashes, you may know. Our\nwabbling beam is whipping through the area in which the _Empress of\nKolain_ is passing. Therefore the contact is intermittent. And how\ncould you tell a dot from a dash?\"\n\n\"Easy,\" bragged Walt Franks. \"We're not limited as to the speed of\ndeviation, are we?\"\n\n\"Yes--limited by the speed of the selsyn motors that transfer the\nphase-shifting circuits to the director radiators. Yeah, I get it,\nEdison, and we can wind them up to a happy six or eight thousand r.p.m.\nSix would get us a hundred cycles per second--a nice, low growl.\"\n\n\"And how will they receive that kind of signal on the meteor spotter?\"\nasked Arden.\n\n\"The Officer of the Day will be treated to the first meteor on record\nthat has intermittent duration--it is there only when it spells in\nInternational Code!\"\n\n\n\nPrying the toy transmitting key from young James Burke was a job\nonly surpassed in difficulty by the task of opening the vault of the\nInterplanetary Bank after working hours. But Burke, Junior, was plied\nwith soda pop, ice cream and candy. He was threatened, cajoled, and\nfinally bribed. And what Interplanetary Communications paid for the toy\nfinally would have made the manufacturer go out and look for another\njob. But Walt Franks carried the key to the scene of operations and set\nit on the bench to look at it critically.\n\n\"A puny gadget, at that,\" he said, clicking the key. \"Might key a\ncouple of hundred watts with it--but not too long. She'd go up like a\nskyrocket under our load!\"\n\nWalt opened a cabinet and began to pull out parts. He piled several\nparts on a bread board, and in an hour had a very husky thyraton\nhooked into a circuit that was simplicity itself. He hooked the\nthyraton into the main power circuit and tapped the key gingerly. The\ntransmitter followed the keyed thyraton and Don took a deep breath.\n\n\"Do you know code?\" he asked.\n\n\"Used to. Forgot it when I came to Venus Equilateral. Used to hold\na ham ticket on Terra. But there's no use in hamming on the station\nhere where you can work somebody by yelling at the top of your voice.\nThe thing to ask is, 'Does anybody know code on board the _Empress of\nKolain_?'\"\n\nThey forgot their keying circuit and began to adjust the transmitter\nto the frequency used by the meteor spotter. It was a job. But it was\ndone, all the way from the master oscillator stage through the several\nfrequency doubler stages and to the big power-driver stage. The output\nstage came next, and then a full three hours of tinkering with files\nand hacksaws were required to adjust the length of the main radiator\nand the director-elements so that their length became right for the\nchanged frequency.\n\nFinally Walt took the key and said: \"Here goes!\"\n\nHe began to rattle the key. In the power room, the generators screamed\nand the lights throughout the station flickered just a bit at the\nsudden surges.\n\nDon Channing said to Arden: \"If someone on the _Empress of Kolain_ can\nunderstand code--\"\n\n\n\nThe _Empress of Kolain_ was zipping along in its silent passage\nthrough the void. It was an unseen, undetected, unaware bit of human\nmanufacture marking man's will among the stars. In all the known\nuniverse it moved against the forces of celestial mechanics because\nsome intelligent mote that infested the surface of a planet once had a\nlonging to visit the stars. In all the Solar System, most of the cosmic\nstuff was larger than it--but it alone defied the natural laws of space.\n\nBecause it alone possessed the required _outside force_ spoken of in\nNewton's \"Universal Laws.\"\n\nAnd it was doing fine.\n\nDinner was being served in the dining room. A group of shapely girls\nadded grace to the swimming pool on the promenade deck. The bar was\nfilled with a merry crowd which in turn were partly filled with liquor.\nA man in uniform, the Second Officer, was throwing darts with a few\npassengers in the playroom, and there were four oldish ladies on\nsabbatical leave who were stricken with _mal-de-void_.\n\nThe passage up to now had been uneventful. A meteor or two had come to\nmake the ship swing a bit--but the swerve was less than the pitch of an\nocean vessel in a moderate sea and it did not continue as did an ocean\nship. Most of the time the _Empress of Kolain_ seemed as steady as\nsolid rock.\n\nOnly the First Officer, on the bridge, and the Chief Pilot, far below\nin the control room, knew just how erratic their course truly was. But\nthey were not worried. They were not a shell, fired from a gun; they\nwere a spaceship, capable of steering themselves into any port on Venus\nwhen they arrived and the minute wobbulations in their course could\nbe corrected when the time came. For nothing that had come across the\nuniverse yet had ever prevented the ship of space from seeing where it\nwas going.\n\nYes, it was uneventful.\n\nThen the meteor screen flashed into life. A circle of light appeared in\nthe celestial dome and the ship automatic pilot swerved ever so little.\nThe dot of light was gone.\n\nThroughout the ship, people laughed nervously. A waiter replaced a\nglass of water that had been set too close to the edge of the table\nand a manly-looking fellow dived into the swimming pool to haul a\ngood-looking blonde back to the edge again. She'd been in the middle\nof a swan dive when the swerve came and the ship had swerved without\nher. The resounding smack of feminine stomach against the water was of\ngreater importance than the meteor, now so many hundred miles behind.\n\nThe flash of light returned and the ship swerved again. Upon the\nthird swerve, the First Officer was watching the celestial globe with\nsuspicion. He went white. It was conceivable that the _Empress of\nKolain_ was about to encounter a meteor shower.\n\nAnd that was bad.\n\nHe marked the place and set his observation telescope in synchronism\nwith the celestial globe. There was nothing but the ultimate starry\ncurtain in the background. He snapped a switch and the voice of the\npilot came out of a speaker in the wall.\n\n\"You called, Mr. Hendall?\"\n\n\"Tony, take the levers, will you please? Something is rotten in the\nState of Denmark.\"\n\n\"O.K., sir. I'm riding personal.\"\n\n\"Kick out the meteor-spotter coupling circuits and forget the alarm.\"\n\n\"Right, Mr. Hendall, but will you confirm that in writing?\"\n\nHendall scribbled on the telautograph and then abandoned the 'scope.\nThe flashing in the celestial globe continued, but the ship no longer\ndanced in its path.\n\nThe big twenty-inch Cassegrain showed nothing at all, and Hendall\nreturned to the bridge scratching his head. Nothing on the spotting\n'scope and nothing on the big instrument.\n\nThat intermittent spot was large enough to mean a huge meteor. But\nwait. At their speed, it should have retrogressed in the celestial\nglobe unless it was so huge and so far away--but Sol didn't appear on\nthe globe and it was big and far away, bigger by far. Nothing short of\na planet at less-than-planetary distances would do this.\n\nNot even a visible change in the position of the spot.\n\n\"Therefore,\" thought Hendall, \"this is no astral body that makes this\nspot!\"\n\n\n\nHendall went to a cabinet and withdrew a cable with a plug on either\nend. He plugged one end into the test plug on the meteor spotter and\nthe opposite end into a speaker. A low humming emanated from the\nspeaker in synchronism with the flashing of the celestial globe.\n\nIt hit a responsive chord.\n\nHendall went to the main communication microphone and spoke. His voice\nwent all over the _Empress of Kolain_ from pilot room and cargo spaces\nto swimming pool and infirmary.\n\n\"Attention!\" he said in a formal tone. \"Attention to official orders!\"\n\nDancers stopped in midstep. Swimmers paused and then made their way\nto the edges of the pool and sat with their feet dangling in the warm\nwater. Diners sat with their forks poised foolishly.\n\n\"Official orders!\" That meant an emergency.\n\nHendall continued: \"I believe that something never before tried is\nbeing attempted. I am forced against my better knowledge to believe\nthat some agency is trying to make contact with us; a spaceship\nin flight! This is unknown in the annals of space flying and is,\ntherefore, indicative of something important. It would not have been\ntried without preparations unless an emergency exists.\n\n\"However, the requirements of an officer of space do not include a\nknowledge of code because of the lack of communication with the planets\nwhile in space. Therefore, I request that any person with a working\nknowledge of International Morse will please present himself to the\nnearest officer.\"\n\nMinutes passed. Minutes during which the flashing lights continued.\n\nThen the door of the bridge opened and Third Officer Jones entered with\na thirteen-year-old boy at his heels. The youngster's eyes went wide\nat the sight of the instruments on the bridge, and he looked around in\namazed interest.\n\n\"This is Freddy Thomas,\" said Jones. \"He knows code!\"\n\n\"Go to it, Mr. Thomas,\" said Hendall.\n\nThe boy swelled visibly. You could almost hear him thinking: \"He called\nme 'mister'!\"\n\nThen he went to the table by the speaker and reached for pencil and\npaper. \"It's code all right,\" he said. Then Freddy winked at Jones. \"He\nhas a lousy fist!\"\n\nFreddy Thomas began to write.\n\n    \"--course and head for Terra direct\"--the beam faded for\n    seconds--\"Venusian fever and you will be quarantined.\n\n    \"Calling CQ, calling CQ, calling CQ. Calling _Empress of Kolain_ ...\n    empowered us to contact you and convey ... message--You are\n    requested to correct your course and head ... a plague of Venusian\n    fever and you--Williams of Interplanet has empowered us ... the\n    following message: 'You are requested to correct your ... head for\n    Terra direct.' Calling CQ....\"\n\n\"Does that hash make sense to you?\" asked Jones of Hendall.\n\n\"Sure,\" smiled Hendall, \"it is fairly plain. It tells us that Williams\nof Interplanet wants us to head for Terra direct because of a plague of\nVenusian fever that would cause us to stay in quarantine. That would\nruin the Line Moss. Prepare to change course, Mr. Jones!\"\n\n\"Who could it be?\" asked Jones foolishly.\n\n\"There is only one outfit in the Solar System that could possibly think\nof a stunt like this. And that is Channing and Franks of Interplanetary\nCommunications. This signal came from Venus Equilateral.\"\n\n\"Wait a minute,\" said Freddy Thomas. \"Here's some more.\"\n\n    \"'As soon as this signal--intelligible--at right angles to your\n    course for ten minutes. That will take--out of--beam and\n    reflected--will indicate to us--left the area and know of our\n    attempt.'\"\n\n\"They're using a beam of some sort that indicates to them that we are\non the other end but we can't answer. Mr. Jones, and Pilot Canton,\nninety degrees north for ten minutes! Call the navigation officer to\ncorrect our course. I'll make the announcement to the passengers. Mr.\nThomas, you are given the freedom of the bridge for the rest of the\ntrip.\"\n\nMr. Thomas was overwhelmed. He'd learn plenty--and that would help him\nwhen he applied for training as a space officer; unless he decided to\ntake a position with Interplanetary Communications when he grew up.\n\n\n\nThe signal faded from the little cruiser and silence prevailed. Don\nspoke into the microphone and said: \"Run her up a millisecond,\" to the\nbeam controller. The beam wiped the space above the previous course for\nseveral minutes and Franks was sending furiously:\n\n\"You have answered our message. We'll be seeing you.\"\n\nChanning told the man in the cruiser to return. He kicked the main\nswitch and the generators whined down the scale and coasted to a stop.\nTube filaments darkened and meters returned to zero.\n\n\"O.K., Walton. Let the spinach lay. Get the next crew to clean up the\nmess and polish the set-up into something presentable. I'll bet a cooky\nthat we'll be chasing spaceships all the way to Pluto after this. We'll\nwork it into a fine thing and perfect our technique. Right now I owe\nthe gang a dinner, right?\"\n\n\n\nNothing ever happens at Venus Equilateral. The weather is always\nright. It never rains or storms. There is no icy street nor heat-waved\nplain. There is no mud. There is no summer, no winter, no spring, no\nfall. People ice skate and swim in adjacent rooms. There is no moon to\nenchant for the moon is millions of miles away. There is no night or\nday and the stars blaze out in the same sky with the sun; and it has\nbeen said that on Venus Equilateral you have been in the only place\nwhere the Clouds of Magellan and Polaris can be seen at the same time\nfrom your living-room window.\n\nVenus Equilateral is devoted to the business of supplying communication\nbetween the three inner planets. As such, it is more than worth it. And\nthough electromagnetic waves travel with the speed of light in vacuo,\nChanning and his crew were fast asleep by the time that Williams, of\nInterplanet, read the following message:\n\n    _EMPRESS OF KOLAIN_ CONTACTED AND MESSAGE CONVEYED. SHIP WILL PUT\n    IN AT TERRA AS PER YOUR REQUEST. YOURS FOR BETTER COMMUNICATIONS.\n\n    DON CHANNING.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68000/pg68000.txt",
        "name": "calling_the_empress.json"
    }
}