{
    "name": "Cancer World",
    "author": [
        "Warner, Harry",
        "Warner, Harry Backer"
    ],
    "body": "_Harry Warner, Jr._\n\n\n\"We won the Patagonian trust case,\" Greg Marson's jubilant tones filled\nthe apartment--the hall in which he stood, the automatic kitchen in the\nrear, the living quarters, bedroom and nursery in between.\n\nBut no one replied. Greg let his bulging, expensive briefcase slip to\nthe floor, strode through the empty hall, poked his head into the\nkitchen, then entered the nursery.\n\nDennis dashed to his father on two-year-old legs, and baby Phyllis\ngurgled twice in her pen. Greg wrinkled his nose in puzzlement, then\npunched the babyviewer.\n\n\"You can cut service,\" he told the girl whose blonde head appeared on\nthe screen.\n\nShe nodded, counted on her fingers, and said: \"That will be seven hours\nof viewing. No extras. The children behaved beautifully.\"\n\nThe screen darkened. Greg stared foolishly at it, then turned to Dennis.\n\n\"Where'd your mother go?\"\n\nDennis smiled vaguely, and began to tinker with his molecule builder.\nPhyllis gurgled again.\n\nGreg looked at the remains of the lunch that had hopped automatically\nfrom its can at noon, and the lowered reservoir of milk in the baby's\nfeeder. Dora obviously hadn't been there since morning, and she didn't\nlike to trust the babyview service so long. It was Wednesday, and bridge\nclub was Tuesday. They'd subscribed to the telebuying service, so Dora\nhadn't gone shopping for months. The new baby wasn't due for five\nmonths, so a hurry-up trip to a doctor was unlikely....\n\nThe front door screeched, its bad hinge audible in the nursery, and\nGreg relaxed. \"I'm back here, Dora,\" he called, and headed for the hall,\nclosing the nursery door behind him.\n\nGreg saw the policeman before he saw Dora. She was being lead toward the\nliving room sofa, her face white, her coat soiled.\n\n\"What's wrong?\" Greg rushed forward.\n\n\"You're Marson? Relax. Your wife just got excited for a minute. Lots of\nthem try what she did. We won't hold it against her.\"\n\nDora pressed close to Greg, her head pushing against his chest, her body\ntrembling. Reproachfully, the policeman was saying:\n\n\"You should have stayed home on her check day. If she could have reached\nyou when she heard the news--\" He brushed invisible specks from his\nspotless uniform and walked out of the apartment.\n\nGreg led his wife to the sofa and sank down beside her. Check day. He\nstared at her with disbelief.\n\n\"I'm sorry,\" she said in a whisper, not looking at him. \"You never could\nremember anniversaries or dates, and I didn't want to worry you.\" She\nstarted to quiver again.\n\n\"How bad is it?\" Greg fought for words, blinking to try to drive away\nthe haze before his eyes.\n\n\"It isn't serious at all,\" she said, raising her head and looking at him\nfor the first time. \"They said that the operation will take only a few\nminutes. They said cancer wouldn't ever be dangerous if they always\nfound it as quickly as this time. We--I'm really very lucky, they said.\"\n\n\"But you should have told me that this was your check day. I was worried\nabout the Patagonian case, and I just--\"\n\nThen Greg stared straight at his wife, trying to pierce the strangeness\nthat covered her eyes. He realized in a flood of terror the full\nimplications of this day.\n\n\"Dora--do they let you have the child if you're pregnant when they find\ncancer? I don't remember....\"\n\n\n\nShe sat erect and pushed the hair away from her eyes, suddenly the\nstronger of the two. \"Of course, I can have the child,\" she said. \"And\nplease don't worry about today. I was silly, and fainted when they\nbrought in the report, and when I came to I tried to pretend that I'd\nsuffered amnesia. It was foolish because they could have identified me\nfrom their records, but they told me that lots of women get the same\nidea, so maybe I'm not so terrible after all.\"\n\nDennis wailed from the nursery and Phyllis' thin cry joined his.\n\"They're lonely,\" Dora said. \"I'll go and see--\"\n\n\"Wait. You didn't make a decision?\"\n\n\"Of course I did.\" She smiled palely. \"I reserved passage.\"\n\n\"But you can't go away! What would I do without you and the kids?\"\n\n\"Don't shout so. You'll frighten them. And stop thinking about yourself.\nYou know I'd be willing to undergo sterilization. But we can't inflict\nit on the kids when they're still too young to decide for themselves.\"\n\n\"I'll find some way out. There must be someone who'd be willing to be\nbought--\"\n\n\"Don't talk that way,\" she tried to laugh. \"After all, you've always\nsaid you'd like to have the children see another planet.\"\n\nGreg sat down again and covered his face with his hands. \"Don't say\nthat, Dora. Sure, I'd like to take my family to Venus if they ever\nopened it up for colonization. But that's a fine planet. Mars is hell,\nand the law says I can't go with you or the kids.\"\n\n\"That's exactly right. The law says that we're breeding a cancer-free\nrace of humans on Earth by sending to Mars all the people who prove to\nbe susceptible.\"\n\nGreg shook his head. \"That plan wasn't set up just to breed out cancer\nprones. It was partly to keep Earth from starvation when overpopulation\nbecame an impossible problem. It isn't really a moral issue. Look, you\ncan probably cancel your passage, and we can arrange sterilization. The\nkids will approve when they grow up.\"\n\nNow it was Dora who held Greg close. \"I don't want to leave you,\" she\nsaid desperately, \"but there's nothing else to do. You know the\nCarstairs, and the Andresens. The same thing happened to both of those\ngirls. They talked it over with their husbands and decided on\nsterilization, and the Andresens broke up the next year and Mrs.\nCarstairs is in a mental home....\"\n\nGreg was silent for a moment. Then he looked at her.\n\n\"When do you leave?\"\n\nThe children wailed again. \"I won't be here next Wednesday,\" she arose\nand walked unsteadily toward the nursery.\n\n\n\nGreg drove the next morning through narrow streets and backed his car\ninto a parking space close to his destination. He sat for a moment,\nfrowning at the antiquated, dirty buildings, half-residential,\nhalf-business. Then he left the car and walked up the half-dozen uneven\nstone steps to Modern Laboratories.\n\nBehind the small front office, Modern Laboratories contained an array\nof testtubes, some sluggish guinea pigs, and dusty bottles. A man who\nGreg knew must be Dr. Haskett stood in front of the bottles and looked\ndubiously at him.\n\n\"My contact told me to say that I need altitude shots,\" Greg said. \"He\nalso told me to say that I've heard of your success in transplantations.\"\n\n\"Sit down.\"\n\nGreg found a stool, and looked unhappily at the grimy fingernails of Dr.\nHaskett which were now tapping the sink's edge. \"Did your friend explain\nhow much it will cost?\"\n\n\"The check's written.\" Greg handed it over. \"It's dated ahead. I can\nstop payment if you don't do what you promise. And secrecy is important.\nMy wife doesn't know what I'm doing.\"\n\n\"Marta,\" Dr. Haskett called. A girl from the front office came into the\nlaboratory, and in bored fashion pulled a soiled white robe over her\nstreet dress.\n\n\"Lie down here.\" Dr. Haskett shoved two tables together to provide a\nlarge, flat surface, and Marta shoved home the lock on the single door\nleading out of the room. \"But sign this release, first. And undress. You\nprefer intravenous anaesthesia, I suppose?\"\n\n\"There's not much risk?\" Greg asked, his perspiring fingers slipping as\nhe tried to unknot his tie. \"Not much risk that you'll fail to make good\n... a good transplantation?\"\n\n\"I guarantee that part of it,\" Dr. Haskett said, opening a case and\nwithdrawing instruments. \"The only risk lies in the danger that it will\ngrow too fast in six months.\"\n\n\"I won't give it a chance. My wife gets sent to Mars next week. I'm\ngoing to ask for a special check and get myself sent aboard the same\nship with her. I know the right people.\"\n\nMarta laughed openly. Dr. Haskett shot a glare in her direction, then\nlooked calculatingly at Greg.\n\n\"You're talking like a child,\" he said. \"If I implant cancerous tissue\nin your body, you can't submit to a check for at least six months. The\nexaminers would find the scars of the operation. There are laws against\nwhat you want me to do for you.\"\n\nGreg stared at the tie he had finally pulled loose. \"But I can't wait\nsix months,\" he said helplessly. \"If Dora gets sent to Mars alone, you\nknow what will happen as well as I do. Deported people are automatically\ndivorced from their husbands and wives on Earth. They have to marry\nagain as soon as possible on Mars. The women need someone to support\nthem and their kids, the men need the women to run the houses up\nthere....\"\n\nThe woman straightened her face with an effort, took off the white robe,\nand tossed it on the floor. Then she unlocked the door and returned to\nher office. Dr. Haskett turned his back on Greg, saying, \"I'm afraid\nthere's nothing I can do for you, sir.\"\n\n\n\nGreg drove from the rundown district faster than the law allowed. Did\nthe ordinary man on the street submit calmly when this happened to his\nwife or did he have contacts that Greg had never known?\n\nStill, it seemed unlikely that many persons could escape the law. Every\nnation on Earth cooperated to send cancerous persons to Mars, not only\nto breed the disease out of Earth, but to relieve the tremendous\npressure of a growing population. The effort was succeeding, even though\nit was taking much of Earth's resources to send the people and supplies\nto Mars, even though the project had delayed the opening of colonization\non a real paradise planet, Venus.\n\nPulling into the apartment's parking cell, Greg rode the elevator to his\nfloor.\n\nThe apartment was dark and silent. A single lamp glowed faintly on the\nliving room desk, and then he saw the note beside the viewphone.\n\n\"I didn't exactly lie about the date of my passage,\" the note said, \"but\nI misled you. The children and I went at noon today. It's the best way.\nWe couldn't stand the torture of a week, so I asked for immediate\npassage. Try to smuggle through a message to the children and me later\non, but don't try to do anything more dangerous. I pray that someday the\nlaws will change and we'll see each other again.\" There were a few more\nlines of writing, but they had been carefully scratched out. Dora's\nsignature, barely recognizable in its shakiness, was at the bottom of\nthe paper....\n\n\n\nThe smoke in the tavern was too thick to permit easy breathing. But Greg\nhad been choking somewhere deep inside before he had wandered into the\nplace. He placed his glass carefully over the well in the counter,\npressed the stud at the edge of the counter, and watched the mixed drink\nsquirt up through the patent bottom of the glass. There was a slight\nclick as the bottom tightened automatically, the price appeared on the\ninset beside the stud, and Greg drank. Then he put down the glass, aware\nthat the man beside him was studying him intently.\n\n\"There comes a time,\" the man said carefully, \"when the fingers refuse\nto clench the glass with sufficient resistance. At that point, you begin\nto pass out.\" The stranger raised his glass with only slight effort, and\nwatched Greg apply time and thought to the same procedure.\n\n\"You remind me of the way some doctors talk,\" Greg said.\n\n\"I never forget a patient,\" the stranger said, peering intently at Greg,\n\"and you aren't one of mine, even though you're not quite sober enough\nto look natural. But people tell me that all doctors act somewhat alike,\neven when they aren't very good doctors.\" He drained his glass with one\ngulp.\n\n\"My wife was sent to Mars,\" Greg blurted the words out. He turned to the\nstranger.\n\n\"There must be some way I can bring her back!\"\n\n\"Don't proposition me, fellow,\" the strange doctor said, blinking but\nkeeping his eyes boring into Greg's face. \"You're talking to the wrong\nperson, if you want one of those little operations.\"\n\nGreg shook his head. \"I thought of that. I went to one doctor. He told\nme the scar wouldn't heal for six months.... She'll be married again by\nthat time.\"\n\nThe stranger pursed his lips thoughtfully for a moment. Then he looked\naway from Greg and began to speak lowly, as if he were talking to\nhimself.\n\n\"I've run across other people in your situation. Space freighters go\nclose to Mars' surface and parachute equipment down. The passenger ships\nstay further away and send people down in little auxiliary ships. I've\nnever heard of anyone smuggling himself to Mars, you understand, but if\nyou tried to--\"\n\n\"What I want is a freighter that actually will land on Mars.\"\n\n\"You won't find any,\" the doctor said. \"It takes too much fuel to take\noff again. This way, they can carry twice as much load, by just circling\nthe planet close to the surface.\" He stopped, looked at Greg\nquizzically. \"Funny thing about cancer--you study it since you learned\nthe bad news? No? Well, the cure is something like the disease these\ndays. Cancer is caused by cells that are harmful to the other cells in\nthe body and grow too fast. So we're deporting people who might be\nharmful to other people by propagating the disease. Then there's\nmetastasis.\"\n\n\"What's that?\"\n\n\"Metastasis--the migration of cancer cells. They move from one part of\nthe body to the other.\"\n\n\"Like we're moving people to Mars?\" Greg laughed tiredly and started to\nget up.\n\n\"Take it easy, bud.\" A hand was on Greg's shoulder, and the doctor's\nvoice was in his ear. \"We've all got troubles. Look up this guy, if you\nreally want to do something about the wife and kids.\" A hand slipped a\ncard into Greg's pocket.\n\n\n\n\"What can you do?\" The recruiting officer eyed Greg suspiciously.\n\n\"Anything.\" Greg spoke slowly, his eyes on the officer. \"A fellow gave\nme this card, and told me I could get work on a freighter at this\naddress.\"\n\nThe man glanced at the card and shrugged. \"Sign this.\" He shoved a\ndogeared form toward Greg. The table shook slightly as a spaceship\nblasted off. Greg signed, glancing over the form.\n\n\"This isn't a contract,\" he said, handing it back. \"It's just a release\nfor you in case something happens to a crew member.\"\n\n\"So we aren't running pleasure trips or slumming expeditions for rich\nguys. You were born yesterday if you don't know the freighters are a\nlittle dangerous. We don't know how much money we'll make out of a trip\nuntil we've made it. So we can't settle on any pay now.\"\n\n\"Get me onto the surface of the planet and you get my services free the\nwhole trip out,\" Greg said. \"Isn't that fair enough?\"\n\n\"So you want to hop out before the return trip?\" The agent's face\ndarkened. \"Just when you've started to learn something useful\naboardship?\" A man standing at the door started to move slowly toward\nthem.\n\n\"I've changed my mind.\" Greg got up, turned, and suddenly an arm\nencircled his throat. He twisted fiercely, uselessly, while the\nrecruiting officer pulled a cloth-covered tube from the desk drawer. The\nword _shanghai_ flashed into Greg's mind, an instant before the lead\npipe smashed down against his skull.\n\n\n\nSomeone was shaking Greg, trying to dislodge his consciousness from the\nblack, cramped niche into which it was wedged. The hand at his shoulder\ngripped hard, shook roughly, and a voice was bellowing into Greg's ears.\nGreg moved a hand, experimentally. Instantly he was jerked upright.\n\n\"Time to get to work,\" the voice rumbled loudly. \"Let's get this show on\nthe road. My name's Moore. What's yours?\"\n\nGreg poked with stiff fingers at his eyes. Light blinded him. He was in\na small room that might have been an overgrown closet. He sat on the\nlower half of a two-tier bunk. There was a webbing of ropes at the other\nside, and a couple of small lockers around the other sides. The hand\nthat had been shaking him belonged to a giant blond fellow who might\nhave been in his forties.\n\n\"Feel better?\" The blond giant steadied Greg in a sitting position.\n\n\"What's this all about?\" Greg felt for the lump on his head.\n\n\"Well, they haven't told me about you,\" the fellow grinned, \"but I can\nguess. When someone starts to ask about a berth on a freighter, they\nfigure that he's either a potential crew member or a spy. Either way,\nthey figure they'd better take him aboard. I got took just the same way,\nten years ago. I'm not sorry now. It's a pretty good life.\"\n\n\"Look, I've got some money.\" Greg struggled to his feet. \"Who can I see\nto get out of here?\"\n\n\"Too late,\" Moore said. \"We've blasted off. You've been out cold for two\ndays. Don't you feel the ship?\"\n\nGreg sat down again, and suddenly he felt better. After all wasn't he on\nhis way to Mars, where he had wanted to go all along? He could worry\nabout smuggling himself onto the planet later, when they started to toss\nout the cargo....\n\nMoore introduced him to his duties in the hours that followed, and later\njoined him in their tiny cabin.\n\n\"You'll have to take the upper bunk as soon as you feel better,\" Moore\nwarned. \"I got seniority, you know.\"\n\n\"Maybe I won't be around long. How do you go about skipping ship at\ndelivery point?\"\n\n\"It can be done if you've got the money,\" Moore said. \"They run these\nboats to make money and they aren't particular about where the money\ncomes from. They never are sure what sort of a price they can get for\nthe refrigeration equipment and dehumidifiers and stuff.\"\n\n\"Refrigeration--dehumidifiers?\" Greg stared at Moore. \"Are they crazy?\nMars is the last place in the world to dispose of stuff like that!\"\n\n\"Mars? Who said anything about Mars, bud?\" Moore looked at him\ncuriously. \"They need that stuff on Venus, because it gets hot and damp\nthere in the summer time. We're going to Venus, my friend!\"\n\nThe words stunned Greg's mind. \"But my wife and kids were sent to Mars,\nand if I'm heading for Venus it'll be too late--\"\n\n\"But you ought to have known that these birds only go to Venus--\" Moore\nbegan. Greg didn't give him a chance to finish, rising abruptly and\nrunning from the cabin.\n\nAll the fear, worry and despair that he had felt since Dora's check day\ntransmuted magically into an alloy of anger and hatred against any\nauthority.\n\nHe searched for the officers' quarters, his feet stamping loudly against\nthe metal flooring, the noise thrusting new aches into his head, the\naches in his head increasing his fury.\n\nHopelessly lost after a moment, he opened one door and caught a glimpse\nof inferno and the insulation-clad men who tended the propulsion units.\nTwice he blundered into the space between the outer and inner hulls on\nthe wrong side of the ship. One panel in the wall that looked like a\ndoor proved to be the lid for a viewer that gave a fantastically\nbeautiful image of the stars and planets outside the ship. He had\nwandered into a storeroom when a voice came from behind him:\n\n\"Getting thirsty again?\"\n\n\"Where's the captain?\" Greg yelled back. The man who had called to him\nstraightened from behind a row of boxes.\n\n\"Last time I saw you, you were more interested in drinks than in the\ncaptain.\"\n\n\n\nGreg looked hard at muscular fingers, and the ghost image of a bar back\non Earth materialized for an instant in the stockroom around the man. It\nwas the doctor who had given him instructions on how to find the\nfreighter recruiting office!\n\n\"So you're the one who had me shanghaied to Venus!\" Greg sprang at the\nman, fists flying.\n\nThe doctor ducked. Greg sprawled clumsily at the opposite wall, thrown\noff balance by the slighter gravity maintained in the ship. He started\nto rise, then dropped to his knees as knife-like pain shot through his\nankle. The doctor stood over him with that strange half-smile.\n\n\"You shouldn't be angry. You wanted transportation, didn't you?\" He\nkneeled to look at Greg's ankle and the pain conquered Greg's impulse to\nsmash a fist into his face.\n\n\"Exactly what I wanted,\" Greg answered bitterly. \"Of course I wanted to\nget shanghaied on a freight headed for Venus while my family's on Mars!\"\n\n\"I think it's just a sprain, not a break,\" the doctor said, running a\nfinger over the swelling ankle. \"But we'd better take a picture. Come\non.\" He hoisted Greg to a standing position with unexpected strength,\nand walked him out of the storeroom to his cabin. Medical equipment\nlined the room.\n\n\"Did it ever occur to you that someday you're going to get the lawbooks\nthrown at you?\" Greg asked, quietly but with hatred. \"They stopped\ntolerating this sort of thing centuries ago.\"\n\nThe doctor laughed. \"Fine talk from a man who tried to smuggle himself\non Mars.\"\n\n\"You don't have any proof. I don't even know your name.\"\n\n\"It's Coleridge. You can put doctor in front of it, too. I really did\nstudy and get a diploma. Then I decided I could have more fun out in\nspace than in some stuffy office back on Earth. Maybe you'd enjoy this\nsort of life, too, if you haven't congealed completely.\" He sat Greg\nbefore a small X-ray machine.\n\n\"I've always wanted to spend the rest of my life fighting dinosaurs on\nVenus while my family is on Mars and my career is on Earth.\" Greg said\nacidly.\n\n\"You know very well there aren't any dinosaurs on Venus,\" Coleridge\nreplied mildly. \"It's practically perfect as a planet, with a few\ngadgets to keep things dry and cool.\" He looked straight at Greg. \"You\nknow it's the most desirable planet in the system but they've\ndiscouraged emigration because they need the spaceships to handle the\ncancer colonies on Mars. It's only tramp freighters like this that can\nget away with trips to Venus.\" He pulled the film from its fixing bath\nand squinted at it. \"Not a sign of a fracture.\"\n\n\n\nGreg began to wonder what Coleridge was leading up to. Everything he\nsaid appeared to be a case of diverting attention from Greg's problem by\ntalking about Venus' merits. He decided to play along until he found\nout.\n\n\"You think I could find something to keep myself occupied on Venus?\"\n\n\"Sure, they need smart men, and you can tell the employment agencies\nthat your wife and kids are on the way.\"\n\nGreg stared at him, feeling the torment return.\n\nColeridge grinned. \"Haven't you ever put two and two together about the\npopulation figures?\"\n\n\"You mean there's a chance for my family to get from Mars to Venus?\"\n\n\"Look. You remember that they started to send people from Earth to Mars\na century ago, because the population had overgrown Earth. Emigration\nhas gone on all that time, millions of people have been sent to Mars,\nand once they get there they have children and raise families just as\nthey would do on Earth. Now, if you weren't a lawyer, always splitting\nhairs and quibbling, you'd have guessed long ago what other intelligent\npeople sooner or later realize. Mars is smaller than Earth, only part of\nit is warm enough for Earthmen--so Mars got overpopulated, too, a few\nyears back.\n\n\"Remember what I told you in the bar about metastasis? I thought you'd\ncatch on then, when I tried to draw an analogy about migrating cancer\ncells and migrating people.\n\n\"They've been afraid to tell people on Earth the real situation, because\nVenus has been held up for so long as the second Eden where we'll all\nlive as soon as the cancer problem is licked. But actually, they've had\nto ship new arrivals on Mars off to Venus in recent years, because\nthere's no more room on Mars. I suppose they'll break the news to Earth\nsome of these days, formally. If you were closer to the grapevine, you\nprobably would have heard the rumor long ago.\"\n\nGreg sat there gaping at Coleridge. Finally he asked, in humbled tones:\n\"If Venus is such a paradise, how come you don't drop off there and stay\nthere yourself?\"\n\n\"Well,\" the doctor said, beginning to put away his equipment, \"I've been\nthinking of it, but I wanted to save up some money first, and this\nseemed to be about the best way to do it. It's a little more humane than\nthe way some doctors do, implanting cancer conditions into people who\nhave to undergo operations to get themselves deported. Of course, it's a\nlittle more uncertain.\n\n\"For instance,\" he said, eyeing Greg sharply, \"now that you have that\nbum ankle, I could probably tell the captain that you'll be no good as a\ncrew member, and I could have you dumped overboard when we begin to\ncircle Venus. That way you wouldn't have done a thing illegal and you'd\nhave a clean slate to meet your family a few days later.\"\n\nGreg rubbed the lump on his head, gingerly flexed his sore ankle,\nremembered the emotions of the past three or four days, and then reached\nfor his check book.\n\n\"I think I'm beginning to understand,\" Greg smiled. \"Got a pen?\"\n\n\nTHE END\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Harry",
            "Warner, Harry Backer"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32716/pg32716.txt",
        "name": "cancer_world.json"
    }
}