{
    "name": "Christmas Eve at Swamp's End",
    "author": [
        "Duncan, Norman"
    ],
    "body": "_THE WISTFUL HEART_\n\n\nIt was long after noon in the far, big, white Northwest. Day was on the\nwing. Christmas Eve splendidly impended--thank God for unspoiled\nchildish faith and joys of children everywhere! Christmas Eve was fairly\nwithin view and welcoming hail, at last, in the thickening eastern\nshadows. Long Day at its close. Day in a perturbation of blessed\nunselfishness. Day with its tasks of love not half accomplished. And Day\nnear done! Bedtime coming round the world on the jump. Nine o'clock\nleaping from longitude to longitude. Night, impatient and determined,\nchasing all the children of the world in drowsy expectation to\nsleep--making a clean sweep of 'em, every one, with her soft, wide broom\nof dusk. \"Nine o'clock? Shoo! Off you go! To-morrow's on the way.\nSoon--oh, soon! To-morrow's here when you fall asleep. Said 'em already,\nhave you? Not another word from either of you. Not a whisper, ye\ngrinning rascals! Cuddle down, little people of Christ's heart and\nleading. Snuggle close--closer yet, my children--that your arms may grow\nused to this loving. Another kiss from mother? Blessed Ones! A billion\nmore, for nights and mornings, for all day long of all the years,\nwaiting here on mother's lips. And now to sleep. Christmas _is_\nto-morrow. Hush! To-morrow. Yes; to-morrow. Go t' sleep! Go t' sleep!\"\nAnd upon the flying heels of Night--but still far over seas from the\nblustering white Northwest where Pattie Batch was waiting at Swamp's End\nin the woods--the new Day, with jolly countenance, broad, rosy and\ndelighted, was somewhere approaching, in a gale of childish laughter,\nblithely calling in its westward sweep to all Christian children to\nawaken to their peculiar and eternal joy.\n\n\n\nIt was Christmas weather in the big woods: a Christmas temperature like\nfrozen steel--thirty below in the clearing of Swamp's End--and a\nrollicking wind, careering over the pines, and the swirling dust of snow\nin the metallic air. A cold, crisp crackling world! A Christmas land,\ntoo: a vast expanse of Christmas colour, from the Canadian line to the\nBig River--great, grave, green pines, white earth and a blood-red\nsunset! The low log-cabins of the lumber camps were smothered in snow;\nthey were fringed with pendant ice at the eaves, and banked high with\ndrifts, and all window-frosted. The trails were thigh deep and drifting.\nThe pines--their great fall imminent, now--flaunted long, black arms in\nthe gale; they creaked, they swished, they droned, they crackled with\nfrost. It was coming on dusk. The deeper reaches of the forest were\nalready dark. Horses and teamsters, sawyers, road-monkeys, axemen,\nswampers, punk-hunters and all, floundered from the bush, white with dry\nsnow, icicled and frosted like a Christmas cake, to the roaring\nbunk-house fires, to a voracious employment at the cooks' long tables,\nand to an expanding festival jollity. Town? Sure! Swamp's End for\nChristmas--the lights and companionship of the bedraggled shanty\nlumber-town in the clearing of Swamp's End! Swamp's End for Gingerbread\nJenkins! Swamp's End for Billy the Beast! Swamp's End--and the roaring\nhilarity thereof--for man and boy, straw-boss and cookee, of the\nlumber-jacks! Presently the dim trails from the Cant-hook cutting, from\nthe Bottle River camps, from Snook's landing and the Yellow Tail works,\npoured the boys into town--a lusty, hilarious crew, like loosed\nschool-boys on a lark, giving over, now, to the only distractions, it\nseemed--and John Fairmeadow maintained it--which the great world\nprovided in the forests.\n\nPattie Batch might have been aware of this--the log shack was on the\nedge of town--had not the window-panes been coated thick with Christmas\nfrost. She might have heard rough laughter passing by--the Bottle River\ntrail ran right past the door--had not the big Christmas wind snored in\nthe stove, and fearsomely rattled the door, and shaken the cabin, and\nswept howling on. But she never in the world would have attended. Not in\nthat emergency! She would not, for anything, have peeped out of the\nwindows, in perfectly proper curiosity, to watch the Bottle River jacks\nflounder into town. Not she! Pattie Batch was busy. Pattie Batch was so\ndesperately employed that her swift little fingers demanded all the\nattention that the most alert, the brightest, the very most bewitching\ngray eyes in the whole wide world could bestow upon anything whatsoever.\nChristmas Eve, you see: Day done. Something of soft fawn-skin engaged\nher, it seemed, with white patches matched and arranged with marvellous\nexactitude: something made for warmth in the wind--something of small\nfashion, but long and indubitably capacious--something with a hood. A\nlittle cloak, possibly: I don't know. But I am sure that it could\nenvelop, that it could boil or roast, that it could fairly smother--a\nbaby! It was lined with golden-brown, crackling silk, which Pattie\nBatch's mother had left in her trunk, upon her last departure, poor\nwoman! from the sordid world of Swamp's End to regions which were now\nbecome in Pattie Batch's loving vision Places of Light. And it was upon\nthis treasured cloth that Pattie Batch's flashing needle was working\nlike mad in the lamplight. A Christmas sacrifice: it was labour of love\nand the gift of treasure.\n\nPattie Batch was lovely. Everybody knew it; and there's no denying it.\nGrief had not left her wan and apathetic. She had been \"a little man.\"\nShe had been so much of a little man that she was now much more of a\nlittle woman than ever she had been before. In respect to her bewitching\nendearments, there's no mincing matters, at all. It would shame a man to\n'hem and haw and qualify. She was adorable. Beauty of youth and heart of\ntenderness: a quaint little womanly child of seventeen--gowned, now, in\na black dress, long-skirted, to be sure! of her mother's old-fashioned\nwearing. Gray eyes, wide, dark-lashed, sun-sparkling and shadowy, and\nwillful dark hair, a sweetly tilted little nose, a boyish, masterful\nway, coquettish twinkles, dimples in most perilous places, rosy cheeks,\na tender little figure, an aristocratic toss to her head: why,\nindeed--the catalogue of her charms has no end to it! Courage to boot,\ntoo--as though youth and loveliness were not sufficient endowment--and\nuncompromising honesty with herself and all the world. She took in\nwashing from the camps: there was nothing else to do, with Gray Billy\nBatch lost in Rattle Water, and now decently stowed away by the Reverend\nJohn Fairmeadow. It was lonely in Gray Billy Batch's cabin, now, of\ncourse; it was sometimes almost intolerably so--and ghostly, too, with\nechoes of long-past footsteps and memories of soft motherly words.\nPattie Batch, however, a practical little person, knew in her own mind,\nyou must be informed, exactly how to still the haunting echoes and\ntransform the memories into blessed companions of her busy, gentle\nsolitude; but she had not as yet managed the solution.\n\nPattie Batch wanted a baby. Companionship, of course, would be a mere\nby-product of a baby's presence in the cabin; the real wealth and\nadvantage would be a glowing satisfaction in the baby. At any rate,\nPattie Batch wanted one: she always had--and she simply couldn't help\nit. Babies, however, were not numerous at Swamp's End; in point of fact,\nthere was only one--a perfectly adorable infant, it must be understood,\na suitable child, and worthy, in every respect, of being heartily\ndesired by any woman--which unhappily belonged to the bartender who\nlived with Pale Peter of the Red Elephant saloon. No use asking for\n_that_ baby! Not outright. It could be borrowed, however. Pattie Batch\n_had_ borrowed it; she had borrowed it frequently, of late, and had\nmysteriously measured it with a calculating eye, and had estimated, and\nscowled in doubt, and scratched her head, and pursed her sweet red lips,\nand had secretly spanned the baby, from chin to toe and across the back,\nwith an industriously inquiring thumb and little finger. But a borrowed\nbaby, it seems, is of no use whatsoever; the satisfaction is said to be\ntemporary--nothing more--and to leave a sense of vacant arms and a\nstinging aggravation of envy. So what Pattie Batch wanted was a baby to\n_keep_--a baby she could call her own and cherish against meddling--a\nbaby that should be so rosy and fat and curly, so neat and white, so\nscrubbed and highly polished from crown to toe-nails, that every mother\nin the land, beholding, would promptly expire on the spot of amazement,\nincredulity and sheer jealousy.\n\nThere were babies at Elegant Corners--a frowzy, listless mud-hole of the\nwoods, near by. They were all possessed by one mother, too. The last\ncomer had appeared in the fall of the year; and Pattie Batch--when the\ngreat news came down to Swamp's End--had instantly taken the trail for\nElegant Corners.\n\n\"Got another, eh?\" says she, flatly, to the wretched Mrs. Limp.\n\n\"Uh-huh!\" Mrs. Limp sighed and rolled her eyes, as though, God save us!\nthe ultimate misfortune had fallen upon her. \"Number eight,\" she\ngroaned.\n\n\"Don't you _like_ it?\" Pattie demanded, hopefully.\n\nMrs. Limp was so deeply submerged in tears that she failed to commit\nherself.\n\n\"You _don't_ like it, eh?\" Pattie pursued, hope immediately abounding.\n\nMrs. Limp sniffed.\n\n\"Well,\" said Pattie, her little heart all in a flutter--she was\nafflicted, too, with an adorable lisp in excitement--\"I th'pothe I\n_ought_ t' be _thorry_.\"\n\nMrs. Limp seemed dolefully to agree.\n\nPattie Batch came then straight to the point. \"I been thavin' up,\" said\nshe. \"I been hard at it for more 'n theven monthth.\"\n\nMrs. Limp lifted her blue eyelids.\n\n\"Yep,\" said Pattie, briskly; \"an' I got thirty-four twenty-three right\nhere in my thkirt. _Where'th that baby?_\"\n\nThe baby was fetched and deposited in her arms.\n\n\"Boy or girl?\" Pattie inquired, with business-like precision.\n\n\"Boy,\" Mrs. Limp sighed, \"thank God!\"\n\nPattie Batch was vastly disappointed. She had fancied a girl. It was a\nshock, indeed, to her ardour. It was so much of a shocking\ndisappointment that Pattie Batch might easily have wept. A boy--a _boy_!\nOh, shoot! But still, she reflected, considering the scarcity, a\nboy--this boy, in fact, cleaned up--Pattie Batch was all the time\nrunning the mottled infant over with sharply appraising eyes--yes, the\nchild had possibilities, unquestionably so, which soap and water might\nastonishingly improve--and, in fine, this little boy might--\n\n\"Mithuth Limp,\" said Pattie, looking that lady straight in the eye,\n\"I'll give you twenty-five dollarth for thith here baby. By George, I\nwill!\"\n\nThe astonished mother jumped out of her chair and her lassitude at the\nsame instant.\n\n\"Not another thent!\" Pattie craftily declared. \"Here--take your baby.\"\n\nMrs. Limp did not quite _take_ the baby. That would be but a pale\nindication of the speed, directness and outraged determination with\nwhich she acted. She snatched the baby away, with the precision of a\nbrisk woodpecker after an escaping worm; and she hugged it until it\nhowled for mercy--and she hushed it--and she crooned endearment--and she\nkissed the baby with such fervour and persistency that she saved its\npuckered face a washing. And then she turned--in a rage of\nindignation--in a storm of scorn--in a whirlwind of execration--upon\npoor little Pattie Batch. But Pattie Batch was gone. Discreet little\nPattie Batch didn't need to be _told_! Her little feet were already\npattering over the trail to Swamp's End; and she was crying as she ran.\n\n\n\nBut Pattie Batch's wish for a baby went back to the very beginnings of\nthings. Ask Gingerbread Jenkins. Gingerbread Jenkins knows. It was\nGingerbread Jenkins who had found her, long ago--Pattie was little more\nthan a baby herself, then--on the Bottle River Trail; and to Gingerbread\nJenkins' astonishment the child was lugging a gun into the woods.\n\n\"Where _you_ goin'?\" says Gingerbread Jenkins.\n\n\"Gunnin'.\"\n\n\"Gunnin', eh? What for?\"\n\n\"Jutht gunnin'.\"\n\n\"But what you gunnin' _for_?\"\n\n\"None o' your bithneth,\" says saucy little Pattie Batch.\n\n\"It _is_ my business,\" Gingerbread Jenkins declared; \"an' if you don't\ntell me what you're gunnin' for I'll have you home in a jiffy.\"\n\n\"Well,\" says Pattie, \"I'm--gunnin'.\"\n\n\"What for?\"\n\n\"Storks,\" says Pattie.\n\n\"Goin' t' _kill_ 'em?\" Gingerbread inquired.\n\n\"No,\" says Pattie.\n\n\"What's your gun for?\"\n\n\"I'm goin' t' wing a couple,\" says Pattie, \"an' tame 'em.\"\n\nThat was Pattie Batch.\n\n\n\n\n_A GIFT NEGLECTED_\n\n\nWell, well! there was only one baby at Swamp's End; and that baby Pattie\nBatch had adopted. In her mind, of course: _quite_ on the sly. Nobody\ncould adopt Pale Peter's bartender's baby in any other way. And here was\nChristmas come again! Day gone beyond the last waving pines in a cold\nflush of red and gold: Christmas Eve here at last. Pattie Batch's soft\narms were still wanting; there were a thousand kisses waiting on her\ntender lips for giving; her voice was all attuned to crooning sweetest\nlullabys; but her heart was empty--save for a child of mist and wishes.\nIt was dark, now; but though the wind was still rollicking down there\nwas no snow blowing, and the shy stars were winking wide-eyed upon the\nbusy world and all the myriad mysteries it exhibited out-of-doors. The\ngift of silk and fawn-skin was finished. A perfect gift: fashioned and\naccomplished with all the dexterity Pattie Batch could employ. \"Just as\nif,\" she had determined, \"it was for my _own_ baby.\" And Pattie\nBatch--after an agitated glance at the clock--quickly shoed and cloaked\nand hooded her sweet and blooming little self; and she listened to the\nlusty wind, and she put a most adorable little nose out-of-doors to\nsense the frosty weather, and she fluttered about the warm room in\nsearch of her mittens, and then she turned down the lamp, chucked a log\nin the stove, put on the dampers like a prudent householder, and, having\nmade quite sure that the door was latched, scampered off to town in vast\nand twittering delight with the nipping frost, with the roistering wind,\nthe fluffy snow, the stars, the whole of God's clean world, and with\nherself, too, and with the blessed Night of the year.\n\nShe was exceedingly cautious; and she was not observed--not for the\nsmallest flash. The thing was accomplished in mystery. Before she was\naware of it--before her heart had eased its agitation--she was safely\nout again; and there, in plain view, on the table, in Pale Peter's\nliving-room behind the saloon, lay the gift of silk and fawn-skin for\nPale Peter's bartender's baby--a Christmas mystery for them all to solve\nas best they could.\n\nPattie Batch peeked in at the window.\n\n\"I wonder,\" she mused, \"if they'll _ever_--if they'll _ever in the\nworld_--find out I done it!\"\n\n\n\nPresently Pale Peter's bartender came in. This was Charlie the Infidel.\nPattie Batch rose on her cold little toes the better to observe. The\nfrost exploded like pistol shots under her feet. She started. Really,\nthe little mite began to feel--and rather exquisitely--like a thief in\nthe night. There was another explosion of frost as she crept nearer her\npeek-hole in the glowing window. Whew! How deliciously mysterious it\nwas! Nothing much, however, happened in Pale Peter's living-room to\ncontinue the thrill. Charlie the Infidel, in haste, chanced to brush the\nfawn-skin cloak off the table. He paused impatiently to pick it up, and\nto fling it back in a heap: whereupon he pressed on to the bar. _That_\nwasn't very thrilling, you may be sure; but Charlie the Infidel, after\nall, was only a father, and Pattie Batch, her courage not at all\ndiminished, still waited in the frosty shadow, quite absorbed in\nexpectation. Entered, then, Mrs. Bartender--a blonde, bored,\nnovel-reading little lady in splendid array. First of all, as Pattie\nBatch observed, she yawned; secondly, she yawned again. And she was\nabout to attempt the extraordinary feat of yawning a third time--and\ndoubtless would have achieved it--when her washed blue eyes chanced to\nfall on the fawn-skin coat, with its lining of golden-brown silk\nshimmering in the lamplight. She picked it up, of course, in a bored\nsort of way; and she was positively on the very verge of being\ninterested in it when--would you believe it?--she attacked the third\nyawn--or the third yawn attacked her--and however it was, the yawn was\naccomplished with such dexterity, such certainty, and with such\nsatisfaction to the lady, that she quite forgot to look at the fawn-skin\ncloak again.\n\n\"By George, she's tired!\" Pattie Batch exclaimed to herself.\n\nPattie Batch sighed: she sighed twice, in point of fact--the second\nsigh, a great, long one, discovering itself somewhere very deep\nwithin--and then she went home disconsolate.\n\n\n\n\n_THE MAKING OF A MAN_\n\n\nSoon after dark, John Fairmeadow, with a pack on his broad back, swung\nfrom the Jumping Jimmy trail into the clearing of Swamp's End, ceasing\nonly then his high, vibrant song, and came striding down the huddled\nstreet, a big man in rare humour with life, labour and the night. A\nshadow--not John Fairmeadow's shadow--was in cautious pursuit; but of\nthis dark, secret follower John Fairmeadow was not aware. Near the Cafe\nof Egyptian Delights he stumbled. The pursuing Shadow gasped; and John\nFairmeadow was so mightily exercised for his pack that he ejaculated in\na fashion most unministerial, but recovered his footing with a jerk, and\ndoubtless near turned pale with apprehension. But the pack was safe--the\ndelicate contents, whatever they were, quite undisturbed. John\nFairmeadow gently adjusted the pack, stamped the snow from his soles, as\na precautionary measure, wiped the frost from his brows and eyelids, in\nthe same cautious wisdom, and, still followed by the Shadow, strode on,\nbut with infinitely more care. At the Red Elephant--Pale Peter's glowing\nsaloon--he turned in. The bar, as always, in these days, gave the young\napostle to those unrighteous parts a roaring welcome. It was become the\nfashion: big, bubbling, rosy John Fairmeadow, with the square jaw, the\nfrank, admonitory tongue, the tender and persuasive heart, the\ncompetent, not unwilling fists, was welcome everywhere, from the Bottle\nRiver camps and the Cant-hook cutting to the bunk-houses of the Yellow\nTail, from beyond the Divide to the lower waters of the Big River, in\nevery saloon, bunk-house, superintendent's office and cook's quarters of\nhis wide green parish--welcome to preach and to pray, to bury, marry,\ngossip and scold, and, upon goodly provocation, to fight, all to the\nsame righteous end. A clean man: a big, broad-shouldered, deep-chested,\nlong-legged body, with a soul to match it--a glowing heart and a purpose\nlifted high. There was no mistaking the man by men.\n\nJohn Fairmeadow, clad like a lumber-jack, upright, now, in the full\nstature of a man, body and soul, grinned like a delighted schoolboy. His\nfine head was thrown back, in the pride of clean, sure strength; his\nbroad face was in a rosy glow; his great chest still heaved with the\nlabour of a stormy trail; his gray eyes flashed and twinkled in the soft\nlight of Pale Peter's many lamps. Twinkled?--and with merriment?--in\nthat long, stifling, roaring, smoky, fume-laden room? For a moment: then\nclosed, a bit worn, and melancholy, too; but presently, with reviving\nfaith to urge them, opened wide and heartily, and began to twinkle\nagain. The bar was in festive array: Christmas greens, red berries,\nribbons, tissue-paper and gleaming tinfoil--flash of mirrors, bright\ncolour, branches of pine, cedar and spruce from the big balsamic woods.\nIt was crowded with lumber-jacks--great fellows from the forest, big of\nbody and passion, here gathered in celebration of the festival. John\nFairmeadow, getting all at once and vigorously under way, shouted \"Merry\nChristmas, boys!\" and \"Hello, Charlie!\" to the bartender; and he shook\nhands with Pale Peter, slapped Billy the Beast on the back, roared a\ngreeting to Gingerbread Jenkins, exclaimed \"Merry Christmas!\" with the\nspeed and detonation of a Gatling gun, inquired after Butcher Long's\nbrood of kids in the East, and cried \"Hello, old man!\" and \"What's the\ngood word from Yellow Tail?\" and \"How d'ye do?\" and \"Glad t' see you!\"\nand everywhere shook hands and clapped backs--carefully preserving,\nhowever, his own back from being slapped--and devoutly ejaculated \"God\nbless you, men! A Merry Christmas to you all and every one!\" and\neventually disappeared in the direction of Pale Peter's living-quarters,\nleaving an uproar of genial delight behind him.\n\nJohn Fairmeadow's Shadow, however, unable to enter the bar of the Red\nElephant, waited in seclusion across the windy street.\n\n\n\nMrs. Bartender was still yawning as John Fairmeadow entered upon her\n_ennui_; but when the big minister, exercising the softest sort of\ncaution, slipped off his gigantic pack, and deposited it with\nexquisitely delicate care, and a face of deep concern, on the table, she\nopened her faded eyes with interested curiosity. And as for the contents\nof the pack, there's no more concealing them! The article must now be\ndeclared and produced. It was a baby. Of course, it was a baby! The\nthing has been obvious all along. John Fairmeadow's foundling: left in a\nbasket at the threshold of his temporary lodging-room at Big Rapids that\nvery morning--first to John Fairmeadow's consternation, and then to his\ngleeful delight. As for the baby itself--it was presently unswathed--it\nis quite beyond me to describe its excellencies of appearance and\nconduct. John Fairmeadow himself couldn't make the attempt and escape\nannihilation. It was a real and regular baby, however. One might\nsuggest, in inadequate description, that it was a plump baby; one might\nadd that it was a lusty baby. It had hair; it had a pucker of amazement;\nits eyes, two of them, were properly disposed in its head; its hands\nwere of what are called rose-leaf dimensions; it had, apparently, a\nfixed habit of squirming; it had no teeth. Evidently a healthy baby--a\nbaby that any mother might be proud of--doubtless a marvel of infantile\nperfection in every respect. I should not venture to dispute such an\nassertion; nor would John Fairmeadow--nor any other bold gentleman of\nSwamp's End and Elegant Corners--_not in these later days_!\n\nMrs. Bartender, of course, lifted her languid white hands in uttermost\nastonishment.\n\n\"There!\" John Fairmeadow exploded, looking round like a showman. \"What\nd'ye think o' _that_? Eh?\"\n\n\"But, Mr. Fairmeadow,\" the poor lady stammered, \"what have you brought\nit _here_ for?\"\n\n\"Why not?\" John Fairmeadow demanded. \"Why not, indeed? It's perfectly\npolite.\"\n\n\"What am I to _do_ with it?\"\n\n\"It isn't intoxicated, my good woman,\" John Fairmeadow ran on, in great\nwrath; \"and it's never been in jail.\"\n\n\"But my _dear_ Mr. Fairmeadow, do be sensible; what am I to _do_ with\nit?\"\n\n\"Why, ah--I should think,\" John Fairmeadow ventured--the baby was still\nsleeping like a brick--\"that you might first of all--ah--resuscitate it.\nWould a--a slight poke in the ribs--provoke animation?\"\n\nBut the baby didn't need a poke in the ribs. It didn't need any other\nsort of resuscitation. Not _that_ baby! The self-dependent, courageous,\nperfectly competent and winning little rascal resuscitated itself.\nInstantly, too--and positively--and apparently without the least effort\nin the world. Moreover--and with remarkable directness--it demanded what\nit wanted--and got it. And having been nourished to its satisfaction\nfrom young Master Bartender's silver-mounted bottle (which John\nFairmeadow then secretly slipped into his pocket)--and having yawned in\na fashion so tremendous that Mrs. Bartender herself could never hope to\nequal that infinite expression of boredom--and having smiled, and having\nwriggled, and having giggled, and cooed, and attempted--actually\nattempted--to get its great toe in its mouth without extraneous\nassistance of any sort whatsoever--even without the slightest suggestion\nthat such a thing would be an amazingly engaging trick in a baby of its\nage and degree--it burst into a gurgle of glee so wondrously genuine and\ninfectious that poor, bored Mrs. Bartender herself was quite unable to\nresist it, and promptly, and publicly, and finally committed herself to\nthe assertion that the baby was a dear, wherever it came from.\n\nJohn Fairmeadow snatched it from the table, and was about to make off\nwith it, when Mrs. Bartender interposed.\n\n\"My _dear_ Mr. Fairmeadow,\" said she, \"that child will simply catch its\n_death_ of cold!\"\n\nThere was something handy, however--something of silk and fawn-skin--and\nwith this enveloping the baby John Fairmeadow swung in a roar with it to\nthe bar--and held it aloft in all that seething wickedness--pure symbol\nof the blessed Christmas festival. And there was a sensation, of\ncourse--a sensation beginning in vociferous ejaculations, but presently\nfailing to a buzz of conjecture. There were questions to follow: to\nwhich John Fairmeadow answered that he had found the baby--that the baby\nwas nobody's baby--that the baby was his baby by right of finders\nkeepers--that the baby was everybody's baby--and that the baby would\npresently be somebody's much-loved baby, _that_ he'd vouch for! The\nbaby, now resting content in John Fairmeadow's arms, was diffidently\napproached and examined. Gingerbread Jenkins poked a finger at it, and\nsaid, in a voice of the most inimical description, \"Get out!\" without\ndisturbing the baby's serene equanimity in the slightest. Young Billy\nLush, charging his soft, boyish voice with all the horrifying intent he\ncould muster, threatened to \"catch\" the baby, as though bent upon\ndevouring it on the spot; but the baby only chuckled with delight. Billy\nthe Beast incautiously approached a finger near the baby's stout\nabdomen; and the baby--with a perfectly fearless glance into the very\ndepths of the Beast's frowzy beard--clutched the finger and smiled like\nan angel. Long Butcher Long attempted to tweak the baby's nose; but the\neffort was a ridiculous failure, practiced so clumsily on an object so\nsmall, and the only effect was to cause the baby to achieve a tremendous\nwriggle and a loud scream of laughter. These experiments were variously\nrepeated, but all with the same cherubic result; the baby conducted\nitself with admirable self-possession and courage, as though, indeed, it\nhad been used, every hour of its life, to the company of riotous\nlumber-jacks in town.\n\nThe inevitable happened, of course: Billy the Beast, whose pocket was\nsmoking with his wages, proposed the baby's health, and there was an\nuproarious rush for the bar.\n\n\"Just a minute, boys!\" John Fairmeadow drawled.\n\nIt was an awkward moment: but the jacks were by this time used to being\nbidden by this man who was a man, and the rush was forthwith halted.\n\n\"Just a minute, boys,\" John Fairmeadow repeated, \"for your minister!\"\n\nThe baby was then held aloft in John Fairmeadow's big, kind, sensitive\nhands, and from this safe perch softly smiled upon the crowd of flushed\nand bearded faces all roundabout.\n\n\"Boys,\" John Fairmeadow drawled, significantly, \"this is the only sort\nof church we have in these woods.\"\n\nThere was a laughing stir and shuffling: but presently a tolerant\nsilence fell, in obedience to the custom John Fairmeadow had\nestablished; and caps came off, and pipes were smothered.\n\n\"A little away from the bar, please,\" the big preacher suggested.\n\nPale Peter nodded to Charlie the Infidel; and the clink of glasses\nceased--and the bottles were left in peace--and the hands of the\nbartender rested.\n\n\"Now, boys,\" said John Fairmeadow, letting the foundling fall softly\ninto his arms, \"I'm not going to preach to you to-night, though God\nknows you need it! I'm just going to pray for the baby. _Dear Father of\nus wilful Children of the Vale_,\" he began, at once, lifting a placid,\nbelieving face above the smiling child in his arms, \"_we ask Thy\nguardianship of this child. In us is no perfect counsel for him nor any\nhelp whatsoever that he may surely apprehend. In Thine acceptable wisdom\nThou settest Thy little ones in a world where presently only Thou canst\nteach them: teach Thou then this little one. Thou alone knowest the\nright path for a little boy's inquiring feet: lead then this little boy.\nThou alone art saving helper to an adventuring lad: help then this lad.\nThou alone art all-perceiving and persuasive, alone art Truth Teller to\na bewildered youth and Good Example in his wondering sight: be then Good\nExample and Teller of Truth to this youth. Thou alone art in the\nfashioning ways of Thine own world a Maker of Men: make then of this\nlittle child a Man. We ask no easy path for him--no unmanly way--no\nindulgent tempering of the winds. We pray for no riches--for no great\ndeeds of his doing--for no ease at all nor any satisfaction. We ask of\nThee in his behalf good Manhood. Lead him where true men must go: lead\nhim where they learn the all of life; lead him where they level down and\nbuild again; lead him where in righteous strength his hands may lift the\nfallen; lead him where in anger he may strike; lead him where his tears\nmay fall; lead him where his heart may find a pure desire. O Almighty\nGod, Lover of children, Father of us all alike, make of this child, in\nthe measure of his service and in the stature of his soul, a Man.\nAmen._\"\n\nAmen, indeed!\n\n\n\n\n_CHRISTMAS EVE AT SWAMP'S END_\n\n\nAs for poor little Pattie Batch, all this while, she sat alone, a\ndoleful heart, in the shack at the edge of the big, black woods, quite\nunaware of the momentous advent of a Christmas baby at Swamp's End. The\nChristmas wind was still high, still shaking the cabin, still rattling\nthe door, still howling like a wild beast in the night, still roaring in\nthe red stove; and snow was falling again--a dry dust of snow which\nveiled the wondering stars. It was no longer a jolly, rollicking\nChristmas wind. The gale, now, it seemed, was become inimical to the\nlonely child: wild, vaunting, merciless, terrible with cold. Pattie\nBatch, disconsolate, sighed more often than a tender heart could bear to\nsanction in a child, and found swift visions in the glowing coals,\nthough no enlivening tableaux; but--dear brave and human little\none!--she presently ejaculated \"Shoot it, anyhow!\" and began at once to\ncheer up. And she was comfortably toasting her shins, in a placid\ndelusion of stormy, mile-wide privacy, her mother's old-fashioned long\nblack skirt drawn up from her dainty toes (of which, of course, the\nimminent John Fairmeadow was never permitted to be aware), when, all at\nonce, and clamouring above the old wind's howling, there was a\ntremendous knocking at the door--a knocking so loud, and commanding, and\nprolonged, that Pattie Batch jumped like a fawn in alarm, and stood for\na moment with palpitating heart and a mighty inclination to fly to the\nbedroom and lock herself in. Presently, however, she mustered courage to\ncall \"Come in!\" in a sufficient tone: whereupon, the door was\nimmediately flung wide, and big John Fairmeadow, with a wild, dusty\nblast of the gale, strode in with a gigantic basket, and slammed the\ndoor behind him, leaving the shivering, tenacious Shadow, which had\nsecretly followed from Swamp's End, to keep cold vigil outside.\n\n\"Hello, there, Pattie Batch!\" John Fairmeadow roared. \"Merry Christmas!\"\n\nPattie Batch stared.\n\n\"Hello, I say!\" John Fairmeadow cried, again. \"Merry Christmas, ye\nrascal!\"\n\nPattie Batch, gulping her delight, and quite incapable of uttering a\nword, because of it, flew to the kitchen, instead of to the bedroom, and\nreturned with a broom, with which, while the Shadow peeked in at the\nwindow, she brushed, and scraped, and slapped John Fairmeadow so\nvigorously that John Fairmeadow scampered into a corner and stood at\nbay.\n\n\"Look out, there, Polly Pry!\" he shouted, in a rage; \"don't you _dare_\nlook at my basket.\"\n\nPattie Batch had been doing nothing of the sort.\n\n\"Don't you so much as _squint_ at my basket,\" John Fairmeadow growled.\n\nPattie Batch instantly _did_, of course--and with her eyes wide and\nsparkling, too. It was really something more than a squint.\n\n\"Keep your eyes off that basket, Miss Pry!\" John Fairmeadow commanded,\nagain. \"Huh!\" he complained, emerging from his refuge and throwing his\nmackinaw and cap on the floor; \"anybody'd think there was something in\nthat basket for _you_.\"\n\n\"There ith,\" Pattie Batch gasped, in ecstasy.\n\n\"Is!\" John Fairmeadow scornfully mocked. \"Huh!\"\n\nPattie Batch caught John Fairmeadow by the two lapels of his coat--and\nshe stood on tiptoe--and she wouldn't let John Fairmeadow turn his head\naway--(as if John Fairmeadow cared to evade those round, glowing\neyes!)--and she looked into his gray eyes with a bewitching\nconglomeration of hope, amusement, curiosity and adoring childish\naffection. \"There ith, too,\" she chuckled, her lisp getting the better\nof her. \"Yeth, there ith. I know _you_, Mithter Fairmeadow.\"\n\nJohn Fairmeadow ridiculously failed to smother a chuckle in a growl.\n\n\"Doth it bite?\" Pattie Batch inquired, maliciously feigning a terrific\nfright.\n\n\"Nonsense!\" John Fairmeadow declared; \"it hasn't a tooth in its head.\"\nHe added, with one eye closed, and palms lifted: \"But--aha!--just you\nwait and _see_.\"\n\n\"Well,\" Pattie Batch drawled, \"I th'pose it'th a turkey. It'th\nthertainly _thome_thin' t' eat,\" she declared.\n\n\"Good _enough_ to eat, I bet you!\" John Fairmeadow agreed, with the air\nof having concealed in that veritable big basket the sweetest morsel in\nall the world.\n\n\"Ith it a chicken?\"\n\n\"Nonsense!\" said John Fairmeadow; \"it's fa-a-a-ar more delicious than\nchicken. Hi, there, Poll Pry!\" he roared, and just in time; \"keep your\nhands off.\"\n\n\"Is it anything for the house?\"\n\n\"No, indeed; the house is for _it_.\"\n\nPattie Batch scowled in perplexity.\n\n\"The back yard, too,\" John Fairmeadow added; \"and don't you forget that\nthis whole place--and all the world--belongs to just what's in that\nbasket.\"\n\n\"I'm sure,\" poor Pattie Batch mused, scratching her curls in\nbewilderment, \"I can't guess what it _could_ be.\"\n\nBoth were now staring at the basket; and at that very moment the blanket\ncovering--_stirred_!\n\n\"Ith a dog!\" Pattie Batch exclaimed.\n\n\"Dog!\" the outraged John Fairmeadow roared. \"Nothing of the sort! No\n_ma'am_!\"\n\nPattie Batch clasped her hands. \"It ith, too!\" she cried. \"I thaw it\nmove.\"\n\n\"It is _not_!\"\n\n\"Ith a kitten, then.\"\n\n\"It is _not_ a kitten!\"\n\nThereupon--while the Shadow, by whom John Fairmeadow had been dogged\nthat night, now peered with acute attention through a break in the frost\non the window-pane--thereupon, without any warning save a second slight\nmovement of the blanket, a sound--and not by any means a growl--the\nthing was certainly not a dog--a sound proceeded from the depths of the\nbasket.\n\nPattie Batch jumped away.\n\n\"Well, well!\" cried John Fairmeadow; \"what's the row?\"\n\nRow, indeed! Pattie Batch was gone white; and she swayed a little, and\nshivered, too, and clenched her little hands to restrain her amazing\nhope. \"Oh,\" she moaned, at last, far short of breath enough, \"tell me\nquick: ith it--ith it a--a----\"\n\nJohn Fairmeadow threw back the blanket in a most dramatic fashion; and\nthere, wrapped in the neglected fawn-skin cloak, all dimpled and\nsmiling, lay--\n\nTHE BABY!\n\n\"By George!\" screamed Pattie Batch; \"it _ith_ a baby!\"\n\n\"Your baby,\" John Fairmeadow whispered. \"God's Christmas gift--to you.\"\n\nPattie Batch--adorable, young mother!--reverently approached, and,\nbending with parted lips, eyes shining, and hands laid upon her\ntrembling heart, for the first time gazed content upon the little face.\nShe lifted, then--and with what awe and tenderness!--the tiny mortal\nfrom the warm basket, and pressed it, with knowing arms, against her\nwarmer, softer young breast. \"My baby!\" she crooned, her lips close to\nits ear; \"my little baby--my own little baby!\"",
    "metadata": {
        "author": [
            "Duncan, Norman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/27612/pg27612.txt",
        "name": "christmas_eve_at_swamp_s_end.json"
    }
}