{
    "name": "Circle of Confusion",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "Pluto is a strange planet in many ways. Perhaps it may even be classed\nas a \"man-made\" planet, since if it were not for man and his works,\nPluto might as well have never been. But Pluto was found abundant\nin uranium, and then came man to change the ultra-frigidity of\nPluto's surface, and to endow Pluto with a breathable atmosphere by\ntransporting great shiploads of the frozen gases found on Umbriel. Then\nman set up cities, and since the face of Pluto had never been scarred\nby any kind of intelligent life, the planners had a free and open hand.\n\nSo uranium was mined near the region known on the Plutonian maps as\n_The Styx Valley_, but which, with characteristic lack of foresight,\nwas across the Devil's Mountains from the River Styx. Across the\nDevil's Range went the uranium to Mephisto, where it was smelted down\ninto pigs. It was then put on barges and floated down the River Styx\nto Hell, which lies across the River Styx from Sharon; both cities\nquartering on the Sulphur Sea.\n\nIt was loaded onto the ships of space at Hell, and then raced across\nthe void, sunward to the Inner System where it was used.\n\nBut the names are but locationally appropriate. Hell is no fuming,\ntorrid city. It is temperate with a perfect climate. Mephisto's only\nclaim to the nether regions was the dancing flames of her smelting\nmills that danced on the night sky. The Devil's Range was a small ridge\nof less than fifteen thousand feet and it was more than amply supplied\nwith passes and near-sea-level breaches.\n\nAnd the cities at the mouth of the River Styx lived in cheerful\nrivalry, their main source of jealousy being the lush produce that\ncame from the hinterland behind each. And the River Styx itself was a\ngarden-spot for yachting clubs; bathing beaches lined the mouth for\nfifteen miles inward and they were clear-watered and pearly sanded.\n\nPluto had been a man-made paradise for a number of years, only because\nMan, the Adaptable, found it economically expedient to make it so.\n\nNo, it was not done with mirrors.\n\nIt was done with a lens!\n\nThe sun should have been a piddling little disk of ineffective yellow.\nIts warmth should have been negligible, just as it had been for a\nmillion years before the coming of man. Pluto had been ordained to be\ncold and forbidding, but it was not.\n\nThe sun was a huge, irregular disk of flaming yellow that had peculiar,\nsymmetrical streamers flowing off; twelve of the main ones and a\nconstantly opening and closing twenty-four minor streamers that flowed\noutward from the duodecagonal pattern of Sol. These streamers rotated,\nand looked for all the world like the pattern made by rotating two\ngratings above one another.\n\nSol, from Pluto, was as big as a washtub, because of a series of\nman-made stations in space halfway between Sol and Pluto. These\nstations warped space by the maintenance of subelectronic charges that\nproduced a subetheric gradient which bent the usable radiations of\nSol into a focus. The fact that they were points in space instead of\nmighty, million mile rings of metal to carry the space-warping charge\nmade the focus of Sol irregular instead of circular, but it served its\npurpose and men grew used to the scintillating sun.\n\nCertainly, it cost like the very devil, but uranium is not plentiful\nanywhere else, and men found it economically sound--\n\n\n\nJohn McBride cocked his feet on his desk at Station 1, and began to\nread his mail. At the fifth memo, he jumped, startled by what was on\nthe page before him, and his feet hit the floor with a resounding\ncrash. Angrily, he punched a buzzer, and a younger man entered.\n\n\"Yes sir?\" he asked. \"What's wrong, Mr. McBride?\" he finished noting\nMcBride's startled expression.\n\n\"Tommy, take a 'gram and slam it out of here on the rush. Some fool\ndame is going to try to fly through the lens!\"\n\n\"Oh, no!\"\n\n\"Yes! Can't get Terra on the phone, confound it, so fire a 'gram, but\nquick! Tell her that the restrictions are still in force, and that we\naren't fooling! Also that it is illegal, dangerous, and foolhardy and\nthat we absolutely forbid her to try!\"\n\n\"Yes sir!\" answered Tommy and left immediately. The ticking of the\nteletype machine in the outer office came faintly to John's ears, but\nthe knowledge of the message's departure did not ease the tension.\n\nTen minutes later an answer came back:\n\n    HAVE RECEIVED PERMISSION FROM TRIPLANET COUNCIL TO FLY FROM TERRA\n    TO PLUTO THROUGH AXIS OF LENS. PERMISSION GRANTED BECAUSE OF\n    STATEMENT OF NO DANGER EXPRESSED BY DOCTOR HOLMANN OF THE\n    DEPARTMENT OF ELECTRO-GRAVITIC PHENOMENA. SAVE YOUR ELECTRICITY,\n    I LEFT TERRA ON TUESDAY MORNING!\n\n                                                           SANDRA DRAKE\n\n\"Holy St. Peter!\" exploded McBride. Tommy winced in sympathy,\nbecause he knew what was coming. \"Doc Holmann! My father studied\nelectro-gravitics under him. He was an old fuddy-duddy then. The old\ndrip owns that university, that's why he's still in the E. G. chair.\nI'll bet you a hunk of the lens itself that the old goat doesn't even\nknow that we are now using magneto-gravitics in the front lens element.\nThat's the stinker!\"\n\n\"Is it so dangerous?\" asked Tommy. \"If she uses the usual methods of\ncoming to Pluto, she'll be going well towards ten thousand miles per\nsecond by the time she passes the front surface.\"\n\n\"That's the trouble,\" groaned McBride. \"Like all other space crates,\nher hull will be made of cupralum alloy, which is as paramagnetic as\nalnico is diamagnetic. She'll hit that magneto-gravitic warp that\nmakes up the fore element, with that antimagnetic hull and it will be\nlike a pane of glass being struck by a minute pellet of steel. She'll\ncause the collapse of the front element, and with the load-loss,\nthe electro-gravitic elements of the aft element will fall out of\nalignment. Heaven only knows what'll happen. Well, we'll all know soon\nenough!\"\n\n\"How long?\" asked Tommy.\n\n\"Well, she left Terra Tuesday morning. She didn't say what time, but\nthere's little sense in finding out right now. That hop would take\nsixty-eight hours at a standard 5-G from Sol. Say sixty-something,\nand let's see, this is about Thursday evening--Greenwich Time, but\nthat screwball might give zonal time and have taken off from Hawaii\nor Sevastopol as the fancy hit her. I'd say sit tight and expect\nanything from attar of roses to total extinction within the next couple\nof hours. Also get on the lens network and tell the gang to oil up\ntheir trouble-wagons. Everything from spacesuits to hand generators.\nOh Peter! I'm going to quit this ding-busted job and take up truck\nfarming!\"\n\n\"Ever hear of Sandra Drake before?\" asked Tommy.\n\n\"Yeah, she's one of those fool females that isn't content with being\nequal to any man--she's got to prove she's better! And she doesn't care\nhow many people she hurts doing it. If Sandra Drake gets through the\nlens to Pluto, she'll get her ears toasted right.\"\n\n\"O.K., John. I'll get on the lens network and warn the boys to prepare\nfor trouble.\"\n\n\n\nMessages began to fly around the periphery of the great lens, and\nthe station attendants swore and began to collect tools that would\nbe necessary to make any conceivable repairs. Small flitters were\npowered and made ready, and everything that carried manual controls was\ninspected and cleaned for action.\n\nBut Sandra Drake did not wait for the completion of the preparatory\nwork. It was three hours after the first message flew around the lens\nthat Sandra's ship, the _Lady Luck_, came roaring out of space and slid\nits nose into the magneto-gravitic warp of the front surface.\n\nThe _Lady Luck_ came to a stop within five thousand miles, which was\nremarkable, since she was hitting almost eight thousand miles per\nsecond. If it were not for the fact that space itself was warped behind\nthe front surface, the _Lady Luck_ and Sandra Drake might both have\nbeen reduced to a flaming mass; but no one really knows what goes on\nbehind the surface of a magneto-gravitic warp, and the laws that rule\nmass, velocity, and inertia must operate under a new principle. Sandra\nDrake, the ship no longer capable of any but minor operation, limped\naimlessly, and Sandra, semiconscious did not direct the _Lady Luck_.\n\nIn the twelve stations that made up the periphery of the fore element,\nthe electrical equipment went crazy. Fuses blew, and circuit breakers\ncrashed open. The magneto-gravitic warp collapsed, and the power\nregulation of the generating equipment could not hold the power to a\nsafe level. Excesses went into the operating equipment and raised the\noperating levels to overload values. Relays welded shut; relay coils\nblew. Switches arced across their open contacts, and closed switches\ntook the overload until their contact points melted: the melting stub\nends made sputtering arcs of copper-green hue until the gap was too\nwide. The pungent smell of burning insulation filled the stations,\nand the personnel covered themselves with the space-suit helmets and\nbreathed canned air.\n\nThe careful positioning of the stations that held the warp of the\ncollapsed fore element was lost as the tractor-pressor beam system\ntook the unleashed overload current. The regular duodecagon pattern\nwarped into a space pattern as the alignment lost not only its\nregularity of distance-between-stations, but its perfection of flatness.\n\nThen as the raging current was stopped by open circuits, burned\nor broken, the internal damage stopped also. The stations that\nheld the magneto-gravitic warp began to drift aimlessly, pulled at\ncross-purposes by the undirected tractor-pressor system.\n\nThe electro-gravitic warp of the second element thickened as the\nfore surface moved into the space formerly occupied by the fractured\nlens. The effect was similar to that of restraining a spring and then\nreleasing it. The rear element went into a damped cycle of expansion\nand contraction, alternately shortening and lengthening the focal\nlength. The series of stations that held the rear element were shaken\nin long, sickening swells as the electro-gravitic warp oscillated back\nand forth along the axis of the lens.\n\nHere, in the stations that held this warp, there was no danger from\nelectrical failure. But the long swells of back and forth movement\nshook the mechanical equipment until the bearings of rotating\nmachinery began to rattle. An occasional relay would snap shut for the\nbriefest of instants and make instantaneous circuits that caused minor\nimperfections of the lens.\n\nThe cycle damped to zero in ten minutes, and then the men in the\nsecond element stations surveyed their bruises and began to pick up\nthe mess; from every cabinet, from every bench, from every shelf,\ntools, supplies, and instruments had been thrown. They lay in profusion\nthroughout the stations and must be replaced before the men could make\na move toward repair.\n\n\n\nOn Pluto, all was serene. Light that had passed through the distorted\nlens had not reached the far planet yet, and so they did not know.\n\nMen toiled in the uranium mines in the Styx Valley and men fought\nthe low passes of the Devil's Range to bring the ore to Mephisto,\nand in Mephisto, children were just getting out of school. Women\nwere shopping, and chatting with their friends and haggling with the\nshopkeepers over the prices and quality of their proposed dinners.\nTwo hundred miles down the River Styx, at the twin cities of Hell\nand Sharon, men and women lolled in the warm river and played on the\nperfect miles of beach. The Sulphur Sea, which was as misnamed as\nany of the other places on Pluto, was dotted with the white sails of\npleasure craft, and the occasional white wake of a power speedboat.\n\nA foursome on the fifth green at the Tantalus Country Club was arguing\nabout a handicap, since one of their number was ten strokes better than\nthe rest. A big league baseball game was in progress at Imps Park in\nHell, and the home team was beating the Red Devils by a score of 9 to\n8. It cannot be recorded that Satan was pitching, though that would\nhave been a nice touch. The pitcher's name was a staid and simple Jones.\n\nAnd there were the sordid sides, too. Three men and a woman had been\nhit by automobiles during the course of the afternoon between the twin\ncities. A burglar had plied his trade to the tune of thirty-three\nhundred dollars from Faust's Playhouse, and was later apprehended\ntrying to make a getaway along the Road to Hell, which connected the\ntwin cities and was always spoken of as being named \"The Road To Hell\"\nbecause it permitted the citizens of either city to go across the\nbridge to the opposite side. The planned name of Bifrost Bridge now\nappeared only on maps and formal writings since the informal name was\nby far the more popular.\n\nThen without warning, the scintillating sun went out, and left Pluto\nonce more the God of Darkness. It came on again, as the rear element\nextended and shortened the focal length once more to a degree slightly\nless than the length of the complex lens. It oscillated, and it\nwavered, and it danced from spot to spot on Pluto. Where it touched\nwith perfect focus, it seared the ground and sent up huge gouts of\nflame and tortured earth as the whole output of the sun bore down\nupon a small circle. It hit the Sulphur Sea, and sent great steaming\nclouds of vapor floating across the twin cities. It cut a sear across\nthe center of Bifrost Bridge, and cut the famed bridge in the middle\nof the span. Bifrost broke and fell into the River Styx--and like the\nfamed tale of Ragnarok, the falling of Bifrost Bridge preceded a period\nof terror.\n\nThe dancing spot of pure solar hell settled down, and with the\ncharacteristic perversity of uncontrolled things, it came to a perfect\nfocal point of some six hundred feet in diameter, under which spot\neverything went molten.\n\nWithout waiting for any further information, the astronomers at the\nPluto Observatory made rapid and precise calculations, and issued\norders to the effect that all people must evacuate along the expected\ntrail of destruction.\n\nIt was their quick work that stopped the casualty list short.\n\nAnd Pluto, writhing in one tiny spot from terrific heat, began to cool\neverywhere else. Men looked at one another in fear as the cooling\nbreezes began to sweep across the face of Pluto.\n\nThe production of uranium stopped, as did everything but the overworked\ncommunications system.\n\n\n\nJohn McBride glared at the telephone. \"They should know by now,\" he\nsnapped, \"that we can't take time to use the phone with all of this\ndevilment going on.\"\n\nTommy handed him a spacegram. \"Someone knows,\" he said cryptically.\n\nMcBride tore the 'gram open. \"Oh, great ache! Tommy, pass the word on\nthe lens network. Tell 'em to cut the electro-gravitic warp, too.\nThe thing is focused right on the middle of Pluto and is cutting a\nsix-hundred-foot swath across the face of Pluto like an oxy-atomic\ntorch cuts butter.\"\n\n\"Can't we refocus it?\" asked Tommy anxiously.\n\n\"Not without moving the stations. Or playing hob with the\nwarp-generators. Either way would take a week to adjust. Tell Adkins to\npull the big switch and hope for the best. Oh yes! Tell every mother's\nson not to tinker with the P-T network. When we get this mess cleaned\nup, we're going to need the placement again and there's little sense\nin letting the stations run free. Thank the Lord the warp will tend to\nalign them again, once it goes on, or we'd have a six-month's space\nsurveying job to do.\"\n\nThe lens-network phone rang, and McBride answered.\n\n\"John? This is Fuller on 9. We just found Carlson under the alphatron.\nHe's knocked colder than last week's wash and he's got a bad alpha\nburn.\"\n\n\"Better get him into an interstation flitter and bring him over. Or is\nDoc Caldwell there?\"\n\n\"No, he isn't!\"\n\n\"Bring him over anyway. I'll broadcast a call for the doc.\"\n\n\"What'll we do without him?\" asked Fuller in a helpless tone.\n\n\"What'll you do with him in an unconscious condition?\" asked McBride\nunsympathetically. \"Before Carlson can do anything, we've got to bring\nhim into the open. Besides, we won't be ready for Carlson until we get\nthe mess cleared up.\"\n\n\"O.K.,\" said Fuller in an abashed tone. He hung up, and McBride snapped\nthe button that sent a loud-speaker call through the entire system.\n\n\"Is Doc Caldwell within hearing? Call McBride.\"\n\nAutomatic tapes took up the call and repeated it at intervals until the\ndoctor heard and put in a call to McBride.\n\n\"Yes, John?\"\n\n\"Doc, where are you?\"\n\n\"Station 27.\"\n\n\"What's doing?\"\n\n\"Few minor cuts and a fractured skull.\"\n\n\"What does that mean in time?\"\n\n\"Half hour.\"\n\n\"Then take it, and then get to 1 as soon as you can. Carlson needs\nattention.\"\n\n\"Right-o!\"\n\nMcBride called Station 9 again. \"Fuller? Look, Bob, how's 9?\"\n\n\"Not good,\" said Fuller glumly. \"Only one thing outbalances the rest.\nThe alphatron went up with the rest of the stuff or Carlson would have\nbeen burned to a crisp by now. That means we'll have to run over to 1\nand get a new alphatron.\"\n\n\"Can you repair it?\"\n\n\"Nope. The field coils are melted right down into a copper ring and the\ninsulation, which was vaporized, is now deposited all over the walls\nof the station in about two hundred atomic thicknesses. The latter\nis the worst, I think. That means that every single relay contact\nin the place has got to be gone over with trichloroethylene and a\nfive-hundred-point file.\"\n\n\"O.K., Bob. Send Tiny Hanson over with Carlson and we'll send him back\nwith the alphatron. Need anything else?\"\n\n\"Might send something that'll either precipitate or absorb the smell of\ninsulation. The whole joint stinks.\"\n\n\"Cheer up,\" said McBride. \"Think of how it would stink if we were using\nrubber like the old boys did. That, Bob, would really make your eyes\nwater! No, I haven't anything here that you haven't there. It'll go\naway as the atmosphere clarifier takes up the impurities. Better keep\na close watch on the filter screens, though, or you'll get the system\nfouled and the atmosphere will not be cleared.\"\n\n\"O.K. We're about to start right now. Tiny will be over in just as long\nas it takes to go around the lens.\"\n\n\"Wait a minute! Cut across, Bob. After all, the lens is down, and we\nneedn't worry about crossing direct.\"\n\n\n\nThe phone rang again. McBride picked it up and bellowed: \"Hello!\"\n\n\"Dr. McBride? This is Charles Holloway.\"\n\nMcBride swallowed. Holloway was the planet governor at Pluto. \"Yes?\" he\nsaid in a quieter tone.\n\n\"You are aware that Pluto is without his artificial sun?\"\n\n\"We are also aware that the lens system is without power for some\nstations, without space-warping equipment for others, and without\npersonnel for still others. There may even be a few in which any\ncombination of the three vital factors in mathematical permutation may\nbe applied. If you're looking for encouragement, grasp this straw:\nWe're working like a pack of fools to re-instate the lens. And if\nyou care for my advice, I'd suggest that you issue orders that the\nlens-to-planet telephone be restricted to calls made from Station 1. We\nmight need something in a tearing hurry.\"\n\n\"I shall issue such orders,\" promised Holloway. \"I have also been\ninformed by the astrophysicists that Pluto will lose about two degrees\nper hour until the lens is re-instated. There is still a lot of very\ncold material down in the interior of the planet, they say, and it will\ntend to draw heat from the surface. You know how the heat gradient is\nfrom midnight to noon.\"\n\n\"I understand,\" said McBride. \"But we're not sitting around\ncontemplating the temperature on Pluto, or calculating how soon it will\nbe before you can go ice skating on the River Styx. Good-by!\"\n\nJohn's sense of humor asserted itself, and he picked up a cryptic\nlittle card that said: \"Do Not Disturb\" and hung it over the telephone.\nHe picked up the other phone, and called Station 6.\n\nThe telephone rang endlessly at the other end, and McBride cursed.\nAfter ten minutes of solid ringing, McBride hung up in futility.\n\"Tommy,\" he yelled, and a young man came running. \"Tommy,\" he said,\n\"get the number two flitter hot. You and I are going to go over to 6!\"\n\nTommy left, and McBride called Station 8. The answer was prompt. \"Look,\nJimmy, 6 doesn't answer. You send a couple of your men over--not your\nbest, but a couple that you can spare. I'm going to call 4 and get Jud\nto send a couple of his assistant specialists over, too. I'll be over\nmyself as soon as I can get there; but it will be a long haul for me.\nIt's near the full diameter of the lens, and twenty-two million miles\nis no stone's throw.\"\n\n\"O.K.,\" said Jimmy Allen. \"Too bad about this charge business or you\ncould call 5 and 7.\"\n\n\"I know. It's bad enough that I have to change charge to get from 1 to\n6, but I'll have enough time to do it, coming from here. Are you on?\"\n\n\"Sure. We're not in too bad a shape. Mostly ruined wiring and welded\nrelays. The alphatron is still in fine shape, and the space-warp\ngenerator can still do a job. As soon as we get cooking again, I'd\nsuggest a replacement, but the darned thing will hold up fine for a few\nweeks until we have time and a breathing spell.\"\n\n\"O.K., on the way!\"\n\n\"Right, boss!\"\n\nMcBride's next call was to 4. \"Jud,\" he said.\n\n\"Jud's nursing a set of busted arms,\" came the disconsolate answer.\n\"This is Pete Jackson.\"\n\n\"How bad is Jud?\"\n\n\"Conscious, and madder than the devil. He can't even hold the phone,\nyou know, and so I'm acting as his mouthpiece.\"\n\n\"How's the station?\"\n\n\"Mostly a mess of secondary damage, but it is pretty widespread.\nEverything in the place caught hell, including the typewriter in the\noffice, which fell off the desk. Got a space-warp generator?\"\n\n\"Yup, but can you repair yours?\"\n\n\"I think so.\"\n\n\"Then take a stab at it. I've only got three replacements, and there\nmay be more than that blown out completely. All the results aren't in\nyet.\"\n\n\"O.K., and we'll make repair right up to the point where we need the\ngenerator anyway, whether we can repair ours or not. Then if we need\nit, all we have to do is to hand it in and hook it up.\"\n\n\"Fine, Pete. Now look, 6 doesn't answer. Send Timkins out there with\nJoyce. Must be pretty bad.\"\n\n\"O.K., boss. We're on our way.\"\n\n\n\nAt Tommy's call, McBride went to the big air lock and the flitter took\noff for 6. As they went, McBride operated the generator that reversed\ntheir charge so that they could land on 6 without difficulty. Halfway\nacross the lens, the telephone in the flitter rang, and McBride dropped\nthe generator controls and picked up the instrument. \"John,\" came the\nvoice, \"this is Hastings, on 10. A space-ship just came limping into\nthe station, falling free. We slung out a line and caught it. We cut\nher open and found the dame that was the cause of all this. What shall\nI do now?\"\n\n\"My better instincts say to slug her. The stuff I was taught at my\nmother's knee says to spare the violence. Keep her there until I get\nfinished at 6.\"\n\n\"She insists on going to the main office.\"\n\n\"Y'might let her,\" said McBride thoughtfully, his voice slightly sour\nwith distaste.\n\n\"Gosh, boss, you can't do that.\"\n\n\"I know. Well, she can't get out of the lock without your assistance.\nUnless I'm mistaken, all of you are far too busy to bother with a\nheadstrong female.\"\n\nThe phone was silent for a few seconds, and the sounds of a light\nscuffle came over the line. Then a cool contralto came.\n\n\"I'm Sandra Drake,\" it said with a world of impertinence. \"No man is\ngoing to tell me where I can't go!\"\n\n\"Sister,\" snapped McBride, \"you keep that up and we'll jolly well tell\nyou where you _can_ go!\" McBride hung up and redoubled his efforts\non the charge-reversal generator. \"Women,\" he snarled, twisting the\ngenerator controls as though he had the Drake woman by the throat.\n\nTen minutes before they landed at 6, McBride picked up the phone and\ncalled 1. He spoke to his apartment. \"Hello Enid,\" he said.\n\n\"John! What's all the shouting about?\"\n\n\"La Drake tried to run her crate through the lens. She broke it.\"\n\n\"Who's la Drake?\"\n\n\"Some dame. Look, Enid, what do you do to handle a headstrong female?\nBesides giving her enough rope to commit self-destruction?\"\n\n\"What's her purpose in life?\" asked Enid McBride.\n\n\"Proving that men are inferior animals.\"\n\n\"I won't answer that one,\" chuckled McBride's wife. \"Look, John, where\nis this man-killer?\"\n\n\"At 10.\"\n\n\"That's negative, isn't it?\"\n\n\"Bright woman, yes,\" laughed McBride.\n\n\"Well, I'm no space-warp expert. How would I know?\"\n\n\"Look, dear,\" said McBride patiently, \"you divide them by two, as I've\nsaid before a million times, and if they come out with nothing left\nover, they're negative.\"\n\n\"But we're on 1--and you can't even divide one by two--\"\n\n\"I know. One's positive anyway, Enid. Look, kiddo, leave things like\nscrewdrivers and volt-meters and calipers to me and you continue with\nthe can opener as your only tool. What are we going to do to Drake?\"\n\n\"You stop on your way back and pick her up. I'll take care of Drake.\nWhat did you say her first name was?\"\n\n\"I didn't, but it's Sandra.\"\n\n\"Oh! You mean Sandra Drake, the novelist-adventuress?\"\n\n\"I mean Sandra Drake, the she space-barnacle on the hull of progress.\"\n\n\"Oh, I've heard of her. And, John, I'll take care of her!\"\n\n\"O.K., Enid. I'll see you when I get there.\"\n\n\"'By.\"\n\n\n\nSix was as silent as the proverbial tomb. They breached the lock from\nthe outside and went in slowly, to find the station a shambles. Fred\nAtlock, the superintendent of 6, they found after some search. He was\nunconscious, suffering from superficial shock, and he had a four-inch\ncut on his shoulder which was slowly seeping blood from a large clot.\nDan Wilkins, the only other man on that station, they discovered in the\ngenerator room, clinging speechlessly to the output terminals of the\nalphatronic power supply. McBride cut the switch, which was one of the\nfew that hadn't welded shut, and the generator stopped immediately,\npermitting Wilkins to free himself. \"Great Lord,\" he gasped. \"I've been\nsitting there for nine years!\"\n\n\"By actual count, it's been one hour and twenty-three minutes,\" McBride\ntold him. \"How do you feel?\"\n\n\"O.K.,\" said Wilkins in a matter-of-fact tone, and with a slight\neye-brow-raising look of surprise on his face that anyone should ask.\n\"After all, anything under twelve hundred alphons merely paralyzes all\nof the voluntary muscles. The involuntary muscles are as good as gold\nup to that figure. I just feel a little stiff, like I'd been sitting in\none position for an hour and better--which I have. I did everything\nbut explode when that phone rang, but I couldn't will myself loose.\nWhen you're across one of those things, you can't even wink an eye at\nwill, but must wait until the involuntary nervous system winks it for\nyou. And, funny thing, you can't even stop your own breath; you just go\non breathing automatically, since that's what the involuntary system\ndemands.\"\n\n\"O.K. Where's the gang from 4 and 8?\"\n\n\"I dunno. Are they coming?\"\n\n\"Coming? I thought they were here by now.\"\n\nMcBride found the telephone and called 8. \"Jimmy? Where is that gang\nyou were going to send to 6?\"\n\n\"Sorry, Mac,\" answered Jimmy. \"They were needed here to do a heavy job,\nand so I kept them for a bit. They're on their way now.\"\n\n\"O.K., as long as they're on their way.\"\n\nMcBride's call to 4 was less productive. \"Pete? Where is your crowd for\n6?\"\n\n\"Can't send more than one,\" returned Pete. \"Still want him?\"\n\n\"Why didn't you contact me?\"\n\n\"Line was busy.\"\n\n\"O.K., send one man. The gang at 6 was indisposed, that's all, and Dan\ncan work now. Fred is going to be out of commission for the duration,\nbut he can still direct as soon as we get him patched.\"\n\nTo Wilkins, he said: \"Dan, we're going to trot. There'll be help out\nhere soon. Tommy and I are needed on 10.\"\n\nThe flitter took off again and began to cross the lens for 10.\n\nAllison, at 2, called and said: \"McBride? Good news. Two and 3 are\nready for service.\"\n\n\"Swell,\" said McBride. \"Now look, call the stations and ask who needs\nhelp. You and Fellowes go out and assist.\"\n\n\"Right.\"\n\nMcBride hung up the phone, and it rang almost immediately.\n\n\"Mac? This is Caldwell.\"\n\n\"Yes, Doc?\"\n\n\"Look, Carlson is in bad shape.\"\n\n\"Can you jack him up? Not now, but say in three hours?\"\n\n\"Probably, but not more than a few minutes. He'd be better in\ntwenty-four hours.\"\n\n\"Gad, Doc, Pluto'll be forty-eight degrees colder in that time! Knock\nforty-eight degrees off of the temperature on any planet, and you'll\nprobably knock the whole thing for a loop. Better patch him up, Doc,\nbecause he's one of the mainsprings that'll be needed when we're about\nto restore the lens.\"\n\n\"O.K.--and say, John, you don't mind my making a hospital out of your\nlab?\"\n\n\"Go ahead. How's the casualty situation?\"\n\n\"Nothing fatal. Mostly an assortment of cuts, bruises, fractures, and\nshock. I've been checking the stations, and we've been calling all bad\ninjuries in here for treatment. Takes a little longer, but I can keep\nmy eye on more men if they come than I could if I went traveling. Never\ncan tell what'll happen.\"\n\n\"Have you contacted the after stations? They got a shaking up, but\nI don't believe that it was anything compared to the fore element\nstations.\"\n\n\"No, most of the trouble in the back was due to being hit by slowly\nmoving objects of high inertia. They're mostly annoyed, back there.\nThe front system got it, though, what with flying spots of molten\nmetal, electrical discharges that convulsed muscles, and burns from\nthe alphatrons when they went load-free. A few of the boys got hurt\nwhen the mechano-gravitic generators collected the full load of the\npower sources and let them have anything from 10 to 15-G until the\ngravity-switches cut out. That did more than haul the men to the floor;\nit also hauled a lot of what would have been light stuff down on top of\nthem at weights from ten to fifteen times normal. That's what hurt the\nmost of them.\"\n\n\"What fell, mostly?\"\n\n\"Light fixtures, and ceiling equipment. The busbar hangers on 7 gave\nway and dropped a bus line on one fellow, breaking both legs. Eleven's\nmechano-gravitic generator misfocused and hauled everything slaunchwise\ninto a corner of every room. The men picked themselves out of a pile of\nmaterial; everything from loose generators to odds and ends of wire.\nThe latter didn't hurt, but the heavy machinery did.\"\n\n\"Fine business, Doc. Keep 'em patched!\"\n\n\"That's my business,\" said Caldwell. McBride could hear him muttering\nas the doctor hung up.\n\n\n\nMcBride's flitter landed at 10, and inside of the lock, he was met by a\npicturesque red-headed woman of extreme beauty. There was green fire in\nher eyes, and her anger possibly made her more beautiful. McBride took\neverything from her expensively-shod feet to her exquisitely coiffed\nhair in one sweeping glance and decided immediately that it was a shame\nthat a woman like Sandra Drake should have been a stinker.\n\n\"Mr. McBride, I assume?\" she said in that contralto voice.\n\n\"Dr. McBride,\" he corrected, standing upon his dignity for the first\ntime in seven years.\n\n\"Doctor?\" said Sandra scornfully. \"Doctor of what?\"\n\n\"Doctor of Philosophy, major in sublevel energies including the\ngravitic spectrums; electro, magnetic, and mechanical. Master of\nMathematics, Bachelor of Arts, and Doctor of Language and Literature\nHonorary. Is that sufficient weight to gain me a modicum of respect?\"\n\n\"I have no respect for someone who stands in my way!\"\n\n\"I see that. Nor anything, either. Do you know what stopped you?\"\n\n\"No, but--\"\n\n\"Your precious Dr. Holmann is an old goat who is still living in the\npast. But even he should have known that you can't ram a space-ship\nmade of cupralum alloy through a magneto-gravitic space warp.\nPermalloy, or alnico, or anything diamagnetic will zip through such\na warp and pick up velocity on the way--probably enough in this case\nto crush you flat against the bottom of your ship. But a paramagnetic\nalloy such as cupralum has about as much penetrative power as a\nforty-five caliber slug of wet soap against tungsten-carballoy. But\nat your velocity, not only did you stop in something short of nothing\nflat--God knows what your deceleration added up to--but you fractured\nthe space warp, too.\"\n\n\"A man will do anything to prove his point,\" snapped Sandra. \"And I\nhave no doubt that you would do anything, too. What did you use on the\n_Lady Luck_?\"\n\n\"Nothing.\"\n\n\"I don't believe you.\"\n\n\"I don't give a care! You want to go to Station 1? Then come along!\"\n\n\"You lead in your ship, I'll drive the _Lady Luck_,\" said Sandra.\n\n\"Not on your life. You're going to leave the _Lady Luck_ right here.\"\n\n\"I don't see why--or do you intend to steal my ship?\"\n\nMcBride gritted his teeth. \"Look, beautiful and senseless. This is\nStation 10. It is electronegative. One is electropositive. You haven't\ngot a charge-reversal generator in that crate of yours, because I know\ndarned well that the only place where they have 'em is right here in\nthe lens itself. It's the only place they're needed. Now, Miss Drake,\nthe lens is twenty-two million miles in diameter. It is that size\nbecause a disk of that diameter subtends the same arc as the sun does\nwhen viewed from Terra. Since the lens is situated halfway between Sol\nand Pluto, the magnification amounts to the projection of the sun on\nPluto equal to the sun on Terra. Or don't you understand the simpler\nmathematics of optical systems?\n\n\"Now, out across six and a half million miles of space, from here, are\nStations 9 and 1, both electropositive. It so happens, Miss Sandra\nDrake, that _if the density of matter in space were as high as the\natmosphere of Terra at twenty thousand feet, the difference in charge\nbetween Station 9 and this one, 10, would be high enough to cause an\nionization discharge_! Now put that in that jade cigarette holder and\nchoke on it! Can you possibly--is that microscopic mind of yours large\nenough--conceive of the effect upon contact? Sister, you'd not only be\nelectrocuted, but you'd light up the sky with the electronic explosion\nto a degree that would make some Sirian astronomer think that there was\na supernova right in his back yard. Now quit acting like the spoiled\nbrat you are, and come along.\"\n\n\"Nice, high-sounding, technical words,\" sniffed the red-headed girl. \"I\npresume that you have such a thing in that little can of yours? I mean\nsomething that will change the charge on it while in flight?\"\n\n\"I wouldn't have survived the first crossing if I hadn't,\" snapped\nMcBride.\n\n\"And pray tell, how do you detect the change in the electronic charge\nfrom within?\"\n\n\"The electronic charge is so great that a heavy active atom such as\nbromine will, under the positive charge, lose enough of the outer ring\nelectrons as to inhibit the formation of the more complex atoms, while\nunder the negative charge there will be such an excess of electrons\nthat a heavy element of the zero group, such as xenon, will actually\nbe forced to accept an additional planetary electron and will then\ncombine with some of the more active elements. So when xenon bromide\nforms, we know we're highly electronegative, while the chemical\ndissolution of tetrachlorodibromomethane indicates a hellishly high\npositive charge. When we approach the station, we use a little gadget\nknown as an electrostatic gradient indicator which is useful over short\ndistances, and with which we adjust our charge-difference to a sane\nvalue. Pluto and the solar system in general can thank their stars that\nthe carbon-chain molecules that go into the human system are stable\nenough to resist dissolution. We are able to maintain the lens on less\nthan enough charge to kill us all, though the boys in the odd-numbered\nstations report a lower metabolism than those in the even numbered\nones.\"\n\nMcBride paused. \"And if you're worried about that space-warp-wrecked\ncan of yours, I'll be more than glad to give you a receipt for it.\nComing? I've got to go.\"\n\nSandra Drake was still skeptical, but she followed in spite of it.\n\nJohn McBride was met at the space lock of Station 1 by one of the\nlesser casualties from 3, Douglas Whitlock. McBride said: \"How's the\narm, Doug?\"\n\n\"Broken, but on the mend. Doc will put a stader on it in a couple of\ndays and I'll be able to use it again.\"\n\n\"How's 3?\"\n\n\"Not too bad. But, brother, there's a million miles of loose wire\nfloating around the place. Tonk and Harry are rewinding the alphatron\nleader-coils which developed a shorted turn down near the core.\"\n\n\"How are they doing that?\" asked McBride.\n\n\"It was tricky, all right. And this'll slay you. They're using the\nnine-inch lathe!\"\n\n\"Huh?\" McBride was thunder-struck.\n\n\"Well, as Tonky said, it was an emergency. So they used the acetylene\ntorch to cut the lathe bed off right before the headstock. They moved\nthe rest of the bed back about twelve feet and welded it to one wall\nof the room. Now, there's room to get that big core in the lathe. The\nlathe is ruined, of course, or rather the bed is, but the alphatron\nwill be ticking them off in another couple of hours.\" Whitlock looked\nat the girl and asked McBride: \"Where did you find her?\"\n\n\"This,\" said McBride, \"is Miss Sandra Drake.\"\n\n\"Oh yes,\" said Whitlock brightly, \"Drake, the human cannon ball ... or\nis it screwball?\"\n\n\"And what happened to you?\" asked Sandra caustically. \"Did you step\ninto an open port in the dark?\"\n\n\"Frankly, I was hit by a falling busbar--\"\n\n\"Probably the real cause of this whole failure.\"\n\nThere was fire and blood in Whitlock's eye as he looked at Sandra\nDrake. Actual bloodshed was averted by a very scant margin when Enid\nMcBride entered and stepped before Sandra, cutting off any attempt of\nWhitlock's to advance upon the red-headed female with intent to inflict\ndamage.\n\nEnid McBride was three or four years older than the other woman,\nand it must be reluctantly admitted that she was not the four-alarm\nall-out beauty that was capable of matching looks with Sandra. On\nthe other--and most important--hand, Enid had the ability to make\nmen and women like her; in her less boisterous way, Enid's charm and\npersonality made itself felt even before she spoke to Sandra.\n\n\"You're needed,\" she told Sandra quietly.\n\n\"For what?\" asked the Drake girl, and her cool contralto sounded\nscratchy in contrast.\n\n\"We've a number of hurt men here and we need help. You're elected.\"\n\n\"I've never helped a man in my life.\"\n\n\"You are getting no younger,\" said Enid with a short laugh. \"I'd say it\nwas about time you started.\"\n\n\"Oh men!\"\n\nEnid looked at McBride, and with that almost telepathy that seems to\nexist between husband and wife, John understood that he was to leave\nthis to Enid. He thought with a smile: Enid's smaller, but I'll bet she\npacks a better wallop! Then he motioned to Whitlock, and they left as\nEnid said: \"You're a complete washout, my dear, and your not knowing\nthat makes you even more complete. Why don't you get smart?\"\n\n\"Are you trying to tell me how to manage my life?\"\n\n\"It's time someone did. Obviously you aren't capable of managing it.\"\n\n\"I do all right.\"\n\n\"Nuts. If this is a sample of your brilliance, I say, 'bring back the\ngood old days!' Look, Sandra, what are you trying to prove?\"\n\n\"That I'm as good as any man.\"\n\n\"Spinach. Ask any man and he'll probably admit it. What you're trying\nto prove is that you're better than all men, isn't that it?\"\n\n\"Well--\"\n\n\"And since you are superior to men, no doubt you'd prefer legal\nprotection for them--marriage laws designed to assist and protect the\nweaker and inferior male; labor restrictions so that grasping women may\nnot take advantage of them; protection so that avaricious women will\nnot be able to take advantage of his lesser experience?\"\n\n\"Why that's ridiculous!\"\n\n\"Is it? A few hundred years ago, men set up such laws to protect women\nbecause they realized that there were among their own sex, men who\nwould think nothing of taking advantage of an unwary woman. As soon\nas the women decided that they were equals, men reluctantly removed\nthat protection. Now, Sandra, if you are equal or superior to men, you\nshould be civic-minded enough to want to protect the weaker.\"\n\n\"Bah! You talk like a man!\"\n\n\"Nonsense. I'd scream like a stuck pig if any man decided that I\ncouldn't take care of myself. But I have enough sense to realize that\nall of the courtesies that men offer me are tokens of their affection\nand not gestures toward someone who cannot get in out of the rain\nwithout help. As for the weak, what would you say to a man who slugged\na woman and then ran off and left her to suffer?\"\n\n\"He's a rat!\"\n\n\"How about the dame who does the same to a man?\"\n\n\"That's--\"\n\n\"Be careful, Sandra Drake. The girl I'm speaking of is you!\"\n\n\"Well--\" Sandra let the sentence die in midstream.\n\n\"Think it over, lady wrestler. And when you make up your mind, come on\nin and help.\"\n\nEnid left Sandra standing in the room. She went to the improvised\nhospital and began to work. Her touch was gentle, but within her, Enid\nburned. To Enid, Sandra Drake was as representative of the female sex\nas poison ivy is representative of the plant family.\n\n\n\nJohn McBride faced the men in his office. \"Give it to me in rotation,\"\nhe said. \"Starting with Station 1.\"\n\n\"We're down to the ruined relays and a few hundred feet of burned\ncable. A half hour with help.\"\n\n\"Two is running O.K. on test power. She can stand a little sprucing,\nbut that can wait.\"\n\n\"Three is ready for test power, or will be within the next ten minutes\nor so.\"\n\n\"Four will be O.K. as soon as we get the space-warp generator tuned. We\nmanaged to repair the input circuits.\"\n\n\"Five is running on test power.\"\n\n\"Six is ditto.\"\n\n\"Seven is still cleaning up some of the mess, but can go on test power\nas soon as the time is ripe.\"\n\n\"Eight is O.K. except for some burned cable and some messiness. We\nnever were in really bad shape.\"\n\n\"We're still cleaning relay contacts with files. Take another hour at\nleast, and we've got so much help that the boys on the upper panels\nare standing on the shoulders of the men working on the lower panels.\nAlso, they're so close together that they need a hortator to beat time\nso their elbows won't clash. That's how we stand on 9.\"\n\n\"Ten's in shape for test.\"\n\n\"Eleven needs a new alphatron, which is being hooked into place right\nnow.\"\n\n\"Twelve is ready to go on test, according to Ben, who called just\nbefore you came.\"\n\nMcBride smiled wearily. \"That's the fore element,\" he said. \"They tell\nme that the rear element is all ready and waiting. So all we need now\nis Carlson. Give orders to have the propulsion operators start aligning\ntheir stations. And get me Doc Caldwell.\"\n\nThe phone rang and McBride picked it up. \"This is Doc,\" said the man on\nthe other end. \"Look, Mac, can you come over to my office?\"\n\n\"Sure,\" answered McBride. To the men in the room, he said: \"Fight it\nout among you. Give help to any station that still needs it. We're\ngoing back in service as soon as we can--in an hour, I'd estimate.\nThat's if Carlson is capable of handling his end.\"\n\nMcBride went to Doc's office. Caldwell smiled bleakly. \"He's conscious.\nHe insists on talking to you.\"\n\n\"Is he O.K.?\"\n\n\"He's weak, but he'll be all right for a few minutes.\"\n\n\"Look, Doc, I don't want to kill anybody by making him work when he's\nlikely to keel over, but we need Carlson if we ever needed any man.\nDarn it, why are there so very few men with supersensitive balance?\"\n\n\"It's hereditary, and the human race is still mongrel by its own law,\"\nsaid Doc with a smile. \"By which I mean that it is illegal to marry\nyour own brother--or sister.\"\n\nMcBride laughed, and then went in to see Carlson.\n\n\"Carl,\" said McBride, \"how do you feel?\"\n\n\"Wobbly.\"\n\n\"How wobbly?\"\n\n\"Not too bad. How're things?\"\n\n\"We've been running around like waltzing mice for the past few hours,\nbut we'll be ready for business in a few hours.\"\n\n\"I'll be needed.\"\n\n\"In an hour.\"\n\n\"I'll be up.\"\n\n\"He'll be up,\" said Doc. \"How long will he be needed?\"\n\n\"Perhaps an hour.\"\n\n\"He won't be up that long.\"\n\n\"What can we do?\"\n\n\"Get everything ready. If he can hold out, or if you can set things\nso that the warp can be established in a shorter time, we're in. You\ncouldn't hold a partial warp for any length of time?\"\n\n\"Not a chance. It's one of those yes or no things. You can't stand\nstill while building a space warp. You must either build up or let\nfall.\"\n\n\"If you could use something less than perfect, supersensitive balance,\nI could buck him up with a bit of dope and he'd last longer.\"\n\n\"Why not stand by with the needle? Or could you give him something\nthat will wear off in a half hour and sort of increase that balance as\nthe time passes--giving him the buck-up at the first and saving that\nstrength for later?\"\n\n\"Might work, but I sort of hate to take finely-cut chances like that,\"\nsaid Caldwell. \"We'll try it!\"\n\n\n\nThe last report was in, and all stations were ready and operating on\ntest power. McBride spoke into the broadcast communicator, so that the\nsuperintendents of all stations could hear him simultaneously.\n\n\"Rear element, fore stations, set up primary warp.\"\n\nGenerators whined up the musical scale in the twelve stations that\ncircled the junction between the fore and aft elements. Slowly and\nponderously, the stations began to fall into a true plane, and as they\nbegan to align, the electro-gravitic generators began to work more\nefficiently.\n\nBefore the warp had started to form, McBride called: \"Rear element,\nrear stations, set up secondary warp!\"\n\nThe rearmost twelve began to fling their power across the circle, and\nthe space between the two regular polygons began to take lenticular\nshape. As it formed, it thickened, and the massiveness of the space\nbetween the warps set the stations more firmly in place. They\noscillated gently back and forth, in a damped cycle and would be\nmoving in gentler and smaller excursions for days before they came to\ntotal rest.\n\n\"Fore ring, set up magneto-gravitic warp!\"\n\nThe heavy alphatrons began to fill the space between the fore\nstations with alpha particles. Circling in ever-decreasing spirals,\nthe particles set up a super-powerful magnetic field parallel to the\naxis of the lens. As they reached the center of the lens, the alpha\nparticles lost velocity and with their lost speed, they also lost their\neffect. They died out, and to all effects, disappeared.\n\nThe space between the electro-gravitic warp and the magneto-gravitic\nwarp decreased as the fore warp thickened, and then with a sickening\nswell on the part of the stations themselves, the center of the fore\nwarp touched the center of the aft warp.\n\nCohesion took place, and the fore warp, not completely formed, snapped\nback against the electro-gravitic warp, drawing the fore stations\nback a few miles with it. Their mass made them pass the point of\nbalance, and then the overly-convex surface exerted pressure against\nthe stations, and they moved forward into damped oscillation. The\noscillation continued for four long, slow swings, and then McBride\ndecided that they were stable enough for continued action.\n\n\"Doc,\" he yelled. \"Get Carlson, take the surface flitter, and keep an\neye on him while he keeps an eye on the lens!\"\n\nOut across the fore surface of the magneto-gravitic warp went the\nsurface flitter. Out across the firm surface of warped space went the\nflitter, running on the way of magnetic power where pseudo-gravity was\nmade at will. It ran across the lens to the center, and Carlson seated\nhimself in a stiff chair and put his head against a niche in the hard\nback. Before his mouth a microphone was placed, and every bit of motion\nwas stopped in the flitter. Even the doctor sat quiet in order that he\nwould not disturb Carlson's perfect balance.\n\n\"We're thick on the 5 edge,\" he said, and McBride turned and spoke to\nStation 5.\n\n\"Decrease alphatron output,\" he said.\n\n\"Now about one quarter that amount on 6.\"\n\nThe adjustments were made, and Carlson's perfect balance told him\nwhether or not the optical axis of the lens was correct by its pull\nupon the semicircular canals of his inner ear. A half hour passed,\nduring which the power output of the various stations were adjusted,\nand after each adjustment, there was a period of waiting as the new\noutput demanded a new positioning of the station to meet the curve of\nthe lens. Then Carlson said, in a tired voice: \"Mac, they're O.K., I\nthink. Circle 'em!\"\n\n\"How's he, Doc?\" asked McBride.\n\n\"O.K., but weak. He'll last another fifteen minutes.\"\n\n\"Make him rest for that time. We'll need him then.\"\n\nMcBride gave the signal, and the three rings began to rotate; the\nfore and aft rings going clockwise and the center ring moving in the\nopposite direction.\n\nThen, fifteen minutes later, when the rings had gained their orbital\nvelocity, Carlson resumed his post.\n\nFor ten minutes he sat stiffly in the chair, his eyes closed and his\nevery nerve straining to catch imperfections in the thickness of the\ngravitic warps. He was the key to success, and he had no equal. For the\nstrength of the pseudo-gravities and the power of the magnetic field\nthat coupled with the fore element prevented any of the more intricate\nmachinery from functioning. Only man, whose nervous system was not\ninterrupted by magnetic fields, and whose chemistry and physical\nattributes were not overly disturbed by electronic charges, could have\nestablished the correction of the lens.\n\nCarlson and Dr. Caldwell sat out in the center of a magneto-gravitic\nfield that would have destroyed the finest of balance-mechanism, and\nabove an electro-gravitic field that would have prevented the operation\nof an instrument sensitive enough to detect imperfections in gravitic\nalignment.\n\nAlways there would be men with Carlson's gift of super-perfect balance,\nand they would find their life work in maintaining the life-giving\nlenticular warp in space.\n\nCarlson slumped wearily in his chair and smiled tiredly. \"O.K.,\" he\nsaid. Caldwell started the crude drive and the surface flitter started\nto cross the lens to Station 1.\n\n\n\nOn Pluto, the first sign of renewed life was a flash of light in the\nsky. It started as an expanding pinpoint and burst out over a quarter\nof the sky before it diminished to a safe value. The scintillating\nfingers that darted from the twelve-scalloped sun were still. Then,\nas the magneto-gravitic warp was established, the color of the sun\nchanged slightly, as the compounded lens removed harmful radiations\nby controlled chromatic aberration. The size of pseudo-sol expanded\nand contracted, and then settled down to a familiar size. The long\nfingers of light, that were leakages through the interstices between\nthe stations, began to change as the stations took up their orbital\nmovement. Then the streamers began to spread outward from the sun,\ndetaching themselves as they reached maximum length and dying as their\ninner ends crept out to meet the far extension of the streamer. Between\nthem, other streamers started to grow.\n\nThe pattern became familiar, and the men and women of Pluto ceased to\nlook at the wonder of their returned sun.\n\nThen they returned to their everyday lives.\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68208/pg68208.txt",
        "name": "circle_of_confusion.json"
    }
}