{
    "name": "Circle of Flight",
    "author": [
        "Stockham, Richard"
    ],
    "body": "\nIt seemed they had argued for years as they were arguing tonight. The\nman paced back and forth chain-smoking cigarettes; the woman sat\nmotionless, watching him. They glanced at their watches with fearful\neyes. They heard, with acutely alert ears, the goings and comings of\npeople in the hall; heard the shattering blast of rockets in the sky\nabove the city. And they argued.\n\n\"So you're going through with it tonight,\" he said heavily, \"in your own\nway.\"\n\n\"Yes.\"\n\n\"Perhaps I should stop you.\" He crushed out his cigarette. \"If the\npolice were to hear--\"\n\n\"No!\" The word was thrown at him. \"I know you don't mean that. But it's\nunworthy of you even to say it.\" She covered her face with nervous\nhands. \"After all I _am_ your wife.\"\n\nHe stood over her, his lips tight. There was something of the fragile,\nfinely made puppet about her, he thought, as though she had been\nrefashioned a hundred times by some artisan seeking after perfect\ndelicacy and precision. He softened momentarily.\n\n\"Come with me then,\" he said.\n\n\"No.\"\n\n\"Why? Why?\"\n\n\"Your way is _wrong_.\"\n\n\"We're the last two leaders of the opposition alive.\" His voice came\nswiftly and low. \"The authority's beaten us. Their setup for killing,\nimprisonment, bribery and blackmail functions too well. Our whole\norganization's been scattered like matchsticks. The police are closing\nin on us. We're finished here on earth. We'll be lucky if we're killed\nquickly.\" He waited a moment for his words to take effect. \"We go along\ntogether that far.\"\n\nShe stood, clasping her hands. \"Of course. Of course.\"\n\n\"Look. I know you've finished that damned contraption of yours that'll\ntake you into the atoms. I know you've been working on it for years. But\nI've been working too. My ship's been ready to take off into super-space\nfor two days. But I haven't gone. I've been waiting for you. To wait at\na time like this is to ask for death or worse. Now I demand you give up\nthis insane idea of going into the atoms. You've got to come with me.\"\n\n\"I've told you I can't escape with you out into the macrocosm. It's not\nmy _way_!\"\n\n\"The word 'escape' doesn't apply,\" he snapped, \"to what I'm doing.\n_You're_ escaping. You'll creep into the microcosm and sit there like a\nseed that won't grow. You can't fight the Authority from the microcosm.\nThat way is utter passivity and death. _My_ way is fighting back. I'm\ngoing into hyper-space. My ship and I'll become so huge and powerful\nI'll throw suns around like snowballs. I'll toss meteors around like\ngrains of corn. I'll upset gravities and warp time. I'll stretch and\nstraighten space. I'll turn dimensions inside out--\"\n\n\"Yes. You'll destroy. You'll ruin everything, you'll break the innocent\nas well as the guilty.\"\n\n\"I'll have to take that chance,\" he said grimly. \"But I'll destroy the\nAuthority and everything that goes with it.\"\n\nShe pulled from his grasp. \"Violence and destruction are not my way.\nThey never have been.\" Slowly now she sank into the chair, looked past\nhim as she spoke. \"You've always worshipped spaces and vacuums and\nvoids. I've always been happy working with flowers and trees, the life\nof the meadow and valley, the rain and the new, small buds in\nspringtime. We have always gone in opposite directions.\"\n\nShe paused and smiled a bit wistfully. \"It's funny. Now we find, too\nlate to help our marriage, that there's a whole universe between us. You\nrefuse, or perhaps you're afraid, I don't know, to go to the source of\neverything--this table, this chair, this gown, your own flesh. You don't\nwant to understand life; any more than you want to understand me. You\nmust conquer it--or destroy it. You must be a giant that can kick the\nearth around like a football. But I _do_ want to understand, for in\nunderstanding lies the cure. My machine will take me into the atoms.\nI'll become part of the fabric and tapestry of the very warp and woof of\nour world. By becoming a _part_ of it, I will _know_. I'll find the\nsecret of life in inner space and I'll return and release our people\nfrom the Authority. And you? You'll never _really_ understand anything.\nYou'll be a wild comet, yes, but I'll be a raindrop in a deep well,\nlearning patience. I'll be a true healer.\"\n\nFor a moment sadness rose and softened his face. \"There's nothing more\nto say, is there.\"\n\n\"I'm afraid not.\"\n\n\"We'll make the goodbys quick.\" He came to her. \"At least we're being\nhonest with each other. No lies. No pettiness. We've developed pretty\npowerful ideals. And they just won't fit together. It's that simple--and\nthat good.\"\n\nShe looked up at him and smiled. \"At least I haven't lost you to another\nwoman.\"\n\nHe returned her smile. \"We're getting sentimental. This isn't good. It's\nweakening.\" He bent and lightly kissed her hair. For an instant her\nbreathing stopped.\n\n\"Goodby.\"\n\n\"Goodby,\" she whispered.\n\nHe strode to the door and opened it. His body snapped taut.\n\n\n\nConfronting him with a drawn blaster, stood a man in the shining red\ngarb of the police command. He resembled Mephisto with his flowing cape\nand snug trousers. His face was dark, his nose thin, his eyes black and\nvery bright.\n\n\"You seem surprised,\" said the man in red.\n\nAria had half risen from the chair. As the eyes of the policeman turned\non her, she sank back.\n\n\"How opportune,\" the policeman continued. \"The eve of your departures.\"\nThe smile set on his mouth. His gun snapped up on a line with Thorus'\nheart. \"No sudden moves, or you'll be burnt to a cinder. But no. That's\nwhat you want--a quick death. So let me threaten you with merely burning\nyour legs off.\" The blaster lowered. \"It may interest you to know we\nhave a recording of your whole conversation. But there's something\nelse.\"\n\nHis eyes holding Thorus, he gave a sharp command to two burly,\nbullnecked policemen. They stepped from the shadows and stood behind the\ncommander. One held a small, black box.\n\n\"I see,\" the commander said, \"You've had experience before with the\ntruth clamps. You're frightened.\"\n\nThorus motioned the commander inside. \"A little fear trickles through my\nhate.\"\n\nThe door swung shut behind the three policemen. Thorus glanced at Aria.\nHer fingers clutched the arms of the chair. He knew she was thinking of\nthe blocks that had recently been installed in their minds by X-ray\nhypnosis. Would the blocks hold after three days? Three days, they both\nknew was the limit.\n\n\"It's your methods of escape we must have,\" said the commander. He\nmotioned to one of the policemen.\n\nThorus watched the man step in front of him and raise the clamps to his\nforehead. He saw features that were thick and heavy, as though they had\nbeen roughly moulded out of too wet clay.\n\n\"You can see,\" the commander went on, \"the tremendous advantage to us of\nbeing able to go into the macrocosm and toss meteors around like bits of\ncorn, as you say.\" He glanced at Aria, who sat huddled in the chair,\nlike a porcelain doll. \"And then into the microcosm. Unlimited power. A\nwhole new universe to conquer and colonize.\"\n\nAria did not move or speak.\n\n\"I see she refuses to face reality.\" He turned to Thorus. \"But _you_\nwill face reality--and so will she when we've finished. Had you\nconducted your experiments in behalf of the Authority, you would have\nbeen well rewarded. But no, you have been working against us--however,\nit has been _for_ the Authority after all.\"\n\nThorus felt the clamps tight on his temples, like two steel fingers.\nSitting stiffly on a chair, he felt sweat on his back and chest, felt it\nseep from his forehead down into his eyes, felt the burn of salt. There\nwas tightness all through him as he waited for the first shock. His\nfingernails cut his palms. His breath stopped. His shoulders and arms\nhardened, stretched tight his tunic.\n\nThe commander flicked his finger at the one kneeling before the little\nblack box. This one tripped a lever. A soft hum seemed to rise from the\nbox and fill the room.\n\nThorus listened to the hum grow until it was a soft, high pitched\nscream. He closed his eyes. The next instant a shattering blow ripped\nthrough every inch of his body. Fire ran along his nerves. He felt his\nlips grimacing away from his teeth, felt the corners of his mouth\nstretching back to his ears. Oh God, oh God, he cried out in silent\nagony. Hold back my screams. Then he heard himself groan. He cut off the\nsound of it. Choked. Heard a growl deep in his chest. Lights flashed in\nhis eyes and there was a tearing apart through his whole body. A\nsqueezing together rushed all around him and an insane pounding and\npulling as though his flesh were being beaten and clawed from his bones.\nTime dropped away from him until it seemed he had never been aware of\nanything but this agony. Then he was empty of sensation. He felt himself\nfall forward, felt heavy hands catch him roughly and set him upright.\nThe soft voice of the commander flowed into his mind like a voice from\nouter space:\n\n\"You will tell us your method of going into the macrocosm. The\nequations, the type ship, its propellent, where the ship is hidden.\"\n\nThorus felt enveloped in a void.\n\nThe voice of the commander droned on. \"All we need is a clue. We'll work\nout the rest.\"\n\nLife and feeling and thought were surging back into Thorus now. Strength\nfilled his muscles again. Sight came into his eyes. Again he sat\nstraight and stiff on the chair. The block held, he thought. It held and\nthey cannot know now!\n\n\"Speak!\" The commander's voice rose. \"Damn you!\" He seized Thorus by the\nhair. \"You've blocked off the information. I'll see both of you tortured\nuntil you'll wish to kill each other. Then we'll try the clamps again.\"\nHe smashed his fist into Thorus' face.\n\nOn the instant the commander pulled back his fist, Thorus reached out\nand jerked the blaster from his belt. His foot came up hard against the\nman's groin. There was a grunting cry of pain. Thorus fell backward off\nthe stool, pressing the blaster trigger as he hit the floor. He saw\nblood gush from the commander's middle, saw him pitch sideways, like a\nbroken statue, heard Aria's scream. The clamps pulled from his head. He\nswung the gun's muzzle to the two policemen, clawing at their holsters.\nThe blaster struck out, a long coughing hiss, a spray of flame. There\nwere cries and gasps and jerking and clutching and the scrambling fall\nof the two bodies.\n\nThen silence.\n\nThorus crawled unsteadily to his feet, stood swaying. The gun hung\nloosely in his hand. Now he felt Aria close to him, heard her voice\ntrembling and breathy.\n\n\"Thorus! Are you all right?\"\n\n\"Yes.\"\n\n\"The blocks held! They held!\"\n\nSteadying himself, he saw Aria glance at the bodies on the floor.\n\n\"Destruction!\" she shuddered. \"Nothing but destruction. Oh God, I'm sick\nof it!\"\n\nThorus let the gun drop to the floor. \"There's no time to talk. Your\nlaboratory.\" He grasped her by the shoulders and turned her toward a\nbright steel door across the room. \"_You'll_ save time to go into your\ndamned microcosm. _You'll_ make it. Good luck. If I have any luck at\nall, I'll make it too.\" He gave her a push. Without speaking or turning\nback, she moved across the room, as though sleep walking. The gleaming\ndoor slab slid back as she approached it, closed behind her.\n\nThe memory of her face stayed in his mind for a long moment after she\nhad disappeared, and from the room's atmosphere he seemed to breathe in\nregret and a sense of their failure. He turned abruptly, looked down at\neach crumpled body. Opening the door a crack, he searched the brightly\nlighted street for the figure of a policeman, saw none, stepped outside\nand ran.\n\n\n\nIn her laboratory, Aria worked deftly, swiftly at the transparent\nbody-length cylinder. She checked wire connections, dials, buttons, then\nopened one end of the tube, lowered herself into place, when she had\nclosed the tube, she lay still, the forefinger of her right hand resting\non a button.\n\nDuring all these preparations, she was viewing, with her inner sight,\nThorus' tiny ship streaking through the night toward a distant mountain\npeak where a small metal ball, large enough for one man, sat shrouded by\na screen of invisibility. Now she saw the streak of flame die in the\nnight and the tiny ship sitting motionless beside the metal ball; saw\nThorus open a hatch in the ball's side, let himself through the opening\nand swing shut the circle of steel.\n\n\"Thank God,\" she said. \"Whatever comes now, at least he's made it.\"\n\nWiping away the vision of him, she hesitated a moment, said goodby to\nearth and life as she'd known it and would never know it again. A moment\nof yearning for a chance to live safely and well as a wife and mother\nswept her with sadness. The yearning held her finger from the button; a\nfinal hugging of human love and full human life, a last lonely cry for\nearth as she had known it in childhood with the press of wind and the\ntouch and sight of green growing things and the depth of blue above and\nthe ground beneath.\n\nFeeling then as though she were plunging into midnight ocean depths, she\nthrust her finger hard against the button!\n\nInstantly light shimmered all about!\n\nThe room dissolved. A sense of dreaming too vividly, yet of being deep\nin a sleep that was a thousand times more acutely awake than any\nawakeness she had ever known filled all her being. She felt herself\nsinking into a great bottomless depth and yet at the same time soaring\nthrough space to the ends of the universe, until both falling and\nsoaring flowed into each other and became suspension. And then suddenly\nshe saw all things as one. She saw the intricate design of a snowflake\nthat was the snows of all the earth and a drop of water that held all\nthe oceans.\n\nThere was the rhythmic beating all around as though of a great,\nomnipresent heart and the surge and flow of oceans of lifeblood and the\nrise and fall of eternal breathing. A speck of soil was the soil of all\nthe earth, from which grew forests and fields of green. She let herself\nout into the space of all this and was merely there, like time is, where\nthere is the motion and change of birth and death and birth again and\ndeath again. She felt a gentle touch on her body that was the body of\nall mankind and knew it for the touch of air, a single element of all\nearth's winds that yet was all the clear winds of earth.\n\nThe next moment a thundrous roar crashed like a tidal wave. She felt a\ngigantic shaking in all the snow and water, in the oceans and mountains,\nin the air and wind, in the blood and life and beating heart. A\nfaltering of the rhythm and flow went, like a cosmic shudder, through\nall this life and through her own being so that she was conscious of\nnausea and ache and a violent flinging about.\n\nShe had a sense then of pulling within herself, like a sea anemone that\nhas been touched by an enemy.\n\nAnd in her silent voice, she cried out, \"Thorus!\"\n\nIn the macrocosm. Thorus destroying! Destroying! The next instant her\ninner sight swung back to where Thorus' ship, the shining metal ball,\nhad leapt up off the mountain of earth; leapt, in the fraction of a\nsecond, through the blue earth covering into black, outer space. Her\ninner sight saw the metal ball inflating, a cosmic balloon, flashing\nlike the sun, then seeming to fill the space between all the suns!\n\n\n\nThorus, in his ship, was conscious of being a colossus that could step\nfrom planet to planet as though he were using them for stones to cross a\npond of earth water. Step past the solar system, he thought, out into\nthe universe. Now the sun became a tiny ball of fire, a lightning bug,\nthe earth a grain of dust. He could blow out the light of the sun, flick\nEarth and the other planets into nothingness. \"I've broken through,\" he\nthought. \"I've done it! I've been released.\" And looking out and away,\nhe saw universe upon universe extending past infinity, it seemed, an\nocean without a horizon.\n\nNow, said his thought, I will destroy all evil and I shall begin with\nthe evil of earth. As though he were looking through a microscope, he\nfocused his sight on the grain of dust that was earth. His fingers made\ndelicate adjustments on a dial, and earth, softly green and blue, swam\nclearly into his vision. He magnified his sight of earth until he could\nsee all of it like a gigantic relief map. He saw the fortified places of\nthe Authority--great, spreading, shining, metal domes; saw them dotting\nthe earth; saw the lines of vehicles speeding back and forth between\nthem. He saw too the hamlets of the people, in the spaces between the\nforts of the Authority, all places of squalor with row upon row of\nboxlike houses, each exactly like the other. There were not any green\nlawns or shade trees, only houses and streets and people moving about.\n\nThorus felt his anger rise. He pressed a button that flung out fields of\ngravity. Earth rocked and heaved, like an animal in convulsions.\nVolcanos exploded, shot out their flaming, poisonous refuse. Oceans were\nmonsters writhing and rolling in their troughs, reaching onto the land,\nas though to pull it beneath them. And the land itself split wide and\nsnapped shut great, yawning jaws. There was a wild rushing about among\nall the people, a madness, as though frantic motion would save them.\nThey looked up off the convulsed earth with panic stricken eyes, their\nvoices raised in agony.\n\nThorus' voice sounded, \"The time for the death of the Authority has\ncome. I will crush them as though I were crushing snails.\" He reached\nout from the ship with rays that seized meteors and flung them like a\nschoolboy flinging stones at bottles, one by one against the massive,\nshining domes of the Authority. The domes cracked and split and were\ncrushed. The atomic bombs broke open with flame that leapt up yellow\ntongues and grew mushrooms in the sky, and a burning death spread all\naround.\n\nThen Thorus was quiet, watching all that he had destroyed.\n\nBut suddenly, he became aware of Aria's thought within him, crying out.\n\"Destroyer! Murderer! In moments you've set humanity back a hundred\nthousand years. You're worse than the Authority. There'll never be any\npeace for you or for the earth or even the universe after what you've\ndone. Other Authorities will come and you'll have to destroy them and\nothers and others. Destruction for you forever, on and on, until you\nfill the universe with it....\"\n\nIn his mind, Thorus saw her among the falling snowflakes and the drops\nof cool water and the green, growing atoms; saw her in the transparent\ntube sink deeper and deeper into the microcosm, away and away like a\nminnow swimming down into a beautiful lake on a summer's day. Deeper,\never deeper, until there was nothing but the blue, sleepy water.\n\nAs Thorus looked upon the earth again and saw the terrible destruction\nhe had wrought, he trembled. There was the realization in him that,\nbeneath his consciousness, had lain the hope that, after he had wiped\nclean the earth, Aria's healing power would remake it. But now there\nwould be no healing, and for thousands of years earth would lie a\nsmoking ruins with the people crawling about its shattered surface like\nbugs.\n\nHe turned from all he saw. He closed his eyes and threw his ship out\ninto space, threw it away into the fathomless void. He must escape from\nthe universe, must flee from the horror that filled him at the\ndesolation he had wrought. Straight out into space, out into the\nforever, where earth would cease to exist, where he and his remorse\nwould be lost.\n\n\n\nGleaming suns and galaxies streaked past yet he seemed within himself to\nbe hanging motionless in an infinite sea of blackness while he knew that\nthe speed of him cracked through the barrier of time and space; knew\nthat it was a speed beyond any conceived by the mind of man. On into\nforgetfulness, escape beyond his memory, faster and farther away than\nhis mind, so far away that even earth would disappear in his thought.\n\nAs incredible distances stretched almost to breaking between himself and\nearth, he thought: So this is the end. For all I've been and wanted to\nbe, this is it. A nothingness beyond the universe.\n\nBut as the last word went from his thought, he saw a greenish blue ball\nof light rush toward him. He watched it inflate in the port. It\nenveloped the whole ship. The suns and the galaxies had faded into\nnothingness. He was aware of sinking into eternal depths but at the same\ntime he felt himself soaring until sinking and soaring flowed into each\nother. After a time, he saw shimmering white crystals encircling his\nship. And then the encircling crystals became one snowflake reflecting\nlight like the moon.\n\nA great wonder filled him and he stared in overwhelming awe. He heard\nhis own heartbeat in his body and outside the ship, holding the ship in\nan eternal throbbing; heard the flowing of his own blood like a\nturbulent river; heard his breathing become the ebb and flow of wind,\nlike the sound of surf. His body too became the soil of earth and its\nrock and water and he was deeply conscious of growth all through him. He\nwas birth and death and he was both in one and he was the life of\nmankind, of animals, of plants.\n\nAs he waited in what seemed to be eternity, sunlight broke into his\nsight and he saw a field of grass forming around his ship. Blue sky swam\ninto focus above him. White cloud patches formed in the blue as though\nthey had been ordered there by the word of creation. Thorus knew then\nthat he was on earth again, that he had come up from deep inside it.\n\nRising up, like one awakening uncertainly from sleep in a strange room,\nhe opened the ship's hatch and looked out upon the land. A flash of\nlight caught his eyes then, from above, and he looked up in wonder.\n\nHe gasped.\n\n\n\nAria, in the transparent cylinder, sinking down through the blue, like a\nleaf, settling gently to the earth a hundred feet away.\n\nShe crawled out and stood looking across the field of grass at him, a\nstrange, smile on her face.\n\nThorus leaped from his ship and ran toward her. He ran silently. She\nheld out her hands and he grasped them tenderly, as he would grasp the\nhands of a child. And all he could say was, \"Aria. Aria.\"\n\n\"Thorus,\" she said, and there was courage and joy in her voice. \"We've\ncome back.\"\n\nThey stared into each other's eyes for a long moment and then they were\nclose, and they held to each other and swayed.\n\n\"Do you know what's happened?\" she said.\n\n\"Yes. You came back through hyper-space while _I_ came back through the\natoms.\" His voice was quiet. \"Oh, Lord. Oh good and strange Lord. We\nforgot that one of the great men twenty thousand years ago, proved that\nspace was curved.\"\n\n\"Yes.\" She stood away from him now, yet held to his hand. \"We couldn't\nescape from our place in life or ourselves or the good and the evil that\nwe have done. We came back to our earth and now we must do what we have\nleft undone.\"\n\nThere was much to be done.\n\nThorus looked around. He saw in the distance a crushed and smoking\nruins. \"I've destroyed the Authority, but I've destroyed too much. Now\nthe people are in chaos.\"\n\nAria stood silently awhile, and then moved his arm. \"But now you can\nhelp me to heal them. You've seen in the microcosm, as I have in the\nmacrocosm that all life is one. Now we can show the people that outer\nand inner space are not separate. We can show them how they exist\ntogether and how there can be no escape in either or from either. It\nwill take a long time. But we will do it. And the doing will be grand.\"\nShe paused. \"The beginning and the end, Thorus. The greatness and the\nsmallness. The light and the darkness. It's all here.\"\n\n\"And all that's in between. That too.\"\n\n\"Yes,\" she answered quietly. \"That too.\"\n\nThey turned to the smoking ruins and arm in arm began walking toward it.\n\n\n                    THE END\n\n\n       *       *       *       *       *\n\n\n\"Obvious punctuation errors repaired.\"\n\nPage 100 (page 8 of this ebook) baloon spelling corrected to balloon",
    "metadata": {
        "author": [
            "Stockham, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32885/pg32885.txt",
        "name": "circle_of_flight.json"
    }
}