{
    "name": "Clocks",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)",
        "Jerome, Jerome Clapp",
        "Jerome, J.K.",
        "Jerome, J. K.",
        "Jerome, Jerome Klapka"
    ],
    "body": "There are two kinds of clocks. There is the clock that is always wrong,\nand that knows it is wrong, and glories in it; and there is the clock\nthat is always right--except when you rely upon it, and then it is more\nwrong than you would think a clock _could_ be in a civilized country.\n\nI remember a clock of this latter type, that we had in the house when I\nwas a boy, routing us all up at three o'clock one winter's morning. We\nhad finished breakfast at ten minutes to four, and I got to school a\nlittle after five, and sat down on the step outside and cried, because I\nthought the world had come to an end; everything was so death-like!\n\nThe man who can live in the same house with one of these clocks, and\nnot endanger his chance of heaven about once a month by standing up and\ntelling it what he thinks of it, is either a dangerous rival to that old\nestablished firm, Job, or else he does not know enough bad language to\nmake it worth his while to start saying anything at all.\n\nThe great dream of its life is to lure you on into trying to catch a\ntrain by it. For weeks and weeks it will keep the most perfect time. If\nthere were any difference in time between that clock and the sun, you\nwould be convinced it was the sun, not the clock, that wanted seeing to.\nYou feel that if that clock happened to get a quarter of a second fast,\nor the eighth of an instant slow, it would break its heart and die.\n\nIt is in this spirit of child-like faith in its integrity that, one\nmorning, you gather your family around you in the passage, kiss your\nchildren, and afterward wipe your jammy mouth, poke your finger in the\nbaby's eye, promise not to forget to order the coals, wave at last fond\nadieu with the umbrella, and depart for the railway-station.\n\nI never have been quite able to decide, myself, which is the more\nirritating to run two miles at the top of your speed, and then to find,\nwhen you reach the station, that you are three-quarters of an hour too\nearly; or to stroll along leisurely the whole way, and dawdle about\noutside the booking-office, talking to some local idiot, and then to\nswagger carelessly on to the platform, just in time to see the train go\nout!\n\nAs for the other class of clocks--the common or always-wrong\nclocks--they are harmless enough. You wind them up at the proper\nintervals, and once or twice a week you put them right and \"regulate\"\nthem, as you call it (and you might just as well try to \"regulate\" a\nLondon tom-cat). But you do all this, not from any selfish motives,\nbut from a sense of duty to the clock itself. You want to feel that,\nwhatever may happen, you have done the right thing by it, and that no\nblame can attach to you.\n\nSo far as looking to it for any return is concerned, that you never\ndream of doing, and consequently you are not disappointed. You ask what\nthe time is, and the girl replies:\n\n\"Well, the clock in the dining-room says a quarter past two.\"\n\nBut you are not deceived by this. You know that, as a matter of fact, it\nmust be somewhere between nine and ten in the evening; and, remembering\nthat you noticed, as a curious circumstance, that the clock was only\nforty minutes past four, hours ago, you mildly admire its energies and\nresources, and wonder how it does it.\n\nI myself possess a clock that for complicated unconventionality and\nlight-hearted independence, could, I should think, give points\nto anything yet discovered in the chronometrical line. As a mere\ntime-piece, it leaves much to be desired; but, considered as a\nself-acting conundrum, it is full of interest and variety.\n\nI heard of a man once who had a clock that he used to say was of no good\nto any one except himself, because he was the only man who understood\nit. He said it was an excellent clock, and one that you could thoroughly\ndepend upon; but you wanted to know it--to have studied its system. An\noutsider might be easily misled by it.\n\n\"For instance,\" he would say, \"when it strikes fifteen, and the hands\npoint to twenty minutes past eleven, I know it is a quarter to eight.\"\n\nHis acquaintanceship with that clock must certainly have given him an\nadvantage over the cursory observer!\n\nBut the great charm about my clock is its reliable uncertainty. It works\non no method whatever; it is a pure emotionalist. One day it will be\nquite frolicsome, and gain three hours in the course of the morning, and\nthink nothing of it; and the next day it will wish it were dead, and be\nhardly able to drag itself along, and lose two hours out of every four,\nand stop altogether in the afternoon, too miserable to do anything; and\nthen, getting cheerful once more toward evening, will start off again of\nits own accord.\n\nI do not care to talk much about this clock; because when I tell the\nsimple truth concerning it, people think I am exaggerating.\n\nIt is very discouraging to find, when you are straining every nerve to\ntell the truth, that people do not believe you, and fancy that you\nare exaggerating. It makes you feel inclined to go and exaggerate on\npurpose, just to show them the difference. I know I often feel tempted\nto do so myself--it is my early training that saves me.\n\nWe should always be very careful never to give way to exaggeration; it\nis a habit that grows upon one.\n\nAnd it is such a vulgar habit, too. In the old times, when poets and\ndry-goods salesmen were the only people who exaggerated, there was\nsomething clever and _distingue_ about a reputation for \"a tendency to\nover, rather than to under-estimate the mere bald facts.\" But everybody\nexaggerates nowadays. The art of exaggeration is no longer regarded\nas an \"extra\" in the modern bill of education; it is an essential\nrequirement, held to be most needful for the battle of life.\n\nThe whole world exaggerates. It exaggerates everything, from the yearly\nnumber of bicycles sold to the yearly number of heathens converted--into\nthe hope of salvation and more whiskey. Exaggeration is the basis of our\ntrade, the fallow-field of our art and literature, the groundwork of our\nsocial life, the foundation of our political existence. As schoolboys,\nwe exaggerate our fights and our marks and our fathers' debts. As men,\nwe exaggerate our wares, we exaggerate our feelings, we exaggerate\nour incomes--except to the tax-collector, and to him we exaggerate our\n\"outgoings\"; we exaggerate our virtues; we even exaggerate our vices,\nand, being in reality the mildest of men, pretend we are dare-devil\nscamps.\n\nWe have sunk so low now that we try to _act_ our exaggerations, and to\nlive up to our lies. We call it \"keeping up appearances;\" and no\nmore bitter phrase could, perhaps, have been invented to describe our\nchildish folly.\n\nIf we possess a hundred pounds a year, do we not call it two? Our larder\nmay be low and our grates be chill, but we are happy if the \"world\" (six\nacquaintances and a prying neighbor) gives us credit for one hundred and\nfifty. And, when we have five hundred, we talk of a thousand, and the\nall-important and beloved \"world\" (sixteen friends now, and two of them\ncarriage-folks!) agree that we really must be spending seven hundred, or\nat all events, running into debt up to that figure; but the butcher and\nbaker, who have gone into the matter with the housemaid, know better.\n\nAfter awhile, having learned the trick, we launch out boldly and spend\nlike Indian Princes--or rather _seem_ to spend; for we know, by this\ntime, how to purchase the seeming with the seeming, how to buy the\nappearance of wealth with the appearance of cash. And the dear old\nworld--Beelzebub bless it! for it is his own child, sure enough; there\nis no mistaking the likeness, it has all his funny little ways--gathers\nround, applauding and laughing at the lie, and sharing in the cheat, and\ngloating over the thought of the blow that it knows must sooner or later\nfall on us from the Thor-like hammer of Truth.\n\nAnd all goes merry as a witches' frolic--until the gray morning dawns.\n\nTruth and fact are old-fashioned and out-of-date, my friends, fit only\nfor the dull and vulgar to live by. Appearance, not reality, is what the\nclever dog grasps at in these clever days. We spurn the dull-brown solid\nearth; we build our lives and homes in the fair-seeming rainbow-land of\nshadow and chimera.\n\nTo ourselves, sleeping and waking there, _behind_ the rainbow, there is\nno beauty in the house; only a chill damp mist in every room, and, over\nall, a haunting fear of the hour when the gilded clouds will melt\naway, and let us fall--somewhat heavily, no doubt--upon the hard world\nunderneath.\n\nBut, there! of what matter is _our_ misery, _our_ terror? To the\nstranger, our home appears fair and bright. The workers in the fields\nbelow look up and envy us our abode of glory and delight! If _they_\nthink it pleasant, surely _we_ should be content. Have we not been\ntaught to live for others and not for ourselves, and are we not acting\nup bravely to the teaching--in this most curious method?\n\nAh! yes, we are self-sacrificing enough, and loyal enough in our\ndevotion to this new-crowned king, the child of Prince Imposture and\nPrincess Pretense. Never before was despot so blindly worshiped! Never\nhad earthly sovereign yet such world-wide sway!\n\nMan, if he would live, _must_ worship. He looks around, and what to him,\nwithin the vision of his life, is the greatest and the best, that he\nfalls down and does reverence to. To him whose eyes have opened on the\nnineteenth century, what nobler image can the universe produce than\nthe figure of Falsehood in stolen robes? It is cunning and brazen and\nhollow-hearted, and it realizes his souls ideal, and he falls and kisses\nits feet, and clings to its skinny knees, swearing fealty to it for\nevermore!\n\nAh! he is a mighty monarch, bladder-bodied King Humbug! Come, let us\nbuild up temples of hewn shadows wherein we may adore him, safe from the\nlight. Let us raise him aloft upon our Brummagem shields. Long live our\ncoward, falsehearted chief!--fit leader for such soldiers as we! Long\nlive the Lord-of-Lies, anointed! Long live poor King Appearances, to\nwhom all mankind bows the knee!\n\nBut we must hold him aloft very carefully, oh, my brother warriors! He\nneeds much \"keeping up.\" He has no bones and sinews of his own, the poor\nold flimsy fellow! If we take our hands from him, he will fall a heap\nof worn-out rags, and the angry wind will whirl him away, and leave us\nforlorn. Oh, let us spend our lives keeping him up, and serving him,\nand making him great--that is, evermore puffed out with air and\nnothingness--until he burst, and we along with him!\n\nBurst one day he must, as it is in the nature of bubbles to burst,\nespecially when they grow big. Meanwhile, he still reigns over us, and\nthe world grows more and more a world of pretense and exaggeration\nand lies; and he who pretends and exaggerates and lies the most\nsuccessfully, is the greatest of us all.\n\nThe world is a gingerbread fair, and we all stand outside our booths and\npoint to the gorgeous-colored pictures, and beat the big drum and brag.\nBrag! brag! Life is one great game of brag!\n\n\"Buy my soap, oh ye people, and ye will never look old, and the hair\nwill grow again on your bald places, and ye will never be poor or\nunhappy again; and mine is the only true soap. Oh, beware of spurious\nimitations!\"\n\n\"Buy my lotion, all ye that suffer from pains in the head, or the\nstomach, or the feet, or that have broken arms, or broken hearts, or\nobjectionable mothers-in-law; and drink one bottle a day, and all your\ntroubles will be ended.\"\n\n\"Come to my church, all ye that want to go to Heaven, and buy my penny\nweekly guide, and pay my pew-rates; and, pray ye, have nothing to do\nwith my misguided brother over the road. _This_ is the only safe way!\"\n\n\"Oh, vote for me, my noble and intelligent electors, and send our party\ninto power, and the world shall be a new place, and there shall be no\nsin or sorrow any more! And each free and independent voter shall have\na bran new Utopia made on purpose for him, according to his own ideas,\nwith a good-sized, extra-unpleasant purgatory attached, to which he can\nsend everybody he does not like. Oh! do not miss this chance!\"\n\nOh! listen to my philosophy, it is the best and deepest. Oh! hear my\nsongs, they are the sweetest. Oh! buy my pictures, they alone are true\nart. Oh! read my books, they are the finest.\n\nOh! _I_ am the greatest cheesemonger, _I_ am the greatest soldier, _I_\nam the greatest statesman, _I_ am the greatest poet, _I_ am the greatest\nshowman, _I_ am the greatest mountebank, _I_ am the greatest editor, and\n_I_ am the greatest patriot. _We_ are the greatest nation. _We_ are\nthe only good people. _Ours_ is the only true religion. Bah! how we all\nyell!\n\nHow we all brag and bounce, and beat the drum and shout; and nobody\nbelieves a word we utter; and the people ask one another, saying:\n\n\"How can we tell who is the greatest and the cleverest among all these\nshrieking braggarts?\"\n\nAnd they answer:\n\n\"There is none great or clever. The great and clever men are not here;\nthere is no place for them in this pandemonium of charlatans and quacks.\nThe men you see here are crowing cocks. We suppose the greatest and the\nbest of _them_ are they who crow the loudest and the longest; that is\nthe only test of _their_ merits.\"\n\nTherefore, what is left for us to do, but to crow? And the best and\ngreatest of us all, is he who crows the loudest and the longest on this\nlittle dunghill that we call our world!\n\nWell, I was going to tell you about our clock.\n\nIt was my wife's idea, getting it, in the first instance. We had been to\ndinner at the Buggles', and Buggles had just bought a clock--\"picked\nit up in Essex,\" was the way he described the transaction. Buggles is\nalways going about \"picking up\" things. He will stand before an old\ncarved bedstead, weighing about three tons, and say:\n\n\"Yes--pretty little thing! I picked it up in Holland;\" as though he had\nfound it by the roadside, and slipped it into his umbrella when nobody\nwas looking!\n\nBuggles was rather full of this clock. It was of the good old-fashioned\n\"grandfather\" type. It stood eight feet high, in a carved-oak case, and\nhad a deep, sonorous, solemn tick, that made a pleasant accompaniment to\nthe after-dinner chat, and seemed to fill the room with an air of homely\ndignity.\n\nWe discussed the clock, and Buggles said how he loved the sound of its\nslow, grave tick; and how, when all the house was still, and he and\nit were sitting up alone together, it seemed like some wise old friend\ntalking to him, and telling him about the old days and the old ways of\nthought, and the old life and the old people.\n\nThe clock impressed my wife very much. She was very thoughtful all the\nway home, and, as we went upstairs to our flat, she said, \"Why could not\nwe have a clock like that?\" She said it would seem like having some one\nin the house to take care of us all--she should fancy it was looking\nafter baby!\n\nI have a man in Northamptonshire from whom I buy old furniture now and\nthen, and to him I applied. He answered by return to say that he had got\nexactly the very thing I wanted. (He always has. I am very lucky in this\nrespect.) It was the quaintest and most old-fashioned clock he had\ncome across for a long while, and he enclosed photograph and full\nparticulars; should he send it up?\n\nFrom the photograph and the particulars, it seemed, as he said, the very\nthing, and I told him, \"Yes; send it up at once.\"\n\nThree days afterward, there came a knock at the door--there had been\nother knocks at the door before this, of course; but I am dealing\nmerely with the history of the clock. The girl said a couple of men were\noutside, and wanted to see me, and I went to them.\n\nI found they were Pickford's carriers, and glancing at the way-bill, I\nsaw that it was my clock that they had brought, and I said, airily, \"Oh,\nyes, it's quite right; bring it up!\"\n\nThey said they were very sorry, but that was just the difficulty. They\ncould not get it up.\n\nI went down with them, and wedged securely across the second landing\nof the staircase, I found a box which I should have judged to be the\noriginal case in which Cleopatra's Needle came over.\n\nThey said that was my clock.\n\nI brought down a chopper and a crowbar, and we sent out and collected in\ntwo extra hired ruffians and the five of us worked away for half an hour\nand got the clock out; after which the traffic up and down the staircase\nwas resumed, much to the satisfaction of the other tenants.\n\nWe then got the clock upstairs and put it together, and I fixed it in\nthe corner of the dining-room.\n\nAt first it exhibited a strong desire to topple over and fall on people,\nbut by the liberal use of nails and screws and bits of firewood, I made\nlife in the same room with it possible, and then, being exhausted, I had\nmy wounds dressed, and went to bed.\n\nIn the middle of the night my wife woke me up in a great state of alarm,\nto say that the clock had just struck thirteen, and who did I think was\ngoing to die?\n\nI said I did not know, but hoped it might be the next-door dog.\n\nMy wife said she had a presentiment it meant baby. There was no\ncomforting her; she cried herself to sleep again.\n\nDuring the course of the morning, I succeeded in persuading her that she\nmust have made a mistake, and she consented to smile once more. In the\nafternoon the clock struck thirteen again.\n\nThis renewed all her fears. She was convinced now that both baby and I\nwere doomed, and that she would be left a childless widow. I tried to\ntreat the matter as a joke, and this only made her more wretched.\nShe said that she could see I really felt as she did, and was only\npretending to be light-hearted for her sake, and she said she would try\nand bear it bravely.\n\nThe person she chiefly blamed was Buggles.\n\nIn the night the clock gave us another warning, and my wife accepted it\nfor her Aunt Maria, and seemed resigned. She wished, however, that I had\nnever had the clock, and wondered when, if ever, I should get cured of\nmy absurd craze for filling the house with tomfoolery.\n\nThe next day the clock struck thirteen four times and this cheered\nher up. She said that if we were all going to die, it did not so much\nmatter. Most likely there was a fever or a plague coming, and we should\nall be taken together.\n\nShe was quite light-hearted over it!\n\nAfter that the clock went on and killed every friend and relation we\nhad, and then it started on the neighbors.\n\nIt struck thirteen all day long for months, until we were sick of\nslaughter, and there could not have been a human being left alive for\nmiles around.\n\nThen it turned over a new leaf, and gave up murdering folks, and took to\nstriking mere harmless thirty-nines and forty-ones. Its favorite number\nnow is thirty-two, but once a day it strikes forty-nine. It never\nstrikes more than forty-nine. I don't know why--I have never been able\nto understand why--but it doesn't.\n\nIt does not strike at regular intervals, but when it feels it wants to\nand would be better for it. Sometimes it strikes three or four times\nwithin the same hour, and at other times it will go for half-a-day\nwithout striking at all.\n\nHe is an odd old fellow!\n\nI have thought now and then of having him \"seen to,\" and made to keep\nregular hours and be respectable; but, somehow, I seem to have grown to\nlove him as he is with his daring mockery of Time.\n\nHe certainly has not much respect for it. He seems to go out of his way\nalmost to openly insult it. He calls half-past two thirty-eight o'clock,\nand in twenty minutes from then he says it is one!\n\nIs it that he really has grown to feel contempt for his master, and\nwishes to show it? They say no man is a hero to his valet; may it be\nthat even stony-face Time himself is but a short-lived, puny mortal--a\nlittle greater than some others, that is all--to the dim eyes of this\nold servant of his? Has he, ticking, ticking, all these years, come at\nlast to see into the littleness of that Time that looms so great to our\nawed human eyes?\n\nIs he saying, as he grimly laughs, and strikes his thirty-fives and\nforties: \"Bah! I know you, Time, godlike and dread though you seem. What\nare you but a phantom--a dream--like the rest of us here? Ay, less, for\nyou will pass away and be no more. Fear him not, immortal men. Time is\nbut the shadow of the world upon the background of Eternity!\"",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)",
            "Jerome, Jerome Clapp",
            "Jerome, J.K.",
            "Jerome, J. K.",
            "Jerome, Jerome Klapka"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/855/pg855.txt",
        "name": "clocks.json"
    }
}