{
    "name": "Code",
    "author": [
        "Paul, L."
    ],
    "body": "There was a queer feeling about the ship. “Hush,” thought the man who\nstood by the gangway. That was the apt word. A battered ship, a dirty\ncraft, small, obscene, unseaworthy, of foreign register. And silent--hush!\nGrim faced men going about their business, sparing no word for him, though\nthey might have talked, he guessed, had they cared to.\n\nThis man who watched wore soiled dungarees. There was a day’s stubble of\nbeard on his thin face. His expression, when a passing man darted a look\nat him, was blank. His eyes fell when other eyes probed him. He looked\nover his shoulder at times, at the rotting dock in the small British port\nof Beverstock near Liverpool, where this ship, the _Cora_, lay. He had\ncome aboard, nobody knew how. One moment, and the ship end of the gangway,\ncreaking as the current swayed the little tramp, was empty. The next\nmoment he was there. Nor did these others think it strange. They looked as\nif this sudden yet stealthy approach was usual, an accustomed thing, an\nitem, strange perhaps to some, yet of little moment in their full lives.\n\nThe man in dungarees stood there till the first cheerful man he had seen\naboard rolled up, the stout chief engineer.\n\n“That’s him,” said the chief, and tapped him on the shoulder.\n\nThe man winced, turned, and saw, climbing the steep gangway, a man.\n\n“That’s him,” repeated the stout chief. “Captain Bain.”\n\nThe man in dungarees saw a tall, glum seafarer, with graying hair, his\nfrowsy shore going linen peeping from sleeves of shiny serge, his lapels\ngreasy; his boots polished long after polish had become a mockery; and,\ntopping all, a master’s cap.\n\nThis was Captain Bain, right enough. He stopped, stared at the man in\ndungarees and said briefly--\n\n“Where from?”\n\n“American Bar,” the man in dungarees replied.\n\n“Come this way,” said the captain. “My name’s Bain. This is my cabin. We\ncan talk here. Out on deck talk’s barred in port. Who sent you?”\n\nHe fell silent, not because he waited for the answer, but more as if he\nhad run down, as if this long speech had been an effort, a breaking down\nof his accustomed reserve. The man in dungarees waited, as if expecting\nhim to say more, then at last replied:\n\n“Who sent me? Dip Laplace.”\n\nHe fumbled in the pocket of his dungarees and found a wad of crumpled\npaper.\n\n“He sent this, too.”\n\nThe captain of the _Cora_ took the paper, opened it, held it up to the\nbeam of light that stole through the grimy port. The man in dungarees sat\ndown on a locker.\n\n“My name’s Drake,” he remarked.\n\nHis eyes were fixed on the captain. He saw a wave of color sweep up over\nold Bain’s weatherbeaten neck, into his cheeks, then recede again.\n\nWhat the captain read, spelling out large printed words, was this:\n\n    Sparklers--they’re wise--watch.\n\nThe captain of the _Cora_ crumpled the paper in his hand.\n\n“You read this, of course?”\n\n“I’m no liar. I did, of course,” the man in dungarees mimicked him. “As I\nsaid, my name’s Drake--”\n\n“And this paper?”\n\n“I’ve forgotten what was on it,” Drake told him.\n\n“Dip gave it to you. Dip grows jocular,” the captain laughed harshly. “Are\nyou another of his jokes?”\n\n“I am a passenger.”\n\n“I don’t carry passengers.”\n\n“My kind? Dip sent me, remember.”\n\n“You know then; you have money?”\n\nDrake spread five fifty-pound notes out on his knee.\n\n“As bad as that?” The captain whistled. “You could swank aboard a liner\nfor that.”\n\n“And swank off across the pond?”\n\nThe captain stroked his long jaw reflectively. His eyes wandered over\nDrake’s face, stopped for a moment on the wall clock above his head,\ndropped to the pile of treasury notes and dwelt there.\n\n“As bad as that?” said the captain of the _Cora_. “Not murder?”\n\n“No, Dip sent me. He knows. Need you?”\n\n“Need I? God forbid. Can you swim?”\n\n“Yes, why?”\n\n“You’ll have to. I see you don’t know the game we play. Better learn\nbefore I take your money. You find it--convenient--to travel informally,\nto land on the other side incognito-- No, your name may be Drake, and I\ndon’t care if it is or not. Names don’t count here. But you wish to land\nas Drake, unknown to anyone. We arrange that. No immigration folk to\npester you. No police. We sail for Montreal. Below that city fifty miles\nor so are islands. Sometimes we go slowly through them, close to land. An\nactive swimmer, dropping overside--you have more money, have you not?”\n\n“Yes, Captain, a little.”\n\n“There’s a man on one island, there. He has a boat. If you give him more\nthan five pounds, he’s robbing you. After that your movements are not my\nconcern.”\n\nAgain, as the captain paused, Drake had that strange feeling that here was\na man talking overmuch--a man more fond of silence.\n\n“And that’s all?” Drake asked. “Simple, isn’t it?”\n\n“Why do you say that?”\n\n“I feared I’d have to work my passage, and I’m lazy.”\n\nThe captain of the _Cora_ reached for the little pile of notes.\n\n“A man must live,” he growled, as if apologizing for his delinquencies. “A\nman must live, and there’s no money in tramp shipping. You’ll find a small\ncabin on the port side--the empty one. It’s yours. We sail with the tide.\nIf you come on deck before that and are nabbed--” he patted his pocket\nwhere he had stowed those notes--“that’s your lookout, Drake.”\n\nDrake rose and crossed the little cabin. At the threshold he paused.\n\n“Those other cabins--”\n\n“You are three. The others, you won’t meet till we are at sea.”\n\nDrake stepped out, dropped down a steep iron stair to the deck, slid into\nthe port alley, where tiny doors formed a row, tried first one, then\nanother, till he found one unlocked, entered, and found himself in a cabin\nso small that it could scarcely contain a bunk and its occupant at the\nsame time.\n\nMen had watched him--shadowy figures, heads out of the galley, the\nengine-room, the firehold. They had said nothing, betrayed no surprise at\nhis coming. They were silent men.\n\n“Hush!”\n\n                *       *       *       *       *\n\nThe salt wind drifted across the deck of the _Cora_. She was wallowing in\nthe Atlantic.\n\nDrake and the fat chief sat in the lee of the funnel. They had struck up\nan acquaintance during the first half of the voyage. Drake had traveled;\nhe knew things. The fat chief, a jovial rascal, had the curiosity of a\nchild and a stout man’s zest for effortless, vicarious adventure.\n\nThe two other passengers had kept apart. There was Quayle, as yet sticking\nclose to his cabin, save at mealtimes when he joined Drake at the\ncaptain’s table. He had given that name, Quayle, casually, as if it had\njust occurred to him, as if names were matters of only passing importance.\n\nHe was a tall, silent man, middle-aged.\n\nThe third passenger messed with the crew. He was a small Liverpool dock\nrat. He claimed that he had not killed his wife, but had only beaten her.\nThe captain, after discreetly calling up a hospital, found that this was\ntrue. Because he had but twenty pounds they had taken him for that. He\nnever came up on the boat deck; he viewed the ocean with ignorant terror\nand kept behind the high steel bulwarks of the well deck, when he came out\nfor air.\n\nThe chief, having a romantic mind, decided that the Liverpool man’s wife\nwould probably take a turn for the worse and die. He held that the other\npassenger, Quayle, was a Bolshevik.\n\nThe chief and Drake sat there and yarned through the long sea morning.\n\n“A rum ship,” Drake hazarded.\n\n“We are that,” the chief grinned, “at home to rum company.”\n\n“True, but you know each other; we don’t, we passengers.”\n\n“Five new faces in the ship’s company,” the chief laughed. “Ye see, we\ncan’t keep ’em. We ship so many passengers that it has made _their_ pile\neasy, or on the way to make it easy. It corrupts the lads. Five new\nfaces--five old ’uns gone to do likewise--on the trail o’ easy money. Man,\ndear, ’tis restless labor is getting to be--”\n\n“Eight of us, new chums, not knowing each other--for five and three is\neight.”\n\nDrake stared out to sea.\n\n“Eight souls,” sighed the chief. “Where they comes from. Gawd only knows.\nWhere they’re bound, Gawd don’t care; speakin’ more exact, nine. For I’d\nforgot Sparks.”\n\nDrake glanced forward. The tall radio man was in his hencoop, a scant\ntwenty feet away. The door was open.\n\n“Why him?”\n\n“Another bird o’ passage. D’ye notice his duds?”\n\n“New and fancy.”\n\n“Know what the pay is? Man, dear, if he bought them out of wages, he’s\nnever had smoke nor drink in years. Ever see a tramp’s wireless wonder\nbefore? No. Know what I think? He’s an absconding Scot. He figured we’d\nsoak him hard for an unconventional passage. You know what you paid, so--”\n\nThe chief closed his eyes and gave the details of his imaginative romance\nin a few low words:\n\n“Sparks gets him a uniform. Eighty bob, mebbe; or steals one. He finds out\nwe’re gettin’ a new radio man this voyage. An’ then, back in port some\npoor dub brass pounder is wakin’ up, mebbe in hospital. And this\nsport--well, he’s on the papers as Sparks, but we lose our dividend on his\npassage thereby.”\n\n“So you figure him, as you might say, a jailbird of passage.”\n\nDrake had raised his voice. The chief clutched his arm.\n\n“Don’t ye now; don’t rile that one. Man, dear, every time that devilish\ncontraption spits sparks I shudder. Think o’ the slander yon lad could\nspread and nobody knowin’.”\n\n“Slander?”\n\n“Slander ’bout--you--or me, M’Ginley. Oh, aye, there’s tales he could\ntell, even if he’s new. Would ye believe it?” The old chief rose. “Ye\nmight not; but some o’ the lads aboard here has loose tongues. A thing I\nabhor, personal.” And off the old man waddled.\n\nDrake sat there a moment. He was thinking:\n\n“I wonder. Another little swimmer when we come to that island? Will there\nbe four of us in the water? Will the fourth be Sparks? If so--best watch\nhim.”\n\nRising, he added a codicil to this conclusion.\n\n“There’s nine aboard, counting myself,” he thought, “nine that may be,\nwell, anything. Best start figuring this one out. That’ll leave eight. And\none of the eight is me, Drake. Wonder what I’ll be, when we come to the\nend of the voyage?”\n\nHe glanced aft. The stout chief engineer was there, where he had paused on\nthe stair that led below.\n\n“Them that don’t talk here,” said M’Ginley, “them that don’t talk on this\nship--they guesses.”\n\n                *       *       *       *       *\n\nDrake slipped forward till he stood by the open door of the wireless coop.\nThe new Sparks looked up.\n\n“Want anything?” he asked.\n\n“Just loafing round.” Drake rolled a cigarette slowly, clumsily. “Smoke?”\n\n“Yes.”\n\nThe wireless man reached for pouch and papers, twisted with swift fingers,\nstruck a match and was exhaling smoke, almost before Drake himself had\nlighted up.\n\n“You’ve been in the States?” Drake asked. “Learned to make a gasper there,\ndidn’t you?”\n\n“And you’re from the old country, calling a cig that?”\n\n“A good country to come from--and the faster the coming the better,” Drake\ndrawled. “Old country’s not--healthy.”\n\n“For some.”\n\nThe wireless man bent over his complicated machinery, as it became alive.\nDrake looked on, wonder in his eyes, almost a childish wonder.\n\n“But that’s marvelous,” said he. “Words coming out of the air.”\n\n“Dot dash dot dash,” said the wireless man. “See that smoke yonder? The\n_Paladin_. She’s asking the _Caradoc_ if they’ve met ice. Bergs drifting\nnow, you know.”\n\nDrake glanced at the wall clock, then drifted toward the door.\n\nIt was eleven o’clock. It was Wednesday--five days since they had left\nport. This old ruin of a ship was traveling with speed.\n\nThe voice of the wireless man followed him.\n\n“I’m Cray; come again,” he called. “This packet doesn’t run to rules.”\n\nDrake turned. He seemed uneasy.\n\n“If--” he began.\n\n“If what?” Cray waited.\n\n“If you hear something with that gadget about a man named Drake, the fewer\nknow--the better. Get me?”\n\n“Don’t slip me money.” Cray’s hand met his, thrust it back. “You’ll need\nall you got. A rum lot, on a rum ship.”\n\n“And you as rum as they come,” thought Drake, as he walked away.\n\nCray watched him go.\n\n“Wonder if he knew what was on the air just now,” he scowled. “If I shove\nit to the Old Man will he--well, this time I’m a wireless man. Next time\nwe’ll see.”\n\nTo him, too, this strange ship was saying, “Hush!” Yet his pencil slid\nover flimsy paper. He rose with a message, took it to the captain on the\nbridge.\n\n“Rum lot aboard, sir.” He handed the message over, winked.\n\nThe captain started, backed away into a wing of the bridge, scanned that\nmessage.\n\n“You are right,” he replied. “This came in code, I presume?”\n\n“Yes, sir.”\n\n“Then why not leave it in code. We don’t want the world knowing.”\n\n“Nobody’s seen it, sir, but me.”\n\n“Damn you! That’s an order. Anything else comes, leave it in code.”\n\nCray went white and was about to speak. Then he checked himself. He walked\naway; he was thinking.\n\n“Him, too--the Old Man. Wonder what he knows that the world don’t, that\nhe’s afraid of the world learning? I’ll, maybe, find out. I’ll see.\nTonight, maybe. He might work in. Who knows?”\n\nThe captain, staring at the retreating back was staring at words that\nfloated before his eyes.\n\nFor that message had read:\n\n  All ships. All ships. All ships.\n    Varnavosk necklace stolen. Suspect at sea.\n    Watch passengers. Stand by for more.\n                              --Scotland Yard.\n\nThe urgency of the thrice repeated “All ships”--that stabbed him, made him\nwince. Trouble, trouble in large consignments, coming out of the air.\nOther messages, and the field of search might narrow, perhaps, till it\ncentered on an old tramp wallowing across the Western Ocean; till some\nswift offshore craft might draw alongside, and some officious jackanapes\nwould climb up the ladder and ask fool questions about eight new faces\naboard the _Cora_.\n\nThere was trouble on the ship that said, “Hush.”\n\nThe captain walked stiffly across the bridge and down to his cabin. Cray,\non the boat deck, watched him go.\n\n“Yes, we’ll use you, my bucko,” said Cray. “Now I wonder--” and he stared\ndown on the well deck, forward, where the little Liverpool passenger\nsprawled on a hatch cover.\n\n“You’ve got a shiner on your eye, my lad,” thought Cray, “and you mess\nwith the crew. They’ll be eating any moment now. I think we’d better not\nwait. We’ll begin with you.”\n\nHe followed the old captain of the _Cora_ to his cabin.\n\nWhen the passengers who messed with the skipper came in to lunch, that\nworthy’s chair was vacant. Cray it was who greeted them, smiling at Drake,\nbowing stiffly to tall Quayle.\n\n“Old Man’s busy,” said Cray. “Don’t wait for him, gentlemen.”\n\n                *       *       *       *       *\n\nThat was Wednesday. On Thursday the fat engineer M’Ginley sought the warm\nlee of the funnel once more. Drake was there, waiting.\n\n“I made my peace with Cray. If he was mad about what I said, he didn’t\nshow it.”\n\n“A bad case,” the fat old chief growled. “There’s more in this ship than\nballast. There’s a mystery.”\n\n“Eight little mysteries,” Drake jeered, “of which one is my humble self.\nMaybe nine, counting Cray. Or ten--”\n\n“What you alludin’ to now?”\n\n“You, honest old M’Ginley.”\n\n“Me? Man could see clean through me.” The chief winked at him. “But look\nat this code; and all that pencilin’ under it is writ by the most talented\nengineer on the Western Ocean.”\n\nDrake glanced down at the flimsy bit of paper. He saw first a jumble of\nphrases and part words. But below that a penciled legend made sense.\n\n  All ships.\n    Varnavosk dying. Look for strong man capable killing bare-handed.\n\nNo signature this time.\n\n“Where’d you get this?”\n\nDrake stiffened. He glanced forward uneasily; but Cray’s blind was drawn\non the little window of his cabin. Cray’s door was shut.\n\n“Where’d you think? Notice the Old Man yesterday and today?” the old chief\nasked. “Well, he’s fair wild. He come down this mornin’ an’ asks me to\ntrot along, confidential. We goes to that wife beatin’ runt’s cabin. The\nrunt is out on deck. Old Man and me, we rip up the floorboards, we pry\napart the bunk.”\n\n“Looking for what?”\n\n“He wouldn’t tell at first. Then, when we found nothin’, he begun to rave\nabout jewelry. Him, that’s carried such downan’-outs before, lookin’ for\njewelry in that cabin. Told me to shut up. Left me standin’ on air, like.\nSo I mooched. Half an hour ago Cray comes down with this. Old Man looks\nher over, puzzles her out. He was standin’ by his cabin. Next he dives in,\ngrabs somethin’, pockets it--an’ comes out again. Know what he grabbed?”\n\n“No.”\n\n“His gun. Me, I grabs somethin’ else. This. Now you know as much as I do,\nunless you know more.”\n\nDrake stared at him, then dropped his eyes.\n\n“And if I do?”\n\n“Cray and the Old Man know a heap. My guess is there’s been robbery; and\nnow it looks like murder. Like as not the search’ll narrer down. Scotland\nYard ain’t manned by fools. Like as not there’ll be other messages.\nLiverpool runt’s been cleared. He don’t pack no valuables. There’s seven\nnew faces aboard beside him, leavin’ Cray out. If things gets hot and they\nstart to search the lot--well--him that has them jewels is like to swing.”\n\n“Unless--” Drake seemed to be master of himself now--“unless!”\n\n“Unless the lad slipped ’em to a good natur’d old fool of an engineer.\nThere’s places below.” Old M’Ginley winked. “Well, if you meet the man\naboard here, you tell him.”\n\n“Thanks, I will. Cray’s blind’s gone up.” Drake rose. “I’m going to have a\nchin with him.”\n\n“If there’s one thing more’n another has hanged fool men, it’s words,”\nM’Ginley warned, and left him.\n\n                *       *       *       *       *\n\nCray grinned as Drake opened the door.\n\n“You--you heard anything?” Drake asked, nervously.\n\n“Nothing.”\n\n“Thought, maybe, some message might have drifted in; seen you writing a\nwhile back.”\n\n“There was,” Cray laughed. “Fool operator on the _Jessamine_ was askin’ me\nif I’d bought my girl that diamond yet.”\n\nDrake stood by the table, his lean fingers clasped about its beveled edge.\nCray, watching covertly, smiled. That table was shaking, though it was\nfastened to the floor.\n\n“You’re a strong man, ain’t you?” Cray asked.\n\n“There’s stronger aboard this packet,” Drake answered tonelessly. “Where’d\nthe Old Man dig up those new sailormen? Two of them I saw this morning,\nramming at that bent stanchion that supports this deck. Take four of me to\nmake one of them.”\n\n“That’s an idea,” Cray smiled, as if relishing his chance to play with\nthis man.\n\n“What is?” Drake frowned. “Makin’ one of them from four of me?”\n\n“Then there’s Quayle; he’s husky, too. Well, beef don’t count with me.”\nCray shoved a chair forward. “Want to listen in?”\n\nHe reached for an extra headset, plugged in, adjusted it for Drake, then\nwatched him, keenly, as some faint message came.\n\n“So that’s what it sounds like?” Drake looked up. “I’ve often wondered.”\n\nBut Cray was busy, writing. His pencil fairly shook as it sped over the\npaper.\n\n“What’s that?”\n\nDrake looked over his shoulder. Too late, Cray shoved a hand over what he\nhad written, for Drake had seen, seen plainly, the uncompleted sentences:\n\n  All ships.\n    Varnavosk died this morning.\n    Communicate with us if....\n\n“You seen, hey?” Cray fidgeted, seemed annoyed; yet he might be\npretending. He was, at any rate, ill at ease.\n\n“You seen? Well, what’s a Russky more or less to you or me? Don’t tell the\nOld Man I showed you. The others came in code. This one’s plain English.\nBest beat it; I’ve got to take this to the Old Man.”\n\nDrake got up and walked silently out. On the threshold Cray stopped him\nwith:\n\n“Ever know any Russians, Drake? Some of them is big men--hard fighters.\nTake a powerful man to handle them.”\n\n“Meaning--” Drake spun about fiercely-- “Meaning--”\n\n“You know more’n you let on,” Cray laughed. “Thought I’d catch you. You\nknow who Varnavosk was, owner of the Varnavosk necklace? You know why he’s\ndead--”\n\nDrake rolled a cigaret with his usual clumsiness.\n\n“What mobsman doesn’t know?” he asked. “Come, come, Cray. You know what\nsort we passengers are on this dirty little ship. Know Varnavosk and his\nnecklace? Who does not, in my walk of life? What gang but has had their\neyes on him and his jewels? And now, that a cleverer man than myself has\npulled the trick--”\n\n“So you’re a crook,” Cray jeered. “So--”\n\nDrake smiled pleasantly.\n\n“Did you think me a lily?” Drake was composed now. “Imagination’s a grand\nthing, Cray. Sometimes it leads men into trouble, though. You’ve been\nreading dime novels.”\n\nDrake walked away. Cray watched him go aft along the boat deck and down\nthe steep stairs.\n\n“You’ll worry, my man,” growled Cray. “Now, what’s next. Liverpool swine\nis ruled out. That fool of a skipper--a child could see through him. He’s\nripped that dub’s cabin to pieces. At this rate he’ll have the whole ship\ntorn apart, every manjack on edge. Not one’ll get by him without him\npoking and prying. And he’s fool enough to make a bad break. So, we’re\nfive days from port, and--”\n\nHe stared at that last message, which he had left incomplete. With a swift\npencil he ended it.\n\n  All ships, westbound. Communicate with us if you have news. Proceed with\n  caution.\n                                                           --Scotland Yard\n\n“And that,” said Cray to himself, as he took the message to the captain of\nthe _Cora_, “that’ll hold him for a while. This ship is jammed full of\n_strong men_.”\n\n“So you can’t find him, the thief,” Cray jeered.\n\nThere was no deference in his tone, no respect. Here he sat in the Old\nMan’s cabin and yarned away as if such a thing as discipline had ceased to\nexist.\n\n“The thief? He’s been a murderer for two days.” Old Bain scowled at him.\n“You have me nigh crazy. First we rip up that little rat’s cabin--”\n\n“That was you; I just hinted--” Cray began.\n\n“Hinted like you did when that message came about lookin’ for a strong man\nwho could kill barehanded!”\n\n“A strong man; you’ve found several,” Cray retorted. “Was it me said it\nmight be one of those two sailors? Oh, yes. I admit I didn’t contradict\nyou. I’ll say I let you have your way, do your own crude sleuthing,\nsearching that forecastle. Don’t you know that sailormen are a neat lot,\neven such scum as this? They know this moment that you have been prodding\nabout. And now you say--”\n\n“You put things into my mind, damn you!” The Old Man glowered at him. “I\nthinks things, and says things, and there ain’t no reason to them when\nsaid and thought. They ain’t my thoughts; they ain’t my actions, an’--”\n\n“Mine, of course, hey? I do it all? Mebbe I did this. This came today.”\nCray shoved a sheet of paper at him. The Old Man ran his eye over a jumble\nof code, then reached for his book, translated.\n\n“You know what it is?” He lifted his head and stared at Cray. “You know--”\n\n“All ships? No, not this time. The search has narrowed down,” Cray grated.\n“This one is:\n\n  “Ships outward bound, Beverstock. Man aboard you. Hold him.”\n\n“Which means--” The skipper of the luckless _Cora_ waited.\n\n“Us!” Cray’s face was tense. “Scotland Yard--they’ve got a line on us;\nthey’re closing in on their man.”\n\n“And when--when some detective comes up the ladder-- We’re nigh into St.\nLawrence Gulf--” the Old Man stared out of the grimy port--“When the\nshowdown comes.”\n\n“Never such a ship for secrets as this,” Cray said. “They’ll come for one.\nThey’ll find a heap.”\n\n“You, for instance,” the captain suggested.\n\n“Sure, me an’ you. Think I’m sweating over this just for fun? Think I give\na damn if they get their man? Me? Hell, no! I got my reasons; so have you.\nThey’ll come aboard with the pilot, maybe. They’ll begin poking round.\nUnless--”\n\n“Unless what?”\n\n“Unless the man’s ready for them. Then, it’s a pat on the back and a clean\nbill of health for you; and, ‘Thanks, my noble radio man; your message was\nmusic to our honest ears,’ for me.” Cray stopped.\n\n“And so--”\n\nCray leaned closer.\n\n“Get this. There’s two men we ain’t searched yet--Drake and Quayle. Either\none, mebbe--”\n\nThe old captain rose.\n\n“We’ll start with Quayle, eh?” He made for the door, but he stopped,\nturned. “You put that into my head, damn ye!”\n\n“What if I did?” Cray cried. “What if I did? Since you have no detective\naboard, what price Cray, hey?”\n\n“What price Cray? I’ll tell ye. I’d as soon to God we had a detective\naboard,” the captain growled. “That’s what price Cray!” He stumped out.\n\nThe wireless man got up slowly and idled about the cabin as if it were his\nown. That last remark of the skipper’s had hit him.\n\n“A detective,” said Cray softly. “Maybe we have, at that, my brave old\nsea-dog. Maybe we have, at that.”\n\nHe followed the captain on deck and twitched his sleeve. He drew him into\na corner.\n\n“I’ll do this next job myself,” said Cray.\n\n“You mean Quayle?”\n\n“Him. You better stick to your knitting. Talk like a human being at lunch,\nkeep that solemn-faced, secretive Quayle there, until-- You ever figure\nthere’ll maybe be a reward for them diamonds?”\n\n“Reward?” The old captain of the _Cora_ snorted. “Reward? If I can sleep\nagain o’ nights, that’ll be reward enough.”\n\n“I could do with a good sleep myself,” Cray laughed. “I might sleep\nthrough lunch hour, while Quayle’s cabin is empty.”\n\n                *       *       *       *       *\n\nMorning again and bright sunlight on the Gulf. Tomorrow would see the\npilot coming aboard at Father Point. Tomorrow would see, well, something\nrather ghastly to men who clutched secrets close, who feared the eye of\nthe law.\n\nBut today the sun shone. Drake and the old engineer sat there by the\nfunnel.\n\nOld M’Ginley was sleepy. A bearing had been heating. He had not yet been\nto bed. He had come up for a whiff of fresh air. He was soon wide awake,\nfor Drake, leaning over, whispered--\n\n“I’ve been thinking what you said.”\n\n“I said a heap, laddie.”\n\n“About hiding things.”\n\nHe opened his dungaree suit. The old man saw a long thin packet of brown\npaper, sealed with wax, tied with many intricate knots.\n\n“I’ve been thinking--and whispering a bit,” Drake went on.\n\n“Oh, aye, doubtless.”\n\nM’Ginley’s eyes glinted. A chief engineer, he knew, could hide things,\nwhere nobody, not even the man who had trusted them to him, could find\nthem.\n\n“Oh, aye,” he repeated, “something else has whispered, me bold lad. Fear\nhas, I’m thinking.”\n\nDrake’s face was blank.\n\n“I told the person what you said. There’s been funny work. Cray and the\nskipper searching yesterday, today, all cabins but mine. Tomorrow--”\n\n“Perhaps yours. Tomorrow the pilot and--”\n\nThe old man too was leaning closer. The packet passed.\n\n“If a knot’s untied, or a seal broken--my--my friend says there’ll be no\nsplit,” Drake grated.\n\n“Unless he goes where splittin’ is hard, save he split rocks,” M’Ginley\nlaughed, and he drew back. “That bearin’--it needs a pile o’ lookin’\nafter.”\n\nHe lumbered away. Drake sat there. The man Quayle, the silent, secretive\nQuayle came up on deck. He walked along. He bent over Drake. He whispered\nsomething. Drake sprang to his feet. Quayle was of an age with him, taller\nby a head, powerfully built.\n\nBoth the captain, staring down from the bridge, and Cray, peering out of\nhis little window, saw Drake’s fist shoot out--a blow that seemed but to\nglance off Quayle’s jaw. Yet Quayle fell, lay there, knocked out.\n\nDrake walked forward. He beat on Cray’s door with his fists, crying:\n\n“What kind of a ship’s this? What sort o’ man are you?\nBlabbin’--blabbin’--”\n\nThe captain, clutching the bridge rail, leaned over and bawled:\n\n“You keep still, mister. What’s wrong with ye? One more crack like that\nand--”\n\nHe paused. Tomorrow, when the pilot and whoever else was waiting came\naboard, he would no longer have the power, save to stand dumbly by and\nwatch.\n\nBut now, now Cray had his door open and was talking to the enraged Drake.\nAnd Drake, calming himself by an effort, was being drawn inside. The\ncaptain wished that this strange man Cray would leave that door open. He\nhoped, at least, that afterward he would tell him frankly what now was\ngoing on.\n\nInside, Cray was talking swiftly:\n\n“What’d he say? Did he tell you I was blabbing?”\n\n“Blabbing. What talking’s been done--” Drake paused, as if uncertain.\n“Forget it. A man don’t like to be told he’s like to swing. I’m hot\nheaded. I figured mebbe you’d told him what was in that cablegram--the one\nabout Varnavosk bein’ dead--mebbe more, too. But--”\n\n“_Forget it_ is right.”\n\nCray was acting strangely. Yesterday he had told the captain that the\nmurderer, supposedly on their ship, must be either Quayle or Drake. Now he\nseemed to have shifted his views, unless he wished to lull Drake into a\nstate of false security.\n\n“Forget it is right,” he grinned, reaching for the spare headset, already\nadjusted to fit Drake. “Want to listen in a spell? I’m goin’ out for a\nbreather. If you hear anything funny call me.”\n\nDrake hesitated.\n\n“What you planning to do?”\n\n“Nothing,” Cray answered. “Be a sport. Most men’d get hot if you come\nravin’ at ’em; but me, I’m different. You set there. Forget it!”\n\n“I’ll try,” Drake scowled. “If the Old Man says anything about that row\nwith Quayle, you tell him it’s an old score we were settling.”\n\n“Right!”\n\nCray crossed the threshold and slammed the door shut. Drake listened as he\nwalked down the deck; he heard other footsteps. Out of the window he\ncaught a glimpse of the captain’s gray head, then the boatswain,\nsupporting a limp Quayle toward the stair.\n\n“I wonder--” Drake frowned at the wireless set--“what’s their next move.\nAnd old M’Ginley--what’s he doing?”\n\nOld M’Ginley, cutting loose cord after cord, breaking through wax seals,\nwas opening that brown paper parcel.\n\nWhat he found turned him into a covetous old man, who thought furiously.\nFinally, one hand fondling his pocket, he climbed heavily down ladders to\nhis own peculiar domain.\n\n                *       *       *       *       *\n\nOnce more Cray faced the old skipper in his cabin.\n\n“You saw that?” Bain was eager. He sensed, at last, the end of this\nmystery. “You saw that Drake and heard him howl about blabbing!”\n\n“Yes,” Cray scoffed. “Heard a heap; but I’m not taking that for gospel.”\n\n“It must be him. You found nothing in Quayle’s cabin?”\n\n“Not yet,” Cray answered. “I’m figuring on looking again. Know what I\nthink? They’re both in the theft, if not the murder. Take those names.\nBoth birds’ names--Quayle and Drake--ain’t they? Sort of funny, them both\nchoosing the same sort of monikers for this trip. Like one had thought of\none, and the other had followed suit. Crooks are like that.”\n\nThe captain gazed at him speculatively.\n\n“Cray--crayfish--another zoölogical name. Well, go on. You don’t pass as\nan honest man, Cray. Lay to that. You’re no better, if no worse, than the\nrest aboard this packet. What were you going to say?”\n\n“I got an idea they been passing that necklace from one to t’other,” Cray\nexplained. “They had hard words. What if Quayle had it last, after I\nsearched his dump? What if he wouldn’t hand over, an’ Drake--I been\nworking on him, scaring him--if Drake, I say, figured Quayle was goin’ to\ngyp him? How about that? Mebbe Quayle ain’t scared of getting caught. I\nsearched his dump careful. He may figure he ain’t suspected no more. He\nmay think, if he is suspected, that we don’t know how to search right. And\nDrake, figurin’ he’s losin’ out, gets mad.”\n\nThe captain shook his head. Father Point was getting closer. Morning and\nthe pilot would come, and with them--well, iron bars, perhaps; certainly a\nlost ticket and a lot of trouble. A man couldn’t account for three extra\nmen on his ship--and such men.\n\n“I don’t know. If we miss this time--” He paused.\n\n“We’ll search both cabins,” Gray broke in, “and both at once. You take\nQuayle’s; I’ll go for Drake’s. We’ll win this time.”\n\nThe captain stared at him.\n\n“We’ll do it; but how?”\n\n“Easy,” Cray smiled. “That worthless old chief engineer--let him tag on to\nDrake. They are thick, anyway. As for Quayle--he’s battered up, ain’t he?\nOr if he ain’t exactly battered, he’s shook. Take a couple of men, drag\nhim out, say you’re givin’ him your room, more light an’ air. Sure, he’ll\nsuspect, but what can he do? Take them two big sailormen.”\n\n“It might be; but when? Drake sticks below of afternoons.”\n\n“Tomorrow morning we got a couple of hours,” Cray went on. “When we find\nthat necklace--”\n\n“We give it up, and get clear of--”\n\n“Like hell! We keep it!” Cray corrected him. “Or I keep it. Never mind\nhow. I’ll pin the job on one of them. Don’t you worry.”\n\nThe captain stared at him, aghast.\n\n“But they’ll search the ship.”\n\n“Let ’em. They won’t find it.” Cray got up. “I left Drake in my monkey-\nhouse. Best get him out of there. Tomorrow morning.”\n\n“Tomorrow.”\n\nThe captain looked out the door, as Cray opened it. The hills of the south\nshore of the Gulf stood out grim and gray, somber, all shadow. Tomorrow.\nWell, sooner it comes, sooner over.\n\n                *       *       *       *       *\n\nThe two big sailors dragged Quayle, protesting, out of his cabin. A\nstrangely ungrateful man he seemed. Up on the boat deck Drake heard the\nrow.\n\n“What’s that?” he asked.\n\nThe old chief, M’Ginley, leaned closer.\n\n“Them--them diamonds,” he whispered.\n\n“How’d you know. You’ve broke the seals,” Drake accused.\n\nM’Ginley shrank back.\n\n“Me? What you think? Ain’t I acted straight with you?”\n\n“You’d better.”\n\nDrake thrust one hand inside his dungaree suit. Something bulged under his\narm. M’Ginley wasn’t looking at a paper packet this time.\n\n“You go heeled; don’t blame ye,” he blustered. “Why pull a gun on me?\nThey’re searchin’ your cabin.”\n\nHe told this with the air of one revealing a previous secret.\n\n“They won’t find nothin’.”\n\n“Not in mine,” Drake grated, “but elsewhere, perhaps. You sit still. We’ve\nbeen playing blind man’s buff overlong. You sit still. This is loaded, you\nold fraud. You figure on holding out, hey? Look me in the eye, in ten\nminutes, and maybe you’ll change your mind.”\n\nM’Ginley quivered. He was gross mountain of a man, and shaking like jelly.\n\n“Ten minutes. What you mean? Why--”\n\nDrake rose.\n\n“If you value your health, sit tight. If you don’t, I play a hard game.\nI’ve an ace in the hole. A neat little ace, isn’t it, in its shoulder\nholster. Sit where you are.”\n\nThe old man watched him as he walked, cat footed, to the stair, and as he\nslowly disappeared down it.\n\n“Some one is goin’ to catch plain hell,” said he, “but it won’t be me,\nM’Ginley. Mebbe, when they finish their rough stuff there’ll be a nice\ncorpse for Scotland Yard and--what’s hid below for M’Ginley.”\n\nBut M’Ginley was not down in the alleyway; and it was there that things\nwere due to happen.\n\nFirst the old captain’s voice, as he cried through the thin partition\nbetween Drake’s cabin and Quayle’s:\n\n“Come here, for God’s sake, Cray! I found somethin’...”\n\nCray, running in from Drake’s cabin, saw a velvet covered case, long,\nnarrow, bound with precious metal.\n\nThe captain laughed in relief.\n\n“Got our man.”\n\n“Where--where’d you find that?”\n\n“There!” The captain kicked a disreputable handbag. “In the lining, sewn\nin. I felt it, first shot. Now--”\n\n“Open it, open it,” Cray urged. “Let’s see.”\n\n“It’s locked some way; but--”\n\nOld Bain’s strong fingers wrapped themselves about the slim thing of metal\nand velvet. The cords of his wrists stood out for a moment. Then the case\nwas open, cracked like a walnut shell. It was empty. The captain glared at\nthe fragments in his hands. Cray, leaning closer, muttered:\n\n“Never mind. Hang on to that. It’s evidence, ain’t it? Quayle--he’ll tell\nmore, when them detectives get after him. He’ll talk. Man can shorten his\nstretch that way. Unless--” he thrust his face close to the captain’s\n--“unless we find them diamonds, ourselves. Then, this’d do for Quayle;\nthey’d take him on the strength of this. And we’d--”\n\n“To hell with the diamonds!” In the old skipper’s voice was relief.\n“This’ll do for me. You keep your gab shut, mister. The least you know the\nbest, I’ve got Quayle locked in my cabin. He’ll stay there. If trouble\ncomes aboard, it comes for him, personal. Not me, nor you, if you’re wise.\nYou stop snooping round for them diamonds. I won’t have it, I tell you.\nFirst thing there’ll be a murder--another murder.”\n\nCray, his voice edged, face pale, sneered:\n\n“Changed your tune, hey? Now you found this useless junk, you figure\nyou’ll let them diamonds go, hey? But you figure without Cray. I’ll have\nthis ship apart, if need be, but I’ll lay hands on them stones. I’ll--”\n\n“You’ll go easy!” Captain Bain thundered. He was becoming himself rapidly\nnow. “You’ll keep quiet. There’s others besides Quayle can be locked in\ntheir cabins, and nothing said of it. And I’m master of this ship, by\nGod!”\n\n“And if--” Cray smiled, though he was still under tension, although that\nsmile was not a pleasant one. “If I told you the truth, would you sing\nsmall, I wonder?”\n\n“Truth? My God! Truth?” the badgered skipper rasped. “You tell the truth?\nWhat in hell are you, to tell the truth?”\n\n“A detective,” said Cray softly, “a detective.”\n\nThe captain stared, at first unbelieving; then he wilted. Too many little\nthings on Cray’s side. The chances were that he might be. Certainly he’d\nacted like one at times. And if he were, what of the _ Cora_, of her\nsecret sins?\n\n“A detective?” he gasped.\n\nFrom behind Cray came another voice; the cabin door swung open.\n\n“A detective? That’s fine; for there are two of us, then, my dear Cray.”\n\nIt was Drake. He had his gun. In that tiny cabin a gun in the hand meant\nmastery. Drake closed the door after him. His gun covered Cray. He\ndisregarded the old captain. Indeed, old Bain hadn’t an ounce of trouble\nmaking left in him. He was a crushed man. Not one detective, but two! Not\none man, who might conceivably be bribed, but two, each knowing his little\nimmigrant game, and, what was worse, each knowing that the other knew. He\nslumped down on the single bunk. He stared from Cray to Drake, from Drake\nto Cray. He shook his gray head sadly.\n\nCray, snarling, turned on him.\n\n“A hell of a captain! Don’t you see his game? His turn to hang on to them\ndiamonds. He figures we’ll search his room next; likely found out I’d been\nsearching it. He’s desperate.”\n\n“And a strong man, Cray, which you are not.”\n\nDrake reached out suddenly with his left hand, caught both Cray’s thin\nwrists, brought his hands together. Then with his right hand he laid his\nrevolver on the bunk.\n\n“Which you are not, Cray, my man,” said Drake.\n\nThe captain heard steel jingle, then saw it flash. He heard a faint click.\nDrake turned to him.\n\n“We’ll adjourn to your cabin, Captain. This is a bit crowded.”\n\nGlumly the old skipper obeyed. Cray stood there, handcuffed, silent now,\nas if with the snapping of the steel handcuffs had gone from him his last\nchance.\n\nThey stumbled out into the alleyway, Drake’s steady hand on Cray’s elbow.\nAs Cray walked along, men eyed him. He scowled at the first; his face was\nblank as he passed a second. But when the third man stared, he smiled\ncockily. He was on parade and would be on parade until Drake and his kind\nhad done their best, or worst. He must act out his part, confidence in\nevery look, every gesture. That was his code; he would follow it.\n\nDespite the reason for his captivity, there was a certain desperate\ngallantry about Cray, as Drake led him off, handcuffed, to the captain’s\ncabin. He even managed to whisper, as they climbed the steep iron stairway\nto the boat deck:\n\n“A pretty job, Drake; if your feet didn’t look it, nobody’d take you for a\ndick. Only thing is you got the wrong man.”\n\n“Have I?” Drake asked. “Have I? Maybe it’s Quayle should be wearing\nthese.”\n\nCray kept silent at that, as if reluctant to tell; as if, now the enemy\nhad appeared in his true form, he were changing his whole tune; as if\nthose under the law’s suspicion must close up their ranks and stick\ntogether.\n\n“Quayle--there he is in the cabin,” Drake went on. “I’ll be bound, he’ll\nbe glad to see us. You see, Quayle’s my partner, Cray.”\n\n                *       *       *       *       *\n\nDrake and the old captain were alone. Quayle had taken Cray away, had\nlocked him up, was keeping an eye on him. Drake had remained with Bain. He\nwas talking jerkily, as if thinking back over this business, partly\nbecause he rather plumed himself on the way it had been managed and partly\nbecause he feared, should he stop, what would follow. Old Captain Bain,\nthere, lips moving, eyes downcast was probably going over the sins of a\nlong and pettily wicked life. Probably, as soon as he got the chance, he’d\npour out a flood of confessions and would incriminate himself hopelessly\nin a dozen dark matters.\n\nDrake, a one idea man, busy with that one idea, didn’t have time, or, to\ndo him justice, inclination for the rôle of father confessor to the\ncaptain of the _Cora_. So he talked, like a man talking against time,\nelliptically, as things came into his head. And the captain half\nlistening, heard:\n\n“Began at Dip’s American Bar. Bless you, we at the Yard have known your\nlittle game for years, Captain. Began at Dip’s, when this robbery thing\nbroke, we traced a motor car within a mile of his place. From then on,\nwell, it was chance and luck and, if I may say it, psychology. We came\naboard, Quayle and I, separately. We looked about, used our eyes, wormed\nin where we could. We had no idea what the man was like, what he had done\nbefore. We just played a hunch that he was aboard. Began with you--\n\n“Remember that little note I brought you, ostensibly from Dip? Well, that\ntold me a lot. Bless you, Bain, you aren’t the murdering, thieving sort. I\nruled you out, right then. But, to go on. You remember when the thing\nbroke aboard? That first message?”\n\n“Yes,” the old man nodded glumly, “I won’t forget. ’Twas as if some big,\nhorrible eye was lookin’ all over, slow but steady. An’ I knew that sooner\nor later it’d stop on us; and then, o’ course--”\n\n“That,” Drake laughed, hastily breaking in, “that was the intention. I\narranged for that wireless. Scotland Yard? Well, we at the Yard don’t\nbroadcast what we know, unless we want it known for a damned good reason.\nI had that wireless sent. Fixed it up in the hour I had between trailing\nthe car to Dip’s and coming aboard here. That was my bombshell.”\n\n“But--” the captain stared at him, puzzled--“how’d you--you didn’t know it\nwas Cray you wanted?”\n\n“What I wanted was a disturbance. If he wasn’t in the business he’d\nperhaps talk. If he hadn’t talked, I could fulfill that omission and blame\nit on him. I wanted every manjack aboard here to know that diamonds had\nbeen stolen, that Scotland Yard--they don’t sign themselves that way, I\nmight confess--were on the trail. The rest--well, ever throw a rock into a\npool? The ripples follow each other to shore. The rest was plain Cray. I’d\nstruck it lucky. Those other messages--he made ’em up, every one.”\n\n“But why--why?” The Old Man was incredulous.\n\n“His game.” Drake laughed. “First half of the voyage, well, Cray was lying\nlow. He knew his job, you see. He figured on passing as the regular\nwireless man; but he didn’t know his ship, or its company, and he didn’t\nlike that company, when he looked ’em over. So he carried the necklace in\nhis pocket, like a pipe or a handkerchief. Well, the day after that first\nbombshell of a message came, he felt for the diamonds--and they were\ngone.”\n\n“Gone?”\n\n“Yes, never mind how.”\n\nDrake got up, walked across to the old skipper of the _Cora_, flipped one\nagile hand across his vest and dangled his watch, chain and seals before\nhis eyes.\n\n“Like that,” Drake laughed. “Well, to get on, there he was, this Cray,\nwith those jewels gone and nothing for his pains. So he began to get\nmysterious messages. Bit by bit suspicion formed, centered, first on this\none, then on that one. You played right into his hands, Captain. You had\nme worried. I was afraid you two would run out of suspects before we made\nour landfall.”\n\n“You mean he deliberately had me on?” The captain shook his head. “No--if\n’twas just theft--but murder--You mean this man let me think we had a\nmurderer aboard, let me know it, when he could have kept it dark--and him\nthe guilty one? Man don’t tie his own hang-man’s knot, mister, not even to\nget back diamonds.”\n\n“There was no murder.” Drake laughed, again. “That was just his artistic\ntouch. No fool, Cray. He knew you’d rise to it. But you worried him. He\nwanted to search every last cabin, but he also wanted to make the job hang\nout till the last moment, in case you might show a rush of brain to the\nhead and get to suspecting him. Well, you did it as he planned, between\nyou. Until, well, there were two of us left, Quayle and myself. Cray was\ngetting scared by now. So, when he searched Quayle’s cabin yesterday, he\nplanted the box that those diamonds had been in when he lifted them. Then\nhe worked things so that you would find it, not him.”\n\n“But why?”\n\nDrake stared at him. What use going on like this? How could this man, who\nbut half listened, understand, when even he saw some things but vaguely?\nYou threw a straw into the water, then a dozen more. If one of them taught\nyou anything of drift or eddy, you were content. When he spoke again his\nvoice was crisp and incisive.\n\n“That fight. A fake of Quayle and me, in case Cray suspected us of working\ntogether, as he did, eh? Just a precaution. It bothered him, as other\nthings did, too. His problem was twofold. Those stories, you see; the\nwireless messages he was making up--they worked on him in the end, as well\nas on you. He almost believed them, believed that they might have some\naccidental truth in them. And, of course, he wanted his loot back. Safety\nand loot; two ends to gain. If you had it, it was as good as his, for he’s\nsmooth and you--well, the thing’s plain, isn’t it? Notice how he gave in\nat the end? No gunplay. Clever men don’t go in for that. Amateurish, that\nsort of thing. Watch the papers later on and you’ll see how Cray fights\nthrough his mouthpiece. Good criminal lawyers are rich men.”\n\n“But why all this?” the captain growled. “You knew in mid-Atlantic that he\nwas your man. You had the stuff and could have nabbed him easily then and\nthere.”\n\n“In my game a man never stops learning,” Drake told him. “You may believe\nme, or not. Your ship said, ‘Hush.’ I wanted to make her talk, and Cray\ndid it for me, eh? I wanted to see what he’d do and how he’d do it. A\nclever rogue he proved, but too imaginative.”\n\n“So you raised hell with us, with me. Let me run round like a fool.”\n\nThe captain of the _Cora_ bit his lip, for who was he, standing in a\nslippery place, to antagonize this detective. Drake looked at him\npityingly for a moment.\n\n“You’re worried. You’re saying, ‘Now Drake’ll begin on me.’ The answer is,\nof course, Drake won’t. I’ve known and the Yard’s known, for years. If\nwe’d wanted to, we could fill a gaol with you and your like; but what’s it\nto us if now and then some petty thief gets away? Men like that Liverpool\nrat. It’s the big, fat, long whiskered, clever rats we’re after. When they\ncome drifting along, flying the country, we know where to look.”\n\nHe turned toward the door.\n\n“You run our rat trap, Captain. Why in the world should we spring it?”\n\nThe door opened as he put his hand on the knob. The fat engineer,\nM’Ginley, crowded in. He laid something that gleamed and glittered on the\nlittle table. Beside this he methodically piled brown paper, broken wax\nseals, bits of cut and knotted string.\n\n“Ye’ll bear witness,” said M’Ginley to the captain, “ye’ll bear witness,\nI’m an honest man. There it all is, Mr. Drake, everything ye gave me. I’m\nan honest man; and besides, there’s a ship comin’ up astern flyin’ the\nblue ensign, with the Canadian coat-of-arms in the fly of it. I’m an\nhonest man. When they board us, ye’ll tell ’em so, doubtless?”\n\nBut Drake was not listening. Bending over the table, he was brushing coal\ndust from the Varnavosk necklace.\n\n                                 THE END",
    "metadata": {
        "author": [
            "Paul, L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73468/pg73468.txt",
        "name": "code.json"
    }
}