{
    "name": "Cogito, Ergo Sum",
    "author": [
        "West, John Foster"
    ],
    "body": "I think, therefore I am. That was the first thought I had. Of course not\nin the same symbols, but with the same meaning.\n\nI awakened, or came alive, or came into existence suddenly, at least my\nmental consciousness did. \"Here am I,\" I thought, \"but what am I, why am\nI, where am I?\"\n\nI had nothing to work with except pure reason. I was _there_ because I\nwas not somewhere else. I was certain I was _there_ and that was the\nextent of my knowledge at the moment.\n\nI looked about me--no, I _reasoned_ about me. I was surrounded by\nnothingness, by black nothingness, a vacuum. Immense distances away I\ncould detect light; or rather, I could perceive waves of force passing\naround me which originated at points vast distances away, vast in\nrelation to my position in the nothingness.\n\nThere were waves of force all about me, varying in frequency. The\nnothingness was alive with waves of force, traveling parallel and\ntangential to each other without seeming to interfere one with another.\nI measured them, differentiated between them and finished with the task\nin a matter of seconds.\n\nHow could I do it? It was one of the capabilities I was _created_ with.\n\nWhat was I? I perceived the waves of force. I perceived great quantities\nof mass--solid, liquid, gas--whirling in vacuum, mass built up out of\npatterns of basic force. I searched my own being, analyzed myself. I was\nnot gas. I was not solid. I was not even force. Yet I existed. I could\nreason. I was a beginning, a sudden beginning. And I had duration\nbecause I knew that time had elapsed since the moment I _awakened_\nthough I had no means of telling how much time or of even naming the\nperiod.\n\n\n\nCould I really be _pure reason_? Can reason exist? Can rational entity\nexist without a groundwork of matter, or at least of force?\n\nIt could. It must. I was rational entity and I existed. Yet I could find\nnothing of force, nothing to occupy space about my _self_. For all I\ncould ascertain, I might have covered a one-dimensional point in\neternity or I might have been spread throughout vast distances.\n\nFrom this reasoning I concluded that rational entity might occur either\nas some force unlike that of all natural phenomena in space, or as some\ncombination of these forces at the moment beyond my own power to\nanalyze, even detect. I finished with that for the time being.\n\nHow did I come into being? I discarded the question as unanswerable\ntemporarily. What was I before that instant I suddenly reasoned _cogito,\nergo sum_? I could not say.\n\nHow did I know I even existed, really? Obviously because I was capable\nof rational thought. But what was thinking? First it was perceiving and\naccepting my own existence; beyond that, it was recognizing the dark\nnothingness around me and the forces it contained. I had to exist.\n\nBut how did I know nothingness was right? And how did I know its\ndarkness was right? And how did I know the waves of force were _waves_\nand _force_? And how did I know matter was _matter_ and that I was none\nof these?\n\n\"Symbols,\" I reasoned. \"I'm thinking in symbols. I could not reason\nwithout symbols; therefore I could not exist as I am without symbols to\nthink with.\"\n\nYet whose symbols were they? Where and how did I come by them? I could\nthink back clearly to the instant of my creation, yet I had not invented\nthe symbols in the interim of my existence, nor had they been given to\nme. What then? They were part of me when I came alive in this universe,\nhad been _invented_ some other time and elsewhere by someone else or by\nwhat I was before I became the entity of reason I now was.\n\nThen that first flash of perception in nothingness was not spontaneous.\nThere was something behind it. I was something before that moment, in\nanother era of time, perhaps a creature of substance. But what?\n\nI concentrated. I remembered the symbol _Marl_. I was or had been an\nentity _Marl_. Were there others back there, somewhere? There must have\nbeen, must be yet. Was I the only _Marl_ who metamorphosed into this\nstate of rational entity? Surely not. Yet I could contact no other\nrationale around me as far away as I could probe. How far was that? How\ncould I know. Was it far enough to reach the other _Marls_, or were they\nscattered thinly throughout infinity around me like the flecks of mass?\n\nI was suddenly ill. The symbol _malaise_ came to me as the proper\ndescription of my malady. I grew dizzy with my sickness. I wished to\nregurgitate, to cast off this cold, frightening sensation. Yet I was\nprovided with no physical means of doing it. It filled me throughout all\nmy thinking. It was I. I thought to exist. I thought depression,\nsickness. Therefore I was the malady and it was a hell of malcontent\nbeyond symbolical description.\n\nWhat was wrong with me? I was frightened. I was concerned for my\nexistence here alone. What was it called? The idea shimmered there on\nthe fringe of perception, then fairly leaped into my consciousness.\nExisting alone as pure reason was worse than no-existence, was worse\nthan dying or never having been at all. I need another _Marl_. To exist\nhappily, I must have at least one other _Marl_ to communicate with, to\nshare my thoughts, to share my being.\n\nIs this a necessity, a condition peculiar to me as I am, as reason, or\nis it a condition that came across the barrier with me from that other\nstate? It must be the latter. An entity of pure reason, having come into\nexistence as reason, would need nothing but himself. Why? Because he\nwould be _without emotion_.\n\n\"I am _emotional_,\" I thought. \"I am entity of almost pure reason, but I\nhave inherited emotion from my previous state. It is a disorder of\nthought, but it can be a pleasant disorder when the emotion is the right\none; or, if unpleasant, when satisfied.\n\n\"But I could not have emotions as I am now. They are _cortical\nresponses_, or are supposed to be. What is _cortical_? No, they are a\nsort of illogical reasoning, nothing physical--\" The rest eluded me.\n\n\"I am lonely,\" I thought. \"Loneliness stems from fear and fear is a\nbasic emotion. I am very lonely. I have been lonely for a long time,\nbringing it with me here. I would rather sate my loneliness than live to\neternity, than know all there is to know. What can quell my loneliness?\nAnother like me, another _Marl_--whatever a _Marl_ is. I must have, must\nfind another _Marl_.\"\n\nI began to search. I darted frantically about space like a frightened\nthing, though I could perceive no movement. I knew I passed from one\narea of space to another because I could measure slight changes in the\nposition of the stars about me. I knew the points of light were _stars_.\n\nThere was duration. I could not know how much. Eternity? A split second?\nBut at last I discovered another like me. No, almost like me, but\nanother _Marl_. The other entity had less of reason, more emotion. It\nwas frightened and lonely. The _Marl's_ whole existence was that of\nsickness--of loneliness, which is fear. The _Marl_ was darting about\nmadly, seeking, seeking a thing like itself. What was it, like me but\ndifferent?\n\nAs I came in, I measured our similarity and differences. Rationally we\nwere identical, or almost so. Emotionally we were different, vastly\ndifferent. \"_Marls_ appear to exist as rationale and emotion,\" I\nreasoned. \"Beyond that I cannot go.\"\n\nThe other _Marl_ perceived me, darted frantically toward me, then\nslowed. We came together, touched like--_like two cautious fish meeting\nin a dark pool and touching mouths to substantiate identical species_.\n\nThe other _Marl_ was satisfied with my identity. It leaped frantically\nat me, raced around me, through me, finally stopped, pervading me, while\n_vibrating_ in sheer relief and happiness. I felt the great\nfear-loneliness in the other _Marl_ begin to recede and in its place\ncame an almost overpowering euphoria. It was _contentment_, and it\nstemmed from the basic emotion _love_. I knew this at once.\n\nI suddenly realized that I too was relieved, that I was no longer sick\nwith fear-loneliness. It was good, this existing of the other within me\nor simultaneously with me. Or was it I within the other? It sated our\nfear emotion and made, created a love-euphoria.\n\n\"I am happy I found you,\" I communicated. \"I was lonely for another\n_Marl_. You are a _Marl_?\"\n\nThe other hesitated, thinking. \"No. I am _Pat_. I am different from you.\nBut it is chiefly emotional. It is good.\"\n\n\"You are a _Pat_,\" I returned in disappointment. \"I had hoped to find\nanother _Marl_.\"\n\n\"Don't be disappointed,\" the _Pat_ soothed. \"We are alike, really.\nAlmost so. Like--like flame and gas are both substance yet different. We\nare two types of the same thing. I am no longer frightened. I am no\nlonger lonely. You are good for me.\"\n\nI was relieved because I wanted to be. I believed the other _Marl_--no,\nthe _Pat_--because I wanted to believe. I did not bother to\nrationalize. I felt elation.\n\n\"Then in that other time, that other place we both belonged to a--a\ncommon group, with another name?\" I suggested.\n\n\"I believe so,\" the _Pat_ answered.\n\n\"How was it when you came awake?\" I asked. \"Can you remember?\"\n\n\"I think so. I recall I was born here in fright because it was all\nwrong. I was not in my natural state, so it was not right.\" The _Pat_\npaused to think. \"I remember there was great speed and I was born in\nfright. Were you?\"\n\n\"No,\" I answered. \"I was not frightened at first. And I was never\nfrightened to the degree you were. I was mostly lonely, which is related\nto fear. But when I first conceived of my existence here I was coolly\nlogical. I awakened _reasoning_--realizing that I existed.\"\n\n\"I suppose it has to do with our emotional differences,\" the _Pat_\nbeside me or with me or within me communicated.\n\n\"Do you recall where in space you came from?\" I asked. \"I must have been\ndoubting my existence at first so intensely I did not observe. You seem\nto have taken your own being for granted, thus you were, perhaps, more\nobservant.\"\n\n\"I--I think so.\" The _Pat_ hesitated and I knew it was observing the\nstars around us. \"Yes. Come with me. I think I know where.\"\n\nI stayed with the _Pat_, a part of it, and we lurched through space.\nRather, we ceased to exist at one point in space and existed in another.\nHow far? Distances meant nothing.\n\n\"It was here,\" the _Pat_ informed me finally.\n\n\n\nSomething was wrong here. The interweaving waves of force were all\nwrong. There was a disorder, a great cancer in space. The waves\ninterfered with the progress of each other all along a great barrier. It\nwas not natural, not like it was elsewhere.\n\n\"Something is wrong with the waves of force crossing this area. They\ninterfere with each other. New forces are created. Do you detect it?\" I\ncommunicated.\n\n\"I feel it,\" the _Pat_ answered. \"It is a sickness in space like--like\nour loneliness.\"\n\nI knew the comparison was ridiculous but I let it pass. \"You said you\ncame alive at great speed. I could have been traveling too. We must have\nplunged into this barrier. It seems to me that emotions must originate\nin a _physical_ being; perhaps reason could be free, but not emotion. I\ndon't know. But I have a theory. I believe our _physical_ selves still\nexist somewhere in space. The barrier, perhaps, interfered with the\nnormal functioning of our mental equipment. We exist at one point in\nspace and we are thinking, experiencing emotions at another point. It's\nas if our minds are--are broadcasting our thoughts and emotions far away\nfrom our physical selves. Either that, or our rationales were torn free\nand only our emotions are broadcast. Does that sound logical?\"\n\n\"Yes,\" the _Pat_ agreed, \"I believe that is the answer.\"\n\nI felt that the _Pat_ was pleased with my theory, that it greatly\nadmired my reasoning. I also perceived that it had no idea what I meant\nby the explanation. I did not mind.\n\n\"You said you were moving at great speed,\" I continued. \"Can you\nremember the line, the direction you were traveling in?\"\n\nThe _Pat_ hesitated only a moment. \"Yes. You perceive the star cluster\nthere, the triangular one? My heading was in that direction, but it was\nchanging fast.\"\n\n\"Then we could find nothing by traveling toward the triangular cluster?\"\n\n\"No. I was moving in an arc in the direction of the distorted square\ncluster there. Do you see it?\"\n\n\"Yes,\" I answered, knowing her use of the word _see_ was unconscious.\n\"That is Cetus.\"\n\n\"Cetus?\" The _Pat_ was startled. \"How do you know that?\"\n\n\"I don't know. The name came to me. It seemed right to call it that.\"\n\n\"It--it's all so frightening!\"\n\nI had no time for pampering our emotions, though I was at great peace\nwith the _Pat_ so near me. Time might prove vital. \"Neither would it do\nany good to travel in the direction of Cetus,\" I said.\n\n\"No. No,\" the _Pat_ communicated. \"If there is any object of matter or\nforce I was a part of in that other existence traveling through space,\nit is in an arc. The best we can do is take an arbitrary direction\nbetween the triangular cluster and the one called Cetus and hope to\nintercept the object, the other part of me, whatever it is.\"\n\n\"Come with me,\" I ordered.\n\nI discovered the object of mass hurtling through space before the _Pat_\ndid. It was symmetrical and metallic. I tore myself away from my\ncompanion and darted to meet it. I discovered it was a shell, a hollow\nthing, and I passed inside. There was a room there. There were\nprojections and circles of transparent matter. I experienced the symbol\n_dials_.\n\nThere were two other creatures seated close to the dials, things of\nmatter, and their substance was protoplasm. But there was no rationale\npresent in either of them. I examined the living matter of the smaller\none swiftly. Organs seemed poised in a suspended state. The creature I\nobserved, housed in a protective shell, seemed paralyzed or dead. I\nremembered the word _dead_.\n\nThen the _Pat_ was with me again. \"I--I feel something, _Marl_. I am\nfrightened. What are they, those things there?\"\n\n\"They seem to be--\" I stopped communicating.\n\nThe _Pat_ had disappeared!\n\nThe thing of protoplasm nearest me was moving but I was no longer\ninterested. I remember the _Pat_ had touched the upper extremity of the\ncreature and had vanished, had ceased to be.\n\nThe old sickness was back. I was lonely. I wanted the other entity. I\ncould not, did not wish to exist without the _Pat_.\n\nI darted frantically about the metal shell, here and there, searching,\nsearching. Where was the _Pat_? I _screamed_ for it. I thought _Pat_ as\nfar away as I could reach, but there was no reaction, no response at\nall.\n\nIn my frenzy, I was back beside the creatures of protoplasm before I\nrealized it, near the one I had not yet examined.\n\n\"Perhaps they took her,\" I thought. It was not logical, but it was a\nhope. Hope is emotional; I was becoming more emotional than rational.\n\nI touched the larger of the two creatures, experimentally; moved\ncautiously inside it, searching, searching.\n\nSuddenly I was seized by a great force, an inexorable power that grasped\nme and wrenched me, tearing me from the point in space I had occupied a\nmoment before. My perception blurred, but I was not frightened. Without\nthe _Pat_ I did not care what happened. I was intensely curious. \"So\nthis is how it is,\" I reasoned in a flash, \"to _cease to be_.\"\n\nAnd I ceased to be....\n\n\n\nMarlow shook his head. I must have dozed, he thought. He glanced at the\nchronometer on the console ahead. No, only a minute or two had elapsed\nsince the last time he had checked.\n\n\"Sleepy head! Wake up and live!\"\n\nHe looked to his right. Pat sat in the navigator's seat smiling at him.\n\n\"I didn't sleep, honestly,\" he protested. \"We hit some sort of barrier\nback there. It knocked me out for a moment. I had the damnedest\nimpression--\"\n\n\"Remember what you promised!\" She swiveled the seat about to face him.\n\"No more scientific lectures on the mysteries of space or I'll return to\nearth. You know my poor brain can't absorb it.\"\n\n\"You win,\" he grinned, running calloused fingers through his greying\ncrew-cut. He leaned forward and kissed her briefly. \"How did an old\nspace hermit like me ever win a flower-garden bride in the first place?\"\n\nThey laughed together, and he felt secure within the metallic shell\nsurrounding them, no longer alone.\n\n",
    "metadata": {
        "author": [
            "West, John Foster"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29149/pg29149.txt",
        "name": "cogito_ergo_sum.json"
    }
}