{
    "name": "Collectivum",
    "author": [
        "Lewis, Mike"
    ],
    "body": "He crossed the rickety bridge at sundown and saw the squat, fat fellow\nwhipping the girl with a board. His mind leaped to a conclusion: _an\nOrenian prowler, convincing his victim to hold still_. He clubbed the\nfat fellow with a rock and toppled him over the seawall into the\nlagoon where he floated face-down.\n\n\"Are you stung?\" he asked the girl.\n\nShe picked herself up weakly, and she was a gold-bronze beauty with a\nblack mane of hair and long, narrow eyes. She shook her head to his\nquestion and whimpered slightly while she examined her bruises.\n\n\"He was my husband,\" she explained.\n\n\"Not an Orenian?\" he gasped.\n\nShe shook her head. \"But he was going to kill me.\"\n\nMorgan shot a horrified glance at the body floating far out on the\nswift tide. Three sharks were circling lazily. He looked around for a\nboat, saw none. He swiftly estimated his chances of swimming out after\nthe fat man and towing him in. The chances appeared to be nil.\nNevertheless, he began stripping off his shirt.\n\n\"Don't bother,\" said the girl. \"He was stung last week.\"\n\nMorgan stared at her silently for a moment. She seemed not in the\nleast perturbed. If the man had been stung by an Orenian, he was lost\nanyway. Ruefully, he rebuttoned his shirt.\n\n\"I leapt to a bad conclusion.\"\n\n\"That he was an Orenian? He would have been, soon. Besides--you _have_\nto leap to conclusions nowadays, to stay alive.\"\n\n\"You don't seem to worry.\"\n\n\"I told you, he was going to kill me.\"\n\n\"Why?\"\n\n\"Because--\" She paused and stared out across the twilight water,\ngathering a slow frown. \"Because he was crazy.\"\n\nMorgan's eyes flickered over her trim figure, and he thought--_maybe_.\nShe had a trace of Seminole blood, he decided--with the quiet\nsultriness that it leant to her face.\n\n\"I'm heading west,\" he announced.\n\n\"To the cypress?\" She cooly inspected his sturdy arms, clipped\nfeatures, and the hatchet in his belt-rope. She nodded faintly to\nherself. \"Want company?\"\n\nHe shrugged and turned half away. \"It's okay with me.\" He set off down\nthe road and she followed a few feet to the rear.\n\n\"Florida coast's getting to be lousy with them,\" she called.\n\n\"Orenians?\"\n\n\"Yeah. Whole truckload of them passed through yesterday. On their way\nto Miami, I guess. One man said he saw an airplane yesterday.\"\n\n\"They must be reviving the industry up north.\"\n\n\"Yeah. Trucks by the dozen. Say--where've _you_ been hiding?\"\n\n\"Mangrove island. Been there six months.\"\n\n\"Get lonesome?\"\n\n\"And tired of sitting still. Small island.\"\n\n\"You should have stayed--but I'm glad you didn't.\"\n\nHe shot her a sharp glance. She failed to look bereaved at the loss of\nher mate. But that was not unusual. Most marriages nowadays were\ncontracted by brute force--and dissolved the same way. She probably\nfelt that rolling the fat one in the drink gave her a claim on him.\n\nWhen the last trace of gray fled from the west, they walked westward\nalong the old highway beyond the limits of the coastal town which was\nnow nearly deserted. They talked softly as they trudged along, and he\nlearned that her name was Shera and that she had been a dancer in a\nsmall Miami nightspot, before the Orenians came. She had joined the\nfat one a year ago--because he owned a gun, and was therefore good\ninsurance against wandering Orenians. But when the ammunition was\ngone, she tried to leave him, which resulted in the incident by the\nwaterfront.\n\nMorgan was irked that he had blundered into a family affair, and\ntroubled that he had relieved the fellow of all worldly cares.\nNevertheless, if the man had been stung, the free world would\nsay--\"job well done.\" For in a few weeks he would have ceased to be\nstrictly human, becoming a dangerous threat to his fellows. And if the\ngirl had been unable to escape from him before that time, she would\nhave been subject to the same plight. Morgan decided that he would\nhave done the same thing if given time to weigh the situation\nbeforehand.\n\n\"How far are we going?\" she asked.\n\n\"We're turning off on the next side-road,\" he grunted.\n\n\"You know the country?\"\n\n\"I used to.\" He waved his arm to the south. \"Road winds through a\nswamp, then climbs to high ground. Ends in a spruce forest.\"\n\n\"Got any food?\"\n\n\"Will have, tomorrow. Ditches are full of warmouth perch. Plenty of\nswamp cabbage, wild oranges, bull frogs, papaya.\"\n\n\"I'm hungry now.\"\n\n\"That's tough.\"\n\nShe whimpered a little but soon fell silent. He saw she was limping,\nand he slowed his pace. Pity was a lost emotion in an age of chaos;\nbut she was strong, healthy, and appeared capable of doing a day's\nwork. He decided to humor her, lest she decide to trudge alone.\n\n\n\nWhen they reached the swamp, branches closed over the narrow trail\nroad, screening off the sky and hiding the thin slice of moon. The\ngirl hung close to his elbow. A screech owl hooted in the trees, and a\nthousand frogs clamored in the blackness. Once the scream of a panther\nsplit the night, and the girl sobbed as if echoing the cry. They\nhurried ahead through the overgrown weeds.\n\n\"Drop flat!\" he hissed suddenly.\n\nShe obeyed without a sound. They crouched together at the edge of the\nroad, listening. A distant rustling came from the roadway to the\nsouth.\n\n\"Orenians?\" she whispered.\n\n\"Orenians.\"\n\n\"How many?\"\n\n\"Can't tell. They always march in step. Keep quiet.\"\n\nMorgan gripped the hatchet and set himself for a quick spring. As they\ndrew nearer, he decided that there were two of them. Their movements\nwere perfectly coordinated, since they were of one mind, one\nconsciousness--that of Oren. The girl tapped his arm with the blade\nof a knife.\n\n\"I'll take one,\" she breathed.\n\nWhen the footsteps were almost upon them, Oren halted. There was no\noutcry; the Orenians had no need for vocal communication; their\nthought-exchange was bio-electromagnetic.\n\n\"Now!\" howled Morgan, and launched himself at the enemy.\n\nHis hatchet cleft the face of the nearest foe, and he turned instantly\nto help the girl. A pair of bodies thrashed about on the ground. Then\nshe stood up, and he heard her dry the knife on some grass. It was\nover in an instant.\n\n\"Not stung?\"\n\n\"No.\"\n\n\"That was too easy,\" he said. \"I don't like it.\"\n\n\"Why?\"\n\n\"They don't ambush that easy unless they're in rapport with another\ngroup someplace close. We'll have some more of them after us if we\ndon't get away.\"\n\nThey hurried about the unpleasant task of splitting open the\nonce-human skulls to remove the legless parasite-entities that filled\nthe bony hollows where brains belonged. The Oren creatures lived in\ntheir stolen homes long after the borrowed body died, and they could\nsignal others to the vicinity. Morgan tossed the globular little\ncreatures in the ditch where they lay squeaking faintly--helpless,\nonce-removed from the body of the host who had long since ceased to\nexist as a human being.\n\n\"Let's go!\" he grunted.\n\n\"Same way?\"\n\n\"Yeah.\"\n\n\"But they _came_ from that way!\"\n\n\"Have to chance it. Too dangerous, hanging around the highways. Out\nhere we can find places to hide.\"\n\nThey set off at a trot, chancing an ambush in reverse. But Morgan\nreasoned that the Orenians had been returning to the highway after a\nday's exploring on the side-roads. After plunging for half-an-hour\nthrough the darkness, the road began winding upward. The cypress\narchway parted, revealing star-scattered sky. They slowed to a walk.\n\n\"Can't we sit down to rest?\" she panted.\n\n\"Can if you like. Alone.\"\n\nShe shuddered and caught at his arm. \"I'll stick.\"\n\n\"Sorry,\" he murmured. \"We can stop soon. But they'll be chasing along\nthe road looking for us. I want to get into the spruce forest first.\"\n\nShe was silent for a time, then said; \"With Earlich, it was the other\nway around.\"\n\n\"Earlich? The fat boy? What do you mean?\"\n\n\"I always had to wait on him.\"\n\n\"Did you wait?\"\n\n\"Until he ran out of bullets.\"\n\nMorgan clucked in mock disapproval. But he was not in the least\nshocked. In the flight from Oren, it was devil take the hindmost.\nWeaklings, and people who paused for pity, had long since been stung.\nAfter several weeks of agony in which the brain became the nutrient\nfodder of the growing Oren embryo, they were lost in the single\ncommunal mind of Oren, dead as individuals. The adult parasite assumed\nthe bodily directive-function of the brain. The creatures so afflicted\nbecame mere cells in a total social organism now constituting a large\npart of humanity.\n\nShera suddenly whistled surprise. \"Is that a _cabin_ there?--through\nthe trees?\"\n\nThey had penetrated several hundred yards into the spruce. A black\nhulk lay ahead in a small clearing.\n\n\"Yeah,\" Morgan grunted. \"I'd hoped it'd still be there.\"\n\nShe nudged him hard. \"Close-mouthed, aren't you?\"\n\n\"If I told you it was here, and then it was gone--how would you feel?\"\n\n\"You think about things like that?\" She stared at him curiously in the\nfaint moonlight. \"Nobody else does. Not now.\"\n\n\"Come on,\" he growled. \"Let's see if it's occupied.\"\n\nThe door was locked. Morgan chopped it open without ceremony. The\ncabin was vacant except for a corpse on the floor. The corpse was of\nancient vintage and slightly mummified. He noticed that it had killed\nitself with a shotgun--possibly because of an Oren-sting. He caught up\nthe scarce weapon lest the girl grab it and run. Then he dragged the\ncorpse out by the foot and left it under an orange tree. The oranges\nwere green, but he picked a few to stave off the pangs of hunger.\n\nWhen he returned, Shera had found matches and a lamp. She sat at a\ntable, counting twelve-gauge shells.\n\n\"How many?\"\n\n\"Even dozen.\" She gazed greedily at the gun. \"I won't steal it.\"\n\nHe pitched her an orange and propped the gun in the corner. \"If you\ndid, it would be a mistake.\"\n\nHer eyes followed him about the room as he inspected the meagre,\ndust-laden furnishings.\n\n\"I like you, Morgan,\" she murmured suddenly.\n\n\"Like you liked fat-boy?\"\n\n\"He was a pig.\"\n\n\"But you liked his gun.\"\n\n\"You'd do all right without a gun.\"\n\n\"So?\"\n\n\"Why don't we team up?\"\n\n\"Whoa! We may not be looking for the same things.\"\n\nShe shrugged and toyed with the shells while she stared thoughtfully\ninto the lamplight. \"What's there to look for? Besides escape from\nOren.\"\n\n\"Nothing maybe.\"\n\n\"But you think so, huh?\"\n\nHe straightened suddenly and waggled a pair of cans over his head for\nher to see--beans, and a tin of tobacco. He set them aside and\ncontinued searching the cupboards.\n\n\"But you think so, huh?\" she repeated.\n\n\"Shut up and heat the beans.\"\n\nShera caught the can and speared it with her knife. It spewed. She\nsniffed, cursed, and threw them out. \"We eat oranges.\"\n\n\"But what _are_ you looking for, Morgan?\"\n\n\n\nHe rolled himself a cigarette with the aged tobacco which was little\nmore than dust. He came to the table and sat facing her. She had\nplaced an orange before him. Almost absently he laid the blade of his\nhatchet atop it. The weight of it split the fruit neatly.\n\n\"Sharp,\" she muttered.\n\n\"Sharp enough to split Oren skulls.\"\n\n\"And that's all you're looking for?\"\n\n\"I don't know. Ever hear of the Maquis?\"\n\nShe hesitated. \"Two wars ago? The French underground? I remember\nvaguely. I was a _little_ urchin then.\"\n\n\"They had a goal like mine, I guess. To harass. They couldn't win, and\nthey knew it. They killed and wrecked and maimed because they hated. I\nwant to organize a band of Oren-killers--with no purpose save to\nambush and slaughter. I sat on that island and thought and\nthought--and I got disgusted with myself for hiding.\"\n\nThe girl munched a cheekful of bitter orange pulp and looked\nthoughtful. \"Wish I had some clothes,\" she muttered indifferently.\n\nHe shot her a hard glance then stood up to pace the floor. \"Ambush,\nslaughter, and _rob_,\" he amended, and looked at her sharply again.\n\n\"Rob?\"\n\n\"Oren's taken our cities. He's reorganizing industry. With individuals\ncoordinated by a mass-mind, it'll be a different kind of industry, a\nmore efficient kind. Think of a factory in which a worker at one\nposition shares consciousness with a worker in another position. Does\naway with control mechanisms.\"\n\n\"You said 'rob'.\"\n\nHe grinned sourly. \"When they get production started, there'll be\nplenty to steal. Guns; explosives--clothes.\"\n\nShe nodded slowly. \"Trouble is: every time you kill an Orenian, they\nall feel him die. They come running.\"\n\n\"Sometimes. Unless they're too busy. They don't care too much about\nindividual deaths. It's the total mental commune of Oren that matters.\nLike now. They could find us if they really tried. But why should\nthey? They'd come as recruiting agents--with bared stingers--if they\ncame.\"\n\n\"They'll come tomorrow,\" she said fatalistically.\n\n\"We'll try to be ready.\"\n\n\n\nShe inspected him carefully, as if weighing his size and strength. \"I\nstill want to team up with you.\"\n\nHe recalled how quickly she had knifed the Orenian to death on the\nroad. \"Okay--if you'll follow me without argument.\"\n\n\"I can take orders.\" She folded her arms behind her head and leaned\nback with a grin. Her breasts jutted haughtily beneath a torn blouse.\n\"_Most_ orders, that is.\"\n\n\"Hell, I'm not marrying you!\" he snapped.\n\nShe laughed scornfully. \"You will, Morgan, you will.\"\n\nMorgan lashed the shotgun to a chair, aimed it at the door, and ran a\nlength of cord from the trigger to the shattered lock. \"Don't trip\nover the cord in the night,\" he warned as he blew out the lamp. Then\nhe bedded down in the corner on the floor.\n\nA short time later he heard her sobbing softly. \"What the devil's\nwrong?\" he snarled disgustedly.\n\n\"Thanks, Morgan--thanks,\" she whispered.\n\nFor a moment he felt sorry for her. Apparently she was thanking him\nfor the bed. Fat boy had evidently taken the best of everything and\ngiven her the crumbs of Lazarus. Such were the mores of chaos. But\nMorgan quit congratulating himself. He had chosen the floor because it\nlooked cleaner than the bed.\n\nHe was awakened before dawn by the rapid sputter of rain on the roof.\nIt dribbled through several holes and spread across the floor. He sat\nup shivering. Shera was a glowing cigarette near the window.\n\n\"Can't sleep?\" he asked.\n\n\"I'm scared,\" she answered.\n\nFaintly he could see her profile silhouetted against the pane. She was\nwatching outside the cabin.\n\n\"I've got a funny feeling--that something's out there.\"\n\n\"Heard anything?\"\n\n\"Just a feeling.\"\n\nMorgan felt ice along his sides. \"Shera--do you get hunches, feelings,\nintuitions very often?\" His voice was hushed, worried.\n\n\"Yeah.\"\n\n\"Have you always?\"\n\n\"No--I don't think I used to.\"\n\nHe was silent for a long time; then he hissed, \"Are you _sure_ you\nhaven't been stung recently?\"\n\nAnother brief silence. Then the girl laughed softly. A wave of\nprickles crept along his scalp.\n\n\"I've got the shotgun in my lap, Morgan.\"\n\n\n\n\"How long?\" he whispered in horror.\n\n\"Six months.\"\n\n\"_Six months!_ You're lying! You'd be fully depersonalized! You'd be\nin complete liaison with Oren!\"\n\n\"But I'm not. Sometimes I can feel when they're near. That's all.\"\n\n\"But if it were true--your brain would be replaced by the parasite!\"\n\n\"I wouldn't know. Apparently it's not.\"\n\nMorgan couldn't believe it. But he sat stunned in the darkness. What\nwas this thing in the cabin with him? Was she still human? He began\ninching along the wall, but a board creaked.\n\n\"I don't want to shoot you, Morgan. Don't rush me. Besides--there's\nsomething outside, I tell you.\"\n\n\"Why should _you_ worry about that?--if you've really been stung.\"\n\n\"The first sting evidently didn't take. The next one might. That's\nwhy.\"\n\n\"You weren't sick?\"\n\n\"During the incubation period? I was sick. Plenty sick.\"\n\nMorgan shook his head thoughtfully. If she had been through the\nviolent illness of the parasite's incubation, she should now have one\nof the squeaking little degenerates in place of a brain. The fibers of\nthe small animals grew slowly along the neural arcs, replacing each\nnerve cell, forming a junction at each synapse. There was reason to\nbelieve that the parasite preserved the memories that had been stored\nin the brain, but they became blended with all the other\nindividualities that comprised Oren, thereby losing the personality in\nthe mental ocean of the herd-mind. Was it possible that if one\ninvader were out of mental contact with the herd-mind, that the\nindividual host might retain its personality? But how could she be out\nof contact?\n\n\"They're getting close to the door,\" she whispered.\n\nMorgan gripped his hatchet and waited, not knowing who would be the\ngreater enemy--the girl or the prowlers.\n\n\"When the door opens, strike a match. So I can see to shoot.\"\n\nMorgan crouched low. There came a light tapping at the torn screen,\nthen several seconds of silence. Someone pushed at the door. It swung\nslowly open.\n\n\"Jerry?\" called a faint voice. \"Jerry--thet you in theah?\"\n\nMorgan breathed easily again. An Orenian would not have called out.\n\"Who is it?\" he barked.\n\nThere was no answer. Morgan groped for the lamp, found it, and held\nthe match poised but not lighted.\n\n\"Come in here!\" he ordered. \"We've got a gun.\"\n\n\"Yes, suh!\"\n\nA shadow appeared in the door frame. Morgan struck the match. It was\nan ancient Negro with a burlap sack in one hand and a bloodstained\npitchfork in the other. He stood blinking at Shera's shotgun and at\nthe lamp as Morgan lit it. His overalls were rainsoaked, his eyes\nwild.\n\n\"Come in and sit down.\"\n\n\"Thankya suh, thankya.\" He shuffled inside and slumped into a rickety\nchair.\n\n\"What're you doing wandering around like this?\"\n\n\"Been a hunting. Yes, suh, been doing me a little hunting.\" He sighed\nwearily and mopped the rain out of his tight coils of graying hair.\n\nMorgan eyed the burlap sack suspiciously. It was wet, and it wriggled.\n\"What's that?\"\n\n\"'Ass my night's work,\" said the man and jerked a corner of the sack.\nIt opened, and three Oren parasites spilled out with weak squeaks of\nanguish.\n\nThe girl gasped angrily. \"They're still in contact with Oren. Kill\nthem!\"\n\n\"Yes'm, they're in contact--but without eyes, how're they gonna know\nwheah they are?\"\n\nMorgan made a wry mouth at Shera. The old man was smart--and right.\nBut he felt another uneasy suspicion. The old man said \"hunting.\"\nHunting for what--food? The idea twisted disgust in Morgan's stomach.\n\n\"What're you going to do with them?\"\n\n\"Oh--\" The oldster kicked one of them lightly with his toe. The pink\nthing rolled against the wall. There were vestigial signs of arms,\nlegs, but tiny and useless, grown fast to the body. The visitor\nglanced up with a sheepish grin.\n\n\"I feed 'em to my dawgs, suh. Dawgs like 'em. Getting so my dawgs can\nsmell the difference twixt a man and an Orenian. I'm training 'em.\nThey help me with my hunting.\"\n\nMorgan sat up sharply. \"How many dogs you got, and where do you live?\"\n\n\"Fo' dawgs. I live in the swamp. They's a big hollow cypress--I got my\nbed in it.\"\n\n\"Why didn't you move in here?\"\n\nThe old man looked at the place in the center of the floor where the\ndust outlined the shape of a human body. \"Suicide,\" he muttered. Then\nhe looked up. \"'Tain't superstition, exactly. I just don't--\"\n\n\"Never mind,\" Morgan murmured. He glanced at the girl. She had laid\nthe shotgun aside and was lighting a cigarette. He tensed himself,\nthen sprang like a cat.\n\nThe gun was in his hands, and he was backing across the room before\nshe realized what had happened. Her face went suddenly white. The old\nman just sat and looked baffled.\n\n\"Can you call one of your dogs?\"\n\n\"Yes, suh, but--\"\n\n\"Call one, I want to try something.\"\n\nShera bit her lip. \"Why, Morgan? To see if what I said is true?\"\n\n\"Yeah.\"\n\n\"I'll save you the trouble.\" She stared into his face solemnly and\nslowly opened her mouth. From beneath her tongue, a barb slowly\nprotruded until its point projected several inches from her lips.\nMorgan shivered.\n\n\n\nThe Negro, who was sitting rigidly frozen, suddenly dove for his\npitchfork with a wild cry. \"Witcherwoman! Oren-stinger!\"\n\nShera darted aside as the pitchfork sailed toward her and shattered\nthe window. She seized it quickly and held him at bay. The old man\nlooked startled. Orenians tried to sting, not to fight.\n\n\"Hold it!\" bellowed Morgan.\n\nReluctantly, the oldster backed away and fell into the chair again.\nBut his eyes clung to the girl with hatred.\n\n\"She stung ya, suh?\"\n\n\"No, and she won't sting you.\" He gazed at Shera coldly. \"Drop that\nfork.\"\n\nShe propped it against the wall but stayed close to it. \"Okay,\nMorgan,\" she purred. \"It's your show.\"\n\n\"It's going to be yours. Sit down and tell us everything that happened\nbefore you were stung and after. I want to figure out what makes you\ndifferent from the others, and why you aren't in liaison with Oren.\"\n\nShe smiled acidly. \"You won't believe it.\"\n\n\"You'll tell it though,\" he growled darkly.\n\nShe turned to gaze at the door. \"Earlich had a little girl--by his\nfirst wife. She got stung eight months ago. Before she ran away, she\nstung her pet kitten. I didn't know it. The kitten stayed with us.\n_It_ stung me.\" She paused. \"Here's the part you won't believe: before\nEarlich killed it, I was coming into liaison with the cat.\"\n\n\"_God!_\"\n\n\"It's true.\"\n\n\"Have you ever stung anyone?\"\n\n\"No. Earlich didn't even know.\"\n\n\"Any desire to?\"\n\nShe reddened slowly and set her jaw.\n\nThe old man giggled. \"Wants ta sting a cat, ah bet, suh.\"\n\nShe shot him a furious glance, but didn't deny it. They sat for a long\ntime in silence. Morgan lowered the shotgun, then laid it aside.\n\n\"Thanks,\" she murmured, and looked really grateful.\n\nBut Morgan was staring thoughtfully at the oldster. \"Your dogs ever\ntree a panther?\"\n\n\"Yas, _suh_, they're good at that!\" He grinned and waggled his head.\n\n\"Many panthers in the swamp?\"\n\n\"Lo'dy, yes--\" He paused. His eyes widened slightly.\n\nBoth of them looked suddenly at the girl. Her eyebrows arched, her\nmouth flew open. She put a frightened hand to her throat.\n\n\"Oh _no_! Oh God, _nooo_!\" she shrilled.\n\nMorgan glanced at the window, sighed, and stood up.\n\n\"It's getting light outside. We better hunt some food.\"\n\nMorgan and the old man, whose name was Hanson, went out to prowl along\nthe outskirts of the swamp. They returned at mid-morning with a string\nof perch, a rabbit, and a heart of swamp cabbage. The girl cooked the\nmeal in silence, scarcely looking at them. Her face was sullen, angry.\nMorgan turned while he was eating and saw her staring contemplatively\nat the back of his neck--where the Oren-sting was usually planted.\n\n\"Nobody's going to force you into anything, Shera,\" he said quietly.\n\"We won't mention it again.\"\n\nShe said nothing, but stopped glaring at him. He wondered how much the\nOren organ had affected her personality.\n\n\"Do you still feel the same--as you did a year ago?\" he asked her.\n\"Any difference? Any loss of memory? Loss of function?\"\n\n\"No.\"\n\n\"That means the alien organ exactly duplicates the neural circuits it\nsupplants.\"\n\n\"So?\"\n\n\"So the rapport is the only special feature. Without it, you're\napparently still human.\"\n\n\"Thanks.\" It was a bitter, acid tone.\n\n\"I can't understand why the cat-business caused ... unless ... rapport\nis achieved by a sort of resonance--and you couldn't get it with a cat\nand with humans too--\"\n\n\"Drop it, will you!\" She turned and stalked out of the shanty. At the\ndoorway, she broke into a run.\n\nMorgan looked at Hanson. Hanson waggled his head and grinned ruefully.\n\"That--uh--lady likes you, suh.\"\n\nMorgan snorted and went to the door. She was just disappearing into a\ntangle of weeds that had once been an orange grove. He set off after\nher at a quick trot. \"Shera, wait--\"\n\nHe caught up with her at the edge of the swamp, where she was backing\nquickly away from a coiled water-moccasin. He tossed a stick at the\nsnake, and it slithered into the shallow water. Then he caught her\narms, and she whirled to face him with defiant eyes.\n\n\"You think I'm a--a--\"\n\n\"I don't.\"\n\n\"You act like I'm barely human.\"\n\n\"I didn't mean it that way--\"\n\n\"You don't even trust me, and you want me to--\"\n\n\"I _don't_.\"\n\n\"Trust me.\" She nodded.\n\n\"I do.\"\n\nShe stamped her foot in the soft muck. \"Then kiss me.\"\n\nA grim possibility occurred to him, and he hesitated an instant too\nlong. She wrenched herself free with a snarl and bolted back toward\nthe shanty. \"_I could_ have done _that_ last night,\" she snapped over\nher shoulder, \"while you were asleep.\"\n\n\n\nThe chase led back to the house. When he burst back inside, she was\nalready panting over the sink, scraping plates. When he approached her\nfrom behind, she whirled quickly, clenching a platter in both hands.\nWhen she brought it down across his head with a clatter of broken\nchina, Morgan gave up. He retreated, nursing his scalp, then stalked\nangrily out to join Hanson. Dogs were baying to the north. The old man\nlooked worried.\n\n\"They're comin', suh. Must be a lot of 'em. I got my dawgs trained so\nthey don't bark less they's a bunch of 'em.\"\n\nMorgan listened for a moment. \"I hear a truck.\"\n\n\"That's so?\" Hanson shook his head. \"They ain't never come in a truck\nbefore.\"\n\n\"Truck--must be a dozen of them at least.\" He eyed Hanson sharply.\n\"Run or fight?\"\n\nThe old man scratched his toe in the dirt. \"Ain't never yet run from a\nfight.\"\n\nMorgan turned silently and strode back in the house for the gun. Shera\nignored him. \"Orenians coming,\" he grunted, and went back out to join\nthe oldster.\n\nMorgan and Hanson trotted through the scrub spruce, heading for the\nroadway. But they turned short and cut north through the edge of the\nbrush. Morgan caught a glimpse of the truck far ahead. Hanson's hounds\nwere snarling about the wheels and leaping up toward the bed. The road\nwas soft sand to their right. Ducking low, they darted ahead until it\nappeared firm enough to admit the truck.\n\n\"We want them to get past us,\" he hissed to Hanson. \"When they do, you\nstand up and show yourself. When they start piling out, I'll start\nshooting. Okay?\"\n\n\"Yes, suh.\" He patted his pitchfork and grinned. They stopped and\ncrouched low in the brush.\n\n\"Please, suh--don't hit my dawgs.\"\n\n\"I'm counting on them to help.\"\n\nThe truck grumbled slowly past them. The hounds were snapping\nfuriously as they tried to leap over the tailgate. Morgan caught a\nglimpse of white faces, staring fixedly at nothing. Then he nudged the\noldster.\n\nHanson stood up, shaking his pitchfork and shrieking hate at the\noccupants. The truck moved on a few yards, then ground to a stop.\n\n\"_Come and join us_,\" thundered a collective voice. \"_For we are Oren,\nwho is one._\"\n\nMorgan could see nothing through the screen of foliage. But the old\nman was still howling invective.\n\n\"_From the stars comes Oren. To the stars he goes. Come and join us._\"\n\n\"Come get me, you devils. I'll kill ya!\"\n\n\"_Oren is millions. He cannot die. We come._\"\n\nHanson's foot nudged Morgan's nervously. Still he lay under cover,\nwaiting for their advance. Feet shuffled on the bed of the truck. The\nhounds were going wild. There was something weird about sounds of\nOrenian movement. It was always coordinated--so many marionettes with\none set of controls. But they could shift from parallel coordination\nto complementary, dovetailing each set of movements to achieve the\ncommon purpose.\n\nMorgan burst forth from the brush and fired at the tight group of\nbodies near the back of the truck. They were packed in a circle to\nprotect the group from the slashing fangs of the dogs. Two of them\nfell, without outcries. He fired three times before they broke apart.\nThere were still at least eight of them, but the dogs had two down.\n\n\"Oh, God! Children!\" Morgan bellowed. \"Call off the dogs!\"\n\n\"Not _human_ children.\"\n\n\n\n\"Call them off!\"\n\nHanson obeyed reluctantly. A pair of calm-eyed child-things scrambled\nto their feet and began advancing with the group of adults. The\nOrenians fanned out and began closing in like the fingers of a giant\nfist. Morgan shot four of them before the circle closed to hatchet\nrange. He and Hanson stood back to back, slashing out at the ring of\nfanged faces.\n\nThe attackers were weaponless. They cared nothing for individual\nbodies. The collectivum swayed, writhed, darted in--and fell in blood.\nThe wounded crawled close to their ankles, barbs protruding from their\nlips. They roared constantly, \"_Oren is paradise. Come to Oren._\"\n\nA child, who had been rescued from one of the dogs, crawled among the\nlegs of the adults and lunged for Morgan's feet. He was forced to kick\nit back with a hard heel.\n\nSuddenly their ranks broke. There were only four of them left\nstanding. They backed away and stopped--three men and a middle-aged\nwoman. \"_Oren will return._\" They turned and marched toward the truck.\n\n\"We need the truck,\" panted Morgan.\n\nHanson flung his pitchfork and caught the last one in the center of\nthe back. The others moved on unheeding. Morgan sadly lifted the\nshotgun.\n\nWhen it was over, they went to look at the two child-things. One was\nunconscious, but not badly wounded. The other had a broken arm. It\nshot out its fang and circled. With a sick heart, Morgan lashed out\nand caught it by the hair, before it could sting him.\n\n\"See if there's pliers in the truck,\" he muttered.\n\n\n\nHanson returned with them after a moment's rummaging. They jerked out\nits fang and let it go. It walked calmly to the north, purpose\ndefeated. They did the same to the other.\n\n\"It's crazy,\" he was gasping. \"Stark crazy. They spend over a dozen\nOrenians just to get two of us. And they didn't want to kill us at\nthat.\"\n\n\"Lo'dy, suh! Who _is_ Oren? You know?\"\n\nMorgan shook his head. \"He's the collectivum, Han.\"\n\n\"But suh--he had to come from some place. People weren't like this--\"\n\n\"Yeah. I guess he came from space, like they say.\"\n\n\"Just them little pink brain-gobblers?\"\n\n\"Uh-uh! Scientists figure they came in some alien host. The hosts\ncouldn't take Earth conditions. They stung a few humans and died.\"\n\n\"Anybody ever see 'em?\"\n\n\"Not that I know of. Nor found their ships.\"\n\n\"O Lo'dy, I'm sick, suh.\"\n\n\"Let's go back to the shanty, Han.\"\n\n\"Yes, suh. Look on the back o' my neck, will you suh?\"\n\nMorgan looked, then turned slowly away.\n\n\"Is it, suh?\"\n\nMorgan took a deep breath. \"I--I--guess--\"\n\n\"I stumbled once. I guess he got me then.\"\n\nMorgan laid a hand on the old man's arm. There was nothing to say.\n\n\"Mistuh Morgan--would you do me a favo'?\"\n\nMorgan knew what he wanted. \"I can't shoot you, Han. I'll leave you\nthe gun, though.\"\n\n\"No, suh, that ain't it. I was wondering--could you help me catch a\npainter tonight--before I go?\"\n\n\"A panther?\" Morgan squeezed his arm and blinked hard. He grinned.\n\"Sure, Han.\"\n\n\"Guess it'll be two, three days afore it starts happening to me.\"\n\n\"Yeah. Will you want the gun?\"\n\n\"No, suh, don't think much of suicide. I'll just go out and wrestle me\na 'gator in the swamp.\"\n\nThey went back to the house. Shera was sitting on the step.\n\n\"I've made up my mind,\" she said dully.\n\n\"About what?\"\n\n\"I'll do it.\"\n\nShe got up and walked away. When Morgan tried to follow, she turned\nand flicked out the barb at him, then laughed coldly. Shivering, he\nturned away.\n\nThat night the dogs treed a panther, and Hanson died. It happened\nwhile he was climbing with pole and rope, angling to get a noose on\nthe lithe beast while Morgan waited with another rope below. The\nlantern was hung from a branch while Hanson inched out on the limb.\nWhen he thrust the noose forward, the panther brushed it aside with a\nquick slap. It leaped. Hanson lost his balance and crashed to the\nground with a howl. The panther slapped a dog spinning and darted away\nin the night with three dogs following.\n\nMorgan knelt quickly beside the old man. His back was broken.\n\n\"Please, suh--don't move me. The Lo'd's a-comin' fo' old Han.\"\n\n\"Hush, fellow,\" Morgan murmured.\n\n\"Suh, that painter's a she. And they's cubs somewheres.\"\n\n\"Cubs?\"\n\n\"Yes, suh. She's spooky-like. Cubs. You stay with my dawgs. Take care\nof 'em, suh.\"\n\n\"Sure, Han.\"\n\n\"You lemme be now, suh. Lemme be alone.\" His voice was a faint\nwhisper. \"I gotta die by myself. Man oughtn't to have company then.\"\n\nMorgan hesitated. He sighed and climbed slowly to his feet. He\nstumbled away, leaving the lantern hanging overhead. He sat a hundred\nyards away in the shadow of a gaunt cypress, listening to the baying\nof the hounds, the moaning of the old man, and the croaking of the\nswamp. When he returned, the oldster was dead.\n\nMorgan returned to the shanty at dawn, carrying a pair of whimpering\npanther cubs and the skin of the mother. He exchanged a dark glance\nwith Shera at the door. She took them silently and fondled them for a\nmoment.\n\n\"Hanson's dead.\"\n\nShe nodded gravely. \"Soon there'll be no one but Oren.\"\n\n\"The collectivum.\"\n\nThey went inside and sat facing one another. His eyes moved over the\ndark slope of her shoulders, the proud set of her breasts, and back to\nthe sweetly sullen face with its narrow eyes.\n\n\"I'm going to join you,\" he said.\n\nThe eyes widened a little. She shook her head quickly. \"In a liaison\nof two? No. It might spread, get linked up with Oren.\"\n\n\"Not if it's through these.\" He stroked one of the cubs. It snarled.\n\n\"It's a chance.\"\n\n\"We'll take it.\" He leaned forward to kiss her....\n\n\n\nA year had passed since the night of Hanson's death. A freight train\ndragged southward in the twilight, wending its way through pine forest\nand scrubland. Oren was its crew. It crossed a trestle and moved\nthrough a patch of jungle. A sudden shadow flitted from the brush,\nleaped the ditch, and sprinted along beside the rails. Another\nfollowed it, and another. The low-flying shadows slowly overtook the\nengine. The leader sprang, clung for a moment by its forepaws, and\npulled itself aboard. Brakes howled on the rails as Oren stopped the\ntrain. Two man-figures leaped from the cab--and into the jaws of a\nkiller-cat.\n\nAnother cat scrambled upon the tender, leaped to the top of a box-car\nand sped backward along the train to seek the rest of the crew. The\nbodies were left in the ditches.\n\nWhen it was over, the cats collected in a group on the road-bed. They\nsat licking their forepaws while a dozen shabbily dressed guerrillas\nmoved out of the jungle in a disorderly band.\n\n\"Joe, have your bunch unload the dynamite!\" bawled a burly leader.\n\"We'll take the tank-car. Emmert, get the packs on those carts.\"\n\n\"I wonder,\" said a voice to a comrade, \"who's controlling those\nanimals. You'd think they were Oren. Why don't they sting?\"\n\n\"Stingers ripped out, chum. Why ask questions? They're on our side.\nAnd we'll win, eventually--if this keeps up.\"\n\n\n\nAs a group, the panthers looked at the two men as they passed. One of\nthem shuddered.\n\n\"Lordy! I'd swear those cats were grinning!\"\n\n",
    "metadata": {
        "author": [
            "Lewis, Mike"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31208/pg31208.txt",
        "name": "collectivum.json"
    }
}