{
    "name": "Coming of the Gods",
    "author": [
        "Whitehorn, Chester"
    ],
    "body": "Ro moved cautiously. He knew the jungles of Mars well, knew the\ndangers, the swift death that could come to an unwary traveler. Many\ntimes he had seen fellow Martians die by the razor fangs of Gin, the\nswamp snake. Their clear red skin had become blotched and purple, their\neyeballs popped, their faces swollen by the poison that raced through\ntheir veins. And Ro had seen the bones of luckless men vomited from the\nmouths of the Droo, the cannibal plants. And others there had been,\nsome friends of his, who had become game for beasts of prey, or been\nswallowed by hungry, sucking pools of quicksand. No, the jungles of\nMars were not to be taken casually, no matter how light in heart one\nwas at the prospect of seeing home once more.\n\nRo was returning from the north. He had seen the great villages of\nthatched huts, the strange people who lived in these huts instead of\nin caves, and wore coverings on their feet and shining rings in their\nears. And having quenched his curiosity about these people and their\nvillages, he was satisfied to travel home again.\n\nHe was a man of the world now, weary of exploring and ready to settle\ndown. He was anxious to see his family again, his father and mother\nand all his brothers and sisters; to sit round a fire with them at the\nentrance to their cave and tell of the wondrous places he'd visited.\nAnd, most of all, he wanted to see Na, graceful, dark eyed Na, whose\nfair face had disturbed his slumber so often, appearing in his dreams\nto call him home.\n\nHe breathed a sigh of relief as he reached the jungle's edge. Before\nhim lay a broad expanse of plain. And far in the distance rose the\ngreat cliffs and the hills that were his home.\n\nHis handsome face broadened into a smile and he quickened his pace to a\ntrot. There was no need for caution now. The dangers on the plain were\nfew.\n\nThe sun beat down on his bare head and back. His red skin glistened.\nHis thick black hair shone healthily.\n\nMile after mile fell behind him. His long, well muscled legs carried\nhim swiftly toward the distant hills. His movements were graceful,\neasy, as the loping of Shee, the great cat.\n\nThen, suddenly, he faltered in his stride. He stopped running and,\nshielding his eyes from the sun's glare, stared ahead. There was a\nfigure running toward him. And behind that first figure, a second gave\nchase.\n\nFor a long moment Ro studied the approaching creatures. Then he gasped\nin surprise. The pursued was a young woman, a woman he knew. Na! The\npursuer was a squat, ugly rat man, one of the vicious Oan who lived in\nthe cliffs.\n\nRo exclaimed his surprise, then his rage. His handsome face was grim as\nhe searched the ground with his eyes. When he found what he sought--a\nround rock that would fit his palm--he stooped, and snatching up the\nmissile, he ran forward.\n\nAt great speed, he closed the gap between him and the approaching\nfigures. He could see the rat man plainly now--his fanged, frothy\nmouth; furry face and twitching tail. The Oan, however, was too intent\non his prey to notice Ro at first, and when he did, it was too late.\nFor the young Martian had let fly with the round stone he carried.\n\nThe Oan squealed in terror and tried to swerve from his course. The\nfear of one who sees approaching death was in his movements and his\ncry. He had seen many Oan die because of the strength and accuracy in\nthe red men's arms.\n\nDespite his frantic contortions, the stone caught him in the side. His\nribs and backbone cracked under the blow. He was dead before he struck\nthe ground.\n\nWith hardly a glance at his fallen foe, Ro ran on to meet the girl. She\nfell into his arms and pressed her cheek to his bare shoulder. Her dark\neyes were wet with gladness. Warm tears ran down Ro's arm.\n\n\n\nFinally Na lifted her beautiful head. She looked timidly at Ro, her\nface a mask of respect. The young Martian tried to be stern in meeting\nher gaze, as was the custom among the men of his tribe when dealing\nwith women; but he smiled instead.\n\n\"You're home,\" breathed Na.\n\n\"I have traveled far to the north,\" answered Ro simply, \"and seen many\nthings. And now I have returned for you.\"\n\n\"They must have been great things you saw,\" Na coaxed.\n\n\"Yes, great and many. But that tale can wait. Tell me first how you\ncame to be playing tag with the Oan.\"\n\nNa lowered her eyes.\n\n\"I was caught in the forest below the cliffs. The Oan spied me and I\nran. The chase was long and tiring. I was almost ready to drop when you\nappeared.\"\n\n\"You were alone in the woods!\" Ro exclaimed. \"Since when do the women\nof our tribe travel from the cliffs alone?\"\n\n\"Since a long time,\" she answered sadly. Then she cried. And between\nsobs she spoke:\n\n\"Many weeks ago a great noise came out of the sky. We ran to the mouths\nof our caves and looked out, and saw a great sphere of shining metal\nlanding in the valley below. Many colored fire spat from one end of it.\n\n\"The men of our tribe snatched up stones, and holding one in their\nhands and one beneath their armpits, they climbed down to battle or\ngreet our visitors. They had surrounded the sphere and were waiting,\nwhen suddenly an entrance appeared in the metal and two men stepped out.\n\n\"They were strange men indeed; white as the foam on water, and clothed\nin strange garb from the neck down, even to coverings on their feet.\nThey made signs of peace--with one hand only, for they carried\nweapons of a sort in the other. And the men of our tribe made the\nsame one-handed sign of peace, for they would not risk dropping their\nstones. Then the white men spoke; but their tongue was strange, and our\nmen signaled that they could not understand. The white men smiled, and\na great miracle took place. Suddenly to our minds came pictures and\nwords. The white men spoke with their thoughts.\n\n\"They came from a place called Earth, they said. And they came in\npeace. Our men found they could think very hard and answer back with\ntheir own thoughts. And there was much talk and happiness, for friendly\nvisitors were always welcome.\n\n\"There were two more white ones who came from the sphere. One was a\nwoman with golden hair, and the other, a man of age, with hair like\nsilver frost.\n\n\"There was a great feast then, and our men showed their skill at\nthrowing. Then the white men displayed the power of their strange\nweapons by pointing them at a tree and causing flame to leap forth to\nburn the wood in two. We were indeed glad they came in peace.\n\n\"That night we asked them to sleep with us in the caves, but they made\ncamp in the valley instead. The darkness passed swiftly and silently,\nand with the dawn we left our caves to rejoin our new friends. But\neverywhere a red man showed himself, he cried out and died by the\nflame from the white men's weapons.\n\n\"I looked into the valley and saw hundreds of Oan. They had captured\nour friends in the night and were using their weapons to attack us.\nThere was a one-sided battle that lasted three days. Finally, under\ncover of night, we were forced to leave the caves. One by one we went,\nand those of us who lived still travel alone.\"\n\nRo groaned aloud as Na finished her tale. His homecoming was a meeting\nwith tragedy, instead of a joyful occasion.\n\n\"What of my father?\" he asked hopefully. \"He was a great warrior.\nSurely he didn't fall to the Oan?\"\n\n\"He had no chance to fight,\" Na answered. \"Two of your brothers died\nwith him on that first morning.\"\n\n\n\nRo squared his shoulders and set his jaw. He wiped a hint of tears from\nhis eyes.\n\n\"They shall pay,\" he murmured, and started off toward the cliffs again.\n\nNa trailed behind him. Her face was grave with concern.\n\n\"They are very many,\" she said.\n\n\"Then there will be more to kill,\" answered Ro without turning.\n\n\"They have the weapons of the white ones.\"\n\n\"And the white ones, as well. They probably keep them alive to repair\nthe weapons if they become useless. But when I have slain a few Oan, I\nwill set the white ones free. They will help me to make more weapons.\nTogether we will fight the rat men.\"\n\nNa smiled. Ro was angry, but anger did not make him blind. He would\nmake a good mate.\n\nThe sun was setting when the two Martians reached the cliffs. Below\nthem was the valley in which lay the metal sphere. Ro could see it\ndimly outlined in the shadows, as Na had said. A distance away, in\nanother clearing, he could see many Oan, flitting ghost-like from place\nto place.\n\nThere were no fires, for the Oan were more beast than man and feared\nflame; but Ro could make out four prone figures. They appeared to\nbe white blots in the dimness. One had long, golden hair, like spun\nsunbeams; another's head was covered with a thatch like a cap of snow\non a mountain peak.\n\n\"You say they came from a place called Earth?\" Ro asked Na in wonder.\n\n\"They traveled through space in their 'ship,'\" Na answered. \"They\ncalled themselves an expedition.\"\n\nRo was silent then. In a short time it would be dark enough to go down\ninto the valley. When he had rescued the white ones, he would learn\nmore about them.\n\nHe turned away from the valley to study Na. She was very beautiful.\nHer dark eyes seemed to sparkle and her hair shone in the twilight. He\nunderstood why she had crept into his dreams.\n\nThe darkness settled quickly. Soon Ro could barely make out the girl's\nfeatures. It was time for him to leave.\n\nHe took a pouch from his waist and shook out a gold arm band. This he\nclasped on Na's wrist.\n\n\"All men will know now that you are the mate of Ro,\" he whispered. And\nhe kissed her, as was the custom of his tribe when a man took a wife.\n\nWithout another word he disappeared over the edge of the cliff. They\nhad already made plans for their next meeting. There was no need for a\nprolonged farewell. They would be together soon--on the far side of the\ncliff--if all went well.\n\nIn his left hand and under his armpit Ro carried stones. They were of a\ngood weight and would make short work of any Oan who was foolish enough\nto cross his path.\n\nHis right arm he kept free for climbing. His fingers found crevices\nto hold to in the almost smooth wall. His toes seemed to have eyes to\npierce the darkness in finding footholds.\n\n\n\nThe climb was long and dangerous. Ro's skin glistened with sweat.\nHe had lived in the cliffs all his life, and had made many perilous\nclimbs, but never one on so dark a night. It seemed an eternity before\nhe rested at the bottom.\n\nFeeling his way cautiously, he moved toward the camp. He could sense\nthe presence of many Oan close by. The hair at the base of his neck\nprickled. He prayed he wouldn't be seen. An alarm now would spoil his\nplan.\n\nAhead of him, he saw a clearing. That would be his destination. On\nthe far side he would find the white ones. He took the stone from his\narmpit and moved on.\n\nSuddenly he halted. A dim figure approached. It was one of the Oan, a\nguard. He was coming straight at Ro. The young Martian shrank back.\n\n\"The rat men have eyes to cut the night.\" It was a memory of his\nmother's voice. She had spoken those words when he was a child, to keep\nhim from straying too far.\n\nThe Oan was only a few feet away now, but his eyes were not cutting\nthe night. Ro could see his large ears, hear his twitching tail. In a\nmoment the beast would stumble over him.\n\nLike a phantom, Ro arose from his crouch. The rat man was startled,\nfrozen with fear. Ro drove his right arm around. The stone in his hand\ncracked the Oan's skull like an eggshell. Ro caught the body as it\nfell, lowered it noiselessly to the ground.\n\nBreathing more easily, Ro moved on. He reached the edge of the small\nclearing without making a sound. Strewn on the ground were shapeless\nheaps. They would be the slumbering rat men. Ro suppressed an urge to\nspring amongst them and slay them as they slept.\n\nHe lay flat on his stomach and inched his way ahead. It was slow work,\nbut safer. When a sound reached his ears he drew himself together and\nfeigned sleep. In the dusk he appeared no different than the others.\n\nHis chest was scratched in a thousand places when he reached the far\nside, but he felt no pain. His heart was singing within him. His job\nwas almost simple now. The difficult part was done.\n\nStraining his eyes, he caught sight of a golden mass some feet away.\nCrouching low, he darted toward it. In a moment his outstretched hands\ncontacted a soft body. It seemed to shrink from his touch. A tiny gasp\nreached his ears.\n\n\"Be still,\" he thought. He remembered Na's words: '_We spoke with our\nthoughts._' \"Be still. I've come to free you.\" And then, because it\nseemed so futile, he whispered the words aloud.\n\nThen his mind seemed to grow light, as though someone was sharing the\nweight of his brain. An urgent message to hurry--hurry reached him. It\nwas as though he was _feeling_ words, words spoken in the light, sweet\nvoice of a girl. Pictures that were not actually pictures entered his\nmind. Waves of thought that took no definite form held a plain meaning.\n\nHis groping hands found the girl's arm and moved down to the strips of\nhide that bound her wrists. He fumbled impatiently with the heavy knots.\n\n\"Don't move when you are free,\" he warned the girl as he worked. \"I\nmust release the others first. When all is ready I will give a signal\nwith my thoughts and you will follow me.\"\n\nOnce again his mind grew light. The girl's thoughts assured him she\nwould follow his instructions.\n\n\n\nTime passed quickly. To Ro, it seemed that his fingers were all thumbs.\nHis breathing was heavy as he struggled with the knots. But finally the\ngolden-haired girl was free.\n\nRo was more confident as he moved to untie the others. He worked more\neasily as each came free and he started on the next.\n\nWhen they were ready, Ro signaled the four white people to follow him.\nThey rose quietly and trailed him into the woods. The girl whispered\nsomething to one of the men. Ro turned and glared at her through the\nshadows.\n\nThe progress they made was slow, but gradually the distance between\nthem and Oan camp grew. Ro increased his pace when silence was no\nlonger necessary. The four white people stumbled ahead more quickly.\n\n\"We journey out of the valley and around the face of the cliffs,\" Ro\ntold them. \"After a short while, we will meet Na.\"\n\n\"Who is Na?\" asked the girl.\n\n\"She is the one I have chosen for my mate,\" Ro answered.\n\nThe white girl was silent. They traveled quite a distance without\ncommunicating. Each was busy with his own thoughts.\n\nFinally the man with the silver hair asked, \"Why did you risk your life\nto rescue us?\"\n\n\"With your help I will avenge the death of my father and brothers and\nthe men of my tribe.\"\n\nHe stopped walking and stared around him for a landmark. They had\ntraveled far along the foot of the cliff. According to the plan Na\nshould have met them minutes ago.\n\nThen he gave a glad cry. Squinting ahead he saw an approaching figure.\nIt was--His cry took on a note of alarm. The figure was bent low\nunder the weight of a burden. It was a rat man, and slung across his\nshoulders was a girl.\n\nRo's body tensed and quivered. A low growl issued from deep in his\nthroat. He charged forward.\n\nThe Oan saw him coming and straightened, allowing the girl to fall. He\nset his twisted legs and bared his fangs. The fur on his back stood out\nstraight as he prepared to meet the young Martian's attack.\n\nRo struck his foe head on. They went down in a frenzied bundle of fury.\nThe rat man's tail lashed out to twist around Ro's neck. With frantic\nstrength, Ro tore it away before it could tighten.\n\nIgnoring the Oan's slashing teeth, the young Martian pounded heavy\nfists into his soft stomach. Suddenly shifting his attack, Ro wrapped\nhis legs around the rat man's waist. His hands caught a furry throat\nand tightened.\n\nOver and over they rolled. The Oan clawed urgently at the Martian's\nchoking fingers. His chest made strange noises as it pleaded for the\nair that would give it life. But Ro's hands were bands of steel,\ntightening, ever tightening their deadly grip.\n\nThen, as suddenly as it had started, it was over. The rat man quivered\nand lay still.\n\nRo dismounted the limp body. His face wore a wildly triumphant\nexpression. It changed as he remembered the girl. He ran to her side.\n\nNa was just opening her eyes. She stared around her fearfully, then\nsmiled as she recognized Ro. The young Martian breathed a sigh of\nrelief.\n\nNa turned her head and saw the body of the rat man. She shuddered.\n\n\"I was coming down the side of the mountain,\" she said. \"I saw him\nstanding at the foot. The shadows were deceiving. I thought it was you.\nIt wasn't until too late that I discovered my mistake.\"\n\nRo gathered the girl in his arms. He spoke softly to her to help her\nforget.\n\n\n\nWhen she had recovered from her shock, the small group traveled on. Ro\nled them about a mile further along the base of the cliff, then up, to\na cleverly concealed cave.\n\n\"We will stay here,\" he told the others, \"until we are ready to attack\nthe Oan.\"\n\n\"But there are only six of us,\" one of the white men protested. \"There\nare hundreds of the beasts. We wouldn't have a chance.\"\n\nRo smiled.\n\n\"We will speak of that when it is dawn again,\" he said with his\nthoughts. \"Now we must rest.\"\n\nHe sat in a corner of the cave and leaned back against the wall. His\neyes were half shut and he pretended to doze. Actually he was studying\nthe white ones.\n\nThe man with the silver hair seemed very old and weak, but very wise.\nThe other men had hair as black as any Martian's, but their skin was\npure white. They were handsome, Ro thought, in a barbaric sort of way.\nOne was lean and determined, the other, equally determined, but stouter\nand less impressive. Ro then centered his attention on the girl. Her\ngolden hair gleamed proudly, even in the dusk. She was very beautiful,\nalmost as lovely as Na.\n\n\"Tell me,\" he asked suddenly, \"where is this strange place you come\nfrom? And how is it that you can speak and cause others to speak with\ntheir minds?\"\n\nIt was the old man who answered.\n\n\"We come from a place called Earth, many millions of miles away\nthrough space. My daughter, Charlotte, my two assistants, Carlson--\"\nthe lean man nodded--\"Grimm--\" the stouter man acknowledged the\nintroduction--\"and myself are an expedition. We came here to Mars to\nstudy.\"\n\nRo introduced himself and Na.\n\n\"What manner of a place is this Earth?\" he asked, after the formalities.\n\n\"Our part of Earth, America, is a great country. Our cities are built\nof steel and stone, and we travel about in space boats. Now tell me,\nwhat is it like here on Mars? Surely the whole planet isn't wilderness.\nWhat year is it?\"\n\n\"You have seen what it is like here,\" Ro answered. \"As for 'year,' I\ndon't understand.\"\n\n\"A year is a measure of time,\" the old man explained. \"When we left\nEarth it was the year twenty-two hundred.\"\n\n\"We have nothing like that here,\" said Ro, still puzzled. \"But tell me,\nabout this speaking with the mind. Perhaps I shall understand that.\"\n\n\"It's simple telepathy. We have mastered the science on Earth. It takes\nstudy from childhood, but once you have mastered the art, it is quite\nsimple to transmit or receive thoughts from anyone. A mere matter of\nconcentration. We--who speak different tongues--understand each other\nbecause of action we have in mind as we speak. We want the other to\nwalk, we think of the other walking. A picture is transmitted and\nunderstood. It is a message in a Universal language.\"\n\nRo sighed.\n\n\"I am afraid we are very backward here on Mars,\" he said wearily. \"I\nwould like to learn more, but we must sleep now. Tomorrow will be a\nvery busy day.\"\n\nRo slipped his arm about Na's shoulder and drew her closer. With their\nheads together they slept.\n\n\n\nRo awakened with the dawn. He was startled to find that Na had left his\nside. He rose quickly and strode to the mouth of the cave.\n\nNa met him at the entrance. She was returning from a clump of trees\na short distance away. Her arms were loaded with Manno, the fruit of\nMars, and clusters of wild berries and grapes.\n\n\"You see,\" she said, \"I will make you a good mate. Our table will be\nwell provided for.\"\n\n\"You will make no mate at all,\" Ro said sternly, \"and there will be no\ntable if you wander off. Your next meeting with the Oan may not be so\nfortunate.\"\n\nHe glared at her for a moment, then smiled and helped her with her\nburden.\n\nThe others in the cave awakened. Ro noticed that Charlotte had slept\nbeside Carlson, but moved away shyly now that it was daylight. He\nnoticed, too, that Grimm was seeing the same thing and seemed annoyed.\n\nRo smiled. These young white men were no different than Martians where\na girl was concerned.\n\nWhen they had finished breakfast, they sat around the floor of the cave\nand spoke.\n\nIt was Carlson who asked, \"How do you expect the six of us to attack\nthe rat men?\"\n\n\"The Oan are cowards,\" Ro answered. \"They are brave only because they\nhave your weapons. But now that you are free, you can make more of\nthese sticks that shoot fire.\"\n\nGrimm laughed.\n\n\"It takes intricate machinery to construct a ray gun,\" he said. \"Here\nin this wilderness we have sticks and stones to work with.\"\n\nRo sprang to his feet to tower above the man. His handsome face was\ntwisted in anger.\n\n\"You're lying,\" he shouted aloud, forgetting that the white man\ncouldn't understand his words. \"You're lying because you are afraid.\nYou refuse to help me avenge my people because you are more of a coward\nthan the Oan.\"\n\nGrimm climbed to his feet and backed away. Ro advanced on him, his\nfists clenched.\n\nThe old man also rose. He placed a restraining hand on Ro's arm.\n\n\"He's lying,\" said Ro with his thoughts.\n\n\"Tell him I'm speaking the truth, professor,\" said Grimm aloud.\n\nThe professor repeated Grimm's words with his thoughts. \"It would be\nimpossible to make new guns here,\" he said. \"But there is another way.\nI have thought about it all night.\"\n\nRo turned quickly.\n\n\"What is it?\" he demanded.\n\n\"The space sphere. There are weapons on our ship that are greater\nthan ray guns. With those we could defeat the rat men.\" The professor\nshrugged, turned away. \"But how could we get into the ship? It is too\nwell guarded.\"\n\nRo fell silent. He walked to the mouth of the cave and stared out. When\nhe turned back to the others, his attention was centered on Na.\n\n\"Perhaps the attraction you seem to hold for the Oan can be put to\ngood use,\" he said aloud. \"The sphere is a distance away from the Oan\ncamp. All of the rat men cannot be guarding it. Perhaps, by revealing\nyourself, you can lure the guards away from their post.\"\n\nHe repeated his plan to the others.\n\n\"But they'll kill her,\" gasped Charlotte.\n\n\"She will be a woman alone,\" said Ro. \"The Oan prefer to capture women\nwhen they can.\"\n\n\"Then she'll be captured,\" the professor said. \"It's much too risky.\"\n\nRo laughed.\n\n\"Do you think I will let her go alone? I will be close by. Na can lead\nthe rat men through a narrow part of the valley. I will be above on the\ncliffs, waiting to pelt them with stones. Carlson or Grimm can be with\nme to roll an avalanche of rocks on their heads.\n\n\"In the meantime, you can take over the unguarded sphere. The rest will\nbe easy.\"\n\nThe professor smacked his fist into his palm.\n\n\"It might work at that. Grimm can go with you. Carlson and Charlotte\nwill go with me.\"\n\n\"Why me?\" Grimm demanded. \"Why not Carlson? Or are you saving him for\nyour daughter?\"\n\n\n\nCarlson grabbed Grimm by the shoulder and spun him around. He drove a\nhard fist into the stout man's face.\n\nGrimm stumbled backward. He fell at the cave's entrance. His hand,\nsprawled behind him to stop his fall, closed over a rock. He flung it\nat Carlson from a sitting position. It caught Carlson in the shoulder.\n\nGritting his teeth, Carlson charged at Grimm. But Ro moved more\nswiftly. He caught the white man and forced him back.\n\n\"This is no time for fighting,\" he said. \"When the Oan are defeated you\ncan kill each other. But not until then.\"\n\nGrimm brushed himself off as he got to his feet\n\n\"Okay,\" he sneered. \"I'll go with the red man. But when we meet again,\nit will be a different story.\"\n\nCarlson turned to Ro.\n\n\"I'll go with you,\" he said. \"Grimm can go with Charlotte and the\nprofessor.\"\n\nWhen they had detailed their plan, the party left the cave. Ro led them\ninto the thickest part of the forest and toward the Oan camp.\n\nThey moved swiftly. Before long they were at the narrow entrance to the\nvalley. It was about a hundred yards long and twenty feet wide. The\nwalls of the cliff rose almost straight up on both sides.\n\n\"We leave you here,\" said Ro to the professor. \"Na will lead you to the\nsphere. She will remain hidden until you have circled away from her.\nThen she will reveal herself.\"\n\nRo looked at Na for a long moment before they parted. He grew very\nproud of what he saw. There was no fear in her eyes. Her small chin was\nfirm.\n\nHe turned to Carlson. The young Earthman was looking at Charlotte in\nmuch the same way.\n\n\"Come on,\" Ro said. \"If we spend the rest of the morning here, the Oan\nwill try some strategy of their own.\"\n\nCarlson seemed to come out of a trance. He swung around to trail Ro up\nthe sloping part of the mountain. They climbed in silence.\n\nOnce Ro stopped to look down into the valley. But Na and the others\nwere gone. He felt a pang of regret as he turned to move upward.\n\nWhen they had reached the top, he and Carlson set to work piling rocks\nand boulders at the edge of the cliff. They chose the point directly\nover the narrowest part of the valley. If all went well, the Oan would\nbe trapped. They would die under a hailstorm of rock.\n\n\"You would have liked a more tender goodbye with Charlotte,\" Ro said to\nCarlson as they worked. \"Was it fear of Grimm that prevented it?\"\n\nCarlson straightened. He weighed Ro's words before answering. Finally\nhe said, \"I didn't want to make trouble. It was a bad time, and\nsenseless, besides. Charlotte and I are planning to be married when we\nreturn to America. It's not as though Grimm was still in the running.\nI'm sure he'll see reason when we tell him. It's foolish to be enemies.\"\n\n\"Why don't you take her for your wife here on Mars? That would end the\ntrouble completely.\"\n\nCarlson seemed surprised.\n\n\"It wouldn't be legal. Who would perform the ceremony?\"\n\nRo seemed puzzled, then he laughed.\n\n\"Last night I thought that we on Mars are backward. Now I'm not so\nsure. When we find our mates here, we take her. There is no one to\nspeak of 'legal' or 'ceremony.' After all, it's a personal matter. Who\ncan tell us whether it is 'legal' or not? What better ceremony than a\nkiss and a promise?\" He bent back to his work chuckling.\n\n\"I could argue the point,\" Carlson laughed. \"I could tell you about a\nplace called Hollywood. Marriage and divorce is bad enough there. Under\nyour system, it would really be a mess. But I won't say anything. Here\non Mars your kiss and a promise is probably as binding as any ceremony.\"\n\nRo didn't speak. He didn't concentrate and transmit his thoughts,\nbut kept them to himself. The pictures he'd received from Carlson\nwere confusing. The business at hand was more grim and important than\nuntangling the puzzle.\n\n\n\nThey finished their work and seated themselves close to the edge of\nthe cliff. Carlson was impatient. The inactivity rasped on his nerves.\nRo stared anxiously at the spot where Na would make her appearance.\nThe waiting was hard for him, too. Pictures of the girl stumbling and\nbeing caught in her chase with the rat men flashed through his mind.\nHe flinched at what would happen then. It would cost, not only his own\nlife, but the lives of those who had gone to the sphere.\n\nSuddenly his fears were wiped away. Na appeared at the point he\nwatched. She burst from the woods, running swiftly. A few seconds\nlater, five rat men came into sight. One of them carried a ray gun.\n\nThe running figures looked tiny from the height of the cliff. They\nwould make very poor targets. But a glance at the narrow point below\nreassured Ro. Even if the stones went wild, they would still land in\nthat small area. There was no chance of their missing.\n\nNa had entered the narrow strip. She seemed to be tiring. The rat men\ngained. Ro bit his lower lip and clutched the stones in his hands more\ntightly. Carlson crouched behind the larger rocks and boulders, ready\nto roll them over the ledge.\n\nThe rat men entered the pass.\n\nNa had already passed below and was almost to the end, when she\nstumbled. Her head struck the hard ground as she pitched forward and\nshe lay still.\n\nRo's heart leaped in his breast.\n\n\"Now!\" he shouted, and let fly with one of his stones.\n\nThe missile left his hand with terrific speed. All the frantic strength\nin his arm was behind it. It flew straight to its mark. The Oan\ncarrying the ray gun dropped like a log.\n\nCarlson shoved the heaviest boulders off the ledge. He worked\nfuriously, moving from one to the next. They fell like a thunderclap on\nthe rat men below.\n\nBut Ro had given the signal too late. Three of the Oan were crushed\nunder the barrage. But one moved too swiftly. He passed under the\nfalling stones unharmed and raced toward the fallen Na.\n\nRo drew back his arm. His pounding heart made it difficult to aim. The\nstone left his hand in a powerful sweep, but went wild.\n\nThe rat man was less than thirty feet from Na. When he reached her it\nwould be too late.\n\nRo snatched up another stone. He forced himself to be calm as he took\ndeliberate aim. He made the throw smoothly.\n\nThe stone sped from his hand. It streaked down on the racing Oan and\nfound its mark in the small of his back. The rat man threw up his arms\nand collapsed a few feet from his goal.\n\nCarlson pounded Ro's back jubilantly. The young Martian smiled at the\nEarthman's enthusiasm. Then, quieting the elation he felt, he grew\nserious.\n\n\"Perhaps our friends have not fared so well,\" he said with his\nthoughts. \"If we find that they have succeeded, we will have real cause\nto celebrate.\"\n\nCarlson sobered.\n\n\"If only they have succeeded,\" he said aloud. \"If Charlotte--\"\n\nRo couldn't understand the words, but Carlson's feelings were clear. He\ncould understand that the Earthman would be anxious about Charlotte.\n\nHe placed his hand on Carlson's shoulder in a comradely gesture.\n\n\"I have a feeling that all is well,\" he said, wondering how true his\nthought would prove.\n\n\n\nThe two men left the ledge and retraced their steps back to the valley.\nWhen they reached the foot of the cliff, Na was standing there waiting\nfor them. Ro took her in his arms.\n\n\"My stumbling princess,\" he sighed. \"I don't know how you would exist\nwithout me.\"\n\n\"I would fare very well,\" she answered, feigning haughtiness. \"I only\nget myself in trouble to let you enjoy being a hero.\"\n\nA thought transmitted by Carlson interrupted their talk.\n\n\"We must hurry. They may need us.\" He had retrieved the ray gun the rat\nman had carried and was fingering the trigger impatiently. \"They have\nonly two of these now,\" he said, \"but they will do plenty of damage.\"\n\nThey set off in the direction of the sphere. Ro carried a stone in\neither hand, ready for instant use.\n\nCarlson urged them constantly to hurry. But Ro needed no urging. He led\nthem at a fast pace through the forest. In a short while they could see\nthe gleaming sides of the sphere.\n\nRo signaled a halt. He moved on alone, cautiously. His eyes strained\nahead for a sign of the enemy, but all was still. Even at the edge of\nthe clearing, he met silence.\n\nThen the door to the sphere swung wide. Grimm stepped out, smiling\nwidely. He waved a greeting.\n\nRo called to Na and Carlson and stepped into the clearing.\n\nGrimm advanced a few steps, still smiling. Then his expression changed\nto one of fearful surprise. His eyes were fixed on a spot to Ro's right.\n\nRo followed his glance. He saw three rat men standing some thirty feet\naway.\n\nThey were half hidden by foliage, but Ro could see that one carried a\nray gun. He was sighting along the barrel, aiming at Grimm.\n\nRo drew back the stone in his hand. He knew in that instant, his throw\nwould be too late.\n\nGrimm threw up his arms instinctively to ward off the burning death he\nexpected.\n\nBut the rat man never fired. A lance of flame seared past Ro from\nbehind him. The rat man holding the gun screamed in pain as the charge\nburned into his chest. He fell forward.\n\nRo released the rock in his hand, but it went wild. The remaining rat\nmen fled.\n\nRo turned to find Carlson holding a smoking gun.\n\n\"Lucky I happened to pick this up back there,\" the Earthman said.\n\n\"Very lucky,\" said Ro. \"For Grimm's sake.\"\n\n\"Into the sphere,\" Grimm called. \"Those other two will be bringing the\nwhole tribe back.\"\n\nCarlson retrieved the dead rat man's ray gun. Ro ushered Na across the\nclearing to the door of the sphere. Na hesitated a bit, then entered\nreluctantly. Ro followed, then Grimm and finally Carlson.\n\n\"I guess I owe my life to you,\" Grimm said, as Carlson closed the door.\n\"And I owe you an apology for the way I acted this morning. I didn't\nunderstand how it was between you and Charlotte. She explained. It was\nquite a shock, but I guess I'll live. Apology accepted?\"\n\nHe extended his hand.\n\nCarlson took it sheepishly.\n\n\"Tell me,\" Ro interrupted, \"did you meet any rat men when you took the\nsphere?\"\n\nGrimm shook his head.\n\n\"Those three just now are the first we've seen since we left you. When\nwe got here the place was deserted. We--\"\n\nA cry from another section of the sphere made them turn. It was the\nprofessor's voice.\n\n\"Here they come,\" he shouted. \"Hundreds of them.\"\n\n\n\nCarlson and Grimm dashed through a doorway in the direction of the\ncry. Ro followed, entering a spacious room. He was taken back by the\nintricate machinery he saw. There were countless numbers of dials and\nlevers, gauges and indicators.\n\nCarlson and Grimm took their places at tiny portholes. Ro found an\nunoccupied post and peered out. He saw a mass of grey bodies charging\ntoward the sphere. There were more rat men than he'd ever seen at one\ntime before. They seemed to be climbing over one another as they raced\nfrom the forest.\n\nA sudden whirring of machinery within the sphere caused Ro to turn from\nthe porthole. The three Earthmen were working levers and twisting dials\nfrantically. Additional portholes appeared in the sides of the sphere.\nLong tubes rose on folding legs from the floor and slid through the\nopenings.\n\n\"Take aim,\" the professor shouted in a commanding voice.\n\nThe whirring within the sphere grew louder. The floor seemed to quiver\nunderfoot as giant motors generated energy.\n\n\"Fire!\"\n\nThe entire sphere shuddered. Earthquaking explosions sounded outside as\ncharges of force left the tubes to expel their power on the grey mass\nin the clearing.\n\nCharge after charge was poured into the attacking rat men.\n\nRo leaped back to the porthole. He saw giant craters opening in the\nground. Hoarse screams of pain and terror reached his ears. Scores of\nOan were literally torn apart. Others disappeared completely. Those of\nthe attackers who lived retreated in disorder. Ro noticed that one of\nthe retreating Oan carried a ray gun.\n\n\"Cease fire,\" shouted the professor.\n\nCarlson and Grimm turned from their guns laughing.\n\n\"They won't be back,\" chuckled Grimm. \"They'll keep running for a week.\"\n\nRo moved silently to the post Carlson had occupied. He picked up the\nray gun the Earthman had laid aside.\n\n\"What do you want with that?\" asked the professor. \"The battle is over.\nThere won't be any use for ray guns now. We've beaten them.\"\n\n\"How does it work?\" Ro asked grimly. His face was hard with\ndetermination.\n\nThe professor was puzzled, but explained the workings of the gun. He\nfinished his explanation with, \"But why?\"\n\nRo walked to the door.\n\n\"The Oan still have a gun,\" he said. \"When you are gone, they will\nreturn to use it on my people. That must not happen.\"\n\nHe said no more, but left the room. Na and the others heard the door of\nthe sphere open and slam shut.\n\nCarlson was the first to recover his wits.\n\n\"Come on,\" he said. \"He may need help.\"\n\nThe three Earthmen armed themselves and left the ship. They saw Ro\ndisappear into the wood and took after him.\n\nRo moved swiftly and silently. He slipped through the underbrush like\nan elusive phantom.\n\nSome distance from the sphere he saw a grey shadow running ahead of\nhim. He drew a bead on the creature and fired. A feeling of power\nsurged through him as the rat man screamed and died.\n\nHe ran on.\n\nMinutes passed before he saw the second Oan. The furry beast died a\nflaming death without uttering a sound.\n\nAhead of him, Ro saw a clearing. Instinctively he swerved from his\ncourse to circle it. He had gone halfway around, when his eyes\ncaught sight of a twisted, grey body perched on a limb overlooking\nthe clearing. It was the rat man he sought--the one with the ray\ngun, crouching there, waiting for Ro to step unsuspectingly into the\nclearing.\n\n\n\nRo chuckled as he caught the Oan in his sights. He pulled the trigger.\nFire seared from the muzzle of the gun.\n\nThe rat man screamed wildly. He crashed down from the tree, leaving a\ntrail of broken limbs in his wake. His body struck the ground with a\ndull thud, thrashed hopelessly for a few seconds, then lay still.\n\nRo laughed aloud and stepped into the clearing. He was still laughing\nwhen the three Earthmen came upon the scene.\n\n\"You should have seen the fool,\" Ro said. \"Perched up there, waiting\nfor me. What kind of a woodsman did he think I was?\"\n\nHe stooped and lifted the Oan's gun. His face grew grave as he did so.\nWhen he came erect, he was covering the white men.\n\n\"Hold your weapons above your heads,\" he ordered.\n\nThe Earthmen obeyed, puzzled frowns creasing their faces.\n\n\"Now back to the sphere,\" Ro instructed.\n\nMarching in single file they returned to the metal ship. Ro signaled\nthem to halt then and called to Na. She came into the clearing and\nstood at his side.\n\n\"All right, into the sphere. All of you.\"\n\n\"But why?\" the professor protested. \"What have we done? We're your\nfriends.\"\n\n\"Do as I say,\" Ro shouted nervously. Then translated his words into the\nthoughts.\n\nThe professor obeyed, then Grimm. Carlson was the last to enter. Ro\nwalked to the door behind him.\n\n\"Take these guns with you,\" he said, as the young Earthman entered the\nship. \"We will not need them here. My people will return to their homes\nnow and all will be as it was.\"\n\n\"I understand,\" said Carlson. \"There is no place for us here. We have\nbrought nothing but trouble.\" He extended his hand. \"I'm sorry.\"\n\nRo accepted the Earthman's gesture of friendship. He held the white\nhand in his firmly.\n\n\"You are a good friend,\" he said quietly. \"Perhaps some day my people\nwill grow up. Perhaps you will come again and we will meet you on equal\nterms. But now, our primitiveness, your science--there can be nothing\nbut trouble. Make the others understand that. I will always remember\nyou as friends. I wouldn't want our parting to be in anger.\"\n\n\"They will understand, Ro.\"\n\nThe Earthman closed the ship's door slowly.\n\nRo walked away from the sphere. He stood at the edge of the clearing,\nhis arm about Na's shoulder, and watched the many colored fire spit\nfrom the rear of the ship. He and Na waved as the great mass of\nmetal from another world left the ground. They waved until their\nwhite-skinned visitors had disappeared.\n\n\"Perhaps they will come again, when our people have grown up,\" Ro\nwhispered sadly.\n\nThere was a hint of tears in his eyes.",
    "metadata": {
        "author": [
            "Whitehorn, Chester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63523/pg63523.txt",
        "name": "coming_of_the_gods.json"
    }
}