{
    "name": "Cosmic Castaway",
    "author": [
        "Mullen, Stanley"
    ],
    "body": "Atmosphere in the ticket agent's office seemed thicker and warmer than\nusual, but the disturbing factors were supercharged emotions, not\njammed pressure-gauges or thermal adjusters. Not all the emotions were\nhuman; but they were real enough, both to Bell and to the ticket agent.\n\n\"I know all about you, Bell,\" the agent said, looking over the\nhalf-man curiously, with a hint of vicious resentment. Like many minor\nfunctionaries, the ticket agent took the troubles of his employers\npersonally, and Mines, Inc. on Pluto was a subsidiary of the Power and\nTransport Trust. \"Sure, you think you have return passage coming to\nyou. Hasn't the company been more than generous? Actually, it must have\ncost a fortune to patch you up.\"\n\n\"It did,\" Bell admitted. \"But that's not the problem. I'm not claiming\nfree passage. I have money to pay.\"\n\nBell was half-man, half-robot, the result of one of those hideous\naccidents never mentioned in the Company's much-vaunted Public Reports.\nTechnologically, even aesthetically, he was a work of art, but his\nown mother would not have known him. Item by item, his appearance was\ncuriously humanoid, but no elasticity of definition could make him\nhuman. Every vital organ was partly or wholly artificial, 64% of his\nbody being either reclaimed or synthetic tissue. The face was a mask of\nstainless steel, washed to flesh color by aluminum bronze tinted toward\ncopper, and the brain behind it was not the one he was born with.\n\nClosing his ledger with a bang the agent snorted. \"So what? I don't\ncare if you own half of Pluto. You're still out of luck for passage\nhome. We're booked solid ... six months ahead.\"\n\n\"You're a liar,\" Bell stated flatly, \"and even if you were a good one,\nI know better. There've been four cancellations by miners who couldn't\npass physical for space. What's the gag?\"\n\nUnderground Pluto is an interesting place, but it would be pleasant\nonly for a race of troglodytes. Heated and pressurized air is\nuncomfortably dense; light is artificial and there is a sense of\nconstant vibration from distant atomic boring. No one ever quite gets\nused to the endless maze of galleries in subsurface cities, or to the\njarring quiver of vibrations in octaves above and below audible sound.\nWorst of all is the deadly isolation from civilized mankind, and even\nhardy miners accustomed to the black pits of Luna and Ganymede require\nweeks of readjustment before they can work. For himself, Bell had never\nobjected to the working and living conditions, but he no longer worked,\nand Pluto was no place to spend his life.\n\n\"Are you sure you could pass the physical?\" The ticket agent shrugged.\n\"Don't bother me about it.\" With a type of insolence not uncommon\nin his breed, he attempted to turn away. Bell reached, got the\nman's collar into a strangling tourniquet around his throat. Pawing\nfrantically, the agent tried to release himself but Bell applied force\nand waited until the plump face purpled artistically.\n\n\"Now that we understand each other, do I get my ticket?\" Bell demanded\nwithout heat, easing pressure to permit reply.\n\n\"No!\" gasped his victim, signalling wildly as the pressure of twisted\ncloth tightened again. \"Wait! I can't sell you a ticket. Even if I\ndid, no space-skipper would dare honor it. We have orders. You aren't\ngoing back to Earth, Bell. You can't go anywhere!...\"\n\nBell dropped his prey as a terrier discards a dead rat.\n\n\"Why not? Orders from whom?\"\n\nGlaring, warily resentful, the clerk spat an unprintable reply. \"I\nwouldn't know,\" he added. Then anticipating further violence of\ndiscussion, he dived into a fat sheaf of papers and came up waving a\nred flimsy. \"Go on. Read it yourself. No ticket for you, now or ever.\nNobody tells me why. If anyone had, I wouldn't tell you. Try the Psycho\nLab. That's where the order came from. Maybe they'll give you a reason.\nMaybe they'll explain. I hope they do--\"\n\nThere was no good will in the expression that followed Bell from the\nticket office.\n\n\n\nHastings, in Psycho, dreaded the interview with Bell. He was warned\nby the visi-screen that Bell was on his way, so he braced himself and\nwondered how best to word an explanation that would not explain. A\nbuzzer sounded and Hastings pressed the button-release to admit Bell to\nthe office.\n\nIt was impossible not to stare. Hastings wanted to be kind. As a\nscientist he was naturally interested; as a man he recognized tragedy.\nHastings did Bell the courtesy of not attempting to hide his curiosity.\n\nFrom a distance, or to casual observation, illusion was both startling\nand complete. No functional flaws had shown up under the most\nexhaustive tests. Eyes looked like eyes, facial planes bore remarkable\nresemblance to human features, new limbs and extremities looked and\nworked at least as well as the originals. Design and workmanship was\nskillful enough to fool a layman, though a specialist might catch\nminute, observable differences, especially in the smooth flow of motor\nimpulses. Synthetic muscles responded swiftly and in completed curves,\nrather than in the stiff, jointed, jerky effects of human locomotion.\nWalking became a sinuous, liquid glide; there was superhuman precision,\nand a sense of restrained power and agility beyond the human norm.\n\nBell stopped before the doctor's desk. Even the gesture of\ninstantaneous repose jarred slightly, with its hint of high-order\nefficiency awaiting stimuli. Hastings catalogued Bell's visible\nfeatures, and memory supplied a working picture of the rest. For an icy\nmoment Hastings was gripped by the craftsman's awareness of his own\nwork as a masterpiece, but in the tragic motif.\n\nBell laughed, the sound flat and metallic, but not unpleasant. \"Take\na good look, doc. I know how you feel. When I get up in the morning\nI always wonder if I need a shave. It's still a shock to look in a\nmirror. It's not shaving I miss, but not having to gripe about it jars\nme.\"\n\n\"Is it as bad as that?\" Hastings asked sympathetically.\n\n\"Bad enough.\"\n\nIn a basically imperfect world, there are various kinds and degrees\nof greatness. Interviewing Bell was not Hastings' job or even moral\nobligation. Explanation would be difficult, probably impossible.\nHastings officiated at his own request.\n\n\"You know why I'm here,\" Bell went on. The robot voice held curious\novertones, not harshly metallic, but murmurous like an echo of\nlow-tuned bells. \"I want to go home. Back to Earth. I have a wife\nthere. While I had a real job here it was all right, but I've been\nrelieved since the accident. My contract is voided, they tell me. I\ncould sign another contract but I didn't like the fine print. It said\nPERMANENT. No contract, no job, nor reason to stay. Now I'd like some\nstraight answers.\"\n\nHastings sighed. His alert ears caught belligerence in the tone as well\nas the words.\n\n\"They refused your ticket?\"\n\nBell nodded quickly. Light glanced from the rounded angles of his\nface-plate. \"Right on the nose. No mistake, either. Orders. From here.\nDo I get my answers from you or wait until somebody slips? There could\nbe a good reason. If so, I have a right to know about it.\"\n\n\"You do, Bell,\" Hastings admitted. He hesitated. \"I had hoped this\nwouldn't come up just yet. What's deadly important about going back to\nEarth? Anything immediate? Your contract still had three years to\nrun ... before the accident.\"\n\nBell glanced swiftly around the office, eyeplates questing for\nconcealed microphones, alarm scanners. Attention settled back upon\nHastings, the plates fixed with mechanical intentness. The man-robot\nwas shrewd, intelligent, possessed of odd quirks of humor and wayward\ncaprices of thought beyond that of either electronic or human brains. A\nnew and oddly terrifying factor had entered the equation of man versus\nmachine.\n\n\"Before the accident,\" Bell chimed in. The incomplete thought seemed to\nsatisfy him. \"I have two good reasons. First, my wife. Second, I want\nto get back among normal people and learn what kind of adjustments I\nwill have to make. I still have my life to live somewhere. This is not\nthe place.\"\n\n\"Straight answers, both of them,\" Hastings said. \"Now I'll try to\nanswer your questions. I'd rather give you arguments first, then the\nanswers. Simple answers are rarely as simple as they seem. You had a\nwife, Bell. She hasn't seen you. She doesn't know what has happened. In\nwords, perhaps. She knows you were hurt and that drastic repairs were\nmade. Can you expect her to visualize you, as you are now? Be honest\nwith her, Bell. Get a divorce, or ask her to get one. You aren't the\nman she married. Legally, you may have a touchy point to argue, but\nlegally or not, you aren't married to the woman. It's the kindest way,\nbelieve me. That's professional advice from a doctor. A lawyer would\ntell you the same.\"\n\n\"I'd rather she told me,\" Bell protested.\n\n\"All right. About the other item. Getting to know people and learning\nwhat adjustments you must make to live among them. Forget it. You\naren't going back, Bell. Not now and maybe never.\"\n\n\n\nBell took the blow without a quiver. Hastings would have given much\nfor any hint of reaction but dealing with a metal mask and translucent\neyeplates put him at a disadvantage.\n\n\"We'll go into that later,\" Bell said. \"I'm not convinced, but we'll\nwaive discussion of that point. Your statements lead back to the\njackpot question: What's wrong with me?\"\n\n\"Does something have to be wrong with you?\" The answer came too\nquickly, as if Hastings had readied the parry in advance.\n\n\"I don't know of anything. Do you, doc? Don't fence with me. There has\nto be something wrong with me. Otherwise I'd be on the Earth-Express\nship briefing for space right now. I'll ask you once more, doc. Do you\nknow something about me that I don't? What is wrong with me?\"\n\nHastings dived reluctantly into the icy waters. \"All right, Bell. But\nremember you asked for this. I know of nothing wrong with you. Any\ntests we could devise showed you without mechanical flaws. Except\nfor a few minor irregularities that will straighten out under normal\nconditions, you are perfect. Your body is the best Lavery ever turned\nout, and the only parts he won't vouch for are those you were born\nwith. Your brain is good, I think. I should know since I designed it.\nThe trouble is: I don't know. What I think and hope is not evidence.\nNeither are our tests, for we have no yardstick to judge you by. You\naren't human, Bell. And you aren't a robot. What are you?\"\n\nBell reacted suddenly, in a manner that caused Hastings a bad moment.\nThe chuckle was like bearings rattling in a loose casing.\n\n\"Since you designed my brain, I have a complaint for you, doc. You did\ntoo good a job, if that's an objection.\"\n\n\"I don't follow you.\"\n\n\"Let's face it. I'm not exotic enough. Neither man nor robot, as you\npoint out. I look different to myself and feel different up to a point.\n\n\"But I don't feel different enough. Like shaving. Why do I worry about\nit? It's past, no longer a function. And it's only one item. I have all\nthe same old habits and confusions, same old fears and maladjustments.\nEven the same loves and hatreds. There are some too silly to mention,\nand others vital. A few are fading, but others are part of my daily\nritual. Why should the gadgets you and Lavery fudged up to replace my\nburned parts still fly off on the same old tangents?\"\n\nHastings groaned. \"I don't know, Bell. That's the terrible part of this\nwhole business. The brain, human or robot, cannot be wholly charted or\npigeonholed. The robots have built-in stops to short-circuit dangerous\nelectronic relays. But the synthetic or reclaimed tissue is a different\nstory. There are no stops. None of us can predict what will go on in\nyour brain. It is partly original tissue, partly something utterly\nunknown and challenging. It may be the most deadly and dangerous\ncombination in our universe. You don't know yourself, Bell. And we\ndon't know you. We can't take the risk of sending you back to Earth.\nNot till we know. If we ever do.\"\n\n\"Go on,\" urged Bell flatly.\n\n\"That is only half the problem. Here society is restricted. We are all\nused to an unreal and largely artificial environment. We are carefully\nselected and screened by hypnotic machines and the Psychographs. Even\nhere life will be difficult enough for you. On Earth it is probably\nimpossible. We are not half as worried by your possible reactions to\nhumanity as we are by their reactions to you. They will fear and resent\nyou. Doubtless you have been aware that something of the sort goes on\neven here. People fear you.\n\n\"Either man or robot can be described in familiar terms. We are\naccustomed to both and understand the functions of either. But you are\nsomething new. Totally different. Unpredictable, terribly unfamiliar,\npossibly a serious menace. You are disturbed by memory and habit\npatterns. These will alter gradually as you overlay the old patterns\nwith new ones, new memories, instincts and habit impulses. We can't\nreplace intangibles. The old groove helps you for a time but you'll\noutgrow it. And the new grooves may take curious directions before\nyou're through. You may even be immortal.\"\n\nSynthetic flesh puckered Bell's mouth into a curious effect as if his\nemotions caricatured a human grin.\n\n\"So I am the jackpot question?\" he queried. \"I expected such outlandish\nideas from my second-hand thinkbox but you've really pulled up a dilly.\nWhat happens if I don't accept your fantastic diagnosis? Suppose I go\nback to Earth anyhow?\"\n\nHastings shrugged. \"I hoped you were too intelligent to insist,\nBell. The people on Earth aren't prepared for you. There were other\nexperiments, you know. Previous attempts to reconstruct a functioning\nbeing from damaged and spare parts. Their history makes it tougher\nfor you. They were failures but pretty hard on mankind. Some went\ninsane. Most of them destroyed themselves. Potentially your brain is\na superbrain. You're the first successful experiment. But you're new\nin the saddle and it's a mighty strange horse. You could trample a lot\nof innocent people, get thrown and perhaps badly hurt yourself. People\nwill make it difficult enough for you here. Don't push your luck.\"\n\n\"I've listened,\" said Bell oddly. \"I believe you're reasonably honest.\nBut there's something you haven't told me. What is it?\"\n\nHastings shook his head. \"I wanted to make this easy for you, Bell.\nI asked for your interview. I was curious, true. Not only in the\nscientific sense but snoopy-curious, human-curious. That's the decent\nmotive, curiosity combined with a desire to help. But there was another\nreason. You'll run into it from here on so I'll tell you straight: I'm\nafraid of you. Not just your interesting possibilities. I'm afraid of\nwhat you are now. You're different, you and I are civilized enough to\nknow and accept it. But even we don't dare face how different. My chief\nemotion toward you is panic terror. Just how do you think other people\nwill feel?\"\n\n\"I don't have to guess,\" Bell admitted. \"I'm wondering how my wife will\nfeel. You're afraid of what you don't see in me. And I'm afraid of what\nI will see in her. But I have to see it myself. I still want to go\nhome.\"\n\nHastings' gesture was hopeless. \"And you won't be satisfied till you\nhave a try at stowing away on the spaceship? Is that it?\"\n\nBell refused audible comment. Hastings made a last try. \"You can't do\nit, Bell. Ticket or no ticket. No captain or crew would dare trust you\non a spaceship. Try it if you must. But don't hurt anyone. You know\nwhat that would mean.\"\n\nBell's reply was a mechanical grating. \"I want people to like me. I\ndon't want to hurt them. I'm not convinced but I'll think it over....\"\n\n\"Be sure, Bell.\"\n\n\"I will be. But I haven't decided yet....\" In silent glide, the\nman-robot was gone. Half an hour later, alarms blared....\n\n\n\nFrowning, Hastings dialed security police headquarters. Yes, an alarm\nhad come in. Yes, from Spaceport No. 4. But it was only a headfire\ntemporarily out of hand; the jetmen were clearing a fused jet in the\nbooster rockets, a reserve fuel bin ignited.\n\nA blunt, reassuringly human face grinned from the visi-screen.\n\n\"Stop worrying, Hastings. Two men are watching Bell every minute.\nThere's no chance of his getting aboardship. Only one spacer in the\ncradles at the moment: 11-9334. That's the ship he expected to take\nbut there's not a chance for him. Passengers are all checked aboard,\nbriefed for space and put to bed. However, if you'll feel any better\nabout it, go over and recheck. If you've any doubts I'll put through\nemergency priority and you can go along with the ship to Earth. The\nstaff here can take care of Bell and destroy him if necessary. Yes, I\nknow the Company wants us to take no chance with him. Seems a waste\nafter all the trouble you took putting him back together, but nobody\nargues with the Company.\"\n\nHastings shrugged unhappily. No, nobody ever argued with the Company.\nRegretfully he punched keys and Bell's card snapped from the\nelectronically coded files. He stamped it with the properly impregnated\nink and fed the pasteboard into a pneumatic chute.\n\n\"Better pick him up for protective custody,\" he said. \"I've put the\norder through. Don't take chances with him but try to avoid rough stuff\nunless he forces it. You'd better get clearance from the population\nboard if you do destroy him. I'm not sure the Company has authority for\nthat. After all, he's not a beast.\"\n\n\"What is he, then?\" The blunt face laughed unpleasantly.\n\n\"I don't know. My nerves are like fiddle strings and my leave's\noverdue. Clear my passage and I'll go along ... just in case.\"\n\nHastings reached Space Terminal No. 4 just after the police alarms\nwent into convulsions. He checked with headquarters and the news was\nnot reassuring. Bell had been picked up, asked to come along for\nquestioning and agreed whimsically. Somewhere en route he had simply\nvanished, which is not as simple as it sounds in security arrest.\nBaffled police and company guards were still searching and a cordon had\nbeen thrown around the terminal area. It took a special order to pass\nHastings through.\n\nEscape from Pluto is a practical impossibility; a man would be mad\nto attempt the gamble. But Bell was not a man. The cargo holds were\nairless and scarcely insulated against the temperatures of space.\nLeakage from atomic fuel batteries was possible. Crew and passenger\naccommodations were so limited that scarcely a mouse could find hiding\nplace. Rigorous inspection at the airlocks and hatches offered a\nproblem beyond the powers of a magician, even a real one, not a mere\ntrick artist.\n\nTime passed and Bell did not appear near the spaceport. No attempt\nwas made to crash through the cordon of guards. Nerves grew strained\nand the approaching deadline forced decision on Hastings. He dialed\nheadquarters.\n\n\"I'm going with the ship,\" he told embarrassed officialdom. \"If Bell is\naboard, I'd better be along. Someone who understands the situation.\"\n\nOfficialdom nodded, no longer amused by the threat of Bell.\n\n\"Tell the captain to take no chances with him....\"\n\nHastings shrugged unhappily.\n\nTake-off was unspectacular. Pluto is a freak planet of nearly\nEarth-size, but denser, and with the standard peculiarities of the\nouter planets. Gravity provides additional problems of reaching escape\nvelocity, but these are not complicated by atmospheric friction. All\ngases, even the lightest, are liquid or solid, and concentrated in thin\nlayers on the surface.\n\nA booster sequence of ring magnets operated automatically to raise the\nship from the subsurface spaceport and catapult it past the planetary\nskin. Leaving the tube like a projectile, the spacer was carried beyond\nthe immediate field of Plutonian gravity by triple-stage rockets which\ncut loose and dropped back to the surface for pickup. Afterward, orbit\nwas trimmed just as for a free-flight to Earth, but the ship itself put\nin readiness for the hyperdimensional drive. Such immense distances are\ninvolved that no free-flight nor even steady-power atomic propulsion\ncould solve the problem satisfactorily. Time and money are important\noutside Buddhist monasteries.\n\nDuring most of the month-long journey from Pluto all occupants of the\nspaceship are either blacked-out from acceleration or existing in the\ndream-world of hyperdimensions. Building to the extremes of velocity\nrequired for the hyperdimensional translation is painful, dreary and\ndangerous. Once terminal velocity is reached and translation occurs,\nnormal space is warped into a tight elliptical cocoon around the ship,\nall inertial forces partially damped out, and drugs or mechanical\ntrickery must be resorted to while human minds skirt the dark, ravelled\nedges of the Unknown.\n\nIn that eerie, hour-long interval between primary acceleration and the\nprolonged nightmare of the pocket universe, Hastings and two crewmen\nturned out the living quarters and all accessible holds of the ship.\nEven the outer cargo holds were examined by scanner and it was obvious\nthat Bell was not hiding out aboard. Rows of neatly racked crates,\nparcels, bins of ore, mail cans, and semi-activated fuel left neither\nspace nor safety for a stowaway. All passengers and crewmen were double\nchecked by the officers and by Hastings.\n\nAfterwards, while alarm howlers vibrated hideously through the\ncabin-decks, service passageways and control rooms, Hastings lowered\nhimself into the shock-block of molded plastic and tried to relax.\n\nThe process was one familiar to him from previous voyages to and from\nPluto. Subconsciously he was aware of sound and movement about him but\nit was fading rapidly. From here on every internal function of the\nship, even to the care and feeding of its human element, would perforce\nbe relegated to robots and the automatic machinery. Grimly, Hastings\nrecalled one part-machine....\n\nMachines....\n\n\n\nQuivering grayness surrounded him, claimed him as its own. A hard,\nbright core of identity remained alive, but the immaterial suspension\nof grayness seemed of infinite extension in all dimensions of time and\nspace. Time perception and space perception meant little in themselves,\nbecame mere illusions which would pass away for a time and then return\npainfully. There had been few accidents, Hastings remembered, and he\nclung desperately to this last fading memory of consciousness.\n\nComing out was not necessarily as painful as rebirth but it could\nhave awkward moments. Needle-bite was not the worst, and the tingling\nfrost-fires spread through veins and nerves communicating Inquisitional\ntortures to the awakening body.\n\n\"Bad time, doc,\" said Bell's voice. \"Hurry it up. I need you.\"\n\nIdly, oddly, Hastings was not surprised to see the curiously humanoid\nfigure bending over him. Hypo in hand, balanced in those tentacular\nfingers, Bell jabbed again, deftly. Awakening senses screamed with\nagony from the harmless, revivifying drug. Hastings did not question\nthe urgency of command. Jangled universes came together in his tingling\nbrain, became shimmering chaos, resolved as reality in three familiar\ndimensions came into sharp focus, as his disciplined body made habitual\nresponse.\n\n\"What is it?\" he asked.\n\n\"Trouble, doc. Your department, not mine. Black Virus, I'd say...!\"\n\n\"Oh, Lord! No....\"\n\nHyperdimensional travel has its penalties. Among them, black virus\ninfection, which is not black, not virus, not infection. One of the\npenalties. An alien protein native to those dark dimensions beyond\ndimension. A protein to which all mankind, most animals and plants, and\neven a few types of robots, were fatally allergic.\n\nStrong fingers closed on Hastings' arm and hustled him along. Exertion\ncleared his mind and fear roused his senses to action. Now thoroughly\nawake, resistance to Bell did not occur to him. He permitted Bell\nto drag-lead him through the passenger compartments into the crew's\nquarters. One glance was sufficient. Half the crewmen were already\ndead. Hideously dead. Others writhed in convulsions, wrenched out of\ntheir shockblocks, their faces blotched with dark weals, chest and\nabdomens bloated and bursting with agony.\n\n\"Chiefly the crew, so far,\" Bell explained. \"Only one of the passengers\nhad contact with it. Or with them. They must have got it on the out\nvoyage, before reaching Pluto.\"\n\nHastings nodded, numb with horror.\n\n\"Can we help them?\" Bell asked calmly.\n\n\"Not much. Drugs by injection to kill the pain. A few may survive, the\nstronger ones, and they may wish they hadn't. We'll try to keep it from\nspreading to the other passengers. There are treatments, but not here.\nIf we could reach the hospital at Luna City--\"\n\nHastings' voice sounded hopeless.\n\n\"It's not too far,\" Bell commented. \"We're well inside the orbit of\nMars. A week of deceleration and orbit trimming. Plenty of fuel.\"\n\n\"But who'll handle the ship?\"\n\n\"They can't?\"\n\n\"None of them--ever. Even if they live to reach Luna City.\"\n\n\"Then I'll have to,\" Bell said confidently.\n\nHastings stared as if the robot-man had suddenly gone mad. \"No one man\ncould handle the ship,\" he gasped. \"Even if you knew all about space\nships and how to land them. Trimming orbit is a full-crew job. And\nlanding is ticklish enough for old hands. You don't know a thing--\"\n\n\"No,\" agreed Bell. \"But I'll manage. No _man_ could, but I'm not a man,\nas you pointed out. More or less. We'll find out now which it is. I can\ndo it. I'll have the robots and the automatic machinery. We understand\neach other.\"\n\nHastings wasted no time in futilities. \"That's your department. Do\nwhatever you can. Send a warning to Luna City for relay to Earth and\nPluto. Then get me a couple of the more intelligent passengers. I'll\nneed help.\"\n\n\"They won't come,\" Bell said, with the nearest a grunt of disgust he\ncould manage. \"They're human enough to be scared. Not that I blame\nthem. I can remember being that human myself. You'll have to settle for\nwhatever help I can give ... between errands.\"\n\nHastings swore and accepted the inevitable.\n\n\n\nNine days of nightmare. Four of the remaining crewmen died and were\npromptly incinerated. Bell attended to this gruesome task, and others\ntoo ugly for print. He ate rarely and slept not at all. He took over\ncompletely when Hastings collapsed from sheer exhaustion, rousing\nhim again only when the vital necessities of ship management demanded\nattention. Apparently immune to contact with the alien protein, he\nhandled living and dead without precautions. During the intervals when\nHastings could manage the clinical requirements of his patients, Bell's\nbrain went to work.\n\nFeeding mountains of figures into himself, he became a living\ncalculator, resolving the mathematical mountains into the twinned\nequations of orbit and objective. By tricky gearing and fantastic\njumbles of wiring he increased the efficiency of both automatic\nmachinery and the non-humanoid robots. Simple devices accomplished\nprodigies of result.\n\nPassengers were herded into a confined space near the nose of the\nship, and kept strictly quarantined. Two of the passengers showed\nunmistakable signs of exposure and were segregated. All the routine\ntasks of the ship went into the hands of the machines, functioning\nunder the direction of Bell, half-man, half-machine.\n\n\"I still don't understand how you managed to get aboard,\" said\nHastings, half-angrily. \"But I'm damned glad you did. Even if you don't\nmake the landing and set us down like a panful of scrambled eggs, it's\nstill been interesting to know you. We searched every place in the ship\nthat a stowaway could possibly have hidden.\"\n\nIt was the last day out from Luna.\n\n\"You tried too hard, doc.\" Bell laughed, his sharp, metallic clattering\nlaughter. \"I didn't stow away. I was one of the crewmen who helped you\nsearch the holds. Nobody ever notices a man in uniform, and I helped\nthem overlook me. These eyeplates are the secret, for people look too\nhard at them, and it's easy to hypnotize them. Then I will them to see\nwhatever they expected to see. You made everything too easy for me.\"\n\n\"That's what I wanted,\" said Hastings, flushing, \"to make things easy\nfor you. But not exactly as you mean it. Never trust a robot any\nfurther than you can throw him.\"\n\nBell replied thoughtfully. \"No one really trusts a machine. Man\ninstinctively fears and distrusts his own creations. We try to\nreassure ourselves by repeating the time-dishonored formula. The\nautomobile will never replace the horse, nor the airplane the car,\nthe rocket the airplane. And on down the line. For myself, I'm still\nfaint-hearted about the hyperdimensional drive in spaceships. A new\ninvention scares hell out of the stay-put mentality of the human race.\nWe try desperately to convince ourselves that it isn't so, that these\ninventions won't really work.\"\n\n\"People will eventually outgrow childish fears,\" protested Hastings.\n\n\"To some extent. But never completely. People accept the new\ninventions, but only after they have proved themselves. When they\nbecome commonplace, comfortable, they are taken for granted. Often\ntoo much so. But machines do every job better than their masters and\ncreators. And civilization goes wherever the machines wish to take\nmankind; machines feed man, wake him up, put him to sleep, wipe his\nnose, change his didy when necessary. So mankind returns to the nursery\nstage--with machines as the new version of benevolent nursery despots.\nMachines do the thinking; they are kind masters and eager, tireless\nservants.\n\n\"But inside, there is always the hate, the fear, the natural distrust\nthat flesh always feels for the new, the alien. People learn to\naccept, under duress, just as children accept the despotism of the\nnursery. But machines are the real rulers. Mankind is at the mercy of\nmachinery. Machines check progress, pass on the sanity and utility of\nevery development. They are gruesome guardian angels but until mankind\ngrows up, they are needed. Theirs is the problem of all guardian\nangels ... to make themselves trusted and accepted. That's my problem.\nI'm half-machine, even though I am still more flesh than anything else.\"\n\nMars would have been a glowing, pink-orange coal behind the ship had\nit not chanced to be elsewhere in its orbit. Earth and Luna were a\npair of faint crescents, one vivid blue, the other pale and ghostly\ngray-yellow, so far to the side that one unversed in astrogation would\nhave feared a clean miss. However, by the time calculated, the ship\nwould reach Earth's orbit and the planet and satellite would be there,\nin proper position and moving at nearly the exact speed to make landing\npossible.\n\nThere was hope now for those still living. If Bell could only cap his\nmiracle with another.\n\n\"What are your plans now?\" Hastings asked. \"Going on to Earth after\nwe're cleared from Luna?\"\n\nBell studied the psychiatrist wistfully. \"Is it safe to tell you?\"\n\n\"Why not? I'm on your side now,\" admitted Hastings. \"You've proved\nyourself. If the population board gives you any trouble about landing,\nor going to Earth, refer them to me. I'm your man, your doctor and your\nfriend. You don't have to worry about me, and I've stopped worrying\nabout you. I can even believe you'll set down this crate in one piece.\nI'm awed. What do you want? Earth?\"\n\nBell's voice was uneasy. \"Not right away. I've sent word on to Jane.\nShe'll take the E-L shuttle and meet me here. After I've talked to her,\nthere are things to do. I'm afraid of people, doc. Honestly afraid. And\nI don't want to go back empty-handed.\"\n\n\n\nIt was not a good-landing, technically. But there have been worse with\na full-crew ship. Considering the emergency, and all of his handicaps,\nBell worked the equivalent of a miracle. Bell saw to the transfer of\nthe still-living crewmen to the Lunar Base hospital, then submitted\nhimself along with the doctor and the well passengers to the thorough\nexaminations of space quarantine. He enjoyed the discomfiture caused\nthe staff by his unorthodox anatomy.\n\nFortunately the signs of deadly reactions to the misnamed protein are\neasily distinguished. Bell and Hastings were cleared in record time.\nAnd the shuttle from Earth was not due for a full hour when they\nreached the landing stages.\n\n\"You haven't answered my question, Bell!\" Hastings probed. \"I asked\nwhat you wanted. What are your plans?\"\n\nBell hesitated. \"I don't know exactly. It depends on what Jane wants.\nI have an idea about proving myself. But it will take money, a lot of\nmoney.\"\n\n\"You'll have a lot, Bell. Claim salvage for the ship and cargo. Stick\nthe Company. They owe you something for that accident that should never\nhave happened. Even according to law they're at fault for not providing\nsafeties. Nobody ever argues with the Company but you have that fat,\ngreedy octopus over a barrel. You'll be rich and they'll have to let\nyou go and come as you please. On Earth or anywhere.\"\n\nBell grinned. \"I know they'd like to box me up and keep me buried\nalive on Pluto, just to keep my mouth shut. But you don't sound like a\nCompany man, doc. Aren't you?\"\n\nHastings snorted savagely. \"They strangle business, suppress\ninitiative, gobble all valuable inventions, and generally dictate\nsubsistence terms to owners and workers alike. D'you think I went\nto Pluto to work under P. & T. terms because I liked it? I had to\ngo or starve, and I thought I could do something for the men in the\nmines. They'll put meters on our breathing next. The P. & T. empire\ncontrols all sources of power, from water wheels to fuel and atomic\ngenerators....\"\n\n\"But not sunlight or the cosmic rays, do they?\"\n\n\"Wait a minute!\" Hastings was pale but interested. \"You're not thinking\nof wrecking the trust.\"\n\n\"I might. It would be fun to short-circuit that power. I could do it in\na week. A guardian angel has to prove himself. Free power to everyone\ncould be my gift. About that salvage money. Would P. & T. settle for\nhalf the legal amount?\"\n\n\"They'll settle and be glad for such a comfortable deal.\"\n\n\"Will you handle that part for me? Save embarrassment. How's your\nnerve, doc?\"\n\n\"Never better. Sure, I'll arrange the salvage deal. Why not? I'll even\nnick them for a fat cut of commission. But you can't get rid of me so\neasily. This is one fight I want a share of. And I'm sticking like a\nburr.\"\n\nThey watched the shuttle ship through the giant airlocks. Like a\nfalling leaf it maneuvered, settling through the dense, hothouse\natmosphere of subsurface Luna. Airlock doors in the hull slid open.\n\n\"About this free power. It's a simple matter of gratings to step down\nthe frequency--\"\n\n\"Skip it,\" said Hastings absently. \"I wouldn't understand the\ntechnology anyhow. That doesn't matter. After all, I built your\nsuperbrain. Anyone who can do what you've done, bringing in the\nspaceship and setting it down in one piece, not to mention saving all\nour lives and preventing the spread of Black Virus, is my man. If you\nsay you can do it, you can.\"\n\nBell's metallic eyeplates selected one tiny figure among the many\ndisembarking. He groaned.\n\n\"I guess this is it.\" The doctor gripped his arm, then left him alone\nto meet his fate.\n\nShe was a trim figure in a simple gray suit. Not beautiful, not\nextraordinary nor spectacular except in that individual way every human\nbeing is extraordinary and different from all others. She was in her\nmiddle thirties, even plain by some standards. But she was Jane, which\nwas somehow important to Bell.\n\n\"It's all right,\" she said calmly, standing straight and firm, unafraid\nof the things time and change can do to love, or to other human\nrelations.\n\n\"Don't hurry it,\" Bell advised. \"Just remember that whatever you want\nis all that really matters.\"\n\n\"You're changed,\" she said rapidly. \"Different in ways that I can't\nunderstand. Maybe I'll never understand. It may be pretty difficult but\nwe'll worry about details later. You're still you, I think. Welcome\nhome.\"\n\nMuch later Hastings joined the pair and was introduced. He made no\ncomment worthy of record but while Jane attended to some formalities of\ndisembarking on Luna the men were left alone.\n\nBell fixed his robot stare on Hastings. \"Tomorrow we start Project\nPower,\" he promised. \"Still with me?\"\n\n\"All the way,\" Hastings agreed. \"I guess that settles everything but\nthe Jackpot Question.\"\n\nFor once, Bell's face-plate achieved the miracle of a completely human\nexpression. Puzzlement.\n\n\"Is there another?\"\n\n\"I think so. What _are_ you going to do with Humanity?\"\n\nBell laughed, the sound full of murmurous, metallic overtones.\n\n\"I haven't quite decided....\"",
    "metadata": {
        "author": [
            "Mullen, Stanley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64445/pg64445.txt",
        "name": "cosmic_castaway.json"
    }
}