{
    "name": "Cosmic striptease",
    "author": [
        "Hart, Ellis",
        "Beldone, Phil",
        "Beldone, Cheech",
        "Jarvis, E. K.",
        "Archer, Lee",
        "Mitchell, Clyde",
        "Ellison, Harlan"
    ],
    "body": "The Atlas didn't make it--it blew up. And so did the Thor. The\nVulcan wasn't much better; it just went _pfftt_. None of them got\nanywhere near outer space--the _real_ outer space. Oh, yes, they\nwent up hundreds of miles, even thousands. The Vulcan went nearly\nfive thousand. But they were still in the Electro-Magnetic Field.\nNobody really understood the EMF. Einstein had hit on it with his\nfinal theory, before he died. He said gravity and magnetism were just\nmanifestations of something else, some single thing that held the very\nsecret of matter.\n\nIt was suspected that the Vulcan had reached the limits of the EMF, but\nnobody was sure. You can't be very sure about a thing that just goes\n_pfftt_, and then isn't there any more. Not there at all! That's what\nradar said, and telescopes, and theodolites, and every other detection\napparatus conceivable. Not until the Jason went up where no rocket had\never gone were they sure. Sure that man would never leave the confines\nof his EMF--at least until he solved the problem of the nature of the\nEMF. And that seemed the problem of the nature of matter itself. You'll\nhave to admit, that's a difficult problem to tackle.\n\nYes, they tackled it. Theories were a dime a dozen. But just _what_\nthe EMF really was, nobody could say even mathematically. Instead of\nwasting money on rockets that went _pfftt_, they began to investigate\nspace with rays, frequencies, radiations, echoes, electronic things\nthe man in the street just didn't understand. What he did understand,\nhowever, was the answer that came back from space, as a result of all\nthis electronic probing.\n\nMars picked us up, and answered!\n\nWe thought we had quite a bit of electronic science. But we turned\nout to be babes in the woods. The Martians knew more about rays and\nwaves and frequencies and vibrations than the Yanks knew about buying\nbaseball players. They had a real cool signal. They called it the\nResonating Magnetic Field. You know what a resonating field is, don't\nyou? It's like a great big drum--you hit it right, and it'll vibrate\nwith the biggest boom you ever heard. It resonates.\n\n\n\nOur scientists knew how to resonate crystals; but the Martians could\nresonate the atmosphere. And when they resonated our atmosphere, every\nEarthman dug them, no matter where he was. That's the way their first\nsignal reached us--a resonant voice sounded clearly everywhere on\nEarth, speaking in the language of the area in which it was heard. It\nwas all a matter of resonant pitch. A thought has a basic wave, and\nit can be keyed to any pitch. When you say something, you express a\nthought by resonating the atmosphere. No matter if you speak English,\nor German, or Brooklyn--it's all the same thought. Well, when the\nMartians talked, we, each of us, were our own wave converter, and the\nvibrations that hit our eardrums came out whatever language we talked.\n\nHow did they do it? Well, how do you explain electronic knowledge as\nadvanced as that? You're right, they didn't. They didn't even try. They\nsaid we wouldn't get it anyway, so why waste air-time?\n\nA few of our big-domes were incensed, but the Martians let them smoke.\nThey said they'd been watching our rocket efforts, and had figured we\nwere pretty stupid, since everybody in the Solar System (and outside it\nfor that matter) knew you couldn't lick the EMF with rockets. But then\nwe'd started our electronic probing of outer space, and they lifted\ntheir mental eyebrows. It, they said, gave them the itch to give us a\nfew pointers.\n\nYou can imagine the fuss there was in the Pentagon; and in the Kremlin\nfor that matter. Here was a chance to load up on classified stuff of\nthe highest order, and something called an RMF was the biggest leak the\nworld had ever known.\n\nWell, the Martians deep-froze that kind of idea right away. They\nweren't going to have any truck with secrets, especially secret\nweapons. They gave us quite a ribbing about weapons, and there were\na lot of red faces on Earth. They were civilized, they said, and\neven their plows had been beaten into resonators. They had a highly\ndeveloped moral sense, and the word war appeared in their dictionaries\nonly in the archaic section.\n\nThey were going to tell us a lot of things, to be sure, but they were\ngoing to elevate us. They were going to make real ladies and gentlemen\nout of us, like they were. And as a beginning, they said they were\ngoing to put on a pageant. They were going to depict life on Mars for\nus as it was today, in all its glory and perfection, and they were\ngoing to do it in the form of a play.\n\nYou can picture the Broadway producers perking up their ears at this,\nand right away they began thinking of the whole thing in the terms of\na \"production.\" Naturally, when the Martians said it would be done via\nworld-wide television, the big networks immediately sensed a big deal,\nand they jumped almost as high as Vulcan.\n\nBut the Martians said the broadcast didn't need receivers, but that\nthe sky itself would be the TV screen. This was going to be exactly\nthe opposite of closed-circuit TV. This was wide open--as wide open as\nMinsky's in the Twenties.\n\n\n\nNobody knows how they did it, but NBC and CBS got a dual contract with\nthe Martians for the commercials! Yes, it's true. The Martians agreed\nto monitor their commercials, and then rebroadcast them as part of the\nBig Show that was to introduce Earthmen to Martians.\n\nThe sponsors weren't difficult to sell! They fell all over themselves\nto get spots on the program.\n\nActually, the whole thing was the most serious development in world\nhistory. Picture it for yourself. Out of a clear sky, one day (and\nnight, because it involved the whole Earth in the same instant) a voice\ncame from outer space, from Mars, and introduced us to a form of life\nour scientists had always claimed was a member of the lichen family,\nbut which actually was a lot more human than you are. What we had\nthought was the lowest form of mossback, was actually the highest human\ncivilization in the solar system. Wedgewood china, suspension bridges,\nand hot dogs were old stuff thirty thousand years ago with the\nMartians. They were really advanced. And when we understood it (most of\nus, that is) we felt mighty flattered to think that they were going to\ntry to rub some of it off on us.\n\n\n\nActually the Big Show idea was a good one. Their psychologists had\nstudied us, and had decided that the best way to educate us was the\npainless way--by entertaining us. They knew how TV fascinated us. They\nnoted our bowed shoulders, our kinked necks, our TV squint. What more\nnatural thing than to put on the biggest TV show of all, and at the\nsame time take the bow out of our shoulders, the kink out of our necks,\nand restore the focus of our eyes to the natural one of infinity?\nThe whole sky was going to become one gigantic television screen, in\nperfect focus, in full (how full we never imagined until we saw it!)\ncolor, and in Three-D.\n\nThis Big Show, they said, was going to come in like cosmic rays, from\nevery direction, but seeming to focus directly overhead. Every seat\nin the house would be the best seat in the house. You were the entire\naudience, sitting in the one seat, surrounded from horizon to zenith\nby the entire stage. The Earth's EMF, they said, was a perfect lens\nshape--and it formed a perfect focus on the center of the Earth. The\natmosphere was a perfect lens also, because it was governed by, and in\nfact owed its existence, as did the entire Earth, to the EMF.\n\nEver stop to think that it's the EMF that makes the direction exactly\nopposite to your feet the direction we call up, no matter where we\nstand on Earth? To a Chinese, up is the other way. It's the EMF does\nthat. The EMF, expressing itself as gravity. There really isn't\nanything called gravity, as an entity. The EMF is the entity, and\ngravity is one of its legs. Magnetism is the other. Maybe the only way\nyou could describe the EMF would be to call it the body. And nobody\nknows what the head is!\n\nThe egotist who thinks he is the center of the universe may be right\nafter all. Except that he's not alone. Everybody else is at the center\ntoo!\n\nNot that Edith Miller was ego-centric. She was beautiful, yes, but not\nego-centric. She was not only beautiful, but she was private secretary\nto Herman Fendler, head of the new NBC-CBS Big Show Merger. It was\nquite true that she would not have been secretary had she not been\nbeautiful. After all, it's what you see on TV that counts, and the\nbosses never let that fact get very far out of their minds. Anything\nthat couldn't go before a camera, didn't go in TV, _anywhere_. Edith\nwent _everywhere_. She was the kind of a girl who, when you saw her,\nyou wanted to see more--and you cursed the \"things as they are\" that\nmade it impossible. It just wasn't fair, was the thought that instantly\nsuggested itself as you saw enough to realize there was much more.\n\n\n\nThat was the thought that Roy Mallory usually carried in his mind as he\nwent about his business of Production and Coordination. And sometimes\nit effected his coordination, but never his production. As a TV\nproducer, he was tops. And now, the youngest man in the sharpest of all\nbusinesses, he was assigned to handle the biggest \"spectacular\" of them\nall. To give you an idea of how highly regarded he was, having given\nhim the assignment, Herman Fendler also gave him his secretary--but\nstrictly on loan.\n\nRoy's face was flushed as he walked back to his office, Edith beside\nhim, Fendler's words still ringing in his ears.\n\n\"The Big Show!\" he breathed. \"Wow!\"\n\n\"Not too big for you,\" said Edith.\n\n\"Not with you to handle the details,\" he returned, gallantly.\n\n\"That will be wise,\" she said.\n\n\"Huh?\" he said.\n\n\"To let me do all the handling.\"\n\nHe flushed a different kind of flush now. \"What makes you think....\"\n\n\"The look on your face when Mr. Fendler said you could have me. I've\nseen that look hundreds of times, and it always means the same thing.\"\n\n\"But....\" he protested.\n\n\"We understand each other perfectly, don't we?\" she asked sweetly.\n\n\"Yes. We have our desks in separate offices.\"\n\n\"No we don't. I intend to sit with my desk directly opposite you so I\ncan keep my eye on you at all times. Mr. Fendler gave me the job of\nseeing that you do your job, and I'm going to do it.\"\n\n\"Sadist,\" he snapped.\n\n\"Of course,\" she agreed. \"But can I help it?\"\n\nHe looked at her, and suddenly he grinned. \"No, you can't. But with\nyou sitting across from me, that realization won't lessen my sufferings\nany.\"\n\n\"It won't be so bad,\" she said. \"You can look.\"\n\n\"You _are_ a sadist!\" he exclaimed.\n\n\n\nThe Big Show opened with a commercial. Roy and Edith were sitting atop\nthe roof of the central studio, relaxing in contour chairs. Roy's chair\nadjusted to his figure comfortably as he leaned back, but Edith's found\nthe task impossible. She squirmed about until Roy glanced at her and\nremarked: \"Why don't you give up? The chair isn't made that can fit\nthose curves. You've just got too much of a good thing, that's all.\"\n\n\"It isn't the chair,\" she said, \"it's that commercial. Just look at it!\"\n\nRoy stared at the huge box of breakfast food that loomed across the\nentire sky.\n\n\"The sponsor is probably delirious with joy,\" he said. \"Did you ever\nsee such color, and such sharpness of focus? It's so vivid you can\nalmost reach right up and touch it. It's _really_ there, not a picture!\"\n\n\"But what a thing to open the most important historical event of all\ntime--the establishment of visual communication with another planet!\"\n\n\"I get what you mean,\" said Roy. \"But if you don't stop squirming, I'll\nfind myself unable to concentrate on the Big Show.\"\n\nFootsteps behind them announced the late arrival of Herman Fendler,\nand he literally hurled himself into his contour chair as he puffed:\n\"Stupendous! Utterly stupendous! And to think that we've got the\ncontract for these commercials!\"\n\nNow the scene changed, and it was Fendler himself, announcing the\nBig Show. Fendler beamed as his own voice rolled out of the sky,\nsonorous and dignified and with the clarity of a golden bell, slightly\namalgamated with bronze.\n\n\"Ladies and gentlemen of the world. We bring you now the Big Show. The\nsensational Martian television broadcast of the Pageant of Life as it\nis lived on Mars. It is with great pride that we announce that through\nthe combined efforts of NBC-CBS we bring you the most historic event in\ntelevision history, or in the Earth's history, for that matter.\n\n\"You all know how the Martians first communicated with us from space.\nYou all heard the voice that came to us so unexpectedly. But now, at\nlast, we can see as well as hear! For the first time you will see\nour fellow men and women from Mars, enacting before you the glorious\npageant of their 35,000 year history.\n\n\"It is through this history that they hope to acquaint you with\nthemselves, so that we can go on through the future as brother worlds,\nunderstanding each other, respecting each other, loving each other.\nIt is true that our Martian brothers are far advanced over us, in the\nmechanics of civilization as well as the moral values. It is also\ntrue that as we watch, we will be forced to revise many of our own\nstandards, but all for the better. It is the fond hope of the Martians,\nand of the many among us who are concerned with our future development,\nthe governments, the churches, the universities, that we will be\nspeeded up along the path of civilization upon which the Martians have\nso long trod.\n\n\"Let us pray that what we see now, and in the days to follow, nay, the\nweeks and months, for it will be a pageant of tremendous length to show\nthe history of 35,000 years, will be as a leaven to enlarge our lives,\nand catapult us into a higher development that can enrich us beyond our\ndreams.\n\n\"My fellow men, I give you--the Martians!\"\n\n\n\nA burst of applause followed, and Fendler beamed. \"You think of\neverything, my boy,\" he approved. \"Makes the show seem more live.\"\n\nRoy looked at Edith and snorted, almost inaudibly. She looked back. \"No\nmatter what you think,\" she whispered, \"I can tell you he expected it,\nand your name would be mud if you hadn't included it. Don't let it go\nto your head.\"\n\n\"That's right,\" whispered Roy sarcastically. \"Look out for me like a\nmother.\"\n\nAnother voice came now, and with it the face of the first Martian ever\nseen on Earth.\n\nEdith gasped for breath. \"He's _beautiful_!\"\n\nThe wind sagged out of Roy's sails, \"Oh, no!\" he groaned. \"The last\nthing I expected--competition!\"\n\n\"Not at all,\" said Edith. \"You never had a chance!\"\n\n\"He'll never lay a hand on you,\" said Roy maliciously. \"Unless he can\ndo it over TV.\"\n\n\"If he could, I think I'd let him,\" returned Edith sweetly.\n\n\"Your cruelty is savage beyond comprehension,\" growled Roy. \"Why don't\nyou jump off the roof....\" His voice trailed away as he listened to the\nMartian.\n\n\"Fellow men and women of Earth,\" came the voice, exquisitely clear and\ncultured. \"We are happy to present ourselves to you. In order that you\nmay know us completely, we will begin with what we on Mars consider\nthe most important facet of our lives--the family. The next thing you\nwill see is a Martian wedding, which is really the beginning of living\non Mars. Until the day a Martian man and woman join themselves as a\nfamily, to begin the wonderful task of continuing the race, it cannot\nbe said that they have really been alive, but only going through the\nfirst faint stirrings of life as it really is. Look now upon a Martian\nwedding day.\"\n\n\n\nAs the voice faded away, the face of the Martian, which had filled the\nwhole sky, began to recede, and as it did so, his shoulders came into\nview, his bronzed chest, his perfectly formed arms, his gleaming nude\ntorso....\n\n\"Oh, my goodness!\" screamed Edith, sitting erect in her chair. \"Oh, my\ngoodness!\"\n\n\"He's stark naked!\" roared Fendler. \"Mallory, he's nude as a jaybird!\"\n\n\"So I see,\" said Roy uncomfortably. \"Rather makes the classical\nsculptures of the ancient Greeks seem crude by comparison, doesn't he?\"\n\n\"Eh?\" said Fendler. \"Oh ... yes, he ... does.... I see what you mean.\nBut ...\" he subsided and relaxed in his chair, because now the figure\nhad vanished. \"Classical art, personified. Great artists, those\nMartians must be....\"\n\nRoy looked covertly at Edith, who was trembling and trying to compose\nherself as she too returned to her reclining position.\n\n\"Eight, nine, ten,\" he muttered.\n\n\"What did you say?\" asked Edith faintly, her composure returning.\n\n\"Just counting myself out,\" said Roy sadly. \"If that's what it takes,\nI'm long gone.\"\n\nOnce more the gigantic television screen of the sky came to life, and\nthis time Roy Mallory sat erect. \"This is more like it!\" he exclaimed\nwith renewed interest.\n\nThe scene was a great cathedral-like building, with the rays of the sun\nstreaming redly through fantastically carved windows that seemed made\nof diamonds. Walking straight toward them came a young woman, smiling\nradiantly, and bearing in her arms a large bouquet of the most vivid\nand exotic flowers Roy had ever seen. Except for the flowers she wore\nabsolutely nothing other than a gold band around her forehead, in the\ncenter of which was a gigantic, blood-red ruby.\n\n\n\nStanding on both sides were long rows of smiling men and women, two by\ntwo, and in common with the girl who advanced down the aisle between\nthem, they were all completely naked.\n\n\"One thing seems certain,\" said Fendler. \"Clothing is unknown on Mars.\nI hadn't suspected, but I suppose it would be best to make nothing of\nit.\"\n\n\"Exactly, Mr. Fendler,\" said Roy. \"God created man and woman in the\nGarden of Eden, unclothed, and it was only the warping effect of sin in\ntheir minds that made them wear clothing. Obviously on Mars this either\nnever happened, or they have returned to godliness and purity.\"\n\n\"You're right, my boy,\" said Fendler, beginning to beam again. And this\ntime he beamed with distinct pleasure. \"Beautiful, aren't they?\"\n\n\"Terrific!\" said Roy.\n\n\"The flowers are lovely,\" said Edith bravely. \"She carries them so\ngracefully.\"\n\n\"Flowers?\" said Roy absently. \"Oh, yes, flowers. Very nice. Geraniums,\naren't they? Look! She's giving them to the audience!\"\n\n\"There's the groom,\" said Fendler. \"My ... she's a lucky girl!\"\n\nEdith threw the executive a look that should have made him sink\nthrough the roof, but he didn't see it. She returned her gaze quickly\nto the heavens and tried to stare composedly. Once again she found it\ndifficult to find a comfortable position in her chair.\n\nFor long minutes the three along with every other person on Earth,\nwatched the ensuing ceremony, which was simple, direct, noble and\nuplifting. Background music that began as a murmur, grew until it\nbecame a virtual pæan of joy as the young Martian couple announced\ntheir eternal vows in ringing tones. Then, before the assembled\naudience, they removed their golden circlets from about their heads,\nand exchanged them. Obviously this completed the wedding ceremony, for\nnow they clasped their arms around each other and kissed, long and\ntenderly.\n\n\"It is ... lovely,\" said Edith wistfully.\n\nNow the young couple, arm in arm, advanced slowly up a few steps toward\nan ornate couch, around which burned candles with flames of a color\nnever seen on Earth.\n\n\"Eh?\" said Fendler. He leaned forward anxiously.\n\n\"Oh!\" said Edith, her hand flying to her mouth as though to stifle any\nfurther outburst.\n\n\"Ah!\" said Roy.\n\nThe couple advanced to the couch and sat down upon it. A moment\nof incredulous silence was broken as Fendler leaped to his feet.\n\"Mallory!\" he roared. \"Get that show off the air! Cut the power! Smash\nthe cameras! Do anything! The FCC will murder us!\"\n\n\"There's no power to cut,\" said Roy. \"This isn't our show--remember.\nJust the commercials.\"\n\n\"Then put on a commercial! Hurry, man!\"\n\n\"Right in the middle of the show?\" asked Roy. \"Besides, _they_ control\nthe commercials too. Immediately after this scene, as I understand\nit, they'll put on the breakfast cereal again. And it will be rather\nwell-timed, I'd say....\"\n\nEdith rose to her feet, her face flaming. \"You've got to do\n_something_....\"\n\n\"I don't know what,\" said Roy, looking at the sky intently. \"Besides,\nisn't this what they got married for?\" He settled himself more\ncomfortably.\n\nFendler turned and raced from the roof. \"Somebody turn that thing off!\"\nhe screamed. His voice floated back to Roy and Edith on the roof. It\ndied away in the recesses of the building.\n\n\"Nobody can turn it off,\" said Roy. \"And it's going to go on for\nmonths....\"\n\n\"For months!\" exclaimed Edith, horrified. She cast a glance upward,\nthen turned away, clenching her fists, and biting her lips.\n\n\"What's the matter?\" asked Roy. \"Can't you take it?\"\n\nShe stamped her foot. \"Roy Mallory, you say one more word, and I'll....\"\n\nRoy shrugged. \"I'm surprised at you. Offhand, I'd say the Martians were\nhighly advanced, sensible, uninhibited, pretty wonderful human beings.\nAt least they know what they're living for. Maybe it would do you good\nto watch.\"\n\nEdith looked up momentarily at the sky, then lowered her gaze swiftly.\n\"I ... I can't!\" she whispered. Then she too ran from the roof and\ndisappeared down the stairway.\n\nRoy looked after her a moment, then shrugged and returned to his\ncontour chair and settled himself deeply into it.\n\nAs the Big Show went on, he had no idea of the turmoil that was\nsweeping the world. It was only when the day's performance was over and\nhe went down to his office that he got his first inkling. It consisted\nof the discovery that he had been fired--at the request of a certain\nbreakfast cereals company.\n\n\n\nBy noon the next day every sponsor who had signed up for the Big Show\nhad cancelled their contracts, and by midnight it became painfully\nobvious that although the contracts could easily be cancelled, it was\nnot equally easy to cancel the show. That night the Big Show went on,\ndepicting more of the family life of the Martians, taking Earth viewers\nthrough a typical day of a Martian couple on the day of the birth of\ntheir first child. To many of those who watched the show, it offered\na tremendous fascination; but to others, more squeamish and unable to\nface the naked realities, both of the flesh and of the business of\ngiving birth to a baby, neither of which spared any detail in their\npresentation, it was an experience past their ability to endure.\n\nHowever, as one prominent physician said: \"_This_ is the way a baby\nshould be born! Every woman on Earth can take a lesson from what we\nhave just seen ... if they did we'd have little use for doctors,\npsychiatrists or psychologists. This is the miracle of birth as it was\nmeant to be.\"\n\nIt was the unfortunate sponsor who made the loudest noise, though. His\nscreams were heard the world over. His brand of beer, spoken of in such\nglowing terms before and after the broadcast, wasn't worth a nickel\nafter the Martians did a re-run of the show depicting how the birth\nwould have gone if the mother had been a drunkard. Now, indeed, were\nthere faintings and mental blowups among the populace. The scene _was_\nrather ghastly. Some thought the Martians had overdone it, but as the\npresident of the W.C.T.U. remarked triumphantly: \"Exactly what we've\nbeen saying for decades!\"\n\nAt midnight the FCC suspended the license of the NBC-CBS Big Show\nMerger, and Herman Fendler himself lost his job. Along with him, of\ncourse, Edith Miller became unemployed, although no woman in that\ncategory could claim to be more beautifully unemployed.\n\n\n\nRoy Mallory, visiting his office to remove some of his personal\nbelongings, found her emptying her own desk.\n\n\"Oh,\" he said. \"Another casualty?\"\n\n\"You read the papers, don't you?\" she asked.\n\n\"Yes, I heard of the FCC closing the networks up. But it hasn't stopped\nthe show. Tonight, you know, is the Martian version of what they do\nfor entertainment. I suppose we'll be watching that happy young couple\ngoing out on the town and doing it up brown, or buff, as you might\nsay....\"\n\n\"_You_ will be watching,\" Edith cut in acidly. \"I have no doubt at all.\nAs for me....\"\n\n\"Certainly I'll be watching. That doll is almost as beautiful as you\nare, and I keep thinking how nice it would be if we were on Mars.\"\n\n\"We're not,\" she said. \"And we won't ever be.\"\n\n\"Alas!\" he said glumly. \"And alack!\"\n\n\"You're as funny as a crutch,\" she said, stuffing the last of her\nbelongings into her bag. \"You ought to get yourself a job as a\ncomedian.\"\n\n\"Oh, I've already got a job,\" he said airily.\n\n\"Oh?\"\n\n\"Yes.\"\n\nShe stood there, poised as if to leave, but not actually translating\nthe poise into action.\n\n\"Where?\" she asked, setting down her bag with a defiant slam.\n\n\"I could use a good secretary,\" he said.\n\n\"Tell me where you're working,\" she demanded impatiently.\n\n\"I'm starting my own business in television producing,\" he said. \"And\nI'll never make it go without a competent secretary, and ...\" he put\nhis hands behind his back, \"... look, no hands.\"\n\n\"I'll take the job,\" she said. \"And what are you doing for your first\nshow?\"\n\n\"Give me time,\" he grinned. \"I just this minute started the new\ncompany.\"\n\n\"I thought so,\" she said calmly. \"Well, how about the Big Show?\"\n\n\"The Big Show!\"\n\n\"Why not?\"\n\n\"Who'll we get for a sponsor?\" he asked sarcastically.\n\n\"How about Sunbathing Magazine?\" she suggested.\n\nHe looked at her wide-eyed. \"Sunbathing Magazine!\" he gasped.\n\n\"Of course. With all this publicity, their circulation will zoom to the\nmoon, if they just grab it--and it's up to you to see that they do!\"\n\n\"Baby,\" he said wonderingly, \"I just don't know how to take you.\"\n\n\"Don't try it,\" she said, picking up a letter-knife and toying with it.\n\n\n\nExactly one week later the Martians dropped all their previously\nscheduled commercials, and put on the first of the new commercials. As\nRoy Mallory reclined in the contour chair atop the roof of his newly\nrented office, Edith Miller suddenly appeared at his side and looked\naround.\n\n\"Where's my chair?\" she asked.\n\nHe leaped to his feet. \"I didn't think you cared to watch the Big\nShow,\" he said. \"I only ordered one chair. You're always yelling about\nextravagance....\"\n\n\"All right,\" she said. \"I'll sit on the parapet.\"\n\n\"You'll get a stiff neck.\"\n\n\"I've already got one,\" she said.\n\n\"I'll say you have,\" he said disgustedly. \"But why not forget all that?\nThis chair is big enough for two.\"\n\n\"I don't need this job that bad.\"\n\nHe grunted and sat down in the chair again. \"Okay. But tell me if your\nneck does get stiff--I'll change off with you, fifty-fifty.\"\n\n\"Fair enough,\" she said.\n\nThe show began, and there was silence on the roof. Edith watched\ncalmly, and Roy divided his attention between watching her and the\nshow. As the show progressed, it became obvious that the script was\nperfect for the new sponsor.\n\n\"We'll make a million on that percentage agreement,\" said Edith.\n\n\"Two million,\" said Roy. \"I think I'll make you a partner for that bit\nof masterminding.\"\n\n\"Keep it,\" she said. \"And by the way, isn't that the roof of the\nSunbathing Magazine building over there?\"\n\n\"Yes.\"\n\n\"And isn't that the editorial staff of Sunbathing Magazine out on the\nroof watching the show?\"\n\n\"Yes.\"\n\n\"And aren't they in the buff, as you so crudely put it, in spite of the\nfact the sun isn't out?\"\n\nRoy sat up in his chair and looked sharply at the roof in question. In\nthe vivid light from the sky-pictures, which now were showing a happy\ncouple soaring fantastically in a Martian equivalent of the aerial\ngadgets of Coney Island, still unimpeded by the briefest of entangling\ngarments, it was quite obvious that the editorial staff of Sunbathing\nMagazine was indeed buffing it.\n\n\"They're pretty modern over there,\" he said. \"You can't blame them for\npracticing what they preach.\"\n\n\"But isn't this an innovation?\"\n\n\"I believe so. Usually they limit their activities to private camps.\"\n\n\"I heard today that there were new teenage clubs being formed,\npatterned after the Big Show,\" said Edith.\n\n\"Clubs?\"\n\n\"Yes. The police arrested a whole group of them in Sandusky, Ohio, for\nstripping off their clothes during a local hop.\"\n\n\"That's not so good,\" said Roy.\n\n\"Oh, I don't know. They weren't really doing anything wrong.\"\n\nRoy almost choked. \"Nothing wrong....\"\n\n\"No. They were conducting the whole affair on a highly moral plane. The\npolice let them go, and dismissed the case when their parents showed\nup and suggested that it was all rather natural, and that they felt no\nharm had been done.\"\n\n\"The parents said that?\" asked Roy incredulously.\n\n\n\nWeeks passed, and the Big Show went on. The audience, which had always\nbeen huge, now became almost universal. And no longer were there any\nremarks about nudity, but instead \"sunbathing\" groups began springing\nup everywhere. For a time this development, which began to edge its\nway into public places with an accelerated pace, rather than private\ncamps, stirred up another storm, and there were demands that Sunbathing\nMagazine be banned from the newsstands. This fell through when the\nauthorities pointed out the magazine was tame compared to the show in\nthe heavens.\n\nThen one day Edith handed the phone to Roy with the remark: \"Another\nsponsor.\"\n\n\"Who?\" asked Roy in surprise.\n\n\"The League of Decency,\" said Edith. \"Something about if they can't\nlick them, to join them.\" There was a peculiar look in her eyes as Roy\ntook the phone and leaned back in his swivel chair to talk. When he\nhad finished he turned back to Edith and said: \"Baby, I've got a hunch\nthat it won't be long before the only use the people on this Earth\nwill have for clothing will be for protection from the elements--which\nafter all, are not as temperate on Earth as they are on Mars, with its\nscientifically controlled weather.\"\n\n\"You may be right,\" she said. She busied herself with her filing\ncabinet.\n\n\n\nThat night as Roy lay back on the roof-chair watching the Martian\nversion of a musical show, which several weeks ago would have seemed\ntremendously daring, it stirred scarcely a flicker in his nervous\nsystem. It was in the middle of the ballet, wherein lovely Martian\ngirls soared about on twinkling toes gloriously nude, bathed only in\nincredibly exotic color symphonies played on them by a master color\norganist, that Roy heard the soft pad of footsteps beside him. He heard\nEdith seat herself in her chair, but paid no attention, so engrossed\nwas he in the spectacle before him. But as he lay there, something\nnagged at the back of his mind disturbingly, and all at once it hit\nhim.\n\nEdith's footsteps had had the unmistakable slap of bare feet....\n\nFor an instant he lay there frozen, then he turned his head with a\njerk. Edith was lying in her contour chair, composedly looking at the\nBig Show. And she was as naked as the day she was born!\n\nHe sat up angrily. \"This is going too far!\" he exploded.\n\nEdith turned to him in wonderment, her eyes wide. \"What?\" she gasped.\n\"That's certainly a strange reaction, coming from you!\"\n\n\"You're as buff as a billiard ball!\" he said indignantly, his face\ngrowing red.\n\n\"I don't think I look like a billiard ball,\" she said. \"I've always\nbeen under the impression I was rather nice looking. Neither square,\nnor perfectly round. Just nicely curved....\"\n\n\"Your sadism has gone too far this time!\" he snapped. \"I don't\nappreciate it at all. You can sit here and moon-bath if you want to,\nI'm going downstairs and work....\"\n\nHe began to stride toward the roof entrance.\n\n\"What's the matter, can't you take it?\" she called after him.\n\nHe whirled. \"If it'll satisfy your sadistic little mind,\" he said, \"I\ncan't! Now, are you pleased with yourself?\"\n\nShe looked hurt. \"Who's being a sadist?\" she said. She stood up and\ncame toward him.\n\nHe grew giddy and for a moment the roof whirled around him. Then all at\nonce he found himself lying on the roof, and his head cradled on her\nlap. He looked up at her.\n\n\"You aren't being a sadist?\" he persisted.\n\n\"Of course not,\" she said. \"After all, the Martians are thirty\nthousand years ahead of us, and if it's all right with them ... who am\nI to be backward?\"\n\n\"Baby,\" he said, drawing her lips down to his, \"you've been ahead of\nthem all the time!\"\n\nAnd all over the Earth mankind took a gigantic step forward, into a new\nEden that promised many good things....\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Hart, Ellis",
            "Beldone, Phil",
            "Beldone, Cheech",
            "Jarvis, E. K.",
            "Archer, Lee",
            "Mitchell, Clyde",
            "Ellison, Harlan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73682/pg73682.txt",
        "name": "cosmic_striptease.json"
    }
}