{
    "name": "Cost of Living",
    "author": [
        "Barbee, Phillip",
        "O'Donnevan, Finn",
        "Sheckley, Robert",
        "Barbee, Phillips",
        "Lang, Ned"
    ],
    "body": "Carrin decided that he could trace his present mood to Miller's suicide\nlast week. But the knowledge didn't help him get rid of the vague,\nformless fear in the back of his mind. It was foolish. Miller's suicide\ndidn't concern him.\n\nBut why had that fat, jovial man killed himself? Miller had had\neverything to live for--wife, kids, good job, and all the marvelous\nluxuries of the age. Why had he done it?\n\n\"Good morning, dear,\" Carrin's wife said as he sat down at the breakfast\ntable.\n\n\"Morning, honey. Morning, Billy.\"\n\nHis son grunted something.\n\nYou just couldn't tell about people, Carrin decided, and dialed his\nbreakfast. The meal was gracefully prepared and served by the new\nAvignon Electric Auto-cook.\n\nHis mood persisted, annoyingly enough since Carrin wanted to be in top\nform this morning. It was his day off, and the Avignon Electric finance\nman was coming. This was an important day.\n\nHe walked to the door with his son.\n\n\"Have a good day, Billy.\"\n\nHis son nodded, shifted his books and started to school without\nanswering. Carrin wondered if something was bothering him, too. He hoped\nnot. One worrier in the family was plenty.\n\n\"See you later, honey.\" He kissed his wife as she left to go shopping.\n\nAt any rate, he thought, watching her go down the walk, at least she's\nhappy. He wondered how much she'd spend at the A. E. store.\n\nChecking his watch, he found that he had half an hour before the A. E.\nfinance man was due. The best way to get rid of a bad mood was to drown\nit, he told himself, and headed for the shower.\n\n\n\nThe shower room was a glittering plastic wonder, and the sheer luxury of\nit eased Carrin's mind. He threw his clothes into the A. E. automatic\nKleen-presser, and adjusted the shower spray to a notch above \"brisk.\"\nThe five-degrees-above-skin-temperature water beat against his thin\nwhite body. Delightful! And then a relaxing rub-dry in the A. E.\nAuto-towel.\n\nWonderful, he thought, as the towel stretched and kneaded his stringy\nmuscles. And it should be wonderful, he reminded himself. The A. E.\nAuto-towel with shaving attachments had cost three hundred and thirteen\ndollars, plus tax.\n\nBut worth every penny of it, he decided, as the A. E. shaver came out of\na corner and whisked off his rudimentary stubble. After all, what good\nwas life if you couldn't enjoy the luxuries?\n\nHis skin tingled when he switched off the Auto-towel. He should have\nbeen feeling wonderful, but he wasn't. Miller's suicide kept nagging at\nhis mind, destroying the peace of his day off.\n\nWas there anything else bothering him? Certainly there was nothing wrong\nwith the house. His papers were in order for the finance man.\n\n\"Have I forgotten something?\" he asked out loud.\n\n\"The Avignon Electric finance man will be here in fifteen minutes,\" his\nA. E. bathroom Wall-reminder whispered.\n\n\"I know that. Is there anything else?\"\n\nThe Wall-reminder reeled off its memorized data--a vast amount of\nminutiae about watering the lawn, having the Jet-lash checked, buying\nlamb chops for Monday, and the like. Things he still hadn't found time\nfor.\n\n\"All right, that's enough.\" He allowed the A. E. Auto-dresser to dress\nhim, skillfully draping a new selection of fabrics over his bony frame.\nA whiff of fashionable masculine perfume finished him and he went into\nthe living room, threading his way between the appliances that lined the\nwalls.\n\nA quick inspection of the dials on the wall assured him that the house\nwas in order. The breakfast dishes had been sanitized and stacked, the\nhouse had been cleaned, dusted, polished, his wife's garments had been\nhung up, his son's model rocket ships had been put back in the closet.\n\nStop worrying, you hypochondriac, he told himself angrily.\n\nThe door announced, \"Mr. Pathis from Avignon Finance is here.\"\n\nCarrin started to tell the door to open, when he noticed the Automatic\nBartender.\n\nGood God, why hadn't he thought of it!\n\nThe Automatic Bartender was manufactured by Castile Motors. He had\nbought it in a weak moment. A. E. wouldn't think very highly of that,\nsince they sold their own brand.\n\n\n\nHe wheeled the bartender into the kitchen, and told the door to open.\n\n\"A very good day to you, sir,\" Mr. Pathis said.\n\nPathis was a tall, imposing man, dressed in a conservative tweed drape.\nHis eyes had the crinkled corners of a man who laughs frequently. He\nbeamed broadly and shook Carrin's hand, looking around the crowded\nliving room.\n\n\"A beautiful place you have here, sir. Beautiful! As a matter of fact, I\ndon't think I'll be overstepping the company's code to inform you that\nyours is the nicest interior in this section.\"\n\nCarrin felt a sudden glow of pride at that, thinking of the rows of\nidentical houses, on this block and the next, and the one after that.\n\n\"Now, then, is everything functioning properly?\" Mr. Pathis asked,\nsetting his briefcase on a chair. \"Everything in order?\"\n\n\"Oh, yes,\" Carrin said enthusiastically. \"Avignon Electric never goes\nout of whack.\"\n\n\"The phone all right? Changes records for the full seventeen hours?\"\n\n\"It certainly does,\" Carrin said. He hadn't had a chance to try out the\nphone, but it was a beautiful piece of furniture.\n\n\"The Solido-projector all right? Enjoying the programs?\"\n\n\"Absolutely perfect reception.\" He had watched a program just last\nmonth, and it had been startlingly lifelike.\n\n\"How about the kitchen? Auto-cook in order? Recipe-master still knocking\n'em out?\"\n\n\"Marvelous stuff. Simply marvelous.\"\n\nMr. Pathis went on to inquire about his refrigerator, his vacuum\ncleaner, his car, his helicopter, his subterranean swimming pool, and\nthe hundreds of other items Carrin had bought from Avignon Electric.\n\n\"Everything is swell,\" Carrin said, a trifle untruthfully since he\nhadn't unpacked every item yet. \"Just wonderful.\"\n\n\"I'm so glad,\" Mr. Pathis said, leaning back with a sigh of relief. \"You\nhave no idea how hard we try to satisfy our customers. If a product\nisn't right, back it comes, no questions asked. We believe in pleasing\nour customers.\"\n\n\"I certainly appreciate it, Mr. Pathis.\"\n\n\n\nCarrin hoped the A. E. man wouldn't ask to see the kitchen. He\nvisualized the Castile Motors Bartender in there, like a porcupine in a\ndog show.\n\n\"I'm proud to say that most of the people in this neighborhood buy from\nus,\" Mr. Pathis was saying. \"We're a solid firm.\"\n\n\"Was Mr. Miller a customer of yours?\" Carrin asked.\n\n\"That fellow who killed himself?\" Pathis frowned briefly. \"He was, as a\nmatter of fact. That amazed me, sir, absolutely amazed me. Why, just\nlast month the fellow bought a brand-new Jet-lash from me, capable of\ndoing three hundred and fifty miles an hour on a straightaway. He was as\nhappy as a kid over it, and then to go and do a thing like that! Of\ncourse, the Jet-lash brought up his debt a little.\"\n\n\"Of course.\"\n\n\"But what did that matter? He had every luxury in the world. And then he\nwent and hung himself.\"\n\n\"Hung himself?\"\n\n\"Yes,\" Pathis said, the frown coming back. \"Every modern convenience in\nhis house, and he hung himself with a piece of rope. Probably unbalanced\nfor a long time.\"\n\nThe frown slid off his face, and the customary smile replaced it. \"But\nenough of that! Let's talk about you.\"\n\nThe smile widened as Pathis opened his briefcase. \"Now, then, your\naccount. You owe us two hundred and three thousand dollars and\ntwenty-nine cents, Mr. Carrin, as of your last purchase. Right?\"\n\n\"Right,\" Carrin said, remembering the amount from his own papers.\n\"Here's my installment.\"\n\nHe handed Pathis an envelope, which the man checked and put in his\npocket.\n\n\"Fine. Now you know, Mr. Carrin, that you won't live long enough to pay\nus the full two hundred thousand, don't you?\"\n\n\"No, I don't suppose I will,\" Carrin said soberly.\n\nHe was only thirty-nine, with a full hundred years of life before him,\nthanks to the marvels of medical science. But at a salary of three\nthousand a year, he still couldn't pay it all off and have enough to\nsupport a family on at the same time.\n\n\"Of course, we would not want to deprive you of necessities, which in\nany case is fully protected by the laws we helped formulate and pass. To\nsay nothing of the terrific items that are coming out next year. Things\nyou wouldn't want to miss, sir!\"\n\nMr. Carrin nodded. Certainly he wanted new items.\n\n\"Well, suppose we make the customary arrangement. If you will just sign\nover your son's earnings for the first thirty years of his adult life,\nwe can easily arrange credit for you.\"\n\n\n\nMr. Pathis whipped the papers out of his briefcase and spread them in\nfront of Carrin.\n\n\"If you'll just sign here, sir.\"\n\n\"Well,\" Carrin said, \"I'm not sure. I'd like to give the boy a start in\nlife, not saddle him with--\"\n\n\"But my dear sir,\" Pathis interposed, \"this is for your son as well. He\nlives here, doesn't he? He has a right to enjoy the luxuries, the\nmarvels of science.\"\n\n\"Sure,\" Carrin said. \"Only--\"\n\n\"Why, sir, today the average man is living like a king. A hundred years\nago the richest man in the world couldn't buy what any ordinary citizen\npossesses at present. You mustn't look upon it as a debt. It's an\ninvestment.\"\n\n\"That's true,\" Carrin said dubiously.\n\nHe thought about his son and his rocket ship models, his star charts,\nhis maps. Would it be right? he asked himself.\n\n\"What's wrong?\" Pathis asked cheerfully.\n\n\"Well, I was just wondering,\" Carrin said. \"Signing over my son's\nearnings--you don't think I'm getting in a little too deep, do you?\"\n\n\"Too deep? My dear sir!\" Pathis exploded into laughter. \"Do you know\nMellon down the block? Well, don't say I said it, but he's already\nmortgaged his grandchildren's salary for their full life-expectancy!\nAnd he doesn't have half the goods he's made up his mind to own! We'll\nwork out something for him. Service to the customer is our job and we\nknow it well.\"\n\nCarrin wavered visibly.\n\n\"And after you're gone, sir, they'll all belong to your son.\"\n\nThat was true, Carrin thought. His son would have all the marvelous\nthings that filled the house. And after all, it was only thirty years\nout of a life expectancy of a hundred and fifty.\n\nHe signed with a flourish.\n\n\"Excellent!\" Pathis said. \"And by the way, has your home got an A. E.\nMaster-operator?\"\n\nIt hadn't. Pathis explained that a Master-operator was new this year, a\nstupendous advance in scientific engineering. It was designed to take\nover all the functions of housecleaning and cooking, without its owner\nhaving to lift a finger.\n\n\"Instead of running around all day, pushing half a dozen different\nbuttons, with the Master-operator all you have to do is push _one_! A\nremarkable achievement!\"\n\nSince it was only five hundred and thirty-five dollars, Carrin signed\nfor one, having it added to his son's debt.\n\nRight's right, he thought, walking Pathis to the door. This house will\nbe Billy's some day. His and his wife's. They certainly will want\neverything up-to-date.\n\nJust one button, he thought. That _would_ be a time-saver!\n\n\n\nAfter Pathis left, Carrin sat back in an adjustable chair and turned on\nthe solido. After twisting the Ezi-dial, he discovered that there was\nnothing he wanted to see. He tilted back the chair and took a nap.\n\nThe something on his mind was still bothering him.\n\n\"Hello, darling!\" He awoke to find his wife was home. She kissed him on\nthe ear. \"Look.\"\n\nShe had bought an A. E. Sexitizer-negligee. He was pleasantly surprised\nthat that was all she had bought. Usually, Leela returned from shopping\nladen down.\n\n\"It's lovely,\" he said.\n\nShe bent over for a kiss, then giggled--a habit he knew she had picked\nup from the latest popular solido star. He wished she hadn't.\n\n\"Going to dial supper,\" she said, and went to the kitchen. Carrin\nsmiled, thinking that soon she would be able to dial the meals without\nmoving out of the living room. He settled back in his chair, and his son\nwalked in.\n\n\"How's it going, Son?\" he asked heartily.\n\n\"All right,\" Billy answered listlessly.\n\n\"What'sa matter, Son?\" The boy stared at his feet, not answering. \"Come\non, tell Dad what's the trouble.\"\n\nBilly sat down on a packing case and put his chin in his hands. He\nlooked thoughtfully at his father.\n\n\"Dad, could I be a Master Repairman if I wanted to be?\"\n\nMr. Carrin smiled at the question. Billy alternated between wanting to\nbe a Master Repairman and a rocket pilot. The repairmen were the elite.\nIt was their job to fix the automatic repair machines. The repair\nmachines could fix just about anything, but you couldn't have a machine\nfix the machine that fixed the machine. That was where the Master\nRepairmen came in.\n\nBut it was a highly competitive field and only a very few of the best\nbrains were able to get their degrees. And, although the boy was bright,\nhe didn't seem to have an engineering bent.\n\n\"It's possible, Son. Anything is possible.\"\n\n\"But is it possible for me?\"\n\n\"I don't know,\" Carrin answered, as honestly as he could.\n\n\"Well, I don't want to be a Master Repairman anyway,\" the boy said,\nseeing that the answer was no. \"I want to be a space pilot.\"\n\n\"A space pilot, Billy?\" Leela asked, coming in to the room. \"But there\naren't any.\"\n\n\"Yes, there are,\" Billy argued. \"We were told in school that the\ngovernment is going to send some men to Mars.\"\n\n\"They've been saying that for a hundred years,\" Carrin said, \"and they\nstill haven't gotten around to doing it.\"\n\n\"They will this time.\"\n\n\"Why would you want to go to Mars?\" Leela asked, winking at Carrin.\n\"There are no pretty girls on Mars.\"\n\n\"I'm not interested in girls. I just want to go to Mars.\"\n\n\"You wouldn't like it, honey,\" Leela said. \"It's a nasty old place with\nno air.\"\n\n\"It's got some air. I'd like to go there,\" the boy insisted sullenly. \"I\ndon't like it here.\"\n\n\"What's that?\" Carrin asked, sitting up straight. \"Is there anything you\nhaven't got? Anything you want?\"\n\n\"No, sir. I've got everything I want.\" Whenever his son called him\n'sir,' Carrin knew that something was wrong.\n\n\"Look, Son, when I was your age I wanted to go to Mars, too. I wanted to\ndo romantic things. I even wanted to be a Master Repairman.\"\n\n\"Then why didn't you?\"\n\n\"Well, I grew up. I realized that there were more important things.\nFirst I had to pay off the debt my father had left me, and then I met\nyour mother--\"\n\nLeela giggled.\n\n\"--and I wanted a home of my own. It'll be the same with you. You'll pay\noff your debt and get married, the same as the rest of us.\"\n\n\n\nBilly was silent for a while, then he brushed his dark hair--straight,\nlike his father's--back from his forehead and wet his lips.\n\n\"How come I have debts, sir?\"\n\nCarrin explained carefully. About the things a family needed for\ncivilized living, and the cost of those items. How they had to be paid.\nHow it was customary for a son to take on a part of his parent's debt,\nwhen he came of age.\n\nBilly's silence annoyed him. It was almost as if the boy were\nreproaching him. After he had slaved for years to give the ungrateful\nwhelp every luxury!\n\n\"Son,\" he said harshly, \"have you studied history in school? Good. Then\nyou know how it was in the past. Wars. How would you like to get blown\nup in a war?\"\n\nThe boy didn't answer.\n\n\"Or how would you like to break your back for eight hours a day, doing\nwork a machine should handle? Or be hungry all the time? Or cold, with\nthe rain beating down on you, and no place to sleep?\"\n\nHe paused for a response, got none and went on. \"You live in the most\nfortunate age mankind has ever known. You are surrounded by every wonder\nof art and science. The finest music, the greatest books and art, all at\nyour fingertips. All you have to do is push a button.\" He shifted to a\nkindlier tone. \"Well, what are you thinking?\"\n\n\"I was just wondering how I could go to Mars,\" the boy said. \"With the\ndebt, I mean. I don't suppose I could get away from that.\"\n\n\"Of course not.\"\n\n\"Unless I stowed away on a rocket.\"\n\n\"But you wouldn't do that.\"\n\n\"No, of course not,\" the boy said, but his tone lacked conviction.\n\n\"You'll stay here and marry a very nice girl,\" Leela told him.\n\n\"Sure I will,\" Billy said. \"Sure.\" He grinned suddenly. \"I didn't mean\nany of that stuff about going to Mars. I really didn't.\"\n\n\"I'm glad of that,\" Leela answered.\n\n\"Just forget I mentioned it,\" Billy said, smiling stiffly. He stood up\nand raced upstairs.\n\n\"Probably gone to play with his rockets,\" Leela said. \"He's such a\nlittle devil.\"\n\n\n\nThe Carrins ate a quiet supper, and then it was time for Mr. Carrin to\ngo to work. He was on night shift this month. He kissed his wife\ngood-by, climbed into his Jet-lash and roared to the factory. The\nautomatic gates recognized him and opened. He parked and walked in.\n\nAutomatic lathes, automatic presses--everything was automatic. The\nfactory was huge and bright, and the machines hummed softly to\nthemselves, doing their job and doing it well.\n\nCarrin walked to the end of the automatic washing machine assembly line,\nto relieve the man there.\n\n\"Everything all right?\" he asked.\n\n\"Sure,\" the man said. \"Haven't had a bad one all year. These new models\nhere have built-in voices. They don't light up like the old ones.\"\n\nCarrin sat down where the man had sat and waited for the first washing\nmachine to come through. His job was the soul of simplicity. He just sat\nthere and the machines went by him. He pressed a button on them and\nfound out if they were all right. They always were. After passing him,\nthe washing machines went to the packaging section.\n\nThe first one slid by on the long slide of rollers. He pressed the\nstarting button on the side.\n\n\"Ready for the wash,\" the washing machine said.\n\nCarrin pressed the release and let it go by.\n\nThat boy of his, Carrin thought. Would he grow up and face his\nresponsibilities? Would he mature and take his place in society? Carrin\ndoubted it. The boy was a born rebel. If anyone got to Mars, it would be\nhis kid.\n\nBut the thought didn't especially disturb him.\n\n\"Ready for the wash.\" Another machine went by.\n\nCarrin remembered something about Miller. The jovial man had always been\ntalking about the planets, always kidding about going off somewhere and\nroughing it. He hadn't, though. He'd committed suicide.\n\n\"Ready for the wash.\"\n\nCarrin had eight hours in front of him, and he loosened his belt to\nprepare for it. Eight hours of pushing buttons and listening to a\nmachine announce its readiness.\n\n\"Ready for the wash.\"\n\nHe pressed the release.\n\n\"Ready for the wash.\"\n\nCarrin's mind strayed from the job, which didn't need much attention in\nany case. He wished he had done what he had longed to do as a youngster.\n\nIt would have been great to be a rocket pilot, to push a button and go\nto Mars.\n\n                                                     --ROBERT SHECKLEY\n\n",
    "metadata": {
        "author": [
            "Barbee, Phillip",
            "O'Donnevan, Finn",
            "Sheckley, Robert",
            "Barbee, Phillips",
            "Lang, Ned"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29458/pg29458.txt",
        "name": "cost_of_living.json"
    }
}