{
    "name": "Creepin' Tintypes",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "by W. C. Tuttle\n\nAuthor of “Tippecanoe and Cougars Two,” “Between Pike’s Peak and a\nPickle,” etc.\n\n\nThere ain’t no question but what me and “Dirty Shirt” Jones would like\nto go back to Piperock. Sort of a call of the wild, I reckon, and at\nthat there ain’t many places wilder than Piperock.\n\nMe and Dirty started in to help “Scenery” Sims, the sheriff, put\n“Tombstone” Todd in jail. It was dark and Scenery didn’t have no\nhandcuffs, so me and Dirty helped him handle his prisoner. Me and Dirty\nhave peered upon the wine when it was red and neither of us cared much\nfor Scenery with his squeaky little voice; so when Piperock awoke the\nnext morning they had to dynamite the jail to get their sheriff out of\nhis own cell. No, I don’t know where Tombstone went.\n\nThereupon Piperock riseth in a body and follers me and Dirty plumb to\nthe border. Maybe they wanted to congratulate us, but we’re very, very\nmodest. Me and Dirty ain’t bad. We was just joking with Scenery.\n\nAnyway, I don’t think Tombstone was guilty of rustling Seven A cows. He\nsaid he wasn’t, and there wasn’t no reason for him lying about it to me\nand Dirty, unless he was afraid we’d want part of the proceeds. This is\nwhy we’re in a strange county, at a strange bar and talking with a\nstranger. He’s a pe-culiar-looking _hombre_, sort of sad-eyed, as he\npeers through his glass of hard liquor.\n\n“The West,” says he, “is the bunk. There ain’t none such.”\n\n“What for kind of a West does you require?” asks Dirty, like he was\ntrying to sell the feller a necktie.\n\n“Wild,” says he. “Wild like the writers tell us about. The kind of a\nWest that Buffalo Bill knew. I’ve hunted for it loud and long, but she\nain’t and that’s an end to it. Have another drink?”\n\n“Mister,” says Dirty, “you came West but you never got there. Somehow\nyou missed Piperock.”\n\n“Whither lieth said Piperock?”\n\n“Lieth is a good word,” nods Dirty. “In direction, she’s south of here\nand as the crow flies she’s a hundred miles.”\n\n“Is that real West?”\n\n“Man, that’s the West. All others is imitations and frauds.”\n\n“You brings me great cheer,” says he. “Bartender, do your duty.”\n\n“You bring cheer to two of us, the same of which makes three cheers.”\n\n“I wouldst have you take me to this Piperock place.”\n\n“Yeah?” says Dirty. “Me and Ike Harper are not taking anybody within\nsheriff-shot of Piperock, although our hearts are homesick for the old\nvillage of vice. We wouldst go there, pardner, but circumstances are\nagainst us. We’ll tell yuh some few things pertaining to that hamlet of\nhorror, but that’s as far as we’ll go.\n\n“The city limits of Piperock are the distance a sheriff can ride in two\nhours and then shoot with a .30-30; the same of which marks a spot\nseveral miles removed from the turmoil of town. Me and Ike are outside\nthat distance and we stays out, eh, Ike?”\n\n“You couldn’t ’a’ said more if yuh hired a hall,” says I. “Why does yuh\nwish to see the West in its raw state, mister?”\n\n“I am a realist,” says he, dreamy-like. “I hate the artificial.”\n\n“Gawd bless and keep yuh,” says Dirty. “You’ll find it there, but yuh\nmay never return back. The sheriff sells cemetery space.”\n\nHe absorbs his liquor and seems a heap interested.\n\n“Is there a bank there that might be robbed and does they have a stage\nthat might have a reason for carrying bullion?”\n\n“Now,” says Dirty, “me and Ike appears shocked at your question, but at\nthe same time we’re a heap interested. Let’s go outside where there\nain’t no walls to have ears and speak of such things as banks and\nstages. Yuh never can tell who might overhear us and suspect us of\nphilanthropy.”\n\nWe goes across the street and sets down on the sidewalk.\n\n“Now,” says Dirty, “there is a bank and there is a stage. Me and Ike are\nbroke, but up to the present our records are as clean as our six-guns.”\n\n“Would you know how to rob a bank or a stage?” he asks. “Do the job like\nit ought to be done?”\n\n“We ain’t got no references from bank nor stage-lines,” says I.\n\n“But,” says Dirty, “we’re honest. We’ll split three ways, mister.”\n\nHe thinks it over for a while, and then says—\n\n“Well, I feel that I’ve struck what I’ve been looking for.”\n\n“That’s what ‘Mighty’ Jones said when he fell off into Hellgate Cañon\nand dislodged a hunk of galena ore, fifty feet from the bottom,” says\nDirty.\n\n“A feller never knows his luck till the wheel stops.”\n\n“You two are going with me,” says he.\n\n“Us two ain’t goin’ to do no such a thing,” says I. “You don’t know\nPiperock like we do.”\n\n“That’s why you’re going with me.”\n\n“You’re a danged poor fortune-teller,” observes Dirty. “Me and Ike would\nlast about as long as a snowball in Yuma and you’d be alone. They’d put\nus in a nice little jail and then you’d get lost, strayed or stolen.\n\n“No, sir. You write to all your folks, predictin’ your demise, leave\nyour watch and chain with the bartender, and then walk into town,\nunarmed and with your hands in the air.”\n\n“By golly, that’s the town I’ve been looking for,” says he. “Thanks.”\n\n“Mister, she’s a great place for freaks,” says Dirty. “You won’t be in\nthat place long until you’ll join P. T. Barnum.”\n\n“Barnum?” says he. “Barnum is dead.”\n\n“Sure—I know it.”\n\n“Yes,” says he, after a while. “You’re going with me. I’ll disguise you\nso nobody will know you, you understand? I must have you with me.”\n\n“Mister,” says I, “are you just a —— tenderfoot who wants to be a bad\nman, or what’s all your talk about banks and bullion?”\n\n“I am a realist, as I said before. The West has never been depicted as I\nfeel it really is and I am going to show them something new. I have a\nstory, ‘The Twilight Trail,’ which has been partly done, but I want\nrealism. I want the spirit of the old West in it. I want a stage\nhold-up, a bank robbery, with real people in it, in a Western town—real\nWest. Now, do you understand?”\n\n“Just like I do Chinese,” says I. “You said a lot, but she don’t somehow\nfit into my mind. You don’t want much, I _sabe_ that part of it, don’t\nyou, Dirty?”\n\n“Yeah, he’s plumb modest and meek, Ike. Are you a writer?”\n\n“Moving-pictures, gents. I am Llewellyn Waldemar.”\n\n“Sounds like a breed of bird-dogs,” says Dirty, “but his ears are too\nsmall.”\n\n“You don’t need to insult me,” he snaps.\n\n“Now, wait,” begs Dirty. “Did you ever see a Llewellyn dog?”\n\n“No, I never did.”\n\n“Well, then don’t get insulted. They’re a —— nice-lookin’ animile. You\nsay you’re a movin’-pitcher?”\n\n“No, I take ’em.”\n\n“Hm-m-m-m,” says Dirty. “I never seen any, but I’ve heard tell about\n’em. Does them pitchers make yuh think they’re movin’?”\n\n                  *       *       *       *       *\n\nThe feller looks at Dirty, like he was a new species of animal, and then\nwipes his eyes. He wipes his eyes several times and acts like he had a\nfish-bone in his throat, but he gets all right after while and says:\n\n“Come on. I’m going to find a disguise for you to wear.”\n\n“You’re a wonder if you can conceal me,” says Dirty, who is cock-eyed in\none optic. “All them snake-hunters has to do is take one look at me and\nI’m due to chase buffalo in the happy hunting-ground.”\n\n“Smoked glasses will fix you,” says he.\n\n“Smoked glasses won’t help my bowlegs,” says I. “Magpie says he can roll\nme like a hoop.”\n\n“I never thought I’d live to see the day when I’d have to look at\nPiperock through smoked glasses,” wails Dirty.\n\nWell, he fixed us up; that’s a cinch. When he got through with us we\nlooked like a couple of shepherds gone to seed. Down at one of them\ntwo-handed stores he purchased us both a outfit. He got us each a pair\nof smoked specs and some whiskers which makes us resemble a pair of\nowls.\n\n“Your home town won’t recognize you now,” says he.\n\n“No,” says Dirty, “but that won’t profit us much. Piperock may not\npenetrate our disguise, but that won’t stop ’em from pot-shooting a pair\nof freaks.”\n\n“There’s one cinch,” says I. “They won’t never kill us in our own\nnames.”\n\nHe takes us up to a hotel where all his stuff is and we sets down on the\nbed while he packs up.\n\n“What kind of a sheriff have they got in Piperock?” he asks.\n\n“He’s a wonder,” says Dirty, “and very fast with a gun.”\n\nThen me and Dirty thinks about Scenery Sims. He’s about five feet two\ninches tall and his face is so danged thin that his mustache looks like\na buffalo-robe hanging on a hatchet. I could rummage around in a sack\nand get a gun faster than Scenery could pull one out of his holster.\n\nWaldemar got us a pair of valises to pack our own clothes in and then we\ndrinks to our disguises and pilgrims to the depot.\n\n“I know,” says Dirty, as we climb on the train, “I know —— well that\nwe’re pilin’ up for grief for our side. We ain’t got no sense, Ike.”\n\n“They’ll never know you,” says Waldemar.\n\n“After we’re dead they will,” wails Dirty, “and I ain’t never deceived\nanybody yet. I can just hear ‘Old Testament’ Tilton sayin’, ‘Man is of\nfew days and full of trouble, O, my brethren, and these two grabbed off\nmore than they could chew,’ and then the Cross J quartet will sing,\n‘Jee-e-e-roo-o-o-sa-lem, Jee-e-e-roo-o-o-sa-lem, lee-e-ft up your voice\nan’ see-e-ng.’”\n\n“The Holy City,” says Waldemar. “A beautiful thing.”\n\n“She’s only skin-deep with that bunch,” sighs Dirty. “I hope they just\nbury me and dispense with the sermon and songs.”\n\n“We won’t hear none of it,” says I. “We’ll be layin’ there with our\nsmoked glasses on and a cactus flower on our breast.”\n\n“I think I’m goin’ to like Piperock,” says Waldemar.\n\n“Your taste is all in your mouth, then,” says Dirty. “What are we\nsupposed to be, in case anybody asks us?”\n\n“You two?”\n\nHe thinks for quite a while, and then says:\n\n“Tell you what—you two are scientists, looking for the remains of a—a\ndinosaur. Mister Jones will be Professor Doolittle and Mister Harper\nwill be Professor Smythe. How’s that for names?”\n\n“Lookin’ for a dinny-sor,” nods Dirty. “Might as well die for that as\nanything else, I reckon. Do we have to describe said—uh—thing? Is it a\npredatory animile, bird of prey or a crippled crawler?”\n\n“The dinosaur,” says he, “died a million years ago.”\n\n“Some fortune-teller likely told him what Piperock was goin’ to be\nlike,” says Dirty.\n\n                  *       *       *       *       *\n\nWe got off the train at Paradise, just in time to catch Art Miller’s\nstage to Piperock, and on that stage is “Magpie” Simpkins and Judge\nSteele. Magpie looks us over, careful-like and then shakes his head.\n\n“There ain’t none,” says he.\n\n“None what?” asks Dirty.\n\n“E-clipse of the sun.”\n\n“Professor Smythe and Professor Doolittle have ruined their eyes working\non scientific data,” explains Waldemar.\n\n“Why confine your post mortem to eyes?” asks Magpie. “’Pears to me that\nthey’ve ruined the rest of ’em, too. I suppose that one—” pointing at\nme—“got warped in the legs from studyin’ the shape of the earth. Can’t\nthey talk United States?”\n\n“They were born in this country,” says Waldemar.\n\n“What part?” asks the judge.\n\n“All of us, you —— fool!” I snaps.\n\n“Think we were assembled?”\n\n“Goin’ to Piperock?” asks Magpie.\n\n“Yes,” says Waldemar. “Yes, we are bound for there.”\n\n“On a mission?” asks the judge.\n\n“Mostly for a rest,” says Waldemar.\n\n“You likely will be,” admits Magpie, “and there’s plenty of room in the\njail.”\n\nWe goes to Sam Holt’s hotel. Old Sam sizes us up kinda close-like, and\nthen Waldemar says—\n\n“Have you three rooms?”\n\n“I have,” says old Sam, “and two of ’em I’ll keep.”\n\n“What do you mean?” asks Waldemar.\n\n“Them two,” pointing at me and Dirty, “can’t get no room from me. The\nlast shepherd what stayed in my hotel left a lot of his mee-nag-i-ree\nbehind.”\n\n“Your danged old hotel didn’t need ’em,” says Dirty. “You ain’t changed\nblankets since the battle of Little Big Horn.”\n\n“What do you know about me?” he asks. “Who in —— are you?”\n\n“I’m Professor Doolittle,” says Dirty, “and I’m lookin’ for a\ndinny-sor.”\n\n“You don’t look like you’d do much and I ain’t got none today,” says\nSam, meanlike. “You —— shepherds are always loco about something.”\n\n“Can we sleep in the barn?” I asks.\n\n“No, yuh can’t! My horses are all pets.”\n\n“Isn’t there any other hotel?” asks Waldemar.\n\n“I can give yuh a place to sleep,” squeaks a voice behind us, and we\nturns to see Scenery Sims.\n\n“Ah,” says Waldemar, “another landlord looking for business.”\n\n“I ain’t no landlord—I’m the sheriff,” squeaks Scenery. “I’ve got a\nempty jail if yuh wants a place to sleep.”\n\nMe and Dirty are sort of thinking it over when Magpie Simpkins shows up.\nHe asks what the trouble is, and Sam Holt tells him.\n\n“Scientists is always welcome to my shack,” says Magpie. “I’ve got\nroom.”\n\n“We don’t wish to deprive yuh,” says Dirty.\n\n“There ain’t no depravity about it,” says Magpie. “I hankers to talk\nwith learned men, being as this is such a ignorant neighborhood, and\nyou’re just as welcome as the flowers in January. What seek ye here?”\n\n“I’m lookin’ for a dinny-sor,” says Dirty.\n\n“Never heard of him,” says Magpie. “There used to be a Dinny McCall\nworkin’ for the Five Dot outfit, down near Sulphur Flat.”\n\n“This has been dead a million years,” explains Dirty.\n\n“Oh,” says Magpie, fussing with his mustache. “Oh, yeah. That was before\nI came here. What killed him?”\n\n“Wear and tear, I reckon,” says Dirty.\n\nHe takes me and Dirty down to his cabin, and makes us to home.\n\n“I had a pardner once,” says Magpie, “but the —— fool went loco, and\nsome law-abidin’ citizens chased him across the border.”\n\n“Did he done wrong?” asks Dirty.\n\n“If he ever done right he came back and corrected himself. Him and\nanother cross between a bed-bug and a bee-sting went away together, and\nPiperock profiteth thereby. Make yourselves to home. You gents comes\nhere at a opportune time, you know it? Tomorrow is the tenth anniversary\nof Piperock and we’re goin’ to celebrate.”\n\n“Celebrate?” whispers Dirty, hoarse-like. “Celebrate what? Is the town\nmarried?”\n\n“Anniversary,” explains Magpie, “means a year. Piperock is ten years old\nand she’s goin’ to celebrate her growth and civilization. This is her\nbirthday.\n\n“They will come from near and far, gents, and great will be the day and\ndate. There will be bronco-bustin’, et cettery, and bull-doggin’ of\nsteers. There will be ropin’ contests, et cettery and some shootin’.\nShe’ll be worth your patience.”\n\nMagpie goes out and me and Dirty sets there and looks at each other.\n\n“My ——!” gasps Dirty. “I feel that everything is not well with my soul.\nSomebody is goin’ to see Dirty Shirt Jones behind these whiskers and\nspecs and I’ll be forced to stand on nothin’ and look up a rope.”\n\n“Be of good cheer,” says I, “for I will be with thee. They’ll have\nsomething except Piperock’s birthday to celebrate next year.”\n\n“Do scientists drink hard liquor, Ike?”\n\n“They has a throat and a tongue,” says I. And then we pilgrims uptown,\nand goes into Buck Masterson’s saloon, where we gets fortified against\nour fears of the near future. Waldemar is there, and Waldemar has\nsurrounded himself with enough hooch to make him expand considerable.\nWhen we gets there he’s talkin’ politics with “Half Mile” Smith, and\n“Swan River,” and neither of them snake-hunters knows anything about\npolitics, except who is sheriff.\n\nHe introduces us to them two misfits, and they gets agreeable.\n\n“Mister Smythe,” says Swan River, looking me over, “your legs are twins\nto the legs of a —— fool I know, but from the waist up you look like a\nbum thrower. I’m pleased to meetcha.”\n\n“He sure is built so he don’t have to go around nothin’,” agrees Half\nMile.\n\n“He’s a very brilliant man,” says Waldemar. “They both have degrees.”\n\n“They look about zero to me,” says Buck Masterson.\n\n“They know things which are concealed from ordinary men,” says Waldemar.\n\n“Uh-huh,” says Half Mile. “I shouldn’t be surprized. Any horse-thief is\nin the same fix—if he’s got any sense.”\n\nA little later on we corrals Waldemar and asks him what he thinks of the\ntown.\n\n“You sure led me to the right place,” says he. “I have dreamed of this\nkind of a place.”\n\n“You ought to stick to dreams,” advises Dirty. “We’re wishin’ you’d\nhurry up and finish your business here, ’cause me and Ike hankers for\nthe open places. _Sabe?_ This city air stifles our lungs and makes our\nnecks ache.”\n\n“I’m framing it all up in my mind,” says he, “and in the morning we’ll\nset up the camera in the hotel window which will give me a full shot at\nthe street, with the bank in the foreground, and then—can you two get\nhorses?”\n\n“I dunno,” says Dirty. “We have got ’em—at times.”\n\n“Maybe a little risky for you two,” says he. “I’ll have two of ’em at\nthe hitch-rack across the street. I won’t have you ride into town,\nbecause some one might spot you. I can fake the entrance. You fellows\nwill dress in your range clothes, you understand? At the right time you\nwill come around the corner of the saloon, swing on to your horses, dash\nacross the street, where one of you will go inside, rob the bank and\ncome out, get your horses and dash out of town. I hope the sheriff will\nget quick action with the posse.”\n\n“My ——!” gasps Dirty. “You’re all through with us, are yuh? You can’t\nuse us any further, mister? What has we done to you that you should wish\nour demise?”\n\n“You ain’t taking many chances,” says he. “You’ll take ’em so by\nsurprize that they’ll forget everything.”\n\n“Except to shoot,” says I. “Piperock never forgets their guns. No, sir,\nyou’ve got to figure out something easier than that.”\n\n“It’s a chance of a life-time,” says he, sad-like, and then he gets this\nidea—\n\n“I’ll give you a hundred dollars apiece.”\n\n“When?” asks Dirty.\n\n“After the robbery.”\n\n“Be a sport and make it a million apiece,” says Dirty. “We’ll never live\nto collect and a man don’t mind dying for a big stake.”\n\n“You can keep what you get from the bank.”\n\n“We ain’t goin’ to take no money,” says I. “We’re just goin’ in and come\nright out again. _Sabe?_ Folks will think it’s a robbery.”\n\n“I want this done right,” says he. “I want the real thing. Take it and\nthen bring it back.”\n\n“Well,” says Dirty, “if you feel thataway—how about yuh, Ike?”\n\n“It makes me no never mind, Dirty. When they finds my remains with my\ndear hands folded around stolen money it won’t hurt my reputation none.\nI’m willing to do danged near anything, so as we get away where I can\ntake off this beard. My own whiskers are growing circles inside ’em.”\n\n“Is the hundred satisfactory?” asks Waldemar.\n\n“In advance,” nods Dirty. “I’m goin’ to enjoy myself before the old\nfeller with the hay-hook comes along and cuts me off at the pockets.”\n\n                  *       *       *       *       *\n\nWaldemar starts to argue, but we both stands pat and he gives us the\nmoney. A hundred dollars is a lot of money to a man who expects to die\nthe next day. There ain’t no rainy days in his future. He don’t care a\nwhoop what comes to pass. Some folks might prepare themselves by\npraying, but me and Dirty never have asked for anything we ain’t got the\nnerve to go and get for ourselves. We just throws dull care out of the\nwindow and gets cheerful.\n\nInto our rosy existence cometh “Big Foot” Benson and “Hoodoo” Harris.\nThem two pelicans proclaims it open season on anything that comes in\nbottles.\n\n“You’re a danged queer-looking pair,” says Big Foot, “but it takes all\nkinds of folks to herd sheep. Klahowya.”\n\n“Your whiskers ain’t orthodox,” says Hoodoo, peering at Dirty, “or has\nyou reverted to the reptiles and sheds your skin in the hot days?”\n\n“We’re scientists,” says Dirty, “and we’re lookin’ for a dinny-sor.”\n\n“Oh, yeah,” says Hoodoo. “Well, you come to the right place, gents. The\nLord knows you can find anything here, except a square deal. Why does\nyou cover your eyes with gloomy glasses thataway? Does you hanker for\nthe dark side of life?”\n\n“Yuh never could find a dinny-sor with the naked eye,” says I, and they\naccepts the verdict.\n\nThat was one wild night for science. I reckon every puncher within fifty\nmiles showed up for the celebration, being as there’s prizes offered,\nand me and Dirty, after absorbing considerable cheer, has a hard time\nsticking to plain science.\n\nDirty had a fight with Mighty Jones, when the two of ’em gets to\ndiscussing whether man came from monkey or not. Mighty debates that they\nare, and offers Dirty as a living proof. Two sheep-herders from over on\nMedicine Creek, cries on my neck and calls me “brother,” and I licked\n’em both.\n\nYes, it sure was a regular evening and my throat was raw from trying to\nchange my natural voice and talk like a scientist ought to talk. Dirty\nShirt’s whiskers tried to crawl under his chin several times, but the\ncrowd was too joyful to pay any attention to whiskers.\n\nSomehow I can’t just remember what happened after midnight, except that\nWaldemar corrals me and tells me to pull off the stunt at ten o’clock.\nHe explains the details, but I only hears half of it, ’cause Hoodoo is\ntrying to tell me something about a mosquito that bit him when he was at\nthe North Pole.\n\nDirty and Big Foot are trying to sing something about a wild Irish rose\nand Buck Masterson is standing on the bar, trying to nominate a Populist\nfor president. We all voted for Buck’s candidate, I remember that much,\nand then me and Dirty starts home, amid much applause.\n\nAcross the street the Cross J quartet is singing—\n\n“Jee-e-e-roo-o-o-sa-a-a-lem, Jee-e-e-roo-o-o-sa-a-a-lem, lee-e-e-ft up\nyour voice and see-e-e-ng.”\n\nAnd Judge Steele is orating about—\n\n“—and in the glorious land of our forefathers, where the—the—sun never\nsets and the—the——”\n\n“Ike,” says Dirty, “a man is of few days and full of trouble, but right\nnow I’m a mockin’-bird, with spreadin’ pinions and a dazzlin’ top-knot.\nI may die tomorrow, but right now I’m a feathered songster, light of\nheart and sound of limb. O death, where is thy stinger?”\n\n“The devil has it on the grindstone, Dirty,” says I, “and by ten o’clock\ntomorrow she’ll be sharper than a serpent’s tooth.”\n\n                  *       *       *       *       *\n\nThe next morning we sure slept peacefully, while Magpie goes uptown.\nHe’s one of the leading lights, as usual. I reckon it’s about nine\no’clock when me and Dirty gets something to eat. Dirty is a danged long\nways from being a mocking-bird. We can’t eat. Maybe it’s from looking\ntoo much into the future, but I think it’s from looking too much into\nthe bottom of a glass.\n\n“If they sees us before we gets them broncs, Waldemar’s moving-pitcher\nis going to be a failure,” says I, as we puts on our own clothes, after\nsoaking them beards loose.\n\n“Waldemar?” says Dirty. “My gosh, Ike, you are getting temperamental,\nlike a regular primmydonner. His pitcher a failure? What’s his danged\npitcher beside my breath of life? If them or’nary saddle-slickers see us\nbefore we reach them broncs—Waldemar gets a regular necktie pitcher.\nThey’ll hang us to that tree right near Sam Holt’s porch, Ike.”\n\n“That’s too bad, Dirty. Where’ll we go if we get away with it?”\n\n“There yuh are!” wails Dirty, flopping his arms. “No place to go.”\n\n“Well, we’ve got to go, anyway; so it might as well be now.”\n\nWe went out of there and sneaked up on the town of Piperock, like it was\na wild thing. Maybe that statement ain’t far wrong. We crawls in behind\nBuck’s place, and gets behind a pile of cord-wood. Me and Dirty has both\ngot watches. Mine says ten minutes to ten, and Dirty’s says fifteen\nminutes after ten.\n\n“Mine’s right,” says Dirty, positive-like. “That watch ain’t lost a\nsecond in two years. I can correct the sun with that watch, yuh betcha.\nWe’re late!”\n\n“Yuh can’t beat a Swiss movement,” says I, “and that’s the kind mine is.\nIt is now ten minutes of ten.”\n\n“You’re crazy, Ike. Lemme tell yuh something about this—huh—listen to\nyour watch and see if she’s runnin’.”\n\n“It ain’t,” says I, after listening. “I forgot to wind it last night.”\n\n“Me, too,” says Dirty. “My ——, we’re in an awful fix.”\n\nComes a few yells and a few shots out on the street and then the clatter\nof six-shooter explosions.\n\n“The celebration is on,” says I. “It was due to start at ten o’clock.\nLet’s take a chance. I hope to gosh them broncs are there for us.” I\ntakes my life in one hand, a six-shooter in the other and leads the way.\nThere’s more than two broncs at the rack, but there ain’t no time to\nfigure out ownership, et cettery. There’s considerable humanity in\nsight.\n\n“Take that gray one, Dirty,” says I, and then I happens to think that we\nain’t figured out who is to go inside the bank.\n\n“Wait a minute,” says I. “Do you go inside or do I, Dirty?”\n\n“It makes no difference who goes in, Ike. We’ll be deader than —— in\nabout three minutes anyway. You go in, will yuh?”\n\n“A-a-a-board!” says I, and hops on to that mouse-colored bronc, which\nlooks like it might go as far and fast.\n\nSomehow I don’t no more than hook the right stirrup before I realizes\nthat I’ve made a mistake. I hears Dirty sort of hiccup a curse, and I’m\nbetting that he has the same thoughts. I don’t know about that\nmouse-colored bronc going fast and far, but I sure know it went high.\nAlso, I soon realized that my saddle wasn’t cinched tight. Every time we\nwent high and handsome I can feel the slack in that cinch and it makes\nme nervous.\n\n“Git to —— out of the way!” I hears Dirty yelp, and into me comes that\ngray bronc, sunfishin’ like forked lightning and whistling like a scared\nbuck. It’s about sixty feet across that street to the front of the bank.\nKnow how long it took us to get there? I ain’t there yet, if you’re\ncurious to know, and this happened a long time ago.\n\nBut Dirty got there. Yessir, he got there. At the edge of the sidewalk\nhis cinch busted and he went right in through one of the front windows.\nHe went in feet first, into the window with the sign painted on it, and\nhe stopped with one leg through the cashier’s window and the other leg\nwaving for help.\n\nMy bronc stopped bucking long enough for me to see all that and then we\nturns right around—me and that high-minded piece of deviltry—and we\nbucked straight for Buck Masterson’s saloon. There’s a big crowd there,\nand they sure give us room. Some danged fool must ’a’ tried to kill that\nbronc, but missed and one bullet burned my ear, and the other peeled my\nknuckles on my left hand. Yes, we went in. By that time the cinch is\nback in the bronc’s flanks, and I’m riding wild and free on its rump,\nwith the saddle going further back all the time.\n\nI didn’t dare to fall off, so I done my dangdest. I got a view of scared\nfaces as we made a mulligan of a perfectly healthy poker game and then I\nwent up and jammed my head through the bale of a hanging-lamp, and took\nit with us, hanging around my neck.\n\nThe back door was partly open and we took it away, hinges and all, and\nthen we’re out in the open again, with Piperock, et cettery, howling in\nour rear. I banged the bronc with my hat and swung him back toward the\nstreet, where I runs into Dirty, backing across the street, shooting\nevery direction. I skids that bronc to a standstill, and yells—\n\n“Get up behind me!”\n\nDirty stubs his heel and falls down and danged near shot me. Then he\ngets to his feet and runs up to me.\n\n“Get on behind you?” he yells. “How in —— can I? You’re as far back as\nyou can get! I’ll get on in front.”\n\nDirty got on. The first jump that bronc made landed him up on its neck,\nwhere he locks his legs around under its jaws and away we went, me way\nback on its rump and him almost on its head, while Piperock fired\nsalutes and cheered in a loud voice.\n\nWe turned a corner and bucked around and around until we slammed up\nagainst the jail, where my cinch slid down around the bronc’s hind legs\nand I got kicked in the belly with both hind feet. Then the bronc\nwhirled sideways, and slammed Dirty against the corner of the building.\nHe just lets loose and drops like a suit of clothes, while the bronc\nwhistles again and hits for the open country.\n\nI ain’t got no ambition left, but I’ve got sense enough to throw the\nsaddle and Dirty Shirt Jones inside the jail, and then fall in after\nhim. I kicked the door shut, but Piperock cometh not. There ain’t no\nsign of pursuit. Pretty soon Dirty’s lips open and he begins singing:\n\n“—le-e-e-ft up your voice and see-e-e-e-ng. Ho-o-o-o-o-sa-a-na-a——”\n\n“Shut up!” I croaks. “You ain’t dead—yet.”\n\n                  *       *       *       *       *\n\nHe sets up and licks his lips while he feels of his head.\n\n“What did yuh say?” he asks, weak-like.\n\n“I said, you ain’t dead.”\n\n“Feller, there’s a lot of things that you don’t know. Where are we?”\n\n“In the jail.”\n\n“Thank the Lord! This is better than I expected. What are we charged\nwith?”\n\n“How much did yuh get in the bank?”\n\n“There wasn’t anybody there,” he wails. “I left one boot. It hung in the\ncashier’s window and I didn’t have time to get it loose. How did we get\nhere?”\n\nI told him all I knew about it, and he marvels exceedingly.\n\n“We obtained money under false pretenses, Ike,” says he. “We agreed to\nrob a bank and there wasn’t nobody to hold up.”\n\n“He agreed to plant a couple of horses for us,” says I, “and he either\nhas a danged poor idea of what a feller rides to a bank robbery or we\npicked the wrong steeds.”\n\n“Prognostications don’t alleviate the crack in my head,” says Dirty.\n“’Pears to me that my brain is runnin’ out.”\n\n“Cast aside all fear,” says I. “You never could hit that hard. I’ve got\na splintered wish-bone and my stummick has been turned wrong side out.\nWhat will we do next, Dirty?”\n\n“Get away from here,” says Dirty, which shows that his brains ain’t\nleaking to no great extent.\n\n“How?” I asks. “Looks to me like this quiet little jail is about the\nonly safe place for me and you.”\n\n“Well, why in —— don’t somebody come along and chide us?” complains\nDirty, nervous-like. “It ain’t like Piperock to do things like this,\nIke. Why don’t they kill us and have it over with?”\n\n“Want to die, feller?” I asks. “Pinin’ away for death, are yuh?”\n\n“No, I ain’t, Ike, but if I’ve got to die—hurrah for ——! Who’s afraid of\nfire?”\n\n“Shall we sneak back to the shack and get our disguises, Dirty?”\n\n“Not me! If I’m goin’ to die, good. I’ll die as Dirty Shirt Jones, not\nas a buzzard-headed bug-hunter who is lookin’ for somethin’ that crawled\naway and died a million years ago.”\n\n“Well, what yuh goin’ to do, Dirty? Figure a little, can’t yuh?”\n\n“Figgers be ——! I’m to camp right here until dark, or until some figger\nof vengeance cometh along and herds me hence. _Sabe?_ Give yourself up,\ngo out and get shot, choke yourself to death with your own fair hands—do\nwhat you think best, Ike, but old man Jones’ little fair-haired child is\ngoin’ inside a nice cool cell and sleep off a headache.”\n\n“I can’t do nothin’ but foller yuh,” says I, sad-like.\n\n“Your attachment for me is sweet,” says he. “I’m all choked up with\ne-motion, and if I didn’t feel so bad I would cry.”\n\nSometimes I wonder who left that quart of hooch under that bunk. We\nmoved the bunk over, so nobody could see us from the sheriff’s office,\nand there she stood, brave and bold. Me and Dirty surrounds it, inhales\nthe odors of Araby, originated in Kentucky and fixed with equal parts of\nalkali water, copperas, chewing-tobacco and coal-oil, for the\nconsumption of Piperock’s leading citizens.\n\nThen we humps up on the bunk and wishes each other a great deal of\npleasure in the future. I reckon we done a lot of wishin’. I dreamed of\na whole danged string of wishes hanging on a line like laundry out to\ndry, and when I woke it was dark. Dirty Shirt sounds like a dry saw\ngoing through a greasewood butt. I’m about to wake him up, when I hears\nvoices. I jabs my heel into Dirty’s shins, and he sets up like one of\nthem mechanical toys.\n\n“Yeah, and I hope yuh gets ninety-nine years and the balance of your\nlife,” we hears Scenery Sims saying in his rusty voice. “I’m goin’ to\nput yuh in and then I’m goin’ up-town and tell all about it. Some of\nthem snake-hunters think I’m no good as a sheriff, but I gets my man.”\n\n“Some old lady must ’a’ got drunk and fell down and busted her leg,”\nsays Dirty in a hoarse whisper. “Hear that woodchuck peep?”\n\nThe door of the cell is yanked open, and two men comes inside. Me and\nDirty ain’t ready for to be locked in, so as they comes in we goes out.\nScenery stands there in the dark, sort of stiff-like. Dirty Shirt lights\na match and holds it up. I hears Scenery give a gasp and then the match\nwent out. Then his gun falls on the floor.\n\nI feels two men slip past us in the dark, but I don’t reckon that\nScenery heard ’em. He moved over the table, knocked the lamp-chimney on\nthe floor, and then managed to light the rest of the lamp. He squints at\nus, and then goes over to the cell, where he peers inside. Then he sets\ndown in a chair and stares at us. We don’t say a word, but we’re dang\nnear bustin’ inside. Pretty soon Scenery gets up, like a feller walking\nin his sleep, and goes inside and pulls the door shut after himself.\n\n“I—I don’t know,” he squeaks in a whisper, staring at us through the\nbars. “I ain’t felt good for a week—dang it! Seein’ spots in front on my\neyes. It sure is —— to see things thisaway. Must be my stummick.”\n\nDirty stepped over, blowed out the light and we went outside.\n\n“Where to?” I asks.\n\n“Any civilized port,” says Dirty.\n\n“Somewhere, Ike, there must be a place where a feller can use up the\nrest of his misspent life without hidin’ behind a stump every time a\nhuman bein’ shows up.”\n\n“We’ve got to get transportation,” says I. “Let’s go boldly and take a\nhorse per each from the tie-rack, and go hence rapidly.”\n\nThere’s a crowd in front of Sam Holt’s place. Me and Dirty went right to\nthe rack, picked a likely looking bronc per each and got aboard, minus\nsaddles and with nothing on their hammer-heads but hackamores and hair.\n\nMan, I thought that mouse-colored animile could do everything in the\nbook, but this long-legged roan proved to me that my other mount was\npeckin’ along in the kindergarten class.\n\n                  *       *       *       *       *\n\nHigh and mighty we went. We changed ends, sunfishin’ and worm-fencin’,\nbut Ike Harper didn’t pull leather—’cause there wasn’t any; but he sure\ndid anchor himself to that bronc’s mane with both hands, got a toe-holt\nunder each shoulder and rode regardless of sun, moon, or tide.\n\nI gets a glimpse of Dirty Shirt Jones ahead of me, and I’d tell a man\nDirty is high above that animile’s back, the same of which ain’t healthy\nto nervous systems nor stummicks.\n\nInto that crowd we went, ——ity blip. I got a rope under my chin, the\nsame of which cut off my wind. Somebody got one arm around my neck and\nseems to caress me, and then I’m out in the open, far from the maddening\ncrowd. I manages to get a breath, shoves the encircling arm from around\nmy neck and finds that there’s two of us.\n\nI’m all mixed up in a rope. Out of the dark comes another rider, just as\nmy bronc gets hoppled in this danged rope, and turns a handspring. This\nother horse goes over the top of us, and as far as I’m concerned the\nearth and sky have met.\n\nLater on I removes the veil and comes back to material things. All is\ndark and dreary. I hears Dirty singing, soft and low—\n\n“I sa-a-a-a-w the-e-e-e new Jee-e-e-ru-u-u-u-sa-a-a-lem—” and on every\nword he quavers like some one was shaking his soul.\n\n“——!” says I. “I went further back than that, Dirty. I saw the old\ntown.”\n\n“—le-e-e-e-e-e-ft up your voice and see-e-e-ng,” wails Dirty.\n\n“I ain’t got none to lift!” I yells, and Dirty stops. Then he says—\n\n“Ike, I—I feel that my days are numbered.”\n\n“Mine too—thirteen,” says I, and just then we hears a faint voice\nsaying:\n\n“O-o-o-oh! O-o-o-oh!”\n\n“Does your horse talk English, Ike?” whispers Dirty, and just then a dim\nfigure reels up to us and sets down. It’s still got some rope around its\nneck. We peers at it, and then Dirty scratches a match. It’s Waldemar,\nwearing a half-inch rope for a necktie. He was the man I picked up on my\nway through the crowd.\n\n“Waldemar,” says Dirty, “we welcome you to our graveyard.”\n\nHe wheezes for a moment and then manages to croak:\n\n“Take that money back! Take it back!”\n\n“Back to the bank,” he wheezes, when we don’t say anything. “They—they\nwas hanging me, bub-because I—I told ’em it was just a picture stunt.\nTake the money back!”\n\n“Way around ’em, Shep,” gasps Dirty. “We didn’t get no money. Dang it,\nthere wasn’t anybody in the bank!”\n\n“Don’t say that,” wails Waldemar. “I seen you. I got a hundred feet of\nthe best hold-up on earth, and they were going to hang me.”\n\n“But we didn’t rob the —— bank!” I yowls.\n\nWaldemar is silent for a while and then he says, weary-like—\n\n“Well, somebody did.”\n\n“I dimly remember tellin’ Big Foot and Hoodoo what we was goin’ to do,”\nsays Dirty, sad-like. “That must ’a’ been them two that Scenery brought\nto jail.”\n\nMe and Dirty gets to our feet. My feet don’t line up good, but I’m too\ngood to lay down and quit.\n\n“We’ll just walk,” says Dirty, sad-like; “just walk and walk until we\nfinds the place which is farthest from Piperock, and then we’ll beg,\nborrow or steal some broncs and keep on goin’.”\n\n“How about me?” wails Waldemar.\n\nWe stops and looks at him, kinda wondering-like.\n\n“I must go back and get my film and camera before I leave,” says he,\napologetic-like. “Then where shall I go?”\n\n“Do just as yuh please,” says Dirty, “but as far as me and Ike Harper\nare concerned, all things bein’ equal, you can take your —— creepin’\ntintypes and go plumb to ——!”\n\nWe pilgrims away in the darkness, two sufferin’ souls, holding hands\nthat our feet may keep pointing ahead. We’re in no shape to walk and\nDirty says:\n\n“Slow up, can’t yuh? They’re lookin’ for Big Foot and Hoodoo, not us.\nScenery likely thinks he’s got snakes. Don’t go so fast, yuh——”\n\n“Sa-a-a-y!” yowls Waldemar, far away. “They made me tell who done it.”\n\nWe didn’t answer him. Dirty said—\n\n“My ——, ain’t yuh got no speed a-tall, Ike?”\n\nTHE END",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66045/pg66045.txt",
        "name": "creepin_tintypes.json"
    }
}