{
    "name": "Cry from a Far Planet",
    "author": [
        "Godwin, Tom",
        "Godwin, Thomas William"
    ],
    "body": "_The problem of separating the friends from the enemies was a major one\nin the conquest of space as many a dead spacer could have testified. A\ntough job when you could see an alien and judge appearances; far tougher\nwhen they were only whispers on the wind._\n\n\n\n    _A smile of friendship is a baring of the teeth. So is a snarl of\n    menace. It can be fatal to mistake the latter for the former._\n\n    _Harm an alien being only under circumstances of self-defense._\n\n    _TRUST NO ALIEN BEING UNDER ANY CIRCUMSTANCES._\n\n                                 --From _Exploration Ship's Handbook_.\n\n\nHe listened in the silence of the Exploration ship's control room. He\nheard nothing but that was what bothered him; an ominous quiet when\nthere should have been a multitude of sounds from the nearby village\nfor the viewscreen's audio-pickups to transmit. And it was more than six\nhours past the time when the native, Throon, should have come to sit\nwith him outside the ship as they resumed the laborious attempt to learn\neach other's language.\n\nThe viewscreen was black in the light of the control room, even though\nit was high noon outside. The dull red sun was always invisible through\nthe world's thick atmosphere and to human eyes full day was no more than\na red-tinged darkness.\n\nHe switched on the ship's outside floodlights and the viewscreen came to\nbright white life, showing the empty glades reaching away between groves\nof purple alien trees. He noticed, absently, that the trees seemed to\nhave changed a little in color since his arrival.\n\nThe village was hidden from view by the outer trees but there should\nhave been some activity in the broad area visible to him. There was\nnone, not even along the distant segment of what should have been a busy\nroad. The natives were up to something and he knew, from hard experience\non other alien worlds, that it would be nothing good. It would be\nanother misunderstanding of some kind and he didn't know enough of their\nincomprehensible language to ask them what it was--\n\n\n\nSuddenly, as it always came, he felt someone or something standing close\nbehind him and peering over his shoulder. He dropped his hand to the\nblaster he had taken to wearing at all times and whirled.\n\nNothing was behind him. There never was. The control room was empty,\nwith no hiding place for anything, and the door was closed, locked by\nthe remote-control button beside him. There was nothing.\n\nThe sensation of being watched faded, as though the watcher had\nwithdrawn to a greater distance. It was perhaps the hundredth time\nwithin six days that he had felt the sensation. And when he slept at\nnight something came to nuzzle at his mind; faceless, formless, utterly\nalien. For the past three nights he had not let the blaster get beyond\nquick reach of his hand, even when in bed.\n\nBut whatever it was, it could not be on the ship. He had searched the\nship twice, a methodical compartment-by-compartment search that had\nfound nothing. It had to be the work of the natives from outside the\nship. Except....\n\nWhy, if the natives were telepathic, did the one called Throon go\nthrough the weary pretense of trying to learn a mutually understandable\nform of communication?\n\nThere was one other explanation, which he could not accept: that he was\nfollowing in the footsteps of Will Garret of Ship Nine who had\ndeliberately gone into a white sun two months after the death of his\ntwin brother.\n\nHe looked at the chair beside his own, Johnny's chair, which would\nforever be empty, and his thoughts went back down the old, bitter paths.\nThe Exploration Board had been wrong when they thought the close bond\nbetween identical twins would make them the ideal two-man crews for the\nlonely, lifetime journeys of the Exploration Ships. Identical twins were\ntoo close; when one of them died, the other died in part with him.\n\nThey had crossed a thousand light-years of space together, he and\nJohnny, when they came to the bleak planet that he would name Johnny's\nWorld. He should never have let Johnny go alone up the slope of the\nhoney-combed mountain--but Johnny had wanted to take the routine record\nphotographs of the black, tiger-like beasts which they had called cave\ncats and the things had seemed harmless and shy, despite their ferocious\nappearance.\n\n\"I'm taking them a sack of food that I think they might like,\" Johnny\nhad said. \"I want to try to get some good close-up shots of them.\"\n\nTen minutes later he heard the distant snarl of Johnny's blaster. He ran\nup the mountainside, knowing already that he was too late. He found two\nof the cave cats lying where Johnny had killed them. Then he found\nJohnny, at the foot of a high cliff. He was dead, his neck broken by the\nfall. Scattered all around him from the torn sack was the food he had\nwanted to give to the cats.\n\nHe buried Johnny the next day, while a cold wind moaned under a\nlead-gray sky. He built a monument for him; a little mound of frosty\nstones that only the wild animals would ever see--\n\n\n\nA chime rang, high and clear, and the memories were shattered. The\norange light above the hyperspace communicator was flashing; the signal\nthat meant the Exploration Board was calling him from Earth.\n\nHe flipped the switch and said, \"Paul Jameson, Exploration Ship One.\"\n\nThe familiar voice of Brender spoke:\n\n\"It's been some time since your preliminary report. Is everything all\nright?\"\n\n\"In a way,\" he answered. \"I was going to give you the detailed report\ntomorrow.\"\n\n\"Give me a brief sketch of it now.\"\n\n\"Except for their short brown fur, the natives are humanoid in\nappearance. But there are basic differences. Their body temperature is\ncool, like their climate. Their vision range is from just within the\nvisible red on into the infrared. They'll shade their eyes from the\nlight of anything as hot as boiling water but they'll look square into\nthe ship's floodlights and never see them.\"\n\n\"And their knowledge of science?\" Brender asked.\n\n\"They have a good understanding of it, but along lines entirely\ndifferent from what our own were at their stage of development. For\nexample: they power their machines with chemicals but there is no steam,\nheat, or exhaust.\"\n\n\"That's what we want to find--worlds where branches of research unknown\nto our science are being explored. How about their language?\"\n\n\"No progress with it yet.\" He told Brender of the silence in the village\nand added, \"Even if Throon should show up I could not ask him what was\nwrong. I've learned a few words but they have so many different\ndefinitions that I can't use them.\"\n\n\"I know,\" Brender said. \"Variable and unrelated definitions,\nundetectable shades of inflection--and sometimes a language that has no\ndiscernibly separate words. The Singer brothers of Ship Eight ran into\nthe latter. We've given them up as lost.\"\n\n\"The Singers--dead?\" he exclaimed. \"Good God--it's been only a month\nsince the Ramon brothers were killed.\"\n\n\"The circumstances were similar,\" Brender said. \"They always are. There\nis no way the Exploration men can tell the natives that they mean them\nno harm and the suspicion of the natives grows into dangerous hostility.\nThe Singers reported the natives on that world to be both suspicious and\npossessing powerful weapons. The Singers were proceeding warily, their\nown weapons always at hand. But, somehow, the natives caught them\noff-guard--their last report was four months ago.\"\n\nThere was a silence, then Brender added, \"Their ship was the ninth--and\nwe had only fifteen.\"\n\nHe did not reply to the implications of Brender's statement. It was\nobvious to them all what the end of the Plan would be. What it had to\nbe.\n\n\n\nIt had been only three years since the fifteen heavily armed Exploration\nships set out to lead the way for Terran expansion across the galaxy; to\nanswer a cry from far planets, and to find all the worlds that held\nintelligent life. That was the ultimate goal of the Plan: to accumulate\nand correlate all the diverse knowledge of all the intelligent\nlife-forms in the galaxy. Among the achievements resulting from that\ntremendous mass of data would be a ship's drive faster even than\nhyperspace; the Third Level Drive which would bring all the galaxies of\nthe universe within reach.\n\nAnd now nine ships were gone out of fifteen and nineteen men out of\nthirty....\n\n\"The communication barrier,\" Brender said. \"The damned communication\nbarrier has been the cause behind the loss of every ship. And there is\nnothing we can do about it. We're stymied by it....\"\n\nThe conversation was terminated shortly afterward and he moved about the\nroom restlessly, wishing it was time to lift ship again. With Johnny not\nthere the dark world was like a smothering tomb. He would like to leave\nit behind and drive again into the star clouds of the galaxy; drive on\nand on into them--\n\nA ghostly echo touched his mind; restless, poignantly yearning. He swung\nto face the locked door, knowing there could be nothing behind it. The\nfirst real fear came to him as he did so. The thing was lonely--the\nthing that watched him was as lonely as he was....\n\nWhat else could any of it be but the product of a mind in the first\nstage of insanity?\n\n\n\nThe natives came ten minutes later.\n\nThe viewscreen showed their chemically-powered vehicle emerge from the\ntrees and roll swiftly across the glade. Four natives were in it while a\nfifth one lay on the floor, apparently badly injured.\n\nThe vehicle stopped a short distance in front of the airlock and he\nrecognized the native on the floor. It was Throon, the one with whom he\nhad been exchanging language lessons.\n\nThey were waiting for him when he emerged from the ship, pistol-like\nweapons in their belts and grim accusation in their manner.\n\nThroon was muttering unintelligibly, unconscious. His skin, where not\ncovered by the brown fur, was abnormal in appearance. He was dying.\n\nThe leader of the four indicated Throon and said in a quick, brittle\nvoice: \"_Ko reegar feen no-dran!_\"\n\nOnly one word was familiar: _Ko_, which meant \"you\" and \"yesterday\" and\na great many other things. The question was utterly meaningless to him.\n\nHe dropped his hand a little nearer his blaster as the leader spoke\nagain; a quick succession of unknown words that ended with a harshly\ndemanding \"_kreson!_\"\n\n_Kreson_ meant \"now,\" or \"very quickly.\" All the other words were\nunfamiliar to him. They waited, the grim menace about them increasing\nwhen he did not answer. He tried in vain to find some way of explaining\nto them he was not responsible for Throon's sickness and could not cure\nit.\n\nThen he saw the spray of leaves that had caught on the corner of the\nvehicle when it came through the farther trees.\n\nThey were of a deep purple color. All the trees around the ship were\nalmost gray by contrast.\n\nWhich meant that he _was_ responsible for Throon's condition.\n\nThe cold white light of the ship's floodlights, under which he and\nThroon had sat for day after day, contained radiations that went through\nthe violet and far into the ultraviolet. To the animal and vegetable\nlife of the dark world such radiations were invisibly short and deadly.\n\nThroon was dying of hard-radiation sickness.\n\nIt was something he should have foreseen and avoided--and that would not\nhave happened had he accepted old Throon's pantomimed invitation, in the\nbeginning, to go with him into the village to work at the language\nstudy. There he would have used a harmless battery lamp for illumination\n... but there was no certainty that the natives were not planning to lay\na trap for him in the village and he had refused to go.\n\nIt did not matter--there was a complex radiation-neutralizer and\ncell-reconstructor in the ship which would return Throon to full, normal\nhealth a few hours after he was placed in its chamber.\n\nHe turned to the leader of the four natives and motioned from Throon to\nthe airlock. \"Go--there,\" he said in the native language.\n\n\"_Bron!_\" the leader answered. The word meant \"No\" and there was a\ndetermination in the way he said it that showed he would not move from\nit.\n\nAt the end of five minutes his attempts to persuade them to take Throon\ninto the ship had increased their suspicion of his motives to the point\nof critical danger. If only he could tell them _why_ he wanted Throon\ntaken into the ship ... But he could not and would have to take Throon\nby first disposing of the four without injuring them. This he could do\nby procuring one of the paralyzing needle-guns from the ship.\n\nHe took a step toward the ship and spoke the words that to the best of\nhis knowledge meant: \"I come back.\"\n\n\"_Feswin ilt k'la._\"\n\nTheir reply was to snatch at their weapons in desperate haste, even as\nthe leader uttered a hoarse word of command. He brought up the blaster\nwith the quick motion that long training had perfected and their weapons\nwere only half drawn when his warning came:\n\n\"_Bron!_\"\n\n\n\nThey froze, but did not release their weapons. He walked backward to the\nairlock, his blaster covering them, the tensely waiting manner in which\nthey watched his progress telling him that the slightest relaxation of\nhis vigilance would mean his death. He did not let the muzzle of the\nblaster waver until he was inside the airlock and the outer door had\nslid shut.\n\nHe was sure that the natives would be gone when he returned. And he was\nsure of another thing: That whatever he had said to them, it was not\nwhat he had thought he was saying.\n\nHe saw that the glade was empty when he opened the airlock again. At\nthe same time a bomb-like missile struck the ship just above the airlock\nand exploded with a savage crash. He jabbed the _Close_ button and the\ndoor clicked shut barely in advance of three more missiles which\nhammered at its impervious armor.\n\nSo that, he thought wearily, is that.\n\nHe laid the useless needle-gun aside. The stage was past when he could\nhope to use it. He could save Throon only by killing some of the\nothers--or he could lift ship and leave Throon to die. Either action\nwould make the natives hate and fear Terrans; a hatred and fear that\nwould be there to greet all future Terran ships.\n\nThat was not the way a race gave birth to peaceful galactic empire, was\nnot the purpose behind the Plan. But always, wherever the Exploration\nmen went, they encountered the deadly barrier; the intangible,\nunassailable communication barrier. With the weapons an Exploration man\ncarried in his ship he had the power to destroy a world--but not the\npower to ask the simple questions that would prevent fatal\nmisunderstandings.\n\nAnd before another three years had passed the last Exploration man would\ndie, the last Exploration ship would be lost.\n\nHe felt the full force of hopelessness for the first time. When Johnny\nhad been alive it had been different; Johnny, who had laughed whenever\nthe outlook was the darkest and said, \"_We'll find a way, Paul--_\"\n\nThe thought broke as suddenly, unexpectedly, he felt that Johnny was\nvery near. With the feeling came the soft enclosure of a dream-like\npeace in which Johnny's death was vague and faraway; only something that\nhad happened in another dream. He knew, without wondering why, that\nJohnny was in the control room.\n\nA part of his mind tried to reject the thought as an illusion. He did\nnot listen--he did not want to listen. He ran to the ship's elevator,\nstumbling like one not fully awake. Johnny was waiting for him in the\ncontrol room--alive--alive--\n\n\n\nHe spoke as he stepped into the control room:\n\n\"Johnny--\"\n\nSomething moved at the control board, black and alien, standing tall as\na man on short hind legs. Yellow eyes blazed in a feline face.\n\nIt was a cave cat, like the ones that had killed Johnny.\n\nRealization was a wrenching shock and a terrible disillusionment. Johnny\nwas not waiting for him--not alive--\n\nHe brought up the blaster, the dream-like state gone. The paw of the\ncave cat flashed out and struck the ship's master light switch with a\nmovement faster than his own. The room was instantly, totally, dark.\n\nHe fired and pale blue fire lanced across the room, to reveal that the\ncave cat was gone. He fired again, quickly and immediately in front of\nhim. The pale beam revealed only the ripped metal floor.\n\n\"_I am not where you think._\"\n\nThe words spoke clearly in his mind but there was no directional source.\nHe held his breath, listening for the whisper of padded feet as the cave\ncat flashed in for the kill, and made a swift analysis of the situation.\n\nThe cave cat was telepathic and highly intelligent and had been on the\nship all the time. It and the others had wanted the ship and had killed\nJohnny to reduce opposition to the minimum. He, himself, had been\npermitted to live until the cave cat learned from his mind how to\noperate the almost-automatic controls. Now, he had served his purpose--\n\n\"_You are wrong._\"\n\nAgain there was no way he could determine the direction from which the\nthought came. He listened again, and wondered why it had not waylaid him\nat the door.\n\nIts thought came:\n\n\"_I had to let you see me or you would not have believed I existed. It\nwas only here that I could extinguish all lights and have time to speak\nbefore you killed me. I let you think your brother was here...._\" There\nwas a little pause. \"_I am sorry. I am sorry. I should have used some\nother method of luring you here._\"\n\nHe swung the blaster toward what seemed to be a faint sound near the\nastrogator unit across the room.\n\n\"_We did not intend to kill your brother._\"\n\nHe did not believe it and did not reply.\n\n\"_When we made first telepathic contact with him, he jerked up his\nblaster and fired. In his mind was the conviction that we had pretended\nto be harmless animals so that we could catch him off-guard and kill\nhim. One of us leaped at him as he fired the second time, to knock the\nblaster from his hand. We needed only a few minutes in which to\nexplain--but he would not trust us that long. There was a misjudgment of\ndistance and he was knocked off the cliff._\"\n\nAgain he did not reply.\n\n\"_We did not intend to kill your brother_,\" the thought came, \"_but you\ndo not believe me_.\"\n\n\n\nHe spoke for the first time. \"No, I don't believe you. You are\nphysically like cats and cats don't misjudge distances. Now, you want\nsomething from me before you try to kill me, too. What is it?\"\n\n\"_I will have to tell you of my race for you to understand. We call\nourselves the Varn, in so far as it can be translated into a spoken\nword, and we are a very old race. In the beginning we did not live in\ncaves but there came a long period of time, for thousands of years, when\nthe climate on our world was so violent that we were forced to live in\nthe caves. It was completely dark there but our sense of smell became\nvery acute, together with sufficient sensitivity to temperature changes\nthat we could detect objects in our immediate vicinity. There were\nsubterranean plants in the caves and food was no problem._\"\n\n\n\n\"_We had always been slightly telepathic and it was during our long stay\nin the caves that our intelligence and telepathic powers became fully\ndeveloped. We had only our minds--physical science is not created in\ndark caves with clumsy paws._\n\n\"_The time finally came when we could leave the caves but it was of\nlittle help to us. There were no resources on our world but earth and\nstone and the thin grass of the plains. We wondered about the universe\nand we knew the stars were distant suns because one of our own suns\nbecame a star each winter. We studied as best we could but we could see\nthe stars only as the little wild animals saw them. There was so much we\nwanted to learn and by then we were past our zenith and already dying\nout. But our environment was a prison from which we could never escape._\n\n\"_When your ship arrived we thought we might soon be free. We wanted to\nask you to take some of us with you and arrange for others of your race\nto stop by on our world. But you dismissed us as animals, useful only\nfor making warm fur coats, because we lived in caves and had no science,\nno artifacts--nothing. You had the power to destroy us and we did not\nknow what your reaction would be when you learned we were intelligent\nand telepathic. A telepathic race must have a high code of ethics and\nnever intrude unwanted--but would you have believed that?_\"\n\nHe did not answer.\n\n\"_The death of your brother changed everything. You were going to leave\nso soon that there would be no time to learn more about you. I hid on\nthe ship so I could study you and wait until I could prove to you that\nyou needed me. Now, I can--Throon is dying and I can give you the proper\nwords of explanation that will cause the others to bring him into the\nship._\"\n\n\"Your real purpose--what is it?\" he asked.\n\n\"_To show you that men need the Varn. You want to explore the galaxy,\nand learn. So do the Varn. You have the ships and we have the telepathic\nability that will end the communication problem. Your race and mine can\nsucceed only if we go together._\"\n\nHe searched for the true, and hidden, purpose behind the Varn proposal\nand saw what it would have to be.\n\n\"The long-range goal--you failed to mention that ... your ultimate aim.\"\n\n\"_I know what you are thinking. How can I prove you wrong--now?_\"\n\nThere was no way for the Varn to prove him wrong, nor for him to prove\nthe treachery behind the Varn proposal. The proof would come only with\ntime, when the Terran-Varn co-operation had transformed Terrans into a\nslave race.\n\nThe Varn spoke again. \"_You refuse to believe I am sincere?_\"\n\n\"I would be a naive fool to believe you.\"\n\n\"_It will be too late to save Throon unless we act very quickly. I have\ntold you why I am here. There is nothing more I can do to convince you\nbut be the first to show trust. When I switch on the lights it will be\nwithin your power to kill me._\"\n\n\n\nThe Varn was gambling its life in a game in which he would be gambling\nthe Plan and his race. It was a game he would end at the first sound of\nmovement from the astrogator unit across the room....\n\n\"_I have been here beside you all the time._\"\n\nA furry paw brushed his face, claws flicked gently but grimly reminding\nalong his throat.\n\nHe whirled and fired. He was too late--the Varn had already leaped\nsilently away and the beam found only the bare floor. Then the lights\ncame on, glaringly bright after the darkness, and he saw the Varn.\n\nIt was standing by the control board, its huge yellow eyes watching him.\nHe brought the blaster into line with it, his finger on the firing stud.\nIt waited, not moving or shrinking from what was coming. The translucent\ngolden eyes looked at him and beyond him, as though they saw something\nnot in the room. He wondered if it was in contact with its own kind on\nJohnny's World and was telling them it had made the gamble for high\nstakes, and had lost.\n\nIt was not afraid--not asking for mercy....\n\nThe killing of it was suddenly an act without savor. It was something he\nwould do in the immediate future but first he would let it live long\nenough to save Throon.\n\nHe motioned with the blaster and said, \"Lead the way to the airlock.\"\n\n\"_And afterward--you will kill me?_\"\n\n\"Lead the way,\" he repeated harshly.\n\nIt said no more but went obediently past him and trotted down the\ncorridor like a great, black dog.\n\n\n\nHe stood in the open airlock, the Varn against the farther wall where he\nhad ordered it to stand. Throon was in the radiation chamber and he had\nheld his first intelligible conversation with the natives that day.\n\nThe Varn was facing into the red-black gloom outside the lighted\nairlock, where the departing natives could be heard crossing the glade.\n\"_Their thoughts no longer hold fear and suspicion_,\" it said. \"_The\nmisunderstanding is ended._\"\n\nHe raised the muzzle of the blaster in his hand. The black head lifted\nand the golden eyes looked up at him.\n\n\"I made you no promise,\" he said.\n\n\"_I could demand none._\"\n\n\"I can't stop to take you back to your own world and I can't leave you\nalive on this one--with what you've learned from my mind you would have\nthe natives build the Varn a disintegrator-equipped space fleet equal to\nour own ships.\"\n\n\"_We want only to go with you._\"\n\nHe told it what he wanted it to know before he killed it, wondering why\nhe should care:\n\n\"I would like to believe you are sincere--and you know why I don't dare\nto. Trusting a telepathic race would be too dangerous. The Varn would\nknow everything we knew and only the Varn would be able to communicate\nwith each new alien race. We would have to believe what the Varn told\nus--we would have to trust the Varn to see for us and speak for us and\nnot deceive us as we went across the galaxy. And then, in the end,\nTerrans would no longer be needed except as a subject race. They would\nbe enslaved.\n\n\"We would have laid the groundwork for an empire--the Varn Empire.\"\n\nThere was a silence, in which his words hung like something cold and\ninvisible between them.\n\nThen the Varn asked, very quietly:\n\n\"_Why is the Plan failing?_\"\n\n\"You already know,\" he said. \"Because of the barrier--the communication\nbarrier that causes aliens to misunderstand the intentions of\nExploration men and fear them.\"\n\n\"_There is no communication barrier between you and I--yet you fear me\nand are going to kill me._\"\n\n\"I have to kill you. You represent a danger to my race.\"\n\n\"_Isn't that the same reason why aliens kill Exploration men?_\"\n\nHe did not answer and its thought came, quickly, \"_How does an\nExploration man appear to the natives of alien worlds?_\"\n\nHow did he appear?... He landed on their world in a ship that could\nsmash it into oblivion; he stepped out of his ship carrying weapons that\ncould level a city; he represented irresistible power for destruction\nand he trusted no one and nothing.\n\nAnd in return he hoped to find welcome and friendship and\nco-operation....\n\n\"_There_,\" the Varn said, \"_is your true barrier--your own distrust and\nsuspicion. You, yourselves, create it on each new world. Now you are\ngoing to erect it between my race and yours by killing me and advising\nthe Exploration Board to quarantine my world and never let another ship\nland there._\"\n\nAgain there was a silence as he thought of what the Varn had said and\nof what it had said earlier: \"_We are a very old race...._\" There was\nwisdom in the Varn's analysis of the cause of the Plan's failure and\nwith the Varn to vanquish the communication stalemate, the new approach\ncould be tried. They could go a long way together, men and Varn, a long,\nlong way....\n\nOr they could create the Varn Empire ... and how could he know which it\nwould be?\n\nHow could anyone know--except the telepathic Varn?\n\nThe muzzle of the blaster had dropped and he brought it back up. He\nforced the dangerous indecision aside, knowing he would have to kill the\nVarn at once or he might weaken again, and said harshly to it:\n\n\"The risk is too great. I want to believe you--but all your talk of\ntrust and good intentions is only talk and my race would be the only one\nthat had to trust.\"\n\nHe touched the firing stud as the last thought of the Varn came:\n\n\"_Let me speak once more._\"\n\nHe waited, the firing stud cold and metallic under his finger.\n\n\"_You are wrong. We have already set the example of faith in you by\nasking to go with you. I told you we did not intend to hurt your brother\nand I told you we saw the stars only as the little wild animals saw\nthem. The years in the dark caves--you do not understand--_\"\n\nThe eyes of the Varn looked into his and beyond him; beautiful,\nexpressionless, like polished gold.\n\n\"_The Varn are blind._\"\n\n                                                               THE END\n\n",
    "metadata": {
        "author": [
            "Godwin, Tom",
            "Godwin, Thomas William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23799/pg23799.txt",
        "name": "cry_from_a_far_planet.json"
    }
}