{
    "name": "Dateline: Mars",
    "author": [
        "Wilson, Dick",
        "Halibut, Edward",
        "Wilson, Richard"
    ],
    "body": "Scott Warren snapped off the vision screen and sat down in front of\nhis typewriter. Through the glass side of the building he could see\nthe lights of the celebrations whose sounds he had just silenced. He\nlighted a cigarette and started to type out the final edition of _Today\non Mars_ for transmission by Interradio to the New York bureau of the\nGalactic News Service. He started the news roundup:\n\n\"IOPA, MARS--(GN)--Events on Mars were at a snailspace today, the\nmidpoint of the traditional three-day Landing Day holiday....\"\n\nScott rolled the paper up in the carriage of his typewriter and jagged\na line through what he had written. Four \"days\" in the same sentence\nmight get past the night desk, but the New York bureau chief would\nsend him a memo about it in the morning.\n\nHe started again.\n\n\"... Landing Day celebrations on Mars are at their midpoint tonight,\nwith both Earth people and natives....\"\n\nHe x'ed out \"natives\" and substituted \"Martians,\" remembering the memo\nhe'd got about _that_.\n\n\"... both Earth people and Martians forgetting their political and\nphysical differences to take part in planetwide carnivals. Business\nhouses, government offices and stores have been closed down since\nFriday, and Pleasure is king. The two great cities on Mars--Iopa and\nSenalla--are ablaze with light, from their desert outskirts to the\nquarter-mile-high government buildings that mark the center of each.\nParades, speeches....\"\n\nScott snubbed out his cigarette, shoved his chair away from the desk.\nHe looked out over Iopa toward the government building, spotted in\nsearchlight rays from all sides of the city. It was bad enough writing\nthis stuff--bad enough grinding out a routine night lead, to be later\ndictated to Interradio for transmission across space to Earth, simply\nbecause the news schedule demanded two daily Mars roundups--\n\nBut it wasn't even the truth.\n\n\n\nThe truth was that both Earth people and Martians were observing\nLanding Day with the usual fuss--but that it was all a big masquerade.\nThe oldtime distrust of Terrestrials that had come with the first\nspaceship was still there. It had never been completely wiped out. The\nonly ones being taken in were the people back home, who knew nothing\nabout Mars except what they were told by people like Scott Warren, and\nwho usually saw it only as a red pinpoint in the sky, if the weather\nhappened to be right.\n\nWhen he got to thinking this way, Scott Warren felt more like a\npropagandist for World Government than a newsman--the chief of the Mars\nbureau of Galactic News. He wished he could tell them the truth, a\ntruth not dictated by Policy. Some day he'd write a book. That was what\nall newsmen said, wasn't it? The truth would have gone something like\nthis:\n\n\"The distrust Martians have for Earth people--yes, that includes you,\ndear friends of the reading, listening and viewing audience--wasn't\ncompletely wiped out even when World Government corrected its first\nmonumental blunder. Oh, yes, W.G. has made blunders, and the first was\na whooperdoo, ladies, gentlemen and prodigies, a whooperdoo of the\nfirst order, a dilly whose details still are skirted when we talk about\nit, because they're very, very embarrassing.\n\n\"The first spaceship, you see, dealt naturally enough with those\nwho had seemed to be the rulers of Mars, if not the duly elected\nrepresentatives of the pee-pul. And so did the Earth emissaries who\nfollowed. These Martians in the welcoming party were a crafty race,\nstockily built with oversized heads like granite, hard-bargaining\nand double-crossing. Rockheads, we called them, and still do,\nunderestimating them.\n\n\"As our politicians point out with pride, there has been no\ncolonization of Mars--as such. Not even despite the cries of the\nimperialists back home. And there has been no war, you will remember,\nalthough for a while it was touch and go.\n\n\"Among the first to come from Earth were the World Government\ncommissions. C.E.A.--exploration and assessment. C.E.D.--economic\ndevelopment. C.I.I.--industrial integration. C.H.W. came later--health\nand welfare. And so did C.I.E.--information and education.\n\n\"It all worked very smoothly. Mars, you remember, was the goal of\nspace-flight for half a century, ever since the pioneer hop to the icy\nrock of the moon; and the planning commission had it all set up, in\nadvance, from Martian Relations right down to War Planning (top secret\nin the \"if necessary\" category).\n\n\"But Earth muffed it, and good. The Rockheads of Mars who met the\nspaceship, and whose delegations worked with the Earth emissaries,\nwere intelligent people, true--but they were the fascists of Mars.\nWhat World Government didn't know, and couldn't have known, was that\nthere had been a military revolution on the red planet a short ten\nyears before the first spaceship landed, and that in that revolution\nthe democratic government of the planet was overthrown and its leaders\nkilled or banished!\"\n\n\n\nScott Warren took an imaginary sip of water and paced up and down\nhis imaginary lecture platform. He pointed a finger at his imaginary\nclassroom.\n\nThe big shots of W.G. had found out about it, of course. It didn't take\nthem too long. Only about two years went by before they were convinced\nof what had happened, and they had had suspicion of it long before. But\nit took W.G. twenty years to do anything about it. Twenty years, mind\nyou, when the average lifespan of a Martian is forty.\n\nOf course there were reasons. Good, sound, diplomatic reasons. In the\nfirst place, it would have been embarrassing to act sooner. There had\nbeen such hoopla and ballyhoo during the first negotiations with the\nRockheads, so many grandiose statements and telepix of interplanetary\namity, that to have confessed then would have been diplomatic\nsuicide--or so they thought. So the fiction had been maintained. Not\nonly maintained, but magnified and distorted.\n\nSo bad did the distortion become that the people back home had almost\nno inkling of the difficulties in negotiation, of the many concessions\nEarth had to make to Mars' totalitarian rulers. They didn't know how\nmany insults the Earth envoys had to swallow, or of the innumerable\nconferences that ended in deadlock because of the Rockheads' impossible\ndemands--demands made to impress their own subject people with their\nmight--or of the W.G. investigators who were imprisoned because they\nhad stumbled across some particularly noisome secret of the corrupt\nMartian government.\n\nScott was getting quite wound up. He was pointing a finger again when\nthe door opened. His finger paralyzed in midair.\n\nThe thing that entered was taller than he. The entire upper half of it\nwas a face. An idiotically-grinning, white-toothed face. Its eyes were\noutlined in black and its lips were an oversized red. A caricature of\na woman's face, with a great mass of blonde hair coiled fantastically\nabove.\n\n\"What the hell,\" said Scott.\n\nThe figure bent forward, and the huge mask came off.\n\n\"Hello, Scott,\" a girl said.\n\n\"My Terrestrial aunt,\" said Scott. \"Ylia.\"\n\nShe was a Martian, the daughter of one of the subcommissioners of her\ngovernment. Ylia wasn't pretty by any Earth standard. She had the\nbig head of her race, the stocky body and the flat face. But she was\nesteemed by the Martians as attractive, as far as looks count on that\nplanet.\n\n\"Why the mask?\" asked Scott. \"I didn't think you went in for all this\nbrothers-together nonsense.\"\n\n\"Everybody's masked tonight,\" she said, meaning all the women. \"I had\nto see you, and I thought I'd attract less attention if I wore one,\ntoo.\"\n\nScott knew what the masks represented. They were brought out every\nLanding Day and worn in the streets for the traditional celebrations.\nThe masks were all of women--Earth women. Few Earth women had come\nto Mars, but Earth's advertising had come as soon as the planet was\nopened to trade. And with the ads had come the art which hadn't\nchanged in centuries. A pretty face, it was reasoned--if there was any\nreasoning--ought to sell as much soap or cigarettes on Mars as it had\non Earth. Hence the masks, representing Earth's greatest contribution\nthus far to the culture of its neighboring planet--advertising and the\nfemale face.\n\n\"What's up, Ylia?\" Scott asked.\n\n\"We're having a meeting, sort of, and Father would like you to come, if\nyou can.\"\n\n\"Why sure,\" he said. \"When is it?\"\n\n\"Anytime you get there. You see, you're sort of part of it.\"\n\n\"Will there be anything I can use in the roundup?\" Scott asked.\n\"There's nothing in it so far except color stuff on Landing Day. It has\nto go off in a few hours.\"\n\n\"You're the newsman,\" Ylia said. \"Why not come and see?\"\n\n\"Good enough,\" he said.\n\n\"There's something Father would like you to bring with you.\"\n\n\"I don't usually carry a gun,\" said Scott, \"but I guess I could\nscrounge one up if I had to.\"\n\n\"Nothing like that. I think you have what he needs right in your files.\nThe Green Arrow affair. You do have it, don't you?\"\n\n\"Of course. We have copies of all the stories on it that Galactic sent\nout. I can dig them up in a couple of minutes.\"\n\n\"No,\" said Ylia. \"Not that part of it. What we want is the information\nyou didn't send out.\"\n\n\"Oh?\" said Scott.\n\n\n\nThe Green Arrow was the name the news services had given a guerrilla\nleader who'd spearheaded the resistance movement against the Rockheads\nbefore World Government had got around to any definite action. The\nname came from a chalk symbol he had left behind him after each raid\nor foray. Around the Green Arrow had rallied a handful of partisans\nwho had not been content with W.G.'s slow and not-so-sure methods of\ndeposing the Rockhead regime. They were men of ideals and, more than\nthat, of action. Somewhere in the desert below Syrtis had been the\nArrow's headquarters. All the punitive expeditions of the Rockheads had\nfailed to find him. No one had known who he was. On the rare occasions\nthat an Arrow man was captured, no amount of torture could get a single\nsecret from him.\n\nThe damage the Green Arrow did to the Rockheads was negligible in its\noverall effect. But he had been more than a night raider--he'd been a\nsymbol to the people in the Rockhead yoke that someone was actively\non their side. There was a tremendous lift in spirit each time the\nArrow hit a Rockhead target, and for days thereafter people in the\ncommunity where he had struck--and in others, too--were more cocky and\nless cooperative than the Rockheads thought they had a right to be.\nThe Arrow's raids sparked slow-down movements and some sabotage and\nevoked Rockhead reprisals, against guilty and innocent alike. Some\nof the reprisals were cruel--so cruel that they would have deterred\na less determined man--but the Green Arrow was not to be swayed. He\nremained--even after he was captured and executed--a symbol of liberty\nin a land which had not tasted such a blessing for years.\n\nGalactic News had covered the Green Arrow story from start to finish.\nG.N. gave it the full treatment, despite threats from the Rockheads and\nthe denial to it of certain newsgathering facilities. More than that,\nScott Warren got permission from G.N.'s New York headquarters to send a\nman out to interview the Arrow. The reporter got through where all the\nanti-partisan forces of the Rockheads had failed, and interviewed the\nArrow in his desert headquarters. That interview was the journalistic\nbeat of the year--and was highly embarrassing to the Rockheads. Shortly\nthereafter the reporter was arrested by the Rockhead secret police, and\nit took all the influence of World Government to have him released.\nThe name of that reporter was George Mercer. He was now covering the\nMartian parliament for Galactic News.\n\nThere had been more in Mercer's story than had been made public,\nhowever. Before Galactic broke the story, it went with it to W.G. A\nhigh diplomatic official there, in the interests of security, asked\nG.N. to withhold one fact, and Galactic agreed. As things turned out\nit was nothing W.G. hadn't known; but something in the nature of a\npolitico-military secret. It was the name of the Green Arrow.\n\n\n\nScott Warren knew what the name was, but it meant nothing to him. He\ngot Mercer's original story out of the files--it had once been kept in\na safe--and put it in an inside pocket.\n\n\"This used to be classified material,\" he said to the girl. \"It's not\nany more. I don't know why you want it.\"\n\nYlia smiled. \"Are you ready to go?\"\n\nHe nodded. She put the grotesque mask on again and the two of them left\nthe building.\n\nYlia's father was Kring, a sub-commissioner of commerce in the\ngovernment of President Murain. (The news services had begun the custom\nof transliterating Martian names into pronounceable English, the W.G.\nlanguage, and W.G. itself later adopted it.) Murain was a symbol of\nWorld Government's diplomatic triumph, as Earth chose to regard it.\nFor two decades the dirty political game of collaboration with the\nRockheads had been played--although it was on such a high level that\ndiplomacy was considered the proper word. It ended, finally, with free\nelections--the first since the military coup.\n\nThe elections were the result of W.G.'s long psychological siege\nagainst the Rockheads. The men from Earth played on the vanity of the\ncomplacent dictators until they believed they could be the people's\nchoice voluntarily. It was a masterpiece, Scott had to admit--but a\nmasterpiece of striped-pants double-cross. On the one hand the Earthmen\npumped up the egos of the Rockheads, and on the other they smuggled the\ndemocratic leaders--those who still lived--out of their desert Siberias\nand let them talk to the people in thousands of small indoor gatherings.\n\nThe people anywhere--whether it's in Iopa or Middletown--are smart\nif they have the facts. These people went to the polls and booted\nthe Rockheads out. It was close, and there was some violence when\nW.G. watchers arrested repeaters from the Rockheads' machine, but\nthe dictatorship went down in a relatively peaceful manner. The\ndemocratic coup evoked a singing story from Scott Warren, who was then\nnewly-assigned to the post of Mars bureau chief. The story won him a\njournalistic prize.\n\nThe election also provoked a counter-revolution by the Rockheads,\nwhich had to be put down by World Government's police troops. That was\nanother story, and it won Scott a rest leave on Earth--which he cut\nshort to get back to the news beat which he found, strangely, he had an\nunaccountable hankering for.\n\nAnd so democratic government returned to Mars and everything was\ndandy--for a while.\n\n\n\nScott and Ylia pushed their way through the celebrating crowds.\nThe big, grinning masks of Earth women were moving chaotically,\nidiotically, all around them. Spotlights which were partly heat-lamps\nplayed over the throng in their many colors, coloring and warming the\nnight scene. Musicians in outlandish costumes circulated in groups of\nthree or four, their reedy tunes conflicting and yet mingling in a\npleasing semi-harmony.\n\nMost of the crowds were Martians, but here and there a party of Earth\npeople was taking part in the gaiety. In the warm glow of one big\nspotlight, an Earthman was dancing with a Martian girl, her mask and\nhis fantastic steps parodying a popular Terrestrial ballroom team.\n\nSuddenly there was an intrusion into this scene of celebration. From a\nside street into the main square which Scott and Ylia were now going\nthrough there came a knot of people. They came on slowly, about a dozen\nof them, their steady progress in contrast to the aimless, carefree\nmotions of the rest. Their faces were serious, and the group held both\nMartians and Earthmen. They were young-old faces, young in age but old\nin their apparent contempt for the scene all round them. The group\nremained close together, not costumed, and when a reveler pulled at\nthe sleeve of one in invitation to join a chain dance, he was pushed\naway brusquely, almost angrily. When the group reached a well-lighted\nposition near the center of the square, its members formed themselves\ninto a tight circle. They pulled signs from beneath their tunics and\nthrust them up, then began moving in a shuffling lockstep, chanting\ndiscordantly. They were pickets--serious, almost fanatic young men of\ntwo planets, bound together in their cause. Their signs read: \"Down\nwith the Earth Imperialists,\" \"Democracy, Not Mockery,\" \"What are you\nCelebrating--Colonization?\" and so on.\n\nThey chanted the same things, out of unison, so that their voices\ncreated a nerve-tingling atmosphere of unrest. They shouted defiantly,\nyet not looking anywhere but at the neck of the man directly ahead in\nthe revolving picket line. \"Reds Picket Landing Day Fete,\" Scott said\nto himself, thinking in headline terms.\n\nThere was tension now among the celebrants in this part of the square.\nThis was not a time for problems, or for thinking about them, and those\nwho had gathered to have fun were being robbed of their spree.\n\nAbruptly a Martian stepped up and in a quick motion wrested a sign\nfrom one of the pickets. He ripped it up and danced on the pieces. The\npicket whose sign had been snatched made no protest, aside from a look\nof surprise and a frown. He stayed in ranks, and the circle continued\nto go round.\n\nCheers went up and other revelers pressed forward. The marchers\ntightened their ranks and took firmer grips on their signs. The Martian\nwho had snatched the first was now conferring with others. He motioned\nto a group of silently-standing musicians, and they took up a tune. The\nmusic was rousing and patriotic, and some costumed Martians went into\na wild snake dance. With apparent good humor, but with telling effect,\nthey drove into the circle of pickets and split them into two groups.\nIn the scramble, several more signs were trampled underfoot. More\nrevelers joined the attack and the pickets were split again, until they\nwere widely separated and all their signs were gone. Their unity lost,\nthey disappeared in the crowd.\n\nThe musicians switched to a gayer tune and there were cheers and\nlaughter. The Martian who had grabbed down the first sign was hoisted\ninto the air, where he bowed his over sized head, grinning.\n\nThe interruption of the fun was ended, and without violence. Scott and\nYlia moved on.\n\n\n\nBut Scott knew the picketing had been only one manifestation of a\nsmoldering problem. There was truth in those signs, and the people\nknew it. They just hadn't wanted to be reminded of it now. And,\nbesides, most of them didn't want their thinking done for them by the\nleft-wingers, who proclaimed the right of the people but too often in\nhistory had aborted the very rights they spoke of so feelingly.\n\nThe limited democracy the people now enjoyed had been hard-won. It was\nnot perfect, they knew, and they suspected that there was corruption\nhere and there, either in their own government or in W.G. But the\nMartian people had had a bellyful of violence. The force used by the\nRockheads, just lately overthrown in a peaceful election, was fresh\nin their minds, and they were willing to go along for a while with\nPresident Murain--at least to give him a chance.\n\nThey trusted Murain. He was one of them. But Scott was aware that\nMurain himself was too trusting. The Martian president was a grateful\nman, and his gratitude had made him less suspicious than a politician\nshould be.\n\nWhere the Rockheads had driven hard bargains with Earth, Murain's\nrepresentatives drove none at all. They trusted their deliverers--the\nmen of W.G.--to do the right thing. And the Earthmen, some of them,\nwere doing the right thing--but for themselves.\n\nWhere the Martian democratic government had once lost to the fascists\nthrough force, it was now losing to friends who were rooking it,\nin a perfectly legitimate, businesslike way. The Commission on\nExploration and Assessment had now become known off the record as\nA. & E.--assessment and exploitation. The business and industries which\nshould have made the Martians prosper--which should have given them the\nschools and housing they had been robbed of by the Rockheads--these had\ntheir profits skimmed off and sent to Earth. The Martians had their\nfreedom now, true, but they couldn't eat it or build with it.\n\nYlia pulled at Scott's sleeve. They turned down a side street and, at\nan old stone house that seemed as ancient as Mars itself, she led him\nthrough an archway and into a court. She knocked at a door, and, when\nit opened, took off her ridiculous mask and entered, beckoning Scott to\nfollow.\n\n\n\nThey entered a room that was low and wide, furnished with a mixture of\nEarth and Mars styles, including some of those chairs which are geared\nto Martian dimensions--oversized headrest and, between closely-spaced\narms, a seat that a plump Terrestrial either had to squeeze into, or\navoid.\n\nOf the three people in the room, Scott recognized two: Kring, Ylia's\nfather, and Toby Black, a W.G. investigator whose real job was known\nto only a few and who posed as a sales manager for a construction\nfirm. The guise enabled him to be places where the presence of a W.G.\nrepresentative would be unwelcome. Here, possibly. The other Martian in\nthe room looked familiar, but Scott couldn't place him.\n\nScott shook hands with Kring and let himself be introduced to Toby,\nalthough they'd had many a drink together in the Press Club bar and in\nless respectable places.\n\n\"And this is Mr. Rastol,\" Kring said of the familiar-looking Martian.\n\nThen Scott remembered. Two days ago President Murain had decided on a\nman to fill the job of commerce minister in the Martian government, a\npost vacated through the death of a cabinet member. Murain had offered\nthe job to Rastol. Scott had no idea what had prompted the offer. He\nfelt sure that Murain hadn't acted of his own free choice; pressure\nmust have been brought on him. Apparently it was a concession he felt\nit necessary to make--a sort of horse trade with some powerful leader\nin Parliament to get an administration bill through. All Scott knew,\nnow that he remembered, was that Rastol was a Rockhead. Not an overt\none, true. There was no blood on his hands, as far as anyone could\nprove. But Rastol had been a power in the totalitarian government\nlately voted out. Possibly Murain could find no one else for the job.\nRastol had ability, of course, but he also had a tinge, if not a\ndefinite odor.\n\nHe had been brought to trial, under a W.G. indictment, but had been\nacquitted of complicity in any of the really unsavory doings of the\nRockhead regime. Some had said it was lack of evidence, but newsmen\ncovering the trial had a strong suspicion that several prosecution\nwitnesses had been given bank accounts. And Rastol went free.\n\nAnd now Murain was offering him the big commerce job--one that held\nthe purse strings of a fair share of the Martian budget. The post\nwould give Rastol the power to spend, to let contracts, to make loans\nand parcel out a tremendous amount of business. That money could\ngo to help the economy of Mars back on its feet, or it could be\npork-barreled into the coffers of firms whose ties with the Rockheads\nhad been only nominally broken.\n\nRastol's acceptance of the job, not yet forthcoming, and his\nconfirmation in it by Parliament, would be a kick in the teeth to\nMartian democracy. The reason for this off-in-the-corner Landing Day\nsoiree became a little clearer--although Scott still was unable to\nfigure out why he'd been invited.\n\nScott shook the hand Rastol extended and said something noncommittal.\nMost Martians looked almost alike to Earth's eyes, except for their sex\ndifferences, but Rastol was distinctive. He was corpulent, a thing most\nMartians were not, and he was hairless, which also was unusual. His\nskin was whiter than that of most of his planetmen, and he had no neck\nto speak of. If Scott had been a caricaturist, he'd have drawn Rastol\nas an egg.\n\nYlia had left the room. She came back now with a tray, and served\ndrinks. Scott took one of the small pottery cups and told himself he\nmustn't drink more than two of them. They contained a syrupy blue\nliquid with the kick of a rocket-exhaust.\n\nKring raised his cup. \"To the Republic,\" he said. They all sipped their\ndrinks.\n\n\"I've asked you here,\" Kring said, \"for a purpose. I should not have\nchosen Landing Day if it had not been important. Some of you have very\ngenerously broken other engagements or left your work--\" he bowed to\nScott--\"to be here.\"\n\nRastol spoke in a low, resonant voice. \"It is an honor to be asked to\nyour home, Mr. Kring.\"\n\nThe \"mister\" was something Earthmen had brought. Mars, before the\nRockheads set up their semi-feudal system, had had no such term of\naddress.\n\nKring bowed again. \"I am especially happy that you were able to come,\nMr. Rastol, because what I have to say should be of particular interest\nto you.\" He turned to Toby Black. \"You, Mr. Black, are interested in\nconstruction, of course, and Mr. Warren's news service has an interest\nin something similar--reconstruction. So we are well met.\"\n\nScott didn't know what this preamble was leading to, but he wished\nKring would get on with it. He did.\n\n\"Mr. Warren,\" Kring went on, \"may also have a news story of some value.\nYou see, before Mr. Rastol leaves this room tonight, he will have\nannounced that he cannot accept the post of minister of commerce in the\nMurain government.\"\n\nRastol didn't move, except for a narrowing of his eyes. Then he said,\ncarefully: \"Indeed?\"\n\nKring smiled a little. \"Yes,\" he said. \"I think Mr. Rastol will find\nthat his private affairs are of such a demanding nature that he will be\nforced regretfully to decline the honor tendered by President Murain.\"\n\nRastol said evenly: \"I hesitate to differ with my gracious host, but it\nwould seem to me that an individual might be considered to know his own\naffairs better than another.\"\n\n\"I am sure,\" said Kring, \"that no one knows your affairs better than\nyou, Mr. Rastol.\"\n\nScott looked at Toby Black, who had leaned forward in his chair as if\ntrying to see the significance of it all. Scott knew that Toby knew as\nmuch about Rastol as anyone, and probably more. Toby was one of half\na dozen men who were permitted to ride the private elevator to the\nprivate office of the director-general of World Government.\n\nRastol looked at a timepiece on the wall and rose from his chair. \"I am\nafraid I must say good night. I had hoped to be better company, but I\nhave just remembered an appointment.\"\n\n\"Please sit down, Mr. Rastol,\" said Kring. \"We have much more to\ndiscuss.\"\n\nRastol moved toward the door. Ylia stepped in front of it. She had a\nQ-gun in her hand.\n\n\"I am quite proud of my daughter's marksmanship,\" said Kring. \"She is\nthe equal of any soldier at hitting a target. At short range she never\nmisses by so much as a hair.\"\n\nRastol sat down.\n\nHe sipped his drink and appeared to relax. \"Be good enough to tell\nme,\" he said, \"why you think I would be so lacking in a sense of public\nduty as to reject an assignment to which my government has called me.\"\n\n\"The answer is simple,\" said Kring. \"The Murain government is not your\ngovernment. Your allegiance is to the totalitarian movement.\"\n\n\"I think the public record will show the falsehood of that statement,\"\nsaid Rastol. \"The trial to which I was so cruelly subjected proved just\nthe opposite. You will recall that the verdict was one of acquittal.\"\n\n\"Only,\" said Kring, \"because some witnesses were bribed--and others\nwere murdered.\"\n\nRastol smiled thinly. \"Your proof?\"\n\nKring smiled also. \"Of that? None, I admit. But we have proof of other\nthings--things without value in a court of law, perhaps, but which may\npersuade you to retire to private life, for your tranquillity of mind.\"\n\n\"Produce them,\" said Rastol.\n\nHe was a cool one, Scott had to admit. Then the newsman realized that\nKring was looking at him.\n\n\"Mr. Warren,\" he said, \"if you will be so kind.\" And he held out his\nhand.\n\nScott gave him the papers he had brought from the office. He had no\nidea what bearing they had on the situation now being unfolded.\n\nKring broke the seal on the envelope and opened it. He looked through\nthe news reports--those which had been used and those which hadn't.\nFinally he found what he was looking for.\n\n\"You have heard of the Green Arrow,\" Kring asked Rastol.\n\n\"Of course. A bandit and outlaw who achieved some notoriety. What of\nhim?\"\n\n\"You may not have heard,\" said Kring, \"that his real name became known.\nTo myself and some others who cared to ask, after it was no longer a\nguarded secret. His name was Acton....\"\n\nKring looked closely at Rastol. The big Martian gave no flicker of\nrecognition.\n\n\"A not uncommon name,\" said Rastol.\n\n\"Acton was the name of your son, was it not?\"\n\nThere was silence in the room. Kring's eyes looked steadily into\nRastol's. Ylia stood at the door, her gun no longer pointing at the\nguest, but down at her side. Toby Black was stopped with a cigarette\nhalfway to his lips.\n\nScott raised a hand to brush away what he thought might be an insect\non the back of his neck. There was nothing there; it was part of the\ntension.\n\nKring spoke again. \"Was not Acton the name of your son, and did he not\nfight against you and the things you stood for?\"\n\nRastol's eyes went from one to another in the room. He made no other\nmovement. Even his breathing was not apparent. At length he said:\n\n\"Yes, Acton was my son.\"\n\n\n\nKring's breath came hard, as if he had been holding it.\n\nThen Rastol added: \"But what of that? Really, gentlemen, this is a\nmost ridiculous performance. To bring me to this house, to threaten me\nwith weapons and with words and to produce mysterious papers with the\nflourish of a wandering mystic--this is childish. I must ask you to\nexcuse me. I have an important letter to write President Murain.\"\n\n\"What will the letter say?\"\n\n\"It will say that I accept humbly, yet with pride that I have been\nchosen, the position of minister of commerce in the government to which\nI owe allegiance and wish to serve to the best of my poor ability.\"\n\n\"Allegiance!\" Kring spat the word. \"You speak of allegiance, who have\nnever known it to anything decent and honorable. You blaspheme the\nmemory of your son's great deeds when you use the word.\"\n\n\"Neither my son nor any creature that crawls on the ground has any\nbearing on my decision. Your threats and blackmail are unworthy of\nyou, Mr. Kring. And if you persist in this farce, or seek to use your\ninformation publicly, I shall be forced to make a noisy and patriotic\nspeech which will look incongruous in my biography but which will have\nthe stupid public applauding from the galleries. I shall say that as\nan older man I believed in gradual change and that no man was happier\nthan I when Mars became a republic under the aegis of World Government.\nI shall say, if I am forced to, that of course I had publicly deplored\nthe activities of the man called the Green Arrow, but that I was in\ngood company, for did not Mr. Murain--then not yet President Murain\nof the Republic-to-be--also plead for peaceful methods of achieving\nfreedom, and urge his followers to shun violence? And if someone is so\nunfeeling as to mention that Acton was my son, could not my impatience\nwith his activities have been in reality a father's fears for the life\nof the boy he had loved from the cradle? Oh, I shall make them weep,\nMr. Kring, and your petty plan will come to nothing. Furthermore, I\nshall demand your resignation as a sub-commissioner of commerce, and I\nhave little doubt that I shall receive it.\"\n\n\"You are an excellent man with a speech,\" said Kring. \"That I admit.\nBut there is more which you pretend not to know.\"\n\n\"Is there?\"\n\n\"Much more. You may or may not choose to recall--Druro.\"\n\nRastol chose to say nothing. Druro had been one of the blackest\nmarks against the Rockhead regime. It was the name of an infamous\nconcentration camp, in which thousands of prisoners had died of\nmalnutrition and overwork and thousands more had been put to death\nbecause of their political views.\n\n\"I can tell you something about Druro,\" said Toby Black. \"I was there\nas a guest of your government--the Rockhead government is the one I'm\ntalking about, Rastol, not the one you claim you're suddenly so fond\nof.\"\n\nToby put out his cigarette and leaned forward. His thin face got hard.\n\n\"Kring is a gentleman even when he's dealing with a louse, Rastol, but\nI'm no diplomat. I'm just a hardheaded old trader from Earth, and maybe\nsome people think my language is crude. But I say what I think, and\nI don't like you and your kind. Usually I don't mix in politics--my\nbusiness is construction. I started when I was a young squirt and\nbuilt things with my hands, and they got calloused. Now I sit in a fine\noffice and scoot around in a fine air-car, and other men do the dirty\nwork. But that's honest work. The dirty work I can't stomach is your\nkind, Rastol, and since I've got the chance to undo some of it, or\nmaybe prevent some more of it, I asked Kring to let me speak my piece.\"\n\nScott could easily have been persuaded, if he hadn't known better,\nthat World Government Investigator Toby Black was just that rockribbed\nbusinessman-with-a-conscience that he was pretending to be.\n\nToby went on: \"The reason I saw Druro the way mighty few people saw it\nwas that somebody slipped up. Druro was also a factory town and there\nwas room there for a new plant. God knows you had enough slave labor to\nmake it damned profitable. So I was invited by your Rockheads to look\nover parts of the town so my company could make a bid on building the\nplant they wanted. But I saw more than you fascists intended, Rastol.\nI'm an old country boy and I get up early. One day I got up earlier\nthan those gorillas who were supposed to tag around with me to keep my\nnose clean. And my nose got good and dirty, Rastol. The stench of Druro\nis still in it. I got out and talked to the people in town, and the\npeople had plenty to tell me about that camp just over the hill. Some\nof the people I spoke to had been inside it, and they knew what they\nwere talking about.\"\n\n\"An interesting anecdote, Mr. Black,\" Rastol interrupted, \"but I must\nconfess that I see no relevance.\"\n\nToby lighted a cigarette and spat out the smoke. \"The relevance is\ncoming right up. I heard a lot of different things about Druro from a\nlot of different people, but one of the things I heard over and over\nagain was the same. It was the name of the man whose signature sent\nthose thousands to their death. I don't have to tell you, Rastol, what\nthat name was. You sign your letters with it every day.\"\n\n\n\n\"You can prove nothing,\" snapped Rastol, his composure jolted for the\nfirst time. \"It would be your word against mine, and why should anyone\nbelieve you?\"\n\n\"That's true,\" said Toby. \"There's no proof. After I heard of your\nacquittal I got good and mad about it, and I made a special trip to see\nif I could find some of those people I'd talked to back then--to get\naffidavits, if they wouldn't testify in person, to get new evidence.\nBut you and your Rockheads did a good job, all right. You practically\nwiped out Druro. There wasn't a soul left who would testify against you\nor any other fascist.\"\n\n\"You see? You have no proof.\"\n\n\"No,\" said Kring, \"no proof that would be good in court. But everyone\nin this room now is convinced of your guilt. That must be a terrible\nburden on your conscience. If I were you I should welcome this\nopportunity to make some slight amend. I appeal to you, Mr. Rastol, to\ndecline the post of commerce minister.\"\n\nRastol laughed. \"You appeal! You beg! This is the weakness of your\nsystem. You yourselves are so weak that your government cannot be\nstrong. I know now that the threats against me tonight all were\npsychological. Even that Q-gun in your daughter's hands. You would\nnot shoot me. It is against your principles. Fortunately I have no\nprinciples, and after I have become commerce minister there will be\nothers like me in the cabinet. And then it will not be long before Mars\nagain has the kind of government a planet like this needs. Now I am\ngoing--and if any of you decides to remember any of this in public I\nshall deny it. And then who do you think will be believed?\n\n\"Stand aside, young lady. I am leaving.\"\n\nRastol got up from his chair.\n\nThis wasn't Scott's show, but he spoke up anyway. It looked as if\neverything else had failed.\n\nHe said: \"I have quite a story here, Rastol. I haven't been taking\nnotes, but they say I have a stenographic ear.\"\n\nRastol whirled on him. \"Use it, and I'll sue you and Galactic News\nService for libel and everything else in the statutes. I'll deny\neverything and produce two witnesses for every one of yours. You're\nnot dealing with an amateur, young man. And now I say good night, you\nfools.\"\n\nKring moved to stand beside his daughter. \"There is yet more,\" he said.\n\"We had hoped to spare you this, although I know now that our concern\nfor your feelings was misguided.\"\n\n\"There is no more,\" said Rastol. \"You have bluffed and you have lost.\"\nHe whipped his hand through the air. \"Stand aside. I am going.\"\n\n\"Stay,\" said a new voice.\n\nRastol turned slowly. At the end of the room opposite the door some\nhangings had parted. Through them from another room had come a tall,\ncloaked Martian, a young man. Rastol looked at him under a wrinkled\nforehead.\n\n\"Who are you?\" he asked.\n\n\"Hello, Father,\" said Acton.\n\nRastol peered across the room. His face seemed to come apart. It went\nslack, seemed to turn gray.\n\n\"You're dead!\" cried Rastol. \"This is a trick! A disguise! Turn up the\nlights!\"\n\nActon stepped forward to within a foot of the older man. \"Look well,\"\nhe said. \"Is it a disguise?\"\n\n\"But you're dead. I know you're dead. I--\"\n\n\"Yes, Father. I should be.\" Acton's eyes were steady, but without hate.\nThey looked hurt and pitying. \"I was at Druro, and you signed the order\nfor my execution yourself. It was carried out, you thought, and the\nlast witness against you was stilled. You thought.\"\n\nThe young man threw back his cloak. He had no left arm. \"They took me\nfor dead. The Q-rays burned away my arm and I fell with the others.\nI was buried among the corpses. But my friends found me later. There\nwasn't much life in me, but they nourished it, and I am here.\"\n\n\"No!\" screamed Rastol. \"It's not true! It's a lie!\"\n\nHe wavered away from his son's gaze and half fell into a chair.\n\n\"You deny it,\" said Acton. \"Come, we'll tell the people. They\nwill decide. We'll go to the great square and ask them whom they\nbelieve--Rastol or the Green Arrow.\"\n\n\"No,\" said Rastol. \"No ... no.\"\n\n\n\nBack in the Galactic News Service bureau, Scott Warren came to the last\nparagraph of _Today on Mars_. He had written his quota of words about\nLanding Day and the speeches and parades and carnival. He had a story\nbigger than any of this, of course, but he couldn't use it. Toby Black\nasked him not to; not yet.\n\nRastol had declined Acton's challenge to go before the people. There\nin Kring's house, under the hard eyes of his son, Rastol had written a\nletter to President Murain and signed it.\n\nThe rest would come later. It took time to get the legal wheels in\nmotion, to prepare a genocide case; but although World Government moved\nslowly sometimes, it did move. In two months or three or six, Rastol\nwould be indicted and tried, and this time there would be no doubt of\nthe verdict. In the meantime....\n\nScott wrote: \"Elsewhere on Mars, these things happened: Fire broke out\nin Senalla, driving fifty persons from their homes. No one was injured,\nbut damage to the apartment house block was extensive.... A collision\nbetween two air-cars sent three persons to the hospital in Iopa with\ncritical injuries.... A sandstorm blowing across the desert 100 miles\nnortheast of Iopa has cut communications with the town of Ramor....\nAnd Rastol decided against accepting the post of commerce minister,\nwhich had been offered to him by President Murain. Rastol said he was\nhonored by the offer, but that the pressure of private affairs made it\nimpossible for him to accept.\"\n\nScott Warren typed \"30\" at the end of his copy and sent it off to\nInterradio for transmission to Earth. He resigned himself to the\npossibility that the night desk in the New York bureau would cut out\nhis last paragraph to save space.",
    "metadata": {
        "author": [
            "Wilson, Dick",
            "Halibut, Edward",
            "Wilson, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64073/pg64073.txt",
        "name": "dateline_mars.json"
    }
}