{
    "name": "Dawningsburgh",
    "author": [
        "West, Wallace",
        "West, Wallace George"
    ],
    "body": "\"Liars! Cheats!\" whimpered Betsy O'Reilly as she tossed on the lumpy\nbed of her third class room and recalled the sky poster that had\nhypnotized her.\n\nNow, Betsy was disappointed and bored. Slim, pretty, freckled and pert,\nbut ten years older than she wished, she had mortgaged her secretarial\nsalary to engage once more in The Eternal Quest. And, as always, the\nquest was proving futile. Eligible bachelors shunned Dawningsburgh\nas they did other expensive tourist traps. The \"new friends\" she\nhad made were either loudmouthed, hairy miners en route to or from\nthe orichalcum diggings, or middle-aged couples on tragic second\nhoneymoons, or self-styled emigre artists and novelists intent on\ncadging free meals and any other favors that lonely females might grant.\n\nBut maybe, Betsy tried to console herself, there was something real\nhere; something glamorous that she could find and cling to during the\nlong months back in New York when she would have to subsist on soups\nand salads in order to pay her debt to Trans-Plan. Mars had been great,\nthe guides insisted. Once, they said, it had even colonized Atlantis.\nPerhaps, under the sham and away from those awful conducted tours,\nsomething was still left that could make her feel a trifle less\nforlorn.\n\nBetsy jumped out of bed and rummaged in a closet. There it was! A\nheated emergency garment equipped with plastic helmet, air pack and a\nsearchlight. Required by law but seldom used, since tourists were told\nto stay off the 60Â° below zero streets at night.\n\nWriggling into the clumsy thing, she tested valves and switches as she\nhad been instructed. Then she tiptoed out of her cubbyhole, down a\ncorridor and into the hotel lobby.\n\nThe room clerk did not greet her with its usual trill. A robot, built\non Earth as a \"stand-in\" for one of the vanished Martians, it had\nturned itself off when the last tourists left the dining room for their\nbeds. But how lifelike it still looked, balancing on a perch behind the\nornate plastic desk. And how human too, despite the obviously avian\nancestry of the race it mimicked. What was it the guides had said about\nthe way in which all intelligent lifeforms so far discovered closely\nresembled one another? Why, even artificial Martians made the average\nhuman look drab and clumsy.\n\nBetsy circled the overdecorated room like a shadow and pushed against\nthe street door. Escaping air whistled through the crack.\n\n\"Miss!\" squawked the clerk, triggered alive by the noise. \"Don't....\"\n\nShe was outside by then and running through the crazy half-light thrown\nby Mars's nearer and farther moons. Wind howled and tugged at her. Cold\nturned the breath from her helmet vent into snow.\n\n\n\nWhen no pursuit developed she stopped, gasping, before one of the\nopen-air shops she had toured that afternoon. Five \"Martians\" bent\nstiffly over lathes and other machines, just where they had stopped\nafter the last visitor departed. Hoarfrost mottled their leather\nharness, their downy red skins and the scars on their shoulders where\natrophied wings had supposedly been amputated. No breath came from\ntheir nostrils. How cold and small they looked!\n\nOn impulse, she approached briskly.\n\n\"Yes, Miss?\" The robot proprietor unkinked as its automatic relays\nturned it on. It came forward with a grimace meant to represent a\nsmile. \"You're out very late. What may I show you?\" Its voice was like\na rusted bird song.\n\n\"Tell me,\" said she, \"what the Martians really made here.\"\n\n\"Why, we design jewelry, Miss. I have some nice....\"\n\n\"No, no!\" she interrupted. \"What did the real Martians make here?\nSurely not junk jewelry for tasteless tourists. Something beautiful, it\nmust have been. Wind bells? Dreams? Snowflakes? Please tell me.\"\n\nThe robot twittered and flinched like a badly made toy.\n\n\"I d-do not understand,\" it ventured at last. \"I am not programmed to\nanswer such questions. Perhaps the guides can do so. Now may I show\nyou....\"\n\n\"Thank you, no.\" She touched the thing's cold, six-fingered hand with\nquick compassion. \"But I'll ask the guides. Good night.\"\n\nBack in the street, she began to retrace her tour of the afternoon.\nHere was what the guide had called a \"typical home.\" This time she did\nnot disturb the mother, father and one furry child with budding wings\nwho clustered about what experts thought must have been a telepathic\namplifier. It did not work any longer--none but the coarsest Martian\nmachines did--yet the frost-rimed robots sat stiffly enchanted before\nit, as they would do until the sun rose and tourists resumed their\nendless tramp. (The day's last, she noted, had left an empty pop bottle\nin the mother's lap.)\n\nFarther on she met a \"policeman\", resplendent in metal harness, leaning\nforlornly against an anachronistic lamppost. Some late-prowling\njokester had stuck a cigarette between its still lips.\n\nSurely not policemen here? She looked up at the fairy towers that laced\nthe stars. Surely not in this grave place. It must be one of those\nhuman touches introduced by Trans-Planetary to make tourists smile and\nfeel superior. Nevertheless, she removed the cigarette and ground it\nunder her heel.\n\nAfter walking half a mile through the sand-whipped night, Betsy paused\nbefore a structure of translucent spires and flying buttresses where\na library had once been housed. No robots were on duty there and no\nserious attempt had been made at restoration. No Champollion had\nappeared in the early days of exploration to decipher some Martian\nRosetta stone, and by now the historical record had been hopelessly\nscrambled by souvenir hunters.\n\nBut that didn't matter really, they said. Outside of the tourist trade\nthe only really valuable things on the dying planet were extensive\ndeposits of orichalcum, an ore rich in pure radium. Thanks to the\nimpartial mining monopoly established by Trans-Planetary twenty years\nago, orichalcum supplied the nations of Earth with sinews of war which\nthey had not yet dared use, and fuel for ships that were questing\ngreedily farther and farther out into the darkness of space.\n\nSo metal-paged books had long vanished from the library's stacks and\nits sand-strewn halls were littered with broken rolls of tape. How long\nwould it be, she wondered as she passed on with a sigh, before the\nguides realized that even those mute tapes could be sold as souvenirs?\n\n\n\nPhobos had set by now. She turned on the searchlight, checked her air\ntank--the gauge showed enough reserve for another hour--and defiantly\nopened the face plate of her helmet. The atmosphere was cold; cold as a\nnaked blade. It had a heady tang and she stood taking in great gulps of\nit until a warning dizziness forced her to close the plate. The guides\nwere wrong again! A human could learn to breathe this air!\n\nLeaving the gutted library, Betsy breasted the wind as she ploughed\nthrough shifting dunes toward a structure shimmering on the other\nside of the plaza. This, the guides pattered, was a cathedral. When\nthe place now called Dawningsburgh had been alive, they said, its\ninhabitants gathered at the shrine each evening to sip one ceremonial\ndrink of precious water, shed two ceremonial tears for the days when\nMars had been young and worship a flock of atavistic winged princesses\nwho performed ceremonial flights under a pressurized, transparent dome\nin the rays of the setting sun.\n\nThis showplace had, of course, been restored right down to its last\nperch, and had been equipped with a full complement of \"worshippers.\"\nAt the climax of each day's final guided tour, visitors jammed\nthemselves into the nave, sipped cocktails, \"ohed\", \"ahed\" and even\nshed tears along with the robots as they gawked at mannequins flying\nabove them on invisible wires in the best Peter Pan tradition.\n\nDucking under the electric eye that would have started a performance,\nBetsy tiptoed into the structure. It was quieter than any grave.\nSeveral hundred robots huddled there on their perches, drinks in hand,\nready to go into their act. At the far end of the transept a soaring\nmural, gleaming phosphorescently, hinted at the lakes, seas and forests\nof Mars's prehistory. Under the dome a single flyer dangled, its plumes\ntrailing.\n\nFor long minutes Betsy stood in the dimness, seeking to capture the\nmystery and wonder of this place. In ruins, it would have swept her\nwith ecstasy, as had her moonlit view of the Parthenon. Restored and\n\"repopulated,\" it made her sick and ashamed of her race ... no, not of\nher race, exactly, but of the few hucksters who debased its thirst for\nknowledge and beauty.\n\nThen a bird started to sing!\n\nA bird? On Mars? This must be a tape, triggered on somehow despite her\ncare in avoiding the electric eye. Any moment now, the robots would\nbegin their mindless worship.\n\nShe shuddered and turned to escape. But something held her. She crept\ninstead, step by soundless step, toward the source of that exquisite\nmusic.\n\nAn almost naked male robot had materialized before the mural. It\nwas singing, far better than any nightingale, its strange hands\noutstretched to the radiance.\n\nSuch notes could not ... should not ... spring from the throat of a\nmachine. Heart in mouth, Betsy advanced with infinite care. By the\nmural's light she saw that the newcomer had no hoarfrost coating. And\nthe moisture of its breath condensed and fell to the floor like a\nblessing. She reached out a small hand to touch its scarred shoulder,\nthen jerked back.\n\nThe shoulder was warm!\n\n\n\n\"Greetings, girl,\" Betsy's brain whispered to her. \"You're out late.\nJust let me finish this thing and we'll have a chat.\"\n\nThe music soared, uninterrupted, to a climax sparkling with grace\nnotes and glittering with chromatic trills.\n\n\"Now,\" fluted the creature, turning and fixing her with golden,\nfreewheeling eyes, \"what brings a tourist\" (the word was a curse) \"here\nat this hour?\"\n\n\"L-love,\" she gulped, hardly knowing what she said. \"I-I mean, I wanted\nto find out if anything real was left. And, well, I ran away from the\nhotel. They'll be coming after me, I suppose.\"\n\n\"Don't fret. Martians can play tricks with time. I'll return you to\nyour room well before they get here.\"\n\n\"You--you're not just another, fancier, robot?\"\n\n\"I'm alive enough.\" He bowed with a sweep that seemed to invest him\nwith wings. \"Pitaret Mura, at your service. A princeling of sorts. An\niconoclast. And an atavist like you.\"\n\n\"There are others here?\" Her eyes grew round.\n\n\"Most of the others have finished with this outgrown eyrie and are away\non larger affairs. Only I return with a few friends once each year to\nsing of past glories and weep over present desecrations.\"\n\n\"Two ceremonial tears?\" she asked with a return of bitterness. There\nwas something in his attitude that she found disquieting.\n\n\"Many more than two. But....\" he shrugged angrily, \"I grow tired of\nweeping. On this visit I plan to wipe out you little humans who foul\nthe nest of my ancestors.\"\n\n\"How?\" She gripped his arm, fear racing through her.\n\n\"Tomorrow all this junk--\" he nodded his handsome head at the\nrobots--\"will have been replaced by real Martians ... youngsters out\nfor a lark with me. We'll tend shop, make jewelry and all that until I\ngive a signal. Perhaps this shrine would be the best place. When it's\ncrowded, just at sunset. Then we pounce!\"\n\nMura ruffled himself up and sprang at her so convincingly that she\nshrieked.\n\n\"How juvenile!\" she managed to laugh shakily.\n\n\"What did you say, human?\" The Pitaret was taken aback by this\nunexpected thrust.\n\n\"I said your plan is childish!\" She stamped her foot. \"So you cut the\nthroats of a few stupid people. Then Earth sends up cobalt bombs and\nblows this cradle of Martian civilization to smithereens. The others\nwon't like that, even if they are occupied with larger affairs. You\nwould be in real trouble.\"\n\n\"Hmmm!\" He looked at her with new respect and a faint tinge of\nuncertainty. \"But some punishment is justified. Even you can see that.\"\n\n\"Yes,\" she admitted, wrinkling her nose at him, now that the worst was\nover. \"This place is a horror. And we tourists are horrors too, for\nhaving let ourselves be taken in by it. But death isn't punishment,\njust an ending.\"\n\n\"I hadn't thought of it that way.\" Mura slipped an arm around her\nshoulders and looked down at her impishly. \"_You_ suggest a fitting\npunishment then.\"\n\n\n\nHere was the final test. If she could keep the hold that she had\nsomehow gained over this immature superman, horrible things might be\naverted. Her thoughts raced in circles.\n\n\"Martians can play tricks with time?\" she asked at last.\n\n\"Oh, yes. Time is like this mural. Let me show you: Aim your light\nat the left-hand corner of the picture. See the sun and its planets\nforming out of cosmic dust? Now move the beam toward the right.\nSlowly.... Slowly! Notice how Martian oceans form and living things\ncrawl out of them.\n\n\"Now continue. There you see the winged Martians with their cities that\nlong have crumbled to dust. Next, water grows scarce and canals are\nbuilt. Here all but a few of us have lost our wings.\n\n\"Here we colonize Earth ... to our eternal regret. Finally, you see us\nabandon Mars rather than risk another test of strength with you pushing\ntroglodytes.\"\n\n\"I-I don't understand,\" she whispered, strangely moved.\n\n\"That searchlight beam represents the living present. Where it shines,\nlife pulses briefly on a vast mural that is painted across time, from\nits beginning to its end. Martians manipulate the light of the present\nas we please, living when we please, so long as we please.\"\n\n\"How dreadful.... Wonderful, I mean.\" She gazed at him worshipfully.\n\"And you can do this for humans too?\"\n\n\"For short periods, yes. But stop fluttering your lovely eyelashes at\nme. Punished you are going to be. If you can suggest nothing better\nthan my plan, I'll go back to it and take the consequences. Otherwise\nI'll be the laughing stock of my friends.\"\n\n\"And you couldn't stand that, could you, poor boy?\" She patted his hand\nbefore he snatched it away. \"How is this, then, for an alternative?\nTonight, when I couldn't sleep, I got to thinking that there could be\nno more fitting punishment for tourists than to be forced to live,\nfor years and years, in a plush hotel at Atlantic City, Las\nVegas ... or Dawningsburgh. Think how miserable they would become if\nthey had to take the same tours over and over with the same guides;\nstuff themselves on the same meals; dance to the same orchestras with\nthe same new friends. Can you hold your time spotlight still here for,\nsay, ten years?\"\n\n\"Of course,\" Mura crowed as he swept her into his downy arms and danced\nher about among the robot perches. \"A wonderful idea. You're a genius.\nEven the others may come back, now, to watch humans squirm, yawn--and\nperhaps learn to respect their elders. How can I repay you?\"\n\n\n\n\"Let me go back to New York,\" she said, feeling like a traitor.\n\n\"That wouldn't be fair. You're a tourist. You came here to prove to\nyourself that, as your Bible puts it, 'a living dog is better than a\ndead lion.' You must learn your lessons along with others.\"\n\n\"I suppose you're right.\" She felt cleaner now, even though the\nprospect of a decade at Dawningsburgh, with The Quest unfinished,\nappalled her. To be forty-one and still single when she returned to\nEarth! Two tears trickled down her freckled nose.\n\n\"That's better,\" the Pitaret sang happily. \"You're already beginning to\nunderstand the meaning of our ancient ceremonial. Give me ten years and\nI'll make a real Martian of you!\"\n\nOutside, the lean wind echoed his glee as it tossed a hatful of Good\nHumor sticks and sand-coated lollipops against the cathedral wall.",
    "metadata": {
        "author": [
            "West, Wallace",
            "West, Wallace George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51663/pg51663.txt",
        "name": "dawningsburgh.json"
    }
}