{
    "name": "Deadly decoy",
    "author": [
        "Garrett, Randall",
        "Barretton, Grandall",
        "Knox, Calvin M.",
        "Garrett, Gordon Randall",
        "Jarvis, E. K.",
        "Garret, Randall",
        "Silverberg, Robert",
        "Martin, Webber",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "\"Thank you for permitting me to come to your office,\" said the Damakoi,\nvery politely.\n\n\"Sit down,\" I said, and glanced at the instruments on my hidden desk\npanel. With a member of the most fanatically dangerous race in the\nGalaxy sitting across from me, I didn't feel like taking chances.\n\nEvery non-radiating detector we had was focussed on the blue-skinned\nbeing before me, and every meter showed that the alien was harmless.\nWhich didn't necessarily mean anything, of course--Holdreth Khain of\nDamak could easily have had something else up his sleeve. It was my job\nto make sure that whatever it might be, it wouldn't work.\n\n\"I realize that you don't trust me,\" the Damakoi said. \"But I have come\nhere merely to warn you. If you have time to listen to my story--\"\n\nHe left the sentence hanging, as though waiting for a rebuke from me.\nBut I'd had my orders.\n\n\"It's not that, Holdreth Khain,\" I said, keeping my voice smooth; \"We\nrealize that a high percentage of your race are loyal to the Galactic\nFederation. You are all fanatical in your beliefs, of course, but\nthat is merely a racial psychological trait. There are as many of the\nDamakoi for us as against us. The trouble is, we can never know which\nis which.\"\n\nIt wasn't quite true. There were many more of the Damakoi against us\nthan for us. At least seventy percent of the beings from the planet\nDamak hated the principles that the Galactic Federation stood for. If\nthis alien was against us, I was in one devil of a jam.\n\n\n\n\"My people have acquired a very unsavory reputation throughout the\nGalaxy,\" the Damakoi said. \"But I am not the assassin type, myself.\"\nHe waved a four-fingered blue hand in a deprecative gesture. \"I am in\ncomplete disagreement with the anti-Federation beliefs which are widely\nheld on my planet.\"\n\nI nodded and tried to keep my face pleasant. I had little enough love\nfor the Damakoi--they were mostly hotheads whose suicide assassins had\ndone too much already to wreck Galactic amity. I trusted Holdreth Khain\nabout as far as I could throw a chimney by the smoke.\n\n\"And why did you wish to see me, Holdreth Khain?\" I asked.\n\nHe seemed terribly tired and sad, as if the many sins of his countrymen\nall weighed heavily on his shoulders. He put a hand up to his face and\nbrushed across it, as if to brush away his own fears and worries.\n\n\"I'll come straight to the point, Mr. Cameron. One of my fellow\nDamakoi--a man named Zorvash Pedrik--is on this planet. He landed in an\nindetectable one-man spaceship, carrying a theta bomb.\"\n\nI nodded, and I could feel my jaw muscles tightening. If a Damakoi\nassassin could get inside the Galactic Capitol building carrying a\ntheta bomb, the whole Council would die of radiation. A theta bomb\ndoesn't explode; it flares. The resulting hellish radiation kills\neverything within half a mile of the radiation center. It consists of\ntwo little spheres of ditherium--one positive, the other negative. When\nthey get within a few inches of each other--_poof_!\n\n\"How is he carrying it?\" I asked. \"A theta bomb has to be heavily\nshielded; even when they're several feet apart, the radiation is enough\nto kill whoever's carrying it unless they're pretty heavily shielded.\"\n\nThe Damakoi spread his hands in a shrug. \"I do not know; all I can tell\nyou is that I know the assassin personally. I can recognize him.\"\n\nIt sounded good, but I still didn't trust the being. His kind were too\ntreacherous and fanatic. Even the ones on the side of the Galactic\ngovernment were a hotheaded bunch.\n\nHoldreth Khain said bitterly: \"It will be the ghastliest outrage\never committed by a Damakoi--and that covers a lot of territory. The\nexplosion flare will wipe out the delegates from hundreds of worlds.\"\n\n\"I take it you don't approve?\"\n\nKhain looked up. \"My people--many of them--oppose the Multiworld\nCharter and the Galactic government. They will take any steps necessary\nto destroy the government. And in doing so, they have left a trail of\nblood throughout space.\n\n\"I have long disagreed--sometimes violently--with this bloody policy\nof assassination, I have personally removed fourteen of the attempted\nkillers.\"\n\nI tried to keep a grim smile off my face. This bird was a true Damakoi;\nhe hated the killer policy, but saw nothing strange in the fact that he\nhad wiped out fourteen of them himself. If he had.\n\n\"Luckily,\" he continued, \"I happened to find out what Zorvash Pedrik\nintended to do. I could not kill him personally, but I have been able\nto get here in time to head him off. I want you to find him--before he\nsucceeds.\"\n\nI nodded slowly. \"I understand, Holdreth Khain. It is a noble and\nhonorable thing that you are doing. I'll see to it that you get a\nproper reward for this information.\"\n\n\"No reward will be necessary,\" the Damakoi said. \"The failure and death\nof Zorvash Pedrik will be reward enough for me.\"\n\n\"All right,\" I said, \"let's see what we can figure out.\"\n\nI was sitting right on top of a powder keg, and I knew it--but what\ncould I do but see it through?\n\n\n\nThe Galactic Capitol is a great, airy pile of a building that soars a\nfull three hundred stories into the air. It rears up from the heart of\nCentral City, jutting into the sky like the man-made mountain that it\nis. Around it, the hundreds of floodlights cast a shower of brilliant\nradiance over its sparkling, milk-white walls.\n\nI had stationed armed guards at each of the ten entrances, the fastest\nand most quick-witted men in the Service. It would be almost impossible\nfor a Damakoi to get inside undetected.\n\nBut \"almost\" isn't good enough. My nerves were tighter than violin\nstrings, and they felt as though they were vibrating at high pitch.\n\nI was in a hell of a touchy position. If _all_ the Damakoi had been\nagainst us, it would have been easy--just blast every one that got\nwithin half a light year of the Capitol. Unfortunately, about three out\nof ten Damakoi were allies, and their insidious inside work on their\nown planet kept the dangerous fanatics badly crippled. We couldn't\nafford to kill three innocent Damakoi for every seven guilty.\n\nI was pretty sure I knew where Holdreth Khain stood, but I couldn't\ntake any chances.\n\nI knew he wasn't carrying a theta bomb on him; the detectors would\nhave picked up the radiation from the two spheres. Even if he'd had it\nconcealed inside his body, there would be no way of putting enough lead\naround it to conceal it. I wished there was some way I could X-ray him,\nbut X-rays are deadly to the Damakoi. Unlike human beings, the Damakoi\ncan't even stand a little bit of hard radiation; they die if they're\neven X-rayed.\n\nThe two of us approached the immense bulk of the Grand Capitol. I was\nsaying, \"Damakoi have been upsetting the social equilibrium for over a\ncentury. It almost seems as though your people get some sort of unholy\njoy out of wrecking everything that other beings build, work, and\nstrive for.\" It was a thinly-veiled insult, and it was meant that way;\nI wanted to get his reaction.\n\nHe looked at me oddly for a moment, but he said nothing.\n\n\"Come along,\" I said. \"Let's go around and meet the guards. I want\nto make sure they know you. I wouldn't want to have you killed\nunnecessarily.\"\n\nI took Holdreth Khain from gate to gate, exhibiting him to my men. At\neach entrance, I saw the men's eyes fill with suspicion while their\nmanners remained polite.\n\n\"All right,\" I said, after we had been to all ten gates, \"now\nthe guards will recognize you. Let's start looking for Zorvash\nPedrik--before he causes trouble.\"\n\nHoldreth Khain nodded grimly. \"Let's go.\"\n\n\n\nSomewhere in the city was a killer with a theta bomb--if Holdreth Khain\nwasn't lying. And I had a hunch he was telling the truth about Zorvash\nPedrik.\n\nThere were eight Damakoi legitimately in the city. All of them were\nknown to be pro-Galactic men with the possible exception of a Damakoi\nby the name of Jedon Onomondo, who was still suspected of having\nanti-Government sentiments in spite of the fact that he had helped us\nin one or two minor matters.\n\nBut Jedon Onomondo had been in the city for three months or so; we'd\nhad him tailed all that time. He couldn't have come to Earth in the\nlast week in an indetectable spaceship.\n\nNevertheless, I ordered a double watch kept on him.\n\nThe next stop was to comb the city for radiation sources.\n\nDitherium is funny stuff. There are two kinds: positive and negative.\nWhen one kind gets near the other, the radiation given out increases\nas the distance between them decreases. At ten feet from each other,\nthey give out easily detectable X-rays. Within a few inches, they flare\nviolently in the hard gamma.\n\nI knew that no Damakoi could carry them around unless they were encased\nin heavy lead; the radiation would kill him.\n\nEven so, I started looking for radiation in the city. I had an odd\nhunch I'd find something.\n\nIt took several hours to go over the whole city. The normal sources,\nsuch as the power pile on Four Hundredth Street East, were quickly\nspotted and ruled out. But eventually we located a center of neutrino\nradiation in the Hotel Grenada, up on Skyline Drive.\n\n\"He's in the Hotel Grenada,\" I told Holdreth Khain. \"Let's surprise him\nbefore he has a chance to set off that bomb.\"\n\n\n\nThe Hotel Grenada was a huge, ancient structure that had been built\njust after the atomic bombs had blasted the city during the Final War,\nand it showed every century of its age. It had once been an imposing\nstructure, but its chromium trim had begun to peel, and the aluminum\nsiding was whitely pitted with oxide.\n\nI walked into the lobby and flashed my identity bracelet at the\nbored-looking clerk. \"Do you have any Damakoi registered here?\"\n\nThe clerk looked a little bewildered. \"Gosh, mister, I wouldn't know a\nDamakoi if I saw one. We got lots of aliens registered, though.\"\n\n\"I am a Damakoi,\" said Holdreth Khain. There was a touch of pride in\nhis voice, and I felt my nerves tighten a little more.\n\nThe clerk looked at him. \"Oh, yeah! Sure. Guy checked in yesterday.\"\n\n\"Let's see the registration,\" I said.\n\nThe clerk pulled out the book and flipped it open. There was the name,\nbig, bold, and firm.\n\nZorvash Pedrik. Room 706A.\n\nI left one of my men at the desk to make sure that no one warned Room\n706A, and headed for the lift tube. Holdreth Khain and I went up to the\nseventieth floor and looked for 6A.\n\nI took out the key which the clerk had given me and carefully slid\nit into the lock, trying not to make a sound. I really didn't think\nanything would happen here. The Damakoi wouldn't set off the bomb this\nfar away from the Grand Capitol; fanatics don't waste their lives on\nnobodies like me--not when they're out after much bigger game.\n\nThe key engaged, and as the door slid open, I stepped inside, my\nblaster held at the ready.\n\nThe room was empty.\n\nThe bed was made, the ash-trays were clean, the windows were closed.\nZorvash Pedrik might have registered for the room, but he hadn't spent\nmuch time in it.\n\nHe was on the loose--somewhere in the city--carrying around something\nwhich could kill everyone in the Grand Capitol if it were set off.\n\n\"No sign of him,\" said Holdreth Khain.\n\n\"Doesn't look that way.\" Then I spotted something. \"Hold it--what's\nthat?\"\n\nI crossed the room to the writing desk that stood against the far wall.\nThere was a small box on it and it was weighting down a piece of paper.\n\nI pulled out the piece of paper. It was a note--addressed to me.\n\n    _Dear Cameron_, it said, in the clear script of a voice-writer,\n    _There's no point in your looking for me here, because I'm not\n    going to wait here for you to catch me. Be sure that I'll be able\n    to complete my mission here despite the efforts of your department\n    and the treachery of my misguided countryman._\n\n                                                       _Zorvash Pedrik_\n\n\"We'll have to pick up the trail somewhere else,\" I said. \"We better\nget moving.\"\n\n\n\nWhen we reached the lobby, I phoned Ned Dearborn, my second in command.\nHis blocky features filled the screen and his three-dimensional\nrepresentation looked inquisitively at me.\n\nI said: \"Ned, get up here to the Grenada and pick up a neutrino\ngenerator in Room 706A. It was sitting on a note to me. It's harmless,\nbut it's what the boys picked up on the detectors.\"\n\nNed smiled grimly. \"Just a dummy, eh? Okay; I'll send up a squad right\naway. Anything else?\"\n\n\"Better alert the local police,\" I told him. \"Pick up any Damakoi that\nisn't known to us. In case you pick him up, get him as far away from\nthe city as you can. Take him out and dunk him in the lake if you have\nto. Get a plane ready and set up a robopilot.\n\n\"Watch him closely. If he's carrying anything at all, shoot first and\nask questions later. Got that?\"\n\n\"Got it, Chief.\" His face faded from the screen.\n\nHoldreth Khain looked agitated. \"You say that the box on the table was\nradioactive? I might have been exposed!\"\n\nI shook my head. \"Neutrino radiation isn't dangerous, not even to a\nDamakoi. Don't worry about it.\"\n\n\"But how do you know it was a neutrino generator?\"\n\n\"I know what those things look like,\" I told him. \"They are expensive\nas hell, and no one would go to the expense of making one just to load\nit with ordinary radioactives.\"\n\n\"I hope you're right,\" said the Damakoi.\n\nI drove Holdreth Khain back to the Capitol. \"Look,\" I told him, \"there\nare going to be plenty of trigger-happy policemen roaming around this\ntown for a while. I want to get you to someplace where you'll be safe,\nbut I've got to keep you near me. If we catch Zorvash Pedrik, I want\nyou to identify him.\"\n\n\"Yes, I see,\" he said. \"And, if you'll pardon me for thinking of my own\nmiserable life, I am afraid that Zorvash Pedrik intends to kill me for\nbetraying him.\" He thought for a minute. \"I would be safe inside the\nCapitol,\" he said at last.\n\nI suppose the expression on my face must have shown him what I thought\nof the idea of allowing any Damakoi inside the Grand Capitol, because\nhe said, hurriedly: \"Surely you must know that I am not carrying a\ntheta bomb or any other kind of atomic bomb. Your radiation detectors\nwould have spotted it, would they not?\"\n\nI had to admit that they would have spotted it if he were carrying\nanything that would fission.\n\n\"Very well, then. You will have me under guard, will you not? Your men\ncan watch me. They wouldn't let me get away with anything odd.\"\n\nIt sounded logical, and I admitted it. \"Okay,\" I said, \"we'll put you\nin the basement of the Grand Capitol. You'll be safe there, and if we\ncatch the killer, you'll be right there to identify him.\"\n\n\n\nWe pulled up in front of the Grand Capitol, and the Damakoi and I\nclimbed out of the car. I'll admit that I still wasn't absolutely sure\nof my guess about Holdreth Khain, but since I knew he wouldn't be\ndangerous by himself, I felt I could take the chance.\n\nThe guards had the car surrounded by the time we got out. They took a\ngood look at the Damakoi, and went over him again with detectors and\nsearched him physically.\n\n\"You'll have to change your clothes completely,\" I told him. \"We had\none assassin who was wearing a special plastic suit that evaporated\ninto a poisonous gas. It was rather nasty.\"\n\n\"Certainly,\" agreed Holdreth Khain. The guards led him away to the\ndressing room.\n\nI went inside and got on the phone to the Special Supplies Warehouse.\nThe supply officer faded into the screen.\n\n\"What is it, Mr. Cameron?\"\n\n\"Do you happen to have a twelve by twelve foot piece of invisible\nplexisteel?\" I asked.\n\n\"We can cut you one in a hurry,\" he said.\n\n\"Cut me _two_,\" I ordered, \"and get them over here to the Grand Capitol\nbuilding fast--and I really mean _fast_.\"\n\n\"We'll have them there in seven--no, _six_ minutes.\"\n\n\"Right. And send along construction men with them. I'm building a trap\nfor a killer who thinks he's clever.\" I didn't add _I hope_, but I\nthought it.\n\nI was sure that there would be no slip-ups. I'd been picked for my\nability to outguess and out-think anyone and everyone who might try to\nhurt the Galactic Government, and so far, I'd succeeded; the Government\nitself had withstood everything sent against it.\n\nStill, there had been slip-ups before. The security network protecting\nPresident Deller had failed badly when a Damakoi assassin smuggled\nhimself into the Golden Palace. A meeting of the Solar Subcouncil had\nbeen bombed two years before despite the most painstaking precautions.\nThere was no way of being absolutely sure--I could only do my best.\nAfter all, the Damakoi weren't stupid--fanatic maniacs, yes, but not\nstupid.\n\nI carefully checked the loading of my blaster, just in case I'd need\nit. Then I called Ned in and gave him his orders. Ned repeated them and\nthen said: \"I hope you're right, Chief.\"\n\n\"So do I,\" I agreed. \"But it's the only way to handle the Damakoi.\"\n\n\"That planet's a plague spot,\" Ned said bitterly. \"We ought to send the\nGalactic Fleet in there with a half-dozen good-sized planet wrecking\nbombs, and get rid of every damned one of them once and for all.\"\n\n\"You're being hasty, Ned,\" I said. \"That would be genocide, the one\nthing that every race fears more than anything else. The Galactic\nGovernment would fall within a week after such an order was given.\"\n\n\"I know it; it was just wishful thinking.\"\n\n\"We'll get it under inter-planetary control,\" I told him. \"That's the\nsort of thing the Grand Council is working on right now. Once the\nproper laws are passed, we'll have Damak under our thumb and force them\nto be law-abiding citizens. That's why they're so anxious to blow up\nthe Capitol before anything definite is done.\"\n\n\"Yeah. Well, what do you want me to do after I've set up the\nplexisteel?\"\n\n\"Nothing,\" I said. \"We just wait. That's all we can do. Just wait.\"\n\n\n\nWe waited. Every cop in town was patrolling the streets, watching for\na strange Damakoi. They had full, three-D photographs of the eight\nDamakoi known to be in the city; anyone who didn't match one of those\nphotos would be picked up--or shot.\n\nBefore he could do anything, the assassin would have to get inside\nthe Grand Capitol Building, and I was fairly sure he couldn't do that\nwithout my knowing it. But if I was wrong, the Galactic Government\nwould be ruined.\n\nI sat in my office for hours, smoking one cigarette after another and\nfortifying myself with coffee. The tension on my nerves was building up\nhour by hour until I could hardly sit down. I wanted to slug someone,\nto break open a Damakoi face with a fist and strangle the life out of\nhis killer soul.\n\nThe phone chimed and I jumped a foot before I realized what it was. I\nforced myself to be calm and reached over to turn on the screen.\n\nThe sharp-nosed, blue-skinned face of a Damakoi resolved itself on the\nscreen. I recognized him immediately. It was Jedon Onomondo. He wasn't\nknown to be absolutely trustworthy, but he had been useful to us in the\npast by giving us information we couldn't get otherwise.\n\n\"Hello, Jedon Onomondo,\" I said. \"What is it?\"\n\n\"Hello, Mr. Cameron.\" His voice was excited. \"Listen, I want to talk to\nyou.\"\n\n\"Go ahead,\" I said.\n\n\"No, not over the phone. There might be a tap. Listen, my life is in\ndanger. You've got to come over to my place right away. You know where\nit is. I want to tell you something I found out--it's hot.\"\n\nAnd he hung up without another word. I headed for his place.\n\n\n\nFifteen minutes later, I was going up the lift tube of a middle-class\napartment house, heading toward the ninth floor. I had a sneaking hunch\nthat I already knew what Jedon Onomondo would have to say, but I wanted\nto be positive. I rapped on the door of his apartment. The door opened\na crack; an eye peered out.\n\n\"Come in, Mr. Cameron,\" Jedon Onomondo said, swinging the door wide.\n\nI didn't step in immediately; I took a quick look around the room,\nkeeping my hand on my blaster butt. There was no one else in sight\nexcept the Damakoi.\n\nI went on in and prowled around the room to satisfy myself that there\nwas no one else present. Then I searched the rest of the apartment. The\nplace was empty.\n\nJedon Onomondo was sitting in the middle of his living room,\nnervously smoking a Terran cigarette. The Damakoi are one of the few\nextraterrestrials who have taken up the use of tobacco. They looked\nludicrous.\n\nI didn't sit down. \"All right; what's so all-fired important that it\ncan't be told over the phone?\"\n\nThe Damakoi blew out a long plume of smoke. \"I understand you're\nlooking for one of my countrymen who intends to set off a bomb inside\nthe Grand Capitol Building,\" he said.\n\n\"How do you know?\"\n\nHe looked pained. \"Look, Mr. Cameron, just how dumb do you think I am?\nI have bits of inside information. I pick things up here and there. I\nput them together.\"\n\n\"All right,\" I said. \"What about it?\"\n\n\"You're looking all over the city for a guy by the name of Zorvash\nPedrik. He's supposed to have a bomb on him--a theta bomb. Right?\"\n\nI nodded. \"So?\"\n\n\"Well, you're wrong on two counts.\"\n\n\"Wrong? How are we wrong?\" I watched him carefully.\n\n\"Well, you're wrong in the first place in scouring the town for Zorvash\nPedrik because you've got him locked up right now. He's masquerading\nunder the name of Holdreth Khain!\"\n\nI felt my nerves tighten again. They couldn't stand much more of this.\n\n\"That's ridiculous,\" I said. \"Holdreth Khain isn't carrying any theta\nbomb. We've checked him very carefully.\"\n\n\"I know,\" said Jedon Onomondo. \"That's where you're wrong in the second\nplace. _Zorvash Pedrik isn't and never has been carrying a bomb._\"\n\nI was careful with my expression. \"You mean he's going to use some\nother method to blow up the Grand Capitol? Or is there some other trick\nhe's going to try?\"\n\nThe Damakoi shook his head. \"That isn't it. What I mean is that\nZorvash Pedrik is a lunatic--he's absolutely insane!\"\n\n\n\n\"Tell me more.\"\n\n\"Zorvash Pedrik is a madman,\" the Damakoi repeated. \"He's been in\nneuropsychiatric hospitals more than once. He likes to think of himself\nas a great savior of the people--any people. On Damak, he has denounced\nmore than one person falsely. He has denounced anti-Government and\npro-Government men alike.\n\n\"He doesn't have any reason for it; he just likes to hog glory--any\nkind of glory.\"\n\n\"Wait a minute,\" I said. \"This doesn't follow the pattern. I don't\nthink that our Holdreth Khain is Zorvash Pedrik.\"\n\nJedon Onomondo looked blank. \"Why not?\"\n\n\"It doesn't fit,\" I said. \"If what you say about Zorvash Pedrik is\nright, he would come to us under his own name and denounce someone else\nas a bomb carrier. That's the psychological pattern of these paranoids.\"\n\nJedon Onomondo just looked at me, frowning.\n\n\"I have a hunch that Holdreth Khain is telling the truth; Zorvash\nPedrik is a looney, all right, but now he's going to be a big hero\nin the proper way. If he sets off a theta bomb in the Grand Capitol\nBuilding, two-thirds of the people of Damak will hail him as a hero.\nThey'll forget about the silly things he's done before. Doesn't that\nfollow the paranoid pattern better?\"\n\nThe Damakoi nodded slowly. \"You may be right. The trouble is that it\ndoesn't jibe with the information I've received from pretty reliable\nsources.\"\n\n\"Have you ever seen Holdreth Khain?\" I asked.\n\n\"No,\" Jedon Onomondo admitted, \"but I've seen Zorvash Pedrik.\"\n\n\"What does that prove?\"\n\nJedon Onomondo leaned forward earnestly. \"Listen, Mr. Cameron; I'll\nadmit that we Damakoi are--well, as you Earthmen say, fanatic. We know\nwhat we believe in, and we fight for it. If that's stupid, well, it's\nstupid. But that's the way we are.\"\n\nHe stopped and took a deep breath.\n\n\"I believe in the cause of the Galactic Government. I know that very\nfew of my people do, but I do.\n\n\"Now, I don't think we have the right to take a chance. Either the man\nyou're holding now is an anti-Government man or he isn't. If he isn't,\nI'll be glad to apologize or fight him to the death, whichever you or\nhe prefer.\n\n\"But, I repeat, we can't take any chance. We've got to know.\n\n\"So, let me take a look at him. If he _is_ Zorvash Pedrik, you can hold\nhim and find out the truth. If he isn't, we can check on his story and\nfind out where Zorvash Pedrik is.\"\n\nI rubbed my chin, as though I were thinking my decision over, although\nI had already made up my mind. After a minute, I looked up at him and\nsaid: \"In other words, you won't know whether this man is Zorvash\nPedrik or not unless you see him?\"\n\nThe Damakoi spread his hands. \"How could I?\"\n\nI stood up. \"Okay, Jedon Onomondo. Let's go. I'll get him out of the\nGrand Capitol, and we'll take a look at him.\"\n\n\"Fair enough,\" said the Damakoi. \"Let's go.\"\n\n\n\nBy the time we got back to the Grand Capitol, things had happened. My\nassistant, Ned, was waiting for me by the main gate. When my car pulled\nup, he leaped aboard.\n\n\"Chief, something's happened. Nothing really serious, except that that\nDamakoi that you left here has been hit by a high-frequency guard beam.\"\n\n\"How did that happen?\"\n\nNed shrugged. \"One of the guards let him walk around. Somehow, he\nmanaged to get hit by a beam. We can't figure out how; none of the ways\nto the guard beams are open. A freakish occurrence.\n\n\"Holdreth Khain doesn't know what happened. Evidently, he dragged\nhimself from where he was hit. We have him in the Special Room now.\"\n\nI got out of the car.\n\n\"All's well so far,\" I told him. \"We don't need to worry about the\nslight burns from a guard beam. They're hard ultra-violet. They won't\neven touch an Earthman, except after long exposure, and they won't\ndisable a Damakoi very long.\"\n\n\"This is worse than that,\" Ned said. \"His leg is pretty badly\nblistered, and he's unconscious. The doctor says they're definitely\nguard beam burns, all right, so we don't have to worry about hard\nradiation.\" He spread his hands. \"The thing is, the doctor says we\ncan't move him.\"\n\nI think I must have stood there for a full thirty seconds, saying\nnothing. The last little piece of the puzzle had fallen into place.\n\nJedon Onomondo looked puzzled. \"What is a guard beam?\"\n\n\"It's a high-frequency ultra-violet ray,\" I told him. \"It's projected\nacross a hall or door. If anyone crosses it, an alarm rings. But in the\nsection where we are keeping Holdreth Khain, they were all supposed\nto be shut off because you Damakoi are so sensitive to radiation.\"\nI turned to Ned again. \"It looks as though there's not much else we\ncan do except take Jedon Onomondo into the Grand Capitol to identify\nHoldreth Khain. We've got to see whether he's our killer or not.\"\n\n\"All right,\" Ned agreed. He turned to the Damakoi. \"You'll have to come\nwith me. We can't allow you down there without a complete examination.\"\n\nThe Damakoi went along complacently, while I went down below, into the\nlower level of the Capitol to see what had happened to Holdreth Khain.\n\n\n\nHe was lying on a couch in one of the big reception rooms, his eyes\nclosed, and breathing heavily. His leg was bandaged, but I knew that\nunderneath it, the skin was a mass of blisters that looked like a bad\ncase of sunburn.\n\nThere was a doctor standing nearby, but he looked rather helpless.\n\n\"What's the matter, Doctor?\" I asked.\n\nHe frowned. \"The trouble is that I don't know very much about the alien\nbody chemistry of the Damakoi. I'm as helpless as anyone else. He's in\npretty bad shape--I think.\"\n\nI leaned over the supine Damakoi.\n\n\"Holdreth Khain, can you hear me?\"\n\nHis eyes opened, and he blinked a couple of times. Then he looked\ndirectly at me. \"I can hear you. But my--my leg hurts.\" He smiled\nfeebly. \"Damn you Terrans and your hellish alarm systems.\"\n\nHe tried to make it sound like a joke, but there was more than a trace\nof bitterness in his voice.\n\n\"Holdreth Khain,\" I said, \"I'm bringing in a man to see you--one of\nyour fellow Damakoi. We've got a sneaking hunch that he may be Zorvash\nPedrik. Do you think you're up to identifying him?\"\n\nHe seemed to grow a little stronger almost immediately.\n\n\"Certainly,\" he said. \"Bring him in.\"\n\n\"Will you be all right, do you think?\" I asked. \"The doctor has to\nattend to another patient.\"\n\nIt was an out-and-out lie, but I wanted to get the doctor out of the\nroom. The physician started to say something in protest, but I silenced\nhim with a glance.\n\n\"I'll be all right,\" said Holdreth Khain.\n\nThe doctor took the hint and got out.\n\nI pointed at a door across the room. \"I'm going to bring the man in\nthrough that door. I want you to take a good look at him--the way he\nwalks, the way he acts--notice everything about him. I want to be\nabsolutely sure of our identification.\"\n\n\"Very well,\" said the Damakoi. \"I'll watch him carefully. If it's\nZorvash Pedrik, I'll know him.\"\n\n\"Good. I'll get him now.\" I went for the alien.\n\n\n\nJedon Onomondo had been searched thoroughly, and his clothing had been\ncompletely changed. He was wiping the dampness of perspiration from his\nblue, four-fingered hands with a handkerchief when I walked in.\n\n\"How is he, Mr. Cameron?\" he asked.\n\n\"He'll be all right for a while,\" I told him. \"Are you ready to take a\nlook at him?\"\n\n\"Any time.\"\n\n\"Come along, then.\"\n\nI led him down the corridor to a drop tube, and we went down to the\ndoor of the room where Holdreth Khain lay on a couch with two guards\nwatching him. They had their instructions.\n\n\"He's in there,\" I told the Damakoi. I gestured at the door. \"Now,\ndon't get violent when you see him--if he's the man we want. I know you\nDamakoi are likely to lose your temper at the sight of an enemy, but\nwe've got guards in there to stop you.\"\n\nJedon Onomondo's blue skin seemed to pale a little, but he said\nnothing. He nodded in agreement.\n\nI opened the door. The Damakoi went in first, and I followed him,\nstaying well behind.\n\nWithin a few seconds, I'd know whether my reasoning had been right.\n\nJedon Onomondo walked across the room. It was a long room, nearly forty\nfeet from end to end. I stayed well behind, letting the Damakoi do as\nhe pleased.\n\nWhen he was about half-way across the room, he started to run.\n\nHoldreth Khain had been watching the approach of the other Damakoi,\nand, at the same instant he started to run, Holdreth Khain leaped out\nof the couch and ran toward Jedon Onomondo.\n\nWhen they were still ten feet apart, they slammed solidly into the pair\nof invisible plexisteel walls I had had set up across the room.\n\nThey both screamed in hatred, and tried to batter down the walls. Then\nthey realized what they had done to themselves and stopped.\n\nI wasn't quite prepared for the Damakoi on my side of the wall. Jedon\nOnomondo turned, mouthing an oath in Damakese, and jumped at me.\n\nI didn't avoid it in time, and we went down, rolling over and over on\nthe floor. His arm went around my throat, squeezing off my air.\n\nI managed to get a finger on the Damakoi's hand. I grabbed and twisted,\nand the arm came from around my throat.\n\n\n\nHe turned a little, and landed a solid left to my temple which filled\nthe room with bursting stars. I shook my head to clear it and fended\noff another blow with my arm.\n\nHis guard was down, and I saw my chance. My left drove into the pit of\nhis stomach, and he doubled up, all the breath knocked out of him.\n\nThen my right fist came up from somewhere around my knees and slammed\ninto his jaw. The hard uppercut lifted him off his feet and slammed him\nback against the invisible wall.\n\nHe slumped to the floor, unconscious.\n\n_Good old one-two_, I thought as I rubbed my knuckles.\n\n\n\nThe guards on the other side of the wall had finally managed to hold\ndown Holdreth Khain. Ned Dearborn burst through the door behind me.\n\n\"You okay, Chief?\"\n\n\"I'm all right,\" I told him, \"but I think we have a couple of dying\nDamakoi on our hands.\"\n\nNed walked over and looked at the Damakoi I had just slugged. \"How did\nthey figure they'd get away with it?\" he asked.\n\n\"Actually, it was a pretty good scheme,\" I told him. \"They knew they\ncouldn't get one man in here with a theta bomb; they'd never get past\nthe guards and the detectors.\n\n\"So they planted a couple of spheres of ditherium in _two_ men--a\nnegative sphere in one and a positive sphere in the other. All they\nhad to do was stand close to each other, and the bomb would go off.\"\n\n\"What was it that tipped you off?\" Ned asked.\n\n\"Several things. That phony note at the Hotel Granada, for instance.\nIt was a plant to prove to me that there really was such a person as\n'Zorvash Pedrik'--which there isn't, of course.\n\n\"In order to find the phony note, they had to give us a clue as to\nwhere it was. So they used a harmless neutrino generator, which would\nbe spotted by our detectors.\n\n\"But a _real_ assassin who actually knew that Holdreth Khain was\nworking with us would have used something less harmless. Why an\nexpensive neutrino generator, when some cheap radioactive would do?\n_Because he didn't want to kill Holdreth Khain!_\n\n\"And that meant that our friendly Damakoi was a phony.\"\n\nNed shook his head. \"What a screwy idea. Get two men in instead of one.\"\n\n\"Exactly,\" I said.\n\n\"But if they maneuvered it so that one of the Damakoi could get himself\nin my good graces and get himself into the building--our detectors\ncouldn't pick up just _one_ sphere of ditherium, of course--and then\nput him in a position where the other half of the bomb would have to be\nbrought to him as a logical part of the investigation--\"\n\n\n\n\"Then that's why Holdreth Khain burned himself!\" Ned expostulated.\n\n\"Sure. He knew where those guard beams were. He burned himself so that\nwe couldn't move him. That forced us to bring Jedon Onomondo to him.\"\n\nNed put his hand on the invisible wall. \"We had to let them go through\nwith it, just to see what happened. When they hit these walls, they\nwere exactly ten feet apart.\"\n\nI looked at the fallen Damakoi. \"At that distance,\" I said, \"the two\nspheres put out just enough radiation to kill the Damakoi without\nhurting us. I'm afraid they don't have much time left.\"\n\n                                THE END",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Barretton, Grandall",
            "Knox, Calvin M.",
            "Garrett, Gordon Randall",
            "Jarvis, E. K.",
            "Garret, Randall",
            "Silverberg, Robert",
            "Martin, Webber",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72119/pg72119.txt",
        "name": "deadly_decoy.json"
    }
}