{
    "name": "Dead Man's Planet",
    "author": [
        "Winterbotham, R. R. (Russell Robert)",
        "Winterbotham, Russell Robert",
        "Winterbotham, Russ",
        "Winterbotham, R.R."
    ],
    "body": "\"A life-saver!\" Mick said, bringing the space freighter down with a\ngentle bump on the huge, shapeless mass of rock and iron that floated\nbetween Mars and Jupiter.\n\nThe term huge was purely relative, for the asteroid was scarcely ten\nmiles in diameter at its thickest point, and its axis could not have\nbeen more than twelve miles long.\n\nMick switched off the rockets, opened a locker and pulled forth a suit\nof heavy, furlined, airtight garments which he slipped over his uniform.\n\nThe communication speaker buzzed.\n\n\"Hey, Mick! Are you still on the bridge?\"\n\nAlf Rankin was calling from the charting room.\n\n\"Yes, Alf. What's the trouble.\" Mick Conner was sealing his space suit.\n\n\"This isn't an ordinary asteroid, Mick. It isn't barren. There's stuff\ngrowing on it.\"\n\n\"That's nothing to get goggle-eyed about, Alf. There's moss on Eros\nwhich is smaller than this. And there are 142 different kinds of plants\nand one intermediate--animal-vegetable--organism on Juno.\"\n\n\"Hm-m!\"\n\nOf course this was a surprise to Alf, who had never made a landing on\nthe asteroids before. Science had rather neglected the asteroids during\nthe rapid development of interplanetary flight, yet there were many\ninteresting sights to be seen on the 4,000 minor planets that floated\nbetween Jupiter and Mars.\n\n\"Get on your space togs and oxygen helmet and we'll fix that broken\njet,\" Mick said. \"We'll be ready to go in three hours.\"\n\nMick sealed his helmet and stepped into the automatic lock leading from\nthe control bridge to the roof of the streamlined rocket.\n\nHe held tightly to the rail of the observation platform, knowing that\nthe gravity of this nameless planet was next to zero. A man might jump\none thousand feet into the sky without exertion and, if he wasn't\ncareful, he might fling himself so high that he would be unable to\nland--he might become a satellite of this grain of cosmic dust.\n\nMick hooked the lifeline from his belt to the rail of the platform and\nstepped over the side. Instead of falling, he floated a few inches a\nsecond downward to the ground. In gravity like this a man might jump\noff Mt. Everest--if there were an Everest--and land without injury.\n\nAlf, the square-jawed giant who manned the engines of the rocket ship,\nemerged from the lower locks and fastened his lifeline to the iron\nladder extending to the ground.\n\n\"Look at that stuff, Mick,\" Alf spoke into his radio telephone. He\npointed to a dense growth, barely visible in Jupiter's light, just\nnorth of the ship. \"It looks like corn. Good old American maize!\"\n\nMick who had been examining the damaged portion of the starboard\nrockets, glanced in the direction Alf was pointing. In even, nicely\ncultivated rows, stood tasseled stalks.\n\n\"You don't suppose this place is inhabited by men!\" Alf's voice was\nawed.\n\n\"It can't be. There's no air,\" Mick replied. \"Anyhow, it isn't corn. It\nmust be something else. You know there are doubles all over the system.\nThe Martian pumpkins aren't even vegetables, but they're a species of\nmollusk. Even if this is corn, it's different, because corn depends on\ncarbon dioxide in the atmosphere.\"\n\n\"Maybe there's carbon dioxide in the rocks.\"\n\n\"Then this wouldn't be like terrestrial maize. Its leaves would serve\nsome other purpose.\"\n\n\"Mick! Look!\"\n\n\n\nAs Alf spoke the rows of corn seemed to move. Bright phosphorescent\nbeads seemed to pop from the tassels and float toward the two human\nbeings.\n\nLike a rain of meteors, the brilliant specks came floating through the\nsky. But the brilliant shower fell with tantalizing slowness. Then one\nof the sparks dropped short, twenty feet from the feet of the spacemen.\nAs it touched the ground, there was a bluish spark, and the rock\nbeneath it glowed with heat.\n\n\"Look out!\" Mick cried. His hand unsnapped the lifeline. His legs\ndoubled beneath his body and he shot upward into the air. Suddenly he\nplunged into daylight. The corona-crowned sun was sticking its head\nover the horizon.\n\nAs Alf shot into the sky beside him, Mick noted that the ground was\nstill dark, and that the terminator line that delineated night and day,\nstill was a mile or so to the eastward, floating rapidly toward them.\n\nThere were other things about this weird planet that also struck\nMick's eyes. It was filled with growing things. Most of these were\nsingle stalks, crowned with a bluish bud. But there was a terrestrial\nnote to some of the plants that clung to the rocks and sand of the\nasteroid.\n\nTo the south was a huge tree, with gnarled branches and leaves. Tucked\naway in a small gully were reddish flowers that looked like roses in\nthe distance. There were vines clinging to the rocks. The corn that\nhad first attracted attention of the spacemen, occupied a small,\nrectangular patch and the stalks were so evenly spaced that the field\nsuggested artificial cultivation.\n\nSlowly they came back toward the ground. Below was one of the budded\nstalks which slowly nodded its tip toward the terrestrials as their\nfeet came in contact with the soil.\n\nMick was ready this time. His gun was in his hand as the little white\nbead emerged from the tip of the bud. The gun sent a streak of flame\ninto the middle of the stalk, and the plant was sliced as neatly as a\nknife could have cut through a stem.\n\n\"It's not nearly as pleasant here as I expected,\" Alf panted into the\nphone of his space suit. \"Who ever thought we'd have to fight plants on\nan asteroid?\"\n\nMick did not answer. Still clutching his gun, he was walking toward a\nlittle path that led into a gully in the rocks. He moved cautiously,\nhalting at each turn in the little path, searching the gully ahead of\nhim. The path indicated animals, for plants do not walk.\n\nAlf trailed behind, keeping his eyes peeled for fire-shooting plants,\nand carefully gauging his steps to keep himself from sailing high into\nthe sky.\n\nIn the steep places along the path, there were steps carved into the\nrock.\n\n\"It looks--almost human,\" came from Mick, \"but why would a human being\nneed steps in this gravity?\"\n\nAt the end of the gully was a cliff, fully one hundred feet high\nflanked by a mound of sand. The path led toward this mound and in the\ncenter was an iron door, looking all the world like the outer locks of\na space ship.\n\nToward this door the two men walked. Whatever doubts they had of a\nhuman touch on this asteroid vanished at the sight of the door.\nIt was possible for nature to duplicate her works on two different\nplanets. The physiology of Martians, Venusians and terrestrials\nhad much in common. The processes of biochemistry are limited and\nliving types are always similar to some degree. Even on earth many\nspecies of animals and plants which have no direct relationship may\npossess resemblances--the fish and the whale, or certain reptiles and\namphibians.\n\nBut the airlocks of space ships were human inventions. There was small\nlikelihood that another race in the universe would mark its doors with\nthe Roman letters:\n\n                        UNIVERSAL LOCK COMPANY\n                          ST. LOUIS, MISSOURI\n\nThe two spacemen stared speechlessly at the evidence of human\nhabitation. Then slowly the door swung open.\n\nThey waited for someone to emerge, but the silence of space remained\nunbroken. The locks were empty, yet they had opened. Was someone\nwatching them from inside? If so, why didn't he hail them?\n\n\"Hello there!\" Mick spoke on the universal wavelength into his\nmicrophone.\n\nNo answer came.\n\n\"Maybe his radio's out of whack,\" Alf said. \"Shall we go in?\"\n\nAlf started forward, but Mick seized his arm.\n\n\"Look!\" he whispered. \"Up there, above the door!\"\n\nJust above the door was a ledge, which neither man had noticed at\nfirst. On this ledge stood a human figure. He wore no space suit, no\noxygen helmet and his head was bare.\n\nAn empty pistol holster dangled at his side and his hands were on his\nhips. He was standing motionless in the cold of space watching the two\nterrestrials below him.\n\n\"Great guns!\"\n\nThe figure didn't move. He didn't even blink his eyes. He only stared.\nNot a flicker of movement crossed his face.\n\n\"He's dead,\" Mick said. He bent his legs and shot up to the ledge\nbeside the man. \"Dead and turned to stone!\"\n\n\"Stone?\"\n\n\"Ice, rather. He's frozen hard as a rock. Probably he's been here for\nyears. Not enough heat to thaw him out.\"\n\n\"But why hasn't he fallen down?\" Alf asked.\n\n\"Why should he? There's hardly enough gravity to pull him down; there's\nno wind to blow him down. There are no earthquakes on a planet as small\nas this.\"\n\n\"How did he get there?\"\n\nMick shrugged his shoulders. It was a puzzle, certainly; but there were\npossible solutions. The first and most logical was that this fellow had\nexposed himself, rather than to die a lingering death from starvation\nor lack of oxygen.\n\n\"Let's take a look at his quarters,\" Mick suggested.\n\nHe dropped lightly to the ground and entered the lock. He quickly\ninspected the lock control apparatus, making sure that the outer doors\nwould function properly. Then he closed the locks and opened the inner\ndoors.\n\nThe glass of Mick's space helmet frosted as warm air from the interior\nstruck its surface.\n\nWiping away the mist he stepped aside.\n\n\n\nStanding in the center of the room, smiling at them, was an exact\nreplica of the man they had seen on the ledge. But this one was alive!\n\n\"Welcome to Dead Man's planet!\" the faint human voice drifted to the\nears of the men. \"You may remove your helmets. The air here is pure and\nthere is plenty of it.\" The man's greenish eyes drifted down over the\nfigures of the human beings facing him. \"But you needn't point your\nguns at me.\"\n\nThe welcome was not as warm as the two spacemen might have expected\nfrom an exile on the asteroid. There was a note in the pale-faced man's\nvoice that sounded false. It was not distrust that Mick felt, nor a\nsense of danger, for there was nothing to indicate that this lonely man\nintended to harm his visitors; but some subconscious reasoning in the\nspaceman's brain seemed to detect an uncanny sort of insincerity. Mick\ncould not forget the grisly object on the ledge above the doorway. Why\nhadn't the dead man been buried?\n\nThe pallid host watched the spacemen skin themselves of their airtight\nsuits and sniff the warm, sweet air of the buried spaceship.\n\n\"You're men,\" he said. \"Men!\"\n\n\"My name's Michael Conner, a space pilot; this is Alf Rankin, co-pilot\nand engineer. We fused and blew a rocket on the earth-Jupiter orbit and\nwe landed here to make repairs.\"\n\nThe pallid man smiled. There was the cunning of the fox and the savage\ncraft of a spider in his expression.\n\n\"Call me Ghor,\" he said.\n\nMick's eyes cruised over the pointed face. Ghor was a strange name.\nIt wasn't terrestrial and it didn't sound like any of the Martian\ndialects. Ghor might be a criminal, preferring exile to a life in\nprison.\n\n\"You're a strange man, Ghor,\" Mick said. \"You present a mystery. Are\nyou from Mars? How does it happen you live on this Godforsaken bit of\nrock?\"\n\n\"I was born here,\" Ghor said.\n\n\"Oh!\" There was an awkward pause after this unexpected answer. Mick's\neyes unconsciously lifted toward the roof, above which stood the frozen\nhuman figure.\n\n\"He was my father.\" Ghor spoke simply. His words were carefully and\nslowly enunciated. Mick supposed that Ghor was unused to talking and\nhis brain worked slowly in the matter of words. But that brain was\nkeen. It seemed to read Mick's thoughts, answering an unspoken question\nabout the Dead Man.\n\n\"You must have an interesting history,\" Alf suggested.\n\n\"I have,\" Ghor replied. \"But so have you. Tell me how you happened to\nfind my home. You might have repaired your ship and gone on, without\ndiscovering me.\"\n\n\"There was a field of queer acting plants--they looked like maize,\nexcept that they tried to kill us.\"\n\n\"Oh! My cornfield! I forgot the nasty habit the cornstalks have.\"\n\n\"You mean that stuff was corn?\" Alf asked. \"Real roasting ears?\"\n\n\"Well, almost.\" Ghor's lips cracked into another of his nerve-racking\nsmiles. \"You see the plants are really native of Dead Man's planet, but\nI modified them into something quite close to terrestrial maize.\"\n\n\"By grafting and cross fertilization?\"\n\n\"Oh no. There is a much different process of propagation of the species\nhere, much simpler. My corn was regenerated.\"\n\nGhor hobbled across the room toward an ultra-violet lamp beneath which\nwere two pots of flowers, both looking much like American beauty roses.\nGhor returned, with the same mincing steps, walking as if a leg injury\nhad limited the use of his knees.\n\n\"These flowers are beautiful,\" Ghor said, like a doctor of philosophy\nannouncing the first premise of a step in mathematics.\n\n\"Yes,\" Mick replied. \"We noticed numbers of them growing in the rocks.\"\n\n\"I know. I placed them there, to make Dead Man's planet beautiful. But\nthey are quite useless.\"\n\n\"Oh, I wouldn't say that.\"\n\n\"I know what I am talking about. On earth, roses serve many purposes\naside from beauty. They help maintain the atmosphere by exchanging\ncarbon dioxide for oxygen; they fertilize the soil; they supply\ninsects, such as bees, with food. These roses extract carbon from the\nrocks and give nothing in return, except their beauty. The soil is not\nfertilized. There are no insects to feed. This flower has no pollen,\nfor it is purely ornamental, developed by myself for beauty's sake.\"\n\nHe took his fingers and pinched off the rose. As it dropped to the\nfloor, a whitish, gleaming pellet half emerged from the flower, but\nGhor quickly ground it underfoot.\n\n\"You see? That little projectile might have killed me. The flower\nis vicious. Like other plants on this planet it utilizes organic\nradioactivity to destroy other living plants.\"\n\n\"So that was what it was.\" Mick said. \"Organic radioactivity!\"\n\nGhor did not reply. His eyes were on the stem of the plant. It was\nswaying gently, as if it possessed muscles. A little green bubble\nformed on the end of the stem.\n\n\"Watch!\" Ghor whispered.\n\nThe bubble enlarged and suddenly burst. There, in full bloom, was\nanother rose, just like the first that Ghor had broken from the stem.\n\n\"You see, gentlemen, your planet is not the only one that might have\nthe legend of the Hydra! You cut off the head of any plant and another\ngrows in its place. Sometimes two heads grow and by the process of\ndivision--analogous with cell division--a new plant individual is\nformed. The botanical life of Dead Man's planet carries regeneration\nforward to such a degree that even the loss of a leaf, or of a thorn is\nreplaced in a few minutes, often in a few seconds. The plant life is so\nhardy that when my father, whose name I never knew, attempted to clear\nthis space with fire, he found he had twice the growth of plants after\nthe fire.\"\n\n\"It's clear now,\" Alf said. \"How did he do it?\"\n\n\"By transplanting and controlled regeneration,\" Ghor said, smiling. \"He\ncarried his experiments far. Most of the trees here were developed by\nhim. He found that certain injections transformed cell structures so\nthat he could cause the regenerated parts to assume almost any shape he\ndesired. My father's trees are nothing but Ngye stalks--mere weeds--so\ntransformed that they resemble the oaks, the elms, and the chestnuts of\nthe earth.\"\n\n\"And the corn, I suppose is merely a synthetic product?\" Mick asked.\n\n\"It is a triumph of my own. The product is quite edible and tastes,\nI assume, much like terrestrial maize, which I have never eaten. The\ncells possess the same number of genes and chromosomes as Indian maize\nand it is, therefore, biologically related, although the two types have\nnever been in contact.\"\n\n\"But there must be some difference. Maize doesn't throw radioactive\nparticles at cornhuskers!\"\n\n\"That,\" smiled Ghor, \"is probably an environmental factor. And it is\npossible some of the genes are not exactly like maize genes.\"\n\n\n\nGhor and the two earthmen talked for hours. He showed off his little\nestablishment, buried to conserve heat, under the sand of the asteroid.\nIt was equipped with air purifying apparatus, electrical devices and\nheaters, all supplied with plant generated power. Ghor cooked a meal,\nentirely vegetarian, that tasted little different from its terrestrial\ncounterpart. The bread was indistinguishable from that made from\nwheat flour, the potatoes had exactly the same taste as terrestrial\ntubers--in fact every item had its counterpart on earth, yet it was\nsupplied from carefully developed plants of the asteroid.\n\nGhor told other facts about his home.\n\nDead Man's planet turned on its axis once every nine and one-half\nhours. Its average temperature was about forty degrees below zero and\nthis temperature remained fairly constant because of the small diameter\nand surface of the asteroid.\n\nMick's perplexity over the degree of trust to be placed in Ghor wavered\nas the conversation continued through the day. Ghor's actions did not\nappear suspicious. Ghor himself, pale and weak and a product of zero\ngravity, was hardly to be feared, except through trickery. But there\nwere words, sentences and phrases dropped by the exile from time to\ntime that indicated deep mystery and hidden horror. There were certain\nunanswered questions that were clues to questions that were not asked.\n\nBehind this mystery, Mick noted a beseeching look that appeared\nfrom time to time on Ghor's pinched face. It was the air of a man\nasking pardon for a crime. Yet, what crime had been committed? Ghor's\nexperiments were contribution to universal knowledge. On earth they\nwould be hailed as discoveries and Ghor would be honored and rewarded\nfor his work. Surely Ghor had committed no crime in his development of\nalien plants into terrestrial forms.\n\nGhor's work had been done in the same manner that an experienced\nairplane pilot flies blind in a fog. He had never seen corn and\npotatoes, yet he had created them. His sole guides were books in the\nlibrary and sound motion pictures bearing on botany that had been left\nbehind by Ghor's nameless father. Ghor was more than a Robinson Crusoe;\nhe was a Tarzan in the jungle of space.\n\nThe only unseemly exhibit in this island of the sky was the frozen\nbody of Ghor's father on the ledge above the buried space ship. This,\nhowever, could be considered in the light of environment. On an airless\nbit of rock, where nothing decayed, burial in the ground was like\noffering the human body as food for the roots of millions of obscene\nplants. Burial seemed more of a sacrilege than the placing of the body\non a rock as a flesh and blood monument.\n\nAfter a rest during the short, five-hour night, Ghor offered to take\nthe spacemen back to their ship to make repairs.\n\n\"It isn't that I wish to hurry your departure,\" he said, \"but I realize\nthat my life here is very dull. Except to tell you of my work, I have\nnothing to offer in the way of entertainment.\"\n\n\"Wouldn't you want to go back to Terra with us?\" Mick asked.\n\nAgain that cunning, deceptive expression crossed Ghor's face.\n\n\"No,\" he said. He did not elaborate.\n\n\n\nGhor's method of avoiding the radioactive pellets cast from the buds\nof the weird plants of the asteroid, was akin to the degaussing\nprocess used by ships in mine-infested waters. The plants sensed their\nenemies through the minute electrical currents that are present in all\nliving organisms, Ghor explained. They cast their pellets at all alien\norganisms that came near.\n\n\"You mean grow near?\"\n\n\"There are a few mobile plants on Dead Man's planet.\" Ghor explained.\n\nThey had emerged from the locks of the ship and they were moving down\nthe gulley. Ghor walked in his usual stiff-legged stride and clad as he\nwas in a spacesuit, he appeared to be some sort of mechanical monster.\n\nAs they emerged from the gulley and came to the place where Mick had\nslashed down the budded stalk with his ray gun, Ghor halted. The\nshriveled burned bud lay on the ground, but the stalk had disappeared.\n\nThe earphones in Mick's spacesuit caught Ghor's startled gasp:\n\n\"Ngye!\"\n\n\"It attacked us yesterday after we jumped out of the corn patch,\" Alf\nwas explaining. \"Mick knocked it over with his ray gun.\"\n\n\"It is the first one that has ventured on this side of the planet in\nseveral years,\" Ghor explained. \"It's one of the mobile plants I was\nspeaking of. You see, the stem has regenerated a new bud and has moved\non.\"\n\n\"We saw several of them--\"\n\n\"Several!\" Ghor seemed to stiffen. \"Gentlemen. It is not safe here. We\nmust go back to my cabin. The Ngye is one plant that is deadly.\"\n\n\"I thought your father made trees out of them,\" Mick said.\n\n\"At first they were docile. My father developed many kinds of plants\nfrom them and I myself created the corn from hybrid Ngye plants, but\nthe process of survival played a curious prank by developing in the\nuntouched plants a sense of hatred for these new variations, as well\nas an everlasting enmity for my father and myself. It was as if these\nplants resented being made over into alien forms. My father developed\na poisonous substance which he spread on the soil which drove the Ngye\nplants to the other side of the planet. Apparently they have come back.\nIt means, my friends, that mankind must go to war to save himself and\nhis products.\"\n\nGhor already was walking rapidly back toward the gully.\n\n\"Couldn't you make some other poison to get rid of them again?\" Alf\nasked.\n\n\"I might, but it would take time. And--\" Ghor seemed to choke, \"--it\nwas the poison that killed my father.\"\n\nAs Ghor reached the first turn in the gulley, he halted and then sprang\nback. A gleaming spark landed at his feet and heated the rock to\nincandescense.\n\n\"Trapped!\" he groaned. \"There's a forest of Ngyes in the path ahead of\nus.\"\n\nMick pushed forward, his ray gun in hand. He caught a glimpse of a\nforest of leafless stems, surmounted by ugly, bulging bulbs. Ghor\ntugged Mick back, just as a shower of sparks shot from the stalks.\n\n\"How do they know where we are?\" Mick asked. \"Doesn't our degaussing\nequipment work?\"\n\n\"The Ngye has more sensitive perception than most plants. You forget\nthe radio waves from our phones. The plants are able to find us by\nthose.\"\n\n\"Maybe we can rush them,\" Mick suggested. \"Alf and I can use our ray\nguns to burn a path through to the cabin--\"\n\nGhor shook his head.\n\n\"No. Before we seared half of them, the rest would have melted us into\ngrease. Besides, fire won't work with them. It will only multiply our\nenemies.\"\n\nA warning cry came from Alf.\n\n\"They're behind us, too!\"\n\nMick glanced down the gulley. A moving forest was circling the bend.\nThe Ngyes seemed to progress with an amoebic motion, as if their roots\ntugged them along over the loosely packed soil.\n\n\"Quick, Alf! Take Ghor's arm. We can jump for it!\"\n\nAs Mick shouted, he seized Ghor's right arm. Alf took the left arm of\nthe asteroid man. The three shot upward into the air, propelled by the\nearth-born strength of the spacemen. The ground where they stood a\nmoment before turned red beneath a shower of tiny radioactive pellets.\n\n\n\nAs they shot into the sunlit sky, their eyes saw Ngyes on all sides.\nThey lined the valley. The cornfield was ablaze with light as the\nbudded plants and hybrid maize battled for existence. Even the rocks\nabove the gulley sprouted hundreds of the swaying stems.\n\n\"We're in for it,\" Mick said. \"Wherever we land, we'll be in a patch of\nthem. We'd better shut off our telephones and try to slip through--\"\n\n\"No! Our steps on the soil will be sensed by the roots. We'd never walk\na dozen yards. But you might make it by jumping--\"\n\nGhor broke off suddenly. His head turned toward a grove of the enemy\nstalks directly below. Two of the stalks had bent close to the ground,\nplacing their bulbs beneath the roots of a third. Suddenly the bent\nstalks straightened, catapulting the third stalk into the air, like an\narrow toward the three floating men.\n\nMick's gun blasted the stalk and it withered in flame in mid-air.\n\nBut other stalks were shooting toward them now.\n\nGhor was struggling desperately.\n\n\"Let me go!\" he whispered. \"Turn loose of my arm. Remember, the gravity\nhere will not let me fall faster than you.\"\n\nGhor suddenly wrenched loose. From a pocket of his spacesuit flashed a\nknife.\n\n\"Stop!\" It was Alf who first sensed Ghor's intention, but his action\nwas too slow to stop what followed.\n\nThe knife slashed through the fabroid spacesuit, deep into the neck of\nthe asteroid man. A spray of red blood shot into the airless sky.\n\nA curious sort of tremor seemed to shake the stalks below. The reddish\nspray seemed to strike fear into the waving buds. The living forest\npushed back away from the spray of human blood.\n\nWhen the men dropped to the ground the Ngyes were retreating.\n\nBut Ghor lay lifeless beside them.\n\n\"That was the poison that killed the Ngyes--and that killed his\nfather,\" Mick said. \"Human blood! It's ghastly.\"\n\n\"We'll put him on the ledge,\" Alf said. \"I think he'd like that. Lord!\nTo think that we didn't trust him at first. He's a hero, Mick! A hero\nas great as any in the history of mankind!\"\n\nA day later the two terrestrials, protected by the degaussers,\ncompleted the repairs on their space ship.\n\n\"I think we ought to go back to the cabin, Alf,\" Mick suggested.\n\n\"Yeah. We ought to pay our respects to Ghor. We owe him more than he'll\never know.\"\n\nOnce more they stumbled up the gulley. They kicked aside a few dead\nNgye stalks that had been killed by the lifeblood of Ghor as they\nfollowed the turns of the pathway. At last they reached the locks.\n\n\"Mick!\"\n\nAlf was pointing to the ledge above the locks. Only one human figure,\nits arms akimbo, eyes staring down the gulley, stood on the ledge. Ghor\nwas gone.\n\nSlowly the locks opened. Through the door, unhelmeted, unprotected by a\nspacesuit, came Ghor.\n\n\"He's alive!\"\n\nGhor smiled--that same crooked, half mysterious smile. He lifted his\nhand and held a microphone close to his lips.\n\n\"I hoped you wouldn't come back. I didn't want you to know I was a\nfailure.\"\n\n\"A failure! Man, you're a hero!\" Mick said.\n\n\"I'm not a man. If I had been a man, I would have died. But, you see,\nI am not a man. I am a product of my father's botany. You see, I, like\nall of the things that look like terrestrial things on this planet, was\ndeveloped from the lowly Ngye. It had been my hope that I was no longer\na plant, but a man. I had read men's books; studied his pictures;\nlearned his arts. But I am not a man. I am a failure.\"\n\nFrom the door came another being--an identical image of Ghor.\n\n\"This,\" Ghor said, \"is my son. The result of my wound yesterday.\"\n\nMick walked forward and took the hands of the two asteroid men.\n\n\"If you're not men,\" he said, \"you're something greater.\"",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)",
            "Winterbotham, Russell Robert",
            "Winterbotham, Russ",
            "Winterbotham, R.R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61919/pg61919.txt",
        "name": "dead_man_s_planet.json"
    }
}