{
    "name": "Dearest Enemy",
    "author": [
        "Holden, Fox B."
    ],
    "body": "From somewhere there was a buzzing sound. It kept repeating. The gentle\nthrob of it vibrated his eardrums; the vibrations registered somewhere\nat the bottom edges of his brain. Buzzzz. Insistently, like a wasp.\nLike a trapped wasp.... But there were no wasps in the streamlined\nmetal shell of Vanguard-I.\n\n_Better answer_, another part of his brain whispered. _Better\nanswer ... they want to tell you what to do...._\n\n_God!_\n\nSome sweat oozed from the dark bunches of his eyebrows, fogged the\nbinocular eye-piece of the orbit-synchronized refractor, but he kept\nwatching, he could not stop watching. _Buzzz! Buzzzz!_\n\nRed gouts of flame, as big as a pin-head, as big as a shirt-button,\nas big as--damn the fogging--up! No, no it was the mushrooms, not\nthe fogging; you could count them, like puffs of gunsmoke along a\nfiring-line stippling the Atlantic seaboard, now branching, riddling\nwestward--others drifting eastward from the Pacific as though groping\ntoward a pre-planned rendezvous.\n\n_Buzzzz! Buzzzz!_\n\nHe would answer. There would be the sound of another man's voice and\nthat would make it all real. If he silenced the buzzer and listened\nto the voice it would be real and not a final training-film; the\nfilms would be over, the lectures over, the flight-tests over, the\neliminations over and he and Streeter chosen and Streeter dead and\nburied at Space and now he was alone up in Vanguard-I....\n\nVanguard-I was \"up\" and Earth was \"down\" and both were real. Beyond\nthe buzzing, both would be real.\n\nThe strong young voice was an old voice as it answered the buzzing, as\nit gave sound to words for the UHF's panel-mike.\n\n\"Home Plate, Home Plate, this is Mrs. Grundy, over...\"\n\n\"Mrs. Grundy this is Home Plate. Are you reading? Are you ready for a\ncircus or is all your money gone? Over...\"\n\n\"Ready for a circus. Regret delay in acknowledging. I--was in\nObservation, over.\"\n\n\"Mrs. Grundy, your Daddy-o wants to talk to you so bye bye baby....\"\n\nGeneral Knight himself. Knight himself to talk to him ... so it was\nthat bad.\n\n_Of course it was that bad!_\n\n\"Mrs. Grundy can you read, over....\" Knight's voice. It sounded calm.\nIt sounded unruffled. You had to know Knight, you had to have heard him\noften to know that it was not calm, that it was not at all unruffled....\n\n\"Even the small print Daddy-o, over....\"\n\n\"No words twice so baby make marks--\" Thorn's hand flashed to\nthe card-punch and magnetic-tape unit switches, flicked them to\nON-RECORD. \"--been surprised, but not taken completely off balance;\nretaliation now in progress as you have probably already observed or\nwill observe in course of orbital passage. Plan Able Zebra effective\nimmediately....\" The words were coming so fast they were slurred, and\nKnight was exaggerating his own Alabama accent. \"Expect report once\neach turn....\"\n\nHe would not have needed the recording or even words twice. Each of\nKnight's directions was graven into him as it was spoken.\n\nTo cease all scientific observation and recording at once; to begin\nmilitary observation of the Enemy and his puppet-states, and all\npossibly-discernible activities, immediately. To remember that as\nthe coast of California appeared on his horizon he was to begin\ntransmitting in code, and that he would finish transmitting before the\nAtlantic coast disappeared over the horizon behind him. To remember\nthat his stores of fuel were for orbit-correction only, to be used for\neffecting an Earthside landing only upon explicit and properly-coded\norder, or upon threat of otherwise unavoidable destruction. To\ncalculate present stores of food concentrate and air to the hour if\npossible, not forgetting that with Streeter gone the time-lapse between\nrendezvous with the supply rocket should be at least doubled. To\nremember a thousand things; things he already knew by rote ... but the\ntape and card-punch units clicked softly away, recording, recording....\n\n\"... and Mrs. Grundy here's a morsel for you--you may have a new\nneighbor in your block but not like you at all--there's probably a\nworld between you--don't take any wooden nickels baby. Say good-bye to\nDaddy-o baby, over....\"\n\n\"Home Plate this is Mrs. Grundy sees all and heard everything, out.\"\n\nThe whole transmission had taken less than two minutes. Now the UHF\nwas off and there was one break, anyway. If, somehow, the Enemy\nhad succeeded in getting up a satellite of his own, he had at\nleast--according to Knight--sacrificed the ability to directly monitor\nThorn's radio for invisibility. Vanguard-I was aloft for geophysical\npurposes only, according to the propaganda-pitch back home. But as far\nas Big Red knew, it was loaded to the locks with as much armament as a\nthing of its comparatively tiny size could carry.\n\nAnd as far as Thorn himself knew, nobody making geophysical\nobservations had ever needed to do it through the tubes of\nmissile-launchers like the ones that were cuddled snugly in\nVanguard-I's blunt forehull....\n\nSuch little thoughts whipped quickly through his mind as he tried to\nmake it regain balance for the immediate tasks besetting him, because\nthey were little and simple and easy to grasp and discard. They could\nkeep him from going crazy. It was the bigger thoughts--the bigger ones\nthat might come later--they were the kind he had to keep out of his\nhead.\n\nMajor Joshua Thorn began his work with the equipment, to modify it for\nuse as Daddy-o had told him.\n\nHe could do it automatically, do it in his sleep, do it blind. Couldn't\nwatch and do it, though. Watch later. Think of the little things now\nthat were easy while the equipment got automatically modified. Little\nthings to keep the big ones like what was happening down there from\ntipping him over into the whirlpool of madness that was trying so hard\nto pull at him.\n\nLittle things....\n\n\n\n\"Please be seated, Major Thorn.\"\n\n\"Yes sir.\"\n\n\"This will be your Final Security interrogation. To be followed, upon\nits favorable completion, by Final Briefing. Before we begin, do you\nhave any questions, Major?\"\n\nThe thick lenses of the glasses reflected the interrogation cubicle's\nharsh lighting and would not let him see accurately into the pale eyes\nthat blinked behind them. But it was almost as though he and Brigadier\nRobert McQuine, USAF, Intelligence, were old friends. And the sweating\nfaces of the three G-2 psychiatrists that gleamed at McQuine's left\non the opposite end of the big oval-shaped conference-table--they\nwere more than familiar. They had never thought he, Thorn, was really\nsane. What really sane man who had flown twice too many missions in\none war would volunteer to fly in the next that followed? What sane\nman would go begging for military flight-test assignments in weird\nships that had never been flown anywhere but in a wind-tunnel and on\ncomputer-tapes. And what sane man--God help him--what man in his senses\nwould ask to be fired a thousand miles off the Earth with only the\nknowledge that a thing the size of a basketball had circled the planet\nsuccessfully for almost a year before it fell back and burned up?\n\nHad the Major ever had thoughts of--well, of doing away with himself?\nHad the Major hated his father when he was young? Been afraid of girls?\n(Oh, is that a fact, Major? Well! Well, now....)\n\nOnly the faces of the three Senate Committee members were different.\nBut they usually were.\n\n\"Yes sir, one question. It was my understanding--and Captain\nStreeter's, I'm sure--that Final Security and Briefing had been\nscheduled for about nine weeks from now. There has been no acceleration\nin the final phases of our program, so--\"\n\n\"I, ah--\" McQuine interrupted smoothly, \"think that question might best\nbe answered by your Final Briefing officers, Major. Now, any other\nquestions?\"\n\n\"No sir.\" So that was it, all right. The rumors, as usual, had a germ\nof truth in them. All rumors did. And these had been more persistent\nthan most. _Cold war not so cold anymore. General Adams transferring.\nThat last note from Big Red--didn't all get to the papers! Cold war not\nso cold anymore...._\n\n\"Now, Major, when you were a sophomore in high-school--the book\nentitled _A World United_ not on your required English or Political\nScience reading lists, was it?\"\n\n\"No sir, not as I recall, but--\"\n\n\"Then why did you read it? You have admitted before that you _did_ read\nit--\"\n\nPause. All up to him. Every single word, every single inflection, up to\nhim....\n\n\"I took quite an interest in my studies, both in high-school and in\ncollege, sir, as I believe my records will show you. They'll show that\nI also read books relating to other courses that weren't a regular part\nof the curriculum....\"\n\nNodding. But looking him squarely in the face, hesitating just the\nright length of time. Then suddenly \"Major Thorn do you swear here and\nnow in the presence of witnesses that your allegiance to your country\ncomes first above all with the sole possible exception of Almighty God?\"\n\n\"I do so swear....\"\n\nAnd on and on....\n\n\"... why did you major in the Fine Arts in high-school, switch to\nEngineering in college, then switch again to take your degrees in\nWorld History and Political Science ... were you ever heard to say, or\nreported to have said, or did you in fact say.... Major, I have here\nthe records of....\"\n\nThe Senators had their questions. The psychiatrists had theirs.\n\n\"... hesitation, Major, in firing upon an Enemy aircraft, even though\ndisabled ... guilt-feeling at destroying a city containing almost one\nmillion people.... Major you told us that ... training for five years,\nnow, and you realize....\"\n\nMore and more and more, but it was not so difficult to keep his nerves\nstraightened out as it had been the first time or the next time after\nthat. He had told the absolute truth as far as he could possibly know\nit. So it was just a matter of giving the same answers he had always\ngiven. Let 'em make what they could of the truth....\n\n\"Yes, Senator, I readily admit having written my senior essay on the\nbasis of the book _A World United_. Yes sir, I studied philosophy and\nsome foreign languages in college.... No sir--no sir, nothing like\nthat. No. Never....\"\n\nAnd then hardly an hour after it was all over, less than an hour\nto relax for Streeter and himself, cooped up in a single room with\ncigarettes and magazines and nothing else and nobody else to talk to,\nhardly an hour, and then Final Briefing was underway.\n\nGeneral Groton: Typical Orders of Procedure.\n\nGeneral Simms: Technical Details.\n\nGeneral Orton: Estimate of the Present Situation. _Rumors, hell...._\n\nAnd then the Secretary of Defense himself.\n\n\"Major Thorn, Captain Streeter.... There is probably little I can add\nto all that has been so thoroughly ingrained in you in your five years\nof training for this experiment, or learned by both of you, the hard\nway, in war. But there are certain points I feel I ought to emphasize\npersonally ... even though I know you've heard them many, many times\nbefore.\n\n\"First, this is your country. In the adventure--in the duty, that you\nare about to undertake, there must be no mistake that your nation comes\nabove _all_ other considerations! Now, I don't question your devotion,\nI merely re-impress....\"\n\nPause. The man was good, all right.\n\n\"Second, despite what you may have heard from--from any of various\nsources in recent months, our cold-war Enemy is hard-pressed; he is\ndesperate, and he is likewise determined. Determined as even you may\nnot guess. Our Intelligence has learned that he has trained women to\nbear arms as well as children for his armies. He has trained them to\nmarch, to bivouac, to fly intercontinental bombers, to fly rocket\ninterceptors, to go to the attack with men--and on an equal basis, and\nin almost equal numbers. A point to remember, even from where you shall\nsoon sit! Don't forget it.\n\n\"Last, if--and we all pray that it won't happen in this or any other\ngeneration--but, _if_ war should come--if some unsuspecting midnight it\nshould suddenly erupt (and such eruption would be on both our shores,\nsmashing all of our greatest cities even as we retaliated) if this\nhappens, gentlemen, you must not forget one thing. You must not forget\nfor an instant that in such a war, _all_ the Enemy must die.\n\n\"If I sound melodramatic forgive me, and bear with me. You both\nrealize, I'm certain, that any Next War would be a war to the death.\nAfter which--\" the skillfully-modulated voice lowered, softened,\npaused, softened again.... \"After which, there will be only one of us\nleft. _Because there will be no time for armistice, for truce...._ It\nwill be Our Side, or Theirs. Gentlemen, it _must be Ours! So if there\nis war, I repeat_, all _the Enemy must die!_\n\n\"That's all I have, except to say good luck and God-speed.\"\n\nVery firm hand-shake for each of them, and Final Briefing was over.\n\n\n\nEven yet Joshua Thorn could remember that first emotion shared by\nhimself and Streeter after the effects of the four-G blast-off had worn\naway, after the tension of establishing orbit was eased, the first\nreport made to Home Plate, and they were at last granted a moment's\nrest, a moment's respite to look back, to realize....\n\nDone it. Done it.... They had _done_ it!\n\nThey could almost see themselves, the National Emblem emblazoned\nbrilliantly on their chalk-white metal skin, riding in dignified,\nsilent triumph over all of the Earth. Now let anybody--anybody, anybody\nanywhere (for weren't they above all of anywhere?) shake a fist, rattle\na sabre!\n\nFirst Men in Space. Like God, somehow....\n\nThey thudded each other on the back, they yelled things they could\nnot remember, they let the tears flood down their cheeks without\nnoticing, and they laughed; they laughed long and loudly with words\nand wordlessly, and then they watched again, watched mighty Earth below\nthem turning by some power that was not theirs to see on an invisible\nspit over Infinity.\n\nIt was at the end of the fourth month that Streeter died.\n\n\"Josh? Josh what's our trouble?\" Young, earnest. Wiry and pink-cheeked\nand an eternal glint of excitement in his light blue eyes.\n\nThorn kept studying the instruments as he answered, slowly, and without\nalarm in his voice. It wasn't much, but the bunching of his thick\neyebrows had given him away. It always did.\n\n\"Port reflector's all, I guess, Johnny. Been watching it; a hair off,\nso we're down just enough BTU's to make a dent in power supply. Must\nhave come out a little cockeyed when we popped it. Want to watch the\npanel a few minutes while I--\"\n\n\"Second-guessed you, Skipper--\" Johnny Streeter was already halfway\ninto a pressure-suit. \"Just zip me up the back and check my\npetticoat....\"\n\nJosh Thorn grinned, closed Johnny's suit, secured his soap-bubble\nhelmet. They'd both been Out before so it wasn't as if this was the\nfirst time. It was just that this was the first time it _had_ to be\ndone.\n\n\"Suit-check, Johnny....\"\n\n\"I read you--\" crackled the bulkhead audio.\n\n\"Air?\"\n\n\"Fourteen point seven psi, oxygen 26 per cent, nitrogen....\"\n\nThey finished the check; all the complex machinery of Baggy-Drawers was\nfunctioning perfectly. Then Instrument Check--Methodically, Johnny's\ngauntleted mitts touched each magnetic hook on the wide girdle, named\neach implement suspended from it, replaced it.\n\n\"Can I go out and play now?\"\n\n\"Be a good boy, Johnny.\"\n\nThe lock hissed, cycled down, and then Thorn was hearing the metallic\nnoises of Johnny's feet striding ponderously like some story-book\nColossus along the \"upper\" hull, sternward, and then to port.\n\n\"Be a cinch, Josh,\" the audio crackled. \"If they're all this easy I'll\nfeel like a draft-dodger! Maybe if I swab the deck while I'm ou--\" A\nsound that wasn't Johnny but it was.\n\n\"Johnny? Johnny, do you read me?\" Josh Thorn could feel sweat dripping\non his stomach. \"Johnny--\"\n\nHe left the mike, made his way aft in clumsy haste, the simulated\ngravity confusing long-conditioned reflexes. And he listened beneath\nthe hull section over which Johnny would be. Listened for a thump, a\nscrape of metal on metal, a vibration of life....\n\nNothing.\n\nHis own Baggy-Drawers seemed built for a midget with one leg as he\nstruggled into it. Cursory check--enough, she worked, she'd have to....\n\nOut. Aft. Port. Johnny....\n\nJohnny Streeter was still standing, but it was an odd kind of stance;\nthe stance of a marionette on slack strings. Motionless. Standing by\nthe reflector mast, some of his magnetized instruments clinging to it.\n\nAnd then he saw Johnny Streeter's helmet, and saw that it was no longer\ntransparent. Josh tasted vomit on his lips.\n\nA chance in how many million, how many billion? What was it the\nstatisticians had said? About the same chance as a fatal auto accident,\nhaving a meteor hit you....\n\n\n\nEquipment converted, recalibrated for Earthside observation. Equipment\nchecked. Emergency reflectors out (power drain still damned heavy) and\nradar full out; close-down scanners on, recording equipment humming,\nready.... Coast coming up in--oh-nine minutes, three-seven seconds.\nTapes ready at play-back, UHF set.\n\nNow wait.\n\nYou can watch while you wait....\n\nHis eyes hurt, their sockets hurt as he pressed them too hard into the\nbinocular eye-piece.\n\nDamn the fogging! Damn the blue fogging--_blue_?\n\n_No!_\n\nIt filled the object-lens; it swirled, it calmed, it coalesced, it\nthinned, and there was a second's sight through it, and then Josh Thorn\nwas swinging the refractor in near-abandon on its panhead ... there!\nClear! Clear, you could see--at the edges! Coming in again, drifting,\ndrifting slowly, drifting ... blind.\n\nHis fingertips slipped, grabbed again, swung the telescope too\nviolently, steadied.\n\nBlue fog, moving slowly, deliberately, and yet so fast, so\nunbelievably fast, why, they said if it ever happened it would take\nweeks, months, maybe years, but they could've been wrong, so many\nthings they couldn't have known....\n\nBlue.\n\nCobalt blue.\n\nWith some force of sheer power of reason, Joshua Thorn forced himself\nfrom the refractor; forced himself past the blue-faced scanners\n(maybe it was only an Enemy trick; an Enemy screen, the biggest blue\nsmoke-screen ever made!) to the UHF. Maybe. Sure. He was overdue.\nMinutes overdue; they were waiting for him down there, waiting for his\ncall, wondering if perhaps the screen had really fooled him, or if it\nwere really effective in blocking his sight, or if....\n\nThey were right down there, right underneath him, waiting under the\nblue smoke-screen.\n\n\"Home Plate Home Plate this is Mrs. Grundy over....\"\n\nCrackling.\n\n\"Home Plate Home Plate this is Mrs. Grundy. Home Plate Home Plate\nwhat's the matter can't you read? Home Plate Home Plate this is Mrs.\nGrundy, over.... _Over!_\"\n\nCrackling.\n\nThe meters.... All right--on the nose, right. What were they, asleep\ndown there? Maybe the smoke-screen reflected even UHF. He could try a\nbounce and see. Narrow beam. Tight. Watch the screen....\n\nPip. Pip. Pip.\n\nGetting through. Lousy smoke, just couldn't see through it....\n\n\"Home Plate Home Plate Home Plate--\"\n\nHe had been around fifty times; he had counted. It had taken one\nhundred hours; he had counted. He had transmitted steadily since the\ntwentieth time, in the few languages he knew beside his own, for sixty\nhours; he had counted.\n\nHe had only a whisper for a voice now, and only aching places where his\nears were.\n\nBut it didn't matter. It didn't matter.\n\n\"Home Plate, this Mrs. Grundy--\n\n\"Can anyone read me? Does anyone read me down there?\n\n\"_Kann jedermann mich hören? Antworten-Sie, bitte...._\n\n\"_Repondez, repondez si vous m'entendrez...._\n\n\"_Damn you can't you hear me_ CAN'T YOU HEAR ME?\"\n\n\n\nHe'd tried to keep track of the time.\n\nHe thought it had been a month; maybe more, but a month anyway.\n\nAnd now the blue was solid over Earth, over all of it. There were\nstill little swirls, little eddies of it here and there, but most\nof it--already, most of it had settled like a fixed shell, like the\nquiescent surface of a stagnant pool.\n\nAnd somehow he'd accepted it.\n\nThey were all dead down there.\n\nCobalt blue had killed them all, killed them all....\n\nFunny. It had a rhythm to it. Cobalt blue had killed them all, killed\nthem all, Cobalt bombs had killed them all--\n\n_STOP IT!_\n\nBut if they were all dead....\n\nAnd if he were not dead....\n\nThen he was the last human being left alive.\n\nThat was crazy.\n\nNobody could be--nobody could be the last--\n\nBut there was nobody.\n\nExcept him. So, it followed: therefore--ergo: logically, if there was\nnobody, and if....\n\nGod, it was dark.\n\nGod, it was quiet.\n\nAnd if....\n\nIf you laugh you'll go crazy.\n\nIf you don't laugh, if you don't laugh, if you--hell, only one dose\nof barbiturate left in the First Aid stores ... big thing, hard to\nswallow ... and if there's nobody left, then....\n\nSleep.\n\n\n\nHe hadn't touched the UHF in three months, but he'd left it on\nregardless of the power drain just in case.\n\nHe had divided the hours off into sleeping and eating periods, and he\nhad just slept, and just eaten, and he'd shaved, and put on a fresh\nuniform. He had knotted the tie perfectly; his collar insignia were\nshined and pinned in place without a single wrinkle.\n\nHe had it figured out.\n\nHe could die of oxygen, if not food, starvation in five more months,\nthree and one-half more days. And that would be the end of it.\n\nThe hell it would! Who the hell did they think they were to do this to\nhim....\n\nBut he had his computers. He had his reference-tapes. He had his\nrefractor and his scanners, and his star-charts, and his store of fuel\nfor orbital correction (ninety percent of which remained, because it\nhad been an almost perfect shot) and he had his brains.\n\nIf you threw a stone off the rear of a moving train at a speed _less_\nthan the train's speed forward, the stone would of course leave the\ntrain, but in relation to the ground would still be travelling in the\ntrain's direction.\n\nIf you threw a satellite away from its path around Earth and directly\ninto Earth's wake, but at a speed less than Earth's forward speed\nin its orbit, the satellite would break free, but would continue in\nEarth's orbital direction. And then with a brief side-blast, you could\nwarp into an orbit around the Sun all your own, or--into that of the\nplanet Venus, if you chose....\n\nAnd beneath that eternal shell of cloud--who knew?\n\nHe had his computers. He had his reference-tapes. He had his refractor\nand his scanners, and his star-charts and his precious store of fuel.\n(Three-score years and ten, the Good Book said. Better than five\nmonths. Better than sitting and waiting. So he would fail--no worse\nthan what was Below.) And he had his brains.\n\n\n\nHe worked methodically. He drew schedules: four hours of work, one for\neating and relaxation; five hours more of work, and another for food\nand rest; six hours more of work, then seven for sleep, and then the\ncycle began again. By making a rhythm of it, he thought, rather than a\nprogram of perfectly equal work-periods, he would avoid monotony. With\nmonotony would come despair, and with despair.... Despair of course\nwould kill him.\n\nAnd there was the thing in him that would not be killed; a thing that\nhad been rooted as deep within his kind as Life itself, since the first\nMan had shambled erect on the face of the still-steaming Earth. He\nwould survive.\n\nAs Joshua Thorn, and as Man. He would not let Man die yet. Not out\nhere. Not in the cold dark, alone. Somehow, Thorn thought, Man had\nearned a better way, a better place to die....\n\nBut of course it was silly to think that Man should ever die, that he\n_could_ ever die....\n\nRidiculous.\n\nBaloney. Oh, you could kill a lot of people, certainly. Sure. But the\nwhole race of Man--nuts to the philosophers! The only thing they knew\nhow to do was think!\n\nHe worked methodically, ascertaining first that at the present point in\nher orbital swing, Venus, approaching as she was from aphelion, would\nbe in close enough proximity as she passed by to be met within the time\nlimit set by his remaining store of food and oxygen. And he ascertained\nsecondly that he had sufficient \"emergency\" fuel (and this, he assumed,\nmight be classified as an emergency of sorts?) to blast him out of\norbit and into Earth's wake with barely sufficient speed to assure\nhim of not falling back. If the computers weren't lying, there'd even\nbe enough after that to warp him into the gradual, drifting arc that\nwould intercept Venus in her path around the Sun, and then--perhaps\nenough to effect landing. Barely, if at all. His taut mouth twitched in\na humorless little smile. What an irony to actually succeed--to make\nit all the way, across the millions of miles of Space, first human in\nhistory to accomplish it--and then, maybe one or two hundred feet above\nsurface, to have the final drop of fuel run out....\n\nSo ... what was there to lose but the race of Man.... And that anyway,\neventually. Thirty-five more years (if he were lucky; he smiled again)\nappended to--how many? Half a million?\n\nBut half a million years was only a nervous twitch on the skin of Time.\nA spark in an eternal, all-consuming fire; a spark that died even as it\nflared its little second and then crumbled into ashes.\n\n\n\nHe smiled a grim little smile, and made a note of the date; it was 1800\nhours, October 21. He did not even glance at the pale-blue thing that\nrolled and shimmered grotesquely a scant thousand miles on his left. Be\ndamned to you! But you are damned already. So good-bye.\n\nHis fingers finished the business of tightening the heavy buckle of his\nseat-belt, and then they punched the red firing-studs, and Vanguard-I\nbroke her bondage.\n\nThe ferroelectric brains of the computers considered silently; acted.\n\nThe organic brain of the man hazed red, hazed darkly, and trusted,\nfor it was powerless to do more save fight a primal struggle for\nconsciousness. It could not regard the situation. It could not think: I\nam the first human being to fly Space. It could not think, of all the\nthings that all the humans in all of history have ever done, I alone\nhave done this.\n\nRoll the drums for Agamemnon, Roll the drums for Hercules!\n\nRoll the drums for Caesar, Alexander, for Amenhotep, Rameses ... drum\nthe drums for Khan, for Suleiman, for Plato, Aristides--drum your\ndrums for York and Tudor, Bacon, Michelangelo.... For Austerlitz. For\nYorktown. Chickamauga, Ypres, and Anzio....\n\nRoll the drums. Roll the drums for me....\n\n\n\nMotors off.\n\nClick-hum, computers....\n\nSilently.\n\nWheel your eternal wheeling, stars.\n\nDarkly.\n\nCold.\n\n\n\nThe screens showed white, thick white, and the fuel-pumps disgorged\nthe remainder of Vanguard I's life-blood into the roaring combustion\nchambers. The muted complaining of heavy atmosphere keened up the scale\nto a banshee's lament and sweat poured from Josh Thorn's half-nude body\nas his tiny metal cell grew stifling.\n\nPower--how much power to keep from becoming a vagrant meteorite in\nVenus' milky skies? From flaring, white-hot, and falling ... a cinder\nfrom nowhere, with nowhere to go, the last of Earth's ashes....\n\nOne hundred miles.\n\nFifty. Thirty. Twelve....\n\nCooler, now. He shivered in 105 degrees Fahrenheit, shivered in 99, in\n87.... His sweat was cold.\n\nTen thousand feet! Slowing, slowing, a century of time to drop to nine\nthousand, ease off the power, eight thousand, steady; fuel, barely, six\nthousand, steady.... Steady.\n\nWatch your screens! Green. Brown, yellow, blue-veined green;\nlow-rolling magenta mountains westward, cloud-shadows rippling,\nmingling with tenuous wisps of steam ... steam from the jungles of tall\nforest....\n\nOne thousand feet. No sign of mobile life on this planet, in this\nvalley into which Vanguard-I lowered. But all sign--all sign, indeed,\nof the rich lushness that would support it, embrace it, hold it close\nlike a long-denied lover....\n\nThorn sweated again--hot sweat, now--at his scanners, his control\npanel. Temperature again hovering past 100, but there was no time to\nnotice or to feel. One hundred feet ... gently....\n\nAnd then Vanguard-I was down, and at rest.\n\nJosh Thorn hesitated. Baggy-Drawers? Or not? Beneath the white, tenuous\nouter atmospheric shell of methane and ammonia, what? Air he could\nbreathe? Or poison that would strangle him--\n\nHe swung the inner air-lock open.\n\nIf poison, then death would be but a matter of days; the bubble of\nMade-in-U.S.A. atmosphere that he'd brought thirty million miles\nacross Space had supplied him for the nearly four months the Journey\nhad taken. It had done its job, he could demand no more than that. Two\nweeks more, at best, and it would be spent forever.\n\nTwo weeks, thirty-five years, five thousand centuries--\n\nHe swung the outer air-lock open.\n\nAnd breathed. And breathed. And breathed deeply again.\n\nJoshua Thorn wanted to cry. There was a hurt in his throat, and he\nwanted to yell, and he wanted to laugh great peals of laughter even as\nthe unchecked salt tears streamed across the deep valleys of his cheeks.\n\nHe walked, he ran. He stopped, he turned his face to the sky, he spread\nhis arms wide and let the great bellows of laughter roll from his lips\nin the lusty prayer of thanks that only the living who are full with\nlife and amid the teeming fullness of life can know.\n\nThank you, God. Thank you God. Thank you....\n\n(For this little while more, for this little while more for the race of\nMan; I am the last of Man, You know--)\n\nHe prayed thank you, but he did not pray for more, because this\nwas already more than he deserved; the Almighty had been merciful,\ncompassionate and merciful, and he could not ask for more, in no way\ndared ask--\n\nThe thunder seemed straight above him.\n\nThe sound of his own laughter had drowned it out at first, and then\nthe two had mingled, and then as he stood gasping for new breath, as\nhis hoarse voice rested, he heard it--welling as if from a great heavy\nthroat, and now rising to a baleful cry, then falling--falling gently,\nand now a new thunder to drown it, a mightier thunder than the first.\n\nJoshua Thorn stood transfixed as he watched the gleaming bullet-shape\ndescend its pillar of fire. It could have been twin to Vanguard-I. It\nwas descending--it was--_maneuvering_ to be near him!\n\nFrom somewhere far back in his brain the words formed again, _and Mrs.\nGrundy here's dirt for you--you may have a new neighbor in your block\nbut not like you at all--probably a world between you--don't take any\nwooden nickels...._\n\nBut Daddy-o could never know, would never comprehend--\n\nHe was running, stumbling, falling, running again toward the spot where\nthe red-starred satellite of the Enemy (Enemy, what a madman's word\nnow!) would land.\n\nRunning like a child, running like an idiot, arms waving, mouth\nlaughing, throat shouting--\n\nThank you, oh _Thank_ you God....\n\nHe was within twenty yards of the craft when its outer lock opened.\nFifteen when the uniformed figure who stepped out caught sight and\nsound of him, ten when the rifle was aimed at him, five before he could\ncomprehend the mindless meaning of it--\n\n_But we are the only two human beings left!_ his brain whimpered....\n\n_All of the Enemy must die!_ a remembering part of his mind intoned....\nBut someone had trained the Enemy, too.\n\nThe scarlet insigne emblazoned on the streamlined metal shell seemed on\nfire in the filtered Venusian sunlight.\n\nThorn's plunging hands grabbed the muzzle of the weapon even as it\nfired, wrenched it aside without feeling the hurt where his left\nearlobe had been.\n\n\"Great God, you _imbecile_--\"\n\nTwisting the weapon, struggling, trigger-finger constricting to fire\nagain, a final, sudden twist, the finger wrenched against the trigger\neven as the butt was swinging upward, the muzzle swinging down....\n\nThe muffled explosion.\n\nThe gaping, oozing hole in the Enemy's breast.\n\nJoshua Thorn looked down at the crumpled figure, watched as the\nslow-moving shadow of a cloud eddied across it.\n\nHe tried to sob, for he could not pray again.\n\nHe turned. Back toward Vanguard-I. If only he could cry.\n\nBehind him, the Enemy lay dead. All, now, all of the Enemy ... was dead.\n\nHer body would soon be turning cold.",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59575/pg59575.txt",
        "name": "dearest_enemy.json"
    }
}