{
    "name": "Decidedly Odd",
    "author": [
        "MacHarg, William",
        "MacHarg, William B.",
        "Balmer, Edwin",
        "MacHarg, William Briggs"
    ],
    "body": "by Edwin Balmer and William MacHarg\n\n\n\n\nCHAPTER I. ADVERTISED IN CIPHER.\n\nOne rainy morning in April, Luther Trant sat alone in his office. On his\nwrist as he bent closely over a heap of typewritten pages spread before\nhim on his desk, a small instrument in continual motion ticked like a\nwatch. It was for him an hour of idleness; he was reading fiction. And,\nwith his passion for making visible and recording the workings of the\nmind, he was taking a permanent record of his feelings as he read.\n\nThe instrument strapped on Trant’s arm was called a sphygmograph. It\ncarried a small steel rod which pressed tightly on his wrist artery.\nThis rod, rising and falling with each rush of the blood wave through\nthe artery, transmitted its motion to a system of small levers. These\nlevers operated a pencil point, which touched the surface of a revolving\ndrum. Trant had adjusted around this drum a strip of smoked paper, the\npencil point traced on its sooty surface, and a continuous wavy line\nwhich rose and fell with each beat of the psychologist’s pulse.\n\nAs the interest of the story gripped Trant, this wavy line grew flatter,\nwith elevations farther apart. When the interest flagged, his pulse\nreturned to its normal heat and the line became regular in its\nundulations. At an exciting incident, the elevations swelled to greater\nheight. And the psychologist was noting with satisfaction how the\ncontinual variations of the line gave definite record of the story’s\nsustained power, when he was interrupted by the sharp ring of his\ntelephone.\n\nAn excited, choleric voice came over the wire:\n\n“Mr. Trant? ... This is Cuthbert Edwards, of Cuthbert Edwards & Co.,\nMichigan Avenue. You have received a communication from my son Winton\nthis morning? Is he there now? ... No? Then he will reach your office in\na very few minutes. I want nothing done in the matter! You understand! I\nwill reach your office myself as soon as possible--probably within\nfifteen minutes--and explain.”\n\nThe sentence ended with a bump, as Cuthbert Edwards slammed his receiver\nback upon its hook. The psychologist, who would have recognized the\nname--even if not forewarned by the communication he had received that\nmorning--as the conservative head of one of the oldest and most\n“exclusive” families of New England Puritan extraction, detached the\nsphygmograph from his wrist and drew toward him and reread the fantastic\nadvertisement that had come to him inclosed in Winton Edwards’ letter.\nApparently it had been cut from the classified columns of one of the big\ndailies:\n\n  Eva: The seventeenth of the tenth! Since you and your own are safe, do\n  you become insensible that others now again wait in your place? And\n  those that swing in the wind! Have you forgot? If you remember and are\n  true, communicate. And you can help save them all! N. M. 15, 45, 11,\n  31; 7, 13, 32, 45; 13, 36.\n\nThe letter, to the first page of which the advertisement had been\npinned, was dated the same day he had received it, postmarked three\no’clock that morning, and written in the scrawling hand of a young man\nunder strong emotion:\n\n  Dear Sir: Before coming to consult you, I send for your consideration\n  the advertisement you will find inclosed. This advertisement is the\n  one tangible piece of evidence of the amazing and inexplicable\n  influence possessed by the “hammering man” over my fiancee, Miss Eva\n  Silber. This influence has forced her to refuse to marry me, to tell\n  me that I must think of her only as if she were dead.\n\n  This advertisement appeared first on last Monday morning in the\n  classified columns of three Chicago papers published in English, and\n  in the German _S----_. On Tuesday, it appeared in the same morning\n  papers and in four evening papers and the German _A----_. It was\n  submitted to each newspaper by mail, with no address or information\n  other than the text as here printed, with three dollars in currency\n  inclosed in each case to pay for its insertion. For Heaven’s sake\n  help me, Mr. Trant! I will call on you this morning, as soon as I\n  think you are at your office.                          WINTON EDWARDS.\n\nThe psychologist had hardly finished this letter, when rapid footsteps\nin the corridor outside stopped at his office door. Never had there been\na more striking entrance into Trant’s office than that of the young man\nwho now burst in--disheveled, wet with the rain, his eyes red for want of\nsleep.\n\n“She has left me, Mr. Trant!” he cried, with no prelude. “She has gone!”\n\nAs he sank dazedly into a chair, he pulled from his pocket a small\nleather case and handed it to the psychologist. Within was the\nphotograph of a remarkably handsome girl in her early twenties--a girl\nsobered by some unusual experience, as showed most plainly in the poise\nof her little round head wrapped with its braid of lustrous hair, and\nthe shadow that lurked in the steadfast eyes, though they were smiling,\nand the full lips were smiling, too.\n\n“You are, I suppose, Mr. Winton Edwards,” said Trant, picking up the\nletter on his desk. “Now, if you have come to me for help, Mr. Edwards,\nyou must first give me all the information of the case that you have.”\n\n“That is Eva Silber,” young Edwards replied. “Miss Silber had been\nemployed by us a little over a year. She came to us in answer to an\nadvertisement. She gave us no information in regard to herself when she\ncame, and she has given none since. Because of her marked ability my\nfather put her in complete charge of the house’s correspondence with our\nforeign agents; for in addition to English, she speaks and writes\nfluently German, French, the Magyar dialect of Hungary, Russian, and\nSpanish.\n\n“I was in love with her almost from the first,” he went on, “in spite of\nmy father’s objection to the attachment. The first Edwards of our\nfamily, Mr. Trant, came to Massachusetts in 1660. So my father has the\nidea that anybody who came later cannot possibly be our equal; and Miss\nSilber, who came to America to work--the women of our family have stayed\nidly at home--did not get here until a short time ago.”\n\n“Coming from where?” asked the psychologist.\n\n“I don’t know,” the young man answered simply. “I think she is an\nAustrian, for the Magyar dialect she speaks is the least likely of the\nlanguages she knows to have been learned by choice. I spoke of this to\nher once, and she did not contradict me.” He paused to control his\nagitation, and then went on: “She had, so far as I know, no friends. So\nyou see, Mr. Trant, that all that makes my father’s consent to my\nmarrying her only a greater proof of her evident goodness and charm!”\n\n“Then he did consent to your marrying her?” Trant interjected.\n\n“Yes; two weeks ago. I had begged and begged her, but she never had been\nwilling to give me her promise. A week ago last Wednesday, after she had\nknown for more than a week that father had agreed to it, she finally\nconsented--but only conditionally. I was going away for a short business\ntrip, and Eva told me that she wanted that much time to think it over,\nbut that when I came back she would tell me all about herself and, if I\nstill wanted to marry her after hearing it, she would marry me. I never\nimagined that any one could force her to change her mind!”\n\n“Yet she did change her mind, you think?” put in Trant.\n\n“Without question, Mr. Trant!” was the emphatic reply. “And it seems to\nhave been wholly because of the visit of the ‘hammering man,’ who came\nto see her at the office the day after I left Chicago. It sounds queer\nto call him that, but I do not know his name, nor anything about him,\nexcept the fact of his hammering.”\n\n“But if the people in the office saw him, you have at least his\ndescription,” said Trant.\n\n“They say he was unusually large, gross, almost bestial in appearance,\nand red headed. He was plainly dressed. He asked to see Eva. When she\ncaught sight of him she turned back and refused to speak with him.”\n\n“How did the man take her refusal?” was the next question.\n\n“He seemed very angry for a moment, and then went out into the public\ncorridor,” replied Edwards. “For a long time he walked back and forth in\nthe corridor, muttering to himself. The people in the office had\npractically forgotten him when they were startled by a noise of\nhammering or pounding in the corridor. One wall of the inner office\nwhere Eva had her desk is formed by the wall of the corridor, and the\nman was beating upon it with his fists.”\n\n“Hammering excitedly?” asked Trant.\n\n“No; in a rather deliberate and measured manner. My father, who heard\nthe sound, says it was so very distinctive as to be recognizable if\nheard again.”\n\n“Odd!” said Trant. “And what effect did this have on Miss Silber?” “That\nis the strangest part of it. Eva had seemed worried and troubled ever\nsince she learned the man was there, but this hammering seemed to\nagitate and disturb her out of all reason. At the end of the day’s\nbusiness she went to my father and abruptly resigned the position of\ntrust she held with us. My father, surprised and angry at her refusal to\ngive a reason for this action, accepted her resignation.”\n\n“You do not happen to know whether, before this visit, Miss Silber had\nreceived any letter which troubled her,” said Trant.\n\n“She may have received a message at her house, but not at the office,”\nadmitted the young man. “However, there is something still more\nmysterious. On Sunday, my father, sorry that he had accepted her\nresignation so promptly, in view of our relationship, ordered the motor\nand went out to see her. But--good heavens!”\n\n\n\n\nCHAPTER II. THE ANNIVERSARY.\n\n\nThe loud rat-tat-tat of a cane had shaken Trant’s door and cracked its\nground glass from corner to corner, and the door was flung open to admit\na determined little man, whose carefully groomed pink-and-whiteness was\naccentuated by his anger.\n\n“Winton, go home!” The elder Edwards glared sternly at his son, and then\nabout the office. “Mr. Trant--you are Mr. Trant, I suppose--I want you to\nhave nothing to do with this matter. I prefer to let the whole affair\ndrop where it is.”\n\n“I reserve the right, Mr. Edwards,” the psychologist said, rising, “to\ntake up or drop cases only as I myself see fit. I have heard nothing\nyet in your son’s story to explain why you do not want the case\ninvestigated.”\n\n“Then you shall have it explained,” Cuthbert Edwards answered. “I called\non Miss Silber last Sunday, and it is because of what I learned there\nthat I want Winton to have nothing more to do with her. I went to Miss\nSilber on Sunday, Mr. Trant, feeling that I had been too hasty on\nThursday. I offered her an apology and was reasoning with her when I\nheard suddenly, in an upper room, the same noises that had so disturbed\nthe quiet of my office on Thursday afternoon!”\n\n“You mean the hammering?” asked Trant.\n\n“Precisely, Mr. Trant; the hammering! If you had heard that sound\nyourself, you would know that it is a very definite and distinctive\nblow, given according to some intentional arrangement. I no sooner heard\nit and saw the uneasiness it again caused in Miss Silber, than I became\ncertain that the same disreputable man who had been to see her at my\noffice was then housed in her very home. I insisted, as she was my son’s\npromised wife, on searching the house.”\n\n“Did you find him?” Trant inquired sharply.\n\n“No, I did not, Mr. Trant, though I went into every room and opened\nevery closet. I found only what appeared to be the usual inmates of the\nhouse--Miss Silber’s father and the woman who keeps house for her.”\n\n“Miss Silber’s father! Has Miss Silber a father?” Trant interrupted.\n\n“He is hardly worth mentioning, Mr. Trant,” the younger Edwards\nexplained. “He must have suffered at some time from a brain trouble that\nhas partly deprived him of his faculties, I believe. Neither he nor the\nhousekeeper, who is not in Eva’s confidence, is likely to be able to\nhelp us in this matter.”\n\n“The man may have slipped out of the house unseen,” suggested Trant.\n\n“Quite impossible,” Cuthbert Edwards asserted. “Miss Silber lived in a\nlittle house west of Ravenswood. There are very few houses, none within\nat least a quarter of a mile of her. The ground is flat, and no one\ncould have got away without being seen by me.”\n\n“Your story so far is certainly very peculiar,” the psychologist\ncommented, “and it gains interest with every detail. Are you certain it\nwas not this second interview with your father”--he turned again to the\nyounger man--“that made Miss Silber refuse you?”\n\n“No; it was not. When I got back yesterday and learned from father what\nhad happened, I went out at once to Eva at her home. She had changed\nutterly; not in her feelings toward me, for I felt certain even then\nthat she loved me--but an influence--the influence of this man--had come\nbetween us. She told me there was no longer any chance of her marrying.\nShe refused the explanation she had promised to make to me. She told me\nto go away and forget her, or--as I wrote you--to think of her as dead.\n\n“You can imagine my feelings,” he went on. “I could not sleep last night\nafter I had left her. As I was wandering about the house, I saw the\nevening paper lying spread out on the library table and my eye caught\nher name in it. It was in the advertisement that I sent you, Mr. Trant.\nLate as it was, I called up the newspaper offices and learned the facts\nregarding its insertion. At daybreak I motored out to see Eva. The house\nwas empty. I went round it in the mud and rain, peering in at the\nwindows. Even the housekeeper was no longer there, and the neighbors\ncould tell me nothing of the time or manner of their leaving; nor has\nany word come from her to the office.”\n\n“That is all, then,” the psychologist said thoughtfully. “‘The\nseventeenth of the tenth’” he reread the beginning of the advertisement.\n“That is, of course, a date, the seventeenth of the tenth month, and it\nis put there to recall to Miss Silber some event of which it would be\nsure to remind her. I suppose you know of no private significance this\ndate might have for her, or you would have mentioned it.”\n\n“None on the seventeenth; no, Mr. Trant,” young Edwards replied. “If it\nwere only the thirtieth I might help you; for I know that on that date\nEva celebrates some sort of anniversary at home.”\n\nTrant opened a bulky almanac lying on his desk, and as he glanced\nswiftly down the page his eyes flashed suddenly with comprehension.\n\n“You are correct, I think, as to the influence of the hammering man on\nher movements,” the psychologist said. “But as to her connection with\nthe man and her reasons, that is another matter. But of that I cannot\nsay till I have had half an hour to myself at the Crerar Library.”\n\n“The library, Mr. Trant?” cried young Edwards, in surprise.\n\n“Yes; and, as speed is certainly essential, I hope you still have your\nmotor below.”\n\nAs young Edwards nodded, the psychologist seized his hat and gloves and\nhis instrument case, and preceded the others from the office. Half an\nhour later he descended from the library to rejoin the Edwardses waiting\nin the motor.\n\n“The man who inserted that advertisement--the hammering man, I believe,\nof whom we are in search,” he announced briefly, “is named N. Meyan, and\nhe is lodging, or at least can be addressed at No. 7 Coy Court. The case\nhas suddenly developed far darker and more villainous aspects even than\nI feared. Please order the chauffeur to go there as rapidly as\npossible.”\n\nCoy Court, at which, twenty minutes later, he bade young Edwards stop\nthe motor, proved to be one of those short, intersecting streets that\nstart from the crowded thoroughfare of Halstead Street, run a squalid\nblock or two east or west, and stop short against the sooty wall of a\nfoundry or machine shop. No. 7, the third house on the left--like many of\nits neighbors, whose window’s bore Greek, Jewish, or Lithuanian\nsigns--was given up in the basement to a store, but the upper floors were\nplainly devoted to lodgings.\n\nThe door was opened by a little girl of eight. “Does N. Meyan live\nhere?” the psychologist asked. “And is he in?” Then, as the child nodded\nto the first inquiry and shook her head at the second: “When will he be\nback?”\n\n“He comes to-night again, sure,” she said. “Perhaps sooner. But\nto-night, or to-morrow, he goes away for good. He have paid only till\nto-morrow.”\n\n“I was right, you see, in saying we had need for haste,” Trant said to\nyoung Edwards. “But there is one thing we can try, even though he is not\nhere. Let me have the picture you showed me this morning!”\n\nHe took from Winton’s hand the picture of Eva Silber, opened the leather\ncase, and held it so the child could sec. “Do you know that lady?”\n\n“Yes!” The child showed sudden interest. “It is Mr. Meyan’s wife.”\n\n“His wife!” cried young Edwards. “So,” the psychologist said swiftly to\nthe little girl, “you have seen this lady here?”\n\n“She comes last night.” The child had grown suddenly loquacious.\n“Because she is coming, Mr. Meyan makes trouble that we should get a\nroom ready for her. Already she has sent her things. And we get ready\nthe room next to his. But because she wants still another room, she goes\naway last night again. Rooms come not so easy here; we have many people.\nBut now we have another, so to-night she is coming again.”\n\n“Does it now seem necessary for us to press this investigation further?”\nCuthbert Edwards asked caustically. As he spoke, the sound of measured,\nheavy blows came to them down the dark stair apparently from the second\nfloor of the building. The elder Edwards cried excitedly and\ntriumphantly: “What is that? Listen! That man--Meyan, if it is Meyan--must\nbe here; for that is the same hammering.”\n\n“This is even better luck than we could have expected!” exclaimed the\npsychologist; and he slipped past the child and sped swiftly up the\nstairs, with his companions closely following. At the head of the flight\nhe passed a stunted woman whose marked resemblance to the little girl\nbelow established her at once as mother and landlady, and a trembling\nold man. With the elder Edwards, Trant tore open door after door of the\nrooms upon that floor, and the floor above, before the woman could\nprevent him. The rooms were all empty.\n\n“Meyan must have escaped!” said Cuthbert Edwards as they returned,\ncrestfallen, to the second story. “But we have proof at least that the\nchild spoke the truth in saying Miss Silber had been here to see him,\nfor she hardly would have allowed her father to come here without her.”\n\n“Her father--so this is Miss Silber’s father!” Trant swiftly turned to\nexamine with the keenest interest the old man, who shrank back,\nshivering and shuddering, in a corner. Even in that darkened hall he\nconveyed to the psychologist an impression of hoary whiteness. His hair\nand beard were snowy white, the dead pallor of his skin was the\nunhealthy whiteness of potato shoots that have sprouted in a cellar, and\nthe iris of his eyes had faded until it was almost indistinguishable.\nYet there remained something in the man’s appearance which told Trant\nthat he was not really old--that he still should be moving, daring,\nself-confident, a leader among men, instead of cringing and shrinking\nthus at the slightest move of these chance visitors.\n\n“Meyan? Is it because you are looking for Meyan that you have made all\nthis disturbance?” the woman broke in. “Then why didn’t you ask? For now\nhe is at the saloon, I think, only across the street.”\n\n“Then we will go there at once,” said Trant. “But I will ask you”--he\nturned to the elder Edwards--“to wait for us at the motor, for two of us\nwill be enough for my purpose, and more than two may defeat it by\nalarming Meyan.”\n\nTrant descended the stairs, took his instrument case from the motor, and\nwith young Edwards crossed the street quickly to the saloon.\n\n\n\n\nCHAPTER III. THE CLEVER PENCIL.\n\n\nA dozen idlers leaned against the bar or sat in chairs tilted against\nthe wall. Trant examined these idlers one after another closely. The\nonly man at whom he did not seem to look was one who, as the only\nred-headed man in the place, must plainly be Meyan. “Red-headed” was the\nonly description they had of him, but meager as it was, with the\nlandlady’s statement that he was in the saloon, Trant resolved to test\nhim.\n\nThe psychologist took an envelope from his pocket and wrote rapidly upon\nthe back of it. “I am going to try something,” he whispered, as he\nflicked the envelope along the bar to Edwards. “It may not succeed, but\nif I am able to get Meyan into a test, then go into that back room and\nspeak aloud what I have written on the envelope, as if you had just come\nin with somebody.” Then, as Edwards nodded his comprehension, the\npsychologist turned easily to the man nearest him at the bar--a pallid\nLithuanian sweatshop worker.\n\n“I suppose you can stand a lot of that?” Trant nodded at the glass of\npungent whisky. “Still--it has its effect on you. Sends your heart action\nup--quickens your pulse.”\n\n“What are you?” asked the man, grinning. “Temperance lecturer?”\n\n“Something like that,” the psychologist answered. “At least, I can show\nyou the effect whisky has upon your heart.”\n\nHe picked up the instrument case and opened it. The loungers gathered\nabout him, and Trant saw with satisfaction that they thought him an\nitinerant temperance advocate. They stared curiously at the instrument\nhe had taken from its case.\n\n“It goes on the arm,” he explained. The Lithuanian, with a grin toward\nhis companions, began to turn up his sleeve. “Not you,” Trant said; “you\njust had a drink.”\n\n“Is there a drink in this? I ain’t had a drink since breakfast!” said\nanother who pushed up to the table and bared his blue-veined forearm for\nTrant to fasten the instrument to it.\n\nYoung Winton Edwards, watching as curiously as the others, saw Trant\nfasten the sphygmograph on the mechanic’s arm. and the pencil point\ncommence to trace on the sooty surface a wavy line, the normal record of\nthe mechanic’s pulse.\n\n“You see it!” Trant pointed out to the others the record, as it unwound\nslowly from the drum. “Every thought you have, every feeling, every\nsensation--taste, touch, smell--changes the beating of your heart and\nshows upon this little record. I could show through that whether you had\na secret you were trying to conceal, as readily as I will show the\neffect whisky has on you, or as I can learn whether this man likes the\nsmell of onion.” He took from the free lunch on the bar a slice of\nonion, which he held under the man’s nose. “Ah! You don’t like onion!\nBut the whisky will make you forget its smell, I suspect.”\n\nAs the odor of the whisky reached the man’s nostrils, the record\nline--which when he smelled the onion had become suddenly flattened with\nelevations nearer together, as the pulse beat weakly but more\nquickly--began to return to the shape it bad had at first. He tossed off\nthe liquor, rolling it upon his tongue, and all saw the record regain\nits first appearance; then, as the stimulant began to take effect, the\npencil point lifted higher at each rise and the elevations became\nfarther apart. They stared and laughed.\n\n“Whisky effects you about normally, I should say.” Trant began to\nunfasten the sphygmograph from the man’s wrist. “I have heard it said\nthat black-haired men, like you, feel its effect least of all;\nlight-haired men more; men with red hair like mine feel the greatest\neffect, it’s said. We red-haired men have to be careful with whisky.”\n\n“Hey! There’s a red-headed man,” one of the crowd cried suddenly,\npointing. “Try it on him.”\n\nTwo enthusiasts at once broke from the group and rushed eagerly to\nMeyan. He had continued, inattentive through all, to read his newspaper,\nbut now he laid it down. Trant and young Edwards, as he rose and\nslouched half curiously toward them, could see plainly for the first\ntime his strongly boned, coarsely powerful face, and heavy-lidded eyes,\nand the grossly muscular strength of his big-framed body.\n\n“Pah! your watered whisky,” he jeered in a strangely thick and heavy\nvoice, when the test had been explained to him. “I am used to stronger\ndrinks!” He grinned derisively at the surrounding faces, kicked a chair\nup to the table, and sat down. Trant glanced toward Edwards, and Edwards\nmoved silently back from the group and disappeared unnoticed through the\npartition door. Then the psychologist swiftly adjusted the sphygmograph\nupon the outstretched arm and watched intently an instant until the\npencil point had caught up the strong and even pulse which set it rising\nand falling in perfect rhythm.\n\nAs he turned to the bar for the whisky, the rear door slammed and the\nvoice Trant was expecting spoke: “Yes, it was at Warsaw the police took\nhim. He was taken without warning from his friend’s house. What next?\nThe prisons are full, but they keep on filling them; the graveyards will\nbe full next!”\n\n“Look! Look!” cried the Lithuanian beside Trant at the table, “he\nbragged about watered whisky, but just the sight of it makes his heart\nbeat bigger and stronger!”\n\nTrant bent eagerly over the smoked paper, watching the stronger, slower\npulse beat which the record showed.\n\n“Yes; before he takes the whisky his pulse is strengthened,” Trant\nanswered; “for that is how the pulse acts when a man is pleased and\nexults!”\n\nHe waited now, almost inattentively, while Meyan drank the whisky and\nthe others grew silent in defeat as the giant’s pulse, true to his\nboast, showed almost no variation under the fiery liquor.\n\n“Fall, such child foolishness!” Meyan, with steady hand, set the glass\nback on the table. Then, as Trant unclasped the straps around his arm,\nhe rose, yawned in their faces, and lounged out of the place.\n\nThe psychologist turned to meet young Edwards as he hurried in, and\ntogether they went out to join the father at the motor.\n\n“We can do nothing sooner than tonight,” Trant said shortly, an\nexpression of keen anxiety on his face. “I must learn more about this\nman, but my inquiries must be conducted alone. If you will meet me here\nagain at seven o’clock to-night, say at the pawnbroker’s shop we passed\nupon the corner, I hope to be able to solve the mystery of the hammering\nman, and the influence he is undoubtedly exerting on Miss Silber. I may\nsay,” he added, after a moment, “that I would not attach too much weight\nto the child’s statement that Miss Silber is Meyan’s wife. It is\nunderstood, then, that you will meet me here to-night, as I have\nsuggested.”\n\nHe nodded to his clients, and ran to catch a passing street car.\n\n\n\n\nCHAPTER IV. WITH NERVES OF STEEL.\n\n\nPromptly at seven o’clock, in accordance with Trant’s directions, young\nWinton Edwards and his father entered the pawnshop and started\nnegotiations for a loan. Almost immediately after they arrived there,\nTrant joined them, still carrying in his hand his instrument case. The\nboy and his father closed their negotiations and went out with Trant\ninto the street. They saw then, to their surprise, that the psychologist\nwas not alone. Two men were awaiting them, each of whom carried a case\nlike Trant’s. The elder of the two, a man between fifty and sixty years\nold, met young Edwards’ stare with a benignant glance of his pale blue\neyes through an immense pair of gold spectacles. The other was young,\npale, broad-browed, with an intelligent face, and his gaze was fixed in\na look of dreamy contemplation. They were dressed as mechanics, but\ntheir general appearance was not that of workmen.\n\nThe door of Meyan’s lodging house was opened to them by the landlady.\nShe led the way to the second floor, but paused to show a room to Trant.\n\n“That is Meyan’s room,” Trant explained. “We will wait for him over\nhere.” He followed the woman into a small and stuffy bedroom on the\nother side of the hall. “We had better not speak while we are waiting\nand--we had better wait in the dark.”\n\nIn the strange, stuffy, darkened little room the five sat in silence.\nFootsteps passed often in the street outside, and twice some one went\nthrough the hall. A half hour they waited thus. Then a heavier footstep\nwarned them of Meyan’s coming. A minute later, the front door opened\nagain and admitted--as Trant felt from the effect of the first tone which\nreached the man waiting at his side--Eva Silber. After several minutes\nTrant turned up the light and motioned to the two strangers who had come\nwith him. They immediately rose and left the room.\n\n“I am going to submit you both to a very trying ordeal,” Trant said to\nhis clients, in a tone so low it could not reach the hallway, “and it\nwill require great self-control on your part. Within five, or I hope at\nmost ten, minutes I am going to show you into Meyan’s room, where you\nwill find, among other persons, Meyan himself and Miss Silber. I want\nyou to promise that neither of you will attempt to question or to speak\nto Miss Silber until I give you leave. Otherwise I cannot allow you to\ngo in there, and I have my own reasons for wanting you to be present.”\n\n“If it is essential, Mr. Trant--” the elder Edwards said.\n\nTrant looked at the young man, who nodded.\n\n“Thank you,” said the psychologist; and he went out and closed the door\nupon them.\n\nFully a quarter of an hour had passed, in spite of Trant’s promise to\nsummon them in ten minutes, before the psychologist again opened the\ndoor and ushered them into the room they already knew as Meyan’s.\n\nThe long table in the center of the room had been cleared, and behind it\nthree men sat in a row. Two of these were the strangers who had come\nwith Trant, and the cases they had carried, together with the one Trant\nhimself had brought, stood open under the table. The man who sat between\nthese two was Meyan. Near the table stood Miss Silber.\n\nAt sight of her, Winton Edwards made one swift step forward before he\nrecollected the promise he had made, and checked himself. Eva Silber had\ngrown pale as death. She stood now with small hands clenched tight\nagainst her breast, staring into the face of the young American she\nloved. Trant closed the door and locked it.\n\n“We can begin now, I think,” he said.\n\nHe stooped at once over the instrument cases and brought out from them\nthree folding screens, about eighteen inches square when extended, which\nhe set on the table--one in front of each of the three men. At the bottom\nof each screen was a circular hole just large enough for a man’s arm to\ngo through; and at Trant’s command the men put their arms through them.\nStooping again swiftly over the instrument cases, Trant took out three\nsphygmographs.\n\nHe rapidly adjusted these on the arms of the three men, and set in\nmotion the revolving drums, against which the pencil points traced their\nwavy lines on smoked paper. His clients, leaning forward in their\ninterest, could then understand the purpose of the screens, which were\ndesigned to hide the pitilessly exact records from the three men.\n\nFor several minutes Trant allowed the instruments to run quietly, until\nthe men had recovered from the nervousness caused by the beginning of\nthe test.\n\n“I am going to ask Miss Silber to tell you now, as briefly as she can,”\nhe said, after a pause, “the circumstances of her father’s connection\nwith the Russian revolution which brought him to the state you have\nseen, and the reasons why she has left you to go with this man to\nRussia.”\n\n“To Russia?” broke from Winton Edwards.\n\n“To Russia, yes!” The girl’s pale cheeks glowed. “You have seen my\nfather, what he is, what they have made of him, and you did not know he\nwas a Russian? You have seen him as he is! Let me tell you--you, who wear\nproudly the badge of your revolution fought in seven short years by your\ngreat-grandfathers--what my father was!\n\n“Before I was born--it was in the year 1887--my father was a student in\nMoscow. He had married my mother the year before. The czar, finding that\neven the teachings he had been advised to permit made people dangerous,\nclosed the universities. Father and his fellow students protested. They\nwere imprisoned; and they kept my father, who had led the protest, so\nlong that I was three years old before he saw his home again!\n\n“But suffering and prison could not frighten him! In Zurich, before he\nwent to Moscow, he had been trained for a doctor. And seeing how\npowerless the protest of the students had been, he determined to go\namong the people. So he made himself a medical missionary to the\npoorest, the most oppressed, the most miserable; and wherever he was\ncalled to carry a cure for disease, he carried, too, a word of hope, of\ncourage, of protest, a cry for freedom!\n\n“Late one night, in a terrible snowstorm,” she went on, “just twenty\nyears ago, a peasant brought to our door a note, unsigned for the sake\nof safety, it seemed, telling father that an escaped political prisoner\nwas dying of exposure and starvation in a hut on a deserted farm ten\nmiles from the town. My father hurried to his horse and set out, with\nfood and fagots, and by morning, through the cold and deep snow, he\nreached the place.\n\n“There he found a man apparently freezing to death, and fed and warmed\nhim,” said the girl; “and when the fellow was able to tell his pitiful\ntale, father boldly encouraged him, told him of the organization of\nprotest he was forming, and asked him to join. Little by little father\ntold him all he had done and all his plans. At nightfall father said\nfarewell and turned to the door, where he found himself facing a spy,\nwho held a pistol at his head. In the fight that followed, father was\nable only to wound the other upon the chest with the blunt knife they\nhad used to cut their food, before the spy called a second confederate\ndown from the loft, and father was overcome.\n\n“On the information of these police spies, without trial of any\nsort--father’s friends could discover only that the name of his betrayer\nwas Valerian Urth--father was sentenced to solitary confinement in an\nunderground cell for life. And my mother--because she sent food and\nfagots to a supposed convict--was exiled to Siberia! Ten years ago, her\nsister, who took me, received word that she died on the convict island\nof Sakhalin; but my father”--she gasped for breath--“lived, at least!”\n\nShe stopped as suddenly as she had begun. Trant, who had stooped to\nwatch his records more closely when the name of the police spy was\nmentioned, still kept his gaze steadfastly upon his instruments.\nSuddenly he motioned to the girl to complete her narrative.\n\n“Some years ago.” she said, “when I was eighteen, I left my mother’s\nsister and went back to my father’s friends, such of them as were still\nfree,” she continued. “Many who had worked with him for the organization\nhad been caught or betrayed. But others and more had come in their\nplaces; and they had work for me. I might move about with less suspicion\nthan a man. So I helped prepare for the strikes which at last so\nterrified the czar that on the thirtieth of October he issued his\nmanifesto to free those in prison. I had helped to free my father with\nthe rest. I took him to Hungary and left him with friends while I came\nhere. Now, do you not understand why I am going back?” She turned in\npitiful appeal to young Edwards. “It is because there is work again in\nRussia for me to do.”\n\nShe checked herself again and turned to Trant to see if he would force\nher still to proceed. But he was facing intently, as if fascinated, the\nstrange hammering man and his two stranger companions; yet he was not\nwatching their faces or their figures at all. His eyes followed the\nlittle pencil points which, before each of the three, continually traced\ntheir lines of record. Then he took quickly from his pocket a folded\npaper, yellow with age, worn, creased, and pierced with pin marks. In\nthe sight of all he unfolded it swiftly upon the table before the three,\nrefolded it, and put it back into his pocket. And though at sight of it\nno face changed among the three, even Trant’s clients could see how one\nline now suddenly grew flat, with low elevations, irregular and far\napart, as the pencil point seemed almost to stop its motion over the\nsmoked paper of the man in the middle, Meyan.\n\n“That is all,” said Trant, in a tone of assured triumph, as he\nunstrapped the sphygmographs from their wrists. “You can speak now, Mr.\nEdwards.”\n\n“Eva!” cried Winton Edwards, in wild appeal. “You are not married to\nthis man?”\n\n“Married? No!” the girl exclaimed in horror. “Until last Thursday, when\nhe came to the office, I never saw him. But he has come to call me for\nthe cause which must be to me higher and holier than love. I must leave\nmy love for the cause of Russia. I must go and nurse our soldiers on the\nbattlefield. I have been promised a full pardon if I will do so.”\n\nMeyan now, with a heavy slouch of his muscular body, left his two\ncompanions at the table and moved up beside the girl. “Have any more of\nyou anything to say to her before she goes back with me to Russia?”\n\n“To her? No,” Trant replied. “But to you--and to these gentlemen”--he\nmotioned to the two who had sat at the table with Meyan--“I have to\nannounce the result of my test, for which they are waiting. This elder\ngentleman is Ivan Munikov, who was forced to leave Russia eight years\nago because his pamphlet on ‘Inalienable Rights’ had incurred the\ndispleasure of the police. This younger man is Dmitri Vasili, who was\nexiled to Siberia for political offenses at thirteen years of age, but\nescaped to America. They both are members of the Russian revolutionary\norganization in Chicago.”\n\n“But the test--the test!” cried Vasili. “The test”--the psychologist\nturned sternly to face Meyan--“has shown as conclusively and irrefutably\nas I could hope that this man is not the revolutionist he claims to be,\nbut is, as we suspected might be the case, an agent of the Russian\nsecret police. And not only that! It has shown just as truly, though\nthis fact was at first wholly unsuspected by me, that he--this agent of\npolice who would have betrayed the daughter now and taken her back to\nRussia to be punished for her share in the previous agitation--is the\nsame agent who, twenty years ago, betrayed the father, Herman Silber,\ninto imprisonment! True name from false I do not know; but this man, who\ncalls himself Meyan now, called himself then Valerian Urth!”\n\n“Valerian Urth!” Eva Silber cried, staggering back into Winton Edwards’\narms.\n\nBut Meyan made a disdainful gesture with his huge, fat hands. “Bah! You\nwould try to prove such things by your foolish test?”\n\n“Then you will not refuse, of course,” Trant demanded sternly, “to show\nus if there is a knife scar on your chest?”\n\nEven as Meyan would have repeated his denial, Vasili and Munikov leaped\nfrom the rear of the room and tore his shirt from his breast. The\npsychologist rubbed and beat the skin, and the blood rose to the\nsurface, revealing the thin line of an almost invisible and time-effaced\nscar.\n\n“Our case is proved, I think!” The psychologist turned from the two who\nstared with hate at the cringing spy, and again faced his clients.\n\nHe unlocked the door, and handed the key to Munikov; then, picking up\nhis instrument cases and record sheets, with Miss Silber and his clients\nhe left the room and entered the landlady’s sitting room.\n\n\n\n\nCHAPTER V. AN INTRUSION OF SCIENCE.\n\n\n“When I received Mr. Edwards’ letter this morning,” Trant said, in\nanswer to the questions that showered upon him, “it was clear to me at\nonce that the advertisement he inclosed depended for its appeal on\nreminding Eva Silber of some event of prime importance to herself, but\nalso, from the wording employed, of popular or national significance as\nwell. You further told me that October 30th was a special holiday with\nMiss Silber. That, I found, to be the date of the czar’s manifesto of\nfreedom and declaration of amnesty to political prisoners. At once it\nflashed upon me: Eva Silber was a Russian. The difference between the\nseventeenth given in the advertisements and the thirtieth--thirteen\ndays--is just the present difference between the old-style calendar used\nin Russia and ours.\n\n“Before going to the Crerar Library, then, it was clear that we had to\ndo with a Russian revolutionary intrigue,” he went on. “At the library I\nobtained the key to the cipher and translated the advertisement,\nobtaining the name of Meyan and his address, and also the name and\naddress of Dmitri Vasili, a well-known revolutionary writer. To my\nsurprise, Vasili knew nothing of any revolutionist named Meyan. It was\ninconceivable that a revolutionary emissary should come to Chicago and\nhe not know of it. It became necessary to find Meyan immediately.\n\n“My first direct clew was the hammering that we heard in this house. It\nwas too much to suppose that in two separate instances this hammering\nshould be heard, and in each case Eva’s father he present and no other\ndiscoverable agent, and that still he should have nothing to do with it.\nObviously, it must have been Herman Silber who did the hammering at\nEva’s home and here in this house. It was obvious, too, that Herman\nSilber was the ‘your own’ of the advertisement.\n\n“To test Meyan, whom we found in the saloon, was not difficult,” said\nTrant. “I arranged to have him overhear some one speaking of an arrest\nat Warsaw, which would at once suggest itself as a hotbed of Russian\nrevolutionists to either a revolutionist or a police agent; but the idea\nwould certainly give positive and very opposite reactions if the man\nwere a true revolutionist or if he were a spy. Meyan’s pulse so\nstrengthened and slowed--as under a pleasurable stimulus--that I felt I\nhad received confirmation of my suspicions, though I had not then the\ninformation which would enable me to expose the man. To secure this I\nsought out Dmitri Vasili. He introduced me to Munikov, who had been a\nfriend of Silber before his imprisonment and between them I got the\nhistory of Herman Silber and his daughter.\n\n“I explained to Munikov and Vasili that the methods of the psychological\nlaboratory would be as efficacious in picking out a spy among true men\nas I have many times proved them to be in convicting the criminal.\n\n“Every emotion reacts upon the pulse, which strengthens in joy and\nweakens in sorrow, changes with anger and with despair; and as every\nslightest variation it undergoes can be detected and registered by the\nsphygmograph--I felt certain that if I could test the three men together\nby having Miss Silber tell her father’s story aloud, I could determine\nconclusively by comparison of the records of the two true revolutionists\nwith that of Meyan, whether his sympathies were really with the\nrevolutionist party. I arranged with Munikov and Vasili to come here\nwith me tonight, and, after Meyan had arrived, they left us here and\nwent to him as representatives of the revolutionary movement to ask his\ncredentials.\n\n“When he could furnish none,” Trant went on, “they proposed, and in fact\nforced him, into this test. It is a dangerous thing to endeavor to pass\noneself off as a revolutionist, and it was safer for him to submit to a\ntest than to have his mission frustrated by incurring not only\nsuspicion, but possibly death. Completely ignorant of the pitiless\npowers of psychological methods, and confiding in his steely nerves,\nwhich undoubtedly have carried him through many less searching ordeals,\nhe agreed. You saw how perfectly he was able to control his face and\nevery movement of his body while the test went on. But you can see\nhere”--Trant spread out his strips of smoked paper--“on these records,\nwhich I shall preserve by passing them through a bath of varnish, how\nuseless that self-control was, since the sphygmograph recorded by its\nmoving pencil the hidden feelings of his heart.\n\n“As I lay these side by side, you can see how consistently at each point\nin the story Munikov and Vasili experienced the same feelings; but Meyan\nhad feelings which were different. I did not dream, of course, when I\nstarted the test that I would discover in Meyan the same man who had\nbetrayed Herman Silber. It was only when at her first mention of\nValerian Urth I obtained from Meyan this startling and remarkable\nrecord,” he pointed to a place where the line suddenly had grown almost\nstraight and flat, “that I realized that if the man before me was not\nhimself Urth, he at least had some close and, under the circumstances,\noppressive connection with him.\n\n“Eva Silber still had the note that had been sent to summon her father\non the errand of mercy which had caused his imprisonment. She gave it to\nme before you entered the room. I was certain that of all men in the\nworld there was but one who could recognize or feel any emotion at sight\nof that yellowed and time-worn paper; and that man was Valerian Urth,\nwho had used it to betray Herman Silber.\n\n“I showed it to Meyan, and obtained this really amazing reaction which\nends his record.” The psychologist pointed to the record. “It assured me\nthat Meyan and Urth were one.”\n\n“This is amazing, Mr. Trant,” Cuthbert Edwards said. “But you have left\nunexplained the most perplexing feature of all--the hammering!”\n\n“To communicate with one another from their solitary cells, Russian\nprisoners long ago devised a code of spelling letters by knocking upon\nthe wall--a code widely spread and known by every revolutionist. It is\nextremely simple; the letters of the alphabet”--Trant took from his\npocket a slip of paper--“are arranged in this manner.”\n\nHe set down rapidly the alphabet, omitting two letters, arranged in four\nlines, thus:\n\n      a b c d e f\n      g h i k l m\n      n o p r s t\n      u v w x y z\n\n“A letter is made,” the psychologist explained, “but giving first the\nproper number of knocks for the line, a short pause, then knocks for the\nnumber of the letter in the line. For instance, _e_ is one knock and\nthen five; _y_ is four knocks and then five.\n\n“By means of this code I translated the figures in the advertisement and\nobtained Meyan’s name and address. I suppose he used it not only in the\nadvertisement, but at the office, because his long experience had taught\nhim that Herman Silber, as many another man condemned to the horrors of\na Russian prison for a term of years, had probably lost the power of\nspeech, and continued to communicate, in freedom, by the means he had\nused for so many years in prison.”\n\n“Wonderful, Mr. Trant, wonderful!” exclaimed Cuthbert Edwards. “I only\nregret that we can do nothing to Meyan; for there is no law, I think, by\nwhich he can be punished.”\n\nThe psychologist’s face darkened. “Vengeance is not ours,” he answered\nsimply. “But I have given the key of Meyan’s room to Munikov!”\n\nThe elder Edwards, clearing his throat, moved over to Eva and put his\narm about her as though to protect her. “Since you must see that you\ncannot go back to Russia, my dear,” he said awkwardly, “will you not let\nme welcome you now into your place in my home?”\n\nAnd as the son sprang swiftly forward and caught his father’s hand,\nTrant took up his instrument cases under his arm, and went out alone\ninto the warm April night.\n\n",
    "metadata": {
        "author": [
            "MacHarg, William",
            "MacHarg, William B.",
            "Balmer, Edwin",
            "MacHarg, William Briggs"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64851/pg64851.txt",
        "name": "decidedly_odd.json"
    }
}