{
    "name": "Deny the Slake",
    "author": [
        "Wilson, Dick",
        "Halibut, Edward",
        "Wilson, Richard"
    ],
    "body": "The skipper looked at what Ernest Hotaling had scribbled on the slip of\npaper.\n\n    _The color of my true love's cheek\n    Will turn to gray within a week._\n\nThe skipper read it and exploded. \"What kind of nonsense is this?\"\n\n\"Of course it wouldn't rhyme in a literal translation,\" Ernest said\nmildly. \"But that's the sense of it.\"\n\n\"Doggerel!\" the skipper exclaimed. \"Is this the message of the ages? Is\nthis the secret of the lost civilization?\"\n\n\"There are others, too,\" Ernest said. He was the psychologist-linguist\nof the crew. \"You've got to expect them to be obscure at first. They\ndidn't purposely leave any message for us.\"\n\nErnest sorted through his scraps of paper and picked one out:\n\n    _They warn me once, they warn me twice.\n    Alas! my heedn't turns me spice._\n\n\"There seems to be something there,\" Ernest said.\n\nThe skipper snorted.\n\n\"No, really,\" Ernest insisted. \"An air of pessimism--even doom--runs\nall through this stuff. Take this one, for instance:\n\n    \"_Music sings within my brain:\n    I think I may go mad again._\"\n\n\"Now that begins to make some sense,\" said Rosco, the communications\nchief. \"It ties in with what Doc Braddon found.\"\n\nThe skipper looked searchingly at his technicians, as if he suspected a\njoke. But they were serious.\n\n\"All right,\" the skipper said. \"It baffles me, but I'm just a simple\nspacefaring man. _You're_ the experts. I'm going to my cabin and\ncommunicate with the liquor chest. When you think you've got something\nI can understand, let me know. 'I think I may go mad again.' Huh! I\nthink I may get drunk, myself.\"\n\n\n\nWhat the technicians of the research ship _Pringle_ were trying to\nlearn was why the people of Planetoid S743 had turned to dust.\n\nThey had thought at first they were coming to a living, if tiny, world.\nThere had been lights on the nightside and movement along what seemed\nto be roads.\n\nBut when they landed and explored, they found only powder in the places\nwhere there should have been people. There were heaps of fine-grained\ngray powder in the streets, in the driving compartments of the small\ncars--themselves perfectly preserved--and scattered all through the\nlarger vehicles that looked like buses.\n\nThere was powder in the homes. In one home they found a heap of the\ngray stuff in front of a cookstove which was still warm, and another\nheap on a chair and on the floor under the chair. It was as if a woman\nand the man for whom she'd been preparing a meal had gone _poof_, in an\ninstant.\n\nThe crew member who'd been on watch and reported the lights said later\nthey could have been atmospherics. The skipper himself had seen the\nmovement along the roads; he maintained a dignified silence.\n\nIt had been a highly developed little world and the buildings were\nincredibly old. The weather had beaten at them, rounding their edges\nand softening their colors, but they were as sturdy as if they'd been\nbuilt last week.\n\nAll the cities on the little world were similar. And all were dead. The\n_Pringle_ flew over a dozen of them, then returned to the big one near\nthe plain where the ship had come down originally.\n\nThe tallest building in each city was ornate out of all proportion to\nthe rest. The researchers reasoned that this was the palace, or seat of\ngovernment. Each of these buildings had a network of metal tubing at\nits peak. Where there were great distances between cities, tall towers\nrose from the plains or sat on tops of mountains, each with a similar\nmetal network at the apex.\n\nThe communications chief guessed that they were radio-video towers but\nhe was proved wrong. There were no radio or television sets anywhere,\nor anything resembling them.\n\nStill, it was obvious that they were a kind of communications device.\n\nDoc Braddon got part of the answer from some of the gray dust he'd\nperformed an \"autopsy\" on.\n\nThe dust had been found in a neat mound at the bottom of a large metal\ncontainer on the second-story of a medium-sized dwelling. Doc theorized\nthat one of the people had been taking some sort of waterless bath in\nthe container when the dust death came. The remains were thus complete,\nnot scattered or intermingled as most of the others were.\n\nDoc sorted the particles as best he could and found two types, one\ndefinitely inorganic. He conferred with Rosco on the inorganic\nresidue. Rosco thought this might be the remains of a tiny pararadio\ntransceiver. Possibly each of the people had carried one around with\nhim, or built into him.\n\n\"We're only guessing that they were people,\" Doc said cautiously,\n\"though it would seem safe to assume it, since we've found dust\neverywhere people could be expected to be. What we need is a whole\ncorpse.\"\n\nWhile patrols were out looking for bodies Rosco tested his theory by\nsending a radio signal from one of the towers and watching a feeble\nreaction in the dust.\n\n\"If we can assume that they were people,\" Rosco said, \"they apparently\ncommunicated over distances by personalized radio. Maybe through a\nmechanism built into the skull. Would that mean there wouldn't be any\nwritten language, Ernest?\"\n\nErnest Hotaling shrugged. \"Not necessarily. I should think they'd have\nkept records of some kind. They could have been written, or taped--or\nchipped into stone, for that matter.\"\n\nHe asked the lieutenant to enlarge his search. \"Bring me anything that\nlooks like a book, or parchment, or microfilm, or tape. If it's chipped\nin stone,\" he added with a grin, \"I'll come to it.\"\n\nMeanwhile they ran off the film that had been grinding away\nautomatically ever since the planetoid came within photoradar range of\nthe ship. The film confirmed what the lookout reported--there had been\nlights on the nightside.\n\nFurthermore, one of the sensitized strips at the side of the film\nshowed that signals, which had been going out from the tower tops in a\nsteady stream, increased furiously as the _Pringle_ approached. Then,\nas the ship came closer, they stopped altogether. At the same instant\nthe lights on the nightside of the planetoid went out. The film showed\nthat the road movement the skipper had seen stopped then, too.\n\nErnest tried to analyze the signals reproduced on the film. He had\nsmall success. If they represented a language, it would take years\nbefore he could even guess what they meant. The only thing he was sure\nof was that the signals, just before they died, had become a thousand\ntimes more powerful.\n\n\"Maybe that's what killed them,\" Rosco said.\n\n\"Possibly,\" Ernest said. \"It begins to look as if the people were\ndeliberately killed, or committed suicide, all at once, when we hove\ninto sight. But why?\"\n\n\"You tell me,\" Rosco said. \"That sounds like your department.\"\n\nBut Ernest could tell him nothing until after the lieutenant came back\nwith a long slender cylinder enclosing a seemingly endless coil of fine\nwire. The lieutenant also brought a companion cylinder, apparently a\nmeans of playing back what was recorded on the coil.\n\nErnest experimented until he learned how to operate it, then shooed\neverybody out of his cabin and went to work.\n\n\n\nErnest Hotaling had joined the crew of the research ship _Pringle_\non Ganymede as a replacement for Old Craddock, who'd decided on short\nnotice that thirty years of spacefaring were enough. It would be\nanother ten or twelve years before the _Pringle_ returned to Earth and\nthough Craddock was only seventy-eight his yearning to start a proper\nbee farm became overwhelming.\n\nThe others were not unhappy about his departure. The swarm he'd kept\nin his cabin was small but the bees were gregarious and were as likely\nto be found in the recreation room as in their hive. So when Craddock\nand the paraphernalia he'd collected over the decades had debarked,\nthe rest of the crew sighed in collective relief and the skipper went\nlooking for a replacement.\n\nErnest Hotaling, fresh out of Ganymede U., was the only man qualified,\non the record, for the job. He had the necessary languages and his\ndoctorate was in psychology, though his specialty was child therapy.\n\nThe skipper puzzled through the copy of Ernest's master's thesis. The\nlad--he was twenty-three then--had devoted it to children's folklore.\nThe skipper, admittedly a simple man, wasn't sure it contributed\nprofitably to the world's knowledge to spend a year in the study and\nexplanation of _Winnie the Pooh_, or _Step on a crack/Break your\nmother's back_, or _The Wizard of Oz_.\n\nThe skipper had gone to Space Prep at the age of fourteen and later to\nthe Academy itself and there were obviously wide areas of childhood\nthat had passed him by. He'd never heard of _Struwwelpeter_, for\ninstance, or _Ibbety bibbety gibbety goat_, and he wondered if a grown\nman who immersed himself in this sort of thing was the one for the job.\n\nWhat was worse was that Hotaling, according to the University yearbook,\nwas a poet.\n\nBut when the skipper interviewed Hotaling and found him to be a lean,\nmuscular young man who'd obviously had a haircut in the past week and\nwho laughed genuinely at one of the skipper's more purple stories, he\nsigned him on immediately.\n\nThe skipper had one last thought. \"You don't keep bees, do you?\"\n\n\"Not even in my bonnet,\" Ernest said.\n\n\"Then we'll get along. Just keep your nursery rhymes to yourself.\"\n\n\"Aye, aye, sir,\" said Ernest.\n\n\n\n\"Look,\" Ernest told the skipper, \"I've studied their literature, if\nthat's what it is, until I'm saturated with it. Maybe it doesn't\nmake sense to you but I've worked out a sort of pattern. It's an\nalien culture, sure, and there are gaps in it, but what there is fits\ntogether.\"\n\n\"All right,\" the skipper said. \"I'm not questioning your findings. I\njust want to know why it has to be in that ridiculous rhyme.\"\n\n\"Because they were a poetic people, that's why. And it doesn't _have_\nto be in rhyme. I could give you the literal translation, but it was\nrhymed originally and when I make it rhyme in English too you get a\nmore exact idea of the kind of people they were.\"\n\n\"I suppose so,\" the skipper said. \"As long as we don't have to report\nto the Flagship in the sonnet form I guess I can put up with it. I just\ndon't want to become the laughing stock of the fleet.\"\n\n\"It's no laughing matter,\" Ernest said. \"It's pretty tragic, in\nany number of ways. In the first place, as Rosco suspected, they\ncommunicated by radio. But they had no privacy and couldn't hide\nanything from anybody. They were always listened in on by the big boys\nin the palace.\"\n\n\"How do you know?\"\n\n\"By the coil I worked from. It's a listening-storing device. These\naren't official records I've transcribed; they're the everyday\nexpressions of everyday people. And every one of them had been taken\ndown and stored away, presumably so it could be used against the person\nwho expressed it, if it ever became necessary.\n\n\"But they couldn't always get through to the person they wanted to\nreach, even though they got through to the coil. Here's a sad little\nlover's lament, for instance:\n\n    \"_My plea to her is lost, as though\n    The other three command the flow._\"\n\n\"Like a busy signal?\" asked the skipper.\n\n\"Very much like one,\" Ernest said, pleased by the skipper's\ncomprehension. \"On the other hand, they always got the messages from\nthe palace. These took priority over all other traffic and were apt\nto come at any time of the day or night. The people were just one big\ncaptive audience.\"\n\n\"What about the dust? That seems to be a recurring theme in those\njingles of yours.\"\n\n\"It is.\" Ernest quoted:\n\n    \"_Dust is he and dust his brother;\n    They all follow one another._\"\n\n\"They're all dust now,\" the skipper said. \"Did they have a revolution,\nfinally, that killed everybody off?\"\n\n\"Both sides--the rulers and the ruled, simultaneously? Maybe so.\"\nErnest sorted through his pieces of paper. \"There's this one, with its\ninference of the death of royalty along with that of the common man:\n\n    \"_Comes the King! O hear him rustle;\n    Falter, step, and wither, muscle._\"\n\nThe skipper was beginning to be exasperated again.\n\n\"I'll be in my cabin,\" he said. \"You seem to accomplish more when I\nkeep out of your way. But if you want to join me in a little whiskey to\nkeep the falters and withers at bay, come along.\"\n\n\n\nThe lieutenant knocked at Ernest's door in the middle of the night.\n\"Mister Hotaling!\" he called urgently.\n\nErnest fumbled into a pair of pants and opened the door.\n\n\"One of the men found this thing,\" the lieutenant said. \"We were going\nto keep it locked up till morning but it's driving me crazy. Figured\nyou'd better have a look at it.\"\n\nThe thing was a blue-green puppet of a creature wearing--or made of--a\nkind of metallic sailcloth. It was about three feet tall, a caricature\nof a human being. It hung limp by one arm from the lieutenant's grasp,\nits head lolling on its shoulder.\n\n\"What is it?\" Ernest asked sleepily, \"a doll?\"\n\n\"No; it's just playing dead now. It was doing a clog step in the cage\nbefore.\" He gave the thing a shake. \"The worst of it is, it hummed all\nthe time. And the humming seems to mean something.\"\n\n\"Bring it in here,\" Ernest said. He was fully awake now. \"Put it in the\narmchair and stick around in case I can't handle it.\"\n\nThe creature sat awkwardly where it was put. But then the eyes, which\na moment ago had seemed to be painted on the face, shifted and looked\nsquarely at Ernest. It hummed at him.\n\n\"I see what you mean,\" he told the lieutenant. \"It seems to be trying\nto communicate. It's the same language as on the coils.\" He stared at\nit. \"I wish it didn't remind me of Raggedy Andy. Where did you find it?\"\n\n\"In the throneroom of the palace. One of the men on guard there grabbed\nit as it came out of a panel in the wall. He grabbed it and it went\nlimp, like a doll.\"\n\n\"Listen,\" said Ernest.\n\n    \"_Don't you cry, boys; don't you quiver,\n    Though all the sand is in your liver._\"\n\n\"What's that?\" the lieutenant said. \"Do you feel all right, Mister\nHotaling?\"\n\n\"Sure. That's what he said. Raggedy Andy here. I translated it--with a\nlittle poetic license.\"\n\n\"What does it mean?\"\n\n\"I don't think it's a direct message to us. More likely it's something\nfiled away inside his brain, or electronic storage chamber or whatever\nhe's got. The verse is in the pattern of the ones I translated the\nother day. The question now is whether Andy has any original thoughts\nin his head or whether he's just a walking record library.\"\n\n\"How can you tell?\"\n\n\"By continuing to listen to him, I suppose. A parrot might fool you\ninto thinking it had intelligence of its own, if you didn't know\nanything about parrots, but after a while you'd realize it was just a\nmimic. Right, Andy?\"\n\nThe puppet-like creature hummed again and Ernest listened, gesturing\nthe lieutenant to be quiet.\n\nFinally Ernest said:\n\n    \"_Down the valley, down the glen\n    Come the Mercials, ten by ten._\"\n\n\"That makes as much sense as the one about the liver,\" the lieutenant\nsaid.\n\n\"Takes it a bit further, I think. No, seriously. 'Mercials' is a set of\nsyllables I made up, as short for 'commercials'--or the sand in their\ncraw, the thumb in their soup--all the things they had to put up with\nas the most captive of all audiences.\"\n\n\"That wasn't an original thought, then?\"\n\n\"Probably not. Andy may be trying me out with a few simple couplets\nbefore he throws a really hard one. I wonder if he knows he's got\nthrough to me.\" He laughed as the lieutenant looked at him oddly. \"I\ndon't mean _he_, personally. I know as well as you do he's some kind of\nrobot.\"\n\n\"I see. You mean, is somebody controlling him now, or is he just\nreacting to a stimulus the way he was built to do?\"\n\n\"Exactly.\" Ernest frowned at the doll-like creature. \"I suppose the\nscientific way would be to dissect him--it. Take it apart, I mean. I've\ngot to stop thinking of it as a him. We'd better get Doc Braddon in on\nthis.\"\n\nHe punched the 'com button to Doc's cabin. The sleepy voice that\nanswered became alert as Ernest explained. Doc arrived minutes later\nwith an instrument kit, looking eager.\n\n\"So this is your new toy,\" he said. The creature, which had been\nslumped listlessly in the chair, seemed to look at Doc with distaste.\nIt hummed something. Doc looked inquiringly at Ernest. \"Have you two\nestablished communication?\"\n\n\"It's a robot,\" Ernest said defensively. \"The question is, could\nwe learn more by leaving it intact and pumping it for whatever\ninformation is stored up inside it, or by taking it apart? For\ninstance, it just said:\n\n    \"_Uninterred beyond the hills\n    Lie never weres and never wills._\"\n\nDoc became excited. \"It really said that?\"\n\n\"Well, not in so many words. It said--\"\n\n\"I know, I know. Your poetic license hasn't expired. I mean, that _is_\nthe gist of it? That somewhere back of the hills there's a charnel\nheap--a dump of corpses, of miscarriages--something of the sort?\"\n\n\"You could put that interpretation on it,\" Ernest said. \"I got the\nimpression of something abortive.\"\n\n\"That's the best lead yet,\" Doc said. \"If we could find anything other\nthan dust piles, no matter how embryonic--Lieutenant, your boys must\nhave been looking in the wrong places. How soon can you get a detail\nout over the hills?\"\n\nThe lieutenant looked at his watch. \"If I've got this screwy rotation\nfigured out, dawn's about half an hour off. That soon enough?\"\n\n\"It'll have to do.\"\n\n\"What about Raggedy Andy here?\" Ernest asked. \"Do we keep him intact?\"\n\n\"Don't touch a hair of his precious head,\" Doc said. \"He's earned a\nstay of dissection.\"\n\nThe creature, still quiet in the chair, its eyes vacant now, hummed\nalmost inaudibly. Ernest bent to listen.\n\n\"Well?\" Doc said.\n\n\"Strictly a non-sequitur,\" Ernest told him:\n\n    \"_Here we go, lass, through the heather;\n    Naught to daunt us save the tether._\"\n\n\"It makes me sad,\" Doc said. He yawned. \"Maybe it's just the hour.\"\n\n\n\nCook had accomplished his usual legerdemain with the space rations but\nthe breakfast table was less appreciative than usual.\n\n\"The detail's been gone a long time,\" Doc Braddon said, toying with an\nomelet. \"Do you think it's a wild goose chase?\"\n\n\"Reminds me of a time off Venus,\" the skipper said. \"Before any of you\nwere born, probably....\"\n\nHis juniors listened politely until the familiar narrative was\ninterrupted by the 'com on the bulkhead. They recognized the voice of\nSergeant Maraffi, the non-com in charge of the crew in the scout craft.\n\n\"We found something. Looks like bodies. Well preserved but incomplete.\nHumanoid.\"\n\n\"Bring 'em back,\" the skipper said. \"As many as you've got room for in\nthe sling.\" He added as an afterthought: \"Do they smell?\"\n\n\"Who knows?\" Maraffi said. \"I sure don't aim to take off my helmet to\nfind out. They're not decomposed, though.\"\n\nThe skipper grumbled to Doc: \"I thought you checked the atmosphere.\"\n\n\"There isn't any,\" Doc said, annoyed. \"Didn't you read my report?\"\n\n\"All right,\" the skipper said, not looking at him. \"I can't do\neverything. I naturally assumed these people breathed.\"\n\n\"If they did, it wasn't air,\" Doc said.\n\n\"Bring back all you can, Maraffi,\" the skipper said. \"But leave them\noutside the ship. Everybody on the detail takes double decontamination.\nAnd we'll put you down for hazard pay.\"\n\n\"Aye, aye, sir. We're on our way.\"\n\n\n\n\"They're androids,\" Doc said. He'd gone out in a protective suit to the\ngrisly pile. \"These must be the false starts.\"\n\nThe other technicians watched him on a closed-circuit hook-up from\ninside the ship.\n\n\"Are they like us?\" Ernest asked. \"They look it from here--what there\nis of them.\"\n\n\"Damn near,\" Doc said. \"Smaller and darker, though. Rosco, you were\nright about the communication. There's a tiny transceiver built into\ntheir skulls. Those that have heads, that is.\"\n\n\"If that's the case,\" Rosco said, \"then why weren't these--stillbirths,\nwhatever you want to call them--turned to dust like the others?\"\n\n\"Because they'd never been activated,\" Doc said. \"You can't blow a\nfuse if it isn't screwed in. Skipper, I've seen about all my stomach\ncan stand for now. I suppose I'm a hell of a queasy sawbones, but\nthese--things--are too much like human beings for me to take much more\nof them at the moment.\"\n\n\"Come on back,\" the skipper said. \"I don't feel too sturdy myself.\"\n\n\n\nErnest Hotaling was writing verse in his cabin when the lieutenant\nintercommed him. He had just written, in free translation:\n\n    _A girl is scarcely long for the road\n    If passion'd arms make her corrode._\n\nErnest wasn't entirely satisfied with the rhyme, though he felt he'd\ncaptured the sense of it. The lieutenant's call interrupted his\npolishing. He touched the 'com and said: \"Hotaling.\"\n\n\"Patrol's back, Mister Hotaling. You'll want to see what they found.\"\n\n\"Another heap of false starts? No, thanks.\"\n\n\"Not this time. They found some people. Two live people.\"\n\n\"Alive! Be right there.\"\n\nHe raced down, then fretted as he waited for Doc to fumigate the people\nas they came through the airlock. Ernest saw them dimly through the\nthick glass. They were quite human-looking. But how had they survived\nwhatever had turned thousands of their fellows to dust? Or were\nthese--a man and a woman, elderly and fragile-looking--the rulers who\nhad dusted the others?\n\n\"How much longer, Doc?\" he asked.\n\nDoc grinned. \"In about two quatrains and a jingle, Ernest.\"\n\n\n\nThey brought the couple to the main lounge and set them down at a long\ntable. The skipper took a seat at the far end. Apparently he planned to\nlisten but not take part in the questioning. That would be up to Ernest\nHotaling, if he could establish communication.\n\nHe'd mastered the language to the extent that he'd been able to\ntranscribe the record-coils and understand the robot, but whether he\ncould speak it intelligibly enough so that these living--he almost\nthought \"breathing\"--people would understand him was a question.\n\nDoc Braddon took a seat next to the couple. Rosco was on the other side\nof them and Ernest opposite them, across the table.\n\nUp close, it was obvious that they were androids. But they had been\nremarkably made. They had none of the jerkiness of movement or\nblankness of expression that had characterized Earth's attempts along\nthe same lines.\n\nErnest explained his doubts about his ability to make himself\nunderstood and asked his shipmates to be patient with him. He smiled at\nthe couple and said to them in English: \"Welcome to our ship.\" Then he\nrepeated it in their humming language.\n\nThey returned his smile and the old woman said something to the man.\nRosco looked inquiringly at Ernest, who shook his head.\n\nErnest made a face. \"I forgot to put it in verse. I'll try again.\"\n\nThis time the response was immediate. Both man and woman spoke at once.\nThen the woman smiled and nodded to the man to talk for both of them.\n\nIt was just a curious sing-song humming for the rest of them, but\nErnest listened with rapt attention and apparent comprehension, though\nnot without strain.\n\nFinally the man stopped.\n\n\"What did he say?\" Rosco demanded.\n\n\"Let me get the rest of it first,\" Ernest said. He spoke to the man\nbriefly. His expression became grave as he listened to the reply.\n\n\"Well, come _on_!\" Doc said impatiently. \"Give us a translation.\"\n\n\"All right,\" Ernest said. He looked troubled. \"These two are the\nonly ones left of their race. The rest are dead--de-activated. The\nothers--the other race--left the planetoid some time ago.\"\n\nErnest spoke again to the man. Listening to his reply, he found\nit difficult to think of him as non-human. There was a sadness, a\nfatalism, in his eyes, yet a dignity that came only with humanity. Only\na hairline separated these two from mankind.\n\nThe impatience of the others made Ernest interrupt, so he could give\nthem a resumÃ©.\n\n\"As I said, they're the last. They survived only because they'd made\na pilgrimage to a kind of underground shrine. The signals that killed\nthe others didn't reach them through the layers of rock. Apparently the\nshrine had something to do with a planned revolt against the electronic\nlaw that governed them.\n\n\"It was an insidious law,\" Ernest went on, \"with built-in enforcement.\nAny infraction could be punished instantly from central control in\nthe palace. The infraction would trigger a shock wave, tuned to the\nindividual frequency of the offender. The intensity of the wave was\ngeared to the seriousness of the offense. Treason meant death from the\nstrongest wave of all--the one that turned them to dust.\"\n\n\"Absolute rule,\" Doc said. \"Pretty hopeless.\"\n\n\"Yes, in one way. But paradoxically they had an infinite amount of\nfreedom of speech. You see that in their verses. No one was punished\nfor what he said--only for what he did. I suppose it had to be that\nway, otherwise there'd have been wholesale slaughter.\"\n\n\"Which there was, at the end,\" Doc pointed out. \"Who do you think\nexercised the control that killed all the others?\"\n\n\"We did,\" Ernest said. \"We killed them.\"\n\n\n\n\"We killed them?\" Doc said. \"You're crazy!\"\n\n\"You'd better explain yourself, Hotaling,\" the skipper said. \"Stop\ntalking in riddles.\"\n\n\"Aye, aye, sir. When I say we killed them, I don't mean directly or\ndeliberately. And of course I don't mean killed, since they were all\nandroids. But we de-activated them by triggering some mechanism when\nour ship came to the planetoid their masters had left.\"\n\n\"Hold on,\" the skipper said. \"Now you're going too fast. Since they\nwere androids, and were created, the important thing is to find out\nwhere these creators went--and whether it was last month or ten\nthousand years ago.\"\n\nErnest spoke to the couple.\n\n\"It was a long time before we came,\" he translated. \"They don't know\nhow long--their feeling of time is vague. They kept no records of their\nown and because there were no children they have no conception of\ngenerations. They were created adults, in various stages of maturity.\nAs for who the others were--they were the Masters, with a capital M;\ngods, almost, in their view, with absolute power over them.\"\n\n\"Where did they go?\" the skipper asked. \"And why? Let's try to get more\nfacts and less philosophy.\"\n\n\"They went looking for a better world, where conditions for life\nwould be more favorable. Whether that means for the Masters or for\ntheir creations isn't clear. Nobody consulted them. They'd been\ngiven experimental life, only it was more a loan than a gift, to be\nforeclosed if they displeased the Masters or in any way threatened\ntheir experiment.\n\n\"The Masters were like themselves in appearance. Whether they were air\nbreathers isn't clear because these two have no conception of what\nbreathing is. The Masters did wear elaborate costumes but whether these\nwere breathing suits or merely the trappings of their superiority is a\nquestion.\n\n\"I asked if the Masters were trying to create a new set of bodies\nfor themselves, possibly because their own were breaking down or\nwere diseased. The answer to that, like the answer to so many other\nquestions, is that they simply don't know.\"\n\nThere was a commotion at the doorway. The soldier on guard there made\na futile grab at something. The something was the puppet-like creature\nErnest had named Andy, which evaded him and ran into the room. It\njumped lightly to the table, faced the old couple and pointed both its\narms at them.\n\nTheir expressions, as they regarded the puppet, were of sorrowful\nresignation. The man clasped the woman's hand.\n\nThe puppet spoke, in a brief piercing hum. There was an instant of\nquiet, then the dullest of popping sounds. The couple, who one second\nhad seemed as alive as any of the Earthmen, the next second were little\nmounds of gray powder on the chairs and under the chairs.\n\nThe lieutenant burst in, followed by the sergeant. \"The Andy doll got\nout of the cage!\" he cried. \"Did it come in here?\"\n\n\"Did it come in here?\" the skipper mimicked. \"Get out, lieutenant, and\ntake your comic-opera soldiers with you.\" To the technicians at the\ntable he yelled: \"Grab that obscene thing!\"\n\nThe doll, grabbed from several directions, was torn apart, spilling out\na reddish-brown spongelike substance.\n\nSomething else came out, too: a perforated disk the size of a fist.\nRosco retrieved it as it rolled along the table, then quickly dropped\nit in an ash tray.\n\n\"The damn thing's hot,\" he said.\n\nDoc Braddon, still looking stunned, asked Ernest: \"What did the doll\nsay to them before it destroyed them?\"\n\n\"It was a sort of law-enforcing robot. They told me about it. A kind\nof custodian the Masters left behind to keep things in line.\" Ernest\nstared dully at the empty chairs.\n\n\"It said:\n\n    \"_You hid, and I\n    Now bid you die!_\"\n\nRosco toyed with the ash tray in which he'd put the disk. \"There's\na clue to the Masters right in this gadget,\" he said. \"Maybe it's\nsimply a servo-mechanism that was set once and has been functioning\nautomatically ever since. But on the other hand it may still be linked\ndirectly to the Masters.\"\n\n\"Good point,\" the skipper said. \"Give it a run-through for what it's\nworth. If it does give us a line on where they got to, I'll ask the\nFlagship for permission to track them down.\"\n\nDoc Braddon said to Ernest: \"You said the Masters were godlike. You're\nnot implying anything supernatural?\"\n\n\"No. That was the androids' view, not mine. As a race of almost-people\ncreated in a laboratory they naturally held their creators in a certain\nawe. They hoped for liberation, and even tried to do something about\nit; but they knew it was futile. The Masters built them so they'd turn\nto dust if they misbehaved and when they left they fixed it so the\nvibrations of any spaceship other than their own would do the same\nthing--presumably so their creations wouldn't fall into other hands.\nThe sad thing is that the almost-people knew it. One of their verses\nwent:\n\n    \"_If comes the ship to make us free,\n    It killeth you, it killeth me._\"\n\n\"Do you mean we could have saved them if we'd come in with engines\nsilent?\" the skipper asked.\n\n\"I don't know,\" Ernest said. \"They certainly didn't think much of their\npotential. There's a fatalism, a sense of thwarted destiny running all\nthrough their literature. Their hope died on the vine, so to speak. If\nyou can stand one more of their verses, this one might sum up their\nphilosophy:\n\n    \"_This they give to us they make:\n    They give us thirst, deny the slake._\"\n\n\n\nThe skipper was silent for a time, staring down at the little mounds of\ngray dust.\n\nThen he said to his technicians:\n\n\"You've done a good job, all of you. We'll send a coordinated report\nto the Flagship tomorrow and stand by for orders. In the meantime, if\nthere's anyone here with an honest physical thirst, I'd be glad to have\nhim join me in slaking it in my cabin. No offense implied, Ernest.\"\n\n\"None taken, sir.\"",
    "metadata": {
        "author": [
            "Wilson, Dick",
            "Halibut, Edward",
            "Wilson, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68410/pg68410.txt",
        "name": "deny_the_slake.json"
    }
}