{
    "name": "Derelicts of Uranus",
    "author": [
        "Haggard, John Harvey",
        "Haggard, J. Harvey (John Harvey)"
    ],
    "body": "Lonny Higgens, once of the earthly planet, stretched out in the\nconning-tower of his mud-submarine, an aquatic monstrosity of globular\nreinforced steel that was at home either above or below the surface of\nthe squirming mud seas of Uranus, and sighed lazily.\n\n\"Blast it!\" he moaned sleepily and almost regretfully. \"There's\nsomething about this planet that makes you have spring fever the year\nround, and it gets worse and worse! Lonny Higgens, you're a lazy,\nnogood fool!--and you'll never get around to the things you used to\ndream about.\"\n\nThe circular hatch was open over his head, showing a patch of black\nswirling mists through which dark midges maneuvered in tiny swarms.\nJust as he was dozing comfortably, forgetful of the humming insects\non the outside and the occasional flopping sounds made by things that\nsquirmed in the muddy ocean, something dropped from the mist, falling\nplunk on his forehead. He jerked sidewise, just as another pellet\nof balled mud struck him on the end of his nose. He glimpsed a tiny\nvisage, half insect and quasi-human, peering over the hatch rim for an\ninstant.\n\n\"Baron Munchy!\" exclaimed Lonny irritably, recognizing this curious\nspecimen of Uranusian life. \"Cut that out, or I'll wring your little\nneck. I haven't got time for any of your monkey-shines.\"\n\nA winged thing soared down from the mists, landing on the chair beside\nhis couch, and \"Baron Munchy\", like a dragon-fly come to mysterious\nhumanlike life, folded his transparent wings back like a cloak and\npaced back and forth.\n\n\"Me mad! Me plent' mad,\" rasped Baron Munchy, who produced his tones by\na vibration of his wings.\n\n\"Ah, beat it,\" snorted Lonny, turning his head away. The small being\nhad brought with him the dank, stagnant aroma of the outer swamps, and\nthat reminded him of untended netlines hanging in the mud. He was bored\nwith Baron Munchy and his endless lying and conniving. When he had\nfirst come to Uranus, two years before, the little rascal had showed up\non the landing deck, more dead than alive from a terrific beating at\nthe hands of several of his fellows. Baron Munchy was a born fighter.\nHe survived under the ministrations of the lonely terrestrial and had\nbecome attached to the mud-submarine. But he dearly loved to stir\nup trouble, and nothing pleased the little demon more than to shout\ninsults at mud-monkeys until they fought among themselves. \"Go way. I'm\ntired of listening to your silly chatter.\"\n\n\"Me mad as heck!\" cried Baron Munchy, sitting down on the edge of the\nchair like a tiny mannikin and doubling his tiny fists beneath his\nchitinous chin. \"That man say the Boss no good. He say the Boss one big\nblonde devil. He say--\"\n\n\"Shut up,\" protested Lonny. \"Raeburn's all right. He's just a\nmud-fisher like me, and has got to get along. It's natural that he\ndoesn't like a rival, and I'm not a bit riled by your chatter.\"\n\nHe was presently snoring and Baron Munchy looked across the space\nthrough squinting, calculating eyes. For a moment the mischievous\nglitter in his faceted eyes became dulled, and then he soared across\nthe bed and sat astride Lonny's neck, using the adam's apple for a\nsaddle. Lonny roused with a start and gulped. The small insectlike\nvisage was thrust grimly down to the end of his nose, and a tiny finger\nwas raised emphatically.\n\n\"He say he knock the holy feather from you, Boss,\" he chirped grimly.\n\"He say you fish for pearls in mud that belong him. He say that girl\nmake him one fine cook, and--\"\n\n\"Huh!\" demanded Lonny Higgens. \"What girl! Oh, he probably means Lana.\nBlast it, Munchy, can't you let a guy sleep? If she wants to fall for a\nflat tire like Raeburn, it's no business of mine.\"\n\nGrunting reluctantly, Lonny got up and stretched, cursing in a fervent\nundertone, at which Baron Munchy looked hopeful.\n\n\"Good Lord, Munchy,\" he growled. \"Why I ever put up with you and your\nstirring up trouble is more than I know.\" Yet he knew that the little\ncreature's chatter had helped to break the deadly monotony of the long\nwinter hours in which he had managed to teach pidgin English to the\nUranusian.\n\nHe climbed up the ladder, through the hatch, just as a rocking movement\nwas apparent in the hull of the mud-submarine. Down past the oblong\nlanding he saw great circular movements in the mud, where his nets had\nbeen a few moments before. Tiny midges were falling into the mud and\nbeing drawn into the gyrating vortices.\n\nNow thoroughly awake, he leaped down and across the landing. In a few\nseconds he stood cursing at the broken strands of the anchor-lines\nwhere his nets had been ripped away.\n\n\"Damn you Whirl-Rays,\" he cursed, shaking his fist in the direction\nof the whirlpools that surged in and out like living things, which of\ncourse they were, under their coating of slimy mud. The Whirl-Rays\nhad a way of forcing a stream of mud in a downward spout and creating\na resultant whirlpool which sucked everything into its voracious\nclutches. \"That's my tenth set of nets you've got that way.\"\n\nBaron Munchy fluttered out from below and landed on the railing,\npreening his wings. There was an I-told-you-so expression on his\ninsectivorian countenance ... when he saw the angry expression on the\nterrestrial's face and heard the flow of vitriolic words, he hopped up\nand down with impish ecstacy.\n\n\"My goodness, Boss,\" he chirruped. \"You heap mad! Maybe somethin' goin'\nhappen now, huh? Maybe you whip tar out of Raeburn, huh?\"\n\nLonny swatted at Baron Munchy with his open palm, but the blow never\nlanded. Out of the mists, coming soddenly from somewhere across\nthe squirming quagmire, came the sounds of a human being crying in\ndesperation.\n\n\"Help! Help!\" sounded the voice, and the thing that so startled Lonny\nHiggens was that the words were unmistakably feminine.\n\n\"Good Lord!\" he exploded. \"Do you suppose Raeburn really has got Lana\nin his mud-submarine! Damn it, Baron Munchy, why didn't you say so\nbefore you spoke?\"\n\n\n                                  II\n\nContrary to the general belief earlier than 2070, when the explorer\nRamundsen first dipped down through the screening vapors of Uranus, the\ntemperature never approached the freezing point, and lurked instead\nnearer to the boiling mark of water. The boiling point on Uranus varied\ngreatly, however, due to unbelievable fluctuations of the atmospheric\npressure.\n\nLonny made poor time, slogging along on the mud-shoes fashioned with\ntough vines over a framework of metal. There was a limit to the speed\nyou could make on such contraptions. Baron Munchy, bordering on a\nnervous frenzy at the promise of activity, had darted ahead, his filmy\nwings dissolving quickly in the swirling mist.\n\nHe had a good general idea as to the whereabouts of Raeburn's\nmud-submarine. Likewise, he had a fairly good estimate of the\nmud-fisher's capabilities and did not think that Lana Hilton would\nsuffer much if Raeburn had not gone completely wacky.\n\nAt times the going was pretty good, where the mud was entwined with\nthick layers of lightning-kelp--so called because tiny sparkles of\nstatic electricity darted from it at each step of his clogged mud-shoes.\n\nMud, mud, mud! All Uranus was one vast ball of squirming mud!\nThirty-two thousand miles through of squashy mud. Stuff that would\nrun through his fingers, and through the webs of his shoes, and which\nwould suck greedily at his body if he so much as lost his footing. Mud\nthat would never solidify due to the varying turmoil of barometric\npressure. Mud that could never dry completely due to the quasi-soluble\nconsistency of Uranusian silt.\n\nTwo years he'd been here now, fishing for the precious mollusks whose\npearls might win him the security and prosperity he had never been able\nto wrest from the over-populated earth. Two years it had been--or nine\ndays as time was reckoned on Uranus. Nine times he had gone around the\nmuddy world, keeping up with daylight--such as it was--and now--blast\nit--the world was getting him--absorbing him mentally as well as\nphysically--or so it seemed.\n\nOnly four days before (Uranusian, a bit less than a year) the\nfeminine aridity of the planet had been shattered by the coming of\nthat headstrong, unreasoning female, Lana Hilton. Prior to that, there\nhad been company of a sort on Uranus--Link Raeburn's mud-submarine had\noften drifted near enough for an occasional chat.\n\nBut Lana's coming had made a crowd on Uranus, if three can be called\na crowd, and Lonny was beginning to wish for the unbroken isolation\nof other planets with no form of life whatsoever. There was only one\nmethod of obtaining Uranusian pearls.\n\nThat method was relatively simple. You had to invest every cent of your\nsavings or heritage, as he had done two years before, and you had to\npay towing charges to some space schooner that was coming near Uranus.\nSea food came cheaply on Uranus but clothing was a different problem,\nand you had to have a goodly stock of that.\n\nThen, when you did find enough pearls to warrant the voyage home, you\nhad to send out an S. O. S. to a nearby space vessel, and the captain,\nfearing the loss of his command if he disobeyed interplanetary law,\nwould have to come several million miles extra to pick you up, sans\nsubmarine, of course, which by that time would be a rusted chunk of\nworthless metal anyway.\n\nHe was wet to the skin when he heard voices through the mist. To his\nnose came the suffocating down draft of the fishing vessel, mingled\nwith the faint aroma of ammonia.\n\n\"Sock 'im! Smack 'im down!\" he heard Baron Munchy shouting at the top\nof his tiny voice. \"Plaster 'er another! Lead with right, dadblamee!\"\n\nFearing the worst, Lonny tried to hurry, with the result that he became\ntangled in his mud-shoes and had to flounder the rest of the way. On\nthe landing he shook off as much of the mud as was possible, kicked off\nhis mud-shoes and staggered toward the shaft of light boring up from\nthe hatchway.\n\nIn the center of the control room Baron Munchy was stalking back and\nforth, yelling like a referee. Link Raeburn's angular body was sprawled\nback disgustedly on a low bench, while Lana Hilton was flopped down in\na chair at a table, her dejected face propped up by both hands.\n\n\"Whyn't you wallop in kisser?\" demanded Baron Munchy, hopping up to\nthe table beside her and trying to lift an arm. \"Smash him over place,\nLana!\"\n\n\"Damn that mosquito!\" snapped Link Raeburn wearily. \"Can't you swat\nhim? Why doesn't that fool Lonny keep him home where he belongs?\"\n\n\"What's the big idea?\" demanded Lonny, looking from one to the other\nand clawing miserably at his mud coating. He gazed accusingly at the\ngirl in tattered metalline slacks and faded blouse of vitrisheen.\n\n\"So you finally got here,\" she commented casually. \"I thought that\nwould bring you. He's chivalrous, isn't he, Link?\"\n\n\"Look here, Raeburn,\" snorted Lonny, doubling a grimy fist and turning\nto the flint-featured man. \"Are you trying to play some sort of a game?\"\n\n\"Ask Lana,\" said Raeburn, puffing at a smoking stem of mud-kelp. \"She\nwas the one that screamed.\"\n\n\"Maybe it's me that's nuts!\" exploded Lonny indignantly.\n\n\"Right!\" chorused the twain boredly.\n\n\"Sock 'em Boss!\" wailed Baron Munchy, shadow-boxing on the border of\nthe table. \"Don't lettim get away with that! Splatter 'em.\"\n\n\"Aw, sit down,\" growled Link Raeburn, plucking thoughtfully at the\ndelicate outline of a tiny mustache. \"Lana yelled all right. That was\nher way of calling the meeting to order. The three of us constitute\nthe majority on Uranus. And in case you're getting ideas, her virtue's\nsafe. She's got quite a problem on her hands. Tell him, Lana.\"\n\n\"You seem to be doing all right,\" said the girl, crossing her legs\nnonchalantly.\n\n\"Well, to put it shortly, her mud-submarine, which was a second hand\njob, finally caved in from oxidation. So she came around here and\ndemanded that I put her up with room and board for half of her take.\"\n\n\"Look here,\" demanded Lana Hilton, taking a chamois bag from her\nbosom, which when opened, displayed a goodly fortune of pink Uranusian\npearls. \"My shack begins to crumble. Any minute it'll be heading down\nto the muddy locker, and that dirty robber wants them all for my keep.\nEverything I got, I tell you.\"\n\n\"Nuts! The gal's buggy,\" said Link Raeburn coldly. \"She's safe enough,\nI tell you, and if she weren't there's not a blasted thing you could\ndo about it. This planet has got her brain whirling. I told her she'd\nbetter sound out an S. O. S. and take a powder for earth.\"\n\n\"What do you expect from me?\" exploded Lonny. \"I told you I would have\nnothing to do with that nova-skirt from the first, when she tried to\nplay us one against the other.\"\n\n\"I give up!\" cried Lana Hilton, spreading empty hands in a gesture of\ndefeat. \"Once I had the lead role in a chorus, and I gave all that up\nfor this. I thought I could handle men with kid gloves, but when it\ncomes to you, Lonny, I'll say you've cast-iron defense.\"\n\n\"Raeburn can have you!\" snorted Lonny. \"For all I care!\"\n\nSpat! Her open hand had snapped out and landed on his cheek.\n\n\"Swat 'er, Boss!\" pleaded Baron Munchy delightedly. \"Whee! Does that\ndame have a punch!\"\n\n\"Maybe I exaggerated, a trifle,\" stammered Lonny, taken aback by the\nstartling reaction.\n\n\"That's better,\" returned Lana Hilton, beginning to pace the control\nroom worriedly. Lonny Higgens wiped a gob of mud thoughtfully from his\nchin and grinned when he saw that her hand was grimy.\n\n\"Oh, hell!\" he said grudgingly. \"I'll have to get back before this mud\ncakes up on me.\"\n\n\"So long,\" said Link Raeburn, without looking around.\n\n\"C'mon, Munchy,\" called Lonny. \"No fireworks.\"\n\n\"No fireworks?\" repeated Baron Munchy dolefully.\n\n\"None at all. Lana, I'm still a white man, though it's much against\nmy will. If worse comes to the worst you can have an extra room in my\nmud-swimming hovel. And you can keep your handful of marbles.\"\n\nThe girl whirled around, wide-eyed with surprise. A sunburst of hope\nand relief spread slowly over her features.\n\n\"So you are human, after all!\" she gasped. \"I'll just take you up\non that before you change your mind, but in order not to have a\nmisunderstanding I'll let it be known that I'm going to pay half my\npearls, whether you like it or not. Don't stand there grinning like an\nape! You act as though I ought to throw in a kiss for good measure.\"\n\n\"Go ahead,\" snorted Link Raeburn smirkingly. \"Right on that muddy\nkisser.\"\n\nClimbing back into the upper mists, Lonny almost regretted his\ndecision. She had donned a slicker suit and a pair of mud-shoes and was\nready to go. The mist swirlers were tumbling about as though alive, and\nLonny had never felt so uncomfortable in his whole life.\n\n\n                                  III\n\nHe had to admit that Lana Hilton was adept on her mud-shoes, but she\nwas short of wind and soon began to lag. I would get stuck with a\nwoman--he thought bitterly, not realizing that he spoke out loud.\n\nShe didn't know what she was talking about--he decided, but for the\nsake of not starting an argument he kept that to himself. In the\nmeanwhile he slowed his pace to match her own and said nothing. Tiny\nsparks of miniature lightning shot up from matted mud-kelp and rippled\nalong the supple curvature of her body. She was just goodlooking enough\nto be a constant cause for trouble among the more populated centers of\ninterplanetary civilization--a regular jinx for a fellow who wanted to\nget along with the least effort possible.\n\nHe led the way along the thicker clumps of vegetation, choosing the\nfirmer directions for her faltering steps, and for long moments he\nheard nothing but their own heavy breathings and the sounds of their\nfeet slogging.\n\nA whirl-ray came out of the mire, sending its tiny maelstrom careening\naway at a tangent, and leaving a phosphorescent wake. He saw the girl\nshudder and avert her eyes. Lonny's own hand had slipped quickly inside\nhis slicker to clutch the holster of a Z-type ray gun.\n\n\"Back at home,\" she said thoughtfully, \"the suckers all thought Uranus\nwas something of a paradise, something like the south seas. And I fell\nfor that stuff.\"\n\n\"Yeh,\" agreed Lonny grimly. \"And after you got here you were too\nthick-headed to give up the thing as a bad job, too afraid to face your\nfriends with failure. So you punish yourself with your own temper.\"\n\n\"I suppose that's advice from one who knows,\" she retorted\nsarcastically, pausing to rub the cramped muscles of her leg, then\ngoing on as he looked back. \"Don't--think--I'm crazy--if--\"\n\n\"Now what's the matter?\" demanded Lonny irritably, pausing to see that\nshe was stopped, and was clutching desperately at her throat, pulling\nat her collar.\n\n\"Air--I can't get air,\" she gasped. \"How--about--you?\" Almost\ninstantly, breathing was becoming difficult for Lonny. He peered around\nwith dismay and saw that the mist was rising dangerously and that\nvisibility was much stronger. Out of the distance came a faint eerie\nwhisper, as of distant winds dying.\n\n\"Lana, it looks like we're in for it,\" he said grimly. \"That's high\npressure you feel. Pretty soon your ears will begin to ring. And if we\ndon't hurry we may never get back to boast about things here to our\nsappy friends at home.\"\n\nWhen the heavy pressure areas came over Uranus, mists rose high in the\nair and dispersed slowly. Swift expansion of atmospheric gases caused\na tremendous surface pressure that would last for some time. It meant\na quick crushing death under air compression if they didn't reach the\nmud-submarine.\n\nLana Hilton was white with fright and trying hard not to show it. A\nstrange metamorphosis was taking place in the heavens. Lancing colors\nof orange and red shot up like gigantic swords to flash across the sky.\nHis ears began to throb dully. As the mist rose Lonny saw that they\nhad come too far to the left and that the mud-ship was a hundred yards\ndirectly to their right. He saw something else, too.\n\nA man was running across the muddy surface--if his fast wobbling\nprogress on mud-shoes could have been described as a run. It could be\nonly one person--Link Raeburn.\n\nA terrible fear seized him. If Raeburn reached the mud-ship and shut\nthem out, they would die horribly. He began to hurry forward--slipped\nand fell awkwardly. Lana made a wry face and helped him to his feet.\n\n\"The rat,\" she gasped. \"He heard you refer to my bag of pearls as a\nmere 'handful'. It wouldn't do you any harm to think once in a while\nbefore speaking, big boy.\" Handful--of course her small collection was\na handful compared to his own rich pickings. So that was why she had\ncome with him!\n\nThe world was going around in a whirl now, but Lonny kept staggering\nonward. Link Raeburn had disappeared. The mud-submarine kept dancing\ntauntingly before his eyes and then disappearing. If it sank before he\nreached it the work of long endless months would slip from his grasp.\nAnd with it would go his life. Back on earth, they would never know and\nRaeburn would live a life of affluence and ease.\n\n\"We've got to make it, Lana,\" he gritted, though every breath was a\ntorment that sent hot flames of pain shooting through every cell. She\nturned a game, tortured face to his and nodded vehemently.\n\nA whole school of whirl-rays came rippling toward them, crisscrossing\nthe mud with gleaming trails, and Lonny found his Z-ray weapon--sent\nthe purplish beams of annihilation down into the centers of quivering,\nliving whirlpools. Once he went around and around in narrowing circles\ntoward the opened maw of a whirl-ray, only to see the lower shape\ndematerialize before the deadly emanation.\n\n\n\nThey were at the very edge of the submarine, were clambering across the\nmuddy landing, using their last reserve of strength. Link Raeburn was\nworking at the catches of the hatch cover, and had just succeeded in\nundoing the fastenings. Now he gave a tremendous heave and the thing\nfell like a trapdoor.\n\nHurled on by his wrath, Lonny made a dive for the traitorous visage,\nbut as he dove his foot slipped and he skidded sidewise. His head came\ndown upon a railing brace with a sickening impact and the gun went\nspinning. Through the darkening chaos of his mind he felt the submarine\nstarting to submerge.\n\nThe mud was creeping up toward his body, was sucking at Lana's ankles,\ncrawling in a tiny avalanche toward the dome of the hatch cover--now\nclosed. They were beaten--whipped--done for. Now Raeburn could go back\nto earth--concocting some wild tale as to their death. He would be\nlaughing at them and enjoying every luxury.\n\nLana was either dead game or so angry at Link's betrayal that she\nrefused to give up. Though her face was distorted terribly from heavy\npressure and agony, she pressed onward--was crumbling at last to her\nknees--and pointing wildly.\n\nLonny saw what she meant. He could have shouted for joy but breath\nwould not come from his compressed lungs. The gun had fallen upon the\nlip of the hatch cowling and now the cover was jammed. Through a narrow\nslit he saw Raeburn's eyes--narrowed and beastial--and his hands,\nworking like mad to free the mechanism.\n\nIf he went down that way--it meant death for him too. Under heavy\npressure the mud would send terrible pseudopods grasping through the\nslit. Lonny could have laughed. But there was no time for gloating. He\nsaw the hatch door come up again, and then his foot had settled over\nthe gun and he was helping Lana down the stairway.\n\n\"Tough luck, Link,\" he whispered huskily, as weakness overcame him and\nhe tumbled down the stairs. Dimly he became aware that the hatch lid\nwas down securely now, and that the submarine was sinking rapidly.\n\nLana Hilton clung to the upper ladderway for a moment, then released\nher hold from paralyzed fingers and fell like a rag doll, bouncing down\nthe steps to come to rest across his own body. A trickle of blood came\nfrom her mouth, but she was grinning.\n\nThat was all Lonny knew, for the darkness came up to swallow everything.\n\n\n                                  IV\n\n\"Who hit'm boss? Boss hit'm heap hard!\" Baron Munchy, hardly able to\nlift the damp towel, was dragging it across his mouth, smothering him.\nLink Raeburn watched the operation interestedly, but not cautiously,\nfrom his position before the instrument panel. Lana Hilton was sitting\nup dazedly, rearranging her hair.\n\n\"I knew it was too much to expect,\" she commented. \"Couldn't leave\nus alone, could you, Link? I was just beginning to like the idea of\ngetting away from you for good. Ooooh, my head!\"\n\n\"I hope our friend had the foresight to stock his larder well,\" said\nLink Raeburn with a shrug. \"We may be cooped up here for some time.\"\n\nLonny sat up, shaking his head dazedly.\n\n\"I ought to whale the tar out of you,\" he cried angrily. \"But I've got\nmore sense than to do it at a time like this. Maybe I'll do it when the\nsub-boat comes up to the surface again. I never did have too much faith\nin you, Raeburn.\"\n\nLink Raeburn laughed. \"You won't do it then, or ever, Lonny. There\nisn't an ounce of fight left in you. The planet's got you. I've always\nbelieved that you had enough pearls stacked away to make a fortune on\nearth, but you kept putting the time for departure off into the future.\"\n\nHis taunts acted as harsh irritants to Lonny Higgens, who doubled his\nfists and took a couple of steps forward.\n\n\"Slap 'im down, Boss,\" urged Baron Munchy, and Lonny stopped, his\nshoulders falling.\n\n\"That's right,\" he said, grinning at the little elf. \"Fight to the\ndeath, like all these insensate creatures of Uranus. No, I'll not do\nit. I'm saving myself, against the day I'll get back to earth.\"\n\n\"You're a fool,\" said Link Raeburn. \"Next time I'll get you for keeps.\"\n\n\"At least you can save it until we get up from here,\" returned\nLonny, brushing past the other and examining the instruments. \"Depth\nindication--now four thousand feet. And sinking slowly.\"\n\nWith luck, they would be on the surface again in a few hours. Then he\nwould either knock the tar out of Link Raeburn or kick him out in the\nmud. He felt a deepseated, lethargic contempt for the mud-fisher. The\ndapper man was a despicable murderer at heart, and now he felt only a\ndistant sort of loathing for him.\n\nLana was different. In a way she might have been a good sort. He had a\nhunch that Uranus was affecting her much as it had him, bringing forth\nhis irritable nature, sapping his energy, dulling his sensations in a\nsluggish, remote way. He had an idea that she would cut an amazingly\nattractive figure in one of the late translucent evening gowns, back\nin one of the live spots of the populated planets. At the moment, she\nwas highly intolerable and self-centered. He would do well to be rid of\nboth of them.\n\nBaron Munchy was soaring up and down the room, catching midges, when\nLonny descended to the lower decks. The atomic motors, he found, were\nin good condition for an emergency. The trouble with them was that they\nprovided merely a horizontal propulsion. The natural buoyancy of the\nvessel, coupled with the lessening of surface pressure, would have to\nraise it from the murky depths.\n\nThe lower deck was almost hemispherical in shape, and fully occupied\nwith power apparatus.\n\n\"They steal'm, Boss!\" warned Baron Munchy vindictively. \"Now you fight,\nhuh?\"\n\n\"Fighting wouldn't do any good,\" Lonny explained wearily. \"People don't\nfight on Uranus. They're always fagged out, enervated.\"\n\n\"Fagged--\" began the impish creature helplessly.\n\n\"I mean that life is too boring to be taken seriously,\" went on Lonny.\n\"Otherwise, I'd have knocked the slats out of that smirking back-biter\nlong ago. I may have to do it yet.\"\n\n\"You oughta fight'm,\" declared Baron Munchy angrily. \"They steal house.\nSteal everything! Why no earthmen fight, Boss?\"\n\n\"Because earthmen have to get mad to fight,\" returned Lonny, \"and you\ncan't get mad here somehow. Oh, shut up! I don't know how to explain\nit. Earthmen just don't feel violent emotions here on Uranus. They\ndon't get mad at anything! They don't fall in love! They're just sapped\ndry of everything.\"\n\nHis head was aching. It was a good thing his body had recovered from\nits exposure to the heavy pressure area. He climbed the rampway for the\nupper deck, and stood motionless, breaking upon a surprising scene.\n\n\n\nAll of the compartments had been searched, and he saw his cache of\nUranusian pearls open to view. The wall safe hung ajar--apparently the\ndeft fingers of Link Raeburn had encountered no great difficulty in\nfinding the combination. His eyes were glittering with fascination,\nand the girl, too, seemed unable to wrench her eyes from the inviting\nspectacle.\n\n\"That's enough,\" gasped Link Raeburn, \"to set a fellow up for life.\"\n\n\"Yeh, and here we are,\" returned the girl hollowly, \"stuck deep in the\nmud of Uranus.\"\n\n\"Maybe you forget who they belong to,\" snorted Lonny, stalking into\ntheir midst and slamming his treasure back into its hiding place. \"The\nindicator says we're at six thousand five hundred and forty-one feet.\"\n\n\"Then we've stopped,\" said Raeburn. \"It read the same five minutes ago.\"\n\nLonny stood watching the gauges and found that the other was right. The\nmud-submarine had indeed come to a halt. It meant that some sort of an\nequilibrium was being established in the barometric storm center that\nraged above.\n\n\"I'll start the motors and try jarring the ship around a little,\" he\nsaid, seating himself before the mechanisms. At a touch of his finger,\ndial bulbs lighted up, and from the lower depths came the whine of\nmachinery. Almost instantly they felt a sidewise lurch, and then a\nslow climbing motion.\n\n\"It looks good, anyway,\" said Link Raeburn. \"We're going up again.\"\n\n\"Thank Heaven for small favors,\" breathed Lana thankfully, and watched\nattentively as Lonny began juggling the controls alarmedly. Link's eyes\nwatched the indicator, and began to show new amazement.\n\n\"We're not ascending now,\" said Lonny grimly. \"I don't know what's the\nmatter. The motor-drive is okay, but we're making a crazy circle, over\nand over, and not getting any higher.\"\n\n\"You're nuts!\" burst out Raeburn, stalking forward, waving his arms.\nYet the yellow pallor of his face showed that he too had noticed the\nmud-ship's erratic behavior. \"It's just not possible! Uranus is all\nmud--just plain fluid mud!\"\n\n\"Or that's what we've thought, up to now,\" said Lonny significantly.\n\n\"What do you mean?\" demanded Lana. \"You can't mean that we're trapped\nhere with a fortune just in our grasp.\"\n\nThe whine of the lower motors mounted, and as a result the\nmud-submarine began spinning around like a top. Yet the depth pointer\nhad not moved.\n\n\"It means that there's some sort of a skeletal core to Uranus after\nall,\" said Lonny with a vanquished sigh, snapping off the motors and\npushing back from the controls. \"Add what's more, it means that we've\nbumped into it.\"\n\n\"But how?\" demanded Raeburn. \"Even if there is a solid core, nothing\nwould prevent our ship from floating up again.\"\n\n\"Unless our vessel happened to get caught under a ledge,\" returned\nLonny pointedly. \"We sank while the pressure was heavy, and then when\nit lessened, began to ascend. We climbed a short way and stopped.\nThen our horizontal screws sends the ship around in a short circle,\nindicating that we are in a shelving pocket. We can't descend unless\nthe pressure storm gets violent again! And we can't climb through a\nshelving ledge of solid core. So our chances of getting out of here are\nrather slim.\"\n\nRaeburn's furtive eyes were glowing, like those of a beast at bay. He\nwhirled around, struck out wildly at the controls, started the engines\nand sent the mud-submarine spinning around again, but to no avail. Lana\nHilton watched his every move, and she too was like a tigress at bay.\n\nLike animals they glared around at the berylumin hulls, thinking of the\nmillions of pounds per square inch waiting beyond--trying to press in\nupon them. An instant's exposure to that and a human body would be but\na pulpy mass.\n\nThey felt helpless and insignificant. To the two who glared\nunbelievingly at the controls, the apparent unconcern of Lonny Higgens\namounted to madness. He appeared not to be able to fully appreciate\nthe true reasons for their violent perturbation. He was humming a tune\nthrough his teeth, and searching among tiny wall niches, from which he\npresently withdrew a tiny skillet.\n\n\"No use getting excited,\" he told them. \"The chances are that the\npressure storms won't come around soon enough to do us any good. At any\nrate, there's nothing to stop us from eating while we're hungry--that\nis, while the food supply holds out.\"\n\n\n                                   V\n\n\"You're not human,\" said Link Raeburn accusingly, and he shook a\nquivering finger at Lonny. \"Here we are in the face of death, and all\nyou think of is your stomach.\"\n\n\"There's not much choice,\" said Lonny Higgens, \"when a fellow's empty.\nAnd the menu never changes here. Besides, eating might help you to\nthink.\"\n\n\"You shouldn't think while you're eating,\" reprimanded Lana. \"It'll\ngive you indigestion.\"\n\n\"Great Space!\" broke out Raeburn. \"You too! Who gives a hang about\nindigestion? Listen, you pair of fools, we're snagged down here on the\nbottom of a sea of mud. Pearls won't mean a thing to us in this fix!\nWe'll be lucky if we ever get out of this with a whole skin.\" He began\npacing up and down the room, swinging his hands, while Lonny inspected\nthe storage compartment.\n\n\"Looks like a fish dinner,\" he sighed. \"Of course there are clams, of\nthe mud-kelp variety, and Uranusian lobsters--they're really delicious\nat this time of the year. Then we've got a very good variety of that\npiscatorial wonder known here as a whirl-ray, whose steaks are rather\ntasty. But in the last analysis, just fish.\"\n\n\"I'll take the same,\" groaned Lana Hilton, rolling her eyes toward the\nceiling with an attitude of unwilling acquiescence. \"Between going\nnuts and getting the d. t.'s I'll take the nuts. Maybe I can forget a\nfew trifles of life by just being in your company. At least it'll keep\nme from thinking over what a swell opportunity I had for being a good\nlittle girl. By the way, Lonny, do you think there's a Hereafter, here\non Uranus?\"\n\n\"Why not?\" asked Lonny with a grimace as he laid thick white slices of\nwhirl-ray in the skillet and turned on an electric grid. \"I suppose\nthey'd picture there as some sort of a glorified place where mud just\ncouldn't exist.\"\n\n\"Yeh, probably with green fields, waterfalls, and mountains,\" returned\nLana, leaning on her fist with a reminiscent sigh, \"Gosh, sometimes I\nwonder why I ever left those good things, and then again--what's the\ndiff?\"\n\n\n\nThe fried steaks sent a not unpleasant aroma drifting through the\ncontrol room. Lonny sat a tiny side plate on the table, and pulled up\na high slender chair like a baby's high-chair, to which Baron Munchy\nsoared. He tucked a napkin under his chin and sat waiting, with tiny\nknife and fork raised high. The sight was so amusing that somehow Lana\nfound time to laugh.\n\n\"You really coddle the little rascal, don't you?\" she asked, \"and for\nsome reason I never really considered these manlike dragon-flies with\nhaving any intelligence whatever.\"\n\n\"Oh, they're smart in a way,\" agreed Lonny between bites. \"You know\nI've always had a theory that his race of beings came from one of the\nmoons of Uranus. There are four of them, you know. I suspect he came\nfrom Umbriel.\"\n\n\"Well, little man,\" said Lana. \"Maybe you're an Umbriellian. But where\nis your umbrella?\"\n\n\"Or an Arielite,\" suggested Lonny. \"Without a lantern.\"\n\n\"Or a Titanian, or an Oberonian,\" said Lana.\n\n\"Slap 'em down,\" sighed Baron Munchy in a flattered manner. \"Give both\nbarrels.\"\n\n\"Say, let up with that kind of chatter, won't you?\" groaned Link\nRaeburn, after trying again and again to get the mud-ship from beneath\nthe deep ledge. \"I'm going batty, I tell you. Completely batty!\"\n\n\"Probably it's the pressure,\" commented Lonny. \"High blood pressure.\"\n\nWith the table cleared, Lana's good spirits had taken another slump.\nShe went gloomily with Raeburn to check the air, food, and water\nsupplies of the strange craft. When they returned Lonny Higgens was\ncurled up on a couch, snoring lustily.\n\n\"I don't get it,\" said Raeburn, throwing up his hands in despair. \"He\nisn't like a man any more. He isn't like anything living. It's his\nship, and he ought to know more about it than anyone. Oh well, if\neverybody else is going to give up the ghost, why should I worry?\"\n\n\"Sure,\" said Lana. \"Why should we worry. Maybe his surmise wasn't true.\nMaybe it's something else holding us down. Maybe it's our imagination.\"\n\nShe sat down, her mind in a daze. How long she sat there in a\ntrance-like state she didn't know, but a movement from Lonny Higgens\naroused her. Link Raeburn was stretched out on the floor, his mouth\nwide open, eyes closed with complete exhaustion and utter relaxation.\n\n\"I think I've got an idea,\" said Lonny, stretching his arms and\nstaggering to his feet. He looked at the controls and found that they\nwere at the same depth. 6,541 feet. Their position had not altered a\ntrifle. \"We've been here over eight hours. No barometric storm ever\nlasted that long on Uranus. The pressure must have been released on\nthe upper surface by now. And we've got to have a heavy pressure area\nagain somewhere. It just occurred to me that we might create that\nheavy pressure on the roof of this ledge that we're under, which would\nsuffice just as well.\"\n\n\"But how?\" demanded Lana, and followed as he went to the berylumin\nhull at one end of the control room and pulled down a shutter. He had\nexposed a transparent plate of glassite, now black as ink with the\nouter mud, in whose center a pair of binoculars had been frozen into\nthe vitreous substance.\n\n\"We'll use the field glass as a terminal,\" he explained, making\ndisconnections at the control board and bringing two current wires in\nthe direction of the wall. He affixed one wire to the binoculars and\nclamped the other against a rim of the porte. \"This glassite will act\nas an insulator and we can force an electric current through the outer\nmud. There's a possibility that the current will react on the watery\ncontent to release hydrogen and oxygen through electrolysis. I really\ndon't think it will work, but it's a good way to occupy our minds.\"\n\n\n\nShe watched as he made the terminals secure, then stepped up the\namperage on the desk instruments. Very faintly, blue lightning flashes\nof electricity could be seen streaking through the outer mud against\nthe glassite. For long moments they watched as nothing happened.\n\nThen he sighed disappointedly.\n\n\"No use, I guess,\" he said reluctantly. \"Too much outer pressure for\ngases to form.\"\n\n\"You mean--it's the end?\" she asked in a tiny voice. Her hands reached\nout and caught him by the shoulders abruptly. For a moment the outer\nmask of her face had slipped and her frightened soul stared through.\nWhen Lonny started to draw back, she held on.\n\n\"Gosh, Lonny,\" she said hurriedly. \"Maybe I'm a little fool to break\ndown like this. I think--I think I may even be going to cry. But I've\nseen what you're really like these last few hours--under the stress of\neverything, I mean. You're really pretty decent and brave. You needn't\ndeny that you've got courage, and a lot of other admirable qualities.\nYour only trouble has been in letting the awful lethargy of Uranus get\nhold of you. That's all that's wrong, and what you need is something\nto jar you loose from this planet. Then you'd be a great guy. I really\nmean it, Lonny.\"\n\nHer eyes were shining like stars. She was on the verge of a complete\nbreakdown. Yet Lonny Higgens was held as though in a spell, for her\nwords had done something that had not happened in a long time, had\nbroken through his apathy.\n\nNow, moving swiftly, she pressed her lips against his own, and they\nstood in a long silent embrace. Lonny's head was whirling, and he\nstumbled back, his hand crashing against a rheostat. A thunderous surge\nof high voltage crackled suddenly, kniving along the glassite, and the\nmotors from the lower decks sang a mounting, thunderous song.\n\nAt the same time, everything shifted. Something had dealt the\nmud-submarine a tremendous blow from above. They were sent careening\nagainst the hull and then to the floor, which began to tilt. Link\nRaeburn had been thrown to his hands and knees. Now his eyes goggled up\nat the instrument panel. Lonny Higgens sat sprawled out with the girl a\ntumbled heap in his arms.\n\n\"Good going, Lonny!\" cried Raeburn incredulously. \"We're sinking again.\nHow did you manage to do it?\"\n\nLonny blinked through a cascade of tumbling russet curls and looked up\nwonderingly.\n\n\"I suppose the electrolysis worked after all,\" he answered weakly.\n\"Under the pressure, the high voltage must have produced liquid oxygen,\nand then ignited it. And if the propellers are working we ought to be\nable to wriggle out into the clear some way.\"\n\n\"That puts a different light on the entire matter,\" said Raeburn,\ngetting to his feet and drawing a ray pistol from his pocket. \"I told\nyou I would do you in for good the next time I made a try. Get up,\nLonny, and start saying your prayers.\"\n\n\"My goodness,\" gasped Baron Munchy, crawling up over the edge of the\ncontrol chair and looking on with glittering, faceted eyes.\n\n\n                                  VI\n\nLonny Higgens got up slowly, then glanced lazily toward the control\ninstruments, where the depth indicator had dipped down noticeably.\n\n\"That's all very well in due time,\" he said, \"but we're still under the\nledge, and not out of danger by any means. If we don't shove from under\nit we'll land back in the same shape.\"\n\n\"Get over to those controls then,\" ordered Raeburn.\n\nLonny grinned and went to the familiar seat. The craft was making\nlarger circles as it descended, indicating that his guess must have\nbeen correct, that they were in a pocket, and that the pocket was\nbroadening. Somewhere at the bottom of that pocket was a tunnel\nopening upon the outer ocean and it was up to him to find that\nopening--blindfold. If they could only keep descending until the vessel\nentered the channel their main problem would be solved. But if the\npressure generated from the explosion was dissipated too suddenly, his\nmud-ship would ascend into the trap and stay forever there on the muddy\nocean floor.\n\nHe felt a lurch. The ship had paused and was sinking no longer. This\nthen, was the limit. It would not go low enough. He saw the horror in\nRaeburn's eyes.\n\nThey would die from starvation here. The gun in Raeburn's hands would\nbe merciful, if it relieved them from the more hideous death that was\ncertain to come.\n\nThe hull shuddered, slipped against a rocky outer substance that seemed\nto give way suddenly. He felt the relaxation of the outer barrier\nthrough the controls, knew that the propellers were driving it out and\ninto the true bed of the Uranusian ocean. The needle indicator paused\nuncertainly, started to rise. By the expression on Raeburn's face he\nknew that the other had not guessed that their trap was behind them.\n\nIt was his chance. Lonny's hands moved swiftly on the controls. A surge\nof power sent the rear-drive mud-propellers spinning. Too much power.\nThe ship tilted swiftly and Raeburn lost his balance. The man at the\ncontrols left them in a flash.\n\nLonny seized the wrist that held the gun, wrenched it away. It went\nskidding across the floor. Then he stuck out fiercely at the sardonic\nfeatures so close to him. Raeburn rocked backward, flailing out with\nboth hands, as Lonny came in again, both fists landing solidly. His\nantagonist spun backward, then fell helplessly to the decking. Baron\nMunchy was jumping up and down in ecstacy.\n\n\"Hit'm, Boss! Sock 'im again!\" he piped, but Lonny picked up the gun,\nslipped it into his pocket, and shook his head in the negative.\n\n\"There's to be no more fighting, Raeburn,\" he said. \"I'll pick you off\nwith the gun if you start anything. When we break the surface you can\nget your mud-shoes and go.\"\n\nFour thousand feet. Three thousand. The mud-submarine was rising\nrapidly now, had passed the two thousand mark.\n\n\"You've really hurt the little fellow's feelings,\" said Lana Hilton,\nevading his eyes and gesturing toward Baron Munchy, who was beating his\nfists against the wall in sheer frustration. \"He must have been praying\nfor blood and thunder.\"\n\n\"I'll plaster 'im!\" Munchy was squeaking. \"I'll do him in!\"\n\nOne thousand.\n\n\"He's a misfit here,\" said Lonny slowly. \"He comes from Umbriel, or one\nof the other moons. On his own world he was used to great activity.\nUranus hasn't affected him--acting upon his nerves--as it has the rest\nof us. But he's a misfit here. He expects the normal activity of his\nown satellite upon Uranus. That just isn't possible. I think he'd like\nit on earth.\"\n\n\"You mean--\" began Lana, just as the mud-submarine broke the surface\nand began bobbing to a rest. Lonny followed Raeburn up the hatchway,\nwatched him open it. The upper mists broke in damply, sending heavy\nwhite furlers about their faces. Link Raeburn looked glum and defeated\nas he donned the heavy mud-shoes and slogged away into the mist.\n\nLonny Higgens closed the hatchway and yawned. He was beginning to feel\ndog-tired again--a normal sensation on Uranus--but a grim decision had\ntaken shape in his mind.\n\n\"Sure,\" he said, in answer to the question in her gleaming eyes. \"I'm\ngoing to get out of here. I'm going to send an S. O. S. If that doesn't\nwork I'll get a straight call through to earth, charter a space yacht,\nand have it sent to pick us up.\"\n\n\"Lonny, you mean, that--\" began Lana, moving toward him with her lips\ninvitingly close.\n\nBut Lonny Higgens evaded her. He turned his back and sat down in a\nchair, then yawned again. Uranus had him! Old rocking chair had him!\nSomething had him, as long as he was on this blasted planet.\n\nLovely as Lana was, it would take more energy than he could assimilate\nto make love to her on this muddy world.\n\n\"I guess you'll have to save it,\" he sighed regretfully. \"But you'd not\nbe safe to try those tactics again--once we get back on earth.\"",
    "metadata": {
        "author": [
            "Haggard, John Harvey",
            "Haggard, J. Harvey (John Harvey)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64875/pg64875.txt",
        "name": "derelicts_of_uranus.json"
    }
}