{
    "name": "Destination—Death",
    "author": [
        "Peacock, Wilbur Scott",
        "Peacock, W. S.",
        "Peacock, Wilbur S."
    ],
    "body": "The yellow gauge clicked with a tiny sound, and the oxygen tank went\ndry. The relay ratchetted slowly, automatically coupled on the next\ntank, and the needle on the gauge climbed to high-pressure again.\n\nBart Caxton watched the needle swing, and beads of perspiration rode\nhigh on his cheekbones. He twisted the metal mug in his hands, and his\nvoice was ragged with welling emotion.\n\n\"Three weeks,\" he said viciously. \"And we're five weeks from the\nshipping lanes. There isn't enough oxygen to carry us back.\"\n\n\"Shut up!\" Tom Headley's tone was thin with suppressed anger. \"All the\ndamned talking in the world won't change things. We've got to land now,\nhave got to find the _kronalium_, or we'll never get back.\"\n\nHe leaned against the wall, searching the cloud-shrouded ground below\nthe ship, feeling the uneven drumming of the rockets driving the ship\nforward. Nerves crawled his back, and sweat slimed his hands. He\nshuddered, imagining the horrors that might lie below.\n\nThe mug banged against the floor, and Caxton was standing,\nhalf-crouched, his heavy face set and stony, his hands riding the butts\nof his twin dis-guns.\n\n\"I say we go back,\" he snarled through set teeth.\n\nHeadley laughed, and the sound was the only thing that could have\nbroken the tension of the moment. He tilted his head and laughed until\nthe tears ran from his eyes; and slowly the rage faded from Caxton's\nface, and his shoulders sagged in weary futility.\n\n\"Okay, you win,\" Caxton said sullenly. \"I know I can't force you to\nturn around, since you're the only one of us that can recognize and\nwork _kronalium_ for the stern jets. But,\" and his eyes were swirling\npools of flaming hate. \"When we do get back, I'm going to blow a hole\nthrough your back some night.\"\n\nTom Headley turned away, the fear piling in his mind until it was a\nchoking cloud that stifled all thought.\n\n\"_If_ we get back,\" he said dully.\n\n\n\nHe slid his hands over the control panel, adjusting the studs and\nlevers with a delicate familiarity, striving to bring another ounce of\npower from the single rocket-bank that still functioned. But there was\nonly the uneven beat of the rockets vibrating the floor as they had\ndone for three days now, and no adjustment of the controls could make\nthem function better.\n\nBart Caxton sat again, fumbled a cigarette from his pocket, then\ndropped it to the floor. His face was white beneath its tan, and there\nwas a haunted desperation in the tightness of his bulky body.\n\n\"How long will it take?\" he asked. \"Will we make it back to Earth\nbefore--\" His voice thickened. \"--before we smother to death?\"\n\nTom Headley shrugged. \"It'll be tight,\" he said slowly. \"We'll be on\nhalf oxygen-rations the full trip back. But it can be done; I went\nthree months on half-rations once--and then got drunk on Earth's air\nfor two days after I landed.\"\n\n\"To hell with you and your fancy trips!\" The madness was building again\nin Caxton's mind. \"You've been everywhere--but you ain't been _here_;\nyou don't know what Uranus is like, nobody does.\"\n\nHe lunged to his feet, pressed close to the port. His breath clouded\nthe quartzite pane, and he polished the glass impatiently.\n\n\"Look at that,\" he said thinly. \"That's the place we were going to\nexplore; that's the place where it is so cold and the pressure so\ngreat, air collapses and can't be breathed. We were going to do what\nthe early explorers failed to do; try to find life and minerals. They\nfailed because their space suits could not stand the cold. Now we'll be\nmarooned there because a damned meteor busted our stern rockets all to\nhell!\"\n\n\"Don't blame _me_ for that,\" Headley said, and instantly regretted the\nwords.\n\n\"_Okay!_\" Caxton spun back to his seat. \"I let the force-screen die for\na couple of hours while I slept. But don't think I'm taking the blame\nfor the whole mess, even at that. This was your screwy idea.\"\n\nHeadley nodded. \"If we succeed, our reputations will be big enough to\ngain us backing for almost anything.\" He grinned, and some of the fear\nwas gone from his mind. \"Hell, what if we are cooped up here for a\nfew days? I'll fix the rockets, we'll do a bit of exploring, and then\nhigh-tail it back for more oxygen. We'll live in vac-suits and save our\nair; and the suits hold enough rations to last us for three months.\"\n\n\"And if the rockets aren't fixed?\"\n\nTom Headley forced the thought from his mind. \"They'll be fixed,\" he\nsaid quietly.\n\nBart Caxton slumped into a sullen silence, his slitted eyes watching\nthe profile of his companion. Slowly, cunning crept into his face, and\nhis right hand slid along his thigh toward one belt-gun.\n\n\"I wouldn't,\" Headley said without moving. \"You can't fix the ship, and\nhelp won't be sent for us for at least three months. A man couldn't\nlive that long, on the oxygen we have left, I don't believe.\"\n\n\"I might make the oxygen last for _me_ until I got back to a regular\ntraffic lane.\"\n\nHeadley swung about, and anger paled his face. \"Damn it, Caxton,\" he\nsaid brittlely, \"_we'll_ get out of this! Probably, because of the\npressure and cold on the planet, we'll find frozen air which can be\nthawed out; we'll look for it along with the _kronalium_.\" He watched\nthe stillness of his partner's hand. \"Murder won't solve anything!\" he\nfinished softly.\n\nBart Caxton nodded slowly. \"Sorry, Headley,\" he said. \"It's just that\nI've never been in a jam like this before.\"\n\nTom Headley grinned. \"We'll see it through--together,\" he said.\n\n\"Okay!\" Caxton's tone was sullenly agreeable, but small fires of\ncunning still swirled in his eyes.\n\n\"Get ready for a shock-landing,\" Headley said relievedly, reached for\nthe controls.\n\n\n\nThe icy wind roared like ten million furies about the grounded\nship, sucking up the powdery snow, smashing it against the gleaming\nalumisteel hull. Great boulders of snow and ice tumbled playfully about\nthe rubbly landscape, splashed in foamy explosions into the semi-frozen\npools of liquid that dotted the planet's surface.\n\nTom Headley shivered involuntarily, turned back from the port.\n\n\"Colder than the hinges of hell out there,\" he said worriedly. \"I can\nunderstand how the first crude vac-suits couldn't stand up for very\nlong.\"\n\n\"Yeah!\" Caxton glanced up from sealing the zipper slit at the front of\nhis suit. \"I only hope these suits can take it.\"\n\n\"They can; they're made for absolute-zero work in space. Here, the only\ntrouble lies in the super-gravity and the wind. Either might rupture\nthe outfits.\"\n\nCaxton watched snow pile against a huge boulder, then saw it whisked\ninstantly away by the force of the wind. He glanced at his vac-suit\nagainst the wall, and fear rode the sullenness of his eyes.\n\n\"Who's going out to do the exploring?\"\n\nHeadley smiled from where he tugged on his suit. \"Both of us,\" he said\ncheerfully. \"We'll stay together with a shock-line; then if one of us\nis injured, the other can help him back to the ship.\"\n\nHe shrugged his shoulders into the suit, closed the air-tight zipper.\nCaxton turned slowly, lifted his suit, carefully fitted it to his\nstocky body. His fingers shook slightly, and his face was white.\n\nTom Headley watched his partner silently for a moment, then shrugged\nand checked the oxy-cylinder pressure-gauge. The needle pressed tight\nagainst its rest-pin. He lifted the glassite helmet, swung it idly in\nhis hand for a moment. He knew the grimness of the moment, knew that\nthe tank on his back held less than six hours of life-saving oxygen.\nWhen that was gone, if he were not back at the ship, he would die. A\nwry smile lifted the corners of his mobile mouth. Within the suit were\nenough concentrates and vitamin capsules to last him for months, and\na special apparatus made it possible for water to be drawn from the\nair he breathed. He grinned at the thought; without air, the rest was\nsuperfluous.\n\n\"Okay,\" Caxton said finally, \"let's take a look.\" He slipped on the\nhelmet, cogged it to his shoulder-plates, left the visi-port open.\nCunning still burned in his eyes, and his gaze dropped when he caught\nthe full impact of Headley's distrust.\n\nHeadley locked on his helmet, cogged the port shut, tested his radio.\nCaxton answered shortly, shut his visi-ports and both turned to the\nentrance of the ship.\n\nMetal squealed beneath Headley's hands; then the cogs were loose.\nHeadley braced his shoulder against the port, strained mightily, was\njoined by his partner. Together, their strength was sufficient to force\nthe door open against pressure of the air outside.\n\n\n\nThe air gushed in with incredible force, shoved the men forcefully\nagainst the metal wall, then subsided as the pressure was equalized.\nHeadley stepped forward, felt the icy crystals of snow tapping against\nhis suit. He thrust one arm through the port, gasped, as gravity jerked\nit groundward. He leaned back, sighed. Inside the ship, with its\ninertia-stasis gravity, normal movement was possible; but outside, with\nthe super-gravity, even slow walking would be a job.\n\n\"Set your suit control for three graves,\" he ordered. \"That way, we'll\nhave enough weight to stay on the ground, and will still be able to\nmove.\"\n\nBart Caxton growled an unintelligible reply, drew his right arm from\nthe semi-rigid sleeve of his suit, made an adjustment on the suit's\ncontrol-panel. Instantly, weight descended with pile-driving force, and\nmuscles corded in his legs to counteract the tripled gravity.\n\nHeadley adjusted his gravity control, then connected himself to Caxton\nwith a ten-foot length of cable. Carefully, he lowered himself from the\nport, stood erect in the howling wind and snow, waited until Caxton\nhad clambered down to his side. Reaching upward, they closed the port,\nleaving it uncogged, so that they could easily reenter.\n\nHeadley checked his radi-compass bearings, then braced the full force\nof the wind, Caxton pressing forward at his side. They struggled toward\nthe ice-sheathed cliff a hundred yards away, each step an agony of\neffort, clumsily dodging a huge boulder that rolled a lazy path of\ndeath toward them.\n\nSnow smashed at them, made vision difficult, went whirling away.\nEven through the radi-heated layers of their suits, they could feel\nthe implacable cold plucking at their lives with skeletal fingers of\ndeath. Minutes passed, as they fought through the drifting snow, each\nminute an age of effort; and when Headley glanced back, he felt a\nvague surprise to find that they had travelled so short a distance. He\ngrinned at Caxton.\n\n\"Like trying to run in a slow-motion dream,\" he said, frowned slightly\nwhen he heard his partner's sullen growl of acknowledgment.\n\nThey struggled forward again, approaching the cliff of ice and rock\nthat towered overhead. Headley splashed heedlessly through a small pool\nof semi-liquid, halted with a tiny cry of excitement.\n\n\"Look!\" he said. \"That rock's alive.\"\n\nBart Caxton tilted his gaze to where several clay-colored rocks lay at\nthe edge of the pool.\n\n\"You're nuts,\" he said. \"They're just rocks.\"\n\n\"I'll swear I saw one move out of the way of my foot,\" Headley insisted\nstubbornly, bent and lifted the first of the rocks.\n\nIt was heavy in his hands, and he had the uncanny sensation that\nit squirmed impatiently as he lifted it. He examined it carefully,\nignoring Caxton's impatient words for them to hurry. And even as he\nwatched, he saw the living rock split in his hands, opening down the\nside, disclosing gill-like fringed flesh that looked like slivers of\nwhitish ice.\n\n\"_It is alive!_\" he exclaimed excitedly, then dropped the stone as\nsudden giddiness clutched at his senses.\n\nCaxton caught at his drooping body. \"What's wrong?\" he snapped.\n\nHeadley blinked his eyes. \"Nothing!\" he disclaimed. \"Just a combination\nof pressure and lack of oxygen.\" He reached for his suit's panel,\nopened the oxygen valve another quarter turn.\n\nHe shook his head slightly, then bent to study the rock he had dropped.\nIt had not moved, nor had its mouth-like opening closed. It lay at his\nfeet in the shallow liquid, resembling nothing more than a ruptured\nrock.\n\n\"To hell with it!\" Caxton said disagreeably. \"Let's find the\n_kronalium_.\"\n\nHeadley nodded, stumbled after Caxton. But jubilation was in his heart.\nWhen he and Caxton returned, they would take back several of the\nrock-creatures as living proof of the success of their mission.\n\nHe glanced back, saw squat legs flick from the opening in the rock,\nsaw the creature scurry back to the few others of its kind that rested\nat the side of the semi-frozen pool of liquid. He grinned again, then\npressed forward to lead the way to the cliff.\n\n\n\nThey rested in the lee of the escarpment, safe from the howling wind,\nhuddling out of the way of the rocks and snow-clots that went spinning\nby from the fury of the storm.\n\n\"Now what?\" Caxton asked.\n\nTom Headley glanced at the gauges below the level of his chin, watched\nthe needles carefully.\n\n\"God!\" he said. \"This place is a storehouse of minerals and elements.\nWe'll have no trouble getting money for an expedition.\"\n\n\"Damn it!\" Rage knotted Caxton's voice until it was a thin screech.\n\"Who cares about that; do you find any traces of _kronalium_?\"\n\nHeadley watched a single dial, turned slowly, studying the line of\ncliff-base at his left. \"Close by,\" he said. \"It must be a big deposit,\nfor the needle doesn't waver.\"\n\n\"Then let's get to it!\" Caxton came to his feet, towered over his\nsquatting partner.\n\nHeadley struggled upright, fighting the super-gravity, led the way down\nthe edge of the escarpment. Time and again, he fell, tripped by the\ngravity, whirled aside by the smashing wind. Each time, he struggled\nerect, forced himself to go forward again.\n\nHe watched the needle floating in its case, followed its point\nunerringly toward a shallow recess in the cliff's base. Using his belt\npick, he chopped at the layer of ice and snow, let out a shout of\nrelief when a strip of reddish metal appeared.\n\n\"This is it,\" he announced. \"Now the repair job will be simple.\"\n\nBart Caxton nodded, seeing the metal, and for a brief second his hand\nhovered over the single gun strapped to his suit. Then he relaxed,\ncaught his pick in his right hand, bent forward to help smash away\ngreat chunks of the metal.\n\n\"It's almost anticlimactic,\" he said shortly, \"finding this stuff so\neasily.\"\n\nTom Headley grinned. \"It would have been more anticlimactic,\" he said,\n\"not to have found it. I've found _traces_ of it on every planet I've\nvisited.\"\n\nThen they worked without further conversation, digging loose a great\npile of the metal, making staggering trips to the ship with the\nprecious element that was the only metal with which their rocket tubes\ncould be repaired. Hours later, they cogged the port shut on their\nship, exhausted the tainted air, released a breathable atmosphere.\n\nOut of their suits, they ate a quick meal, began the task of smelting\nthe _kronalium_ so that it would fit the wrecked drive mechanism at\nthe rear of the ship. Headley worked with the quiet sureness of a\nman whose life had been self-sufficient; Caxton worked with the grim\ndoggedness of a man who knows that his life hinges upon his speed in\nworking.\n\n\n\nThey worked in shifts, eating and sleeping when they could, Caxton\ndoing the crude work, Headley putting the final touches upon the\ndelicate task that was theirs.\n\nAnd forty hours later they stood in admiration of the job they had\ndone. New metal tubes glowed redly in the light of the radi-lamps,\nready to send the ship hurtling back toward inhabited space. They still\nsparkled from the heat generated when Headley had given them a trial\nburst of power.\n\n\"And that's that,\" Headley said. His face was grim and lined, and his\nsmile was a trifle forced.\n\nBart Caxton nodded, but his eyes were on the bank of dials that\nindicated the quantity of oxygen still aboard the ship. His lips were\nthin, and his eyes blank, as he made swift calculations in his chaotic\nmind.\n\n\"Let's blast off,\" he said.\n\nTom Headley grinned. \"Not yet,\" he said. \"There's five hundred pounds\nof _kronalium_ back there that we're taking along. And I want several\nof those rock animals for living proof that we've been here.\"\n\nAnger distorted Caxton's features. His hand sought the gun at his\nwaist, then dropped beneath the steadiness of Headley's gaze.\n\n\"All right,\" he agreed sullenly. \"But let's hurry.\"\n\nFive trips they made, carrying the metal back to the ship, knowing that\neach trip made them more wealthy, so scarce was the metal in great\nquantities.\n\nAnd then, on the sixth trip, Caxton snatched the single gun from\nHeadley's waist. He laughed as he did so, and the sound was thin and\nstrained with triumph.\n\n\"It's you or me, Headley,\" he snarled. \"And I figure it's going to be\nme.\"\n\nHeadley felt horror welling into his mind, but he forced his voice to\nbe absolutely calm and unemotional.\n\n\"Don't be a fool, man,\" he said. \"Both of us can make it back, by going\non short oxy-rations.\"\n\nCaxton shook his head. \"_I'm_ going back,\" he said viciously. \"I'm\ntaking the ship, the _kronalium_, and a couple of those damned animals\nfor evidence. I'll say that you died on Uranus.\" His voice was suddenly\nflat and deadly. \"_Sucker!_\"\n\nA cone of blackness flared from the gun in his hand, caught Tom\nHeadley, dropped him in his tracks. He twitched silently, lay where he\nhad fallen, his right arm splashing liquid from the tiny pool at his\nfeet.\n\nBart Caxton tossed the gun aside, leaned over, unscrewed the hinged\nvalve on Headley's oxygen tank, then callously dumped the unconscious\nman into the pool.\n\nThen, without another glance at the body submerged in the pool, Caxton\ncaught up three of the living rocks, turned and fought his way back to\nthe ship. He stood for a moment in the ship's port, staring bleakly at\nthe pool where the dying body of his partner lay. Then he slammed the\nport, cogged it shut.\n\nHe laid the rock animals in a dark corner of the tank room, then walked\nheavily back to the control room and removed his suit. Grinning, he\nsank into the pilot's seat, and his hands raced over the controls.\n\nRockets drummed, and the ship fled into space on a tail of flaming\ngasses.\n\nBart Caxton watched the gauges, then reached out and adjusted the\noxygen valve. He would have to go on three-quarters' rations, but there\nwould still be oxygen left when he struck the spacelanes.\n\n\n\nAnd back on Uranus, Tom Headley stirred out of his unconsciousness.\nHe gasped, struggled to his feet. Metal banged on his shoulder, and a\nreaching hand found the opened valve. He instinctively screwed it shut,\ndull horror and terror piling in his mind.\n\nHe knew that he had but seconds to live, and the utter futility of his\npredicament made the situation even more horrible. True, he had his\nradio--but its range was less than a hundred miles; it would bring\nrescue only if a rescue party landed. He laughed a bit, grimly,\nironically, remembering the great supply of food tablets that were in\nhis suit. All that he lacked to live was air.\n\nThen he frowned, seeing the oxygen gauge in his suit. The needle\npressed tight against its stop-post. He tapped it, then checked another\ngauge. And sudden understanding came to his eyes--and he fought against\nthe hysterical laughter that filled his throat.\n\nBart Caxton had failed in his murder attempt.\n\nFor Tom Headley's shoulder tank was full of liquid oxygen. He had\nfallen into a pool of oxygen, liquesced by the tremendous pressure of\nUranus, and the pressure of the atmosphere had forced the oxygen into\nhis tank.\n\nNow there were but the interminable weeks of waiting that were to come\nbefore a rescue expedition was sent to save him.\n\n\n\nAnd on the ship speeding back to the spacelanes, Bart Caxton clawed at\nhis shirt collar. He gasped, trying to get oxygen from the dying air.\nHe read the gauges with incredulous eyes, then came to his feet and\nlurched down the corridor. He swung through the door of the tank room,\nswayed there, his eyes straining into the semi-darkness.\n\nAnd a terrible scream ripped at his constricted throat. For he knew\nthen the thing that Headley would shortly discover. The pools of\nsemi-frozen liquid on Uranus were of liquid oxygen--and the animals in\nthose pools lived on pure oxygen.\n\nEven as he watched, one animal turned from the last tank of oxygen, ran\nfrantically about on short legs, then collapsed, its split mouth gaping\nin death.\n\nCaxton screamed, felt nausea cramping at his body. He remembered then\nthe liquid into which he had rolled Headley's body, and he knew the\nother man would live to see Earth again. And he knew then that the\nanimals in the ship had used in minutes the life-giving gas that should\nhave lasted for days.\n\nAnd even as he screamed, he fell. And the last sight he had was of the\nrock-animals' split mouths laughing at him and his plans in an awful\nmocking silence.",
    "metadata": {
        "author": [
            "Peacock, Wilbur Scott",
            "Peacock, W. S.",
            "Peacock, Wilbur S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62443/pg62443.txt",
        "name": "destination_death.json"
    }
}