{
    "name": "Disturbing Sun",
    "author": [
        "Richardson, Robert S. (Robert Shirley)",
        "Richardson, Robert Shirley",
        "Latham, Philip"
    ],
    "body": "\n\n\n     _This, be it understood, is fiction--nothing but fiction--and not,\n     under any circumstances, to be considered as having any truth\n     whatever to it. It's obviously utterly impossible ... isn't it?_\n\n\n_An interview with Dr. I. M. Niemand, Director of the Psychophysical\nInstitute of Solar and Terrestrial Relations, Camarillo, California._\n\n_In the closing days of December, 1957, at the meeting of the American\nAssociation for the Advancement of Science in New York, Dr. Niemand\ndelivered a paper entitled simply, \"On the Nature of the Solar\nS-Regions.\" Owing to its unassuming title the startling implications\ncontained in the paper were completely overlooked by the press. These\nimplications are discussed here in an exclusive interview with Dr.\nNiemand by Philip Latham._\n\nLATHAM. Dr. Niemand, what would you say is your main job?\n\nNIEMAND. I suppose you might say my main job today is to find out all I\ncan between activity on the Sun and various forms of activity on the\nEarth.\n\nLATHAM. What do you mean by activity on the Sun?\n\nNIEMAND. Well, a sunspot is a form of solar activity.\n\nLATHAM. Just what is a sunspot?\n\nNIEMAND. I'm afraid I can't say just what a sunspot is. I can only\ndescribe it. A sunspot is a region on the Sun that is cooler than its\nsurroundings. That's why it looks dark. It isn't so hot. Therefore not\nso bright.\n\nLATHAM. Isn't it true that the number of spots on the Sun rises and\nfalls in a cycle of eleven years?\n\nNIEMAND. The number of spots on the Sun rises and falls in a cycle of\n_about_ eleven years. That word _about_ makes quite a difference.\n\nLATHAM. In what way?\n\nNIEMAND. It means you can only approximately predict the future course\nof sunspot activity. Sunspots are mighty treacherous things.\n\nLATHAM. Haven't there been a great many correlations announced between\nsunspots and various effects on the Earth?\n\nNIEMAND. Scores of them.\n\nLATHAM. What is your opinion of these correlations?\n\nNIEMAND. Pure bosh in most cases.\n\nLATHAM. But some are valid?\n\nNIEMAND. A few. There is unquestionably a correlation between\nsunspots and disturbances of the Earth's magnetic field ... radio\nfade-outs ... auroras ... things like that.\n\nLATHAM. Now, Dr. Niemand, I understand that you have been investigating\nsolar and terrestrial relationships along rather unorthodox lines.\n\nNIEMAND. Yes, I suppose some people would say so.\n\nLATHAM. You have broken new ground?\n\nNIEMAND. That's true.\n\nLATHAM. In what way have your investigations differed from those of\nothers?\n\nNIEMAND. I think our biggest advance was the discovery that sunspots\nthemselves are not the direct cause of the disturbances we have been\nstudying on the Earth. It's something like the eruptions in rubeola.\nAttention is concentrated on the bright red papules because they're such\na conspicuous symptom of the disease. Whereas the real cause is an\ninvisible filterable virus. In the solar case it turned out to be these\nS-Regions.\n\nLATHAM. Why S-Regions?\n\nNIEMAND. We had to call them something. Named after the Sun, I suppose.\n\nLATHAM. You say an S-Region is invisible?\n\nNIEMAND. It is quite invisible to the eye but readily detected by\nsuitable instrumental methods. It is extremely doubtful, however, if the\nradiation we detect is the actual cause of the disturbing effects\nobserved.\n\nLATHAM. Just what are these effects?\n\nNIEMAND. Well, they're common enough, goodness knows. As old as the\nworld, in fact. Yet strangely enough it's hard to describe them in exact\nterms.\n\nLATHAM. Can you give us a general idea?\n\nNIEMAND. I'll try. Let's see ... remember that speech from \"Julius\nCaesar\" where Cassius is bewailing the evil times that beset ancient\nRome? I believe it went like this: \"The fault, dear Brutus, is not in\nour stars but in ourselves that we are underlings.\"\n\nLATHAM. I'm afraid I don't see--\n\nNIEMAND. Well, Shakespeare would have been nearer the truth if he had\nput it the other way around. \"The fault, dear Brutus, is not in\nourselves but in our stars\" or better \"in the Sun.\"\n\n\n\nLATHAM. In the Sun?\n\nNIEMAND. That's right, in the Sun. I suppose the oldest problem in the\nworld is the origin of human evil. Philosophers have wrestled with it\never since the days of Job. And like Job they have usually given up in\ndespair, convinced that the origin of evil is too deep for the human\nmind to solve. Generally they have concluded that man is inherently\nwicked and sinful and that is the end of it. Now for the first time\nscience has thrown new light on this subject.\n\nLATHAM. How is that?\n\nNIEMAND. Consider the record of history. There are occasional periods\nwhen conditions are fairly calm and peaceful. Art and industry\nflourished. Man at last seemed to be making progress toward some higher\ngoal. Then suddenly--_for no detectable reason_--conditions are\nreversed. Wars rage. People go mad. The world is plunged into an orgy of\nbloodshed and misery.\n\nLATHAM. But weren't there reasons?\n\nNIEMAND. What reasons?\n\nLATHAM. Well, disputes over boundaries ... economic rivalry ... border\nincidents....\n\nNIEMAND. Nonsense. Men always make some flimsy excuse for going to war.\nThe truth of the matter is that men go to war because they want to go\nto war. They can't help themselves. They are impelled by forces over\nwhich they have no control. By forces outside of themselves.\n\nLATHAM. Those are broad, sweeping statements. Can't you be more\nspecific?\n\nNIEMAND. Perhaps I'd better go back to the beginning. Let me see.... It\nall started back in March, 1955, when I started getting patients\nsuffering from a complex of symptoms, such as profound mental\ndepression, anxiety, insomnia, alternating with fits of violent rage and\nresentment against life and the world in general. These people were\ndeeply disturbed. No doubt about that. Yet they were not psychotic and\nhardly more than mildly neurotic. Now every doctor gets a good many\npatients of this type. Such a syndrome is characteristic of menopausal\nwomen and some men during the climacteric, but these people failed to\nfit into this picture. They were married and single persons of both\nsexes and of all ages. They came from all walks of life. The onset of\ntheir attack was invariably sudden and with scarcely any warning. They\nwould be going about their work feeling perfectly all right. Then in a\nminute the whole world was like some scene from a nightmare. A week or\nten days later the attack would cease as mysteriously as it had come and\nthey would be their old self again.\n\nLATHAM. Aren't such attacks characteristic of the stress and strain of\nmodern life?\n\nNIEMAND. I'm afraid that old stress-and-strain theory has been badly\noverworked. Been hearing about it ever since I was a pre-med student at\nUCLA. Even as a boy I can remember my grandfather deploring the stress\nand strain of modern life when he was a country doctor practicing in\nIndiana. In my opinion one of the most valuable contributions\nanthropologists have made in recent years is the discovery that\nprimitive man is afflicted with essentially the same neurotic conditions\nas those of us who live a so-called civilized life. They have found\nsavages displaying every symptom of a nervous breakdown among the\nmountain tribes of the Elgonyi and the Aruntas of Australia. No, Mr.\nLatham, it's time the stress-and-strain theory was relegated to the junk\npile along with demoniac possession and blood letting.\n\nLATHAM. You must have done something for your patients--\n\nNIEMAND. A doctor must always do something for the patients who come to\nhis office seeking help. First I gave them a thorough physical\nexamination. I turned up some minor ailments--a slight heart murmur or a\ntrace of albumin in the urine--but nothing of any significance. On the\nwhole they were a remarkably healthy bunch of individuals, much more so\nthan an average sample of the population. Then I made a searching\ninquiry into their personal life. Here again I drew a blank. They had no\nparticular financial worries. Their sex life was generally satisfactory.\nThere was no history of mental illness in the family. In fact, the only\nthing that seemed to be the matter with them was that there were times\nwhen they felt like hell.\n\nLATHAM. I suppose you tried tranquilizers?\n\nNIEMAND. Oh, yes. In a few cases in which I tried tranquilizing pills of\nthe meprobamate type there was some slight improvement. I want to\nemphasize, however, that I do not believe in prescribing shotgun\nremedies for a patient. To my way of thinking it is a lazy slipshod way\nof carrying on the practice of medicine. The only thing for which I do\ngive myself credit was that I asked my patients to keep a detailed\nrecord of their symptoms taking special care to note the time of\nexacerbation--increase in the severity of the symptoms--as accurately as\npossible.\n\nLATHAM. And this gave you a clue?\n\nNIEMAND. It was the beginning. In most instances patients reported the\nattack struck with almost the impact of a physical blow. The prodromal\nsymptoms were usually slight ... a sudden feeling of uneasiness and\nguilt ... hot and cold flashes ... dizziness ... double vision. Then\nthis ghastly sense of depression coupled with a blind insensate rage at\nlife. One man said he felt as if the world were closing in on him.\nAnother that he felt the people around him were plotting his\ndestruction. One housewife made her husband lock her in her room for\nfear she would injure the children. I pored over these case histories\nfor a long time getting absolutely nowhere. Then finally a pattern began\nto emerge.\n\n\n\nLATHAM. What sort of pattern?\n\nNIEMAND. The first thing that struck me was that the attacks all\noccurred during the daytime, between the hours of about seven in the\nmorning and five in the evening. Then there were these coincidences--\n\nLATHAM. Coincidences?\n\nNIEMAND. Total strangers miles apart were stricken at almost the same\nmoment. At first I thought nothing of it but as my records accumulated I\nbecame convinced it could not be attributed to chance. A mathematical\nanalysis showed the number of coincidences followed a Poisson\ndistribution very closely. I couldn't possibly see what daylight had to\ndo with it. There is some evidence that mental patients are most\ndisturbed around the time of full moon, but a search of medical\nliterature failed to reveal any connection with the Sun.\n\nLATHAM. What did you do?\n\nNIEMAND. Naturally I said nothing of this to my patients. I did,\nhowever, take pains to impress upon them the necessity of keeping an\nexact record of the onset of an attack. The better records they kept the\nmore conclusive was the evidence. Men and women were experiencing nearly\nsimultaneous attacks of rage and depression all over southern\nCalifornia, which was as far as my practice extended. One day it\noccurred to me: if people a few miles apart could be stricken\nsimultaneously, why not people hundreds or thousands of miles apart? It\nwas this idea that prompted me to get in touch with an old colleague of\nmine I had known at UC medical school, Dr. Max Hillyard, who was in\npractice in Utica, New York.\n\nLATHAM. With what result?\n\nNIEMAND. I was afraid the result would be that my old roommate would\nthink I had gone completely crazy. Imagine my surprise and gratification\non receiving an answer by return mail to the effect that he also had\nbeen getting an increasing number of patients suffering with the same\nidentical symptoms as my own. Furthermore, upon exchanging records we\n_did_ find that in many cases patients three thousand miles apart had\nbeen stricken simultaneously--\n\nLATHAM. Just a minute. I would like to know how you define\n\"simultaneous.\"\n\nNIEMAND. We say an attack is simultaneous when one occurred on the east\ncoast, for example, not earlier or later than five minutes of an attack\non the west coast. That is about as close as you can hope to time a\nsubjective effect of this nature. And now another fact emerged which\ngave us another clue.\n\nLATHAM. Which was?\n\nNIEMAND. In every case of a simultaneous attack the Sun was shining at\nboth New York and California.\n\nLATHAM. You mean if it was cloudy--\n\nNIEMAND. No, no. The weather had nothing to do with it. I mean the Sun\nhad to be above the horizon at both places. A person might undergo an\nattack soon after sunrise in New York but there would be no\ncorresponding record of an attack in California where it was still dark.\nConversely, a person might be stricken late in the afternoon in\nCalifornia without a corresponding attack in New York where the Sun had\nset. Dr. Hillyard and I had been searching desperately for a clue. We\nhad both noticed that the attacks occurred only during the daylight\nhours but this had not seemed especially significant. Here we had\nevidence pointing directly to the source of trouble. It must have some\nconnection with the Sun.\n\nLATHAM. That must have had you badly puzzled at first.\n\nNIEMAND. It certainly did. It looked as if we were headed back to the\nMiddle Ages when astrology and medicine went hand in hand. But since it\nwas our only lead we had no other choice but to follow it regardless of\nthe consequences. Here luck played somewhat of a part, for Hillyard\nhappened to have a contact that proved invaluable to us. Several years\nbefore Hillyard had gotten to know a young astrophysicist, Henry\nMiddletown, who had come to him suffering from a severe case of myositis\nin the arms and shoulders. Hillyard had been able to effect a complete\ncure for which the boy was very grateful, and they had kept up a\ndesultory correspondence. Middletown was now specializing in radio\nastronomy at the government's new solar observatory on Turtle Back\nMountain in Arizona. If it had not been for Middletown's help I'm afraid\nour investigation would never have gotten past the clinical stage.\n\nLATHAM. In what way was Middletown of assistance?\n\nNIEMAND. It was the old case of workers in one field of science being\ncompletely ignorant of what was going on in another field. Someday we\nwill have to establish a clearing house in science instead of keeping it\nin tight little compartments as we do at present. Well, Hillyard and I\npacked up for Arizona with considerable misgivings. We were afraid\nMiddletown wouldn't take our findings seriously but somewhat to our\nsurprise he heard our story with the closest attention. I guess\nastronomers have gotten so used to hearing from flying saucer\nenthusiasts and science-fiction addicts that nothing surprises them any\nmore. When we had finished he asked to see our records. Hillyard had\nthem all set down for easy numerical tabulation. Middletown went to work\nwith scarcely a word. Within an hour he had produced a chart that was\nsimply astounding.\n\n\n\nLATHAM. Can you describe this chart for us?\n\nNIEMAND. It was really quite simple. But if it had not been for\nMiddletown's experience in charting other solar phenomena it would never\nhave occurred to us to do it. First, he laid out a series of about\nthirty squares horizontally across a sheet of graph paper. He dated\nthese beginning March 1, 1955, when our records began. In each square he\nput a number from 1 to 10 that was a rough index of the number and\nintensity of the attacks reported on that day. Then he laid out another\nhorizontal row below the first one dated twenty-seven days later. That\nis, the square under March 1st in the top row was dated March 28th in\nthe row below it. He filled in the chart until he had an array of dozens\nof rows that included all our data down to May, 1958.\n\nWhen Middletown had finished it was easy to see that the squares of\nhighest index number did not fall at random on the chart. Instead they\nfell in slightly slanting parallel series so that you could draw\nstraight lines down through them. The connection with the Sun was\nobvious.\n\nLATHAM. In what way?\n\nNIEMAND. Why, because twenty-seven days is about the synodic period of\nsolar rotation. That is, if you see a large spot at the center of the\nSun's disk today, there is a good chance if it survives that you will\nsee it at the same place twenty-seven days later. But that night\nMiddletown produced another chart that showed the connection with the\nSun in a way that was even more convincing.\n\nLATHAM. How was that?\n\nNIEMAND. I said that the lines drawn down through the days of greatest\nmental disturbance slanted slightly. On this second chart the squares\nwere dated under one another not at intervals of twenty-seven days, but\nat intervals of twenty-seven point three days.\n\nLATHAM. Why is that so important?\n\nNIEMAND. Because the average period of solar rotation in the sunspot\nzone is not twenty-seven days but twenty-seven point three days. And on\nthis chart the lines did not slant but went vertically downward. The\ncorrelation with the synodic rotation of the Sun was practically\nperfect.\n\nLATHAM. But how did you get onto the S-Regions?\n\nNIEMAND. Middletown was immediately struck by the resemblance between\nthe chart of mental disturbance and one he had been plotting over the\nyears from his radio observations. Now when he compared the two charts\nthe resemblance between the two was unmistakable. The pattern shown by\nthe chart of mental disturbance corresponded in a striking way with the\nsolar chart but with this difference. The disturbances on the Earth\nstarted two days later on the average than the disturbances due to the\nS-Regions on the Sun. In other words, there was a lag of about\nforty-eight hours between the two. But otherwise they were almost\nidentical.\n\nLATHAM. But if these S-Regions of Middletown's are invisible how could\nhe detect them?\n\nNIEMAND. The S-Regions are invisible to the eye through an _optical_\ntelescope, but are detected with ease by a _radio_ telescope. Middletown\nhad discovered them when he was a graduate student working on radio\nastronomy in Australia, and he had followed up his researches with the\nmore powerful equipment at Turtle Back Mountain. The formation of an\nS-Region is heralded by a long series of bursts of a few seconds\nduration, when the radiation may increase up to several thousand times\nthat of the background intensity. These noise storms have been recorded\nsimultaneously on wavelengths of from one to fifteen meters, which so\nfar is the upper limit of the observations. In a few instances, however,\nintense bursts have also been detected down to fifty cm.\n\nLATHAM. I believe you said the periods of mental disturbance last for\nabout ten or twelve days. How does that tie-in with the S-Regions?\n\nNIEMAND. Very closely. You see it takes about twelve days for an\nS-Region to pass across the face of the Sun, since the synodic rotation\nis twenty-seven point three days.\n\nLATHAM. I should think it would be nearer thirteen or fourteen days.\n\nNIEMAND. Apparently an S-Region is not particularly effective when it is\njust coming on or just going off the disk of the Sun.\n\nLATHAM. Are the S-Regions associated with sunspots?\n\nNIEMAND. They are connected in this way: that sunspot activity and\nS-Region activity certainly go together. The more sunspots the more\nviolent and intense is the S-Region activity. But there is not a\none-to-one correspondence between sunspots and S-Regions. That is, you\ncannot connect a particular sunspot group with a particular S-Region.\nThe same thing is true of sunspots and magnetic storms.\n\nLATHAM. How do you account for this?\n\nNIEMAND. We don't account for it.\n\n\n\nLATHAM. What other properties of the S-Regions have you discovered?\n\nNIEMAND. Middletown says that the radio waves emanating from them are\nstrongly circularly polarized. Moreover, the sense of rotation remains\nconstant while one is passing across the Sun. If the magnetic field\nassociated with an S-Region extends into the high solar corona through\nwhich the rays pass, then the sense of rotation corresponds to the\nordinary ray of the magneto-ionic theory.\n\nLATHAM. Does this mean that the mental disturbances arise from some form\nof electromagnetic radiation?\n\nNIEMAND. We doubt it. As I said before, the charts show a lag of about\nforty-eight hours between the development of an S-Region and the onset\nof mental disturbance. This indicates that the malignant energy\nemanating from an S-Region consists of some highly penetrating form of\ncorpuscular radiation, as yet unidentified.[A]\n\n[Footnote A: Middletown believes that the Intense radiation recently\ndiscovered from information derived from Explorer I and III has no\nconnection with the corpuscular S-radiation.]\n\nLATHAM. A question that puzzles me is why some people are affected by\nthe S-Regions while others are not.\n\nNIEMAND. Our latest results indicate that probably _no one_ is\ncompletely immune. All are affected in _some_ degree. Just why some\nshould be affected so much more than others is still a matter of\nspeculation.\n\nLATHAM. How long does an S-Region last?\n\nNIEMAND. An S-Region may have a lifetime of from three to perhaps a\ndozen solar rotations. Then it dies out and for a time we are free from\nthis malignant radiation. Then a new region develops in perhaps an\nentirely different region of the Sun. Sometimes there may be several\ndifferent S-Regions all going at once.\n\nLATHAM. Why were not the S-Regions discovered long ago?\n\nNIEMAND. Because the radio exploration of the Sun only began since the\nend of World War II.\n\nLATHAM. How does it happen that you only got patients suffering from\nS-radiation since about 1955?\n\nNIEMAND. I think we did get such patients previously but not in large\nenough numbers to attract attention. Also the present sunspot cycle\nstarted its rise to maximum about 1954.\n\nLATHAM. Is there no way of escaping the S-radiation?\n\nNIEMAND. I'm afraid the only sure way is to keep on the unilluminated\nside of the Earth which is rather difficult to do. Apparently the\ncorpuscular beam from an S-Region is several degrees wide and not very\nsharply defined, since its effects are felt simultaneously over the\nentire continent. Hillyard and Middletown are working on some form of\nshielding device but so far without success.\n\nLATHAM. What is the present state of S-Region activity?\n\nNIEMAND. At the present moment there happens to be no S-Region activity\non the Sun. But a new one may develop at any time. Also, the outlook for\na decrease in activity is not very favorable. Sunspot activity continues\nat a high level and is steadily mounting in violence. The last sunspot\ncycle had the highest maximum of any since 1780, but the present cycle\nbids fair to set an all time record.\n\nLATHAM. And so you believe that the S-Regions are the cause of most of\nthe present trouble in the world. That it is not ourselves but something\noutside ourselves--\n\nNIEMAND. That is the logical outcome of our investigation. We are\ncontrolled and swayed by forces which in many cases we are powerless to\nresist.\n\nLATHAM. Could we not be warned of the presence of an S-Region?\n\nNIEMAND. The trouble is they seem to develop at random on the Sun. I'm\nafraid any warning system would be worse than useless. We would be\ncrying WOLF! all the time.\n\nLATHAM. How may a person who is not particularly susceptible to this\nmalignant radiation know that one of these regions is active?\n\nNIEMAND. If you have a feeling of restlessness and anxiety, if you are\nunable to concentrate, if you feel suddenly depressed and discouraged\nabout yourself, or are filled with resentment toward the world, then you\nmay be pretty sure that an S-Region is passing across the face of the\nSun. Keep a tight rein on yourself. For it seems that evil will always\nbe with us ... as long as the Sun shall continue to shine upon this\nlittle world.\n\n\nTHE END",
    "metadata": {
        "author": [
            "Richardson, Robert S. (Robert Shirley)",
            "Richardson, Robert Shirley",
            "Latham, Philip"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24150/pg24150.txt",
        "name": "disturbing_sun.json"
    }
}