{
    "name": "Divvy up",
    "author": [
        "Marlowe, Stephen",
        "Lesser, Milt",
        "Granger, Darius John",
        "Lesser, Milton",
        "Thames, C. H.",
        "Ridgway, Jason",
        "Wilder, Stephen",
        "Chase, Adam"
    ],
    "body": "Hardesty fondled the sight picture with his right eye, squinting shut\nhis left eye, caressing the trigger of his rifle with the index finger\nof his right hand and waiting for the squad leader to issue his\ncommands.\n\n\"Ready,\" called the squad leader.\n\nAt times like this, Hardesty observed, time seemed suspended. He\nwondered if it worked that way for the condemned man, too. The sun was\njust coming up over the rim of the bomb crater, splashing the rubble\nthere with rose and gold. A hungry dog howled somewhere north of the\ncrater.\n\n\"Aim....\"\n\nA dozen rifles were pointed at various parts of the condemned man's\nanatomy. Hardesty always selected the stomach, although there\ninvariably was a softie in each firing squad to spoil the fun. The\nhungry dog began to yelp. Someone had probably left ground glass for it.\n\nBefore the squad leader could shout the command to fire, a rifle shot\ncracked flatly, with a complete lack of resonance, across the bomb\ncrater. The condemned man jerked upward, then strained forward in death\nagainst the fetters which bound him to the firing post.\n\n\"Damn it!\" swore the squad leader. \"Who the hell did that?\"\n\nJumping the gun had started some years ago strictly as a sport. Now it\nwas business, though, and profitable if you could get away with it and\ntrust your confederate.\n\n\"Who did that?\" screamed the squad leader.\n\nNo one spoke. The dozen members of the firing squad stood rigidly at\nthe aim position, their weapons pointing like accusing fingers at the\ndead man slumping forward against the firing post. Two crows flapped by\nlike black paper overhead, cawing raucously.\n\n\"All right,\" snapped the squad leader. \"Uh-ten-_shun_!\"\n\n\n\nRifle stocks were slapped in brisk unison as the weapons were brought\ndown from the aim position through port to order arms. A trickle of\nsweat rolled across the bridge of Hardesty's nose. A bus rumbled by two\nblocks east, on what was left of Lexington Avenue. Hardesty wondered if\nthe driver's union sanctioned passenger trapping. He had once traveled\nten extra blocks on a bus which had slowed down without stopping at\nthe designated spots. He had watched braver passengers than himself\nleap from the vehicle, risking broken bones. Well, they probably had\ntime-clocks to punch; Hardesty was in business for himself.\n\n\"In-spec-shun--_harms_!\" the squad leader screamed. Twelve rifles\nsnapped up to port, twelve bolts were slammed back. The squad leader\nwalked down the line, examining rifle chambers. Three rifles to\nHardesty's left, he stopped. \"Here she is,\" he said.\n\nFrom the corner of his eye, Hardesty saw the girl, calm as murder, hurl\nher heavy rifle at the squad leader. The stock slammed across his face\nand knocked him down before he could parry it with his arms. The girl\nturned and fled up over the rim of the bomb crater.\n\n\"Catch her!\" bellowed the squad leader, who stood up, wiped the blood\nfrom his lips and sprinted toward the crater rim. Ten members of the\nsquad followed him on the double. The penalty for jumping the gun was\nsevere; the reward for catching the culprit, considerable.\n\nHardesty did not follow the squad leader.\n\nHe waited until the last of the squad had scrambled up the steep slope\nof the crater wall, waited until the drumming sound of feet on the\nbuckled pavement faded, then approached the dead man still suspended\nfrom the firing post. The man's face looked peaceful, as if he were\nonly sleeping. He wore a mackinaw, a pair of patched trousers and heavy\nrubble-boots. Hardesty could not see where the bullet had gone in.\n\nApproaching the corpse, Hardesty wondered if the girl who had fired\nprematurely would make good her escape. Lord knew there were places to\nhide in the bombed-out city. Hardesty began to hope they would capture\nher, though. It would simplify things. He did not know her name,\nbut fifteen minutes before the execution he had tossed a coin with\nher. Hardesty had won. She would kill the condemned man prematurely,\nHardesty would remain behind to go through his pockets for booty. Later\non, they would meet at the stump of the Lever Brothers Building and\ndivvy up. Provided she wasn't caught. Provided Hardesty remembered.\n\nSucker, he thought.\n\nHe reached the dead man and started through the big flap pockets of\nhis mackinaw. A cold wind swirled into the crater, lifting a cloud of\nchoking dust. The first red glow of the sun had faded, leaving a pale\nand watery orb to fight the gathering clouds in the eastern sky. It\nlooked like snow was on the way. Hardesty found a tattered wallet in\nthe left rear pocket of the man's trousers.\n\n\"Hold it,\" a woman's voice called softly.\n\nStartled, Hardesty looked around. He saw no one. He might hurl himself\nbehind the corpse and the firing post, his rifle ready--but the woman\ncould have been crouched behind the embankment there.\n\n\"What do you want?\" Hardesty demanded in an arrogant voice. You were a\ngoner if you showed fear. That's what they wanted, fear.\n\n\"I'm armed. I have you covered. I can see you but you can't see me.\nDrop your rifle.\"\n\nBluff? Hardesty wondered.\n\n\"I'll count three.\"\n\nAnd fire on two, you shrew, Hardesty thought. He wondered again\nabout the other girl, the one who was fleeing across the city now. A\nconfederate of hers? It was possible. Double-dealing invited triple\ndealing. Hardesty thumbed the safety catch forward on his rifle and\ndropped the weapon at his feet. He still held the dead man's wallet in\nhis left hand.\n\nThe woman appeared over the rear embankment of the crater. She wore\na cap with earlaps, a tattered leather lumber-jacket, a heavy black\nskirt, rubble-boots and no gloves. She carried a sawed-off shotgun in\nthe cradle of her bent left arm. She was pretty, but did not look mean\nenough to be really beautiful. Her eyes were piercing.\n\n\"What have you got in your hand?\" she said.\n\n\"His wallet.\"\n\n\"Give it to me.\" The young woman came forward, kicked Hardesty's rifle\nout of reach with her left foot and held out her right hand.\n\nJust then an air-raid siren began to wail. Hardesty looked up at the\npale cold sky. He saw no jets. He heard none. The spotters didn't give\nyou much warning these days. _They_ knew of the raid in advance, of\ncourse. _They_ had received word from the spotters up and down the\ncoast. While they would be executed if they failed to report the raid\nentirely, there was no stipulation on the time limit and no way of\nproving it if there had been. As a consequence, the spotters were rich\nmen. You hardly had time to lock up or hide your valuables with only\nseconds to reach shelter.\n\n\"Think it's for real?\" the woman asked Hardesty.\n\nHe shrugged. He still heard no jets. False alarms kept you on your toes\nand made you wait until the last possible moment when the real thing\ncame. False alarms? The spotters called them air-raid drills.\n\n\"I doubt it,\" Hardesty said truthfully. The bomb crater would make a\nfairly good shelter, anyway. The worst of the shock waves would pass\nover it. Hardesty hoped shelter-seeking pedestrians wouldn't find the\nbomb crater. He might be able to deal with the woman alone, but he'd\nlose whatever booty was left in the dead man's pockets if a few dozen\nscavengers came down into the hole.\n\n\"Give me the wallet.\"\n\nHardesty handed it over. \"Who are you?\" he said. \"A friend of that\nblonde girl who--\"\n\n\"Did you take anything else? I'm the widow.\"\n\nA head was silhouetted briefly against the pale sky above the rim of\nthe crater. The widow fired a warning shot from one barrel of her\nshotgun, then quickly reloaded it. The head vanished.\n\n\"You have no right to your husband's belongings,\" Hardesty said. \"You\nought to know that.\"\n\n\"You have a right?\"\n\n\"Sure. Why don't I?\"\n\n\"Because I saw what happened. You were in cahoots with that blonde\ngirl, weren't you?\" The widow went through her dead husband's pockets\nas she talked, stuffing what she found into the pockets of her\nmackinaw. Hardesty stared hungrily at the silver gleam of coins, the\ndull green of paper money.\n\n\"Lady,\" Hardesty said derisively, \"you're a sucker. Your husband was\nholding out on you.\"\n\n\"What else did you find?\"\n\n\"I didn't say I found anything.\"\n\n\"But you implied it.\"\n\n\"Go scratch,\" said Hardesty in a taunting voice. He wanted the woman\nto search him. He thought he could take her if she got busy with his\npockets.\n\n\"I could kill you and search you afterwards.\"\n\n\"You could, if I didn't hide it where you'd never find it.\"\n\n\"Hide what?\" the woman licked her lips eagerly. She looked real pretty\nnow. Hardesty had always preferred the mean, hard look to the unctuous\none which stamped so many faces these days. The woman took a step\ntoward Hardesty, who tensed himself. It was the little things like\nthis which made life worth living. The cat and mouse game. Personal\npolitics, it was called. It used to be called ethics. The woman put her\nhand in the pocket of Hardesty's coat, anxiously searching.\n\nAt that moment, the first wave of jets came over.\n\nThe sky shook itself, disgorging bombs. A bright flash blossomed beyond\nthe western rim of the crater, and another. Seconds later, Hardesty\nheard the explosions. The woman had forgotten Hardesty and crouched in\nterror at the feet of her dead husband, who still stood there leaning\nforward from the firing post. Had the woman denounced him for some\npersonal reason? wondered Hardesty. It happened all the time. Personal\npolitics.\n\n\n\nThe second wave of jets came over, their roar all but drowning out the\nstacatto pop-pop-pop of the AA guns. The country had used up its entire\nsupply of ground-to-bomber missiles. The enemy had depleted its store\nof fusion and fission bombs. Everyone settled for ack-ack and TNT.\n\nThe bombs rained down, exploding like firecrackers on a scale model\nof the ruined city. It always looked that way to Hardesty. Unreal.\nHe supposed it was like that, unreal, to everyone until the one bomb\nwhich was too close and suddenly too real compressed the air before its\nwarhead and shrieked earthward, growing and growing and not cutting\noff the shriek before the sound of the explosion like kids do when\nthey play war and make vocal bomb sounds but terminating the shriek\ninstantly with the explosion and killing you almost before you heard\nthe sound with concussion or flying masonry or fire.\n\nLike that bomb, right now, right there, which picked up a two-story\nbuilding, uprooting it at the foundation and lifting it slowly into\nthe air in defiance of gravity, then turning it over gently, teaching\nit tricks before it perished, flipping it carelessly, indifferently,\nshowering a slow downpour of furniture to the ground through the now\nfloorless bottom story and then turning the whole building once more,\nlike a child's block caught in a gale, and suddenly sundering it,\nbreaking the building into large pieces which floated lazily downward,\nexploding with a paradoxical lack of violence into smaller pieces, and\nthe smaller ones into still smaller, until the whole thing came down,\ndust and shards now, like a multi-colored snowstorm, beyond the rim of\nthe bomb crater.\n\nAfterwards came the concussion, mitigated by the depth of the crater\nbut still strong, flipping Hardesty across the crater floor. He let\nhis muscles go slack, instinctively knowing there would be less\nlikelihood of a broken bone that way. He tasted blood in his mouth and\nfelt his head burrow into rubble and ashes. He stood up groggily as\nthe all-clear sounded. You had to be cautious. Sometimes the spotters\ntricked you. Then you went out into the open and the bombs came down\nagain almost as if the spotters and the enemy bombardiers were in\nsecret entente with one another and would later meet in some undreamed\nof neutral place and share the booty collected from corpses and parts\nof corpses. It was a dog eat dog world.\n\nThe concussion had ripped loose the firing post, which had fallen with\nthe dead man still dangling, like a drunk leaning backwards against a\nlamp-post, across the woman. She lay there under its weight, her legs\ndrumming, her arms twitching.\n\n\"Help me,\" she called to Hardesty in a feeble voice. \"Please help\nme.\" She was very ugly that way, with a look of supplication on her\ndirt-smeared face. Hardesty walked over to her and placed his foot on\nher shoulder so she wouldn't twitch so, then went through her pockets\nquickly. He found two five million dollar bills and a handful of small\ndenomination coins, one and two hundred thousand dollars each, mostly.\nShrugging his disappointment, Hardesty realized it would be only enough\nto keep him going a week, and that long only if he spent it frugally.\nThose were the breaks.\n\n\"What else did you find?\" the woman croaked through bloody lips.\n\nShe would probably live, Hardesty figured. She was only pinned there;\nshe didn't seem badly hurt. Naturally, he changed his residence in\nthe bombed-out city every day, but if the blonde girl were caught\nand described him to save her own neck and if this woman confirmed\nthe description to receive her share of the ten million dollars in\ndenouncer's bounty, Hardesty might possibly be found. The penalty for\njumping the gun or aiding gun-jumping was death. Other citizens didn't\nhave their just opportunity to scavenge.\n\n\"What else?\" the woman asked again.\n\nHardesty went over and found the sawed-off shotgun. \"Nothing,\" he said,\nand split the woman's skull open with the stock of the shotgun.\n\n\"Hey, man! Hey, over this way!\"\n\nA digging crew was working with picks and shovels on a ruined building\non 44th Street. It had been an office building of some dozen storys,\nbut the whole façade had collapsed. The offices thus revealed looked\nlike tiny cubicles with cardboard ceilings, floors and walls. The whole\nruined structure looked like a giant compartmented eggbox lying on its\nside, the small square compartments cluttered with impossibly small\noffice furniture carved to perfect scale.\n\n\"Hey, man! We got an extra shovel.\"\n\nCommunity effort. You had to dig out the ruins. In the early days\nof the war you looked for living people, but now personal politics\nhad changed that. The diggers had clubs and knives ready in case any\nsurvivors were found to contest their booty. They were hacking away at\nthe heaps of broken concrete with consummate effort, stopping every now\nand then for hot drinks which the Red Cross brought around. They had\nsome union, those Red Cross workers. They were guaranteed ten percent\nof the booty in any building they serviced during digging. Often only\nthe digging foreman got coffee, but it didn't matter.\n\nThe scene reminded Hardesty of a clever children's toy he had seen\nonce. It was a hollow globe of plastic, with water inside. When you\nturned it upside down, tiny jet bombers dropped tinier bombs on a\nskyscraper which resembled the Lever Brothers Building. The building\nflew apart, spitting miniature corpses and furniture out of windows.\nMinute diggers started to dig at the base of the structure and a Red\nCross vehicle spilled out tiny, spider-like Red Cross workers with\narmbands. When you turned the globe right-side-up again, everything\nassumed its place like before the air-raid. It was very ingenious.\n\nHardesty thought it would be a good idea to get out of his\nneighborhood. There was no telling what had happened to the blonde.\nIf he were caught in her position, he certainly would have squealed.\nAnyway, Hardesty had heard that the pickings were good down by the old\nNavy Yard in Brooklyn, provided you could steal a boat and make your\nway across the East River under the ruined bridges. Some people claimed\nthe waters of the river were still radioactive, but Hardesty suspected\nthe radiation had long since flowed out to sea. It was probably a rumor\npromulgated and maintained by the roving bands of Brooklyn scavengers.\nHardesty had always preferred being a small businessman. He just\ncouldn't see scavenging for a salary, despite the comparative security\nit offered.\n\n\"Well, what do you say, man?\"\n\n\"No, really, I have to be getting along.\"\n\n\"All right, then. It's an order.\" Someone thrust a shovel at Hardesty.\nHe glanced at the man's sleeve and saw the starred armband of a block\ncaptain. Damn these civil servants! You hated their guts but had to\nobey them. Oh, they were psychopathic enough. Hardesty admitted that to\nhimself. You couldn't get any kind of a decent job with the city unless\nthe Civil Service Board passed on your psychopathy. But they were too\nsmug in an orderly, regimented way. They could quote ordinances to you\nuntil you wanted to wring their necks but they were right and if you\ndid, you were as good as dead.\n\nHardesty took the shovel in his numb cold hands and began to dig\nmechanically where the pick-ax crew had already done its work. After an\nhour, he had uncovered nothing worthwhile. A teen-aged Red Cross girl\nbrought him a cup of evil-smelling synthetic coffee, but he drank it to\nwarm his stiff muscles.\n\nAll at once, he heard a tapping sound coming from a big bronze pipe\nwhich had probably carried water or refuse from one of the offices\nupstairs.\n\n\"Someone's alive in there,\" a youngster next to Hardesty said. He ran\nover with a pick-ax and began to hack furiously at the rubble.\n\nThe block captain rushed to the spot and said, \"Are you crazy or\nsomething? There's no air in there. Give them a couple of hours and\nthey'll be dead. Are you forgetting your ordinances, boy?\"\n\n\"But we can save them!\" the youngster said in some confusion.\n\n\"We got too many mouths to feed as it is. Anyhow, you want them\ncontesting the booty? If they survive, they're liable to claim it all.\"\n\n\"I--I'm sorry.\" The youngster stopped hacking away with his pick-ax.\nHe seemed genuinely contrite, but you never knew about that type. He\nmight come back tonight and dig in private. By then, fortunately, it\nwould be too late. But the city hospitals were full of just such people\nwho couldn't adjust to the rigors of war. Hardesty had heard about a\nproposed bill which would have them all killed painlessly. That was no\nway to die, without pain, but it served them right. Of course, thought\nHardesty bitterly, the city would claim all their booty--which was\nanother matter entirely.\n\n\n\nFive minutes later, Hardesty found a dismembered arm. It was already\nfrozen with the cold and seemed more like wax than flesh. The arm was\ntoo muscular to have belonged to a woman. The man had worn a ring and\na gold-plated wristwatch which, between them, might bring eighty or\nninety million dollars on the black market. Hardesty got the watch\nloose and was working the ring off the frozen fingers when the block\ncaptain spotted him.\n\n\"I saw that,\" he said. He had a big beefy face with eyes so close\ntogether they seemed to be forever staring at the tip of his nose. \"You\nthink you're in business for yourself?\"\n\n\"I'm sorry,\" Hardesty said lamely. \"Habit. I'm a scavenger by\noccupation. Here. Here's the ring.\"\n\nThe beefy-faced man scrutinized the ring and pocketed it. \"The\nwristwatch,\" he said,\n\n\"There must be some mistake.\"\n\n\"I saw you put it in your pocket.\"\n\n\"No, you must have been imagining things.\" What would it bring on the\nblack market? Fifty million dollars in a quick sale? Decent living for\na month. Hardesty was damned if the block captain would get it.\n\n\"Fork it over, wise guy.\"\n\nThe other diggers had stopped their work to watch Hardesty's\ngrowing--and now perilous--discomfort. \"Let's just get on with the\nwork,\" Hardesty suggested. He had placed the sawed-off shotgun down\nnear the curb when he started digging. He saw it there now, with one of\nthe Red Cross teen-agers staring at it covetously. He wondered if he\ncould reach it in time and blast the beefy block captain's face in. He\ndecided the shovel would be quicker and every bit as effective.\n\n\"For the last time ...\" began the block captain.\n\nSwinging the shovel like a baseball bat, Hardesty bounced it off his\njaw. He didn't wait to see the results. He bolted for the curb,\nscooped up his sawed-off shotgun, and ran.\n\n\n\nIt was snowing now, big dry flakes which fell from a windless sky, slow\npatient flakes which would fall for many hours if the leaden sky was\nany indication, choking the broken arteries of the perishing city.\n\nLet it, thought Hardesty. I don't have to go to Brooklyn, after all. I\nknow where I can dispose of this wristwatch.\n\nHe was jogging along in no great hurry. He had darted down Vanderbilt\nAvenue by the ruins of Grand Central Station, then cut back and forth\nthrough the streets in the low forties. They had chased him for a\nwhile but had given him up by now, he supposed. Hell, it was only one\nwristwatch. He slowed to a walk along Park Avenue and watched the city\ndie.\n\nThe city had been moribund ever since Hardesty could remember. It\nseemed the natural state of things, just as the public politicians\nhad finally given in to the inevitable and now decried that war was\nthe natural state of human society. With war, cities died. With dead\ncities, war became a more personal thing. That was where personal\npolitics came in. War became an individual thing as well as a social\nenterprise. That was the way you lived.\n\nAn old woman came trudging along in the snow, her boot-shod feet making\nfootprints clear down through the thin white covering to the broken\ngray sidewalk beneath it. She was selling poor-grade booty, trinkets\nand a few items of faded old clothing. \"Anything I've got,\" she hawked,\nholding a yellow straw basket up for Hardesty's inspection, \"anything\nin the basket for only a hundred thousand dollars.\"\n\nWhen Hardesty shook his head, she tagged along, gripping his sleeve\nin clawlike fingers and tugging at it. \"Go away, grandma,\" he said.\nThe old lady went on ranting about her wares in a high, incongruously\nchildish voice. Maybe a few of the diggers were still looking for him,\nHardesty thought. The crone's piercing voice would attract people for\nblocks.\n\nThe hag cleared her throat and spat yellow phlegm in the clean white\nsnow. \"See this dress? See, it's second hand, but you could hardly\ntell. For you, a special price because you have a cruel face. For you--\"\n\n\"Damn it!\" said Hardesty, and fished in his pocket for a few coins.\nThere was no one else on the street, no one else on the lonely\nlandscape of battered buildings and stumps of buildings. A few feet to\nHardesty's left, a fire hydrant had ruptured; a torrent of water gushed\nfrom it, freezing at the edges of the large puddle which had formed,\nas if the ice had started there and would approach the hydrant and\nstrangle it. Hardesty was surprised that the city still pumped so much\npressure through its water mains.\n\n\"Here,\" Hardesty said, handing the old woman a few coins and taking her\nbasket. It was unexpectedly heavy. The old woman thanked him profusely\nin her childish voice. Hardesty had no use for the contents of the\nbasket, but wouldn't return it to the hag. Later he could dispose of\nit. Returning it to her would be charity, and you just did not indulge\nin charity.\n\nThe old woman walked off through the snow, cackling happily.\n\n\"There he is!\" someone cried.\n\nHardesty heard the footfalls pounding behind him. The diggers. He\nbegan to run, hurling the basket away from him. He turned around to\nlook and saw four or five shapes sprinting after him. Hardesty raised\nthe shotgun without bothering to aim and fired both barrels. The hag\nclutched her throat and pitched forward in the snow. One of the men\nfell with her. Hardesty tossed the now useless shotgun aside and heard\nsomething clatter against the wall next to him. Sparks flew. It was a\nknife. The man's aim had been good, almost too good.\n\n\n\nHardesty circled the block twice, then hid in a doorway. It was a\ndoorway to absolutely nowhere. On one side was the street, on the other\nwas a rubble-filled bomb crater. This had once been a building, but\nonly the doorway stood. Even the door had been blown to bits.\n\nA sign over the door said WAL--RIA. Hardesty thought a hotel had stood\nhere, long ago. He crouched in the doorway and waited, catching his\nbreath. It was so cold, his teeth began to chatter uncontrollably. His\nlungs, though, were on fire, and his nostrils. He couldn't stay there\ntoo long. He would freeze to death. Perhaps they had taken a wrong turn\nover on Madison Avenue.\n\nHardesty walked boldly out into the street. No one stopped him.\n\nTen minutes later, after hiding in a pile of rubble when he saw someone\ncoming down the street, Hardesty found himself passing the stump of\nthe Lever Brothers Building. The girl, he thought suddenly. He had\nforgotten about the blonde. He shouldn't be passing here. She might be\nwaiting for him.\n\n\"Psst! Hey, it's me. I didn't know to expect you or what.\"\n\nIt was the blonde's voice. Hardesty had in mind to run again, but there\nwould be too many people after him, too many people who, out of spite\nor patriotism, would identify him and denounce him. He would share the\nexecuted man's booty with the blonde girl. But not the wristwatch. She\nhad nothing to do with the wristwatch. Maybe, he thought, she even knew\nof a good warm place to sleep.\n\n\"I had a little delay,\" Hardesty said. He didn't see the blonde\nanywhere. She was inside the building.\n\n\"Well, come on in.\"\n\nPeople came from all over Manhattan to see the Lever Brothers stump.\nMiraculously, some of the green-tinted glass was still whole. No one\ncould explain this except to say it was a freak of concussion, and it\n_had_ happened, hadn't it? The few panes which remained were almost the\nonly unbroken panes of glass in New York City.\n\nIt was green in there, and dim. Looking out through the glass, the snow\nresembled tons of chopped spinach coming down. The blonde's hair was\ngreen. Her skin was green, and her eyes. She had a hard cold look on\nher face now.\n\n\"Well?\" she said.\n\nHardesty began to empty his pockets for the divvy up.\n\nSomeone said, \"Stop right there! Hold it.\"\n\nThe man was big and had probably used many times with success the gun\nhe carried in his fist. It was the man who had spoken. He covered\nHardesty with the gun while the blonde hastily went through the booty\nthey had found.\n\n\"You're being held under city ordinance 217,\" the big man told\nHardesty. Ordinance 217 was concerned with gun-jumping or aiding a\ngun-jumper. The penalty was death.\n\n\n\nNot long afterwards, Hardesty was bound to a firing post near the\nembankment of a crater close to the Lever Brothers stump, but far\nenough away so none of the glass would be shattered. The firing squad\nlined up. The blonde girl was third from the right. Hardesty hoped\nsomeone would aim for his stomach and the others would miss. If he had\nto die, he wanted to die painfully.\n\n\"Ready!\" barked the squad leader. Hardesty wasn't sure, but thought he\nwas the same man who had led that other squad.\n\n\"Aim....\"\n\nTime was suspended again. Even more for the condemned.\n\nAnd then, before the squad leader could shout \"fire!\" Hardesty heard\na gunshot. He didn't feel the bullet go in, but as he slumped forward\naway from the firing post he felt a warm wetness, and no other\nsensation, in his chest. With a final effort of will he looked up and\nsaw the blonde girl's face. There was a faint smile tugging at the\ncorners of her lips. All at once Hardesty knew. She had probably taken\nsomeone in this squad aside, as she had taken Hardesty aside. She had\nmade a deal with him. Meet at the Lever Brothers stump, or someplace\nelse? Divvy up. It was the surest way to catch gun-jumpers. The blonde\ngirl was working for the government and probably collected a healthy\nslice of the booty.\n\nThe last thing Hardesty ever heard was the squad leader's angry voice\nas the man roared: \"Who the hell jumped the gun?\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Marlowe, Stephen",
            "Lesser, Milt",
            "Granger, Darius John",
            "Lesser, Milton",
            "Thames, C. H.",
            "Ridgway, Jason",
            "Wilder, Stephen",
            "Chase, Adam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72537/pg72537.txt",
        "name": "divvy_up.json"
    }
}