{
    "name": "Doomsday 257 A.G.!",
    "author": [
        "Walton, Bryce",
        "O'Hara, Kenneth"
    ],
    "body": "Cadmus trembled now as he waited. He had been waiting too long. Sweat\nwas heavy on his clean-muscled body. A bright eagerness blazed from\nhis gray eyes. And beyond the small pressure dome of the combination\nlab and living quarters, the frigid night pounded at the translucent\nteflonite--gnawed hungrily at that small dot of life and warmth on the\nbarren asteroid.\n\nNow that he was almost ready to step into the matter transmitter, each\nmoment had become an eternity as he waited to be transported almost\ninstantly to Mars. To the city of Akal-jor. To his final destiny.\n\nHe cursed softly at the cloud of amnesia aching in his skull. Johlan\nthe Venusian scientist had had him in various states of hypnosis for\nsome time, educating him for this task, and had placed a protective\nveneering of amnesia across his mind to protect his purpose from the\nSilver Guard's mental probers in case he were captured.\n\nSince birth, Johlan had raised Zaleel and Cadmus on the asteroid. The\nthree of them were unconditionally dedicated to the great \"plan.\"\nBecause of his fogged memory, Cadmus now knew but little concerning\nthe details of the plan. He only knew that he would die to carry it\nthrough. That if he failed, Tri-Planet civilization would go on down to\nfinal decay and ruin.\n\nThe three of them, three frail motes of intelligent life, must save\nthe vast System. Old Johlan the Venusian. Zaleel of the golden hair\nand generous red lips. And Cadmus the fighter. To fight the Silver\nGuards, and the gigantic mechanical intelligence of the Great Gray God,\nCadmus had only the sword at his side and the crude energy gun Johlan\nhad made. The energy gun was too small for efficiency but it had to be\nsmall in order to be carried unnoticed beneath his tunic.\n\nZaleel was gone. She had stepped into the transmat months before to\ncarry out her part of the plan. Cadmus remembered only the shiny\nrichness of her hair, the warm promise of her lips.\n\nA signal light blinked. A glow crackled round the electronic power rim\nof the transmat. Cadmus shot one last glance through the pressure dome\nwhere he had spent most of his lifetime in preparation.\n\nA thin hard smile parted his space-burned face as he stepped into the\ntransmat and melted into a blurred vortex of coloration.\n\nPain beyond thought shattered his consciousness to shreds. The\nblackness was absolute. The cold was ineffable.\n\n\n\nIt was the year of the Gray God, 257 A.G.\n\nTomorrow was the day of Worship at the Gray God's shrine. Beyond the\ncity of Akal-jor was the vast valley where the Gray God was born, and\nwhere it lived on, eternally, beneath its impregnable gray metal dome,\nfive miles in diameter, and a mile high. Shielded by half a mile of\ndeadly radioactive field, a teeming moat of gamma rays through which no\nliving thing could pass.\n\nOn three worlds, hopeless, futile, static beings of a dying\ncivilization prepared for the big exodus to Mars and to the Gray God's\naltars. Then they would return to their dull cycle of meaningless\nexistence to dream in some drugged escapeasy, or to die horribly in\none of Consar III's atomic power plants, mine shafts, or his isotope\nfactories.\n\nConsar III had arrived in Akal-jor for the worship. With him were five\nthousand slaves. Bathing in countless hedonistic luxuries, he awaited\nthe worship to begin at tomorrow's dawn. Meanwhile he looked for new\nand interesting female slaves.\n\nNext to sensual pleasure, Consar enjoyed most the contemplation of his\ngreat power over the masses of three worlds. He could never lose that\npower. Unless the Gray God died, and that was impossible of course.\nOr unless he died. He would die certainly, sometime. Then he wouldn't\nworry about pleasures or power.\n\nFrom the windows of his Martian mansion, the Palace of Pearl, he looked\nto the east into the valley of the Gray God. It towered, a massive gray\nmetal skull. Consar III laughed. The Gray God was a machine. Therefore\nits position as governmental dictator of the System remained absolutely\nstable. Nothing could ever change again. His position as sole exploiter\nof the resources of the System, under the title of Consar Exploitations\nInterplanetary, was to remain unchanged forever. It was a perfect setup.\n\nThe System was Consar's really, despite the fact that the Gray God\nruled through mechanical dictates. All the dictates favored Consar.\nConsar and his hedonistic rituals, sycophants, courtiers and concubines.\n\nThere was always the rumor of an underground seeking to overthrow the\nstatus quo. The Cadmeans, who had tried once before to destroy the\nGreat Machine, had been wiped out of existence. Or at least most of\nthem. If any did remain alive, they were ineffectual. They would be\ndiscovered and killed or enslaved by the Silver Guards. The Guards\ndidn't really work for Consar, not directly. They were conditioned in\nthe council tower to obey the dictates of the Great Machine. But those\ndictates all favored Consar's position of royalty, so it amounted to\nthe same thing.\n\nHe moved the animated throne across the room to the edge of his roseate\npleasure pool that shimmered in the middle of the jeweled floor. Above\nhim, joylamps spun their songs of colored sensuality. His three hundred\npounds of white flabby flesh settled into depths of luxuriance.\n\nA small spidery man entered and bowed. \"There is a girl here in\nAkal-jor, Illustrious Consar.\"\n\n\"Ah. Go on, Gaston.\" Consar's voice bubbled with soft power like lava.\n\"You have acted rapidly and with customary clarity.\"\n\n\"She is a dancer in an escapeasy called the Maenad on the Street of\nShadows. She is alive and vital and desirable as no woman among your\nwomen, My Ruler. She--\"\n\n\"Bring her, Gaston, before dawn. After the worship, I'll take her back\nto Terra. Is she Martian?\"\n\n\"Terro. Her name is Zaleel.\"\n\n\"Good. You can obtain the services of Silver Guards, as usual, under\nthe Gray God's labor conscription edict fifty-seven.\"\n\nThe spidery little man bowed out. Consar III pressed a button. Soft\ndurolite arms lowered him into the swirling waters of his pleasure\npool. He sank slowly as the crystaline waters washed him gently in its\nbath of a thousand dreams.\n\n\n\nSpiraling patterns fused, disassociated atomic rejoined. Cadmus\nstumbled from the transmat receiver. As he lurched through dusty damp\nshadows, a familiar, non-terrestrial voice called. The Venusian padded\ntoward him on webbed feet, green scales shining in the cold luciferin\nlight of a trunjbug lamp.\n\nCadmus' voice was still shaky, rattling through the subterranean gloom\nsomewhere below Akal-jor. He couldn't remember where. He could remember\nvery little. \"I've got to know more about the plan,\" he said quickly.\n\"More about myself. This fog is driving me crazy!\"\n\nThe ancient Venusian said, \"You'll know more, a lot more, if you\nsucceed in destroying the Great Machine. It wouldn't be safe to know\nvery much--at least until just before you're ready to strike. And you\nmust strike the final blow at dawn.\"\n\n\"Was it necessary to wipe practically everything out of my mind,\"\ngrowled Cadmus. \"I seem to be desperately groping for some memory, some\nfacts that I should remember now! Do you--?\"\n\n\"Forget everything but the immediate task before you,\" said Johlan\ntensely. \"You strike just as dawn strikes. Just as millions of\nworshippers emerge from those transmats in the valley, the Great Gray\nGod which they worship will die--before their eyes. They must see it\ndie so they can carry eyewitness accounts back to their own worlds.\nWe must succeed this time. Another solar year and the System will be\ntoo sunken in the disease of unchange and futility and defeat ever to\nchange.\"\n\nCadmus breathed hoarsely. \"Let me get on with it. Give me the necessary\ninformation!\"\n\n\"Very well,\" sighed Johlan. \"You have only one advantage. You realize\nwhat it is. Having been born in the asteroids, you don't have the\ndisciplinary band in your head. The Guards, by using their coercion\nrays, can slay or paralyze any living inhabitant of the three worlds\nthrough the disciplinary band. That will allow you great advantage.\nNow--first you go to the Maenad on the Street of Shadows. Zaleel is\na dancing girl there. She'll give you the equipment to destroy the\nMachine.\"\n\nCadmus gripped Johlan's boneless cold fingers. \"I'll get the job done,\"\nsaid Cadmus with a certainty he was far from feeling.\n\nJohlan nodded. \"Straight ahead and up the first stairway. It will lead\nyou directly onto the Street of Shadows.\"\n\nLater, Cadmus gripped the sword hilt as he hugged the mouldy green\nwall of aged dhroon-stone. His eyes shifted up and down the crooked\nalley through filthy pools of splashing light from Phobos. Down its\nscrofulous length were a number of nameless dens and dives where\ndefeated hopeless beings found solace in deadly drugs and deadlier\ndreams. He sucked in his breath. Yes--he had heard the jackboots on\nthe stone street. Coming toward him from the direction of the Maenad,\ncutting off his advance. Part of a labor recruiting drive no doubt.\nPhobos' pale light glowed on silver uniforms and an array of deadly\nweapons. They were fine looking soldiers though they were nothing\nreally but slaves.\n\nHe slid the sword free. The energy weapon beneath his tunic must be\nsaved for an extreme emergency. Swords had been in use when the Machine\nhad been constructed. Anyone could still carry one. Few bothered. Few\ncared. They were past the hope of fighting.\n\nCadmus turned. He had to run away, away from the Maenad as well as the\nGuards. He might not get back and time was getting too precious. The\ncity swarmed everywhere with Guards because of the great worship at\ndawn.\n\nHe snarled like a trapped animal as hunched shapes spilled from\nthe dark before him. Huge shaggy Bluemarts from the desert caves.\nAnthropoid mutations of a savage intelligence at the end of an\nevolutionary blind alley. They mimicked the Guards, killed for them,\ncaptured labor conscripts for them. Sometimes they died, too, thought\nCadmus as he ran among them, striking desperately in an attempt to cut\nhis way through to escape the Guards.\n\nBlood ran black. Bluemarts bellowed pain. Two sprawled out to writhe\nand die on the ancient stones. Long heavy leather whips studded with\nbrass spikes crashed around Cadmus as he dodged and fought and danced\naway.\n\nHe saw the Guards, close now. They were confused. Their coercion\nrays were being used, Cadmus knew, but he had no disciplinary band.\nA policejet came down and hovered overhead. A brilliant search beam\nslithered over the walls. A whiplash crashed against his shoulder,\nstunning him. Another scraped cloth and flesh from his side.\n\nDazed, he reached for his energy gun. But that whiplash had ripped away\nhis harness, holster, gun and all. He staggered along the wall. A dull\nroaring pounded in his temples. Then he heard the unreal, whining voice\nof the old woman from the thick shadows of the wall. He heard but he\ncould see nothing of her.\n\nThere was a dismal creaking of stone on stone.\n\n\"This way, my dear boy. Quickly, or you're a dead one!\"\n\n\n                                  II\n\nHer hand was hard and dry, running down his torn arm like a deadly\nscorpion. The aperture in the wall opened further and a hot, stinking\nwind belched out. He dropped as paws gripped his booted ankles from\nbehind. He twisted, thrust his sword into a shaggy throat. His hand\nfelt the harness he had lost. He dragged it inside with him, into a\nblack, forgotten hole.\n\nThe opening closed. There was an invisible stench of stale bodies and\ndrug vapor. He could hear the old woman's hoarse breathing. He hooked\nthe broken harness about his waist.\n\n\"Light,\" he gasped. \"What's this, a tomb?\"\n\n\"It will be, dear boy,\" she said. \"We must move quickly down into the\ncatacombs. I wear the receiver band. I feel them groping, but it's you\nthey want. They don't know I'm helping you, and they don't want an old\nbag of bones like me. But hurry. They'll blast in the wall.\"\n\nFlame glowed. She lighted a smoky taper. He saw a bent ragged packet of\nanimated bones, a mop of gray hair and a narrow hawked beak. In niches\nalong the winding cavern, shapes stirred. Moisture dripped. Turgid\nLethean vapors from escapist drugs curled sluggishly. Skeletal faces\nstared, glazed and unseeing, dying.\n\nCadmus swore. Three worlds were dying like this. A vast social system\nthat had stopped moving, evolving, so it was dying. Fast! A yellow\nMartian girl's luminous eyes stared vacantly into shadows, buried in\nsome dream far from the hopeless, meaningless reality.\n\nCadmus studied the old woman with growing suspicion. The amnesia was a\nthrobbing ache of unknowing. If he only knew more. There was so much\nhe felt he had to know, right now, but he couldn't remember! Who was\nthis sudden benefactress? Not from the Asteroids, for she wore the\ndisciplinary band. Yet she had saved him, preserved him a little longer\nto carry out an impossible task.\n\nShe turned, anticipating his suspicion. \"Zaleel sent me. You can trust\nme, Cadmus. I know these catacombs. I'm old Pirri who sells her Lethean\ndrugs along the forgotten places of Akal-jor. You Cadmeans have a few\nsympathizers. Some still have hope. The Cadmean society is that hope.\"\n\nA wave of fear blew through Cadmus' fogged brain. \"Cadmeans.\nMy--memory! Johlan erased almost everything. I remember\nnothing--yet--there's something--something I've got to remember!\"\n\nShe didn't answer. They walked on. A Martian half-breed ogled them\nfrom a niche in the stone, jaws chewing the mind-shattering pulp of\nthe Venusian thiln-flower. Wrecks of three worlds. They believed in\nnothing but their dreams--and the Gray God in the valley. The former\nthey believed in as an only escape from a hopeless reality. The latter,\nbecause they had been conditioned to regard it as a god, as omnipotent.\n\nYou may fear a god, and hate a god, Cadmus mused, but you cannot desert\na faith with impunity.\n\n\"You know a lot of Cadmus and the Cadmeans,\" he said as they walked\ndeeper into the gloom. \"I know nothing. Nothing! Listen, who is\nCadmus?\" He frowned. A ridiculous question.\n\n\"You are he,\" said Old Pirri. \"Gods and heroes will never die.\"\n\n\"Who am I?\"\n\n\"Cadmus.\"\n\nHe swore. His head ached more with doubts and hidden fears. A desperate\nyearning to _know_ clawed frantically in his skull.\n\nOld Pirri said, \"There is a myth, centuries old, dear boy.\" Her voice\nsoftened. \"But myths repeat themselves. They're rooted in the soul. In\nthis myth, that was born on Terra when it was young and fresh and when\nblood was hot with early flames, there was a prince. He was tall and\nstrong, and his skin was gold over muscles of steel.\"\n\nShe peered over her shoulder. \"His name was Cadmus.\"\n\n\"Yes.\"\n\n\"Prince Cadmus slew a dragon and sowed its teeth. From these sprang\narmed men who fought and founded a great city--\"\n\n\"Teeth--dragon--armed men, what are the symbols here?\" A strange thrill\ntrembled in him as the words took hold.\n\n\"You are the son of a much more recent Cadmus who was named from that\nancient myth. Only he knew why he called himself Cadmus. He kept that\nsecret to himself. But you are his son. If anyone knows your father's\ngreat secret of why he called himself Cadmus, it is you. You are\nCadmus, now.\"\n\n\"But Johlan--he stifled my brain so the Guards couldn't probe my\nsecrets--\"\n\nOld Pirri's eyes glowed, became red pools. \"Zaleel told me. She, too,\nis ignorant of many things other than her assigned duties. Beware,\nlovely boy. Beware of friends and patriots who are out to achieve\nselfish ends. Beware even Zaleel, and Johlan, and Old Pirri. Remember\nhistory, and recall that when the Great Machine God was spawned and\nstopped all progress, wars were brewing between the worlds. Remember\nthat was the reason the Machine was made--to halt progress and social\nevolution that might lead to another atom war. If the Machine is\ndestroyed, remember that the old hates will return. For the ancient\nhates between peoples and planets and ideas still smolder.\"\n\nCadmus shivered. The sword hilt was ice in his grasp.\n\n\n\nThey turned. Several corridors branched into black mouths. Bats darted\nfrom hollows. Nothing must deter him from his objective. Yet--Old Pirri\nspoke wisdom. When the Machine quit, the three worlds would be plunged\ninto chaotic anarchy. No government would exist until some kind of\ngovernmental agency was established. Who, then, or what group, would\naspire to power? Consar III of course, if he lived. Others if there\nwere others who still knew how to think.\n\nThey came into a subterranean street illuminated with cold luciferin\nlight. Escapeasies lined its length. A forgotten river flowing from\nennui to forgetfulness, and death. Archways crumbled overhead. Purple\nspider webs shimmered.\n\n\"We're directly under the Street of Shadows,\" said Old Pirri.\nSense-drunkening music floated from dark maws. \"Just inside that\nescapeasy, Cadmus. A door just inside leads up into the Street of\nShadows, and into the Maenad.\" She gripped his arm. Tears shone in her\neyes.\n\nShe took a chain from about her neck. A square of metal dangled heavily\nfrom the chain as she put it over Cadmus' head.\n\n\"Dear boy,\" she said, \"this is a small force-shield device. I got it\nfrom a Cadmean who was killed in the last revolt. Press this small\nlever.\" She demonstrated. The unit hummed with power. It glowed with a\nstrong effulgence. \"This will nullify the vibro-guns of the Guards, for\na while anyway.\"\n\nFootsteps pounded. Old Pirri screeched, horribly, then went down on her\nknees. \"Run--dear boy. Guards--\" her voice shattered with pain. Her\nflesh jerked with the agony of a vibro-beam.\n\nBut he was safe, thought Cadmus quickly, while a sad rage wrenched his\nheart. She had sacrificed herself for him. She had given him the little\nforce-shield unit.\n\nHe dropped down behind a crumbling column near the old woman as three\nGuards edged along the street. \"Back--into the wall--find Maenad.\"\nRed froth specked her lips. \"Beware all who might get power--when you\nslay--the Gray God--dear boy--\"\n\nShe died. A blind rage burned up, flamed in Cadmus' brain. He yelled\nwildly as he raked the energy gun from his tunic and fired point blank\nat the approaching Guards.\n\nPart of the street, with the Guards in it, erupted in a sheet of white\nflame. Shattered bodies, bits of uniform spread out through blazing\ncolumns like an unfolding flower. He dropped the burned-out gun and\nleaped backward, into the wall.\n\nHe ran blindly. Many-legged rats spilled out into the dark, ran with\nglowing eyes beside him. Pink, fleshy scorpions scurried before\nthe vibrations of the blast. Later he found a wandering Venusian\ndrug-peddlar who guided him to the trap-door leading up into the\nMaenad. It was only a few minutes now, until dawn.\n\nThere were no Guards in the escapeasy. Dancing girls from three worlds\ndanced with a bored lifelessness. All except one. Zaleel. A flood of\nred-gold hair, flashing rust-flecked eyes, and smooth agile limbs. Her\nvitality failed to stir the sluggish futility clouding the Maenad. Her\neyes flashed recognition as Cadmus edged along the wall and sat down in\na shadowed booth. As the climax of her dance ended she walked to his\nbooth and sat across from him. There was no applause. Apathetic eyes\nfailed to follow the lithe swing of her gleaming body.\n\nHe held her hands, felt the animal warmth sparkle and tingle in his\narms. \"You made it, Cadmus,\" she breathed, eyes glowing. \"I knew you\nwould. I've got the microtape here. It's all you need to destroy the\nMachine--if you can reach it.\"\n\nShe handed him a small role of microtape. \"Listen, Zaleel,\" he said,\n\"I'm going crazy because of this amnesia Johlan threw over my brain. I\ntell you there's something vital to the plan I should know.\"\n\n\"You've got to keep blind faith. We can't hesitate now.\"\n\nHe told her about Old Pirri. She blinked at tears.\n\n\"Poor Old Pirri. She was in the first revolt. She was captured, had\na disciplinary band put in her head, and slaved five years in one of\nConsar's mines. She lived only to see the Machine's end.\"\n\n\"She died too soon,\" said Cadmus.\n\n\"Your memory will return if you succeed, Cadmus. Johlan planted a\nthreshold-response word in your subconscious mind. When you hear that\nword your full memory will come back. I heard him make the posthypnotic\nsuggestion. But I can't tell you what it is. If you were captured--\"\n\n\"I know. How and when will I receive this word?\"\n\n\"It will be on millions of lips--if you succeed.\"\n\n\n\nCadmus said quickly, \"All right. Give me the details, and let me get at\nit! Now what's the microtape for?\"\n\nShe leaned forward. The fragrance of her hair was a promise.\n\n\"You know how the Machine's mechanical brain operates. But because of\nyour amnesia, maybe I'd better refresh your memory. Now--any question,\nsocial, economic, individual, is submitted to the supreme council in\nthe council tower. On the top of the tower is the question submission\nchamber. There are big digital panel-boards with facilities to receive\nthe questions and problems which are submitted on microtapes.\n\n\"These microtapes are placed before the photoelectric analyzing eyes of\nthe digital panels. From there, the problems or questions are carried\nby electron beam tubes directly into the Machine for solving. The\nMachine's answer comes back through the electron beam tubes and is\nrecorded on answer tapes. Audio tapes are recorded and broadcast from\nthe tower. Also the broadcast is received in every Martian city and is\nconveyed to Venus and Earth by ethero-magnum. You remember all this?\"\n\n\"Some of it,\" said Cadmus, frowning. \"Go on.\"\n\n\"The Machine's doom is in that microtape I've given you, Cadmus. It\ncontains a highly complex problem which Johlan has worked out during\nall these years of isolation on our asteroid. You have only to get\ninside that question submission chamber in the council tower. Get that\ntape in front of those analyzing eyes. That's all. Get the problem on\nthat tape into the brain of the Machine.\"\n\nHe looked at her steadily. \"And then--is that the end of the plan?\"\n\nHer hand trembled. \"There's you and I, after that.\"\n\n\"I remember that, Zaleel. If I succeed, it's you and me together, in a\nnew System of progress and change and hope. If I fail--\"\n\n\"If we fail, Cadmus, there'll be nothing for you and me. Nothing for\nanyone, ever again.\"\n\nHe got to his feet quickly. \"Zaleel, what's your part in it? Why are\nyou dancing here?\"\n\nRed flushed her face. \"I knew that one of Consar's scouts would find me\nduring the worship. One has already found me. They'll be here to pick\nme up before dawn.\"\n\nHe gripped her shoulders, hard. His face worked with unvoiced emotion.\n\n\"I've got to do it, Cadmus. My father died in one of Consar's Lunarian\nmines. He died--horribly. I'll settle with Consar myself. I have an\nexplosive lithium capsule which....\" It would be easier to do it than\nto talk about it.\n\nShe finished. \"Everything will be dead then that threatens our System.\nThe Machine, Consar, the Guards--they'll die when the Machine goes. The\ncouncil tower will be the next center of governmental operations, no\nmatter who handles it. The people have grown accustomed to receiving\nall their commands from the Tower.\"\n\n\"I'll see you then,\" said Cadmus. \"If we succeed.\" He went quickly out\ninto the Street of Shadows.\n\n\n\nHe flattened against the wall as the five Guards came past and turned\ninto the Maenad. A civilian was among them, a grotesque little man,\nlike a spider. His garments were studded with jewels and precious\nstones which could only signify that he was one of Consar III's\npersonal slaves.\n\nWhich, in turn, signified that they had come for Zaleel.\n\nA bitter hate burned in Cadmus as he edged past the Maenad's entrance\ntoward the policejet the Guards and the civilian had parked in the\nstreet. He unsheathed his sword. He turned the little force-field unit\nto full power. This was it. Dawn was about to break.\n\nHe had the advantage of surprise and here was a way. He knew he could\nnever get into that council tower from the ground levels. It was too\nheavily guarded. He might manage it from the air.\n\nHe ran straight out of the shadows, taking advantage of the surprise\nthat froze the two Guards standing outside the entrance panel of the\npolicejet. Deimos blinked as Cadmus' sword struck. Its light was red.\nThe slain Guard sank wordlessly in a fresh warm pool that was redder\nstill on the worn stones.\n\nCadmus laughed tonelessly as he struck again.\n\n\n                                  III\n\nThe second Guard's face lost its sharply disciplined mask for an\ninstant, then he, too, died in the shadow of his glistening plane.\nCadmus was retrieving their weapons as two more Guards ran out of the\nMaenad toward him, evidently called by one of the two slain Guards\nbefore they died.\n\nCadmus shot the policejet straight up beneath a blast of fire. Through\nthe pre-dawn chill, he angled it toward the council tower. He had only\nminutes now to get inside the Tower and get that microtape before the\nMachine's analyzing eyes.\n\nBelow him sprawled the spires and sharp minarets of the ancient capital\ncity. To the east beyond the fifth cut-off from the Low Canal, was the\nnewer modernistic plastic council tower, rearing up into the sky for a\nmile, directly in the valley's mouth.\n\nBeyond the council tower was the gigantic rounded dome of the Great\nMachine, gleaming dully in the mists. To the right was Consar III's\npleasure palace, glittering like a monstrous and evil jewel.\n\nZaleel would be there soon, groveling among his slaves.\n\nNow, from various roofports all over the city, silver policejets began\nto dot the sky. Cadmus unhooked an antigrav belt from beneath the seat.\nHe pressed a stud and the cowling above him slid open. He belted the\nantigrav belt about his waist and stood up.\n\nThe council tower was a mile distant. A parabola would allow him to\nreach it, if he could avoid being spotted by the Guards while falling.\n\nAbout twenty policejets, in formation as usual, were coming in from his\nright. He raised both neutron guns, fired, simultaneously. He used both\nweapons' full charge.\n\nAn incredible blast ripped out, leaving paths of condensation in\nits wake. Radiant energy spread forth in its basest and most deadly\nform, heating intolerably by sudden kinetic interchange. There was a\ndevastating fire, a supernal electronic flash. Radiant energy blinded\nand burned.\n\nThe pre-dawn grayness became searing light. For an instant the area was\nbombarded with fragments of molten metal. But Cadmus had sent his plane\nin a sudden leap high above the disaster even as he fired. His plane\ntrembled, then began to burn. Its metal hull became unbearable.\n\nCadmus leaped out into the darkness and began floating down, utilizing\nthe antigrav belt's angle facets to control the direction of his fall.\nHe looked about him. A mile behind, a hundred or so policejets were\nconverging on that spot where he had created the sudden holocaust. By\nlifting his own plane and bailing out, he had put himself half a mile\naway, a small dark speck, falling in a slow curve directly at the top\nof the council tower.\n\nThe policejets were swinging away in large, ever-increasing circles,\nsearching. Far away, he saw his own jetplane burst suddenly into white\nflame and crash into the sluggish red waters of the canal. Most of the\npolicejets headed for it. Apparently there was no suspicion that he\nhad been able to escape the ship.\n\nCadmus struck the top of the Tower. The mile-high dome was cold and\nsmooth as ice as he slid down its side onto a narrow ramp. He lay flat\nfor a moment in order to get back his strength. The city was moving\nfrom its somnolence. Beings shuffling from drugged states to worship\nthe Gray God of stability. It was eternal slavery or death to neglect\nthe worship.\n\nFar below he could see a balcony opening into what would be the\nquestion submission chamber. Utilizing the antigrav belt, Cadmus slid\nfrom the ramp, down the shadowed side of the Tower. He attained the\nbalcony and crouched behind the colonnade. The sun peered over the\nmountains. It reached into the valley, lapping the Machine's towering\nskull with crimson tongues.\n\nStreaming from the city's main avenues, a solid river of Akal-jor's\ninhabitants were marching to worship at the shrine of the Gray God.\n\nCadmus stared at the fantastic and horrible scene. Worshipping a\nmachine that had chained them to its unchanging pattern and was killing\nthem. A thunderous chorus of wailing and chanting rose in a moan of\nsuppliancy.\n\nFrom every city on Mars, via transmat, other rivers of worshippers\nwere debouching into the valley. For a brief time they would gaze with\ntrembling awe at the monstrous metal dome that ruled them inexorably,\nthen return to their hopeless patterns.\n\nVia huge transmats on Terra and Venus, other rivers of worshippers\nnumbering millions were flowing across the void. They, too, would gaze\nupon the Gray God's face, then return by transmat sender to their own\nworlds. Cadmus stared in sudden shocked fear. One abruptly obvious and\nterrible fact left him stunned.\n\nThe great transmats on the right side of the valley were not disgorging\nany worshippers. Nothing was emerging from the Venusian transmats.\n\n\n\nNO VENUSIANS WERE COMING TO WORSHIP THE GRAY GOD.\n\n\n\nBewildered, stunned, Cadmus ran through the panels into the vaulted\nheight of the question submission chamber. He would worry about this\nother fearful emergency once he got the microtape installed.\n\nAcross the chamber were panels containing many eyes of the\nphotoelectric analyzers--lenses which must focus his microtape.\nReceptacles in front of the eyes waited for the microtape to be\ninserted. A red light indicated that none of the eyes were being used\nat that moment to analyze a problem for the Machine.\n\nA problem scanned by these eyes was carried into the Machine by\nelectron beam tube. The Machine, a colossal mechanical brain, was the\nresult of the final achievements of the finest scientific minds in the\nSystem.\n\nIt could think. It could think, but its answers could never vary. The\nGray God.\n\nCadmus ran across the chamber, inserted the microtape on its spindle\nshaft and moved a small switch. The eyes glowed. The red light dimmed\ninto green, signifying that the Machine was now handling a problem.\n\nCadmus stumbled back toward the windows. There was no feeling of\ntriumphant release for having fulfilled his destiny. Now that the\nproblem Johlan had devised was submitted to the Machine's vast\nmechanical mind, the Machine was supposed to destroy itself.\n\nBut the big problem now was why weren't those transmats bringing\nVenusians to worship the Gray God? Why should only streams of screaming\npsychopaths from Terra and Mars march out of transmats to their\npathetic worship?\n\nWhat had Old Pirri said?\n\n\"Beware of friends and patriots who are such only to achieve selfish\nends. Remember history, and recall that when the Great Machine God was\nspawned and stopped all progress, wars were brewing between the worlds.\nRemember that was the reason the Machine was made--to halt progress and\nsocial evolution that might lead to another atom war. If the Machine is\ndestroyed, remember that the old hates will return....\"\n\nCadmus shivered as he hesitated before the panels leading onto the\nbalcony. The sun was higher now. The area about the valley was a sea of\nsurging humanity marching out of transmat receivers.\n\nAnd the Machine lay there in its vaulted silence. That mass of\nthinking apparatus was preparing now to solve the problem which Johlan\nhad prepared and which Cadmus had succeeded in injecting into its\nmechanical brain. It would take a few minutes at least before any\nresults appeared.\n\nBut Cadmus knew something was terribly wrong. No Venusians were yet\nemerging from those transmats!\n\nA number of policejets were circling the areas about the\nnon-functioning Venusian transmats. A greater number had landed and\nCadmus could see Guards running in and out of the powerhouses.\n\nHe turned quickly as he heard the panels of the doors opening behind\nhim. He dropped to his side, dragged frantically at the neutron gun in\nhis belt. He caught a smearing glimpse of many faces and acted too late\nto save himself.\n\nHe tried to activate the force-shield unit Old Pirri had given him. But\nparalysis beams reached out like the fingers of a hand, gripped him,\nheld him rigid in a slowly-fading consciousness. He thought of Zaleel.\nHe tried to understand how their plan had seemed to succeed, but had\nfailed.\n\n\n                                  IV\n\nThe voice penetrated through layers of pain. Cadmus lay outstretched,\nhis eyes remained closed.\n\n\"The probers won't find anything more. I know his name. I know a little\nabout him. But very little. He is Cadmus, the son of the first Cadmus\nwho started the first revolt against our great System. The revolt\nfailed of course.\"\n\nA whining voice answered. \"I've revived him, my ruler. He feigns\nunconsciousness.\"\n\n\"Open your eyes, Cadmus,\" said the heavy thick voice ironically. \"Open\nthem and look at the destruction you have brought upon our nice stable\norder.\"\n\nCadmus sat up, blinked back nauseous fog. An unbelievably fat man sat\nbefore him on a golden throne, studded with precious stones. A cloud\nof metallic birds piped a strange subdued song. Cadmus' eyes shifted\nto the spidery little man standing beside the throne. But Consar III\ngestured, and the spidery little man bowed out.\n\nThe room was bare except for several mind-probing machines, and\nwire mesh cages with graph screens. There was little on the screens.\nJohlan's amnesia injection had been very effective, thought Cadmus. Too\neffective. He was helpless now unless he got his memory back. He knew\npart of the answer. His father was the first Cadmus. And there had been\na reason for calling himself that. It was of vast importance. But that\nthreshold response word. The key word--it might never be heard now.\n\nHe was fully clothed but he was without weapons. The force-field\ngenerator was gone. His antigrav belt had been taken from him.\n\nCadmus said, \"I never expected to meet you alive, Consar.\"\n\nConsar's mountain of flesh trembled in a rumbling laugh. \"So many\nunpredictable games the jester Chance plays, eh. It doesn't matter now\nwhat you did or didn't expect.\"\n\nCadmus started. He knew that Consar was mad with power. He knew nothing\nelse about Consar III, except that Zaleel was to have killed him with a\nlithium capsule, and that she had failed.\n\n\"We tapped your mind, Cadmus. I know a great deal about you, but so\nlittle, too. You submitted a problem to the Machine--we shall refer\nto it as a Machine as neither of us are quite convinced that it's\na god--and your purpose was that the Machine was to have destroyed\nitself.\"\n\nConsar laughed. \"It was a ridiculous purpose. You rebels with your\nhigh ideals of progress and change! Progress and change are the great\nerrors of entropy, Cadmus. But it's too late to discuss that now. You\nsubmitted the problem but the Machine still functions.\"\n\nConsar smiled. \"You have driven the Machine insane!\"\n\nCadmus' throat was dry, thick. He didn't understand.\n\n\"Come, I'll show you.\" Consar III pressed a button. The throne carried\nhis bulk across the marble floor to the wide windows overlooking the\ncouncil tower and the valley of the Machine.\n\n\"You see, Cadmus. The Machine is insane. You submitted a problem to\nit. I don't know what the nature of the problem was, its details, but\nit was planned to be unsolvable to the Machine. Although the Machine\nisn't organic, it functions much like an organic brain. Faced with an\nunsolvable problem that nevertheless must be solved, a human mind goes\ninsane. Our Machine did the same thing. Insanity is a decision of a\nsort. Sometimes it's the only logical answer to a dilemma. That seems\nto be the case this time.\"\n\nCadmus stared, but he still found it difficult to grasp the scene\nbelow. What he saw and heard through the opened windows was horrible\nbeyond the maddest nightmare. The Venusian transmats were still dead.\nNo Venusians were emerging into the valley. But vast rivers of humans\nfrom Terra, and Martians from all the cities, were spilling in great\nmasses into the valley--\n\nAnd to their death!\n\nWailing, crying in sobbing ecstasy, these rivers were pouring directly\ninto that half-mile deep area of deadly radioactivity surrounding the\nMachine.\n\nCadmus murmured in sheer horror. Millions were dying. Millions more\nwould die. The valley was a gigantic pit of carnage. Unless it were\nstopped every living person on Terra would march out of those transmats\nand die. So would every living Martian.\n\n\"Like the lemmings,\" said Consar III absently. \"A suicide drive. See\nwhat you Cadmeans have done with your foolish revolt. Listen to the\nvoice from the council tower.\"\n\nCadmus was listening. A decision from the Machine was automatically\ntranscribed and broadcast from the Tower.\n\n\"Listen to what the Tower is saying. The voice of the god. It couldn't\nsolve the answer it was forced to answer in any other way except by\nthis extreme and apparently insane way. Yet if this is the only way it\ncould answer the question, then it's logical isn't it? Logical that its\nanswer should be one of defeat, futility, abandonment of all hope.\"\n\nFrom the Tower the public address system thundered out over the wailing\nshambles of destruction in the valley. Its waves of sound bludgeoned\nthe helpless, milling hordes into an ecstatic suicidal rush.\n\n\"_Life has no meaning. All is futility. There is no hope. The only way\nout of this problem is death. Death is the final and complete escape._\"\n\n\n\nConsar said, \"Few are ignoring the Machine's voice. That's natural.\nThey have long since abandoned hope. Without progress, with no goal,\nthe Machine's answer is logical to them. It's very interesting, this\nend of System life, isn't it, Cadmus? Look at the rabble. Look at the\nbawling cattle you dedicated your life to save. What have you done but\npushed them on down into the slime where they belong?\"\n\nCadmus hardly heard Consar's cynical humor. His head throbbed. Blood\nrushed his temples as he tried to break that web of amnesia. It was\nthere, the answer, the solution.\n\nJohlan! He was Venusian. And no Venusians were dying in the valley. The\nsudden clarity of the monstrous truth hit him like an explosion. Johlan\nhad formulated a problem to submit to the Machine. True. But not to\ndestroy it. Only to cause its reaction to be analogous to those of an\ninsane brain.\n\nNow it was directing the suicide of its worshippers. But not of\nVenusians. The old hates still smoldering....\n\nA few inhabitants of Terra and Mars might remain alive when this\nghastly massacre ended. But Venus would be untouched. Johlan had\nbrought about a monstrous suicidal drive that would decimate the Terran\nand Martian population. And leave Venus the unchallenged ruler of the\nSystem.\n\nAnd Consar III laughed. Cadmus lunged at his throat. His hands struck\nan invisible barrier. From behind the shield surrounding his throne,\nConsar smiled.\n\n\"You're helpless now, Cadmus. I see you've noticed that the Venusian\ntransmats are dead. The Guards have investigated. The power generators\nhave been destroyed so they won't work anymore without being repaired.\nYou've taken the rule of the System from the unchanging Machine, and\nhave given it back to the people. Therefore you've destroyed the\nSystem. Already the Venusians are trying to wipe out Terra and Mars.\"\n\nCadmus pounded against the invisible barrier.\n\n\"You can't touch me, Cadmus. And what would it gain for you if you did?\nWe probed your girl comrade's brain, too. She came here to kill me, but\nshe had hidden the explosion somewhere and the Guards couldn't locate\nit. She's gone now. She was taken to the slave quarters. But none of\nthe slaves are in their quarters now. They have all gone into the\nvalley to march into the Machine.\n\n\"You see, Cadmus, everyone is conditioned to carry out the Machine's\ndictates. Those who do not follow the commands of the Machine will be\ndriven into the valley and to death anyway by the Guards. The Guards,\ntoo, will walk into the Machine to their deaths when everyone else is\ndead. Including me. The Guards will force me to my death, too, Cadmus.\nI have utilized the Guards only within the limitations of the Machine's\nlaws, you understand. Everyone will die except the Venusians. Let them\nhave it! I've enjoyed myself. I'm ready to make my exit.\"\n\nCadmus ran back to the window.\n\n\n\nPolicejets were circling above the marching hordes of suicidals, raying\nthose who fell out of the surging river. Thousands of Guards were\ncirculating at the edges of the human tide, keeping the lines solid,\nthreatening stragglers with neutron charges. There were few stragglers.\nIn that hopeless, un-evolving system, the majority had wanted to die.\nThe Machine was sanctioning their psychotic desires.\n\nAnd somewhere, perhaps in that horde, Zaleel was trapped. Or she might\nalready be dead.\n\nRegardless of the amnesia, his hopeless position, Cadmus saw one\nthing he could do if he could escape. Try to destroy as many of those\ntransmats as possible and stop the flow of doomed Terrans and Martians.\nJohlan had stopped the Venusian transmats by destroying the generators.\nHe could do the same.\n\nFrom the Tower the thunderous voice of the mad Machine still called:\n\n_Life has no meaning. All is futility. There is no hope._\n\nCadmus tried to shut out the sound. He knew that if he had to listen to\nit very long, its suggestion would overpower him.\n\nHis own voice buried the voice of the mad Machine momentarily.\n\n\"It isn't over yet, Consar. You're a victim of unchange like every\nother poor suicidal out there. The blood of millions who have died in\nyour enslavement is on your hands. Your only excuse is that there never\nwas hope for humanity anyway. But there is, Consar. And I'll prove it\nto you. You'll die, but I'll prove the truth to you before I kill you.\"\n\nConsar laughingly waved a flabby white hand. \"The magic shadow show\nstill goes on. Join it. I'm not holding you here. See--the doors are\nopening for you. Without the rigid discipline of the Machine, System\nlife will destroy itself. Every institution contains the seeds of its\nown destruction. Even the Machine. Blind tropisms, rabble, robots,\ncattle. Those are the stupid dolts you Cadmeans dedicated your lives to\nsave, to set free. Freedom! Hah!\" Consar broke into a rumbling laugh.\nBut Cadmus didn't hear it.\n\nFreedom.\n\nFREEDOM!\n\nCadmus leaned against the coruscating wall. A thrill of returning\nmemory flooded him.\n\nFreedom! That was the key word. Zaleel had said that if the Machine\nwere destroyed the word would be on millions of lips.\n\nIronic that Consar should have spoken the word unwittingly and set\nCadmus' mental fountain of memory free. Behind closed eyes, in a brief\nflash of recollection, Cadmus' memory, his destiny, his potentiality,\nreturned.\n\nHe knew why he was called Cadmus.\n\n\n\nHis father, the first Cadmus of the newer myth. The greatest hero of\nthe System. For years, since the Machine had been placed in power, his\nfather had worked toward its destruction. A shadow, a mystery in the\nstarways. He had gotten scientists and had constructed secret arsenals.\nHe had constructed small matter transmatters and installed a secret\ntransmat underground between the three worlds and the asteroids.\n\nIn the asteroid belt had been thousands of free men who hadn't had the\ndisciplinary bands installed in their skulls because they had been\nborn there in the belt, away from all legislative control, of mucker\nparents. Men and women and children who were inaccessible in the\nthousands of uncharted little worlds between Terra and Mars.\n\nLed by his father, they had attacked through the transmats and had\nmarched on the council tower and the Machine. But they had been\ndefeated, slain and taken into slavery. Only a few escaped. Only three.\nTwo children, Cadmus and Zaleel. And Johlan. They returned to the\nasteroids to plan the second revolt.\n\nBut they had marched on the Machine, knowing it was surrounded by half\na mile of deadly radioactivity. And now Cadmus knew how his father had\nexpected to overthrow the Machine in spite of this barrier. His father\nhad planned the direct assault on the Machine--alone. His father had\ntrusted no one. He had lain the groundwork, had accomplished the whole\npreparation himself. He had been intending to launch the direct attack\non the Machine by releasing the armed men.\n\n... _slew a dragon and sowed its teeth. From these sprang armed men_ ...\n\nYoung as he had been then, Cadmus still remembered starkly. His father\nhad given him the information and directions. No one else knew. Johlan\nhad suspected. That was why he had blanked out Cadmus' mind until his\nown terrible plan had been achieved.\n\nCadmus could hear his father's words now, plainly, after the many\nyears. As his father lay dying in a hidden cavern after having failed\nto reach the other great cave on the side of the valley facing the\nMachine.\n\n\"I've worked it for almost a century, son--the armed men--transported\nthem one by one from Terra by transmat ... an underground filled with\narmed men ... ready to march into the Machine ... ready to blast its\naccursed heart ... the lever is under the roots of the komble-plant at\nthe mouth of the cavern ... when the doors are opened....\"\n\nHis father had given him the directions, how to reach that secret\ncavern where the armed men waited. Then he had died. The three\nsurvivors had been waiting for Cadmus, and they escaped, returned to\nthe asteroids via transmat. Johlan, the leading scientist, had raised\nand educated Zaleel and Cadmus.\n\nCadmus was running across the room. He heard Consar's laughter fading\nbehind him as he ran into the hall. But the pattern was clear in\nCadmus' mind.\n\n\n                                   V\n\nCadmus dodged into a doorway as Guards came down the hall pursuing\nthree Martians. Behind him he caught a glimpse of a huge pleasure pool\nin a lethean garden. Vacant now, its hedonistic lovers caught up in a\ngrisly destiny.\n\nThe two Guards were chasing three Martians who hadn't digested the idea\nof suicide, evidently. As the Guards raised vibro-guns, Cadmus hurled\nhimself through the doorway. His leap carried one of the Guards to the\nfloor. One desperate blow knocked that Guard senseless. Cadmus raised\nthe Guard's vibro-gun and brought the other man to the floor in a\nparalyzed sprawl.\n\nThe Machine's voice still thundered from the Tower as Cadmus ran from\nthe palace, into the street toward the valley's mouth. The city was\nalmost deserted now, except for a few Guards and policejets circling,\nhunting out deserters from the suicidal march.\n\nCadmus ran frantically, straining, along the street, keeping next the\nshadowed wall. But no Guards bothered him now. To them he was another\nsuicidal lemming who had gotten the call belatedly.\n\nHis breath came harshly, burning fire. His muscles groaned as he forced\nhimself up the steep rocky slope leading up and along the valley's rim.\n\nHis father's directions were vivid in his mind now as he staggered\nalong the wind-whipped trail. Higher and higher until the mid-afternoon\nwinds were a thousand icy lances driving through his sweating body.\n\nHe finally dropped in a gasping heap at the base of the flowering\nkomble-plant. To his right was the high flat wall of granite. Huge\ndoors were behind the red clay and dust, waiting to open. A high wide\ndoor.\n\nHis hands clawed at the red clay. His fingers bled as the hard cracked\nstuff came away in reluctant layers. His fingers grated on metal.\nFrantically he tore at the clay binding the small lever.\n\nBelow him in the vast valley, the carnage continued. The radioactive\nfield was piled with uncountable bodies. Only deep within the\nradioactive field did the gamma rays have the intensity to kill\nquickly. But much further out, thousands were dying as the\nradioactivity spread through the bodies of comrades. Masses behind kept\nmoving, surging, pressing forward, hurling walls of humanity into the\ndeadly field.\n\nCadmus shoved the lever. The massive doors broke through the years of\nclay camouflage behind him. A grinding roar shattered the thin air.\nStartled, Cadmus cried out, and leaped away. He was running desperately\nout of the field of the armed men who came darting in deadly ferocity\nfrom the silence of their ancient crypt.\n\nHuge, glistening, streamlined metal monsters. They shot from the dark\nopening. A line of twenty, they glowed with a deadly field of gamma\nradiation and death-spray. And Cadmus kept running away from them. His\nheart pounded with a deathly fear and awe as he hurled himself down the\nsteep trail. He glanced back a few times. That was enough.\n\nThose great metal tanks were deadly to any living thing near them. They\nsped from the cavern, headed in a grim straight line directly for the\nMachine. Once set as his father had set their automatic robot controls\nlong ago, nothing could divert them from their objective. Straight down\nthe slope they plunged in silent, ferocious intent.\n\nCadmus remembered other things now. Of how his father had installed\nsecretly a transmat sender in a Terran museum where such curious\nmementos as giant robot tanks were no longer of interest to Terrans.\nOne by one, via transmat, the tanks had been transported to this hidden\ncavern on the edge of the valley.\n\nIn that last ghastly war, robot tanks and drone planes had been\nemployed almost entirely in place of human beings. Atomic engines were\nbuilt and used to drive these drone planes, tanks, ships. But no living\nthing could pilot them, nor come within a quarter of a mile of them,\nand survive.\n\nThey were robot controlled. Man's final contribution to annihilative\nwarfare. Equipped with raw, unshielded atomic engines, the tanks were\ndeadly beyond imagination, with atomic bombs as warheads, and giving\noff a sheet of robot death-spray. They were impervious to any kind of\natomic weapons for they were the ultimate in robot-controlled atomic\nweapons. Silent, implacable, they rushed down the slope, over rock and\nthrough brush, and finally over mounds of dead and dying. The human\nlemmings rushing to their death didn't notice the tanks. They did not\nnotice anything.\n\nUp and up over mounds of clawing bodies and hills of dead the terrible\nrobot weapons climbed. Over heaps of human lemmings, red and yellow and\nblack Terrans, and yellow Martians. And then they struck the smooth\ngleaming side of the Machine.\n\nThe machine exploded!\n\nThe valley was suddenly a seething boiling cloud of chaos. Bits of Gray\nGod rained for miles over the desert, mountains and ruins of Akal-jor.\nBoiling dust clouds rose blackly, flung by a tremendous flash like\na ball of fire the size of the setting sun. Churning debris climbed\nthousands of feet in the air, while smoke climbed higher. The dying\nday was relighted by a searing light, golden, purple, violet, gray and\nblue. Then came the first of a series of air-blasts, to be followed\nalmost immediately by the sustained and awesome roar.\n\nCadmus stumbled to his knees. He crawled, managed to regain his feet,\nlurched blindly through clouds of choking dust. His clothing hung in\nstrips. Blood seeped from his ears and nose. Somehow he managed to\ndeactivate the rest of the transmats. For although the Machine was now\nutterly destroyed the great crater that remained was even more deadly\nin its neutron and gamma radiation than before.\n\nThe last of the matter transmatters stopped working. The rivers of\ndesperate beings were dammed. On Terra and in the Martian cities,\nwaiting worshippers were wondering what had happened as their own\ntransmat senders stopped functioning.\n\nThey waited for a long time. They waited until it finally occurred to\nthem that the transmats might never function again. They wondered,\nand kept on waiting. But three quarters of the Terran and Martian\npopulation had been saved from suicide.\n\n\n\nCadmus dragged himself up the sweeping steps of the council tower. It\nwas dark now. And silent. On three worlds, people waited, not yet aware\nof the full significance of what had happened.\n\nPhobos was a hurtling curse in the sky. Deimos was edging up into the\nnight like an afterthought. Cadmus stumbled. He staggered to the\nelevator and inside. He watched the lights blinking as he climbed to\nthe Tower's top. He went into a hall leading to the large audi-chamber.\n\nA massive bulk lay sprawled in the shadows. Consar III. His flesh\nwas charred. Even the brilliant jewels that had bedecked him seemed\nexhausted of their luster.\n\nCadmus paused. Consar hadn't wanted to die, not really. He, too, had\ncome to the Tower. He hadn't given up his position of power and wealth\neasily. He had come to the Tower to attempt to assume the direct power\nthat the Machine had once controlled. Someone had prevented him. Johlan?\n\nHe peered through the opening into a large, gloomy chamber. It\ncontained the transcription and audiocasting facilities of the council\ntower. Somewhere, the ten council members, aged children conditioned to\nvoice the dictates of the Machine, were crouched in blank fear.\n\nA large audiocasting set was humming in the far corner of the room, a\nstrip of tape running beneath its electronic needle.\n\nCadmus stopped in the shadows. He had made his way to the Tower fast.\nHe had heard that voice from the Tower, and it had changed. He knew\nwhose voice had replaced the voice of the Machine. Johlan.\n\nCadmus' eyes adjusted to the gloom. The Venusians preferred gloom.\nThen, beside a recorder across the large chamber, Cadmus saw the\ngreenly iridescent body of the Venusian crouched over a microphone,\nrecording more tape for the audiocaster.\n\nCadmus listened to Johlan's voice coming from the loudspeaker atop the\nTower.\n\n\"The Great Gray God of stability was only a Machine. It has been\ndestroyed. The Venusians destroyed it to save the System from disaster\nthrough the Machine's static pattern of unchange. But a tri-planetary\ngovernment of organic agency must replace the Machine. There cannot\nbe a return of old inter-world antagonisms. There must be a united\nSystem. A tri-planetary government will be established here on Mars.\nDirectives will soon follow from the council tower that once voiced the\nmachine-dictates of the Gray God. The Ven--\"\n\nCadmus fired. Not at Johlan. The Venusian's recorded message stopped as\nthe blast from Cadmus' gun melted the audio unit. The thundering voice\nfrom the Tower's summit died. Johlan turned quickly.\n\n\"That was enough of that speech,\" said Cadmus. \"So far, you spoke very\nwell. There'll be a new tri-planetary government, but the Venusians\naren't dictating terms from this Tower. No one world will dictate any\nterms from anywhere.\"\n\n\"Wait,\" interrupted Johlan. \"Don't fire, Cadmus. We can rule together.\"\n\nCadmus' voice was brittle as steel. \"You're worse than Consar, worse\nthan the Machine. Millions have died today because of you. Because\nof old greeds and ambitions you couldn't bury--dreams of Venusian\nimperialism.\"\n\n\"The Venusians never got fair representation from the System,\" cried\nJohlan. \"They never will. Fishmen! That's what you call us!\"\n\nHis lidless eyes gleamed as his hand flashed. Cadmus yelled once, then\nfell to his knees as a ray of neuron-shattering force from a paralysis\ngun swept across his knees. His legs crumbled him to his side. Another\nstream soaked into his arm. His neutron gun toppled from nerveless\nfingers.\n\nThe fingers of his other hand crawled toward it. That arm went dead.\nOnly his torso was still capable of sensation. Cadmus turned fevered\neyes on Johlan. He waited, his heart pounding. The little Venusian's\nscales glinted with triumph as he padded forward on webbed feet.\n\n\n\n\"You did a fine job, Cadmus,\" he said, looking down. \"No one else but\nyou could have accomplished it. No one else had the will, the courage,\nor the strength and audacity. Nor the human gullibility. That's why I\nused you.\"\n\nJohlan paused. He looked away from the window. A splash of white\nmoonlight flooded down, rippled over the mosaic floor. It glinted from\nJohlan's scales and danced in his lidless eyes. His voice was dreamy\nwith power. \"My question to the Machine was simple. I merely devised\na series of opposed questions, requiring one answer for all of them.\nIn other words, the Machine was forced to make a compromise. But the\nMachine was fixed. It couldn't make a compromise. It had to go insane.\"\n\nHe looked back down at Cadmus. \"That was a magnificent idea of your\nfather's--those ancient tanks from the atom war. He was a great man.\nMaybe the greatest Terran who ever lived. But I'm a Venusian. I am\ngreater, because I used him. And I used you, his son. So Cadmus slew\nthe dragon and sowed its teeth, and from these sprang armed men!\"\n\nJohlan smiled gently. \"But the dragon was never really slain, Cadmus. I\nwas the dragon.\"\n\nCadmus heard the door open. He heard her voice, sharp and clear. It\nwas beautiful, he thought, like music. Though music could never be so\ndeadly.\n\n\"But dragons always die, Johlan.\"\n\nThe Venusian gasped as he turned. He started to die as he faced her.\nThe death ray glowed on his green-scaled chest for a while, then faded\nas the Venusian stumbled across the room, the neutron gun hanging\nlimply and forgotten in his webbed hand. He finished dying with his\nface pressed hard against the window.\n\nFar away, Venus shimmered brightly in the sky.\n\nShe knelt beside Cadmus. Her kisses were wet on his face. He could feel\nher hands and her lips.\n\n\"You'll be all right, Cadmus,\" she said as her hands caressed his face.\n\"As long as it didn't get your heart.\"\n\nCadmus looked at her hungrily.\n\n\"I managed to hide for a while,\" she said, \"when we fled from Consar's\npalace. I heard that terrible explosion. Later I heard Johlan's voice\nfrom the Tower and I came here. I didn't know, until I overheard him\ntalking to you, what had really happened.\" Her voice broke. \"How could\nhe have been--so fiendish--so--\"\n\n\"Forget it,\" he murmured. \"Or try to anyway. We did it. The Machine's\ngone.\"\n\n\"Yes.\" A glitter of faith shone in her eyes. \"The System's free again.\nFree to evolve and grow, and reach greatness or ruin. But at least to\nbe free.\"\n\n\"Zaleel--Where do we go--from here?\"\n\n\"We're going again, and that's what really matters,\" she said. \"It's us\nnow, Cadmus. It'll be just you and me now for a while. Remember?\"\n\nCadmus remembered.",
    "metadata": {
        "author": [
            "Walton, Bryce",
            "O'Hara, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64637/pg64637.txt",
        "name": "doomsday_257_a_g.json"
    }
}