{
    "name": "Double-Cross",
    "author": [
        "MacCreigh, James",
        "Pohl, Frederik",
        "Pohl, Frederick",
        "Pohl, Frederik George, Jr.",
        "Lavond, Paul Dennis"
    ],
    "body": "The Officer of the Deck was pleased as he returned to the main lock.\nThere was no reason why everything shouldn't have been functioning\nperfectly, of course, but he was pleased to have it confirmed, all the\nsame. The Executive Officer was moodily smoking a cigarette in the open\nlock, staring out over the dank Venusian terrain at the native town. He\nturned.\n\n\"Everything shipshape, I take it!\" he commented.\n\nThe OD nodded. \"I'll have a blank log if this keeps up,\" he said.\n\"Every man accounted for except the delegation, cargo stowed, drivers\nready to lift as soon as they come back.\"\n\nThe Exec tossed away his cigarette. \"_If_ they come back.\"\n\n\"Is there any question?\"\n\nThe Exec shrugged. \"I don't know, Lowry,\" he said. \"This is a funny\nplace. I don't trust the natives.\"\n\nLowry lifted his eyebrows. \"Oh? But after all, they're human beings,\njust like us--\"\n\n\"Not any more. Four or five generations ago they were. Lord, they don't\neven look human any more. Those white, flabby skins--I don't like them.\"\n\n\"Acclimation,\" Lowry said scientifically. \"They had to acclimate\nthemselves to Venus's climate. They're friendly enough.\"\n\nThe Exec shrugged again. He stared at the wooden shacks that were the\noutskirts of the native city, dimly visible through the ever-present\nVenusian mist. The native guard of honor, posted a hundred yards from\nthe Earth-ship, stood stolidly at attention with their old-fashioned\nproton-rifles slung over their backs. A few natives were gazing\nwonderingly at the great ship, but made no move to pass the line of\nguards.\n\n\"Of course,\" Lowry said suddenly, \"there's a minority who are afraid\nof us. I was in town yesterday, and I talked with some of the natives.\nThey think there will be hordes of immigrants from Earth, now that we\nknow Venus is habitable. And there's some sort of a paltry underground\ngroup that is spreading the word that the immigrants will drive the\nnative Venusians--the descendants of the first expedition, that\nis--right down into the mud. Well--\" he laughed--\"maybe they will.\nAfter all, the fittest survive. That's a basic law of--\"\n\nThe annunciator over the open lock clanged vigorously, and a metallic\nvoice rasped: \"Officer of the Deck! Post Number One! Instruments\nreports a spy ray focused on the main lock!\"\n\nLowry, interrupted in the middle of a word, jerked his head back and\nstared unbelievingly at the tell-tale next to the annunciator. Sure\nenough, it was glowing red--might have been glowing for minutes. He\nsnatched at the hand-phone dangling from the wall, shouted into it.\n\"Set up a screen! Notify the delegation! Alert a landing party!\" But\neven while he was giving orders, the warning light flickered suddenly\nand went out. Stricken, Lowry turned to the Exec.\n\nThe Executive Officer nodded gloomily. He said, \"You see!\"\n\n\n\n\"You see?\"\n\nSvan clicked off the listening-machine and turned around. The five\nothers in the room looked apprehensive. \"You see?\" Svan repeated. \"From\ntheir own mouths you have heard it. The Council was right.\"\n\nThe younger of the two women sighed. She might have been beautiful, in\nspite of her dead-white skin, if there had been a scrap of hair on her\nhead. \"Svan, I'm afraid,\" she said. \"Who are we to decide if this\nis a good thing? Our parents came from Earth. Perhaps there will be\ntrouble at first, if colonists come, but we are of the same blood.\"\n\nSvan laughed harshly. \"_They_ don't think so. You heard them. We are\nnot human any more. The officer said it.\"\n\nThe other woman spoke unexpectedly. \"The Council was right,\" she\nagreed. \"Svan, what must we do?\"\n\nSvan raised his hand, thoughtfully. \"One moment. Ingra, do you still\nobject?\"\n\nThe younger woman shrank back before the glare in his eyes. She looked\naround at the others, found them reluctant and uneasy, but visibly\nconvinced by Svan.\n\n\"No,\" she said slowly. \"I do not object.\"\n\n\"And the rest of us? Does any of us object?\"\n\nSvan eyed them, each in turn. There was a slow but unanimous gesture of\nassent.\n\n\"Good,\" said Svan. \"Then we must act. The Council has told us that we\nalone will decide our course of action. We have agreed that, if the\nEarth-ship returns, it means disaster for Venus. Therefore, it must not\nreturn.\"\n\nAn old man shifted restlessly. \"But they are strong, Svan,\" he\ncomplained. \"They have weapons. We cannot force them to stay.\"\n\nSvan nodded. \"No. They will leave. But they will never get back to\nEarth.\"\n\n\"Never get back to Earth?\" the old man gasped. \"Has the Council\nauthorized--murder?\"\n\nSvan shrugged. \"The Council did not know what we would face. The\nCouncilmen could not come to the city and see what strength the\nEarth-ship has.\" He paused dangerously. \"Toller,\" he said, \"do you\nobject?\"\n\nLike the girl, the old man retreated before his eyes. His voice was\ndull. \"What is your plan?\" he asked.\n\nSvan smiled, and it was like a dark flame. He reached to a box at his\nfeet, held up a shiny metal globe. \"One of us will plant this in the\nship. It will be set by means of this dial--\" he touched a spot on the\nsurface of the globe with a pallid finger--\"to do nothing for forty\nhours. Then--it will explode. Atomite.\"\n\nHe grinned triumphantly, looking from face to face. The grin\nfaded uncertainly as he saw what was in their eyes--uncertainty,\nirresolution. Abruptly he set the bomb down, savagely ripped six leaves\noff a writing tablet on the table next him. He took a pencil and made a\nmark on one of them, held it up.\n\n\"We will let chance decide who is to do the work,\" he said angrily. \"Is\nthere anyone here who is afraid? There will be danger, I think....\"\n\nNo answer. Svan jerked his head. \"Good,\" he said. \"Ingra, bring me that\nbowl.\"\n\nSilently the girl picked up an opaque glass bowl from the broad arm\nof her chair. It had held Venus-tobacco cigarettes; there were a few\nleft. She shook them out and handed the bowl to Svan, who was rapidly\ncreasing the six fatal slips. He dropped them in the bowl, stirred it\nwith his hand, offered it to the girl. \"You first, Ingra,\" he said.\n\nShe reached in mechanically, her eyes intent on his, took out a slip\nand held it without opening it. The bowl went the rounds, till Svan\nhimself took the last. All eyes were on him. No one had looked at their\nslips.\n\nSvan, too, had left his unopened. He sat at the table, facing them.\n\"This is the plan,\" he said. \"We will go, all six of us, in my ground\ncar, to look at the Earth-ship. No one will suspect--the whole city\nhas been to see it already. One will get out, at the best point we can\nfind. It is almost dusk now. He can hide, surely, in the vegetation.\nThe other five will start back. Something will go wrong with the\ncar--perhaps it will run off the road, start to sink in the swamp. The\nguards will be called. There will be commotion--that is easy enough,\nafter all; a hysterical woman, a few screams, that's all there is to\nit. And the sixth person will have his chance to steal to the side\nof the ship. The bomb is magnetic. It will not be noticed in the\ndark--they will take off before sunrise, because they must travel away\nfrom the sun to return--in forty hours the danger is removed.\"\n\nThere was comprehension in their eyes, Svan saw ... but still that\nuncertainty. Impatiently, he crackled: \"Look at the slips!\"\n\nThough he had willed his eyes away from it, his fingers had rebelled.\nInstinctively they had opened the slip, turned it over and over,\nstriving to detect if it was the fatal one. They had felt nothing....\n\nAnd his eyes saw nothing. The slip was blank. He gave it but a second's\nglance, then looked up to see who had won the lethal game of chance.\nAlmost he was disappointed.\n\nEach of the others had looked in that same second. And each was looking\nup now, around at his neighbors. Svan waited impatiently for the chosen\none to announce it--a second, ten seconds....\n\nThen gray understanding came to him. _A traitor!_ his subconscious\nwhispered. _A coward!_ He stared at them in a new light, saw their\nindecision magnified, became opposition.\n\nSvan thought faster than ever before in his life. If there was a\ncoward, it would do no good to unmask him. All were wavering, any might\nbe the one who had drawn the fatal slip. He could insist on inspecting\nevery one, but--suppose the coward, cornered, fought back? In fractions\nof a second, Svan had considered the evidence and reached his decision.\nMasked by the table, his hand, still holding the pencil, moved swiftly\nbeneath the table, marked his own slip.\n\nIn the palm of his hand, Svan held up the slip he had just marked in\nsecret. His voice was very tired as he said, \"I will plant the bomb.\"\n\n\n\nThe six conspirators in Svan's old ground car moved slowly along the\nmain street of the native town. Two Earth-ship sailors, unarmed except\nfor deceptively flimsy-looking pistols at their hips, stood before the\nentrance to the town's Hall of Justice.\n\n\"Good,\" said Svan, observing them. \"The delegation is still here. We\nhave ample time.\"\n\nHe half turned in the broad front seat next to the driver, searching\nthe faces of the others in the car. Which was the coward? he wondered.\nIngra? Her aunt? One of the men?\n\nThe right answer leaped up at him. _They all are_, he thought. _Not one\nof them understands what this means. They're afraid._\n\nHe clamped his lips. \"Go faster, Ingra,\" he ordered the girl who was\ndriving. \"Let's get this done with.\"\n\nShe looked at him, and he was surprised to find compassion in her\neyes. Silently she nodded, advanced the fuel-handle so that the clumsy\ncar jolted a trace more rapidly over the corduroy road. It was quite\ndark now. The car's driving light flared yellowishly in front of them,\nilluminating the narrow road and the pale, distorted vegetation of the\njungle that surrounded them. Svan noticed it was raining a little. The\npresent shower would deepen and intensify until midnight, then fall off\nagain, to halt before morning. But before then they would be done.\n\nA proton-bolt lanced across the road in front of them. In the silence\nthat followed its thunderous crash, a man's voice bellowed: \"Halt!\"\n\nThe girl, Ingra, gasped something indistinguishable, slammed on the\nbrakes. A Venusian in the trappings of the State Guard advanced on them\nfrom the side of the road, proton-rifle held ready to fire again.\n\n\"Where are you going?\" he growled.\n\nSvan spoke up. \"We want to look at the Earth-ship,\" he said. He opened\nthe door beside him and stepped out, careless of the drizzle. \"We heard\nit was leaving tonight,\" he continued, \"and we have not seen it. Is\nthat not permitted?\"\n\nThe guard shook his head sourly. \"No one is allowed near the ship. The\norder was just issued. It is thought there is danger.\"\n\nSvan stepped closer, his teeth bared in what passed for a smile. \"It\nis urgent,\" he purred. His right hand flashed across his chest in a\ncomplicated gesture. \"Do you understand?\"\n\nConfusion furrowed the guard's hairless brows, then was replaced by\na sudden flare of understanding--and fear. \"The Council!\" he roared.\n\"By heaven, yes, I understand! You are the swine that caused this--\"\nHe strove instinctively to bring the clumsy rifle up, but Svan was\nfaster. His gamble had failed; there was only one course remaining.\nHe hurled his gross white bulk at the guard, bowled him over against\nthe splintery logs of the road. The proton-rifle went flying, and Svan\nsavagely tore at the throat of the guard. Knees, elbows and claw-like\nnails--Svan battered at the astonished man with every ounce of strength\nin his body. The guard was as big as Svan, but Svan had the initial\nadvantage ... and it was only a matter of seconds before the guard\nlay unconscious, his skull a mass of gore at the back where Svan had\nruthlessly pounded it against the road.\n\nSvan rose, panting, stared around. No one else was in sight, save the\npetrified five and the ground car. Svan glared at them contemptuously,\nthen reached down and heaved on the senseless body of the guard. Over\nthe shoulder of the road the body went, onto the damp swampland of the\njungle. Even while Svan watched the body began to sink. There would be\nno trace.\n\nSvan strode back to the car. \"Hurry up,\" he gasped to the girl. \"Now\nthere is danger for all of us, if they discover he is missing. And keep\na watch for other guards.\"\n\n\n\nVenus has no moon, and no star can shine through its vast cloud layer.\nEnsign Lowry, staring anxiously out through the astro-dome in the bow\nof the Earth-ship, cursed the blackness.\n\n\"Can't see a thing,\" he complained to the Exec, steadily writing away\nat the computer's table. \"Look--are those lights over there?\"\n\nThe Exec looked up wearily. He shrugged. \"Probably the guards. Of\ncourse, you can't tell. Might be a raiding party.\"\n\nLowry, stung, looked to see if the Exec was smiling, but found no\nanswer in his stolid face. \"Don't joke about it,\" he said. \"Suppose\nsomething happens to the delegation?\"\n\n\"Then we're in the soup,\" the Exec said philosophically. \"I told you\nthe natives were dangerous. Spy-rays! They've been prohibited for the\nlast three hundred years.\"\n\n\"It isn't all the natives,\" Lowry said. \"Look how they've doubled the\nguard around us. The administration is co-operating every way they\nknow how. You heard the delegation's report on the intercom. It's this\nsecret group they call the Council.\"\n\n\"And how do you know the guards themselves don't belong to it?\" the\nExec retorted. \"They're all the same to me.... Look, your light's gone\nout now. Must have been the guard. They're on the wrong side to be\ncoming from the town, anyhow....\"\n\n\n\nSvan hesitated only a fraction of a second after the girl turned the\nlights out and stopped the car. Then he reached in the compartment\nunder the seat. If he took a little longer than seemed necessary to get\nthe atomite bomb out of the compartment, none of the others noticed.\nCertainly it did not occur to them that there had been _two_ bombs in\nthe compartment, though Svan's hand emerged with only one.\n\nHe got out of the car, holding the sphere. \"This will do for me,\" he\nsaid. \"They won't be expecting anyone to come from behind the ship--we\nwere wise to circle around. Now, you know what you must do?\"\n\nIngra nodded, while the others remained mute. \"We must circle back\nagain,\" she parroted. \"We are to wait five minutes, then drive the car\ninto the swamp. We will create a commotion, attract the guards.\"\n\nSvan, listening, thought: _It's not much of a plan. The guards would\nnot be drawn away. I am glad I can't trust these five any more. If\nthey must be destroyed, it is good that their destruction will serve a\npurpose._\n\nAloud, he said, \"You understand. If I get through, I will return to the\ncity on foot. No one will suspect anything if I am not caught, because\nthe bomb will not explode until the ship is far out in space. Remember,\nyou are in no danger from the guards.\"\n\n_From the guards_, his mind echoed. He smiled. At least, they would\nfeel no pain, never know what happened. With the amount of atomite in\nthat bomb in the compartment, they would merely be obliterated in a\nground-shaking crash.\n\nAbruptly he swallowed, reminded of the bomb that was silently counting\noff the seconds. \"Go ahead,\" he ordered. \"I will wait here.\"\n\n\"Svan.\" The girl, Ingra, leaned over to him. Impulsively she reached\nfor him, kissed him. \"Good luck to you, Svan,\" she said.\n\n\"Good luck,\" repeated the others. Then silently the electric motor of\nthe car took hold. Skilfully the girl backed it up, turned it around,\nsent it lumbering back down the road. Only after she had traveled a few\nhundred feet by the feel of the road did she turn the lights on again.\n\nSvan looked after them. The kiss had surprised him. What did it mean?\nWas it an error that the girl should die with the others?\n\nThere was an instant of doubt in his steel-shackled mind, then it was\ndriven away. Perhaps she was loyal, yet certainly she was weak. And\nsince he could not know which was the one who had received the marked\nslip, and feared to admit it, it was better they all should die.\n\nHe advanced along the midnight road to where the ground rose and the\njungle plants thinned out. Ahead, on an elevation, were the rain-dimmed\nlights of the Earth-ship, set down in the center of a clearing made by\nits own fierce rockets. Svan's mist-trained eyes spotted the circling\nfigures of sentries, and knew that these would be the ship's own.\nThey would not be as easily overcome as the natives, not with those\nslim-shafted blasters they carried. Only deceit could get him to the\nside of the ship.\n\nSvan settled himself at the side of the road, waiting for his chance.\nHe had perhaps three minutes to wait; he reckoned. His fingers went\nabsently to the pouch in his wide belt, closed on the slip of paper. He\nturned it over without looking at it, wondering who had drawn the first\ncross, and been a coward. Ingra? One of the men?\n\n\n\nHe became abruptly conscious of a commotion behind him. A ground car\nwas racing along the road. He spun around and was caught in the glare\nof its blinding driving-light, as it bumped to a slithering stop.\n\nParalyzed, he heard the girl's voice. \"Svan! They're coming! They found\nthe guard's rifle, and they're looking for us! Thirty Earthmen, Svan,\nwith those frightful guns. They fired at us, but we got away and came\nfor you. We must flee!\"\n\nHe stared unseeingly at the light. \"Go away!\" he croaked unbelievingly.\nThen his muscles jerked into action. The time was almost up--the bomb\nin the car--\n\n\"Go away!\" he shrieked, and turned to run. His fists clenched and\nswinging at his side, he made a dozen floundering steps before\nsomething immense pounded at him from behind. He felt himself lifted\nfrom the road, sailing, swooping, dropping with annihilating force\nonto the hard, charred earth of the clearing. Only then did he hear the\nsound of the explosion, and as the immense echoes died away he began to\nfeel the pain seeping into him from his hideously racked body....\n\nThe Flight Surgeon rose from beside him. \"He's still alive,\" he said\ncallously to Lowry, who had just come up. \"It won't last long, though.\nWhat've you got there?\"\n\nLowry, a bewildered expression on his beardless face, held out the two\nhalves of a metallic sphere. Dangling ends of wires showed where a\nconnection had been broken. \"He had a bomb,\" he said. \"A magnetic-type,\ndelayed-action atomite bomb. There must have been another in the car,\nand it went off. They--they were planning to bomb us.\"\n\n\"Amazing,\" the surgeon said dryly. \"Well, they won't do any bombing\nnow.\"\n\nLowry was staring at the huddled, mutilated form of Svan. He shuddered.\nThe surgeon, seeing the shudder, grasped his shoulder.\n\n\"Better them than us,\" he said. \"It's poetic justice if I ever saw it.\nThey had it coming....\" He paused thoughtfully, staring at a piece of\npaper between his fingers. \"This is the only part I don't get,\" he said.\n\n\"What's that?\" Lowry craned his neck. \"A piece of paper with a cross on\nit? What about it?\"\n\nThe surgeon shrugged. \"He had it clenched in his hand,\" he said. \"Had\nthe devil of a time getting it loose from him.\" He turned it over\nslowly, displayed the other side. \"Now what in the world would he be\ndoing carrying a scrap of paper with a cross marked on both sides?\"",
    "metadata": {
        "author": [
            "MacCreigh, James",
            "Pohl, Frederik",
            "Pohl, Frederick",
            "Pohl, Frederik George, Jr.",
            "Lavond, Paul Dennis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63304/pg63304.txt",
        "name": "double_cross.json"
    }
}