{
    "name": "Down Went McGinty",
    "author": [
        "Holden, Fox B."
    ],
    "body": "I guess you could say I hated Kolomar. Not with the same hatred I had\nfor the Comrades, but I hated him. There were the obvious reasons--he'd\nbeat me out of my general's star, and got the top job with Security\nthat I'd been promised for the last five years. It was because of him\nthat I was still stuck with the command of a second-rate satellite.\nBut there was an even more obvious reason, and it was the same one\neverybody else had.\n\nKolomar had the authority, both above and below the 120-mile limit,\nthat went with being Director-General of the FBSI. He took that to mean\nhead cop, and judge and jury as well.\n\nThere are a lot of ways of handling authority.\n\nYou could be human. Or you could be like Kolomar. And if you were like\nhim, you never made any mistakes: you'd go to the end of the Universe\nif you had to, and when you wound up a case, the front office would\nalways have a gold star waiting for your report card. The only thing\ngood anybody else would have to say for you was that at least, you were\non the right side and not pitching on the Comrades' team.\n\nHe was towering over me now as I knelt in front of the wrecked safe;\nhe couldn't have missed the look in my eyes, but it was like shooting\na pistol at an atomic screen. I might as well have kept looking at the\nthing in my hand that I'd just picked up off the deck.\n\nHe towered over me, that sour face of his hard as rock, and only\nthe cold blue eyes showing that he was two jumps ahead of me; that\nhe understood all about the thing in my hand, and that I wasn't as\ninnocent about it as I was trying to make him think.\n\n\"Mark it Exhibit 1,\" he rattled, \"and add the name of the man to whom\nit belongs.\"\n\nI straightened up. I tossed the good luck piece to my desk; it was like\nany ordinary good luck charm--a century-old 1900 50-cent piece--and\nunder the satellite's one-third G it just floated down to the desk top\nlike a leaf falling off a tree.\n\n\"How do I know whose it is?\" I bluffed. \"I'm boss of sixty men here,\nKolomar. Besides the twenty that come up every week on the supply\nshuttle. And they're a different twenty each time at that--\"\n\nHe stared me straight down.\n\n\"How long have you been here, Colonel Kenton? Ten years, isn't it?\"\n\nI didn't answer him. He knew. He'd been a shuttle-lieutenant when I'd\nfirst arrived on the satellite. He had a brother who was floor leader\nof the Senate. It was ten years later, and now he was Director-General\nof the Federal Bureau of Space Investigation. I was still a colonel. My\nbrother was a schoolteacher.\n\n\"The crews here still have to sign contracts for five-year tricks.\nYou've known two full crews, and whoever did this--\" he turned his\nclose-cropped head and nodded at the gaping Top Secret file in the\nblown safe \"--is obviously a member of the crew you've got now. You\nknow it; I know it. You've got a reputation, Kenton, for getting to\nknow your men. They say you know 'em as if they were your own brothers\nin six months' time.\"\n\nHe didn't bother making it a verbal accusation.\n\n\"I could only--I couldn't even make a bad guess as to whose it is, sir.\"\n\n\"You've got twenty-four hours to make a good one. I want him by 1700,\nEarth-Standard, tomorrow. That's an order.\"\n\nThen he just turned around, the light of the cold cathodes glittering\noff his shoulder insignia and the silver trim on his black leatherite\nspace tunic, and left my office cubicle the way he'd come. Fast.\nMurderous. Accusing.\n\nIf he had to go to Hell and back to win, he would.\n\n\n\nI waited until Control signalled that he'd got back aboard his official\nshuttle and blasted into a return orbit, and then I buzzed for my\nexecs, Haliburton, Knight and Loftus.\n\nEven a second rate satellite of a second rate power has three execs,\nalthough I guess a lot of people back home think it's a one man show,\nputting in time to save national face while the grade A job--the one\nwith the big red star on the side--circles Earth five hundred miles\nfurther out doing all the \"important\" work. The one that beat us up\nhere by ten years. The one owned by the government which said we could\nput up a satellite of our own if we wanted to, but suggested just how\nbig it would be, just what equipment it would and wouldn't carry, how\nfar up it'd circle, how big a crew it would have.\n\nSuggested, you know, the way they do when treaties are drawn up around\nthe New-U.N. conference tables. It never says in the treaties what\nwill happen if certain agreements aren't adhered to. It doesn't say who\nhas \"the edge,\" as McGinty calls it; it doesn't carefully point out who\nwas firstest with the mostest. It doesn't have to.\n\nThis is peace, Comrade. Just don't get egg on your face.\n\nIt was a couple of minutes before my execs walked in. I was still\nstanding, still looking down at the ancient good luck piece on my desk\nwhen they did. Major Haliburton, Meteorology detail; Major Knight,\nAstronomical; Lieutenant Loftus, Records and Research.\n\nMilitary?\n\nOnly the personnel. Nothing else of a military nature ever found its\nway into the treaty. Strangely enough, it had somehow never even been\nmentioned.\n\n\"Take the weight off your feet. Rest, smoke, and hold onto your heads.\nLook at the safe; no, I didn't do it. Followed Procedure Eighteen dash\nwhatever-the-hell-it-is, called Kolomar's headquarters; he came in\nperson. Just blasted off. Now _you_ know. I don't have to tell you what\nwas in that top file.\"\n\nShort, stocky, red-headed Loftus, the youngest of the three was the\nfirst to open up. Haliburton had his tall, starved-looking frame still\nhalf in and half out of his plasti-foam chair; Knight's beefy face was\nstill kind of blank, as though he hadn't quite yet taken it all in.\nWell, they knew me. I was short and sweet, always answered questions,\nand tried never to bore people. Too lax, some people liked to say. But\nstill here after ten years.\n\n\"The--microstats, Ken?\" Loftus was half-asking, half-saying.\n\n\"Yeah. And this.\" I picked up the good luck piece, tossed it to him. He\ntook one look, passed it to the others. \"Kolomar gives me twenty-four\nhours to give him the man who owns it. It was dropped in front of\nthe safe. The only clue, if you can call it a clue. But to Kolomar's\ntraffic-ticket mind, it's automatic evidence of guilt. And he'd fly\nclear to Aldebaran to prove it. O.K., questions.\"\n\nIt was silent in the little cubicle for a second or so. I didn't hurry\nthem; I wanted it to sink in, and they'd need some time. I audioed my\norderly room, told the sergeant on duty to black the office out to the\nrest of the installation for the next ten minutes.\n\nThen after a minute or so Knight looked up from the good luck piece,\nand a soft voice that didn't match his beefy build simply said,\n\"McGinty's,\" in that half-statement, half-question way Loftus had used.\n\n\"Nuts,\" Haliburton said. And \"nuts\" from Haliburton was like \"god-damn\nnonsense\" from anybody else who wasn't quite the scholarly type\nHaliburton was. He didn't look like a Spaceman or have the breezy talk\nof one, but he sure knew his meteorology. The Comrades at least let us\nfigure out weather reports.\n\n\"Doesn't make sense; I second the nuts,\" Loftus said. \"What the hell\nwould McGinty, McGinty of all people, do with stuff like--like that?\nUnless--\"\n\n\"Eight years and still a maintenance-tech third. They don't get much\nbeer money,\" Knight said half to the rest of us and half to the\nplastalloy deck. \"He--\"\n\nHaliburton laughed a funny, halting little chuckle. \"That's ridiculous.\nMcGinty likes his beer, his accordion, his science-fiction and hates\ncheap women. If possible, he hates the very sight of a Comrade to an\neven greater extent. We all know McGinty. Our 21st Century Gunga Din,\ngentlemen. Not a latter-day Quisling.\"\n\nThere was a quiet second. Then Loftus said,\n\n\"We've all seen him walk that thing across his knuckles a thousand\ntimes.\"\n\n\"Maybe a plant,\" Knight said.\n\n\"He'd say that, of course,\" Loftus answered. \"But--\"\n\n\"Hold it a minute,\" Haliburton broke in again. \"Question, Ken.\"\n\n\"Now we're getting places,\" I said. \"Shoot.\"\n\n\"Granting for the moment that that big Irishman, unhappy and moody as\nhe sometimes gets when he recalls his failure to qualify for a degree\nin science, might have the sudden desire to take it out on the world,\nto sell us out. Might even have, at the moment, the spark of genius it\nwould take to make off with those microstats. Only how the devil would\nhe know they even existed, much less were even in duplicate copy and on\nfile here?\"\n\nThat was the nub of it, of course. Aside from myself and the three men\nbefore me, it was impossible that any other man in the station, or\nany man crewing a shuttle could know of the Pentagon's plan to get a\nfull-sized, full-rigged satellite into Space, with real Military, which\nwould leave the Comrades screaming about a busted treaty, but powerless\nto do anything about it. No, it wouldn't give us the edge, but at least\nit would put us on a par, and after twenty years of being second-rate,\nthat at least would be some thing.\n\nThe political end I didn't know much about, conference table\ndouble-talk that would invalidate a treaty that hadn't been morally\nvalid in the first place, but had been agreed to by interests instead\nof by the people they allegedly represented. It had always been a shade\ntoo fast for me to follow. All I knew was that even though first-rate\npowers could command more resources to do a job than second-rate ones,\nintellectually free scientists could always come up with smarter\nanswers than those whose inventiveness had been stifled by the demands\nand limitations of a police state, however all-powerful militarily and\npolitically.\n\nBrains are brains; both sides have 'em. It's what you're motivated to\ndo with them that counts. That, and the importance attached by people\nto the product of those brains.\n\n\n\nTwenty years ago, the Comrades had really gotten motivated. After they\ngot what they wanted, they forgot about motivation and sat back to let\nthe newest Hundred-Year Plan take care of the rest.\n\nTwenty years ago, somebody on our side was short four billion bucks'\nworth of preventive medicine.\n\nNow, after a couple of decades second-besting it, our side wanted to\nmake up for lost time.\n\nIt was supposed to be a _coup d'etat_ sort of thing, a fast shuffle,\nboth at the conference tables and out here in Space. Now you see it,\nnow you don't.\n\nAs topkick on the Space end of it I was supposed to know what was going\non; me, and my execs, down to the day, the hour and the split second.\nBut only the four of us. And none of us, studying those damned plans\nnight after night for the last two months, had ever let the things\nfurther than arm's reach away from the safe in my office. They'd never\nbeen out of it except in our collective presence.\n\nSo I'd come on duty from my sleeping quarters that morning and relieved\nLoftus, whose week it was for the late duty behind my desk. Things\nhad been Space-shape then. And as I'd told Kolomar when he got up\nfrom Earthside after my frantic triple-E signal, I'd only been out of\nthat office for about twenty minutes from the time I'd taken over from\nLoftus to the moment I'd triple-E'd FBSI. There'd been a breakdown in\nthe water-recovery plant. Nothing serious, but regulations said I had\nto be on hand personally to supervise any major maintenance.\n\nWhile I was gone the door to my office was automatically sono-sealed.\nAnd I had the key.\n\nWhen I came back it was gaping open, and the safe was still smoking. My\norderly room duty sergeant was sprawled across his desk, a nasty bluish\nlump on his forehead. When I finally brought him around he could hardly\nremember his name, let alone who or what had hit him.\n\nLoftus' young, impatient voice snapped me out of my back tracking.\n\n\"--couldn't have known, of course,\" he was saying, answering\nHaliburton. \"Neither McGinty nor anybody else. And that--that sort of\nnarrows things down, doesn't it?\" He threw a nervous look at Haliburton\nand Knight and at me, compressed his lips in a straight little line,\nand fumbled self-consciously for a cigarette.\n\n\"That's just as ridiculous,\" Haliburton said. \"If any one of the\nfour of us was attempting to outwit the other three, the planting of\nMcGinty's talisman would be a little stupid, wouldn't it?\"\n\nI tried to stop walking back and forth; I tried to think about McGinty\ninstead of wondering who I was sorest at, Kolomar or the Comrades.\nPatrick Michael McGinty, maintenance technician third class, as simple\nand straightforward as they come. He'd play that beat-up accordion\nfor the sixty of us to make us smile and think about home, while he\nlistened to the music by himself and thought his own thoughts.\n\nEither that, on his own time, or good naturedly griping on the job\nabout what slow pokes all scientists were, especially the Comrades, who\nwith all their big muscles still hadn't got a workable Moon-landing\nship together. Our side could build one, McGinty would tell you--\"Sure,\nan' it's a bunch o' misers we are, or we'd be a-wadin' the canals o'\nMars by now,\" he'd tell you, and sometimes made you half believe it.\n\nMcGinty was just a tech-third, but he was an honest-to-God Spaceman,\nmaybe even more than the rest of us. \"The further out y'go, the more\nth' edge y'got--an' leave all the other dir-rty business behind\nbesides!\"\n\nHe'd play that accordion of his and just look out a port hole at the\nstars while he did it. And when he did you could sort of link up that\nscience degree disappointment, that scolding of the scientists for\ntheir \"slowness,\" that business about the misers and the canals of\nMars, and the watching out the port hole as he played.\n\nA brawny, rough-and-ready spaceman, yes.\n\nA spy and a thief of top-secret documents, no.\n\nNo, and good luck piece be damned.\n\nI looked hard at my three execs.\n\n\"Kolomar gave me twenty-four hours,\" I said. \"Whatever we do, we've got\nto do it without spilling the beans around ears that aren't supposed to\nhear. You know how scuttlebut races through a crew. Kolomar on one side\nof us--\" I saw Knight wince, \"--and the Comrades on the other. Mr. X in\nbetween.\"\n\n\"If we put the arm on McGinty,\" Knight said in that soft voice of his,\nhis beefy face unnaturally white, \"Kolomar won't give him a chance. Be\nsending an innocent man into God-knows-what just to stall for our own\nskins. And when Kolomar found out it wasn't McGinty, he'd keep right on\ngoing, right on to the end of Space itself.\"\n\nWhatever Knight might've said next never got out. The top-urgent signal\non my video panel blinked like crazy. If they'd got through my sergeant\nand the orders I'd given him, they must want me for real, so I answered.\n\nIt was Control. The face on the video belonged to the captain in\ncharge. The voice on the audio echoed the all-hell look on the face.\n\nThe voice said one of our Moon-orbit rigs--an L-8, incapable of course\nof a landing but rigged up out of thin aluminum structural beams with\na couple of small rocket motors, fuel tanks, and personal space for\nstrictly observational work--had just blasted clear of our own orbit\nand was headed Moonwards.\n\n\"So what the hell, captain--\"\n\n\"McGinty's flying it, sir,\" the voice said. \"_Unscheduled. All by\nhimself._\"\n\n\n\nMy three execs just sat where they were for maybe a full second, mute,\ntheir faces immobilized into unintelligent expressions. It seemed that\nit took me an hour to snap out of it, yet I was moving before they\nwere ... toward my Earth-communications panel.\n\nThen the three of them were up and starting for the door.\n\n\"Hold it!\" I hollered, and pointed at the miniature Earth-scanner in\nthe bulkhead above my desk. It was only about a quarter the size of the\none in Meteorology, but it still gave me a full view of Earth, silently\nrolling there in its black frame of Space. They caught on. There was\nstill about ten minutes left of the sixty minutes we had over our own\npart of the world. Ten minutes more, and we would have been on the\nother half of our two-hour trip around, and unable to contact home for\nover an hour.\n\nI fumbled the switch open that put me straight through on a tight,\ndirect 3-E band to the Pentagon. I was talking to Kolomar within less\nthan two minutes.\n\nHe didn't move a muscle while I told him what had happened. But he made\nthe grimmest picture my Earth-video had ever framed.\n\n\"You'll effect pursuit at once, Kenton. Take what armament your\nmaintenance can fabricate. If he is simply attempting escape, he'll\nfind there's not far he can go. Since he is an inexperienced pilot, you\nshould be able to overhaul him with little difficulty. However, the\nmore logical probability is that he's defecting to them. He undoubtedly\nhas the microstats in his possession, and will rendezvous with one of\ntheir own orbit craft. It will be your responsibility to destroy him\nbefore that rendezvous can be completed.\"\n\n\"But sir, there's no way of being sure--\"\n\n\"Destroy him.\"\n\nMy protest was completely lost to a cut contact and a dead screen.\n\nI muttered something and began a half-hearted attempt to contact\nMcGinty. Between signals I scrawled a fast note and handed it to\nKnight. It told him to order an L-8 ready with an extra rocket unit\nbolted onto its stern someplace. For the extra power, he'd need a set\nof transition coordinates for a modified orbit, but that would be up to\nhis department.\n\nThe note said for Haliburton to take care of having maintenance rig up\na couple of hydrazine torpedoes of some kind. Hell, we weren't even\nallowed pistols up here, and Kolomar had just said \"destroy him.\" More\nofficial double-talk. But, sometimes a maintenance crew was good for\nsomething a little better than keeping the rust off door knobs. It was\na pretty old rule-of-thumb in Space--if you haven't got it, make it.\n\nAnd right now, the responsibility for those stats was mine. All mine.\n\nI kept Loftus with me, and kept trying to raise McGinty. The chances\nwere he wouldn't answer, of course. But there was nothing else to do\nuntil Haliburton and Knight buzzed me that they had everything ready.\n\n\"Guess you'd better forget it,\" Loftus said.\n\nI nodded, tried a final signal pattern, and then quit trying.\n\nI looked into Loftus' young face. It wasn't hard to read.\n\n\"Go ahead and say it,\" I told him.\n\nHe looked up, and his mouth twisted into a cynical smile.\n\n\"We all fall for happy accordion music and an Irish brogue. All fall\nfor a guy because he appeals to what there is inside people like us\nthat says some guys you can always trust. Maybe, Ken, we deserve to be\nsecond-raters.\"\n\n\"Maybe,\" I said. Only I was thinking about men like Kolomar. About\nright and wrong, success and failure, always in terms of physical\nsize, physical strength. Whomp me and I'll whomp you back harder.\nTwenty-first century civilization--still the spoiled brats of a half\ncentury ago. \"Maybe we do,\" I said, and wondered if we always would.\n\n\"What was it McGinty was always saying?\" Loftus asked quietly.\n\"Something about--'the further out y'go, the more th' edge y'got--an'\nleave all the other dir-rty business behind besides.'\"\n\n\"Your brogue smells, kid. But that's about the way it went.\"\n\n\"Somehow, I never thought he meant it, this way. Thought he had\nsomething else in mind. The way he always looked out the port when he\nplayed. At the stars.\"\n\n\"I know, I know,\" I snapped. \"Can it, can it.\"\n\nLoftus shut up, but I knew what he meant, had known it before he said\nit, because I'd felt that way about McGinty for a long time, myself.\nMcGinty played accordion music because it was something a little better\nthan the canned stuff we could get on our radios. He had tried for that\nscience degree because he'd wanted to make himself a little better, if\nhe could. He griped about how \"slow\" the scientists were, griped about\nthe \"misers\" we had in our politics. Just as a reaction against a state\nof affairs that he thought might be made a little better. It had always\nseemed to me that in McGinty's simple philosophy, if you could just get\nstarted making things a little better here and there, pretty soon, a\nlot of things would be a lot better everywhere. Not second-rate.\n\nI drummed my fingers on the communications panel, watching Loftus and\nwaiting for either Knight or Haliburton to buzz me that things were\nset. I started to get up and that was when my video signal started its\nnervous blinking. In a single movement I had it switched on. It framed\nMcGinty's big red face.\n\nHe was drunk, and his blue eyes were blazing the way they always\nblazed, drunk or sober.\n\n\"Y'been a'callin' me, Colonel? Well here I am! Lookin' fer these,\nI'll bet!\" He waved a huge gauntleted paw in front of the screen. It\nclutched the thin plastisheen envelope that contained the microstats.\n\nLoftus was out of his chair in an instant, crowding the video next to\nme and triggering a desk recorder into action at the same time.\n\n\"Look, you crazy fool,\" I bellowed. \"I'm not going to ask you what or\nwhy, McGinty, not now. But we're coming out after you, and you'd better\nbe turned around and headed back this way by the time we've started.\"\n\n\"Yi, yi, Colonel! Kolomar's a-burnin' is 'e? Ha!\" McGinty's red beard\nbristled, and brick-red hair straggled down into snapping eyes. \"He's a\nslow-poke like a-a-ll the rest of 'em! Only I've got me a deal, Kenny\nme b'y!\"\n\n\"McGinty, for God's sake! Kolomar'll hunt you to the end of Time!\"\n\n\"Will 'e, now!\"\n\n\"There's nothing he won't do or can't get done to see you in the death\nchamber, McGinty. No matter where you go or whom you meet--\"\n\n\"Sure, an' y'wouldn't be a'kiddin' now, Colonel, would ye? No,\ny'wouldn't kid McGinty! Ye're not the blarneyin' type, Colonel! Well,\ncome along, then. You take the high road an' I'll take the low--\"\nSinging, suddenly, singing like a drunken madman, and then the screen\nwent blank.\n\nAs it did, Haliburton buzzed.\n\n\"Ready Ken,\" he said.\n\nAnd Loftus and I headed for the landing nets and a taxi berth.\n\n\n\nBecause he was blasting all the way, it would take McGinty slightly\nmore than twenty-two hours to get from the satellite into an orbit\naround the Moon. The regular way, blast and drift, it takes about\nseventy-one. But McGinty was in a hurry.\n\nThere was no knowing how soon before that twenty-two hours he would\nbe meeting the Comrades. Nor was there any way of knowing if McGinty\nintended to break his orbit when he neared the Moon and head on out\ninto Space. That way he'd end up a derelict with his fuel exhausted,\nsmothered when his air was used up, and lost forever. Something began\npicking at the back of my mind, but I didn't have time to play with it.\n\nWith the extra rocket motor Knight had had jury-rigged to the stern of\nour L-8, there was a chance we could overtake McGinty an hour or so\nbefore he entered a lunar orbit, if that's what he was going to do. And\nif we'd been able to crowd on enough fuel.\n\nOr, if he just kept on going, we were certain to overhaul him--and that\nwas why neither of those two angles made much sense. From a practical\npoint of view, anyway.\n\n\"It's a rendezvous set-up for certain,\" Knight said. He was strapped in\nthe bow astrodome seat, working with the L-8's two-inch refractor.\n\nEarth and our satellite rolled some twenty hours and two hundred\ntwenty thousand miles behind us; we were tired, we were apprehensive\nand edgy. We'd been power-on all the way instead of blasting and\ndrifting. But so had McGinty.\n\nKnight had had McGinty's L-8 in his lenses almost from the hour we'd\nblasted out. There were just three of us--myself, Knight and Loftus.\nI'd left Haliburton behind as second-in-command and to take care of\nKolomar when he came up, as he had. Right now, he was only a couple of\nhours behind us in the L-8 I'd ordered Haliburton to have ready and\nwaiting for him.\n\nThere hadn't been anything else from McGinty. Not a flicker. And not a\nword either from the Comrades. Things should've been crackling about\nnow. Their satellite had just rounded Earth's illumination an hour or\nso before, and they should be throwing cover-up messages at us by the\nbarrel, wanting to know what was the meaning of an uncleared orbital\nflight, and why hadn't they been notified.\n\nBut not a word. At least not that Loftus had picked up on our own H-F.\nMaybe they were just going to play it straight--\n\n\"Hey, hey, here they are after all,\" Loftus said suddenly. \"All\ntranslated and everything. Give a listen.\" He turned up the volume.\n\nIt was good cover-up, all right. Just as though they hadn't known a\nthing about it. Just discovered it and wanted a fast explanation.\n\nI hollered to Knight. \"You actually see any of their rigs up ahead?\"\n\n\"Two of 'em. Just starting on an intersect with McGinty.\"\n\n\"Can we make it first, do you think?\"\n\n\"Nip and tuck, skipper. Maybe. It's almost as if it's all a big\nsurprise to 'em. They're still way out in left field, maybe not quite\nas close as we are.\"\n\nKnight muttered something over the rasping voice on his H-F. \"--ought\nto get an Academy Award--\"\n\nHe was right. Their acting and their timing couldn't have been more\nperfect except that they had had to gamble from the first on getting to\nMcGinty before we did and still make things look all innocence. Maybe\nwe could make them lose that one, anyway. You could be too clever.\n\nBut they were armed, and that hedged their gamble pretty convincingly.\nWe had two clumsy jury-rigged torpedoes which might or might not hit\nwhatever they were fired at.\n\nThe voice halted, and then it was up to me. I was supposed to be the\none to make up the excuses, not Kolomar. I was the one who had to give\n\"an immediate account of the untoward and unadvised action\" of my L-8s.\nAnd Kolomar would let me sweat it out by myself.\n\n\"What'll I tell 'em, Ken?\"\n\n\"Tell 'em--oh, hell. Tell them one of our crew went Space-psycho, and\nthat we're doing all in our power to recover him and the rig he's\nflying before any inconvenience can occur which might disturb the\nplanned schedules of our esteemed Comrades of Space. One fairy tale's\nas good as another.\"\n\nLoftus reworded the message as nice as pie, and then after a minute\nthe H-F was quiet. For the record, things were fine. Of course, our\nComrades were going to \"assist\" in the recovery of our wayward crewman--\n\n\"We'll beat 'em, I think!\" Knight was hollering.\n\n\"Any guns--\" Loftus began. I answered that one myself.\n\n\"They'd ruin their own show,\" I said. \"A premature show of muscle would\ntip their hand. If they make it work this way, all we can ever do is\naccuse, but we won't be able to prove a damn thing. And they'll know\nwhat they want to know, and be ready for our quick little shuffle.\nThey'll be ready at those conference tables. If they miss this time,\nthey'll just try again later, another way.\"\n\n\"It sure reads fine,\" Loftus said. \"But I wonder how soon they start\nshooting.\"\n\nWe were both at the starboard port, watching. We could see McGinty's\nL-8 out there, floating like a three-barrelled hour-glass, its tiny\nrocket bank glowing red against the blackness, one side a blinding\nwhite brightness in the sun.\n\nThe Moon hung like a chewed-up white basketball below the both of us,\nand you could see the greenish cast of Earthshine stretching out a\nlittle beyond the night shadow over the ridge of the lunar Appenines.\n\n\"How do you suppose they ever got wise to the microstats in the first\nplace?\" Loftus was asking.\n\n\"We're still not sure they did. Or sure that he--or sure of anything,\"\nI snapped back at him.\n\n\"But you think it's McGinty all right, by this time. I mean--\"\n\n\"I guess so,\" I said.\n\n\n\nHe turned from the port and looked square at me. His youthful face was\na strained, white thing, and if I saw a certain innocence in his young\neyes, I saw something else, too. He was the strange kid-man combination\nyou get in Space--just a youngster on the one side, and a latter-day\nwizard on the other. A head full of scientific answers down to the last\ndecimal point--and full of that other stuff that makes a young man a\nvery young man; the kind of stuff we older guys like to wish could be\ntrue, but know just can't be.\n\n\"Add it up yourself,\" I said. I was looking over his shoulder and\nthrough the port again. There were other hour glasses out there now,\nfurther from McGinty than we were still, but not by much. And to\nour stern was another pin-point of winking red light and flashing\nwhiteness. Kolomar. We were closing on McGinty's L-8 fast now, and I\nstarted for the closet where we kept the suits. Loftus grabbed my arm.\n\n\"Not the torpedoes if we can help it, kid,\" I said. \"I'm going out when\nwe pull above him. On a line. If I can grab onto any of the framework,\nmaybe I can put his motors out of commission without blowing things\napart. If I can, then maybe we can nudge him all the way around, and\nshove him all the way back if we have to.\"\n\nLoftus just turned away. He was watching the red-white flash in the\nblackness that was Kolomar's rig. I knew what he was thinking, and I\nwas glad he thought that way. Maybe, sometime, the youngsters could\nplay things their way, and we'd have that something a \"little better\"\nthat McGinty had always been hoping for.\n\nAnd I guess Loftus knew the plan I outlined had less than a\nthousand-in-one chance of coming through. Even if I managed to break\nMcGinty's fuel lines some way, this \"nudging\" business I talked about\nwas probably ninety per cent hokum. Even in an orbital state of\ncomparative weightlessness there was still inertia to consider, and any\ndirect contact we made with McGinty's L-8 could cave in our bulging\nplasti-fabric fuel tanks. That, or split him wide open.\n\nBut I'd never be able to sleep again if I didn't try something before\nKolomar's torpedoes, and I didn't care what he saw me do.\n\nI was all rigged out, standing by the airlock, about five hundred feet\nof line in one gauntlet and a reaction tube in the other, when Knight's\nvoice slurred in my helmet receivers.\n\n\"Ken--hold it! He's busting the orbit! He's going to--my God. _Ken,\nhe's ditching her Moonside!_\"\n\nI had a time getting over to the port Loftus was crowding. What Knight\nwas saying was true. I made motions, and Loftus started helping me out\nof my cumbersome Space outfit while I watched.\n\nWe were just about dead center over the Moon itself, and McGinty had\nstarted drifting in what would have been a perfect, if wide, orbit\naround it. Continuing in it, he'd've circled the side opposite Earth,\nand then started back toward the orbit of our satellite. Either that,\nor, as we'd expected, broken from it and rendezvoused with one of the\nComrades. Only it wasn't working that way.\n\n\n\nMcGinty was breaking his orbit, all right, but not toward Space. He\nwas going _down_. He had cut the stern rockets and was using his bow\njets to slow himself enough to kill the velocity that had balanced him\nin his orbit. Slowly but as surely as politicians have two faces, Moon\ngravity would take over, pull him down, split him wide open on the\njagged edge of Aristillus crater.\n\n\"He's out of his head,\" I heard Loftus saying. \"Clean gone. An L-8\ncan't land; an orbit rig can't take even two Gs and hold together.\"\n\nMcGinty was peeling off, falling.\n\nWe just stood at the port and watched. Knight kept him in the\ntwo-incher.\n\nFalling in that lazy, gradual, ever-steepening airless glide until soon\nit would be straight up-and-down. The Moon just hung there, cold,\nbleak, waiting. Waiting to rip McGinty all to hell on the ragged peaks\nof its gutted, inhumanly beautiful terrain. A strange love affair had\nMcGinty, through the satellite port as he played his accordion.\n\nI was pulled out of it by the racket on the H-F receiver, and Loftus\nwas clambering over to it as fast as I was.\n\n\"This is Kolomar,\" the voice said. \"Destroy him. Now. That's an order,\nKenton.\"\n\nLoftus looked at me. So did Knight.\n\nI picked up a mobile mike, flicked it on.\n\n\"This is Kenton,\" I said. \"I don't believe we received your message\ncorrectly, general. In fact I'm certain we didn't! Over!\"\n\n\"I said destroy him. And God help you, Kenton, if you can't hear me!\"\n\nNo, I hadn't expected Kolomar to take anything back. He was still doing\neverything by the books.\n\nLoftus acked him out, and then just stood there.\n\n\"Okay,\" I said, \"you heard him!\"\n\n\"But he's going to die anyway, Ken! Going to--\"\n\n\"Damn it, fire those torpedoes!\"\n\nLoftus spun away from me, something shiny in his eyes, and started\npriming the two thin, long cylinders of hydrazine and HNO_{3} for the\nmake-shift torpedo tubes that maintenance had installed.\n\n\"Those aren't such hot looking jobs, are they, Loftus,\" I said. He\nlooked up me, and that hot shine was still blazing in his eyes. \"I hope\nyou don't have any trouble aiming with those homemade tubes.\"\n\nIt took him a second, but he caught on.\n\nThe torpedoes missed McGinty's falling rig by a good three hundred\nyards apiece.\n\nI let Loftus take a look.\n\n\"What's he doing?\"\n\n\"Blasting like hell at the tail,\" the young lieutenant said. \"He'll\nhit like one of those old-time ski jumpers! Between Aristillus and\nAutolycus, in that flat, open plain--\"\n\nI watched him hit.\n\nAnd it was as Loftus said. He slewed onto the flat, dust-covered\nplain like a ski jumper, falling but going forward at a hell of a\nrate, probably using up the last of his fuel in a single, sustained,\nstraight-ahead blast.\n\nAnd then there was a flurry of dust maybe ten miles long. And after\nthat, even with the 'scope, you couldn't see anything.\n\n\"Good try,\" I heard myself saying.\n\n\"Might've made it!\" Loftus said, hope ragged in his voice. \"He just\nmight've--\"\n\n\"All alone, oxygen enough for almost two months if he cuts way down,\" I\nheard Knight say softly.\n\nBut I was already calling Kolomar.\n\n\"Destroyed,\" I said. And I wished I could've been lying to his teeth.\n\n\n\nFrom the time Kolomar got back to Earth it took just two days for\nhim, with maybe just a touch of help from his floor-leader brother,\nto pry the government loose from a half-billion bucks. It took him\njust twenty-four hours more to get the Pentagon to release plans for\na Moon-landing ship that had been mouldering in a vault for the last\nfifteen years; plans that nobody'd known about since the day they were\ndrawn, I guess; plans just waiting for that half-billion.\n\nHe had his toughest time with our own scientists. It was sort of the\nway McGinty had said. The thing would need weeks of study, months of\ntesting, years to perfect, they told him.\n\nHe told them it was only going to take them a month to get it built.\n\nI said I hated him and I do, but you have to give a Liberal-Democrat\nhis due. As with every other job he tackled, when Kolomar wanted to\nmove he knew where to go and he could move fast. And he had long\npractice at throwing his rank, and the rank that was always behind\nthat. Right now, his job was to retrieve the microstats in McGinty's\nwrecked L-8--before the Comrades. And he was going to do that job if he\nhad to sandbag the President himself.\n\nThe project was farmed out to I don't know how many of our biggest\nindustries; all I ever heard was that it carried the highest\nwork-priority any job had ever carried.\n\nAnd the industries took it, triple-shift, day and night.\n\nIt still took longer than a month.\n\nIt took nine weeks. And then our shuttles were hauling up the parts,\nand extra crews were slamming them together as fast as they arrived in\nthe satellite's orbit. That was done in a matter of hours.\n\nThe Comrades bluffed around at doing the same thing, but all they could\ndo was go through the motions. Take incentive away from anybody and you\njust can't deliver.\n\nThey couldn't. We did.\n\nFunny thing too when you think it was due to the efforts of one of the\nmost disliked of our men. Irony, maybe, but that's the way things work\nout sometimes.\n\nIt was just ten weeks to the day after he crashed that I was bringing\nthe first Moon-landing ship ever built down over the plain where\nMcGinty'd smashed up. Kolomar was co-piloting right next to me.\n\nYes, we found the wrecked L-8 without much trouble.\n\nSplit wide open, lunar dust spilled all over its insides, and what was\nleft of McGinty buried under a couple of feet of it. He hadn't even put\non a spacesuit.\n\nHaliburton was with us this trip, and it was he who found the\nplastisheen envelope. Not so important, now.\n\nIt was young Loftus who found the note. Kolomar read it over my\nshoulder.\n\n    Dear Guys, Hope I didn't smash her up so bad you couldn't find\n    this. When I busted open the safe and left my half-buck for you\n    to find, I didn't expect to get what I got, but Colonel Kenton\n    always said General Kolomar would follow a thief anywhere in the\n    Universe, and that's how I had it figured, too. But anyhow, if\n    you're reading this, then you've made them build a real Ship that\n    can land up here O.K., and so you've got the edge. And the further\n    out you go, the more the edge you got. Try them Martian canals for\n    me sometime, will you? And tell that sergeant I'm sorry I had to\n    hit him so hard. Mc.\n\nI looked up from the note, out through the twisted wreckage, and a\nhundred yards away at the first Moon-landing ship ever built.\n\nFor the Comrades from now on, things were going to be a lot different.\n\nI heard Kolomar's voice at my shoulder. There was a funny hesitation in\nit that I'd never heard before.\n\n\"That's--some ship, isn't it?\" was all he said.\n\n\"Yes, sir,\" I answered. \"It is.\" I looked down at the pile of dust that\ncovered McGinty. \"It's real first-rate.\"",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63703/pg63703.txt",
        "name": "down_went_mcginty.json"
    }
}