{
    "name": "East in the Morning",
    "author": [
        "Fisher, David E."
    ],
    "body": "\n<i>Natural laws are cliches--\"what must be\nmust be,\" for instance--and what must be in\nthis case was, of all people, Dr. Talbot!</i>\n\n\nThe first thirty years of Henry Talbot's life were the most promising.\nHe was a bright student through high school, and in college his fellow\nstudents often used the word \"brilliant\" in discussing his mentality;\noccasionally even his instructors echoed them.\n\nUpon receiving his bachelor's degree, he went to graduate school and\neventually received his Ph.D. as an experimental nuclear physicist.\nHe applied for and got a research position at Oak Ridge National\nLaboratory, in the Electronuclear Research Division.\n\nDr. Henry Talbot, brilliant young scientist, began his career\nenthusiastically, and ran into a brick wall.\n\nRather, he crawled up to and against it, for it took several years\nfor him to discover that his life's route lay not on an unobstructed\ndownhill slide. Those years slithered past before he looked up and\nrealized that he had not revolutionized the scientific world; he had\ndiscovered no principle of relativity, no quantum theory.\n\nHe stopped working for a moment and looked around. All his colleagues\nwere enthusiastic and brilliant young scientists. Where at school,\nwhere throughout his life, he had been outstanding, now he was one\nof the crowd. What had passed for brilliance before was now merely\ncompetence.\n\nHenry Talbot felt a vague need which he perceived liquor might fill.\nThat afternoon he left work early for the first time since he had\narrived at Oak Ridge. He had to buy the vodka from a bootlegger,\nOak Ridge being in a dry county. But, as in most dry counties, that\npresented no problem. He stopped by Shorty's cab stand, across the\nstreet from the police department, and asked Shorty for a bottle.\nShorty reached into the glove compartment and, for fifty cents over\nlist price, the vodka changed hands. Henry didn't like to patronize the\nbootleggers, but he did feel the need for a quick one just this once.\n\nAfter drinking for several hours in his apartment, Henry Talbot took\nstock of himself and came to two conclusions:\n\n1. He was satisfied with himself and his life. He had always taken for\ngranted that he would one day be a famous figure in some scientific\nfield, true, but this was actually not so important as, upon casual\ninspection, it might seem. He liked his work, otherwise he could never\nhave been so wrapped up in it, and he saw no reason for discontinuing\nit or for becoming despondent over his lack of fame. After all, he\nreasoned, he had never been famous and yet had been always perfectly\ncontent.\n\n2. He liked vodka.\n\n<tb>\n\nThe next thirty years of Henry Talbot's life, now devoid of promise,\nwere fulfilling and content. He worked steadily and drank as the mood\nfell upon him, publishing on the average one paper a year. These papers\nwere thorough, the experiments well worked out, without contrived\nresults or varnished sloppiness. The publications were accepted\neverywhere as solid research papers.\n\nHenry Talbot's name became familiar in the nuclear field. He did not\nfind his face on the cover of <i>Time</i>, nor was he ever invited to\nparticipate as an \"expert\" on any television quiz programs, yet he was\nwell known to nuclear researchers--at least those in his own country.\nHe was honored with a banquet on his fiftieth birthday. <i>Person to\nPerson</i> once tentatively proposed to visit him, but the idea was\nsquelched, a visit to a more buxom personality being substituted.\n\nSex never reared its ugly head. He had not had time for it when young,\nand so had never fallen into the habit.\n\nAt the age of sixty-five he retired. He canceled his subscription to\nthe <i>Physical Review</i>, bought a fishing rod, subscribed to the <i>New\nYorker</i>, and tried Florida. He started at Tallahassee and fished his\nway down to Ocala. By the time he had reached St. Petersburg, he had\ndecided to try California.\n\nIn California he took up golf. He bought a hi-fi set and a dozen\nprogressive jazz records, advertised as unbreakable. They proved not to\nbe, although in fairness to the advertiser it must be said that Henry\nTalbot had to exert himself.\n\nHe decided to try a world cruise. He left the scheduled tour in Japan\nand visited the Institute for Theoretical Physics in Tokyo, spending\nsome time there just generally chewing the bilingual rag. When he\nreturned to the United States, he renewed his subscription to the\n<i>Physical Review</i>, canceled his subscription to the <i>New Yorker</i>, and\nlooked around for another position.\n\nHe went to work for the Arnold Research Corporation on a part-time,\nsemi-retired basis. But he had his own lab, his hours were his own, and\nin a few weeks he was working full time. No one was disturbed by this,\nhe did not apply for more money or recognition, he kept to himself, and\nhe began publishing his one paper each year.\n\nOn the tenth year afterward his paper was missing, though not missed.\nHe began to spend less time in his lab and more in the library and\nbehind his desk, scribbling on scraps of paper or staring into space.\nHe was forgotten by the Arnold Research Corporation. He was content\nwith his books and his monthly check.\n\nIn his seventy-fourth year, Henry Talbot published a paper in\nthe <i>Philosophical Magazine</i> on what he called the \"Warped Field\nTheory.\" The theory was entirely his own, from beginning to end, and\nconstituted--in his opinion--the first real breakthrough in theoretical\nphysics since Albert Einstein's little idea in 1905. The day the\narticle came out he sat behind his desk all day, puffing on his pipe,\nnot merely content but really happy for the first time in his life.\n\n<tb>\n\nLife continued undisturbed for three more months. Then Larry Arnold,\nJr., came into his office, carrying a copy of the <i>Philosophical\nMagazine</i>. Larry Arnold, Jr., was not a scientist but, as he put it,\nhe was scientifically minded and was general overseer, public relations\nman, and coordinator of coordinators of research.\n\nHe humphed a few times, groaned as he sat down across the desk from\nHenry, wheezed twice, smiled once, and said, \"Good morning, Dr. Talbot.\"\n\n\"Good morning,\" Henry replied, folding his hands and trying to look\nhumble yet brilliant.\n\n\"I read your article,\" Arnold said, feebly waving the magazine around\nbefore him, \"and I don't mind admitting I didn't understand a word\nof it. Well, I'm not a man to hide his lack of knowledge so I went\nright out and asked some of the men working here about it. They didn't\nunderstand it either. I called up a few people around the country.\nI--Dr. Talbot, I don't know how exactly to say this to you. I don't\nknow what you intended with this article, but it's got people laughing\nat us and we can't have that.\"\n\nHenry kept the same humble look on his face; he fought to keep the same\nexpression. He didn't know what his face might look like if he relaxed\nfor a moment.\n\n\"We didn't expect much research from you when we hired you. Well, we\nknow we're not paying you much, and we don't mind if you don't put out\nmuch work. Hell, we don't care if you don't put out <i>any</i> work. We get\nour money's worth in good will when people know we've got an old pro\nlike you on our payroll; the young kids can see we won't kick them out\nwhen they're all used up. But when you put out papers like this one--\"\nand here he waved the magazine a bit more violently, getting warmed\nup--\"when you do this, and it says Arnold Research Corporation right\nhere under your name, people don't just laugh at you. They laugh at the\nwhole organization. They think that this whole place is going around\ndoing fantastic research like this--this warped field.\"\n\nHe stopped when he saw the look slip a bit from Henry's face, and he\nsaw what was there beneath it. He dropped his eyes and wheezed twice,\nthen heaved his bulk out of the chair.\n\n\"I didn't mean to slam into you that way, Dr. Talbot. You know it's\nan honor to have you associated with the firm. We were even thinking\nof giving you a testimonial banquet next week on your seventy-fifth\nbirthday.... It is next week, isn't it? Well, what I mean to say is--I\nmean we all appreciate the good solid research you've been doing all\nthese years. It's just that--well, you won't fool around like this\nany more, now will you? And we'll just forget all about it. No hard\nfeelings.\"\n\nHe left quickly, and the door closed behind him.\n\nFor the first time in seventy-five years, or in the last sixty-nine at\nleast, Henry Talbot cried.\n\nAfter he cried, he became angry. He wanted to shout, so he left the\noffice early and hurried to his apartment where he could shout without\ndisturbing anyone, which he did. He then took out the vodka, settled\nBucephalus, his cat, on his lap and began to pour.\n\nSeveral hours later Henry Talbot sprawled in the armchair and took\nstock of himself. He came to two conclusions:\n\n1. At his age, what did he care about fame? He knew his theory\nwas sound, and if the people in his own country didn't appreciate\nit, what difference did it make? Now, free from rancor, he could\nunderstand how they must have received his paper. They all knew old\nDr. Talbot--seventy-five and not dead yet. What a ridiculous age\nfor a nuclear physicist! Now he's turning theoretical, they must\nhave chuckled. So they started his paper. And when they came to the\nfirst unorthodox assumption, when they reached the first of the many\nmathematical complexities and indeed paradoxes, they must have closed\nthe magazine and had a good laugh over a cup of coffee.\n\nHad the article been written by some unknown twenty-five-year-old, they\nwould all hail him as a new genius. But coming from old Henry Talbot,\nthe article was ludicrous.\n\nWell, he didn't care. Abroad, he was not so well known. Some countries\nwould not have heard of him at all. They'd read the article seriously,\none or two men would understand it. They'd run some experiments to\nconfirm or deny the hypotheses and Henry was confident the experiments\nwould prove him right. He had only to wait. Of course he hadn't much\ntime left, but perhaps they would do it in a year or two, and perhaps\nhe'd still be here to see it and have the last laugh.\n\n2. He still liked vodka.\n\n<tb>\n\nIt was nineteen years before two Finnish physicists, Arkadt and\nFindrun, ran the necessary experiments. Of the many who had read the\narticle, some knew Talbot and thus laughed it off, some could not\nunderstand it and some understood it and waxed enthusiastic. Eventually\nthe enthusiasm spread to the Finnish Institute for Applied Research\nwhere the essential equipment was available. The experiments were an\nunqualified success.\n\nAs soon as the experiments were confirmed, Arkadt sent a telegram to\nDr. Henry Talbot, in care of the address which had appeared with his\noriginal article, informing him of the happy developments. He and\nFindrun were still celebrating their spectacular success a week later,\nthis time with Dr. Arrhenial, director of the institute, when Arkadt\nmentioned that he had sent such a telegram and had received as yet no\nanswer.\n\nArrhenial smiled into his vodka. \"Didn't you know? Talbot was\nseventy-five years old when he wrote that article. I'm afraid you were\na little too late for him.\"\n\n\"I didn't know,\" Arkadt replied.\n\n\"A shame,\" Findrun murmured. \"It would have made him so happy.\"\n\nThe telephone rang and Arkadt answered it. His wife was calling, with\nunusual news. He had just received a letter from America. Imagine that.\nFrom a Henry Talbot.\n\n<tb>\n\nHenry Talbot saw his face on the cover of <i>Time</i> magazine. He refused\na request to appear on a television quiz program. (The contestant\nthe network had had in mind to appear with Henry won his money\nnevertheless, in the category Theoretical Physics, by correctly naming\nthe year in which Einstein first published his Theory of Relativity,\nthe number of papers which comprised the entire theory, the language\nin which it was first published, the magazine in which it was first\npublished, the year in which the magazine was first printed, the\nname of the first printer of the magazine, and the year in which he\ndied.) Henry Talbot was termed \"The Dean of American Men of Science\"\nby the New York <i>Times</i>, which paper triumphantly reported that only\nthirteen people in the world understood his Warped Field Theory.\nWhen asked if there was now anything else for science to do, he\nreplied, \"Indubitably.\" When pressed for more details, he said that\nhis housekeeper always removed his vodka from the refrigerator at\nthree-thirty, and that if he did not immediately return home, it would\nbecome unbearably warm.\n\nOn the occasion of his ninety-fifth birthday, he was given a gigantic\ntestimonial banquet by the Arnold Research Corporation, \"under whose\nauspices the entire research which culminated in the justly famous\nWarped Field Theory was conducted.\"\n\nThe next week, when he requested the use of their massive cyclotron to\nrun an experiment, he was told that the machine was in use at the time.\nA week later, his request was again shunted off. This happened twice\nmore, and Henry went to see Larry Arnold, Jr.\n\nThe coordinator was affable, and told Henry that he had checked\nhimself, and that unfortunately the machine was in use and that of\ncourse since he, Talbot, was actually at the lab on only a part-time\nbasis, he could not expect to usurp the machine from full-time research\nworkers.\n\nHenry asked what kind of research was being done.\n\nLarry wheezed twice and told him it was investigating certain aspects\nof the Warped Field Theory.\n\n\"I invented the goddam theory and I can't even get at the machine?\"\nHenry shouted.\n\n\"Please, Dr. Talbot. Let's be reasonable. You discovered that theory\ntwenty years ago. I mean, after all. You're an older man now, and\nthat's an expensive piece of machinery--\"\n\nHenry slammed the door as he walked out, was not satisfied with the\neffect, came back and slammed it again, this time shattering the glass.\nHe felt a little better, strode down the hall, and resigned the next\nday, quietly and undramaticly.\n\nHe disappeared into retirement. Reports of his death were printed\noccasionally. They were never denied. They stopped after several years,\nwere taken to be final, and his name was not often mentioned by the\nnewspapers.\n\nOne hundred and three years after his birth, the Nobel Prize was\nawarded to Henry Talbot for his Warped Field Theory. The committee\ndecided not to look into the matter of discovering Dr. Talbot's heirs\nuntil after the ceremony, expecting that someone would turn up to claim\nthe award in his name.\n\nHenry Talbot accepted the medallion and check himself from the hand of\nthe King of Sweden, making his acceptance speech in hurriedly learned\nbut understandable Swedish. The newspapers of the world devoured him\nand made big news of the fact that he had been practically fired nine\nyears before. He was deluged with offers of employment, most of which\nsought him as a public-relations man. He accepted the offer of the\nInstitute for Advanced Study in Princeton, New Jersey. His duties here\nwere non-existent. He would be paid, cared for. He was to think, as\nmuch or as little as he pleased. The Institute was apologetic that\nthey had not been aware of his unemployment previously. He was invited\nto stay with them for as long as he liked. Henry Talbot settled back\nfinally, in comfort.\n\nThe research upon which he now embarked was so deep, so complex,\nthat he did not intend to come to any publishable conclusions in his\nlifetime. He desired no experimentation now; he wanted only to think,\nto think in purely mathematical terms of the universe as an entity. He\nwithdrew into the sanctity of his study, thankful to Princeton for the\npeace and tranquility it offered.\n\nSeveral years later a notice of his death was published in the New York\n<i>Times</i>. Henry did not read the New York <i>Times</i>, but the treasurer at\nthe Institute evidently did. His checks stopped coming. Henry did not\ncomplain. He had saved a lot of money and his tastes were simple. He\ndid not have to pay a bootlegger's price in Princeton.\n\nIn his hundred and eighty-first year, Henry first became seriously\naware of the possibility that he might not die.\n\n<tb>\n\nOne night during his two hundred and forty-fifth year--it began to seem\nto him purposeless, but he still kept accurate count--Henry pushed back\nfrom his desk and sighed.\n\nOutside the window, in the gently falling snow, the campus of Princeton\nlooked exactly as it had when he had first come, but things were\ndifferent. No one now at the Institute knew him; he had known no one\nthere for seventy-five years now. Probably at no other place in the\ncountry than at the Institute for Advanced Study could he have kept his\nstudy for so long, could he have been left so alone. And it was good,\nbut now he was lonely. Lonely, bored by his solitude, aware of his\nboredom and utter lack of friends.\n\nHe had realized long ago the compensation demanded for eternity. When\nhe had first begun to think of the possibility that he might not die,\nhe had realized that it would mean leaving his friends, his family, and\ncontinuing alone. When he had first begun to speculate on his seeming\nimmortality, how it had come about and why, he had known he would be\nlonely.\n\n/P\n    This is the way to the Übermensch,\n    This is the way to the Übermensch,\n    This is the way to the Übermensch,\n    Not in a crowd, but alone.\nP/\n\nNearly every great mind within the past hundred years had pointed out\nthe difficulty of man's accomplishing anything in his brief hundred\nyears of life, had pointed out the necessity of immortality to a great\nmind. And what is necessary will be. But this is the way of evolution:\nnot in a crowd, but alone. One man in a million, then another, then\nanother.\n\nIt was statistically improbable that he was the first. So there must be\nothers. But so far, in two hundred and forty-five years, he had not met\nany that he knew of. Then again, there was no way of knowing. Anyone\npassing him on the street would not know, and he meeting another would\nnot know.\n\nA purring broke through into his reverie and, looking down, he became\naware of Bucephalus, his cat, rubbing against his legs. He laughed,\nbent down and picked her up. Here was the exception, of course. Old\nBucephalus. He laughed again, shaking his head in wonder. He had had\nBucephalus for the past hundred and fifty years.\n\n\"Now what justification does a cat have for living forever?\" he\nwondered aloud, holding her at arm's length and smiling at her. She\nlifted one paw and dabbed at his face. He put her down and went to get\nher milk. \"And how did we ever find each other?\" Perhaps there was some\nsubliminal way of knowing. Perhaps, without knowing, the immortals knew.\n\nWhile Bucephalus lapped at her milk, Henry Talbot walked out for a\nbreath of air. He wandered off the campus, finally pausing in front\nof a candy-and-soda store. He felt a vague curiosity and went in to\nlook at the newspapers. After reading through one, he stood back and\nsighed. The same old thing, always the same old thing. The new wave\nof immigrants--he looked again to see where they were from this time;\nhe didn't recognize the name of the place, but it didn't matter--the\nnew wave of immigrants was a disgrace to New York, was destroying\nreal estate values, was a burden to society, to the <i>last</i> wave of\nimmigrants who had by now made their place. The President said we would\nfight, if necessary, one last war to make the world safe for democracy.\nStatistics showed that juvenile delinquency was on the increase; it was\ntraced to a lack of parental authority in the home.\n\nAlways the same old thing.\n\nOnly his work was new, always changing. But now, after nearly a hundred\nand fifty years of thought, he felt he was in over his head. It was\ngetting too abstract. He needed some good solid experimental research,\nhe felt. Something concrete, down-to-earth. He wanted to play with\na hundred-channel analyzer, measure some cross sections, determine\na beta-decay scheme. But he couldn't ask them here for a lab. He\ndidn't dare tell them who he was. Too much commotion, notoriety. The\nnewspapers again. Good God, no.\n\nHe turned to go back to his study, and then stopped dead. He couldn't\ngo back there. His brain was spinning without a clamp; he needed to\nfasten to something and orient himself in this vast universe. His\nfingers itched to get at some experiment. He couldn't go back to his\nstudy.\n\nHe decided to take a vacation. He had never gotten as far as Miami\nBeach, he remembered. The sun would feel good, and he could do with a\nbit of a tan.\n\nHe flew down that night.\n\nAfter he had checked in at the Sea Lion, and as he was following\nthe bellboy across the high and wide lobby to the elevator, a woman\ncrossed his path. In her late twenties, perhaps early thirties, she was\nsimply stunning. Dark hair, light skin, blue eyes almost purple with a\nEurasian slant to them, long firm legs and slim ankles. For the first\ntime in many a year, Henry stopped to look at a woman.\n\nThe bellboy realized that he had walked on alone and returned to Talbot.\n\n\"That woman is beautiful.\" Henry gestured toward her back.\n\nThe bellboy smirked. Henry followed him to his room.\n\n<tb>\n\nHenry lay in the sun for two weeks and grew younger day by day. His\nskin tanned, his muscles became hard with the exertion of lengthy\nswims, the creases in his face smoothed out. Still he felt vaguely\ndissatisfied, empty. He lay on the beach, gazing into the ocean, and\nknew that something was missing.\n\nThe woman he had seen that first night crossed between him and the\nocean and continued down the beach. Henry watched her out of sight.\n\n\"That woman is beautiful,\" he thought.\n\nSex, he thought. I wonder if that's what's missing. There was another\naspect to be considered, of course. Two hundred and forty-five. And\nthen a blonde young lady in a bikini wavered by him and he knew in that\nmoment that he could.\n\nHe stood up and walked after her.\n\n\"I wonder if I might walk a bit with you,\" he said.\n\nShe looked him over carefully and then shrugged her shoulder, not quite\ndislodging the upper portion of her suit. \"Suitcha self.\"\n\nAfter a while she asked, \"What business ya in?\"\n\n\"I'm sort of retired,\" he explained, finding her very charming and\nrefreshing to talk to. \"I had a modest income a while ago. I invested\nwisely, or prudently at least, and the interest has built up into quite\na fortune by now.\"\n\n\"Really,\" she said.\n\nThey walked down the beach, hand in hand.\n\n<tb>\n\nFive nights later he got out of bed when she fell asleep. He dressed\nand walked despondently down to the lobby. This was not it, not it at\nall. God, but her conversation was absolutely impossible. He couldn't\nstay with her another minute.\n\nHis problem was still unsolved. He wanted to get back to work, he\nwanted company, he wanted <i>life</i> again. As he came into the lobby, the\nwoman of the first night passed by him again. She looked at him as she\ncame, and smiled as she passed.\n\nThat, he thought, is a lovely woman. He stared at her back. How old\nwould you say she is? Late twenties, not a day over thirty. Yet with a\nserenity in the eyes, in the smile somehow, that gives the impression\nof lifetimes of living. Yet not a day over thirty, surely no older than\nthat.\n\nThat, he thought, is what I need. A woman like that to sleep with and,\nyes, to be with, even to talk with. She would not be like the one\nupstairs. But, he thought, one does not buy a woman like that. One\nmarries her. Somehow, without knowing, he knew that.\n\nAnd why not?\n\nWhy not, indeed?\n\nHe returned to his own room, stripped and consulted the mirror. Dye his\nhair, that was really all he needed. He smiled into the mirror. Forty,\nhe thought, even thirty-five. Certainly, with this tan and slim body\nand his hair dyed, thirty-five at the most.\n\nHe went to bed, happily making plans. A new life opened up for him.\n\nHe would take a new name; he would live again. There was nothing to\nstop him.\n\nThat night, in the Sea Lion Hotel in Miami Beach, Henry Talbot died.\n\n<tb>\n\nTwo months later Arnold Bottal, an experimental nuclear physicist of\nperhaps thirty-five, and his charming wife--with exquisite, nearly\npurple Eurasian eyes--joined the new country club in Lincoln Hills, New\nYork, where Bottal had newly joined the Applied Physics Division of the\nCarbide Nuclear Company.\n\nThis Arnold Bottal was not a brilliant physicist, but he was certainly\ncompetent in his job. The company was satisfied with him. He and his\nwife bought a bubble home in the suburbs of Lincoln Hills and, together\nwith their cat Bucephalus, lived happily ever after.",
    "metadata": {
        "author": [
            "Fisher, David E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51475/pg51475.txt",
        "name": "east_in_the_morning.json"
    }
}