{
    "name": "Easy Does It",
    "author": [
        "Wald, E. G. von",
        "Von Wald, E. G."
    ],
    "body": "Hal Webber leaned back in the soft Formair Executive's seat. Although\nhe twisted and shifted his position restlessly, he received the same\nsensation of perfect, comfortable support no matter which way he\nsat in it. Which was only natural, of course. Formair was the best\nsuspend-field furniture manufactured.\n\nAs he squirmed about, he had a faint, puzzled frown on his face, and in\nhis stomach he felt a lurking sensation of unaccustomed tension. Hal\nsimply could not understand it.\n\nThere was a faint humming sound, as the door panel slid back. His\nfather entered the office.\n\n\"Well Hal,\" the old man murmured softly with a placid smile of\nsatisfaction. \"We've done it.\"\n\n\"Done what? Oh, you mean the new coloration process?\"\n\n\"Yes. It will quintuple the net value of the family fortune within a\nyear. We may be the richest people in the world then.\"\n\n\"That's nice,\" Hal said mildly.\n\nHis father flicked a finger across a sensitive spot on the front of the\ndesk and relaxed as a perfect Formair attendant's chair sprang into\nexistence to fit his gross, soft body.\n\n\"Yes indeed,\" he said with a mild sigh. \"It's been a long, long time\nthat we've been working for that. Worked mighty hard, too.\"\n\n\"That's right,\" murmured Hal, a little more forcefully than necessary.\n\"Splendid.\"\n\nHis father's eyebrows rose at the unusual emphasis, but he was much\ntoo cultured to question the point. He continued along the lines of\nthe conversation already started. \"We'll have to do something for\nBruchner. He has been of tremendous assistance on that project. Did it\npractically all by himself. He is a very intelligent man, even if he is\nan Outlander.\"\n\n\"Bruchner,\" said Hal with mild irritation. \"All I hear around here\nlately is Bruchner. What is he, anyway? Nothing but a savage.\"\n\n\"Eh?\" said his father softly, raising his eyebrows again in polite\ninquiry.\n\n\"If Bruchner is such a brilliant fellow, why doesn't he take the\nTreatment and become civilized? I sometimes get a little tired of an\nemployee who tells me I'm wrong all the time.\"\n\n\"But he is almost always right when he makes such statements, Hal,\"\nWebber pointed out mildly. \"For instance, just the other day I asked\nhim about the color range to be used with the new process on the\nFormair Skydome. He stated flatly that blue was a normal color for sky.\nJust like that. I was a little startled, of course, at his lack of\ncourtesy. But after I thought it over a while, blue did seem to be a\nnice color for sky.\"\n\n\"Aaa, blue,\" Hal muttered. \"What's wrong with the green we've always\nused in the past?\"\n\nMr. Webber sighed and squirmed a little to get the chair into a more\ncomfortable fit. Attendant's chairs were not quite as comfortable\nas the Executive type, even if they were Formair. Then he cocked an\neyebrow and looked at his son with mild concern. \"Hal, my boy, what's\nthe trouble? I've never seen you so completely upset in all my life.\"\n\n\"I feel funny,\" murmured Hal. \"As a matter of fact, I feel awful. Maybe\nthere's some connection.\"\n\n\"Ill,\" the old man nodded agreeably. \"Yes, I thought you looked it when\nI came in here. Something in the set of your mouth. Tight, sort of.\"\n\nWith an expression of mild surprise, Hal reached up and tentatively\nfelt around his mouth with a cleanly manicured forefinger.\n\n\"Son,\" Webber murmured, \"how long has it been since you had your last\nCC Treatment?\"\n\n\"Eight years,\" Hal admitted. \"It's a little overdue, I suppose, but\nsurely--\" His voice trailed off softly, as his mind seized upon the\npossibility.\n\n\"That's probably what it is,\" Webber replied. That was a pretty\ndefinite statement for someone to make about another's sensations, but\nanyone could see that the old man was concerned over his son. \"Five\nyears is the standard period at your age. Why haven't you taken it?\"\n\n\"Well, you know,\" Hal whispered. \"It's that new thing they have in it\nnow.\"\n\n\"Ah,\" said his father with comprehension. \"That's right, I forgot all\nabout that. A change. But you won't mind, really you won't. You just\nthink you will.\"\n\n\"Perhaps so,\" Hal said, and hastily changed the subject of conversation\nto a less depressing topic. \"The new coloration process is a real\nsuccess, you say?\"\n\n\"Absolutely. We can now provide flexible hue and chroma for the\ncomplete Formair line--Airchair, Aircab and Airdome. We'll be the only\none who has it, and since every Proprietor on the planet will want\nour new equipment as fast as we turn it out, we'll put every other\nfirm completely out of the business. I've already worked out a method\nso that we can convert to export goods, too, without waiting for the\neconomic balance to be readjusted. Of course, the colonies will have to\ncurtail a little, but we don't have to concern ourselves with them.\"\n\n\"Yes,\" agreed Hal.\n\n\"Bruchner has been very useful to us on it,\" the old man repeated\nagain. \"We'll have to show him we appreciate it.\"\n\nHal's mouth tightened just perceptibly at the mention of the\nredoubtable engineer, but he said nothing. His father continued in his\nsoft, mild voice. \"We must make him a present of something. Should\nit be money? Can't give him property, of course, because he isn't a\ncitizen.\"\n\n\"I don't like the idea of giving an Outlander money. They get their\nallotments and that's enough wealth. If you give them money, they will\nbe able to buy more than their allotment, and that could very easily\nupset our own economic balance, you know.\"\n\n\"Quite true,\" Webber agreed. Then he smiled with placid inspiration. \"I\nknow. We'll give him fame. We'll name the process after him.\"\n\n\"Well,\" Hal said doubtfully, \"I guess that would do it.\"\n\n\"I think so. He's been a great help. As a matter of fact, though, most\nof the Outlanders are helpful. A pity they won't take the Treatments\nand become citizens. It seems sort of sad the way their emotions cut\nthem up at times. Like old Tanan last month. Why, up to then he was\nalmost like a civilized man--even without the treatments.\"\n\n\"I know,\" Hal said tonelessly. \"It was his son, wasn't it?\"\n\n\"Yes. Curious that the old man should be so concerned over that\nlittle unpleasantness. So his son did get a little excited and kill a\nProprietor and was executed himself. No reason for his father to carry\non so about it, is there? I tried to get him to take the Treatment\nthen, but--well, after all, you can hardly expect an uncivilized\nOutlander to appreciate the advantages, can you?\"\n\n\"No.\" Hal did not refer to the fact that the new element recently put\ninto the standard CC Treatment was causing him to postpone taking it\nhimself, but his father seemed to sense his thought.\n\n\"You won't mind it, son. Really you won't. The Treatment will take care\nof the whole thing. It's perfectly obvious that you are suffering from\nthe effects of the delay right at this moment.\"\n\n\"Oh Chaos,\" Hal swore softly. \"Why did they have to go and put that\nelement in anyway?\"\n\n\"Now Hal, you know better than that,\" his father chided him gently. \"It\nwas either include a marital inclination or else go in for a complete\nprogram of artificial insemination. The women have a vote too, you\nknow, and they wouldn't hear of it. They don't object to carrying\na child for a few months--that's always been in their conditioning\nfor some reason or another. But they insisted that if they had to be\nmothers, the men would have to be fathers. And they insisted on a\nstandard, civilized marriage contract to cover the situation.\"\n\n\"I know, I know. I've heard all the arguments. Racial suicide and all.\nNonsense. We can always import Outlanders and force them to take the\nTreatment. Outlanders,\" he pointed out with suitable, mild, cultured\ndisgust, \"breed like animals.\"\n\n\"No son, that wouldn't do the job. We have to keep the blood line.\nOutlanders don't have it, you know. If they did, they would have\npermitted themselves to be civilized long ago.\"\n\nHal's fingers drummed nervously on the desk top, and his father again\nraised an eyebrow in mild concern. He shook his head thoughtfully.\n\nGuiltily, Hal stopped his fingers from their satisfying tattoo. He\nbunched them into a fist instead, and then gazed at it with mild\nunbelief.\n\n\"All right,\" he finally whispered. \"This is simply awful. And it looks\nas if in order to be cured, I'll have to get me a wife along with it. A\npity, though. Everything was perfectly mild without one.\"\n\n\"You'll be mild with a wife, Hal,\" his father assured him softly.\n\"You don't like the prospect now, because it means change. Change, of\ncourse, is always unpleasant. But the Treatment will take care of it\nall right. I know that I didn't expect things to work out so mildly\nwith a wife. It was optional back in those days, and if it hadn't\nbeen for your mother's family money, I never would have married.\nParticularly her--with her family history of fecundity. As witnessed\nby the children we produced--you and your sister. But Formair needed\nthe money, and I was the only available man in the Webber clan. When\nI agreed to make the sacrifice, they made me president of the firm,\nbecause it isn't often that a man will do so much for his own family.\nShows real character. It's in the cultured family blood, naturally.\"\n\nHal had heard all this many, many times before, but he listened without\nirritation. Or at least, with only the mild irritation that was the\nresult of his present unstable condition.\n\n\"Yes indeed,\" his father went on in his mild, comfortable voice.\n\"Hardly knew she was around the house, though, once the Treatment was\nover with. It was just as if she had been around all my life. Marvelous\nprocess.\"\n\n\"All right,\" Hal murmured. \"I'll take it.\"\n\n\"Be a good idea to pick out a wife first. Sometimes there are a\nfew minor adjustments to make because of outstanding individual\ncharacteristics. You get an absolutely perfect fit that way, you know.\"\nHe stood up and walked toward the door, the flabby muscles of his body\neasily supporting the two pounds relative of his weight.\n\n\"The Ansermet family has a female available, I believe,\" he murmured\nas he walked. \"Excellent choice. But you better have the probability\nchecked anyway.\"\n\n\"I know about her,\" Hal replied thoughtfully. \"But what's she like?\nHave you ever met her?\"\n\nHis father smiled benignly back at him, as he practically floated\nthrough the doorway. \"That doesn't matter a bit,\" he said mildly. \"It\ndoesn't make any difference at all what either of you are like. The\nTreatment will bring you both back to absolute, statistical normal,\nand you'll both be a perfect fit for each other. Quite pleasantly\ncivilized.\"\n\nThe door hummed shut behind him.\n\n\"Well,\" Hal announced aloud to himself, \"guess that's it.\"\n\nHe ordered the automatic secretary to make all suitable arrangements\nand then stood up. He walked to the elevator, where a soft, hissing\nbreeze conveyed his temporary one-tenth pound relative gently up the\ntube to the roof. There his weight returned to its normal two pounds\nrelative, and he spoke to the robot attendant. \"My cab.\" His Formair\nAircab was promptly and quietly delivered, and Hal stepped inside.\n\n\"Destination?\" a voice inquired softly from the control bank.\n\n\"Take me to the nearest available Civilization Conditioning Treatment\nCenter.\"\n\nAt once, the cab took off. It was a silent and comfortable motion. Hal\nhad always liked flying.\n\nThe automatic pilot was speaking to him gently. \"Central Authority\nadvises that the nearest available CCT Center at this time is in\nthe metropolis of Knoxville. This requires traversing interurban\nwilderness.\"\n\nHal frowned just slightly. He had never seen the interurban wilderness,\nof course, and had not the slightest desire to do so. That was chaos.\nHe inquired, \"How soon can the local Center take me?\"\n\n\"Three days, seven hours twenty minutes from reference time. Mark\ntime ... mark!\" the robot announced the temporal point of reference.\n\n\"Too long,\" Hal replied wearily. \"Let's go to Knoxville. And shut off\nall outside views. I do not wish to see the chaos.\"\n\nThe Aircab obediently turned and transposed through the suspend-field\nof the York metropolis Airdome. It was an effortless passing, since the\nfield that constituted the wall structure of the Aircab was exactly in\nphase with that of the Airdome field. Both were Formair manufacture, of\ncourse.\n\nThe pleasant, silent, effortless motion of the Aircab soon produced its\nusual somnolent effect on him, and he dozed comfortably off. He slept\nthe entire trip.\n\nAt Knoxville, he spoke to the Center Technician briefly, advising the\nmaster robot of the possibility of his altered economic status, and the\nmatter was thoroughly checked by the computer at Central Authority.\nEvery conceivable source of psychosomatic tension and internal conflict\nwas studied, and suitable alterations on Hal's master curve plotted.\nThe process took ten minutes, while Hal dozed under the soothing warmth\nof the examination cap. There was a crackling buzz, and it was over.\n\nHe awoke immediately, and felt wonderful. No tension. No irritation.\nNot the slightest bit of his recent restlessness. Hal was delighted.\nOn the way out of the cubicle, he encountered another Proprietor, and\nsmiled at him with perfect, civilized mildness.\n\n\"York,\" he ordered his Aircab. Once again, the sleek button-shaped\nvehicle soared up through the Airdome and out over the interurban\nwilderness. Hal contentedly went to sleep right in the middle of the\npilot's automatic rundown of flight data.\n\n\n\nHe was jolted awake by a raucous rattle from the control bank. Blinking\nhis eyes sleepily, he said, \"Please stop all that noise. What is the\ntrouble?\"\n\nA very unpleasant and notably ungentle voice replied, \"Apologies sir.\nWe are out of control. Aircrash has occurred.\"\n\nAircrash! An almost unheard-of thing that sometimes happened to people\nwho used inferior equipment like that produced by firms other than\nFormair. People were even known to be killed by it.\n\n\"Report,\" he said quietly, then flinched a little at the raucous\nscratching of the speech mechanism.\n\n\"Reference point ... mark! Altitude eleven thousand three hundred\nseventy one feet. Velocity reduced to two hundred nine point nine\nmiles per hour. Locus: seven hundred point eight miles from nearest\ncivilized metropolis, which is York.\" The voice continued, but became\nunintelligible as the mangled circuits faltered.\n\nSeven hundred miles from civilization! Wilderness. Chaos; that settled\nit, of course. Hal smiled gently as he realized that he was about to\ndie. A civilized man obviously could not be expected to survive in\nchaos. He observed that he was breathing more strenuously, and realized\nthat it was the result of the rapid failure of the antigravity field.\nNever in his life had Hal been under the full force of the earth's mass\nfield, but he knew the symptoms. Once he had been exposed to a one-half\ngee for a few hours. Very unpleasant, he recalled.\n\nThe automatic pilot's unintelligible speech suddenly stopped\naltogether. There was a heavy, awkward lurch that threw Hal forward\nagainst the front panel. But before he struck it, the field generator\nfailed completely, the panel ceased to exist, and Hal was flying\nthrough the air. He shut his eyes, and placidly waited for death.\n\nA moment later, he hit the ground sharply, rolled over and over, and\nlay still.\n\nHe sighed heavily. Death? He had always fancied that death would be a\ncomplete absence of sensation, and no consciousness of effort whatever.\nInstead, his breath was coming in deep, heavy sighs, his head hurt, his\narm was aching, and something was tickling his nose.\n\n\"Come on, wake up,\" a voice said briskly.\n\nHal opened his eyes and looked up at a golden-framed face. It was the\nface that had been speaking, and the pleasingly shaped lips now moved\nagain. \"You aren't hurt, you know. Just a little shaken up.\"\n\nHal continued to stare at the woman for a moment, then muttered\n\"Umph,\" and struggled to a sitting posture. It was a great effort in\nthe unaccustomed full earth gravitational field. The woman was an\nOutlander, no doubt about it. That was evident from her highly spirited\ntone of voice. But as Hal looked around at the strange picture of\nundisturbed interurban wilderness, he found that most astonishingly\nhe did not mind it. As a matter of fact, he rather liked her tone of\nvoice. It was all very puzzling.\n\n\"What happened?\" he muttered heavily, his eyes moving back to the\nlandscape and the small metal boxes which housed the now defunct\nsuspend-field generators.\n\n\"There must have been something wrong with your Aircab,\" she replied.\n\"You crashed. The same way I did a couple days ago.\" The woman walked\nover to the generator boxes, picked them up and brought them back to\nwhere he was still sitting on the grass. \"We'll need these,\" she\nexplained. \"There are emergency supplies inside them.\"\n\nHal didn't move. She waited a moment, then said lightly, tossing her\ngolden hair, \"Come along now. We're way out in the wilderness, you\nknow, and there aren't any robots to bring us our dinner.\"\n\n\"Wilderness,\" Hal murmured. \"That's right. Well, I guess we'll die\nhere.\"\n\n\"Oh nonsense!\" She stamped her foot with impatience. \"This would have\nto happen to me. Of all people to be stranded with in the wilderness, I\nhave to get one of you insipid, gutless Proprietors.\"\n\n\"Oh yes?\" Hal said with unconscious anger, lurching to his feet. \"Who's\ninsipid and gutless? I'm considerably more civilized than you are.\"\nQuick surprise crossed her face as she listened. Hal continued his\nangry speech. \"Why is it that all you savages always think you know how\nto live better than your superiors? If you are so clever, why aren't\nyou civilized?\"\n\n\"Well, listen to him. You sound almost human.\"\n\nShe was laughing at him!\n\n\"Damn savage,\" he growled. He turned and strode purposefully away from\nher across the soft matting of grass.\n\n\"Where do you think you are going?\" she called.\n\n\"Away from here,\" he replied. But the rapid pace in the unaccustomed\ngravity was very quickly taking his energy. His breath came in deep,\nlabored gasps already, and he could scarcely move his feet.\n\nHe stopped abruptly, and looked at the distant horizon. There was\nnothing in sight that indicated civilization. These regions had\nnot been inhabited for two hundred and fifty years--ever since\nthe severance of the planetary colonies from political control by\nthe motherland, and the settling of the Proprietors into their\nwell-separated, civilized cities. The land was all owned by the\nProprietors, but was unnecessary, and hence not used.\n\nHe felt a light touch on his arm.\n\n\"I'm sorry,\" she apologized softly. \"I can understand you a little, but\nyou're so completely under the influence of your horrible personality\nconditioning methods that you can't possibly understand me.\"\n\n\"Who's under what influence?\" Hal said in a valiant attempt to express\nhis irritation, but his voice held the obvious weakness of fatigue.\n\n\"You poor boy,\" she sympathized. \"You don't sound very much influenced\nby it right now.\"\n\nAt her words, Hal suddenly became aware of the unaccustomed vigor\nof his own emotions, and he was puzzled by it. But it seemed oddly\nunimportant for some reason. \"How come you can handle this awful weight\nso easily?\" he asked her.\n\nHer laughter was light and delightful. \"We spend most of our lives\nunder natural conditions, not under an antigravity machine. I've only\nbeen on Earth for a few months, visiting my father. But a lot of that\ntime was spent out here in this beautiful wilderness.\"\n\n\"Horrible chaos,\" he muttered. He glanced up and observed a mild, blue,\ncloud-studded sky. \"Why it is blue, after all. Isn't it?\"\n\n\"What's blue?\"\n\n\"The skydome.\"\n\nShe glanced up thoughtfully. \"Of course it's blue. And this is not one\nof your artificial skys. This is the real thing. There's no artificial\nweather control out here, you know. You get natural sunlight, natural\nwinds, storms, rain--oh, lots of things.\"\n\n\"Gahh,\" said Hal.\n\n\"What makes you surprised at finding that the sky is blue?\"\n\n\"Probably because I never saw it before. The only time I ever heard\nof its being anything other than green was when an engineer we have\nworking for us at the factory said it was blue.\"\n\n\"Well, never mind the sky. Let's find some place where we can get a\nlittle shelter for the night.\" She began to lead him slowly along an\nanimal trail to a cluster of trees on a nearby stream. She walked with\nthe obviously delayed pace one takes with invalids, but Hal had a\ndifficult time keeping up.\n\nFinally, she said, \"Here's a pretty good place. Sit down next to that\ntree. You must be worn out.\"\n\n\"Oooo,\" he groaned, reclining back against a broad, rough oak trunk,\nthen stiffening painfully away from it again. \"It doesn't fit,\" he\nmourned plaintively.\n\n\"Now you're sounding silly again,\" she scolded. \"Go on, lean back.\nThere aren't any suspend-field lounges out here for you, so you take\nwhat you get.\"\n\nObediently, he relaxed against the rough, twisting bark. He was very,\nvery tired. On second thought, even this rugged seat was comfortable.\nHe sighed heavily, and then looked pensively around again. \"Oh well,\nwhat does it matter? We'll be dead soon.\"\n\n\"Don't talk like that!\" she snapped with annoyance.\n\n\"Why?\" he inquired listlessly. \"Everybody knows a civilized human being\ncan't possibly survive in the wilderness. That's why no one ever comes\nhere. And I'd just as soon die right now, if you have anything suitable\nfor killing.\"\n\nThe woman stared at him with a tight frown between her eyebrows. Then\nshe shook her head with wonder. \"How you people can call yourselves\ncivilized is beyond me. You yourself don't seem so bad, except that you\ndon't have any guts. They've trained it all out by now.\"\n\n\"Please,\" begged Hal. \"You sound like that uncouth engineer that works\nfor us. Impertinent.\"\n\n\"That what engineer?\" she demanded spiritedly. \"Who are you, anyway?\"\n\n\"I'm Webber. Hal Webber. The engineer is a savage--oh sorry.\" He smiled\nweakly. \"You're a savage, too. Guess you Outlanders don't regard\nyourselves as such.\"\n\n\"No we don't,\" she snapped. \"And if it weren't for us, you silly fools\nhere on Earth would have died out long ago.\"\n\n\"Outlanders are noted for their misplaced pride, of course,\" Hal\ncommented with a mildness that was impelled by fatigue rather than\ncivilized conditioning.\n\n\"Oh are we now?\" she said angrily, standing up and bending over him.\n\"And who do you think you are, Lord Proprietor? Some humble god,\nperhaps? Let me tell you something, Hal Webber, I've heard about you.\nYou know who I am? My name is Lois Bruchner. That uncouth engineer you\njust referred to happens to be my father.\"\n\nHal was puzzled. \"What on earth is the matter?\" he asked. \"Why are you\nso excited?\"\n\n\"You called my father uncouth.\"\n\n\"Why get excited about that? After all--\" Hal gestured weakly, trying\nto reason with her, \"--it's only your father. I didn't say you were\nuncouth. Funny thing is--I like you.\"\n\n\"Suppose I called your father names?\" she demanded, her lower lip\nprotruding belligerently.\n\n\"You can call him anything you like as far as I am concerned.\"\n\nLois Bruchner stood there a moment, her mouth open in astonishment.\nThen she sat down beside him again quietly.\n\n\"That's right,\" she murmured, \"they even educate love out of you.\"\n\nHal sighed heavily, and slid away from the tree onto the rough, rocky\nground. It was painful, but he was so tired. His breath came in\nregular, deep sighs as he went to sleep.\n\n\n\nBy the time he woke, Lois had constructed a kind of primitive lean-to\nshelter over him. Hal was amazed. The sheltering purpose of the\nstructure was evident to him, and he was startled that she should have\nbeen able to design such a thing on the spur of the moment.\n\nShe heard him stir and looked up from the fire she had built in front\nof the lean-to. \"Hungry?\" she asked.\n\nHe was ravenous, but his muscles ached in every fibre. His wonder at\nher cleverness disappeared abruptly when he tried to move. He rolled\nover groaning and helpless.\n\nImmediately, she was at his side, pushing him back onto the bed of dry,\nfragrant grass she had put him on. \"Now don't try to move around,\" she\nadmonished. \"Just a few days, and you'll be all right.\"\n\n\"Oooo,\" Hal groaned. \"This is awful.\"\n\n\"There, there,\" she murmured solicitously. \"I've made you some soup.\nYou'll like it.\"\n\n\"Soup,\" he groaned. \"I want food. Good solid synthomeat. Don't you have\nany food?\"\n\n\"Solid food in your stomach so soon in this heavy gravity would kill\nyou.\"\n\nShe went away and returned quickly with a little cup and spoon, and\nproceeded to empty the container into his lax mouth a few drops at a\ntime. After a while, he ceased his protesting. It was less painful\nto swallow the slop than to fight it. Very soon afterward, he lost\nconsciousness.\n\n\n\nLater, he was again aware of his surroundings. He felt tremendously\nbetter, and observed with a peculiar satisfaction that it was morning.\nFunny sounds were in the air, which he eventually recognized as the\ncries of wild birds and insects. Insects? He blinked his eyes and\nstruggled to a sitting position, and looked worriedly around. Insects\ncan carry disease, he remembered. And wild animals were reported to be\ncarnivorous.\n\nHis clumsy motions awakened Lois, who had been sleeping beside him. Hal\nlooked down at her with a vague wonder. Such a nice looking savage,\nhe thought, as she popped open her eyes. She smiled a pleased morning\nsmile at him and lazily stretched.\n\n\"Hi,\" she said. \"How do you feel?\"\n\n\"Quite mild,\" Hal admitted with wonder. \"Odd, too. That junk you fed me\nlast night must have some very efficient drug in it.\"\n\n\"Junk I fed you last night?\" Lois echoed, sitting up. Then she laughed\nher amusement. \"Oh, you mean that soup. That wasn't last night, Hal\nWebber. That was last week.\"\n\n\"But--I just woke up,\" he protested.\n\n\"Yes.\" She smiled at him, reaching up and patting his cheek\naffectionately. \"You've been a little delirious. Gravity trauma, very\ncommon. You get used to it fast, but that's one thing they didn't\ncondition you to, I guess, and your conscious promptly rejected the\npossibility.\"\n\nSudden remembrance came to Hal of the agony it had been to move\nthe last time he remembered trying it. Cautiously he lifted an arm\nand flexed it. He glanced back at Lois, who was watching him with\namusement. \"It feels all right now. Heavy and clumsy, but no pain.\"\n\n\"Good.\" She stood up and brushed her unruly hair away from her\nforehead. \"I'll fix your breakfast just as soon as I take my bath, all\nright?\" she said. Hal nodded absently. The stream was twenty yards\naway, and Lois walked quickly over to it. There she pulled her jumper\nover her head and dove into the crystal water. \"Eeii, it's cold!\" she\nshrieked. Her vigorous splashing threw sharp brilliance in the early\nmorning sunlight. After a few minutes, she came out, letting the water\ndry on her soft, golden skin.\n\nHal was watching her in open-mouthed admiration. It was a most\nremarkable sensation, this pleasure at seeing her move in that lithe,\nsupple way. He had never before experienced such a thing.\n\nAs she came up on the grassy bank, she noticed his rapt gaze, and\nquickly snatched up her single garment and held it in front of her.\n\"All right,\" she told him briskly. \"You too. You're much too big for me\nto handle effectively, so you haven't had a decent bath since we got\nhere. And it gets pretty hot during the day.\"\n\nObediently, as if in a vic-spell, Hal stood up and walked to the\nwater's edge, keeping his eyes on her.\n\n\"Look where you're going,\" she said sharply, and he shook his head\ndazedly. He slowly removed his clothing, dropped it on the ground, and\njumped into the water.\n\nThat was the end of the spell. The water was like ice, he howled like\na wounded animal and tried to jump out again. But the gravity made him\nclumsy and he fell back with a great splash. He rose again, gasping and\nsputtering, making wild, awkward movements--in a frenzy to get out of\nthe excruciating coldness. Finally he was lying on the grass, panting\nand exhausted.\n\nLois was standing over him, her pale blue eyes dancing with delight.\n\"What a spectacle,\" she bubbled merrily. \"You should have seen\nyourself. I sure wish I had a vic-o-graph with me. Such performances\nshould be preserved.\"\n\nUnaccountably, Hal found himself gurgling like a delighted baby, and\nthen laughing with her in loud, uncivilized guffaws.\n\nAfter a few minutes, they were both worn out with hilarity. Lois\nsighed. She gave him a brimming smile, and went on back to the lean-to.\n\"Get your clothes on,\" she said. \"I'll have some breakfast for you in a\nfew minutes.\"\n\n\n\nIt was food, Hal agreed, but it was not very good. It had come out of\nthe standard emergency ration from the Aircab master units, and no\npower on earth could have made it very palatable. And the supply was\nnearly gone.\n\n\"I don't know how we can get back,\" she said thoughtfully, as she\nchewed on a wafer. \"Plenty of Aircabs go by--I've seen a dozen or\nso during the past week. But nobody ever looks out of them except\nOutlanders, and there aren't many of us around. So there isn't any\npoint in building a signal fire.\"\n\nHal did not reply. He lay back on the grass, his belly full with\nunaccustomed satisfaction, staring at the blue sky. He decided that he\nstill preferred green. \"It's sort of a washed-out color,\" he murmured.\n\n\"What?\"\n\n\"The sky. It's sort of pallid and weak-looking.\"\n\n\"That's haze. But spoken like a big, strong man,\" she said lightly. And\nthen wistfully added, \"A pity they always take it out of you.\"\n\nHal frowned, and looked down from the sky to the windblown dampness of\nher golden hair. \"What do you mean by that?\" he inquired.\n\n\"Nothing.\" Her gaze returned modestly to her wafer, and she continued\nthe former subject. \"We were talking about getting back to what you\ncall civilization, remember? Or do you prefer we become the new Adam\nand Eve lost in the wilderness?\" she asked, her eyes dancing. \"We could\nstart a new primitive dynasty of plains savages.\"\n\n\"Oh.\" Hal's mind came back to the immediate problem. \"Oh, yes, that's\nright. We have to get back.\" He frowned a moment. \"Well now, let's see.\nThere're a number of emergency stations spotted around the interurban\nwilderness. Can't just remember where I learned about them--must have\nbeen Treatment information.\" He thoughtfully picked up a stick and\nbegan drawing diagrams of maps in the loose soil. \"There.\" He pointed\nwith the stick. \"One of them should be about two hundred miles north\nof where we are now, provided the automatic pilot of my Aircab was\naccurate in its final position fix.\"\n\nLois was looking at the crude map when he glanced back up at her. There\nseemed to be a sadness in her expression. She nodded her head at the\nmap. \"From that it looks like those emasculating treatments do some\ngood after all.\"\n\n\"Don't talk like that,\" he reproved her. \"The Civilization Conditioning\nTreatment is the basis of our culture.\"\n\nShe started to speak, hesitated, and then blurted out, \"What,\nprecisely, does it do for you?\"\n\n\"Don't you know?\" Hal asked astonished, and then answered his own\nquestion. \"Oh, of course, Outlanders would hardly know much about\ncivilized history. Well, before interplanetary exploration was started,\nthere weren't any areas at all like this wilderness. The planet was\nmuch too crowded. The people lived in huge, contiguous cities and were\nincessantly battling with each other for economic survival, social\nsurvival and animal survival. The vast majority of the population\ncouldn't stand it. They developed all kinds of psychogenic illnesses.\nThe impact of the uncontrolled inclinations of individuals meeting the\nabsolute self-control required by civilization was killing them.\n\n\"Then, gradually, the Civilization Conditioning process was developed.\nWhat happened then was just what you would expect--the people who\ntook the Treatments were so much better adapted to civilized living\nconditions that the others simply didn't have a chance. Just as soon\nas planetary colonies were opened up, the savages were all shipped\noff. There were a lot of riots and small-scale wars for a while, but\neventually the superior conditioning of the civilized people won out.\n\n\"After things had stabilized again, anyone who wanted to was permitted\nto become an Earth citizen, but he had to take the Treatment, and keep\nit up. But by that time, most savages had a lot of peculiar prejudices\nagainst it, so the population of Earth has remained very small. The\nrobotic defenses of the Proprietors protected the planet from further\ninvasion, and now the robotic police maintain order everywhere in the\nsystem.\n\n\"Of course, the planets are extremely poor in natural resources, so\nwe supply the basic material, even though we relinquished political\ncontrol long ago. The colonies pay us by sending unusually gifted\ntechnicians like your father to work for us. Naturally, Outlanders\nhave no rights, whatsoever, here. Not even the right to life or\nfreedom or payment of the material allotment. But unless they commit\na crime or otherwise interfere with the Proprietors, there is not the\nslightest danger of being molested by any citizen, because citizens are\ncivilized.\"\n\nHal stopped his history lecture and looked back up at her. \"The\nTreatment is responsible for the entire rational order of our culture,\nas you probably know.\"\n\n\"But look how insipid it makes you all,\" she burst out. \"You're so weak\nand wishy-washy. There isn't a noble or even a strong sentiment in your\nentire society.\"\n\n\"That is how the process works. It is nothing but a series of checks\nand balances artificially installed in the subconscious which make\nstrong sentiments unnecessary, and which prevent unstable activity.\nThe result is a perfectly smooth existence with no ups or downs, and a\nperfect cooperation between civilized people.\"\n\nLois thought this over for a moment. Then she asked curiously, \"How\ndo you account for the fact that you--after all the Treatments you\nhave taken--are so different from other Proprietors? You, well--\"\nshe stumbled, blushing a little--\"you seem perfectly normal in your\nreactions.\"\n\nHal shook his head. \"I don't know. Maybe my last Treatment had an error\nin it.\" But he shook his head again at that idea, because the computer\nat Central Authority never made mistakes. \"It _is_ strange.\"\n\n\"I think it's wonderful.\" She smiled at him with quick radiance.\n\nHal grinned happily back at her, feeling an alien surge of joy as he\nlooked at the smile and at her. \"Well, whatever it is, for the next few\nmonths or so it looks like we'll be savages in fact.\"\n\n\n\nThey were. And they took a long time walking north to their\ndestination. It was a remarkably satisfying experience for Hal. And it\nwas for Lois, too, as she pointed out to him the night after they found\nthe emergency station. There was a small Formair shelter at the place,\nand a simple automatic distress transmitter which was set in operation\nby one push of a button. Symbols marked on the case of the transmitter\nassured them that assistance would be forthcoming within twelve hours.\n\nIt was their first night in a civilized shelter, and their last night\ntogether in the wilderness. Early the next morning, an Authority Aircab\ncame humming swiftly down to the meadow where they were waiting.\n\nOnce inside the Aircab, Hal became taciturn and thoughtful, but Lois\nwas not disturbed. She talked enough for both of them. Hal luxuriated\nin the pleasant reawakened rapport with the things of civilization.\n\nBack at the city, they went to Bruchner's residence, and Lois' father\nrushed outside to greet them. Lois ran happily to him, embracing\nhim, and volubly explaining how wonderful Hal was, how he had saved\nher from being gobbled up by a lot of wild animals, and how strong\nhe was, and sundry other affectionately innocuous exaggerations. Hal\nlooked curiously on for a few minutes in idle wonder at the strange\nattachments of Outlanders. Then Lois proudly pulled him over next to\nher.\n\n\"Isn't he wonderful? And we're in love--oh, so much in love.\"\n\n\"Lois,\" Bruchner mumbled unhappily. \"There are some things you have to\nbe told. I should have told you before--\"\n\n\"You don't have to tell me anything,\" she bubbled happily. \"You can\nsay all you want to about the Proprietors, but this one is different.\nHe's--he's real!\"\n\nHal laughed diffidently, and moved a little further away from her. He\ngazed around at the city, recognizing it with thirsty familiarity,\nhappily part of it again. The experience of the past three months\nalready seemed far away.\n\n\"Hal,\" Lois murmured, suddenly aware of his rapidly growing coolness.\n\"Hal, darling, what's wrong?\"\n\n\"Why nothing at all, uh, Lois.\" He looked at her uncomfortably for a\nmoment, and backed a step further. \"It's just--well, you know.\"\n\n\"Oh no you don't,\" she cried, rushing up to him and grabbing his arm.\n\"Where are you going--Dad!\"\n\n\"Please, Miss Bruchner,\" Hal murmured mildly, disengaging his arm from\nher. He gazed hungrily around him again the moment she let go, and\nlooked back at her only when he was startled by a sudden, choking sob.\nLois was staring at him, her fist to her mouth, the pale blue eyes\nbrimming.\n\n\"Oh no!\" she cried tremulously.\n\n\"Lois,\" Bruchner said, his voice sounding harsh with repressed\nemotions, \"come in here. You've got to know what the situation is.\" He\nput his arm around her trembling shoulders and led her off, glaring at\nHal in helpless fury.\n\nThe moment they were out of sight, Hal turned and stepped back into\nthe Aircab. He ordered it to take him home. His parents were there,\nwatching a vic-entertainment, which Hal promptly turned off.\n\n\"Who did that?\" his father mumbled, coming immediately out of the\ntrance. \"Hal? That wasn't a very nice thing to do, son.\"\n\n\"Why Hal,\" his mother sighed mildly. \"You're not dead after all.\nHow nice. Don't pay any attention to your father--it wasn't a very\ninteresting vic anyway.\"\n\n\"Shouldn't turn it off like that, though.\"\n\n\"Um, sorry,\" Hal apologized gently. He relaxed into the comfortable,\nperfect fit of a Formair lounge. \"Just thought I'd let you know I'm\nstill alive.\"\n\n\"Well, we're glad,\" his mother murmured absently. \"Must have been\npretty awful.\"\n\n\"That's the funny thing about it, though--I didn't mind it a bit at\nthe time. Very curious. I had an Outlander woman with me--Bruchner's\ndaughter, as a matter of fact.\"\n\n\"Oh dear,\" Mrs. Webber sighed. \"Poor Hal.\"\n\n\"Well, like I say, it wasn't exactly mild, but it was quite tolerable,\nsomehow.\" He frowned just slightly, and shook his head at the\npuzzling incongruity. He recalled his three months of association\nwith the uncivilized woman, somewhat wistfully contemplating strong,\noverpowering sentiments in a chaotic wilderness. \"Anyway,\" he said at\nlast, \"I'm home again, and it's all over. I won't have to have anything\nto do with her now.\"\n\n\"Yes,\" Mrs. Webber murmured. \"Odd that you should have survived though,\nisn't it? I thought a civilized man in the wilderness would die almost\nat once.\"\n\nWebber gave the cultured equivalent of a mild snort. \"Of course he\ncould survive. Oh--\" and he laughed softly in apology \"--that's right.\nI forgot to tell you about that.\"\n\nThe eyes of his wife politely turned to him and he explained. \"A couple\nof weeks after our son here apparently had been killed, I happened\nto run into an Authority physician. I mentioned it to him, just in\npassing. He told me that there was a factor in the CC Treatment that\nprovided for such things.\n\n\"It seems that the Civilization Conditioning they give you is only\ndesigned to enable a man to survive in a city. In order for the\nconditioning to function, you have to have that civilized urban\nenvironment. Once the environment is removed, the conditioned complex\nhas nothing to react against, and the man immediately becomes\nalmost--but not quite--as savage as a typical Outlander.\n\n\"That way, a civilized man can always manage to live in the wilderness,\ngiven half a chance. Once he gets back into a city again, the proper,\ncivilized environment is returned, the conditioning starts functioning\nimmediately and presto!--the man is civilized again.\"\n\n\"Well now, that's nice,\" Mrs. Webber said placidly. \"Wouldn't like to\nsee my boy dead.\"\n\n\"Yes,\" her husband mused. \"The physician told me that right after we\ndecided Hal was dead. I was going to mention it to you, but it slipped\nmy mind somehow.\"\n\n\"Well, you're just a tiny bit forgetful at times, dear.\" Mrs. Webber\nsighed softly and turned to her son. \"Hal, dear, it's awfully nice to\nsee you back again. Would you be kind enough to switch the vic back\non?\"\n\n\n\nContentedly, Hal complied, and was himself immediately carried away by\nthe vicarious entertainment, pleased to put the disturbing dream of the\npast three months comfortably behind him.",
    "metadata": {
        "author": [
            "Wald, E. G. von",
            "Von Wald, E. G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59255/pg59255.txt",
        "name": "easy_does_it.json"
    }
}