{
    "name": "Easy money",
    "author": [
        "Sinclair, William Brown",
        "Sinclair, Bertrand William",
        "Sinclair, Bill",
        "Sinclair, Bertrand W."
    ],
    "body": "The cool autumn wind riffled across Lonesome Prairie. It fluttered the\nmanes and tails of a dozen saddled horses standing in a compact group,\nawaiting the pleasure of their riders, who stood and squatted in various\npostures, casting occasional glances at a number of flat, wrinkled\nobjects in the grass of a tiny hollow. They had come upon these objects\nquite unexpectedly and had stopped to examine them. One rider had gone\ngalloping back toward camp. The rest waited.\n\n“Gosh, old Elmer’ll go straight in the air when he sees this,” one\nremarked.\n\nTwo miles distant a herd was stringing south. Heavy-loaded wagons,\ntooled respectively by a cook and a night herder, with a comet’s tail of\nsaddle stock following behind, bore in the same direction. And from that\ndirection three men were now riding full tilt toward the dismounted\ncow-punchers.\n\nWhen they pulled up at the group, Elmer Duffy gave an immediate\nexhibition of what his rider had termed “going straight in the air.”\nElmer was past forty, a sandy-haired Texan, with a capacity for\nirritable conduct that remained mostly hidden beneath a placid exterior.\nHe had a long, solemn face. He took his position as the active head of a\nbig cow outfit rather more seriously than range bosses usually did. This\nattitude, together with his slumbering crabbedness, did not make him\npopular with his men.\n\n“What’s all this?” he demanded.\n\n“Well,” one sunny-faced young fellow explained, “as near as we can see,\nit’s eight beef hides with the Seventy-seven brand, that’s been skinned\noff their rightful wearers and laid out to dry in the sun by some kind\nsoul. We happened on ’em an’ sent Mike back to tell you, because we\nthought maybe you’d be interested.”\n\nMr. Duffy prowled from one hide to the other. The skulls and shin bones\nand hoofs of the defunct animals were scattered about for all and sundry\nto behold, where the coyotes had gnawed them. But they knew very well\nthat neither wolf nor coyote had pulled down a bunch of mature cattle\nlike that. And, as the foreman of the Seventy-seven gathered the import\nof these remains, he grew red in the face, and his language became\neloquent but unprintable.\n\n“Some dirty thieves has been butcherin’ beef an’ gettin’ away with it,”\nhe stormed. “I’d give five hundred dollars cold cash to lay hands on\n’em.”\n\n“If you’d advertise that in the _River Press_,” the same youngster\nlaughed, “maybe they’d come in and give themselves up for the reward.”\n\nElmer glared at him.\n\n“Don’t get fresh,” he growled. “This here’s serious.”\n\n“So it seems,” Charlie Shaw replied carelessly. “But there’s no law\nagainst joshin’.”\n\n“This ain’t no josh,” Duffy declared, embellishing his statement with an\nearnest oath. “And I suppose all a man can expect when he finds that a\nbunch of thieves is loose on the range is for featherheads like you to\nmake a joke of it. If it was your cattle that’d been killed, you’d sing\na different tune.”\n\nCharlie Shaw’s laughing mouth shut in a tight line.\n\n“I would, Elmer,” he said quietly. “I’d keep my mouth shut and go after\n’em. I wouldn’t waste my breath cussin’.”\n\n“_You_ wouldn’t waste your breath cussin’!” Elmer exploded. “No! All you\nc’n waste is the outfit’s time an’ your money at poker. If I had to\ndepend on boneheads like you to protect the outfit’s interests, the\nSeventy-seven would go to hell in two seasons. Josh--that’s all you know\nhow to do.”\n\nCharlie took a step toward him. He was tall and slim, older in years and\nexperience than his boyish face told, and his merry blue eyes suddenly\nceased to be merry.\n\n“Don’t get too personal in your remarks, Elmer,” he warned. “I might get\nserious myself.”\n\n“Personal! Personal!” Duffy bellowed. “Say, lemme tell you somethin’.”\n\nAs an offset to his unfortunate disposition, Elmer Duffy had a\nreasonable amount of common sense; otherwise, he could not have guided\nthe destiny of the Seventy-seven. He realized that he _had_ got too\npersonal. And he couldn’t back down without losing face. He had no high\nopinion of Charlie Shaw’s intelligence. No serious-minded man ever has a\nhigh opinion of light-minded youth, and Charlie had been the play boy of\nthe Seventy-seven all that summer--a competent enough range rider, with\nno proper sense of responsibility, according to Elmer. But Shaw had\nnerve. His record and his actions made even Elmer Duffy concede that.\nAnd Elmer didn’t hunger for war over a mere matter of levity.\n\n“You go onto the wagon,” he said stiffly, refusing to pursue the\ncontention farther. “Catch your horses, pack your bed, and we’ll part\ncompany. Here’s your time.”\n\n                   *       *       *       *       *\n\nHe disregarded Charlie’s palpably belligerent attitude, sat himself on\nthe grass, drew a check book and indelible pencil from his pocket, and\nproceeded to write out a check.\n\n“You drew most all you had comin’ last trip,” he said, as he handed over\nthe green slip. “There’s the balance.”\n\n“So you think I’m a bonehead, do you?” Charlie inquired gravely. “I\nwonder if I couldn’t sort of change your mind about that.”\n\n“I don’t want to have no fuss with you, Shaw,” Elmer said curtly. “I\ncan’t have a man in the outfit I don’t hitch with. You’re young an’\ncareless an’ hot-headed an’----”\n\n“An’ you’re middle-aged an’ staggerin’ under a tremendous weight of\nresponsibility an’ cranky as a bull with the seven-year itch,” Shaw\nretorted. “I don’t give a damn about you firin’ me, Elmer. But nobody\ncan talk to me----”\n\nA couple of men horned in between them. Everybody in the crew liked\nCharlie Shaw. They respected Duffy, even if they didn’t love him. No one\nwanted to see a fuss over nothing. And they could see the making of a\npowder fog in that unexpected clash born of irritation and a loose\ntongue. They twisted Charlie Shaw about and spoke soothingly to him.\nWhile they strove with his outraged dignity, Elmer Duffy, exercising\nuncommonly good judgment, mounted his horse and issued orders.\n\nThereafter Charlie could only let it go as it stood, or make himself\nridiculous by insisting on a ruction with a man who patently desired to\navoid one. Duffy could indicate his distaste without having his nerve\nquestioned.\n\nBut when the dozen riders were bobbing away in a row, Charlie sat on his\nhorse, disconsolate, indignant and still resentful.\n\n“Darn his hide,” he reflected. “I was just about to tangle with him, I\nguess. By gosh, I’ll make him sing a different tune yet. Bonehead? Huh!\nThinks I don’t know enough to come in out of the rain. Just because I\npushed him over some beefed steers. Gosh darn him, I _will_ show him.”\n\nJust how, Charlie hadn’t the remotest idea. The present occasion did not\nlook particularly auspicious. The drama of an old range song flitted\nunpleasantly through Charlie’s mind:\n\n    Heaps of fun in the summertime,\n      Pockets full of gold.\n    But when you’re broke in the wintertime,\n      Oh, mister, ain’t it cold!\n\nA raw October wind whistled mournfully across Lonesome Prairie. Charlie\nthought regretfully of the celebrated poker game in which he had\nrecently dropped practically a summer’s wages. Round-up was nearly over.\nThe big outfits seldom took on men in the fall. Oh--well. But he would\ncertainly show Elmer Duffy he could do something besides taking life as\na perpetual joke.\n\nEven a natural clown has his serious moments.\n\n                   *       *       *       *       *\n\nDarkness on the plains is like darkness on the sea. If the stars are\nhidden there is no guiding mark--nothing but an immensity of shrouded\nsilence in which a rider is like a ship without a compass. Yet men cast\naway at sea in open boats win to a landfall by day or night. Men cross\nthe plains when night spreads her ebony wings and do not miss their\ndestination. Each has his own resources of location and direction; the\nmariner by dead reckoning, based on observation of wind and heaving\nswells at sundown, the plainsman by his knowledge of the roll of the\nground and the directional trend of gently undulating slopes. The rider\nfeels these under the feet of his horse, as the seaman feels the lift\nand fall of his vessel.\n\nSo Charlie, crossing alone a forty-mile stretch of Lonesome Prairie, was\nas sure of his course as if bright day had shown him the Sweet Grass in\nthe north, the blue summit of the Bear Paws on the eastern sky line, and\nthe dark broken line to the south, where Marias Valley cut the plains.\nHe rode at a jog trot, bearing south, always south, toward a ranch he\nknew, although the cloud rack in the sky darkened the plains, so that\nthe outstretched fingers of a hand were scarcely visible.\n\nHe had fifteen miles yet to go, if he had not miscalculated. Nowhere in\nthe stretch he had covered was there any great difference in elevation.\nIt was all flat, with scarcely perceptible hollows bearing away to the\neast, toward Lonesome Prairie Lake. But he approached now a terrain of\nless monotony, and he began to peer ahead for a well-known beacon,\nsomething akin to that which guided the Israelites on an historical\noccasion, a pillar of fire by night.\n\nScarcely exact to call it a pillar. It was no more than a flickering\ngleam--an uncanny momentary glow. It came from an exposed surface seam\nof lignite coal, mysteriously set on fire long ago and burning still in\nthe bowels of the earth. In the dark, flame and ignited gas would\nregularly flare about the pit, a ghostly incandescence, flashing\nintermittently above the smoldering embers of the burning seam.\n\nHe marked it, at last, well ahead and a little to the right. He let the\nreins dangle loosely. The black horse he bestrode had been bred and\nbroken in the Marias Valley. He would bear straight south, now, at a\nsteady, smooth trot.\n\n“I expect,” he muttered to the beast’s dim ears, “you know we’re headed\nfor the TL, like the feller who went home when there was no place else\nto go, eh, Crepe? You wouldn’t, bein’ a one-ideaed animal, think of\nheadin’ back for the Seventy-seven round-up. Well, go to it, old boy.”\n\nOut of the dark a strange whispering sound arose. At first, Charlie took\nit to be the wind springing up again. Yet his ears no more than caught\nthe sound, than he knew it was no wind rustling across the prairie. He\npulled up. It sounded plainer, then--not so far ahead of him; it was\nunaccountable, mysterious, beyond identification. The curious fancy came\nto Charlie that it was like a giant snake crawling on its belly over the\nstiff dry grass. And that bit of imagery made him smile. Pythons in the\njungle night! And the largest reptile in Montana was a four-foot\nrattlesnake.\n\nBut that whispering sound stirred his curiosity to a great pitch. He had\nnot the remotest idea what caused it, and he was familiar with every\nlegitimate noise a man might expect to hear anywhere on the plains after\nnightfall--the rush of wind, the sound of running water, the thunder of\nhoofs, insect voices, the tumult of a herd, or the tiniest stirring.\n\nAnd, as he sat his horse, wondering what it could possibly be, the sound\ndied away to nothing.\n\nHe shook up his horse. The pack animal came up on a slack rope. A\nhundred yards straight ahead Crepe shied and snorted violently.\n\n“Now, what the dickens!” Charlie exclaimed testily. “You darned fool!\nWhat’s eatin’ you?”\n\nHe was tired. These coltish antics from a staid old cow horse annoyed\nhim. He spoke this annoyance aloud. He jabbed Crepe chastisingly with\nhis spurs. Leather creaked. The bit chains and spur rowels clanked. The\nblack horse’s hoofs thudded sharply on the hard ground, as he plunged\nunder the prick of the rowels. Charlie swore.\n\n                   *       *       *       *       *\n\nIn that still air a man’s voice carried a long way. There was nothing he\ncould see to scare the horse. But the last of his harsh, reproving words\nwas still in his mouth when something occurred to justify, in a measure,\nCrepe’s strange behavior, although it explained nothing.\n\nA rose-and-orange flower bloomed suddenly in the blackness on his left.\nA sharp _pow!_ as a gun spoke in the abrupt, staccato manner of guns\nwhen they speak. Something whined, _wh-e-e-e!_ away off. For a second\nCharlie hesitated, reins taut, wondering. A signal--somebody lost?\nOr----\n\nHis perceptions were exceedingly rapid and logical. The sluggish-minded\ndid not usually function long in the range country. Nor was he a nervous\nor timorous man. He did not jump to the conclusion that he had been shot\nat, because he knew of no reason why any one should shoot at him. Nor\nwas he apt to be nervous under fire, having had that unpleasant\nexperience once or twice. At the same time he wanted to know just what\n_was_ afoot. He felt reasonably safe in the shrouding cover of the dark,\nif he were intruding on anything or any one.\n\nSo he lifted up his voice in a lusty bellow.\n\n“Hey, there! What you shootin’ at?”\n\nHe got his answer at once. The gaudy flower of the Winchester gardens\nbloomed its momentary brilliance in the night--once, twice, a third\ntime.\n\nCharlie did not pause to investigate. He gave Crepe his head and\ndeparted thence. Two more shots followed upon the hurried beat of the\nhoofs. The whine of bullets overhead told Charlie that whoever fired\nback, there in the darkness, was firing at him, sight unseen.\n\n“Visitors ain’t popular here,” he muttered. “Far be it from me to\ndisturb anybody’s privacy. _I_ don’t need no second hint, you darned\nfool. Save your powder.”\n\nHalf a mile at headlong gallop, and he pulled up to listen. No sound of\npursuit. No breath of air stirred. Nothing. He might have been a\nsolitary soul in a darkened void. That silence could be felt. He rode on\nat the same jog trot.\n\n“Now, what was all that about, back there, I wonder?” he said to\nhimself.\n\nHe was still wondering when he dropped down the north bank of the\nMarias, forded a clear shallow river that sang a welcome song in a night\nthat held a touch of frost, and into which Crepe and the pack pony\ndipped their muzzles thirstily. And this puzzled wonder still persisted\nin Charlie’s mind half an hour later, when he snuggled down in his\nunfolded bed beside the TL stable wall, inside which his horses\ncontentedly munched hay. His last conscious thought was of that strange,\nwhispering sound in the night, and the reason for those shots. And it\nwas the first thing in his mind when he opened his eyes to bright\nsunshine pouring into the valley, and “Rock” Holloway inquiring jovially\nwhy in blazes he didn’t use the bunk house instead of the open air for\nsleeping purposes.\n\n“I just got in during the night, myself,” Rock told him. “Been riding\nwith the Maltese Cross. Come on and have some breakfast.”\n\nNona Holloway smiled at Charlie. Neither she nor her husband asked\nquestions. Charlie Shaw had ridden for her long before Rock came into\nthe Marias country, when she was a slim, sad wisp of a girl, with a baby\nsister and a bunch of cattle on her hands and a strange quality of\nexciting the admiration and respect of every man she came in contact\nwith. Rock had fallen in love with her and married her, and the TL had\nwaxed prosperous under their joint control. And Charlie Shaw had drifted\nout of their employment for reasons that he could never think about,\nmuch less discuss. He didn’t know why he drifted in there now, except\nthat these two were his friends, and he knew he was welcome, and it was\non his way, because, when he parted with the Seventy-seven, he had\ndecided to head for Fort Benton in search of a job. He would not ask\nRock for a job. A foolish pride forbade, although he had never been able\nto rid himself of a feeling that the TL was home.\n\nSo he ate breakfast and merely remarked that he was through with the\nSeventy-seven and on his way. And after breakfast, as he and Rock stood\non the porch, Charlie looked out over the valley with a touch of regret.\nFour years is a long time, and just that period had elapsed since Rock\nHolloway came jogging across Lonesome Prairie, to look his first on the\nsilver band of the Marias, to find himself faced at this very ranch with\na tragic emergency. And now, Charlie reflected, Rock had a wife and a\nson and three thousand cattle and a ranch that was a tiny kingdom in\nitself. They had fought side by side against high-handed thieves.\nCharlie had drifted, and Rock had taken root. Peace and prosperity and\nhappiness had come to him and the girl to whom Charlie had been a loyal\nservant before Rock took a hand in the game. Charlie knew all about it.\nHe had watched the drama enacted. Some men were lucky, and some were\nwise. He himself was neither, he supposed.\n\n                   *       *       *       *       *\n\nHe looked out on irrigated meadows which gave their harvest into ranked\nstacks of hay. The river bank was cluttered with painted buildings.\nLines of fence, inclosing choice pastures, spread up and down the valley\nas far as he could see. He stole a look at Rock--a look that was wistful\nand wholly without envy. And Charlie was not thinking so much of land\nand cattle as the most desirable of Rock’s possessions. Consequently he\nwas surprised to keen attention by the words that presently Rock\nuttered.\n\n“I guess things have been coming too easy for us, too long,” Rock said.\n“We had a wild time here once, Charlie, and it looked like a tough game.\nThen we got organized, and it has been smooth as silk. I suppose there\nis always somebody who hasn’t got anything, cooking up a scheme for\ngetting something for nothing.”\n\n“What’s wrong?” Charlie asked him bluntly.\n\n“We’re shy about a hundred head of beef this fall,” Rock told him.\n\nCharlie didn’t need the significance of that explained to him. He was a\nrange rider, born to the business. He recalled those sun-dried hides in\nthe grass. The Seventy-seven was losing cattle--beef cattle, too.\n\n“Gosh!” he murmured. “I wonder if we got another ‘Buck’ Walters among us\nagain.”\n\n“I don’t know.” Rock frowned. “That is to be found out. I know we are\nout that many because the bulk of the beef is shipped. There will be\nonly a few picked up on the outskirts of the range before the Maltese\nCross round-up quits for the season. I have been with them all fall, so\nI know nothing was overlooked. That’s about forty-five hundred dollars\nin cold cash, Charlie--more than a small outfit like us can afford to\nlose.”\n\n“Got any idea?” Charlie asked.\n\n“None worth shouting,” Rock admitted. “It’s so long since we had\nanything like this to deal with that it seems impossible such a thing\ncould happen. Yet these cattle are gone. I have no reason to suspect\nanybody. But I am going to scout with my eyes and ears open, you can bet\nyour life on that.”\n\n“There is always some feller ready to bust the Eighth Commandment wide\nopen if he sees a chance,” Charlie observed. “Has it struck you that all\nthis railroad-construction work offers a chance for somebody to butcher\nbeef on the range and sell it to them camps?”\n\n“Sure,” Rock declared. “But nobody has showed signs of that, that I know\nof.”\n\n“I’m not so sure. The Seventy-seven has lost beef, too.”\n\nHe went on to tell Rock of finding those dried and wrinkled hides and\nElmer Duffy’s explosion, which had led to Charlie’s parting with the\noutfit.\n\n“I’m full-handed, or I’d put you to work,” Rock said. “You were a darned\nfool to quit us, anyhow. I don’t like to fire a man to make room for\nyou, Charlie, but you stick around for a while, and I’ll see.”\n\n“Oh, shucks, it’s easy enough to get a job,” Charlie replied, turning\nRock’s remark aside.\n\n“And that hide thing is interesting,” Rock said thoughtfully. “Perhaps\nthose construction camps would bear watching.”\n\n                   *       *       *       *       *\n\nCharlie didn’t tell him about that odd whispering sound in the night,\nnor the shots that were fired at him. There was no apparent connection\nbetween what he heard and cattle stealing--none that Charlie could see.\nAnd it seemed an entirely incredible affair, anyway, viewed from the\nsun-warmed porch of the ranch house. Nevertheless an idea as fantastic\nas that experience in the black dark popped into Charlie Shaw’s head--an\nidea that he felt powerfully urged to act upon. But he kept it to\nhimself. If it proved imaginary, he would not have made himself\nridiculous by talking. And Elmer Duffy’s scornful, angry epithets of\n“bonehead” and et cetera, had got deeper under Charlie’s skin than he\ncared to admit. He wanted to make Elmer swallow both his words and his\nopinions. And Charlie Shaw hated a cow thief. He had reasons, both\npersonal and general. He carried scars on his body from the hands of\nsuch gentry. So did Rock. They were a unit in that. And they were\nequally close mouthed in important matters. They stood now silent,\nlooking out across the river.\n\n“The Cross missed any stock?” Charlie asked at last.\n\n“No; nor the Narrow Gauge nor the Circle,” Rock replied. “But the\ntrouble is they have so many cattle they would not miss any unless the\nloss was heavy; whereas we know within a few head how many calves we\nshould brand and how many beef we should ship. We are shy almost one\nfourth of our beef cattle, and that is too big a whack at us. I don’t\nknow what to think.”\n\n“It’s aggravatin’, all right,” Charlie said. “By gosh, y’know, I think\nit would be a good thing to make a round of them gradin’ camps on\nLonesome Prairie. Let’s do it, Rock, you an’ me.”\n\n“I got to go to Helena,” Rock said. “Be gone a week. If you don’t get\nrestless and move on, we’ll go scouting when I come back.”\n\n“I’m restless right now,” Charlie said. “If you’ll have your cook put up\nabout three days’ grub for me, I’m goin’ to turn back north on a\nexpedition of my own. Maybe I’ll know something when I get back, maybe\nnot. I’ll tell you, anyhow.”\n\n“All right,” Rock said. He asked no questions. A man’s business, unless\nhe was on the pay roll of an outfit, was entirely his own. Rock knew\nthat Charlie didn’t turn in his tricks without a reason. But he knew\nbetter than to inquire that reason if Shaw didn’t volunteer it. He\nwatched Charlie ride, leading his pack horse, up the north bank of the\nMarias, some time later, with a certain amount of unsatisfied curiosity\nand a feeling that he should perhaps be riding alongside that\nfair-haired youth. And if Rock had known what worked in Charlie Shaw’s\nmind, he would have mounted and followed him.\n\nAs it was, Charlie rode north alone. There had been a time when he never\nleft that ranch in the valley without a rifle under his stirrup leather.\nWhen Buck Walters’ shadow lay like a menace across that range a man\nneeded to be armed. But for a long time the Winchester carbine had\nreposed in Charlie’s bed, except when he occasionally hunted antelope or\nwolves. Now it was in its worn scabbard beneath his leg. And Charlie\nfelt a little keyed up, a little expectant. If he were lucky he might\nhave the laugh on Elmer Duffy at last. For things had assumed a\ndifferent aspect since he learned that the TL was losing beef wholesale.\nOn that was based the idea that had popped suddenly into Charlie’s\nmind--an idea too far-fetched to divulge to Rock Holloway. Some one had\nbegun to steal cattle again, where none had dared, after the private war\nthat wiped out Buck Walters and his crowd. Here and there in the range\ncountry there was always some one who coveted his neighbor’s ox, just as\nin more highly organized communities light-fingered folk always seek to\nfilch goods that other men have accumulated by legitimate enterprise and\nhonest industry.\n\nIf a man could not enjoy the fruits of his labor, he would know the\nreason why. Charlie considered the situation. There had been no known\nrustling on the Marias for four years, and perhaps it looked like good\npicking. With that to spur him, Charlie was inordinately curious to know\nwho was so nervous as to smoke up an unseen solitary traveler crossing\nLonesome Prairie at night--and why? The way to read a book is to open it\nand turn the pages. The way to learn what Charlie wanted to know was to\nlook over the ground. There was, besides, a farther field to explore in\nthe light of Rock’s lost cattle.\n\nHe had the wispy intermittent blue of smoke from the burning coal seam\nto mark the place where those shots had been fired. By half past one he\ndrew up on the low rise above the swale in which he had heard that\npeculiar sound.\n\n                   *       *       *       *       *\n\nNothing in sight. Autumn-bleached grass, miles of it; cattle grazing\nhere and there. Distant saw-toothed mountain summits breaking the sky\nline. Away off to the north, below the horizon, Charlie knew that gangs\nof men with plows and scrapers and teams swarmed like an extended column\nof warrior ants, constructing the grade of a transcontinental railway.\nCharlie had in his own mind established a possible relation between the\nvanished cattle and this activity. It had come to him, far-fetched but\npossible, as he talked to Rock. But first, he wanted to look about here\nfor some sign which might confirm his suspicions.\n\nA casual inspection of the spot revealed nothing. The earth was baked\nhard. The short grass, dry and stiff, sprung back to erectness when\nreleased from underfoot. He was, however, quite sure of his location,\nhaving almost an uncanny sense about such things.\n\nHe swung in a circle. Dipping into the hollow at a slow walk, he pulled\nup. In that swale strange marks showed. The grass was pressed flat in\nswaths less than three feet wide, as if heavy objects had been dragged\nor rolled across the surface. He got down, bent to examine these\npeculiarities, and then walked on, leading his two horses, while he\nconned the ground. So moving, he came to a patch of prickly pear.\nStooping, he examined the crushed spiny leaves. A squinting look brought\nwrinkles between his eyes.\n\n“Huh!” he grunted.\n\nThen he mounted and followed the marks at a trot. As the crow flies, the\nflattened swaths ran straight for the burning lignite, where the blue\nvapors drifted, and it was no great distance to the place.\n\nHe halted a few yards short of a crevice with ragged edges. Twenty feet\non either side the grass had perished long ago. Charlie dismounted and\napproached with caution. To have the ground break at the lip under his\nfeet meant that he would perish, like a fly cast in a camp fire. The\nopening, narrow and fairly deep, gave off fumes and smoke, like the\nbreath of some uneasy subterranean monster. Now and then an upward whiff\nof gas ignited and burned with a wavering flame. Anything dropped in\nthat crevice was utterly beyond rescue.\n\nThe marks that Charlie followed ran up to the brink, which proved solid\nearth when he stamped cautiously. Hoofprints and boot marks appeared,\nwith disturbed places in the powder-dry soil. A few broken places showed\nwhere comparatively weighty objects had been pushed over the edge. And\nthat was all he could see.\n\nCharlie stood a few minutes staring thoughtfully. He frowned into the\npit. Few signs, but highly significant ones to him. Queer. Then he\nmounted his horse and back-tracked. He partly guessed what had made that\nwhispering sound in the night. Now he desired to disprove or verify that\nguess.\n\nThat was what he had in mind when he loped back to where he took up this\ntrail. By the bend of the grass blades he knew they had been dragged up\nthat swale. Where there was an end, there must be a beginning. Charlie\nmade a bet with himself that these marks would begin somewhere near the\nspot from which those shots had been fired at him.\n\nHe won his bet. The narrow swaths lay along the draw. The depression\nnarrowed, then deepened. Charlie remembered then that a soak spring\nseeped out of a bank down there, affording water to a hundred head or so\nof stock. He recalled something else. Three years earlier a horse outfit\nhad located on that spring and built a small corral there, part sod,\npart poles. Then they had abandoned the place for a better one, forty\nmiles east.\n\nHe came around a low shoulder of hill. The old corral still stood. It\nwas still in fair shape, and it had been in use. That was plain enough.\nThe marks he had followed began at the gate. The loose dust on the floor\nwas trampled. And from just outside the gate the tracks of a wagon led\naway northward.\n\n“Huh!” He grunted his favorite monosyllable.\n\nHe walked about the place, noted every mark in the dust, and poked with\nhis toe, here and there, at certain slightly discolored patches in the\ncorral.\n\n“This,” he muttered to himself, “is a highly interestin’ state of\naffairs, I wish to remark.”\n\nHe sat on his horse for a minute after he mounted again. He looked off\ntoward the Marias, in two minds at the moment. Then he reflected that\nRock Holloway was on his way to Helena. And for various reasons Charlie\nconcluded to play a lone hand. So he made a complete circle of the\nplace, carefully scanning the ground; when he came back to the wagon\ntrack, he followed that, riding at a steady trot.\n\n                   *       *       *       *       *\n\nIf he expected that to lead him to any new place, person or conclusion,\nhe was disappointed. In the few years since Charlie first crossed the\nMarias River, with all the territory north of it an unpeopled waste, the\nfirst waves of the ultimate flood of settlers had begun to seep into the\ncountry. Up in the Sweet Grass, where he and Rock Holloway had fought a\nbattle with organized thieves, there were now many ranches, small and\nlarge. A wagon trail ran between the Sweet Grass and Fort Benton--a\ntrail which crossed the Marias halfway between the TL and the\nSeventy-seven. The single wagon track Charlie followed angled off until\nit merged with the Sweet Grass Trail. It was lost in these twin ruts.\nWagons came and went daily on that road. One wheel track is as another.\nFor purposes of identification, the trail was lost.\n\nBut Charlie kept riding. Far off the construction camps began to\nshow--dim smudges on the horizon. As he drew nearer, he could see the\ndark streak of the grade and the moving teams. And when the Sweet Grass\nTrail crossed the right of way, Charlie turned aside and jogged toward a\ncluster of buildings, like a small village sitting by a stream, where\nthe buffalo lodges of the Blackfeet had been pitched in years gone by.\n\nHalf a mile from this camp he came on a small herd of cattle grazing\nunder the eye of a solitary rider. Perhaps a hundred head of cows, aged,\nscraggy, culls in fair flesh. He marked three or four different brands\nfrom the Judith Basin.\n\n“Camp beef?” he asked the herder.\n\n“Yeah,” the fellow drawled. He was a pimply-faced youngster with a\nvisible swagger. “Beef for the bohunks.”\n\n“Butchered as needed, I suppose?” Charlie commented.\n\n“Sure. This is a headquarters commissary. Big layout. Feeding two or\nthree camps from here.”\n\nCharlie passed on. On a bit of good grass along the creek bottom he\nstaked his horses and cooked his supper. Grading camps offered none of\nthe hospitality the range afforded. No casual wayfarer got anything\nthere unless he paid his way. They were there to build a grade for the\nGreat Northern, for the profit of the contractors, and it was a grubby,\ndriving business.\n\nCharlie ate his supper by the fire, watched the men and teams string in\nat six o’clock. It was a big camp. He estimated four hundred men. Four\nhundred men ate a lot of beef. And two other camps drew supplies from\nthere. He looked at the camp and at the grazing herd, and then he did a\nlot of thinking. He still lay thinking, looking up at the stars, long\nafter he turned in. With the tarpaulin drawn up to his chin, he stared\nat the Big Dipper, the North Star, and at many a constellation\nglittering in its appointed place. But his mind was not on the stars in\ntheir courses--upon the cosmic wonder of an October night. No. More\npractical matters engaged his busy brain. And not until the sharp nip of\nthe autumn frost made him draw his head under the canvas did he fall\nasleep.\n\nIn the morning, with his own matutinal coffee bestowed where it would do\nthe most good, and the grading crews stringing out to work in a cold\ndawn, Charlie walked into the camp and sought the head cook.\n\n“Who does the beef buying for this outfit?” he asked.\n\nThe man pointed to a small tent-roofed wooden shack. “Chief’s office,”\nhe said and turned to his work.\n\n                   *       *       *       *       *\n\nCharlie rapped on the door. Some one said: “Come in!” Charlie entered. A\nrotund man sat at a rudely constructed desk littered with account\nsheets. He half turned on the box that served for a chair.\n\n“What can I do for you?” he inquired briskly.\n\n“Buy some beef off me,” Charlie answered. “Patronize home industry an’\nhelp the country flourish.”\n\nThe man bit the end of a pencil reflectively.\n\n“Well, I don’t know about that,” he said.\n\n“I’m telling you so you will know,” Charlie returned impudently. “Beef\nis my business, I raise it, buy it, and sell it, on the hoof or\ndressed--any old way that seems profitable. You must need a heap to feed\nthis gang.”\n\n“Sure. But I don’t buy beef as casual as you’d buy a pair of socks,” the\nother declared. “I’ve got a considerable supply on hand and contracted\nfor.”\n\n“I can deliver you prime dressed beef right here in your camp for four\ncents a pound,” Charlie offered crisply.\n\n“I can get it for less’n that.” The commissariat manager shook his head.\n“Don’t use prime beef, nohow.”\n\n“Still, if you could get first-class beef at third-class prices, you’d\nmake money by buying it,” Charlie pointed out. “It goes farther. How\nabout three and a half cents?”\n\n“Don’t interest me much.”\n\n“Say, now,” Charlie drawled, “I got quite a bunch of stuff I can turn\nover at a pretty low figure. And I know where I can get more. Say three\ncents a pound.”\n\n“Well, that’s fair enough,” the chubby one admitted. “But I think maybe\nI could do a mite better still, if I had to. And I’ve got some stock\nahead. No; I guess we can’t do business, stranger. Thanks, just the\nsame.”\n\n“You’re the doctor,” Charlie said and stepped out.\n\nAs he walked back to his horses, he emitted sundry unbelieving grunts.\nThree cents a pound was ridiculous; and yet the fat one thought he could\nget it for still less. There was a screw loose somewhere. Three-year-old\nbeef steers were netting forty dollars in Chicago; cows about thirty. A\nfair three-year-old would dress six or seven hundred pounds; a cow four\nor five hundred. At three cents they would bring about eighteen and\nfifteen dollars respectively. Charlie had named those prices to the\ncontractor as a bait, and if he hadn’t caught a fish, he had at least\ngot a nibble that quickened his pulse. No rancher would sell beef for\nhalf what it would bring in the open market. If that railroad camp got\nbeef at anywhere near that price, it was stolen beef. And any man buying\nsupplies on a large scale would be familiar enough with current prices\nto know that it was stolen. Still, a suspicion was not convicting\nevidence.\n\nOn his way in and out of that camp, Charlie had used a pair of naturally\nkeen eyes. He marked the meat house by its screened windows. He would\nhave liked a look inside, but that was hardly feasible. He considered,\nhowever, how he might get such a look and decided upon the only method\nopen to him. There was a risk, to be sure. But a period of uneventful\nplacidity had not wholly atrophied in Charlie Shaw a capacity for\ndiscounting risks. There had been plenty during his first years in\nMontana. He decided to take a chance.\n\nHe saddled, packed, mounted and ambled slowly south again. The camp beef\nherd grazed abroad. Again Charlie met the pimply-faced youth resplendent\nin Angora-faced chaps, with a long-barreled six-shooter dangling at his\nhip. He sat sidewise in his saddle, as proud as if he had been riding\npoint on a trail herd from the Panhandle.\n\n“With all that crew to feed,” Charlie remarked over a cigarette, “the\nbutcher gang ought to cut your herd down pretty fast.”\n\n“Oh, so-so,” the herder said. “About a couple a day.”\n\nCharlie jogged on. A couple a day. If that camp didn’t consume at least\nfifteen hundred pounds of beef per diem, he was a poor judge of\nappetites. Beef was the cheapest food in the country. Men who worked ten\nhours a day behind plow and scraper could eat like the vikings of old.\nTwo scraggy cows a day? Hardly.\n\n                   *       *       *       *       *\n\nTwo miles south in a convenient hollow he picketed his horses. The rest\nof that day he lay low, keeping a more or less casual watch from a\ngrassy rise. Nothing like a wagon arrived or departed. When dusk fell\nagain, he packed his outfit and rode back to the construction camp.\n\nHe didn’t wait until everybody went to bed. He desired a little private\ninspection. His chance of going unmolested was better while men still\nmoved about the camp. If he were challenged, he would act as judgment\ndictated.\n\nHe gained a corner of the cook house unseen. From there it was only a\nstep or two to the meat house. Chance favored him. A light burned in the\nplace. Charlie stole up and peered through a screened window. The same\nbrusque cook he had spoken to that morning was slicing steak on a block.\nBack of him, in rows, hung quarters of beef. At least six head of\ndressed beef hung from the pointed hooks in the beams above. Charlie\nknew beef on the hoof, in the round, in the pen. They were prime steer\nquarters, as good beef as ever went into Chicago. Nothing in that meat\nhouse had come out of that herd of scraggy cows. That was certain.\n\nHe stole back to his horses. Clear of the camp, he paused to look back,\nfrowning at the scores of lights--yellow dots against the darkened\nplain.\n\nIf he had read the sign right, first at the burning coal seam and now\nhere, some enterprising persons were collecting a lot of easy money.\nCharlie knew how Rock Holloway felt about such things. No man likes to\nhave his pocket picked. It is poor satisfaction merely to know how the\npicking is done. Charlie suspected that Rock felt very much as old Elmer\nDuffy had felt when he blew up over the hides in the grass, only he\nsympathized with Rock, and he still held that old Elmer had no business\nto insult him. Yes, Rock would feel like the Saturday shopper whose\npurse has been snatched--he would be furiously eager to get his hands on\nthe snatcher. And the burden of Charlie’s thought was how this could be\ndone.\n\nLightning seldom strikes twice in the same place, but thieves frequently\ndo, especially range thieves. It was this conviction that sent Charlie\nloping away southward in the dark.\n\nTwenty-five miles is no great matter to fresh horses. Charlie swung in\non the Benton-Sweet Grass Trail, held it till he was abreast of the\nburning coal seam, then turned straight east. By midnight the ghostly\nflicker wavering above that incandescent crevice was a beacon before\nhim.\n\nHe skirted it, moving slowly, with a watchful eye, and dropped into the\ndraw. When he judged that he was within a few hundred yards of the old\ncorral, he dismounted, hobbled both horses, and left them. They wouldn’t\nstir after that ride. He could easily find them again. Then he took his\ncarbine in hand and stole toward his destination, as cautiously as if he\nwere stalking a wolf. He had, indeed, the certainty that he stalked not\na lone wolf but a pack, and he was well aware that wolves have teeth.\nThe wolves he sought might be hunting, and they might not.\n\nThe old corral loomed before him. Keeping close under the southern bank,\nhe was one with the night. A shadow lay where he moved. One stealthy\nstep at a time. He reflected that a hunch is a strange thing. When it\nworked properly it gave curious results.\n\nA lantern glowed dimly on the floor of the corral. Within the radius of\nits gleam two men were skinning the carcass of a dead beast. Other bulky\ncarcasses lay in the dust; some were reddish white, where the hide had\nbeen flenched out on either side; some were still waiting the knife,\nwhere the ax or other killing instrument had felled them, not long\nbefore.\n\nCharlie stole nearer, one thumb hooked over the hammer of his carbine.\nHe could see the dim outline of a wagon backed up by the gate and the\nfaint forms of saddled horses. There should be more than two men. Yet\nthe fewer sharing in that nefarious business, the greater the profit.\nToo many cooks usually spoiled that kind of broth.\n\nIn two more steps he could thrust his carbine through the pole and cover\nthem. With their hands in the air, the rest was simple. A really\nexultant thrill stirred Charlie Shaw. He remembered Elmer Duffy’s angry\nepithets. To-morrow he would make Elmer sing a different tune.\n\nAnd the next moment he was borne to earth. A sharp rap on the head put a\nfull stop to his pleasant anticipations.\n\n                   *       *       *       *       *\n\nWhen Charlie revived to consciousness he found himself in a situation\nunique and dangerous. He lay flat on his back. His head was free. He\ncould twist it about. The pole height of the corral towered over him.\nWithin the inclosure, not two men, but three slashed hurriedly with\nskinning knives, and they were working at the last carcass.\n\nBut, apart from looking on, he was quite helpless. His arms were\nstraight down by his sides. His legs were straight. He was not tied,\nbeing more effectually trussed than with a rope. He was wrapped tight in\nan excellent substitute for a strait-jacket, inasmuch as they had folded\nhim in a raw beef hide, wet and strong with animal smell, and they had\nlaced it tight, from his ankles to his neck, with thongs of the same\nmaterial. A mummy swathed in its ancient bandages was no more thoroughly\nbound than he.\n\nCharlie watched them deftly quarter the carcasses. The head, feet and\nofful of each steer were piled in the middle of the hide, and the edges\ndrawn together. Once one man looked through the pole fence at him and\ngrinned. He couldn’t make out their faces in that dim light, but he\ncould see what they did. The quarters of beef were stacked in the deep\nwagon box. One mounted his horse and dragged the bundles of hide\noutside. They scratched the dust of the corral back and forth to\nobliterate bloodstains and telltale signs. Eventually he could hear the\njingling of harness, and a four-horse team was hitched to the wagon.\n\nCharlie regretted a little that he had been so sanguine; still---- His\neyes marked every move. One man mounted the high seat. The wheels rolled\naway in the dark.\n\nAnd when the cluck and clack grew fainter, the other two led saddle\nhorses out of the gloom.\n\n“Take him first trip?” one said.\n\n“Better,” the other replied. “I’ll snake him. You bring one of the\nhides. We’ll have to get a wiggle on, too, or it’ll be daylight.”\n\nThe noose of a rope was slipped over Charlie’s feet. He was yanked along\nover the grass. Once a clump of prickly pear raked his cheek. Otherwise\nhe suffered no bruise. The ground was smooth. The thick hide protected\nhis body. Behind him the second horse plodded, dragging his burden by\nthe saddle horn. Again Charlie heard that mysterious, slithering,\nwhispering sound, like a huge snake scraping over dry grass. Only, now,\nhe himself was helping to make this noise in the night.\n\nHis two horses loomed in the draw. The cavalcade stopped.\n\n“Here’s his outfit,” said one. “What’ll we do with ’em?”\n\n“Turn ’em loose when we’re through,” the other replied. “They’ll amble\noff to their own range, an’ whoever finds ’em will have to guess.\nSimplest.”\n\nThey moved on. The draw flattened out to the level of the plains, and\nthe flicker of the burning lignite showed ahead. They drew up twenty\nyards back from the crevice.\n\nA wind blew faintly out of the west. Charlie could smell the gas wafted\nfrom that underground furnace. A very neat incinerator. It would not be\nthe first time that thieves, surprised red-handed, had acted on the\nprinciple that dead men tell no tales.\n\nYet in his shroud of green rawhide, Charlie made no protest and lifted\nno plea for mercy when the riders dismounted and stood over him. A\nwavering tongue of fire lifted above the crevice, casting a fitful glow\non horses and men. They dragged the bundle of hide and offal to the rim\nand dumped it in. A strong odor of scorching hair and hide wafted up.\nThey came back to Charlie.\n\n“Take his head,” one muttered. “I’ll get him by the feet.”\n\nThey stooped.\n\nWhen the head of one bent over, and his fingers touched the hide,\nsomething went _pow!_ in his face. He fell backward, as if clouted with\na hammer. Simultaneously Charlie’s arm thrust straight at the man\nreaching for his feet, and that outstretched hand held a six-shooter.\n\n“Hands up!” he commanded, and the man obeyed.\n\nCharlie sat up. The rawhide fell away from him, parted at the lacings.\nHe wiggled his legs out of the narrow pocket.\n\n“Keep ’em up, too,” he said cheerfully, “unless you’d rather join your\npartner.”\n\nCharlie stretched his legs casually. He glanced at the body behind him.\nNot much need to look. The muzzle of the gun had been fairly in the\nman’s face when he fired. He stepped behind the other man, disarmed him,\nand then ordered him to walk over beside his horse and mount. With the\nfellow’s own reata he tied both wrists securely behind his back.\n\n“Next time you sew a man in a cowhide and figure to dump him in a\nburning coal seam to roast alive,” Charlie said, “you’d better search\nhim to make sure he hasn’t got a gun in a Texas holster under his\narmpit. And try to remember that green hide stretches quite a lot if a\nman has any strength in his arms, and he has an hour or so to work it\nloose.”\n\nHe mounted the other horse and hazed his prisoner down the draw until he\npicked up his own outfit. Then he headed straight for the Marias, riding\nfast. Riders on fresh horses could beat that wagonload of stolen beef to\nthe railroad camp. The Seventy-seven round-up would just about be camped\nat the ranch. It was a little closer to the Seventy-seven than to Rock\nHolloway’s, and Charlie felt that it would really be a lot of\nresponsibility off his shoulders if he delivered his prisoner and his\ninformation straight to the hands of Elmer Duffy.\n\n                   *       *       *       *       *\n\nCharlie lifted his head from a bunk in one corner of the Seventy-seven\nranch house. A wagon was clattering into the yard. Elmer Duffy and half\na dozen riders flanked it like a bodyguard.\n\nThe box was piled high with beef. A tarpaulin was stretched over the\nquarters. On top of the tarp lay several fresh hides. Beside the man\ndriving the wagon sat a sullen-looking captive.\n\nCharlie went out to meet them without undue haste. He looked the layout\nover from the porch and stooped to buckle on his spurs. Elmer Duffy\nswung down from his sweaty horse.\n\n“Well, kid,” he said genially, “we got ’em with the goods. That\ncontractor slid out, but the stock inspectors are after him. Come back\nby the furnace an’ the old corral an’ pick up the hides an’ the feller\nyou bumped off. Some of them cattle was Seventy-sevens, but mostly TL\nstuff. These fellers had a lot of the money on ’em they got for this\nbeef. You sure done a nice stroke of business last night.”\n\n“Yeah,” Charlie agreed, “for a bonehead josher--yes.”\n\nHe walked on to the stable. His two horses stood in stalls. He had them\nout, saddled, and his pack part hitched, when Elmer Duffy came striding\nfrom the house. He had a green slip in his hand which he held out to\nCharlie. It was a check for five hundred dollars.\n\n“Say, you ain’t pullin’ your freight, are you, Charlie?” Elmer inquired.\n\n“Oh, no,” Charlie replied ironically, his eyes on the check. “I’m fixin’\nto make myself at home with the Seventy-seven for all time, naturally.\nWhat’s this?”\n\n“I made a crack before the whole outfit, didn’t I,” Elmer stated, “that\nI’d give five hundred dollars to lay my hands on whoever was killin’\nbeef? Well, I’m makin’ good on it. You got it comin’.”\n\nCharlie stared at him and the check, but he said nothing.\n\n“Look here,” Elmer said hurriedly. “You got a steady job with the\nSeventy-seven as long as you want. You’ll have to be on hand to give\nyour evidence, anyhow, at the trial. An’ I guess maybe you’re a smarter\nkid than I reckoned. Maybe I was kinda hasty the other day. I can use\nfellers like you in this outfit.”\n\n“I don’t want neither your money nor your job nor your gratitude,\nElmer,” Charlie said politely.\n\n“You better think that over, Charlie,” Elmer said, not quite so\npolitely. “There’s a long, hard winter comin’, remember.”\n\nCharlie tucked in the last hitch on the pack, stuck his foot in the\nstirrup, and swung up to his saddle on Crepe. The black horse shook his\nhead, jingling the bit, and pawed the hard earth impatiently. Charlie\nlooked down with an expansive grin.\n\n“Listen, Elmer,” said he. “I wouldn’t work for you ever again, nohow. I\ntold you, when you were fonchin’ around the other mornin’, that I’d show\nyou. I’ve done it. I rounded up your thieves, while you were runnin’\naround in circles, cussin’ the luck. If you feel that you’re under any\nobligation to me, forget it. I did that little job for nothin’, just to\nshow you I could.\n\n“And,” he concluded, “as far as that hard winter thing is concerned, I\nwas born in El Paso. I come up the trail when it was a tough\nproposition. I’m twenty-six years old, an’, by Judas priest, I ain’t\nnever died a winter yet!”",
    "metadata": {
        "author": [
            "Sinclair, William Brown",
            "Sinclair, Bertrand William",
            "Sinclair, Bill",
            "Sinclair, Bertrand W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71348/pg71348.txt",
        "name": "easy_money.json"
    }
}