{
    "name": "Easy come, easy go",
    "author": [
        "Sabin, Edwin Legrand",
        "Sabin, Edwin L. (Edwin Legrand)"
    ],
    "body": "To the beef round-up camp, now in the last stages of the hectic\ntrail, there arrived, seeking the 77 outfit as by tryst, a party of\nfour in a buckboard--driving in at noon, across the brown parched\nplains, timely to the cook’s shrill yelp, “Come an’ get it!”\n\nThey were, to wit: a stout ruddy man, a younger man, and two\ndazzling girls of garb femininely adapted to the Wild West. The\nequipage pulled down; lengthy Tex, the 77 foreman, rose from his\nseat upon his hams, to meet it.\n\nThe four piled out, the girls gazing open-eyed.\n\nThat which they saw was a conclave of ten hungry, hardy, red-faced\npunchers, reeking of the sun and saddle, squatted in various\npostures around the cook’s Dutch ovens and earnestly stowing away\nthe midday chuck of coffee, beef, beans, stewed canned tomatoes, hot\nbread and sorghum.\n\nThat which the diners saw was two damsels fabulously appareled and\nglowing with innocent curiosity, the young sprig in dude rig of\nriding-breeches and natty flannel shirt and polished puttees, the\nelder man caparisoned to similar “sporting” effect and manifesting\nan important strut, aggravated, perhaps, by the bondage of the\nflesh.\n\nIt was one world imposed upon another.\n\nHere, then, was the 77 owner, from the East, evidently to see how\nhis--_his_ cows and men were stacking up! Had brought his friends or\nfamily (“tourists,” in any guise) to the show; and first they were\nwatching the “animals” eat.\n\n“Oh, how romantic!” breathed one of the damsels, lips parted.\n\n“Oh, hell!” murmured man to man.\n\n                 *       *       *       *       *\n\nDignified as “Mr. Matthews” by virtue of his office, Tex acted host.\nThe party seated themselves. The somewhat flustered cook, Tex\nassisting with the utensils, proceeded to serve from his cow-camp\nmenu.\n\nThe 77 stoically swigged and champed. At last--\n\n“All right, boys.” Tex had spoken from his feet. The horse-herd was\nin, confined by its rope corral. With creaking of joints the men\nrose from their post-prandial cigarettes, to take down their ropes\nfrom their saddles and to stump on to snare their afternoon mounts.\n\n                 *       *       *       *       *\n\nNo joints protested more than those of Laramie,--“Laramie Red,”--who\nhad been riding a hard-bitted horse all the morning and was due, he\nknew, to fork Old Thunder this afternoon.\n\nThe horses of one’s string, however, should be ridden turn about.\nConsequently Laramie flicked his noose for Old Thunder; and at the\nclap of the hemp around his neck, Old Thunder followed the trend of\nthe rope. A mild-in-appearance, fly-bitten roan, he, with a sleepy\neye--but with Roman nose and aggressive chocky head wherein obstinacy\nhad its dwelling-place.\n\nWith “Oh!’s” and “Ah!’s” and sundry “By George! See that!” the\ntourist squad had taken station to observe the very simple\noperations of tossing a noose over a horse’s head, yanking him\nforth, and investing him with bridle, blanket and saddle, and man.\nPerhaps there was romance in this, too. Kin savvy? If so, it had\nbeen imported for the occasion.\n\n“What a pretty horse!”\n\nLaramie was conscious of blue eyes in a fair flushed face devouring\nhis every motion--fascinated, maybe, by his flaming thatch, his\nlargely freckled visage impervious to wind and weather, and his\nbowed legs set by thirty years of chasing cows.\n\nBut “Pretty hawss!” Old Thunder? Who’d ha’ thought it?\n\n“What’s his name?”\n\n“Satan, ma’am.”\n\n“Oh!”\n\nLaramie grimly continued with his routine. Old Thunder submitted, as\nif contemplating that period of coltship when he indeed might have\nbeen “pretty.” His retrospective mien portrayed docility.\n\n“Here’s a genuine cow-pony,” pronounced the elderly man, who was\ndoing the critical. “Hardy, obedient, faithful, the cowboy’s most\nvalued partner. The real cowboy never abuses his horse. Depends on\nhim too much. That’s why he changes mounts whenever he can. Well,\npeople, you’re seeing the actual thing--the Western cowboy at work,\noff the films. That’s good. You know your business, my man.”\n\nLaramie did not deign answer to that exalted address “My man.” He\nsensed the sly anticipation of his fellows as he gathered the lines,\nturned stirrup to his foot, and with hand to cheek strap and hand to\nmane vaulted aboard in single movement.\n\n“Go!” somebody yapped.\n\nOld Thunder exploded. Always did. But this present play caught\nLaramie in a frame of mind more savage than usual. Was he to be\nbutchered for a tourist holiday? He gave the brute its head and\nraked with spurs relentless, to have the fit over with in short\norder. And ride he could, could Laramie Red, veteran of the range\ndating back to the long trails, to Abilene, Ogalalla and Miles City.\n\nCheers and cries attended upon him, inciting Old Thunder. His hat\nsailed free. After the preliminary cavorting, Thunder, true to his\nsystem, launched himself into furious straight-away out across the\nbrush, with Laramie sitting heavily until the fit should expend.\n\nAnd when he rocked in upon an Old Thunder, now satiated, to get his\nhat and to receive instructions for duty, he encountered a blast\nextraordinary.\n\n                 *       *       *       *       *\n\nThe elderly man, swelling like a turkey cock, advanced upon him.\n\n“Is that your horse, sir?”\n\n“No sir; I wouldn’t claim any such animal,” retorted Laramie,\nruffled anew.\n\n“Right. It happens to be my horse. You’re fired.”\n\nLaramie gasped.\n\n“What’s that?”\n\n“You’re fired, my man.”\n\n“Me?”\n\n“Yes. I’m owner of these cattle and these horses. I’m full owner of\nthe Seventy-seven. Understand? I employ cowboys, not busters. I’ll\nhave nobody in my service who abuses animals. They tell me this\nhorse is perfectly gentle when he’s been handled properly. I can see\nthat for myself. You’re ruining him. No doubt you meant to show off\na little, but that doesn’t go with me. Give your time to the\nforeman, and he’ll pay you to date. If you intend to be a cowboy, I\nhope this will be a lesson to you. Br-rumph! No words, now.” The\noracular dignitary had finished.\n\nBut Laramie could muster no words of utterance before ladies. There\nthey were, those two, standing aloof and eying him with look that\nscorched. And--“If you intend to be a cowboy,” the stout gent had\nsaid. “If you _intend_ to be a _cowboy_!” Suffering cats! He,\nLaramie Red, intend “to be” a cowboy! And--“They tell me this horse\nis perfectly gentle when he’s been handled properly!” So he was. The\ndeviltry having been ridden out of him, he’d be as meek as Moses; as\nwitness now--a staid old fool!\n\nFired! That verbal mandate waited upon no further repetition.\nLaramie swung from the astonished Thunder and commenced rapidly to\nunsaddle. Tex, who had been busied elsewhere, came hurrying with\ngait interrogative.\n\n“What’s the matter, Laramie?”\n\n“There’s nothin’ the matter with me. I’m turnin’ in this hawss,”\ngrowled Laramie, engaged.\n\n“What’s wrong with the hawss, then?”\n\n“Nothin’. He’s plump gentle--a putty little hawss. But I’m quittin’.”\n\n“You! No! Why’s that?”\n\n“Been fired, aint I? No man need tell me that more’n once.”\n\n“Who told you?”\n\n“Yore big boss over yonder.” Laramie indicated with jerk of red\nhead.\n\n“What for?”\n\n                 *       *       *       *       *\n\nLaramie smiled sourly through the perspiration of his rugged\ncountenance.\n\n“’Cause I abuse his pet stock. Got to learn how to handle hawsses,\nyet.”\n\n“Hold on! You say he fired you?”\n\n“He shorely did. I’m quittin’. Here’s his hawss. You got my time?”\n\n“No!” Tex implored. “Wait! Why, doggone his skin--” He wheeled about,\nbut the “big boss” was valiantly coming as if to impress the stamp\nof authority. And the lingering riders grinned.\n\n“This man says you’ve discharged him, Mr. Bunyan,” Tex accused.\n\n“So I have. On the spot, too. Look at that horse. The man’s a\nbrute.”\n\n“Easy, now, Mister,” Laramie warned, a glint in his hazel eyes.\n\n“Shore, I see the hawss. There’s nothing wrong with the hawss,” Tex\nwould placate, somewhat bewildered. “And I’ll say the man you’re\nspeaking of is a top hand--there’s not a better man in the outfit.\nYou can’t fire _him_.”\n\n“Can’t I?” The owner of the 77 repeated. “Look at that horse. In a\nlather already! See how he’s marked up. The man’s a--hum!--he’s too\nrough. I’ll not have my horses foundered, or their tempers ruined.\nLet the man learn to handle horses; then if he wishes to come back.\nI’ll consider him. How much do we owe him?”\n\n“But great Scott, Mr. Bunyan!” Tex writhed with honest anguish. “The\nhawss aint hurt. His hair’s scurcely mussed. You can’t set a man\nafoot for that! A hawss has got to be _ridden_, else he aint any\ngood in the herd. I wouldn’t waste time with a plumb mean\nhawss--haven’t much use for a buster, anyhow. And if I caught a man\nmistreating an animal regardless, I’d be the fust to fire him. Old\nThunder aint been mistreated. He’s just nacherly a trifle gay when\nhe’s fust forked. He does it a-purpose; he _expects_ to be tapered\noff like Laramie tapered him--wants somebody to come right back at\nhim, and then he’s peaceful. That hawss is ready to go all the rest\nthe day. He’s only one o’ them kind that’s got to be uncorked. Why,\nLaramie wouldn’t choose to hurt a hawss or ary other animal. But on\nthe range a man has to ride and to rope and to brand; that’s what\nyou pay him for, aint it? Laramie’s a cow-man--been at it twenty-five\nor thirty year. He knows the value of hawsses and cows as well as I\ndo. You can’t fire him for nothing.”\n\nMr. Bunyan pursed his lips and gave judicial answer.\n\n“I still think he should be discharged. But perhaps he was only\nshowing off before the ladies. He’s a ladies’ man! Anyway, he’d\nbetter stay until you’ve shipped the cattle.”\n\n“I had, had I?” Laramie snorted. “Thanks. Wouldn’t care for some.\nI’ll leave my saddle in the wagon, Matthews, and hoof to town. I’ll\ngo to cookin’ before I’ll ever lay hand on another Seventy-seven\nhawss.”\n\n“No, Laramie!” Tex pleaded. “Stay and we’ll talk this over. I need\nyou. You _got_ to stay.”\n\n“I’m full up on talk, and I’m full up on punchin’, too,” replied\nLaramie. “For the information of this loco, I’ll say I was goin’ to\nquit anyhow. Decided that yesterday. He’s late. But I’ll finish out\non yore account, Tex; then I’m done.”\n\n“Oho!” chuckled the aggravating Bunyan, out of wisdom excessive.\n“Pay-day; then wine, woman and song, eh?”\n\n“’Cordin’ to yore tell,” growled Laramie. He resaddled Old Thunder,\nbrusquely mounted, and without instructions rode off on duty\nself-assigned.\n\n                 *       *       *       *       *\n\nThe virtuous Mr. Bunyan returned to his party.\n\n“Did you discharge him, uncle?” one of the girls asked breathlessly.\n“Wouldn’t he go?”\n\n“He’ll stay till after the round-up. Was rather saucy about it. Said\nhe was going to quit anyhow. The sooner he quits, the better.”\n\n“Independent, aye?” the younger man queried.\n\n“Oh, it’s easy come, easy go, with these cowboys. He’s probably\nsaved his wages. No way to spend ’em, you see. So at first\nopportunity he’ll lay off and blow ’em all in. That’s it. Then he’ll\nbe hunting another job. The same old story. I don’t worry.”\n\nLaramie rode on, for a distance, alone. Thud of hoofs sounded. Happy\nJack drew in to pace him and be his partner for the afternoon’s last\ncircle.\n\n“Say, Laramie, you aren’t goin’ to quit, are you?” Happy blurted.\n“Sure not. Everybody knows you’re all right.”\n\n“You bet I quit.”\n\n“But you aint fired. Tex does the firing in this outfit, and you can\nstay till your feet drop off.”\n\n“Then I fire myself. ‘Brute’ and ‘ladies’ man,’ am I? I know when I\ngot enough, and I’m plump sick o’ ridin’. There’s no thanks to it.\nThere’s nothin’ to show but saddle-corns and rheumatics and a bad\nreputation. What’s a puncher, outside o’ story papers? Yep, I’ve\nmade up my mind. I’ll quit at the shippin’-pens, when I aint needed.\nI aim to sell my saddle and straighten out my legs, and never ride\nno more. Mebbe I can live on my income,” he dourly added.\n\n“Aw, Laramie!”\n\n“I’ve said it. If you’re goin’ to talk, you can talk about the\nweather.”\n\n                 *       *       *       *       *\n\nThis evening the 77 camped by themselves, for the outland guests had\nleft. After supper Laramie waddled over to sit beside Tex and put an\nimportant question.\n\n“How much’ll I have comin’ to me, Tex, when you pay off?”\n\n“Where?”\n\n“At the shippin’-pens. We draw our money when we strike town at the\nend of the drive, don’t we?”\n\n“Shorely. You needn’t worry about that. You’ll get your share,\nunless you want me to hold back.”\n\n“Nope: no holding back this time,” said Laramie. “How much’ll it be,\nTex? You can figger, can’t you? I aint kept track.”\n\n“What do you want to know for?” Tex demanded. “Can’t you wait?\nThere’s no way to spend it here. You’ll spend it fast enough when\nyou do get it. Why don’t you let it grow?”\n\n“Well,” said Laramie, “I’m curious. It’s mine, aint it? Then I get\nit, don’t I? How much?”\n\n“But what’ll you do with it? Throw it away?” Tex reproved. “Five\ndollars will give you a good time in that shipping burg; the rest\nwont harm you if I keep it for you.”\n\n“I don’t stop in that burg,” announced Laramie. “I told you I’m\nquittin’. I’ll need all my money.”\n\nTex deplored:\n\n“Oh, pshaw, Laramie! I was hoping you’d got that out of your system.\nThe old man’s gone. ’Twasn’t only a flash in the pan. I mean for you\nto stay on. Blamed if I’ll let you leave the Seventy-seven.”\n\n“Can’t help yoreself, Tex,” said Laramie. “I been thinkin’ of\nquittin’, two-three weeks now, and I do quit, soon as we reach the\npens. You’ll have men enough there.”\n\n“Going to join another outfit?”\n\n“Nope. When I quit, I quit ridin’, and I pull out.”\n\n“Why--what do you aim to do? You’re talking foolish!” Tex censured.\n\n“Me?” said Laramie. “Well, I reckon I’ll go to little old K. C. I\naint been in a city since--gosh, I don’t know when, Tex. It’s time I\nwas learnin’ something.”\n\n“You might have gone,” Tex snapped. “You’ve been started--I’ve\nstarted you, myself; but ’fore you got to the train, where were you?\nPlumb flat. But all right: I’ll send you in with the stock. Give you\nanother chance.”\n\n“No, sir!” said Laramie. “I don’t go as any stock-tender, Tex. I go\ncivilized. I know I’ve fell by the way, on several occasions, Tex,\nbut this time will be different. There don’t nary man call me a\nbrute ag’in. I quit the range, and I live white. When I get to\nKansas City, I’m goin’ to the swellest cafe in that town, and I\norder me the best feed on the hull mee-noo, regardless. I been\nlivin’ so long on beef, I moo whenever I see a calf. I reckon I’ll\nput up at the best _ho_-tel, and I’ll take in the best thee-ater,\nand I’ll buy some store clothes. Wow! Hey?” And Laramie fairly\nlicked his chops.\n\n“Shorely,” agreed Tex in tone caustic. “I see yuh. Easy come, easy\ngo. You fellows are alluz fools with your money. All right; what’ll\nyou do then?”\n\n“Well,” said Laramie, “lackin’ better while I was lookin’ round, I\nsuppose I might get a job at the stockyards. I know cattle. But that\nwont be ridin’. It’ll be loafin’. Now,” he concluded, “you\nunderstand why I figger ahead on what’s comin’ to me. How much?”\n\n“Very good,” Tex rapped. “Seeing you’re bound to know, I’ll give it\nto you straight. Close as I can calkilate, Laramie, at the pens\nyou’ll have exactly thirty-three dollars and fifty cents due you.\nWant, cash or a gold bond?”\n\n“What you sayin’, Tex?” Laramie gasped. “I got more than that!”\n\n“No, you haven’t. You remember, Laramie, that last time you turned\nloose, after the calf round-up, you lost all your money, and your\nsaddle, and bridle, and boots, and your four-gallon Texas hat, in a\ntin-horn poker-game. So I had to stake you to a new outfit. Those\nthings cost. And you’ve been drawing a dollar or two, now and again,\nsince. I can show you in black and white.”\n\n“You needn’t, Tex. Yore word’s good.” But thirty-three dollars and\nfifty cents, after thirty years of dogging cows from the border to\nMontana! Shucks!\n\nLaramie rallied. He had faced worse crises.\n\n“I’ll take it, anyhow,” he said cheerfully. “I aint clean busted.”\n\n“No,” said Tex. And he added with significant disapproval: “Not yet!\nBut if you come back with your fifty cents, you’ll be doing well.”\n\n                 *       *       *       *       *\n\nSo Laramie Red was quitting! Considerable more remained to be said\nupon the subject, chiefly among his mates. And the chantey welled\nwith drawl of chorus his-way directed:\n\n    After the round-up’s over,\n    After the shipping’s done,\n    I’m going ho-ome, boys,\n    Never more to roam.\n\nCapped by the remindful--\n\n    Gimme a platter o’ Lillian Russell,*\n    Gimme a look at a skirt and a bustle,\n    Then take my money and watch me hustle\n    Back to the sage and sun!\n\n[* Peaches and cream, of course!]\n\n“Laramie wont get past the first stop with a ‘Last Chance’ sign over\na door,” they laughed. “What’ll you bet, Laramie?”\n\n“I know that’s regulation with you-all,” Laramie answered soberly.\n“Nope, I don’t bet. Can’t afford to, after only thirty year workin’\nfor grub. But you needn’t lay any plate for me. When I ride, I ride\nin the cars. And, while you or’nary brute punchers are still ruinin’\nhawsses, I’ll be eatin’ off French mee-noos and sleepin’ in a real\nbed. Anybody who thinks I don’t mean it had better make me an offer\non my saddle. I’ve fired myself, and I’m done.”\n\n                 *       *       *       *       *\n\n“True to his promise, several days later Laramie found himself at\nthe railway station of the shipping town--a wayside town bared upon\nthe bare plains, drenched with sun and dust--a spasmodic little town\nlivened at intervals, as now, by the beef herds bawling in the pens\nand shutes, and by the brown, rollicking riders turned loose from\nthe durance of the trail for their brief fling.\n\nEasy come, easy go, this, where (in the language of the country)\n“the coyote howls and the poker-chips rattle and money rolls\nup-hill!” Wow! A rebound to riotous living, even to the extent of\ncanned peaches and canned cream; then--“back to the sage and sun.”\nTherefore, the session being limited and sentiment for a “plumb\nidjit” scant, Laramie, having rigorously declined invitations to a\nfarewell that might have cut his travels short again, was alone at\nthe station. Behind him the revels beckoned. He licked his lips\nthirstily.\n\nHe had shed his chaps; he had consigned his saddle and bridle and\nbed-roll also to Tex, for disposal. Somebody would buy them--and pay\nout of future earnings. But he was free, and he had his ticket, and\nmoney besides--hard money for that feed, and a thee-ater, and a “top”\nbed with sheets and pillers; reckoned he’d have to get a nightshirt!\n\nThe long train thundered in. And he (a figure _sui generis_, in his\nhigh-heeled boots and his big hat and his stained checkered blouse\nand his dusty trousers shaped to irrevocably bowed legs) was\nstumping down the line, when he brought up against another figure,\njust mounting the steps of a Pullman.\n\nThis was his critic, name of Bunyan.\n\n“Hello, my man.” Mr. Bunyan paused “Stock-tender, eh? Did you decide\nto stay on for another try?”\n\n“No sir,” said Laramie, holding himself in stern check. “It happens\nyore stock-tenders don’t travel on passenger cars. They travel\ncaboose, if they’re lucky. Besides, yore cows are old enough to\ntravel alone, and so am I. I’ve quit; I’ve drawed my pay and I’m\nheadin’ for Kansas City, never more to roam.”\n\nMr. Bunyan smiled with smile exasperating.\n\n“You are, are you? Hunting a job there?”\n\n“I suppose I’ll have to earn my keep, after I’ve been fed up and to\na thee-ater. Reckon I’ll enjoy life a little, fust.”\n\nMr. Bunyan laughed.\n\n“That’s it! Easy come, easy go! Can’t spend your money fast enough\nin this town, eh? Those other boys don’t seem to have any\ndifficulty, judging by what I’ve seen and heard. You men are all of\nthe same stamp. You lack good sense. What you earn in one month, you\nguzzle and gamble away in half an hour. I suppose that’s being a\ncowboy!”\n\nLaramie recognized that in this ironical diatribe there might be a\ngrain of truth.\n\n“As for ‘easy come,’ I dunno,” said he, out of memories of the\nthirty years’ wind and weather, round-up and trail. “But I’ve\nree-formed. If I hadn’t, I’d take no such talk from _you_.”\n\nWith that, for fear he might tarnish his new shield at once, he\nwaddled on, red and resolute.\n\n                 *       *       *       *       *\n\nHe discovered a seat in the chair-car; and having sat right there\nand slept right there so as to hold it and himself down, he arrived\nin the morning at Kansas City. He stumbled out upon the platform of\nthis union station that clanged and buzzed, pent with energy.\n\nNow the vague city, meshing him about, lured his farther incursion.\nSomewhere there was the swell cafe, and the pulsing life, and the\nthee-ater, and the bed with sheets, and the nightshirt and the store\nclothes. And somewhere, he fully comprehended, there were seductive\nbars, welcoming such as he--a man off the range, with his pockets\nlined.\n\nPeople casually viewed him as he stood. They could not mistake him:\nthe typical cow-man, veteran showing in every wrinkle of face and\ngarb: a red-headed, sorrel-visaged, puzzled migrant from the land of\nchaps and saddle.\n\nAs he stood blinking, those “brute” instincts surged within him\nagain. Powerful thirsty he was--it had been a long time. Hungry, too!\nHis money burned in his jeans. It clamored for air and action. His\nfeet twitched.\n\n“Gee gosh!” quoth Laramie, scratching his thatch. “I got to do\nsomething. Mebbe I’d better eat a snack just to ca’m me down. ’Twont\nmake no difference when I find the genuyine lay-out. It’ll give me\nstrength to look careful, for the best’ll be none too good for me.”\n\nHe wandered amid reverberant gates and corridors, and boiling\ncrowds, and his nose and ears led him to the dining counter--to the\nwarm aroma of food and the clatter of laden dishes. He sat upon a\nstool, awkwardly forking it with his crooked legs and his tipsy\nboots, and he shoved his hat back and squared before the menu. Over\nthis he pondered, running it through with gnarled forefinger.\n\n                 *       *       *       *       *\n\nThe titles mocked him. He seemed likely to starve in the midst of a\nstrange plenty.\n\n“What’ll it be?” the waitress chided.\n\n“Oh, shucks!” Laramie murmured. “I’m an orphan on this range, miss,”\nhe apologized. In his desperation he could think of but one sure\nbet. “Fetch me a platter o’ beef,” blurted Laramie.\n\n“Steak or roast?”\n\n“Make her steak,” bade Laramie, still playing safe.\n\n“That,” informed the waitress, “will take about fifteen minutes. It\nhas to be cooked to order.”\n\n“All right,” said Laramie. “I reckon I can stick it out. You tell\nthe cook he can be cookin’ me a can o’ coffee, at same time.”\n\nHe sapiently left his hat upon the stool, as sign, and wandered\nagain, for that poignant urge of unlawful thirst nagged him.\nPresently the wail of a child penetrated through the echoes of the\nwaiting-rooms; and like a knight errant seeking the source of\ndistress he was tolled on until, quite ignorantly, he had invaded\nthe women’s section. Always was soft toward kids, anyhow.\n\nThis was an unhappy, protesting kid, asylumed in the lap of a plump\nyoung woman who, brightly if (to eyes other than Laramie’s) somewhat\nextravagantly appareled, in vain hushed it and rocked it. Gazing\ndown, these he saw; and the woman, gazing up, saw him--a rough red\nhead, breaking his seamed countenance into a quizzical smile.\n\n“That yore kid, ma’am?” asked Laramie.\n\nShe answered, rather frightened, and clasping the child more\nclosely:\n\n“My sister’s. Not mine--no!”\n\nA comely young woman, she, with round cheeks and sloe-black\nappealing eyes. Laramie’s heart fluttered responsively.\n\n“What’s the matter of him? Sick?”\n\n“Hungry, I guess.”\n\n“Why don’t you feed him?”\n\n“No mooney. Lost my mooney.” The plaintive foreign intonation was\ndelicious. Laramie seized upon her helplessness.\n\n“Hey? Where you goin’?”\n\n“Denver. Don’t know now.”\n\n“Yore man out there?”\n\n“Got no man. My sister’s man send me mooney to bring baby. Now I\nlost my mooney. I teenk baby hungry. No breakfast.”\n\n“Gee!” Laramie commiserated. “How long you been here?”\n\n“Five hour. I not know what to do.” Her wondrous eyes swam.\n\n“Gosh!” quoth Laramie. “I’m yore man. You throw in with me. Gimme\nthe kid. I’ve wrestled calves.”\n\nHe took the child; he brazenly dragged her up; and to her alarmed\nexpostulations forced her on--\n\nMr. Bunyan, picking his teeth, crossed the trail.\n\n“Oho, my man! Already at ‘work,’ are you? Didn’t look far, eh? Tut,\ntut! You can do better than that!”\n\n“You--get--out o’ my way!” Laramie growled, suffused with wrath at the\nindictment from this satisfied, plethoric slanderer who alleged to\nhave caught him at something or other, to no credit.\n\n                 *       *       *       *       *\n\nLaramie proceeded. He swept his hat from the stool.\n\n“Set there, now.” The waitress was just bearing in the platter. “I\ngot the chuck done already ordered. Here she comes. And say!”\nLaramie burst out. “If ’taint enough, you order more. Then you buy\nsome sort o’ ticket. I haint but twenty-five dollars, odd; here\n’tis.” He had fumbled in his hip pocket, and he plumped his buckskin\nsack into her unwilling lap.\n\n“No, no!” protested the young woman in perplexity.\n\n“Yes, yes,” rebuked Laramie. “Shucks! There’s plenty more where that\ncome from. Fust you see it, and then you don’t.”\n\nHe beat retreat, lest the incident be noticed. Now he was vastly\nrelieved. Had had his fill of city life, anyhow. He strolled the\nlength of the counter and paused to point.\n\n“How much are them sinkers?” he demanded.\n\n“Doughnuts? Two for a nickel.”\n\n“Gimme a dozen and keep the change,” directed Laramie. And he parted\nwith his remaining fifty cents.\n\nToting away the sack, at last he felt like himself--busted. He\nswaggered through the station outskirts and into the yards; and at a\nstring of empty stock-cars finally found a brakeman whom he knew.\n\n                 *       *       *       *       *\n\nThe 77 was at the tail-end of loading when he appeared, tousled and\nredeyed from journey by freight, at the camp near town--he having\nhopped off, convenient.\n\n“It’s Laramie! Whoopee! Thought you were in Kansas City.”\n\n“So I was,” said Laramie; and he took mental note of the ravages of\ntime in that period of his absence. All the outfit had not come to\nyet. “Howdy, Tex? Need a hand?”\n\nTex faced him.\n\n“By jiminy! Out by passenger, back by freight! Or did you _walk_!\nBusted, I’ll bet.”\n\n“You win,” granted Laramie.\n\n“What was it this time special? Liquor, cards or women?”\n\n“Well, this time it was women,” Laramie confessed, shamed.\n\n“I knowed it!” Tex vowed disgustedly. “I wont ask you where you’ve\nbeen or what you’ve done. No use. Shore, you’ve a job. Your stuff is\njust as you left it. Oh, heck!” groaned Tex, lapsing into the lingo.\n“You fellers never l’arn nothin’. Easy come, easy go. You ought to\nwear that for your brand.”\n\n“Yep,” said Laramie, humble and crimson. “I never did have no sense.\nI’m a shore brute. What hawss do I ride ag’in, fust?”",
    "metadata": {
        "author": [
            "Sabin, Edwin Legrand",
            "Sabin, Edwin L. (Edwin Legrand)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68450/pg68450.txt",
        "name": "easy_come_easy_go.json"
    }
}