{
    "name": "Ecology on Rollins Island",
    "author": [
        "Lang, Varley"
    ],
    "body": "There's a library in a small town near Charles Neck on Murdock Sound.\nIt's so run down and useless that a lot of old books still hang around\non the shelves, the big kind with stiff backs and all kinds of fancy\nlittle stars or small, curly designs to show the end of one section\nand the beginning of another. Very quaint. After the WFI took over the\nSound in our remote area, I didn't have much to do in the day time,\nso I used to walk down the road to town and get a handful of these\nstiff backs once in a while. From reading them I got the notion I'm\na one man resistance movement, which is pitiful and foolish, and, I\ngather, always has been a seedy, run-down sort of thing, a backward\nstate of mind and feelings. That's me, alright: backward. I tried to\nbe forward, but it made me hard to live with; and since I live mostly\nwith myself, I had to quit. Still, I knew I couldn't get away with\nbackwardness, and that sooner or later the WFI would slap me down,\nsquash this bussing insect, and get on with its work again as usual.\n\n\n\nSure enough, one bleak November morning, when I was half through a\ncouple of eggs and a cup of coffee, I heard the throb of a motor. I\nwalked down to the end of my wharf and looked skyward. I was pretty\nsure they wouldn't come by land, because most of the secondary roads\nwere in bad shape; and they wouldn't travel by water, because that took\ntoo much gas and time. In fact, the WFI never wasted anything. They\ncouldn't afford to. Everything went for food, its growth, collection,\nand processing. The big freighters, some of them, had atomic piles,\nbut that power was impossibly clumsy and expensive for smaller boats.\nSo they came by air in the usual inspection helicopter. The pilot\ndropped her in the cove right alongside the wharf and made fast. Three\nmen stepped onto the planks. They had the wheat sheaf insignia of the\nWFI on their overcoat arms and caps, and they looked cold and bored.\nA small sea sucked at the pilings and the helicopter rose and fell,\ngrating against the wharf. I looked at the pilot and said, \"Better put\nyour chafing gear out if you intend staying a while.\" We all watched\nwhile the pilot put a few kapoks at the tight spots. Then he looked at\na notebook and said, \"You George Arthur Henry?\"\n\nI said, \"Call me George.\"\n\nThis inspector was the usual type: tired from long hours, bored from\ndoing nothing on a weary round of food inspections. He hunched his\nshoulders against the wind.\n\nI said, \"It's warmer inside.\"\n\nThey followed me into the kitchen of the house. All three of them\nstarted to sit down, then stopped, and walked over to the table in\nperfect step. They looked at the cold remains of my breakfast eggs. The\nWFI inspector shoved his hat up and said, \"Eggs.\" The others nodded,\nwordless with wonder. Then the inspector said, \"Chickens?\"\n\n\"Where,\" I said, \"do you think I got the eggs?\"\n\nThe little man alongside the inspector came to life. In three dextrous\nmovements he had glasses on, a notebook in his hand, and stylus poised.\n\"What do you feed them?\" he inquired eagerly.\n\n\"Seeds,\" I said, \"insects, chopped up garter snakes, mussels, ground up\noyster shells. You boys have all the grain.\"\n\nThere was an excited light in the little man's eyes. He hurried out to\na broken down shed to examine the chickens.\n\nThat left two of them. The inspector continued to gaze at the remains\non the plate in a dreamy way. The other man straightened his big\nshoulders, looked at me, and said, jerking his thumb toward the shed,\n\"Mr. Carter's an ecologist. He just came along for the trip. He's on\nhis way to the Government Experimental Farm over at Murdock. I'm a\ngovernment sociologist. I was sent here to have a talk with you. My\nname is Ranson.\"\n\n\"Sure. Sit down. I guess I'm licked, but there's no use making a rumpus\nabout it.\"\n\nI turned to the inspector whose eyes were still caught in the egg\nplate. I said, \"Ever taste them?\"\n\n\"Once,\" he said, in a far away voice. I went to the cupboard and came\nback with a paper bag full of eggs and put it in his hands. He held\nthem as if someone had just given him the wheat sheaf badge of merit.\n\n\"I won't be needing these after our little talk, I expect. Take them\nhome to the kiddies.\"\n\nHe smiled, looked at the sociologists, who grinned back and nodded. The\ninspector walked very carefully out of the back door and down to the\nwharf to stow his eggs in the helicopter.\n\nRanson shifted in his chair. He said, \"That was very nice of you, Mr.\nHenry.\"\n\n\"George,\" I said.\n\n\"Against the law, of course.\" There was a smile around his eyes. \"Are\nyou against the law, George?\"\n\n\"Yes. No use bluffing. You know the story. All the waters and\neverything in them are WFI. All the land and everything on it. I don't\nlike packaged food. I like real food. I don't like my oysters, crabs,\nclams, fish minced up and blended with chick weed, cereals, yeast,\nalgae, plankton, and flavored to taste a little like steak. And plenty\nof others feel the same. I have a market.\"\n\n\"An illegal market.\"\n\n\"Yes,\" I said. \"By God, if you had told my father, before I was born,\nthat the oysters he tonged could not be eaten as oysters, he'd have\nlaughed in your face. And if you had told him he wouldn't even be\nallowed to tong them, he'd have cussed you good and proper!\"\n\n\"People have to be fed. The only way we can do it is to combine the\ntotal food resources of the world, process and package them, and do it\nas efficiently as possible. That means absolute control of _all_ food\nsources and their harvesting. You could work for WFI, George. It would\nbe important work.\"\n\n\"I know. It's so important nothing else gets done. Have you seen the\nroads around here? Half the bridges are down across Charles Neck and\nWalter Hook. You can't get gas. You can't get telephones, and if you\nhappen to have one, it doesn't work half the time. And the busses don't\nrun any more. And--\"\n\nRanson held up his hand. \"It's an emergency, George. You have to\nrealize that. It's been building up for a long time, long before your\nfather worked the oyster beds in Murdock Sound.\"\n\n\"There's another thing,\" I said. \"Before you fellows closed the Sound,\nI was independent. I had my own boat and I made my own way. Now you\nput your WFI scoops in the Sound and the whole job is done in a month\nor two. And who are the watermen? A couple of clerks to every scoop\nwho turn a valve every once in a while and draw their packaged food,\nclothing, and entertainment once a week. Do you call that a job? Why,\nthose food clerks couldn't even lift a pair of thirty foot rakes, let\nalone tong with them.\"\n\n\"We get more oysters, George, and in less time, and we do it\nscientifically.\"\n\nRanson tapped his notebook with the stylus and he looked out of the\nkitchen window. He was giving me time to cool off. He'd been kind and\npatient when he didn't have to be either. With his job he had no time\nto sit and reason with a one man resistance movement. He had no time\nfor anything but food, and organizing society to keep it grubbing\nincessantly for food, and, at the same time, to keep society as orderly\nand contented as possible. I was not orderly and I was not contented.\nBut I was just one man, not society. I cooled off.\n\nI said, \"Look, Ranson. It's like this. I know you're right. I've had a\nlook around, and I've thought about it some. The figures are with you:\ntoo many men and not enough food. Only thing is, even from your point\nof view, I'm not fit for WFI. I have to be on my own. There ought to be\nsomewhere, someplace for a man, instead of a food clerk---\" I trailed\noff unhappily.\n\n\n\n\"I'm afraid you have no alternative, George. You are a criminal in the\neyes of the WFI. Either you will work for WFI or you will be punished.\"\nHe paused.\n\n\"I won't work for them.\"\n\nCarter, the ecologist, burst in at the door, slammed his gloves down\nin the middle of the kitchen table. \"Ranson, you never saw anything\nlike it. Fifty in the flock, two roosters, all in fine shape. Lice of\ncourse, some bone malformation in the legs. But healthy.\"\n\nHe began to ask me dozens of questions, but Ranson interrupted.\n\n\"I need your help, Carter, and time's wasting. Among other\ndepredations, George Henry, here, has been robbing government oyster\nbeds, trapping government crabs, netting government fish, presumably\nat night. I needn't add that he has a ready and lucrative market. In\neffect, he refuses to cease his depredations, he refuses to join the\nWFI, and he is generally uncooperative.\"\n\nCarter said, \"uncooperative,\" in an absent way. He dragged his mind\naway from a flock of fifty fowl living in a most unusual ecology,\nnarrowed his eyes, and asked a shrewd question.\n\n\"How did he get there?\"\n\n\"What?\"\n\n\"To the beds.\"\n\nRanson said, \"Where did you get the gas, George?\"\n\n\"I didn't. Took the engine out, put in a well and center-board, shipped\na mast, and rigged her for sail. She's tucked away up in Marshwater\nCreek.\"\n\nThey were astounded. Nobody had sailed pleasure craft for a generation:\nno leisure and no money for such a waste of time; and sail craft were\ntoo inefficient for food collecting.\n\n\"My God, George,\" Ranson said, \"you're a living anachronism!\"\n\nCarter nodded. He adjusted his glasses, looked at me, and said quietly,\n\"He is also an able man.\"\n\n\"His abilities will be largely wasted in a Penal Food Processing\nPlant,\" Ranson said grimly.\n\n\"Oh, I agree, I agree.\" Carter nodded his head emphatically. \"The wrong\nenvironment entirely. No scope. No initiative.\" He gave me a glance of\nunderstanding that warmed me right through and also had the unfortunate\neffect of taking some of the starch out of me. I had been prepared for\nhostility and indifference. I stood up and walked to the sink for a\nglass of water I didn't want.\n\n\"Now,\" Carter said, talking to Ranson, \"you take the way he walks.\nNotice how he swings his arms, with his hands a little forward, as if\nready to grip, and the tilt of his head, alert, watchful. You don't see\nthat often. Different attitude, different environment.\"\n\nRanson sighed. \"Get down to business.\"\n\n\"Yes. There's always this terrible lack of manpower, machine power,\neverything, all swallowed up in food. And besides, the men can't stand\nthose bird stations. Too lonely. Can't meet an emergency. Four of them\ndied on Rollins Island three winters ago when the power plant failed.\nJust sat there and froze. Terrible thing. Had to install emergency\ntwo-way radios; need the equipment elsewhere.\"\n\n\"They died of loneliness, if you ask me,\" Ranson said.\n\nCarter nodded. \"And no gas available for boat inspection. Helicopter\ntoo wasteful for a single station. Put George out there with one or two\nothers. Could you sail out? Seaworthy? Big enough?\"\n\nI said yes.\n\n\"Good. Food processing all done by machines. Just feed birds in. Take\nup to half the colony of young birds when bred, half the old ones when\ncoming to nest. Regular inspection of tern colonies by sail, your boat.\nHelicopter lands June twenty, small freighter in July to load processed\nbirds in Rollins Harbor. Just the thing.\"\n\nHe took off his glasses to show that the problem had been solved.\n\n\"Look,\" Ranson said. \"I don't have anything against George personally.\nI want him to be useful and contented. If he can't be contented,\nthen at least I want him to be useful, instead of wasteful. Robbing\ngovernment food resources is a grave offense, but even that doesn't\njustify putting him down in the middle of a pile of excrement where no\nordinary man can breathe for more than a few minutes without stifling.\"\n\n\"Healthy,\" Carter said. \"Healthy. It does stink. That's one reason we\nhave such trouble keeping the stations manned.\"\n\n\"Boys,\" I said. \"What is this pile of dung I'm supposed to sit on? And\nwhat birds? And why?\"\n\nCarter explained. In the desperate search for food, the sea birds were\nnow being subjected to an annual harvest. From various nesting places\nalong all the ocean coasts in the world, birds were harvested, to\nsay nothing of their eggs, in large numbers. It was simply a matter\nof catching and killing the birds, gathering their eggs, and feeding\nthe processing hoppers with same. These foods were later shipped to\nFood Processing Plants to be added to other harvests and packaged for\nconsumption. In some cases, more specialized processing was necessary,\nas with the fulmars on Rollins Island. The fulmars were much prized\nbecause their alimentary system contained an especially stinking oil\nrich in fat and vitamin A. In their case, no eggs were collected,\nsince they bred only once in a season, and the birds were separately\nprocessed to retrieve the oil.\n\nLiterally millions of sea birds and their eggs were cropped yearly\nfrom nesting sites on the east coast of North America alone. It was a\nregular and assured source of food on an enormous scale the world over.\nThe thousands of tons of excrement were also gathered every five years\nto be used in food processing and in agriculture. It was the policy of\nthe WFI to waste nothing and to use everything.\n\nThe cropping of the young birds took place in the spring and early\nsummer, depending on the species. The adult birds were trapped by\nvarious devices when they returned to their nests. Over-cropping was\ncarefully avoided to insure a steady annual production.\n\n\"If it's the island or a Penal Food Plant, I'll take the island. I'm a\nwaterman, not a bird collector. At least I'll get a chance to use the\nboat once in a while.\"\n\nBoth the WFI men looked relieved. Then Ranson put a question.\n\n\"Do you know of anyone else around here who might be fitted for such\nwork? I'm not asking you to inform. I know there's been a good deal of\ndiscontent in this Sound region, which is one reason why I'm here. The\nisland may be a solution for other misfits as well.\"\n\nI thought it over. \"The Jackson boys aren't very happy. They were the\nbest men with drift nets this Sound has ever seen. Now they sit on\nstools all day long and watch a row of bottles pass in front of lights.\nOnce in a while they lift a bottle out of the line and put it aside.\nThey get very drunk every night on some stuff they make out of berries\nand dandelions from the marsh.\"\n\nRanson sighed. Carter again passed a warming look of complete\nunderstanding, and nodded encouragement.\n\n\"Then there's Pete Younger. He was a trapper before WFI closed the\nmuskrat areas. He turns a valve several hundred times a day in the\nSmall Fish Processor. He oils his traps and talks to himself. He may be\ntoo far gone. I think he is.\"\n\n\"Anyone else?\"\n\n\"Others. But the WFI has a bight on them for good, I guess. They were\nmen, once.\"\n\n\"Are the Jackson men married?\"\n\nI smiled. \"No. We're dying out.\"\n\nCarter chuckled.\n\n\n\nIt was a twenty-five mile sail to Rollins Island. The Jackson boys and\nI loaded the boat with clothing mostly. Food was stored on the island.\nI took along four pairs of oyster rakes, I didn't have the heart to\nleave them behind. And Bill and Joy took a huge ball of linen twine,\nropes, corks, rings, all the makings for a drift net.\n\nUnexpectedly, Carter showed up at the last minute by helicopter to see\nus off. He jumped up on the wharf smiling.\n\n\"About those chickens,\" he said, \"they're condemned stock of course.\nBetter take them along. And keep an eye on them. Want to know how they\nmake out in a new environment.\"\n\nThen he took me aside and handed me a small book.\n\n\"Lot of information in this. Written by a small animal ecologist. Read\nit. Read it carefully. Think about it. Read it again, and think some\nmore. Got that?\"\n\nI said, \"Sure. I'll read it.\" I had the notion he was trying to get\nsomething over without actually coming out with it flat, so I listened\ncarefully.\n\nHe paused for a while, wiping his glasses and pursing his lips.\n\n\"That island's not right for fulmars and gannets. Wrong environment.\nNever have multiplied as they should. Whole thing should be\nconcentrated north. Plenty of cliff sites north. None here. Won't do.\nTerns, yes. Fulmars and gannets, no. Trouble is, WFI is tenacious.\nStupidly so. It works, they say. I tell them it works badly. It's going\nto take a lot to move them: total failure of a colony or two.\n\n\"You're intelligent, George. Put two and two together. Wish you luck.\"\n\nHe shook my hand quickly and jumped into the helicopter. Bill and Joy\nhad to call me twice before I could come out of a trance of bewildered\nspeculation. In a daze I helped the boys load our last piece of\nequipment: a huge barrel of salt they had pilfered from the local Food\nPlant.\n\n\n\nThe island is big, about five by fifteen miles, and it must have been\na fine piece of land. It still was, even though mucked everywhere with\nwhite-to-greenish bird dung. There were steep hills on the mainland\nside, marshes to seaward, and in the middle natural meadowland broken\nby woods containing pine, and some beech and maple. We moored in a\nsmall but fairly deep harbor at a wharf for loading foods. Our barracks\nstood just off the wharf. In addition to all the necessities, there was\na two-way radio, marked \"Use in emergency only\", and a handbook with\ninformation on approximate numbers of birds to be taken, locations\nof nesting sites, and so on. Equipment, including snares and nets,\nwas stored in an equipment room. And there was a storeroom containing\npackaged foods, no freezing or cooling necessary for preservation.\n\nBehind the barracks stood a warehouse for storing processed birds, and\na shop with the processors themselves. Everything looked orderly and\nefficient. A small plant supplied us with light and heat and power for\nthe machines.\n\nWe arrived in November. By December, the first sea birds began to\nreturn to their nesting sites, a few at a time. Soon we were so busy\nsnagging them as they came to land that we had little time for anything\nbut work and sleep. Even so, Bill took the time to salt several dozens\nof gannets and fulmars for future eating, and he was looking forward to\nthe eggs.\n\nSpring and early summer soon rolled around, and we were collecting\nyoung birds, the nestlings. So it went.\n\nI can't say any of us liked the work. For one thing we all sickened\nof the endless slaughter. For another, the stench and dirt were\noverwhelming. The island should have been a fine place for living.\nThere were sheltered spots for houses, a small harbor, woodlots,\nmeadows for cattle and pigs, some bottom land for food crops, the sea\nfor fish--a fine location; but it was ruined by birds. It was a slimy,\nstinking hell.\n\nThe birds flew everywhere in huge flocks, especially in the morning\nwhen the gannets and fulmars came back from fishing at sea. Excrement\nfell from the sky like a stinking sleet. We couldn't get away from the\nsmell or the smell away from us. It was in our clothing, hair, under\nour fingernails. No watermen ever washed so often or so thoroughly as\nwe did, but the stink remained. We lost weight and appetite steadily,\nfor the packaged food tasted of excrement soon after it was opened, or\nseemed to, which is just as bad.\n\nHowever, by the end of June most of the birds had left, and we had our\nhelicopter inspection. The same man who was fascinated by the cold\nremains of a couple of eggs in my kitchen was on this route, and we\ncooked three or four of our chickens. His enormous appetite sharpened\nours, and we had a feast. He was almost tearfully grateful. By July,\nthe freighter had put in, loaded, and left. For the first time in many\nmonths, we were unoccupied.\n\nBill and Joy immediately set about knitting a large drift net. They\nwere happily excited at the prospect of gilling large numbers of\ngovernment fish. As for me, I sat down to read a book on small animal\necology.\n\nI read that book through three times. I kept at it night and day, and\nit was the hardest work I've ever done, because I wasn't reading just\nto pass the time. There was a message in that book, I was sure of it, a\nmessage from Carter, a man I liked and trusted.\n\nBy the time I began to get a glimmering of an idea as to what Carter's\nmessage was, the boys had their net knitted and hung. I went back to\nthe book to find out what to do about this idea, and the boys sailed\nout to drift the net. I waited for them in a sweat of impatience. They\ncame back at dawn the next day with a boat load of food fish. I met\nthem at the wharf.\n\n\"Bill,\" I said, \"what are you going to do with that load of fish?\"\n\nBill looked at the fish. He said with slow and tremendous satisfaction,\n\"I aim to eat them fish, George Henry.\"\n\n\"Bill,\" I said, \"not even you can eat all those fish. I've got a\nscheme. Save back some of the fish, sure. Let Joy smoke a few even. But\ntake the rest into Murdock tonight and sell them to Hornsby. He used to\nbuy my oysters. He'll buy your fish.\"\n\n\"What for?\" Bill asked.\n\n\"Get some bootleg gin,\" I said.\n\n\"That makes sense. What else?\"\n\n\"Rats,\" I said. \"I want rats. Buy some traps or get Pete Younger to\nmake some. Not muskrats. Barn rats. As many as you can catch.\"\n\n\"Fish,\" Bill said. \"Fish for rats. Boy, the birds has got you.\"\n\nHe gave in after a while, more to keep me good natured than for any\nother reason, that and the gin. He came back with two dozen live,\nhealthy specimens, and watched with an open mouth as I let them loose.\n\n\n\nThe months passed, and I was worried. To drive the problem from my\nhead, I took the boat out and surveyed the shallow waters off the\nisland. I found something. I found a bed of oysters in broken rock,\na bed not marked on WFI charts, because you could see it hadn't been\nworked for a long time. Later, I located clam beds on the marshy side\nof the island. The damn place was a paradise, or might be, once those\nbirds were cut down, but I couldn't eliminate them by sheer slaughter\nbecause of the WFI.\n\nThere didn't seem to be many rats around. December came and all the\nfilthy, stinking work with it, and still no rats. Once in a while, eggs\nwould be missing from occupied nests, and that was all. Gulls could\nhave gotten those. We toiled through stinking February, foul March,\nodiferous April, and evil-smelling May. Still no rats.\n\nI sent Bill back to the mainland for more; and by September, rats were\neverywhere. Bill looked at me from his bunk one night and said, \"I hope\nyou're satisfied.\"\n\nI was more than that. I was terrified. They absolutely swarmed. It\nwas impossible to walk from the barracks to the boat at mid-day\nwithout having to kick rats off the path. They consumed most of the\nnon-metallic gear in the boat, including the sail. So far, they hadn't\ngnawed a way into our barracks store room, or we'd have literally\nstarved to death.\n\n\"Boys,\" I said, \"just sit tight. Wait till December. These rats are the\nbest friends you ever had. They're going to make this island livable.\nNo more stink and stench.\"\n\n\"What,\" said Bill, \"are you going to do with the rats when the birds\nare gone?\"\n\nJoy merely moaned.\n\n\"We'll kill them.\"\n\n\"If they don't get us first,\" Bill said.\n\nIt was an awesome and bloody slaughter. The fulmars and gannets, most\nof the gulls, some of the terns, were either wiped out or harried\noff the island in a single season. And the island became a heaving,\nmoving, revolting mass of rats, and nothing but rats. They attacked us\non sight, from sheer hunger. Not a blade of grass grew anywhere on the\nisland, and rats are not grass eaters as an ordinary thing. There was\none hopeful sign. They were beginning to eat each other.\n\nDay after day we were caged in our barracks. The constant squealing and\nscratching under the barracks was bad enough. What made us desperate\nwas the fact that they had gnawed a way into the store room and most of\nthe packaged food was gone. We still had some smoked fish hung on the\nrafters, and a few salted fulmars in the barrel, but that was all. It\nwas then that we remembered the two-way radio, marked \"Use in emergency\nonly\". Bill said, after weighing all the evidence coolly and carefully,\nthat this here, in his opinion, was an emergency.\n\nI got WFI mainland and finally persuaded them to put me in touch\nwith Carter, Bird Stations Ecologist. I told him we were having a\nlittle trouble with the genus Rattus, and would he, for God's sake,\ndo something about it, quick. I can still near him laughing. It was a\nwhile before he could speak at all.\n\n\"Keep them at bay, general. I'll be over early tomorrow morning.\"\n\nI don't believe any men have ever been so happy to see Carter as we\nwere.\n\n\"They'll balance,\" he said. \"Starvation will do its work. I've brought\nalong a couple of pairs of barn owls. They'll help a lot. I see you\nread that ecology book. Good job. Station virtually wiped out. I'm\nsending supplies over in a week's time. Anybody wants to know, you're\nsupposed to be helping extend and restore the tern and gull colonies.\nWouldn't be a bad idea to try a few other animal experiments. Milder,\nthough. Smaller scale. Send canvas for a sail too.\"\n\nHe was gone before we could answer. The small freighter put in July\nfifteenth. She had no cargo of processed birds to take back, of course.\nThe captain detailed a few men to unload our supplies, and we helped\nthem eagerly. There were six calves and heifers, two cows and a bull,\nfive pigs, one boar and two sows, several dozen hens and a rooster.\nBest of all, there was a big case containing seeds: corn, barley, oats,\nseed potatoes, melons, beets, kale, dozens of others. A plow and two\ndraught horses, mare and stallion. Several pounds of rat poison. A hand\nforge and several tons of coke. Iron. A hundred pounds of linen twine\nfor nets, as well as ropes of all sizes. Canvas. Tools of all kinds. A\nbig medical kit.\n\n\n\nIn a year's time, we had prospered. No richer land, due to the bird\ndroppings, was ever farmed. And the sandier areas could be depended\nupon for melons and other crops demanding a lighter, drier, and not\nso rich soil. Not only that, but we were five, now, instead of three.\nThe Jackson boys had lured a couple of husky girls to the island in the\nboat. The boys claimed the women fell in love with them. I think they\nfell in love with the island.\n\nThis fast work on the part of the Jacksons seemed a little rash to me.\nI was still not at all sure we'd be allowed to remain and enjoy the\nwork we had done. Several times, I was tempted to use the radio again,\nbut decided to wait. I'm glad now I did.\n\n\n\nIn August, a little more than a year after his last visit, Carter set\nhis helicopter down at the wharf again.\n\nAfter lunch in the barracks of baked fish, fresh milk, potatoes, salad,\nand melons, he pushed back his chair and said, \"I suppose you've been\nwondering.\"\n\n\"We'd like to know,\" I said.\n\nHe nodded. \"The mainland's going to pieces. So is the whole world. It\nisn't just food. We can still produce that. Remember what you said\nabout the bad roads, bad telephones? You put your finger on it. So\nmuch manpower, machinery, energy, material is used up in getting food\nand processing it and distributing it, there isn't enough for other\nthings. A tenth of the world's population and a quarter of its total\npower resources go into processing plankton alone. We are literally\neating ourselves to death. Utilities and services are breaking down\nrapidly. No new dwellings of any kind have been built for ten years\nor more. Oil is short, cement, iron, steel, coal, plastics, wiring,\nradios, telephones, everything is in short supply and getting shorter.\nTransport is staggering to a halt.\"\n\nHe paused, took off his glasses, and twirled them by one side piece.\n\n\"Many of us saw it coming. A few decided to do something. We thought\nthere should be undisturbed nuclei, a few able people with ample food\nsupplies. You are one such center. There are others at various bird\nstations along the coast. You'll be joined shortly by a few more\npeople, young men and women, among them a trained nurse, a doctor, a\nskilled carpenter, so on.\"\n\nBill cleared his throat.\n\n\"What you said, I guess it was all around me, only I never seen it, not\nto put together. Just one thing. The manager at the Food Plant, he used\nto stop and kid me about all the fish I'd stole from the government in\nmy time. He was abraggin' about how WFI had newer and better ways of\ngettin' things done, always newer and better every year. How come they\ncouldn't keep caught up?\"\n\n\"Bill, those new techniques that manager talked about were old stuff a\nhundred, two hundred years ago. The applications are new, some of them,\nbut the basic ideas are old.\n\n\"The World Food Institute drew off all the scientific, inventive brains\nof the world, and put them to chasing food. No time for basic research,\nbasic development; just time for tinkering and retinkering old ideas.\nBeen no new basic idea for a couple of centuries. Too much need for\nimmediate, practical results. The well is dry, and it won't be filled\nagain with a reservoir of new, big ideas, not in our time. Been living\noff the past; and the present has caught up with us.\"\n\n\n\nBefore Carter left the island to visit the other stations, I had a\nchance to have a talk with him.\n\n\"Was that sociologist, Ranson, in on this?\"\n\n\"No. We had to be careful. Still have to be. Just a few of us. That's\nwhy the loss of the bird colonies here had to seem natural, or at least\na natural accident. And I had to keep clear of it. You can see that.\"\n\n\"Carter, what happens on the mainland when things break up?\"\n\n\"Won't be pretty. Bad. Very bad.\"\n\n\"For example?\"\n\n\"You read the ecology book. What happens when a species multiplies\nbeyond its ability to feed itself?\"\n\n\n\nA dozen new Rollins Islanders showed up a few at a time in Carter's\nhelicopter. We've been working and waiting a long time now, waiting for\nCarter to come back. For over a year now, our boat has made no crossing\nto the mainland. Last night, over twenty-five miles of sea in clear\nweather, we saw the sky lit by a great fire.\n\nI haven't forgotten those rats. I dream about them, tearing one another\nwith bloody fangs.",
    "metadata": {
        "author": [
            "Lang, Varley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59363/pg59363.txt",
        "name": "ecology_on_rollins_island.json"
    }
}