{
    "name": "Eneas Africanus",
    "author": [
        "Edwards, Harry Stillwell"
    ],
    "body": "Dear to the hearts of the Southerners, young and old, is the vanishing\ntype conspicuous in Eneas of this record; and as in a sidelight herein\nare seen the Southerners themselves, kind of heart, tolerant and\nappreciative of the humor and pathos of the negro's life. Eneas would\nhave been arrested in any country other than the South. In the South he\ncould have traveled his life out as the guest of his \"white folks.\" Is\nthe story true? Everybody says it is.\n\n\n\n                           _Eneas Africanus_\n\n        Extract from the _Atlanta Constitution_ of October 12, 1872\n\n                           WHO HAS THIS CUP?\n\n           MAJOR GEORGE E. TOMMEY ADVERTISES FOR HIS SILVER CUP.\n\n\nEditor _Constitution_, Atlanta, Ga.\n\nDear Sir: I am writing to invoke your kind assistance in tracing an old\nfamily negro of mine who disappeared in 1864, between my stock farm in\nFloyd County and my home place, locally known as Tommeysville, in\nJefferson County. The negro's name was Eneas, a small, grey-haired old\nfellow and very talkative. The unexpected movement of our army after the\nbattle of Resaca, placed my stock farm in line of the Federal advance\nand exposed my family to capture. My command, Tommey's Legion, passing\nwithin five miles of the place, I was enabled to give them warning, and\nthey hurriedly boarded the last south-bound train. They reached\nJefferson County safely but without any baggage, as they did not have\ntime to move a trunk. An effort was made to save the family silver, much\nof it very old and highly prized, especially a silver cup known in the\nfamily as the \"Bride's Cup\" for some six or eight generations and\nbearing the inscription:\n\n  \"Ye bryde whose lippes kysse myne\n  And taste ye water an no wyne\n  Shall happy live an hersel see\n  A happy grandchile on each knee.\"\n\nThese lines were surrounded with a wreath and surmounted by a knight's\nhead, visor down, and the motto: \"Semper Fidelis.\"\n\nThis cup was hurriedly packed with other silver in a hair trunk and\nintrusted to Eneas with verbal instructions as to travel. He drove an\nold-fashioned, flea-bitten blooded mare to a one-horse wagon full of\nforage and carried all the Confederate money the family left, to pay his\nexpenses. He was last seen, as I ascertained soon after the war from a\nwounded member of my command, about eight miles southeast of Atlanta,\nasleep in the wagon, the mare turning to the right instead of keeping\nthe straight road to Macon. Eneas was a faithful negro, born and raised\nin the Tommey family and our belief is he was murdered by army\nstragglers and robbed of the trunk. He had never been over the road he\nwas traveling, as we always traveled to North Georgia by rail, shipping\nthe horses likewise. His geographical knowledge consisted of a few\nnames--places to which I had at different times taken him, and in the\nneighborhood of my home, such as Macon, Sparta, Louisville, and the\ncounties of Washington and Jefferson. If given a chance to talk he would\nprobably confine himself to \"Lady Chain,\" the mare he was driving;\n\"Lightning,\" the noted four-mile stallion temporarily in my possession;\nthe Tommey family and our settlement, \"Tommeysville.\" On these topics he\ncould talk eighteen hours a day.\n\nI have no hope of ever seeing Eneas again, for if living he would have\ngotten back if he had to travel all over the South to do it, but there\nis a bare chance that the cup may be found, and I am writing to gratify\nmy daughter, whose wedding day is approaching. All brides in the family,\nsince 1670, have used this cup on their wedding days. If the cup was\nstolen, doubtless the thieves sold it, and if so, the holder may read\nthese lines if they are given publicity. I am willing to waive any\nquestion of ownership and purchase the cup at the holder's valuation, if\nwithin my power; or, if unwilling to sell, he may loan the cup for a few\ndays.\n\nI shall be greatly obliged if you will publish this letter with a\nrequest that all Southern papers, daily and weekly, copy the same.\nThanking you in advance and with all good wishes for your happiness and\nprosperity, I am, most respectfully,\n\n                                   Your obed't servant,\n                                        George E. Tommey,\n\nLate Major, Tommey's Legion, C. S. A. P. O., Louisville, Ga.\n\n\n\n                                   Althea Lodge, Fayette Co., Ga.\n                                        October 15, 1872.\n\nMaj. Geo. E. Tommey,\n     Louisville, Ga.\n\nDear Major Tommey: I read with deep interest and sympathy your letter\nin the _Atlanta Constitution_ inquiring of a negro named Eneas. This\nman, I am sure, came to my house about twenty miles south of Atlanta in\n1864. I remember the occasion perfectly, because he mentioned your name\nand one of my boys was serving in your command. I gave him shelter for\nthe night and food for himself and horse. He insisted on sleeping in his\nwagon. He told me that the mare was famous on the race track and very\nvaluable and he was afraid to leave her. This struck me as singular, at\nthe time, because she seemed old and broken down. I did not see any\ntrunk, but his wagon was full of hay and fodder and he may have had one\nhidden under it. Eneas asked me to put him on the road to\nThomasville--or so I understood him--and I gave him explicit directions\nas far as Newnan, advising him to get more at that point. He was gone\nwhen I arose next morning. I do hope you will find the old man, as well\nas the cup. I took quite a fancy to him. He gave me a very vivid\ndescription of yourself--whom I had long wished to meet--and of your\nhome, the twelve-room house, lawn with its three fountains, beautiful\nlake and your hundred negroes in their painted cottages, etc.\n\nExcuse this rambling letter. Your name has stirred an old woman's\nmemories.\n\n                                   Sincerely your friend,\n                                        Martha Horton.\n\nP. S.--My son William, who served in your command, married a\nConnecticut girl. Think of it, Major! But she proved to be a\nnoble-hearted woman and has influenced him to give up tobacco and\nstimulants in every form. He travels this territory for a New York\nhouse. His wife is well connected, and one of her ancestors came over in\nthe Mayflower. She is with me now and sends you her regards. Billy has\nconvinced her that next to General Joseph Johnston, you were the bravest\nman in the Georgia armies.\n\n                                   M. H.\n\n\n\n                                   Talbotton, Ga., Oct. 18, 1872.\n\nMajor George Tommey, Louisville, Ga.\n\nSir: Read your letter in the _Columbus Enquirer_. I kept a livery\nstable here in '64 and saw the man you are huntin about that time. He\ndrove a broken down old speckled grey mare he called Lady Chain, now\nthat you mention it, and claimed she was in foal to \"Lightning,\" the\ngreat four-mile horse. I took this for a joke along with some of the\nfairy stories he gave me about the Tommeys, but he was so polite and\nhumble that I let him stay over night in the stable. Offered to pay me\nnext morning, an seemed like he had about a bushel of Confedrit money;\nbut I was long on Confed myself and didn't let him put any more on me.\nDon't remember seein any trunk. He was on his way to Thomasville, so he\nsaid, and I giv him as much directions as he could carry.\n                                   Very truly,\n                                        William Peters.\n\n\n\n                                   Thomas County, Oct. 19, 1872.\n\nMajor George Tommey, Louisville, Ga.\n\nDear Sir: My wife remembered your old nigger as soon as she read your\nletter in the paper, and so did I when she called it to my mind. He was\na big talker all right, and sat on our back steps half the night talking\nabout the Tommeys, their race horse, twenty-room house, yard with six\nfountains, and a whole tribe of niggers. We fed him and he slept in his\nwagon. Next day he wanted to pay me in Confederate money; was using a\ncorn sack for a pocketbook, and it was most full. He moved on to\nThomasville, about six miles from here, but I don't think it was the\nplace he was looking for. I reckon it must have been \"Tommeysville\" he\nwas looking for. Major, I took a good look at Lady Chain and you ain't\nlost much if you never get her back, but if you don't find the nigger,\nyou've lost the champion liar of Georgia. I hope you get him back, but\nit's hardly possible a man talking like he did could last seven years on\nthe public road.\n\n                                   Respectfully,\n                                        Abner Cummings.\n\n\n\n                                   Thomasville, Ga., Oct. 19, 1872.\n\nHon. Sir and Major:\n\nYour man Eneas came to my home in Thomasville in the winter of '65 or\nthe fall of '64, in great distress. He said he had traveled a thousand\nmiles to get to Thomasville, but it wasn't the right Thomasville. He had\nno idea of States, geography or direction. Claimed he lived in Jefferson\nCounty, next to Washington County, and as this describes two counties\nacross the line in Florida, several people at different times had sent\nhim over there. I gave him a letter to a friend over in Jefferson County\nnear Tallahassee. He had an old grey mare he said was a famous race\nhorse, but she didn't look it. Claimed she was in foal to the celebrated\n\"Lightning,\" whose four-mile race in the mud at New Orleans I witnessed.\nI thought the old nigger was loose in the upper story. He had no trunk\nwhen here.\n\n                                   Very truly,\n                                        Andrew Loomis.\n\n\n\n                                   Tallahassee, Fla., Oct. 20, 1872.\n\nMajor Geo. E. Tommey, Tommeysville, via Louisville, Ga.\n\nMy Dear Sir: Eneas, your old negro, whose name I had forgotten until I\nread your letter in a local paper, was on my plantation near here in\n'65. He came here very blue and utterly discouraged from Thomasville,\nGa. Said he was looking for a little Thomasville owned by Major George\nE. Tommey. He brought a letter from a friend of mine. There are no\nTommeys in this county, and no Thomasville, and not knowing what to do\nwith him, I passed him along to Colonel Chairs, a friend in Washington\nCounty, which is on the gulf coast. Chairs wrote me that he had had a\ngreat deal of fun out of Eneas. The gulf astonished him. He declared\nsolemnly that he knew he was in the wrong Washington, because there were\nno oranges, or scrub palmettoes, or big green spiders (crabs) in his,\nand the water had no salt in it. Eneas talked a good deal of Macon and\nLouisville, and there being a county and town so named, besides another\nThomasville, to the north in Alabama, Chairs started him up that way. I\nam truly sorry the old man came to grief. He was a harmless old fellow,\nthough a picturesque liar, as are many old negroes when they talk of\ntheir white folks.\n\nIt is possible that Eneas had a trunk, but I have no recollection of\nseeing one in his possession.\n\n                                   Yours very truly,\n                                         Randolph Thomas.\n\n\n\n                                   Louisville, Ala., Oct. 28, 1872.\n\nMajor Tommey, Louisville, Ga.\n\nSir: A ole nigger name of enus come by hyar in the firs yer atter the\nwar with er old mare an er colt he claim was by the lightnin. He was\nlokin for a tomusville, an I tried to show him the way back to\ntomusville, in Georgia, but he got mad and wanted to fight me, an ef he\nhadnt ben er ole man I would have busted him open. Mr. tommy, you wont\nnever see yo nigger no more less he mends his way of acktin when you are\ntryin to help him.\n\n                                   Respectfull, sir, yours,\n                                        Pompey Wiley (Colored).\n\nHe lef hyar for Macon County.\n\n\n\n                                   Barton, Washington County, Ala.\n\nMajor G. E. Tommey, Louisville, Ga.\n\nDear Sir: Your negro, Eneas, came to my place in this county in 1865, I\nthink, from a little village named Thomasville to the northeast. He was\nvery poor and his pathetic story appealed to my sympathies. I let him\nhave some rations and a piece of land and he planted a cotton crop. He\nmarried a young mulatto woman on my place that year, and when he left\nhere about Christmas, 1866, carried with him a young baby besides the\nold mare and her colt. The colt, by the way, was a beauty.\n\nEneas was a puzzle to me, though I have lived among negroes all my life.\nHis stories of you and your place were marvels. But for the fact that he\nheld the mare and colt in your name, refusing dozens of offers for the\nlatter when in dire need, I should have put him down a reckless\nromancer. He began preaching here among the negroes and proved to be a\nmost eloquent spiritual advocate. He claimed to be the pastor of a big\ncongregation at home. I heard him on one occasion when he baptized forty\nconverts and was thrilled by his imagery and power.\n\nEneas knew nothing of geography beyond the names of a few towns and\ncounties. Hearing of a Macon and Louisville over in Mississippi, he\ngathered his household goods into his wagon in December, '66. I do hope\nyou will yet find him. Suppose you make inquiries through the African\nMethodist Church? He ought to be a bishop by this time.\n\n                                   Very respectfully,\n                                        James Tally,\n                                        Attorney at Law.\n\n\n\n                                        Sunshine Parsonage,\n                                   Washington County, Mississippi.\n\nMajor Geo. E. Tommey, Louisville, Ga.\n\nMy Dear Sir: I was greatly interested in your letter copied into our\ncounty paper from the _Atlanta Constitution_, concerning Eneas Tommey.\nHe was here in 1868 or 1869 with a wife and several children. They came\nin a one-horse wagon drawn by an old grey mare he called Lady Chain, and\nfollowed by a splendid young colt he declared was from celebrated racing\nstock. An almost worn out pass from his mistress, Mrs. Tommey, though it\nbore no date or address, saved the old man from arrest. His story, that\nhe was lost and on his way home, though remarkable, was possible, and he\nwas not molested. The narrative of his wanderings interested me greatly.\nHe came up the river--the Mississippi--from Jefferson County, trying to\nfind a ford. He had heard of a Washington parish and a Thomasville in\nLouisiana, and was trying to reach them. He rented a piece of land near\nhere and raised a crop, leaving in 1869 for Jefferson County, Alabama. I\ngave him a letter to a minister in that county.\n\n                                   Very truly,\n                                        (Rev.) John Simms.\n\nP. S.--I regret to say that after leaving here, Eneas, though an active\nminister of the Gospel, suffered the young horse to be entered in a\ncounty race. I understand that he won about $75. Allowance, however,\nmust be made for the old man's necessities and distress.\n\nJ. S.\n\n\n\n                                   Idlewilde, Jefferson County, Ala.\n                                        October 26, 1872.\n\nMajor Geo. E. Tommey, Louisville, Ga.\n\nMy Dear Sir: A Birmingham paper to-day gave me the explanation of a\nmystery that has puzzled my family for several years, when it reproduced\nyour letter to the _Atlanta Constitution_. Eneas--or the Rev. Eneas\nTommey, as he called himself--came here in 1869 with a grey mare, and a\nsplendid young horse, which he claimed was of marvelous speed, and a\nletter from a friend of mine in Mississippi. He also brought a wife and\ntwo children. To the latter he added a third before leaving. My daughter\nwas greatly interested in the old man's remarkable story, and made an\neffort to help him. She took down a letter to you, which he dictated,\nmade seven copies of it and sent one to every Thomasville in the South.\nThey all came back to her. By good luck she retained one for her\nscrapbook, and I enclose it that you may see how the faithful old fellow\nwas trying to reach you. He stayed around here farming and preaching\nuntil 1870 when, hearing from a horse trader of a Macon and a Sparta in\nTennessee, he moved on. He had no trunk with him, and I am afraid your\ncup is gone.\n\n                                   Very truly,\n                                        (Rev.) Amos Wells.\n\nP. S.--I am informed that Eneas participated in a horse race in\nBirmingham after leaving here, and won a great deal of money.\n\n                                   A. W.\n\n\nLetter of Eneas inclosed in that of Rev. Mr. Wells:\n\nMarse George: I am loss in er distric called Yellerhama, by a town name\no'Burningham. Ef you knows whar Burningham is, fer God's sake come ter\nme fer I can't git ter you! Me an' Lady Chain is plum wore out.\n\nMarse George, I been ter firs one an' den ernuther Thomasville, year in\nan' year out, tell thar ain't no sense in hit. An' I ain't hit de right\none yit. Evy yuther place is name Thomasville er Macon er Washington er\nJefferson. Evybody knows whar I wanter go but me, an' shows me de road;\nbut all I kin do is ter keep er movin'. De firs Thomasville I got ter I\ngot back fo' times. Hit was harder ter lose it than hit was ter find it!\n\nMarse George, I come ter one pond I couldn't see ercross an' de water\nwarn't no count. The last Thomasville was out most ter sundown an' I was\nheadin' fer ernuther when I struck er creek er mile wide an' Lady Chain\ncouldn't wade hit, so we turn back.\n\nMarse George, Lady Chain's colt come, back in the secon' Jefferson, an'\nhe sholy is ole Lightnin's colt; long-legged, big-footed an' iron grey.\nI been tryin' him out hyar an' thar an' thar ain't nothin' kin tech him.\n\nMarse George, I got ernuther wife down in de third Washington an' am\nbringin' her erlong. She weighs one hundred and sixty, an' picks fo'\nhundred pounds er cotton er day. She b'longs ter you, same as me an'\nLady Chain an' de colt.\n\nMarse George, er horse trader goin' by told me erbout some more Macons\nan' Spartas an' Jeffersons an' Washingtons up de country fum hyar an' ef\nI don't git word fum you by nex' month, I'm gointer move erlong.\n\nMarse George, ef you knows whar I is fum dis hyar letter an' can't come\nyo'self, sen' fer me. I'm sick o' de road an' wanter git home. Do somp'n\nan' do it quick!\n\n                                   Yo' ole nigger,\n                                        Eneas.\n\n\n\n                                   Macon, Tenn., Oct. 30, 1872.\n\nMaj. George E. Tommey, Louisville, Ga.\n\nMy Dear Sir: Eneas was here in 1869 or 1870 and remained about a year\npreaching at Mt. Zion and other places in the county. I do not know when\nI ever met a more original and entertaining talker. His description of\nyour colonial house with its forty rooms, white columns and splendid\nparks has aroused in me a strong desire to visit the place if I am ever\nable to come to Georgia. I know it must have suffered from the ravages\nof the war, but doubtless enough remains to show its former\nmagnificence. I am especially anxious to see the great lake with its\nflock of swans, and the twelve fountains on your lawn. My mother is a\nGeorgian and have often heard her describe the natural beauties of the\nState. There is a feeling with us all that at last it is \"home\" and that\nsome day we shall all assemble in dear old Monroe county where grandpa\nwas born.\n\nEneas brought with him to this place a grey mare that was, he said, a\nfamous race horse, and that the father of her colt was the greatest\nhorse in the world. I had forgotten their names until I read your\nletter. Eneas insisted that you lived at Thomasville next to Washington\nand Jefferson Counties, and near a town named Louisville. There are\ntowns and counties of the same names in this State and he left to visit\nthem. He seemed to have plenty of money. I hope you will hear from him\nyet, but I am afraid the trunk is gone. He had none when here.\n\n                                   Sincerely yours,\n                                        Mary Adkins.\n\n\n\n                                   Louisville, Tenn., Oct. 27, 1872.\n\nSir: Don't you worry about old Eneas. He came here in or about '70\nwith a grey mare, a long-legged race horse, a young wife and three\nchildren, and give out that he was a minister of the Gospel. They stayed\non my place and there were four children when they left. He was a\npreacher all right, cause I heard him time and again, but all the same\nhe was the biggest liar in Tennessee at that time, and that's a great\nrecord for any man. Major, if half he said about you and your place is\ntrue, you ought to be President. You must have owned all the niggers in\nGeorgia, and your home must be spread over all three of them counties he\nhas been looking for ever since freedom. About that Lightning colt--he\ncertainly looks it. Eneas slipped him into a free-for-all up here and\nhim and a strange white man about busted the county. I offered him $500\nfor the colt, but he said your price was $20,000. Considering you had\nnever seen him, I thought that a little high and him and me didn't\ntrade. Next day he was gone. Oh, you Eneas! Say, Major, if he ever gets\nback, and he will, for you can't lose that kind of man for good, better\nnail down everything movable--including them twelve fountains.\n\n                                   Yours,\n                                        Tom Johnson.\n\nP. S.--I say; twelve fountains!\n\nP. S. S.--Forty-four rooms! Gosh! is the Legion still with you?\n\n\n\n                                Washington County, N. C., Oct. 20, 1872.\n\nMaj. George E. Tommey, Louisville, Ga.\n\nMy Dear Major: Your old negro has been on my plantation for about a\nyear farming and preaching and romancing. He came straight through\nTennessee and North Carolina, touching Sparta, Louisville, Washington\nand Jefferson Counties in the former, and the towns of Jefferson, Sparta\nand Macon in this State before he found me. I am affectionately known\nall over this section of the State as \"Major Tommy,\" and as the old\nnegro was looking for \"Major Tommey,\" somebody put him on my trail. He\nsoon had me treed, but was greatly disappointed when he saw me. However,\nthat did not keep him from paying me a year's visit. Eneas is a queer\ncharacter--wisdom of the serpent and simplicity of a child. His story,\nprobably growing with age like the stories of some of our veterans, has\nbeguiled many a lonely hour for me, but not until I read your letter in\nthe _Richmond Dispatch_ did I give him credit for many facts in it. The\nyoung race horse is certainly a fine animal and should you decide to\nsell him I trust you will give me the refusal. Eneas won several purses\nup here in local races. It seems he has a new name for his horse\neverywhere he goes. He says it keeps him from getting \"too common.\" When\nEneas was not plowing or racing, his favorite occupation was preaching,\nhis subject usually being the wandering of the Hebrews in the desert. He\nleft here for Jefferson, S. C. I am sorry to say, I heard no mention of\nyour lost cup, and if he had any trunk I was not informed of it.\n\nWith regards for yourself and all good wishes for the young bride, I am,\n\n                                   Very sincerely yours,\n                                        Thomas Bailey,\n                              (Late) Major 13th N. C. Volunteers, C.S.A.\n\n\n\nExtract from _Columbia_ (S. C.) _Register_, October 27, 1872:\n\nOne of the surprises of yesterday's races came in the free-for-all\ntwo-mile dash, which was won by \"Chainlightning,\" entered by an old\nnegro man calling himself Eneas Tommey, who claims the horse was sired\nby the celebrated stallion Lightning, and that the dam, which he drives\nto a one-horse wagon on his way to Georgia, is \"Lady Chain.\" She was\ncertainly a tired looking old lady. Eneas arrived late and at once\nattracted attention by his unique appearance and his limitless faith in\nChainlightning. His story and the splendid horse interested some\nstablemen and after a private demonstration they succeeded in getting\nhim entered and a rider engaged. In the get-off Chainlightning took the\nlead and gave a marvelous exhibition of speed. He led the bunch by a\nhundred yards at the end of the first mile and by nearly three hundred\nat the end of the second. He was then going strong and the efforts of\nthe rider to stop him resulted in a runaway. When he came around the\nthird time the crowd blocked the track and brought him to a standstill,\nbut his rider was thrown. Eneas won $200. It is not known how his\nbackers fared, but it is supposed that they cleaned up a good pile on\nthe side. Eneas left on yesterday, going toward Augusta, Ga. It was\nsuggested afterwards that this may have been the man advertised for in\nthe _Atlanta Constitution_ by a Major Tommey, of Louisville, Ga., a few\nweeks ago. The matter will be brought to his attention. One reason for\nthe sudden departure of the old negro, who had become quite a hero among\nmembers of his race, is said to be a movement to elect him to the State\nSenate.\n\n\n\nLouisville, Ga.--(Correspondence _Macon Telegraph and Messenger_, Oct.\n31, '72.)--Your correspondent on Thursday last was the favored guest of\nMajor George E. Tommey, the famous commander of the Tommey Legion, which\nrendered conspicuous service to the Confederacy as part of\nJohnston's--afterwards Hood's--army, in the Tennessee and North Georgia\ncampaigns. The Major lives about twelve miles from this place at\nTommeysville, as his plantation is called. His delightful residence is\none of the old-fashioned two-story houses with broad hall and verandahs\nand two large wings, and is situated in a beautiful grove of oak and\nhickory. The broad lawn in front abounds with roses and among them is a\ntiny fountain with a spray. Beyond the house lie the barns and the negro\nquarters and a small artificial lake where ducks abound. Sherman's\narmy missed the charming spot and the only suggestion of the late\nunpleasantness is the Major's sword crossed with the colors of the\nLegion over the broad fireplace at the end of the hall.\n\nThe occasion of your correspondent's visit was the marriage of the\nMajor's only daughter, Beauregarde Forrest, to Mirabeau Lamar Temple, of\nDallas, Texas. The bride, a petite brunette of great beauty, entered\nlife eighteen years ago, inheriting her mother's name, but by the act of\nthe Georgia Legislature this was changed in honor of the two heroes of\nthe Confederacy dear to the heart of her illustrious father. The groom\nbears the name of two Georgia families long ago transplated to the Lone\nStar State and is an attorney of great promise.\n\nThe wedding supper was charming in its simplicity and homeliness, using\nthe word in its original sense. The broad back porch between the two\nwings was closed in with smilax and the feast was spread on a great\nhome-made table twenty feet in diameter. Seats were placed for forty.\nSuch a display of delicacies and substantials has not been seen in this\nsection since the good old days before the war. The low growing ferns\nand cut-flowers of the decorations--there by the hundreds--did not hide\nthe guests' smiling faces. Wine, the famous scuppernong of the Major's\nown vintage, was the only stimulant visible, for the Major and his good\nlady are almost total abstainers. When the guests were seated a grace\nwas pronounced by the Rev. Mr. Thigpen, and fun and merriment broke\nloose. Toast after toast was given and sentiment and the poets were\ninterspersed with songs from the family negroes assembled in the\nbackyard by a gigantic bonfire. Some of the songs were of exquisite\nharmony and pathos. Freedom, so far, had brought but little of\nbrightness into the lives of these humble people.\n\nA dramatic situation that will one day enter into a story, came during\nthe supper festivities. A sudden excitement among the negroes was\nfollowed by cries, some of merriment and some of fear, and by a stampede\nof the juniors. In the red light of the bonfire an old negro suddenly\nappeared, reining up a splendid grey horse. The old man was seated in a\nred-wheeled road cart, enveloped in a flopping linen duster, and wore a\nsilk hat. His \"Whoa, Chainlightning!\" resounded all over the place. Then\nhe stood up and began to shout about Moses and the Hebrew children being\nled out of Egypt into the promised land. Major Tommey listened for a\nbrief instant and rushed out. The newcomer met him with an equal rush\nand their loud greetings floated back to us clear as the notes of a\nplantation bell: \"Eneas, you black rascal, where have you been?\"\n\n\"O! Lord, Marse George! Glory be ter God! Out o' de wilderness! De\nprojeckin' son am back ergin!\"\n\n\"It's Eneas!\" screamed the little bride, gathering up her skirts and\nrushing out. In the strong light, as the wedding party hurriedly\nfollowed, we could see the old negro hanging to his master as he filled\nthe night with his weird cries. Catching the excitement, the negroes\naround began to moan and chant, taking their text from the old man's\nwords.\n\n\"Where have you been, sir?\" The Major was trying to free himself and\nchoking with tears and laughter.\n\n\"All over de blessed worl', Marse George! But I'm home ergin!--You hyar\nme, niggers?--home ergin!\"\n\n\"Stop, sir!\"--But suddenly the old man grew rigid in the grasp of a\nmomentous thought. His voice sank to a whisper audible to only a few of\nus:\n\n\"Marse George, wha's Nancy?\"\n\n\"Nancy is dead, Eneas,\" said the Major, sadly.\n\n\"Thank God!\" said the old man fervently.\n\n\"Where is my trunk, Eneas?\" The old negro was making a horn of his hands\nand giving the plantation halloo. With his eyes set on the banking\nshadows beyond the fire, he waited, an inscrutable smile on his wrinkled\nface. Presently, into the circle of light came an old grey mare, drawing\na wagon in which sat a yellow woman, hovering a small colony of\nchildren.\n\n\"I done brought you a whole bunch o' new Yellerhama, Burningham niggers,\nMarse George! Some folks tell me dey is free, but I know dey b'long ter\nMarse George Tommey des like Lady Chain and her colt! Marse George, you\noughter see dat horse--\"\n\n\"Where is the trunk?\" repeated the Major, laughing and wiping his eyes.\n\"Where did you leave it, Eneas?\"\n\n\"I ain't left hit,\" said Eneas, indignantly. \"Git out o' dat wagon,\nniggers, fo' I bus somer you wide open!\" The little colony fell over the\nwheels like cooters from a log, and drawing aside the hay that had held\nthem, Eneas brought forth a time and weather defying hair trunk. He\nheaved a mighty sigh of relief as he dropped it on the ground:\n\n\"Dar 'tis, Marse George, an' I sho is glad to git shut o' dat ol' bunch\no' hide an' hair!\" The bride danced and clapped her tiny hands: \"My cup!\nMy cup! Get it! Quick! O, please somebody open the trunk!\"\n\nMajor Tommey picked up an axe and with one blow sliced off the ancient\nlock. From its snug nest in cotton batting, the bride lifted a shining\ncup, the cup, Mr. Editor, advertised in your columns a few weeks ago. A\nbucket rattled down in the nearby well and the bride-groom came with a\ngreat gourd to fill it. Then he read aloud the quaint inscription:\n\n  \"Ye bryde whose lippes kysse myne\n   An taste ye water an no wyne\n   Shall happy live and hersel see\n   A happy grandchile on each knee.\"\n\nThe little woman accepted the challenge with the cup, and smiling up to\nthe face of her husband sipped of the crystal draught and handed him the\ncup. He, too, drank, but the slight flush on the bride's face was as\nnothing to the fiery scarlet of his own when a storm of applause greeted\nthe act.\n\nEneas had drawn the Major aside and produced an old strap pocketbook\nstuffed with bills.\n\n\"Marse George,\" he began, \"de bag o' yaller war money what dey gimme\nwarn't no good over yonner whar I been. Countin' de c'llections I tuck\nup in the church an' what I winned on de track wid Chainlightnin' an'\nain't spent--\"\n\n\"Keep it, Eneas,\" said the Major, almost exploding with laughter, and\npatting the old man on the shoulder, \"that bunch of Burningham\nYellerhama niggers more than squares us!\"\n\n",
    "metadata": {
        "author": [
            "Edwards, Harry Stillwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33594/pg33594.txt",
        "name": "eneas_africanus.json"
    }
}