{
    "name": "Enter the Nebula",
    "author": [
        "Jacobi, Carl",
        "Jacobi, Carl Richard"
    ],
    "body": "Phil Hanley came out of the managing editor's office and strode\nsavagely to his desk in the paper littered city room. It was one P.M.,\nbetween editions, and the reporters and copy-desk men of the _Martian\nGlobe_ were taking things easy for the moment. Hanley slumped into his\nchair, kicked his feet up on his auto-typewriter, and mouthed an oath.\n\"He can't do it,\" he growled. \"Who the hell does he think I am anyway?\nI'll quit, that's what I'll do.\"\n\n\"Not again,\" taunted McFee, a rewrite man.\n\n\"Yes, again,\" snarled Hanley. \"And this time I mean it. Do you know\nwhat that lopsided jackass wants me to do? Get a personal interview\nwith the Nebula. For all _I_ know, the Nebula might be a four\ndimensional robot.\"\n\nMcFee lit a cigarette and leaned against the desk. \"Did the old man\nreally hand you that for an assignment?\"\n\nHanley nodded, his anger passing now into glumness. \"It's a compliment,\nI suppose,\" he said, \"for anyone to think I might have even a chance.\"\nHis eyes turned from the room and stared unseeing through the window\ninto the metropolitan area of Crater City.\n\n\"The Nebula,\" he said slowly. \"Every dick and I.P. man in the System\nhas been tearing his hair, trying to get a lead on who or what he is.\nThe Nebula! The greatest cracksman of all time!\"\n\nMcFee exhaled a lungful of smoke. \"He's quite a guy, isn't he?\"\n\nDeliberately Hanley dropped his feet to the floor and sat erect.\n\"Listen,\" he said, \"he's the Robin Hood of the day, if you can possibly\nremember your ancient history. Two years ago he swiped the electrolic\njewels from the atomic motors of the _Fortuna_, the gambling space\nship, broke them into two hundred parts and gave them to the Society\nfor Orphaned Children. A year ago he entered the inner rooms of the\nVenus Gallery and made off with the _Cosmic Lady_, the greatest\npainting of the age.\n\n\"The man's a wizard. No vault door, no lock mechanism keeps him out.\nHe walks in, takes what he wants, and leaves before the I.P. men know\nwhat's happened. All they find is that little pastel-blue card with the\ncluster of white dots in the shape of the Constellation Orion. That's\nwhat gave him the name of the Nebula, you see.\"\n\nMcFee nodded. \"I know,\" he said, \"but who is he? And what's his\npermanent address?\"\n\nFor a moment Hanley said nothing. He reached in his pocket, drew out a\nbulldog pipe and a worn tobacco pouch. A glitter was slowly entering\nhis eyes. \"You know,\" he said, \"I have half a mind to try and find out\nat that.\"\n\n\n\nThe mercury clock over the white mantel chimed the hour of eight A.M.,\nand Jimmy Starr sat up in bed yawning. As the last note faded into\nsilence, the door of the room opened, and a white-haired man entered,\ncarrying a tray.\n\n\"Good morning, Mr. Starr.\"\n\n\"Good morning, Peters,\" Jimmy said. \"Did you bring the paper?\"\n\nThe servant nodded, propped a morning edition against Jimmy's upraised\nknees and placed the breakfast tray on the side of the bed. \"Will you\nhave orange juice or Martian melon today?\" he asked.\n\n\"Orange juice, I believe,\" replied Jimmy absently, and then coughed\nto hide the sudden tenseness that had entered his voice. He waited\nimpatiently while the aged servant opened the window blinds and busied\nhimself about the room.\n\nWhen at last the man had gone, Jimmy sat bolt upright and stared at\nthe screaming type.\n\n                       NEBULA ON THE LOOSE AGAIN\n                       GENTLEMAN BURGLAR PROVES\n                         TO BE COMMON CRIMINAL\n\nThe running story was bitter in its denunciation. Where before those\nsame columns had accepted each new exploit of the Nebula as a prank\nupon the police and an irritation to the wealthy, they now demanded\nlegal action. For this time the Nebula had committed murder!\n\nThe Crater City Museum had been robbed during the night. Three\npriceless Thro-Pahl figurines had been stolen. An aged night watchman\nhad been brutally beaten to death.\n\n\"The guilt is undeniable,\" the paper continued. \"Drunk with power, this\nsadist had the effrontery to leave behind one of his mocking cards.\nWhat are the police going to do about it?\"\n\nJimmy Starr leaned back and let a soft whistle escape from his lips.\nThe newspaper story was all wrong. For Jimmy Starr had spent the entire\nnight in his apartment. And Jimmy Starr was the Nebula!\n\nHe didn't know quite how long he had been playing this dual role.\nYears now, ever since his father, Randall Starr, president of the\nTriplanetary Freight Lines had been murdered and had left his enormous\nfortune to his son.\n\nRandall Starr had come up from poverty with his only heritage, a\nbrilliant mind and skillful hands. He had dabbled in a little of\neverything before he had become associated with the Venus-Mars-Earth\nshipping business. But all during his years of executive activity, he\nhad always found time for two things: his hobby, the manufacture and\nstudy of theft-proof materials and devices; and the deciphering of the\nancient _Lost Chronicles_ of Mars.\n\nIt was this last that had resulted in his untimely end. Jimmy Starr\nhad known for a long time that his father was on the verge of a great\ndiscovery, but what that discovery was he had had no inkling.\n\n\"Wait 'til I've finished,\" Randall Starr would always say when\nquestioned. \"Some day I'll have an announcement to make that will\nstartle all Mars.\"\n\nAnd then one night Jimmy Starr had been wakened by a terrific crash\ndownstairs in the lower-floor study. He had rushed to the room to\nfind his father stretched out on the floor, blood trickling from a\ngaping wound in his head. The window was open, showing the way of the\nassailant's escape. Randall Starr's filing cabinet had been thrown to\nthe floor and battered open with some heavy instrument. Papers lay\nstrewn about in wild disorder.\n\nJimmy knelt at his father's side, in time to hear the old man's last\ngasping words. \"The ... Chronicles ... they took ... the five cyphers.\nYou must get them back, Jimmy, before the last one is completed and the\nsecret discovered. You must, do you understand? The future of all life\non this planet depends on it.\"\n\n\"Who...?\" choked Jimmy. \"Tell me who, and I'll....\"\n\nBut the effort had been too great. The old man fell back, his warning\nunfinished.\n\nClues? Jimmy had employed the finest detectives on Mars in a vain\nattempt to track down the guilty one. He had followed trails himself,\nquestioned all of his father's former friends and associates. The one\nand only shred of evidence he had led him no place. This was a polished\n_falpa_ button which Randall Starr had torn from his assailant's tunic\nduring the struggle--the type of button which members of the limited\n_superiors_ class effected. The _superiors_ were a throw-back to the\nfeudalistic days of a by-gone age. Powerful overlords with inherited\npolitical and financial power, they still wielded a strong influence\nover an otherwise partially modernized society.\n\nSo this much Jimmy knew--his father had been murdered and the\n_Chronicles_ cypher taken by a man who walked in the highest brackets\nof the System's social worlds.\n\n\n\nIn time Jimmy's grief passed, and he began to follow in his father's\nfootsteps. Theoretically, he was acting head of Triplanetary. But\nwith the shipping line operating smoothly with hundreds of efficient\nunder-officials, there was little for him to do. After graduating from\nthe Martian School of Technology, he toured the System in his own\nspace-yacht. It was that trip that brought home to him the poverty and\nsordid conditions existent in the various worlds.\n\nOn Venus he had seen powerful land-owners growing fat and rich while\nnative Kamalis and Sarakans toiled in the swamps. On Mars he had toured\nthe luxurious plaisances and estates of the D.O.F.C--the Descendents\nof the First Colonists--and a hundred miles out in the desert had\nwalked through the stinking narrow streets of the Thedras, the despised\naboriginals of the West Plateaus.\n\nThen and there Jimmy Starr had decided to add a twofold purpose to his\nlife. He would do all in his power to aid the oppressed poor, and he\nwould strain every effort to plague the lives of the _superiors_ class.\nSome day, in some way, that effort would lead him, he felt sure, to his\nfather's murderer and the stolen _Chronicles_ cypher. The only item in\nquestion was the time element.\n\nHe spent six months in his father's private library, studying\neverything he could find on locks, time vaults, hermetic chambers and\nimpenetrable walls. Six months more went into a thorough reading on the\nvarious subjects of criminology, micro-fingerprints, robot detectors.\n\nHe had begun quietly at first, a small art treasure taken from the\ncollection of some greedy _superiors_ millionaire. But gradually the\ndaring of those thefts, the absolute lack of clues, with the exception\nof the tell-tale blue card, had attracted attention. In a year his fame\nhad spread as far as Pluto. In six months more the Nebula was a byword\nin every tongue.\n\nThe police had sworn action, the press had chuckled, and the public had\nlooked with open admiration on this benefactor of the downtrodden.\n\nNow all that was over. The Nebula was a criminal. He was accused of\nmurder.\n\nSlowly Jimmy Starr got out of bed and began to dress. Funny, he had\nnever thought of this contingency. Someone had seen an opportunity to\nprofit by his name, and had utilized it with cold-blooded efficiency.\n\nHe lit a cheroot and stood there smoking. A bell tinkled behind him,\nannouncing a call on the visiphone. He crossed to the panel, touched\na stud. A voice came out of the speaker, but no image appeared on the\nvision screen.\n\n\"_Good morning, Nebula!_\"\n\nAn electric shock swept through him. His cheroot slipped from his\nfingers.\n\n\"_Good morning, Nebula. Answer please._\"\n\nMechanically Jimmy's fingers found the transmitting button and clicked\nit over. But he stood out of range of the vision screen as he replied,\n\"Who's speaking?\"\n\nThe feminine voice, sweet and musical, laughed gaily. \"I'm sorry I\ncan't tell you that. You may call me Andromeda, if you will. Now listen\nclosely, Jimmy Starr. I know your secret. I know that you live a dual\nlife, that you are that much sought after gentleman cracksman, the\nNebula.\"\n\nThe voice laughed again, but there was no mockery in it. \"You needn't\nbe afraid, Jimmy, I'm not going to let the cat out of the bag. But I\nwill, unless you agree to follow my orders. Is that clear?\"\n\nFor a long moment Jimmy stood there in silence.\n\n\"Never mind,\" the voice continued, \"I didn't expect you to admit it.\nBut listen. The Nebula is no longer a champion of the poor. In the eyes\nof the press and the police, he has committed murder. I know that you\nare innocent of that charge. It is now eight-thirty. In exactly fifteen\nhours you will go to the central offices of the Crater City Trust\nCompany at Ninth and Planet. You will enter in any way you see fit,\nopen the vault and take from the compartment marked W-203 the three\narticles it contains. Do you understand? Compartment W-203.\"\n\nThere was a click and the visiphone was silent.\n\nFrantically Jimmy twisted the control switch on and off. \"Hello,\" he\nsaid, \"hello!\"\n\n\n\nHe turned slowly to face the looking glass on the opposite wall\nmirrored the sudden haggardness that had entered his features. In half\nan hour his entire world had crashed. His identity was known. He was\nwanted for a foul crime.\n\nYes, he had been hunted before, but now the police and the I.P. men\nwould leave no stone unturned in their efforts to capture him. His\npursuers would be relentless.\n\nHe paced to the window and looked down on the Martian city. To the\neast where the main sky ramp led to the city's space port lay the\nhuge ditch that was the beginning of Canal Grand. Like a crayon smear\non a piece of cardboard, it stretched off into the desert, bleak and\ndesolate.\n\n\n\nAt fifteen minutes past eleven that night Jimmy Starr opened a panel in\nhis room and took his place in a cylindrical shell, touched a control\nand settled back. Save for a slight jar and an audible hum, there was\nno sensation of movement. Moments later the tube-cage jarred again,\nthe door slid open, and he climbed out on a small lighted kiosk in the\ncenter of a well of darkness. A narrow ramp led upward, and he made his\nway to the street level in a few quick strides.\n\nHe now stood on the intersection of Ninth and Planet.\n\nJimmy Starr sauntered across the street, studying each passerby out of\nthe corner of his eyes. Before the entrance of the Crater City Trust\nCompany he paused to light a cheroot. He stood there, smoking quietly\nwhile a turbaned Kagor from the North Desert Country shuffled by,\ndragging his cumbersome third leg after him.\n\nThen he slipped open his tunic, exposing a small compact carry-case\nstrapped about his middle. Opening it, he selected from its array of\nobjects a slender metal tube, capped at one end. To this he quickly\nfastened a small ball of hardened carponium clay. He unscrewed a cap in\nthe clay ball and inserted a small pellet.\n\nWith flying fingers, he shoved the tube hard against the door lock.\nThat lock was not the best, but it was one of the most dependable\ntheft-proof devices on the market.\n\nMentally he counted the seconds as each pulsation within the tube was\ntransmitted to his hand. At the tenth he stiffened. There was a dull\nthud, a little puff of smoke, and a grating and jangling as of breaking\nglass.\n\nThen he was inside, pacing down the center aisle of the main office.\nHe had no need for a torch. The place was brilliantly lighted with\noverhead carboliers, and he knew that he was clearly visible from the\nstreet.\n\nIn rapid strides he reached the far end of the office, where an\nenormous vault door of _arelium_ steel was imbedded in a frame of\n_kartite_. That frame was anchored in natural rock piers ninety feet\nbelow. The entire structure was as impregnable as human intellect could\nmake it.\n\nJimmy Starr leaped over the low railing that separated the vault from\nthe office proper. Again he opened the little carry-case and from a\nlower compartment took out a tightly rolled Martian papyrus.\n\nHe was working fast now, putting into action a plan that he had formed\non his visit to this office earlier in the day. Then, while he had\nstood discussing the financial status of Triplanetary Shipping with\none of the Trust Company officials, he had managed to slip out a tiny\ncamera and, unobserved, take a quick photograph of the rear wall of the\noffice.\n\nBack in his own apartment it had been the work of a few moments to\ntransfer the scene on the negative onto this elastic papyrus.\n\nHe stood up on the railing, fastened the two ends of the papyrus to the\nside wall; then, utilizing all his strength, stretched it across the\nfull width of the office to the opposite wall.\n\nFinished, he slipped behind the screen with a gay laugh. Let a passerby\ngaze in the street window now. He would see a deserted office with the\nunmolested vault in clear view. From the street no one could know that\nvault was an enlarged photograph on a screen, and that behind that\nscreen crouched the most wanted cracksman on Mars--the Nebula!\n\nHe spent a moment surveying the massive vault. \"Craig-Orlan, Series A.\nModel Four,\" he muttered appreciatively. \"Mercury time lock, rondulated\ntumblers, protected with individual micacaps. This is going to be\ntough.\"\n\nHe took from the carry-case a pair of earphones, snapped them on and\npressed their connection to the panel just below the main dial. Slowly\nhe began to turn that dial, straining his ears for tell-tale clicks.\n\nThe silence of the office pressed down upon him. Far off sounded the\nhollow roar as the night Earth Express blasted down to its cradle.\n\nFor several minutes he continued. Then his brow furrowed in a frown.\n\"Must have a shield of some kind behind it,\" he muttered. He opened\nthe carry-case again, drew forth a tiny electrolic drill with a\nwedge-shaped bit. A low hum sounded as he switched the drill on and\npressed it against the panel.\n\nWhen an aperture of half an inch in depth had been bored, he removed\nthe drill and placed in the opening another of his pellets. Ten seconds\nand the puff of blue smoke. Once more he slipped on the headphones.\n\nThis time a smile of satisfaction turned his lips. In the receivers he\ncould hear distinctly each metallic click as the grooved tumblers fell\ninto position. He reached up now and shoved a huge _kapar_ bar far over\nin its slot. On silent hinges the enormous vault door began to open.\n\nBut this was only the beginning. It was a full hour before he had\npenetrated the second and third inner doors of the vault, another half\nhour before he located in the vast array of files, Compartment W-203.\n\n\n\nAbout to open it, he stood motionless in thought. What was he doing\nhere? Why was he ransacking the vault of the Crater City Trust, one of\nthe most respected and ethical financial institutions in the city? He\nwanted nothing of theirs. More than that, there was a murder charge\non his head, and he was deliberately taking chances when all logic\nscreamed at him to hide.\n\nAs in a dream he heard that musical voice that had come over the\nvisiphone, \"_Listen, Jimmy Starr, I know your secret_....\" He inserted\na false key in the file lock and opened it.\n\nNothing! The compartment was empty.\n\nA wave of bitterness swept over him. He thrust the compartment\nshut savagely and turned to leave the vault. Half way he halted in\nmid-stride.\n\nA sound had reached his ears from the opposite side of the papyrus\nscreen, the sound of someone fumbling with the latch of the front\nentrance door.\n\nQuickly Jimmy passed through the three doors of the vault. He\npaused before the combination to slide a small card under the dial.\nPastel-blue in color, that card bore the design of the constellation\nOrion.\n\nThen he reached up, whipped down the papyrus screen and crouched back\nof the railing. The man at the front entrance had discovered the broken\nlock; the door crashed open; excited footsteps pounded inward.\n\nBending low, Jimmy darted down the side aisle, keeping his head well\nbelow the top of the desks. Once he shot a look at the intruder. It\nwas Hamilton Garth, president of Crater City Trust! A gray-haired man\nwith a wiry build, an iron visage, and heavy-browed gimlet eyes. Before\nthe yawning door of the vault Garth stopped short and uttered a cry of\nconsternation. He spun on his heel and with rapid strides made for the\ndoor.\n\nBut not before Jimmy had reached it. He raced through the entrance just\nas Garth sighted him and gave a hoarse shout.\n\nJimmy raced down the street a hundred yards, then hurled himself into\nan alley. A police officer was running toward him, attracted by Garth's\ncries.\n\nEven as Jimmy crouched there, new sounds added to the confusion. The\nalarm tocsin of the Crater City Trust shrilled up and up into the\nrarified air. Far down the street the answering siren of the I.P. depot\nrose in deafening crescendo. Jimmy could hear windows bang open in the\nbuildings across the thoroughfare. The emergency street lamps flared\non, turning the intersection into a stage of ghastly white.\n\nThe alley-way in which he crouched was a dead-end. Jimmy thrust aside\nthe wave of helplessness that swept over him and steeled himself for\naction. The Nebula couldn't be caught. Not now with brutality dogging\nhis footsteps.\n\nWith a swift movement he whipped off the tunic, threw it from him.\nFrantically he opened the carry-case and took from it a short\ncollapsible rod, a folded rakish evening cap. He shoved the carry-case\nunder his waist coat, hoping that the bulge would not be detected, set\nthe cap on his head at a jaunty angle and jerked the rod out to its\nfull four feet.\n\nThat rod was an explosive detonator for use on time doors when all\nother means of entrance failed. But it was a cane now. Swinging it,\nJimmy darted out into the glare of the street, then began to pace\nleisurely forward straight in the direction of Crater City Trust.\n\nWhen he reached the entrance, a small crowd had gathered, and Hamilton\nGarth was in their midst excitedly talking to an I.P. officer.\n\n\"Vault doors wide open!\" he was shouting. \"Second and third doors, too!\nIt's the Nebula! I saw his card. Why the devil don't you do something?\"\n\nThe I.P. man was taking notes in a little book. \"Calm yourself, Mr.\nGarth,\" he said. \"Whoever broke in here can't get away this time. The\nimpenetration walls have automatically closed down. The entire area is\ncut off by a ring of steel.\"\n\n\"But it's the Nebula I tell you, you stupid fool!\" cried Garth.\n\"While you stand there like an idiot--\" The eyes of the Trust Company\npresident suddenly fastened on Jimmy, leaning comfortably on his\nrod-cane at the edge of the growing crowd. \"Mr. Starr, I'm certainly\nglad to see you. Help me. Tell me what I should do....\"\n\nNodding quietly, Jimmy stepped forward. To the I.P. he said casually,\n\"J. C. Starr, president of Triplanetary Shipping. How much has been\nstolen, officer?\"\n\nAnother I.P. man emerged from the Trust office. \"Only one compartment\nopened, sir. W-203.\"\n\nHamilton Garth looked bewildered. \"That's odd,\" he said. \"The W series\nof files are all unused. There's nothing in any of them.\"\n\nJimmy laughed. \"Mr. Garth, you can consider yourself a lucky man. The\nNebula seems to have muffed things this time. Good night.\"\n\nHe turned and sauntered off down the street.\n\n\n\nIt was the following morning, and for an hour Jimmy Starr had sat by\nthe visiphone in his room, waiting for a call. A tray of half-smoked\ncheroots lay on the table beside the instrument.\n\nThe bell sounded. Jimmy touched the stud.\n\n\"_Good morning, Nebula. We failed last night, didn't we?_\"\n\nHe leaned back in his chair and smiled. Though that haunting musical\nvoice stirred him deeply, he had full control of himself now. For an\nhour he had been preparing mentally what he would say.\n\n\"Young woman,\" he said, \"or Andromeda, as you choose to call yourself,\nI haven't the slightest idea of what you're talking about. Yesterday\nyou made a connection with my instrument and hung up without revealing\nyour image. My name is James C. Starr, and if you wish to converse with\nme, I suggest you show yourself. Otherwise....\"\n\n\"Wait!\" The gayness left the unseen girl's voice. \"Wait, don't touch\nthat stud. We failed last night, Jimmy Starr. But we can't fail again\ntonight. Everything is at stake. Do you understand, everything. The\nvery future of life here on Mars. Jimmy, what do you know about the\ncanals?\"\n\n\"The canals?\" He forgot his protestations to consider thoughtfully.\n\"Why nothing much. They're to be opened and filled with water in a\nyear. Everyone knows that. So far the locks have been giving the\nengineers a little trouble, but....\"\n\n\"Not a little trouble, Jimmy. A whole lot of trouble. At the present\ntime specifications call for a hundred and twelve locks and sub power\nstations down the length of Canal Grand alone. And there are seven\nhundred and eight subsidiary canals branching into the main stem.\nAdd to those figures the number of lesser canals branching into the\nsubsidiary canals, the necessary freight and passenger depots, and you\ncan see what a tremendous engineering project it will be.\"\n\n\"It can be done,\" Jimmy said confidently.\n\n\"It can, yes, if the engineers locate a new deposit of _pxar_, the part\norganic, part inorganic material that alone will withstand the terrible\nrefraction-rot of the red desert country.\"\n\nJimmy didn't know what she was driving at, but what she said was true.\nRefraction-rot, the multiple infra-red light radiations from the\nscarlet sands of the desert played hob with all kinds of construction\nwork. _Pxar_ alone had the resiliency and the hardness to withstand the\nterrible disintegration processes of the shifting sands. And there was\nvery little _pxar_ left.\n\nThe voice continued:\n\n\"Jimmy, I can't tell you everything yet. But I can tell you this. By\njoining forces with me, you will be working toward the recovery of your\nfather's lost secret and the identification of the man who murdered him.\n\n\"Tonight at midnight you will enter the offices of Phobos Enterprises\nand take from their vault the paper-wrapped box on the third shelf.\nGood luck, Nebula.\"\n\n\n\nPhil Hanley, reporter of the _Globe_, let himself into his apartment,\nstrode straight to the liquor cabinet and took a stiff drink. Then he\nsat down before a table and spread an array of objects before him.\n\nThey were a curious collection: A polished _falpa_ button of the type\naffected by members of the _superiors_ class; two panelled cards,\neach with the design of the Constellation Orion, two rather blurred\nphotographs of finger prints, and a notebook.\n\nThese findings were the results of Hanley's activities during the\nnight. Still obsessed with his plan to get a signed interview with the\nNebula, he had reasoned, logically enough, that the only way to do so\nwas to learn first the cracksman's identity.\n\nThe button first. It was elliptical in shape and bore that curious\ntriangular emblem so hated by the poorer classes. Hanley had found it\non the office floor of the Crater City Trust Company. He realized,\nhowever, that any number of _superiors_ might have business with that\nestablishment and that the button's presence there meant nothing.\n\nIn rotation he examined the two panelled cards and the fingerprint\nphotographs. He brought a powerful atolight down and studied them with\nthe aid of a _proberglass_.\n\nAt the end of five minutes a low whistle of amazement came to his lips.\nHe pushed glass and light away and brought forward the discovery he had\ndeliberately reserved for the last. The notebook.\n\nThere was no reason to believe it the property of the Nebula. The\nNebula didn't go around dropping private journals for inquisitive\nreporters to find. Hanley had discovered it half hidden in the gutter\nbefore the entrance of the Crater City Museum where the night watchman\nhad been murdered.\n\nThe notebook contained but a single page of writing. In heavy\npenmanship the words read:\n\n_The figurines are pure pxar. The breakdown analysis will prove that,\nI am sure. But whether the figurines will serve their intended\npurpose is a question that can be answered only by experiment. If my\ndecipherment of the Chronicles is correct, I must have thousands of\nthem, and to obtain them it will be necessary to locate the Tombs. Does\nthe marking Ka Ce 54 W bear any significance?_\n\nPhil Hanley read those words twice, then leaned back, frowning.\nPresently he roused himself, strode to a wall cabinet and took down a\nbook labeled, _Ancient Mars--the Webley Theories of the Early Life_.\n\nHe carried the book back to the table, but before he could open it,\nsteps sounded along the outer corridor leading to his door. A moment\nlater the door banged open, and a figure crossed the threshold.\n\nHanley had but a split instant to utter a gasp of astonished\nrecognition. Then he saw the heat gun leveled directly at him, and with\na twisting leap, he lunged for the connecting door of the adjoining\nroom.\n\n\n\nJimmy Starr was panting when he reached his room. The clock on the\nmantel showed five A.M., and since midnight he had been living with\ndouble interest his role as a fugitive.\n\nWithout realizing why, he had obeyed to the letter the instructions of\nthe voice on the visiphone. That single suggestion that his efforts\nmight lead him to the murderer of his father had spurred him on. He had\nentered Phobos Enterprises, taken the package described. But getting\naway this time had been a terrible ordeal.\n\nThe I.P. men were on the alert. All Crater City patrols were\nin readiness. The impenetration walls were down everywhere,\ncheckerboarding the metropolis into five hundred separate and distinct\nguarded areas.\n\nThree times he had missed capture by a scant margin. He had crawled\nsixty feet through an exhaust _zordite_ tube when any second the\nmotors leading to it might have seared his body to a crisp with their\ndischarges. With an I.P. man close on his heels, he had swung over a\ndizzy canyon of space and catwalked across a sustaining bar from one\nbuilding to another. And it seemed now he could still hear that cry\nthat rose up to him on the building roof from the street below:\n\n\"_Death to the Nebula!_\"\n\nOn the table the package for which he had risked so much lay open.\nJimmy scowled down upon its contents: three Thro-Pahl figurines, gray\nin color, eighteen inches in height, each the likeness of an armor-clad\nMartian of the first dynasty. To an art collector they were undoubtedly\nwondrous artifacts, but to Jimmy they meant nothing.\n\nThe visiphone bell sounded. Heart pounding, Jimmy touched the stud and\nheard again that voice.\n\n\"_Good morning, Nebula. We made it this time. I'm so glad._\"\n\nHe stared into the blank screen silently. What did she look like, the\nowner of that haunting voice? Was she dark or fair? Was she...? \"Who\nare you?\" he said huskily.\n\n\"There isn't time for that now, Jimmy. Tell me, have you examined the\nfigurines?\"\n\nHe had the vision plate turned on, and he nodded in reply.\n\n\"Look at them again. Look at their composition. It's not the carving\nI'm--we're--interested in. It's their structure. Don't you see, Jimmy?\nIt's _pxar_.\"\n\nHe didn't see, and he waited for her to continue.\n\n\"_Pxar_--the same material that the engineers need for their\nconstruction work for the canal locks, the only material that will\nwithstand the radiations of the Red Desert sands.\n\n\"Those figurines are old, Jimmy. They were carved during the days of\nthe First Dynasty when the original canal locks were built. Today\nthere's practically none left. Yet without _pxar_ the canal project is\ndoomed to failure.\n\n\"Now pick up one of the figurines and examine its base. Do you see that\ntiny three-cornered prong that projects from it? Like a root, a stunted\nroot reaching out for nourishment.\"\n\n\n\nThe girl's voice became breathless. \"Jimmy, that was your father's\nsecret. He spent the last days of his life deciphering the _Lost\nChronicles_, and for years it has been my work too. You see, chemical\nanalysis has proved that under certain conditions _pxar_ will grow\nand reproduce its own kind. The early Martians knew this, and they\nalso knew that the time would come when there would be no more of it\navailable. So they designed those figurines to be superimposed on the\nbodies of living Martians. The root-claw would then reach down, embed\nitself in the flesh and suck out the vital life.\"\n\n\"I--I don't understand,\" Jimmy said slowly.\n\n\"Let me put it this way. If the base of one of those figurines is\nfastened to the body of a Martian, the root will adhere to that body,\nand the figurine will become a living parasite, growing and developing\nin size, until amoeba-like, it will divide into two.\n\n\"Jimmy, there's a monstrous plot brewing here on Mars. Your father\ndiscovered that secret and realized it was so deadly he meant to\nlock it away forever in the files of the Interplanetary Council. But\nbefore he could do that, he was murdered and the incomplete cyphers\nstolen. Those cyphers have now been worked out. Someone has made plans\nto sell an enormous quantity of _pxar_ to the development company\nthat's building the canal locks. They're going to create that _pxar_\nby feeding those figurines and thousands like them off the bodies of\nunsuspecting Martians.\"\n\n\"But how?\" Jimmy interjected.\n\n\"I don't know how. Not yet, though I've been piecing the threads of\nthis puzzle together for weeks now. It wasn't until five days ago that\nI was able to decipher completely the code of the _Chronicles_. I did\nknow that your father was working on the cypher, too, because he and\nI frequented the same libraries, but it was only by accident that I\ndiscovered that that cypher was the reason behind his murder.\n\n\"Once started, the _pxar_ plot will be a plague, a Martian black death.\nOnce started, those figurines will multiply and grow. And here's the\ndamnable part of it, Jimmy. After a certain number of the figurines\nhave been given life, they will also acquire self mobility. Do you\nunderstand? It means that they will spread, advance from the body of\none Martian to another of their own accord. That's the black revelation\nof the _Chronicles_--_the fact that this plague happened on this planet\nonce before, was responsible for the complete extinction of the first\ndynasty Martians_.\"\n\nHe turned the gray figurine over and over in his hands. There was a\nglitter in his eyes now, a glitter of excitement. Things were falling\ninto place in his brain like pieces of a puzzle.\n\n\"Examine those images,\" the girl's voice suddenly ordered. \"Do you see\nany mark on them at all?\"\n\nOne by one he studied every inch of their surfaces. Abruptly his eyes\ncaught a tiny series of even scratches along the thigh of one of the\nfigurines.\n\n\"Ka Ce 54 W,\" he read slowly.\n\nFor a moment silence answered him. Then the voice uttered a low gasp.\n\"It's the first section of the third cypher,\" she said. \"It means ...\nwait a minute ... it means that the Tombs are in the Dur-Par section of\nthe desert. Jimmy, we've got to go there.\"\n\n\"The Tombs?\" he repeated.\n\n\"Yes, according to the _Chronicles_, a secret store of thousands of\nthose parasitical figurines is hidden somewhere out in the Red Desert.\nThe first dynasty Martians, you see, prepared for the emergency which\nthey knew was inevitable, the disappearance of _pxar_ from this planet.\nThat was before they knew of the images' plague properties.\n\n\"We've got a race on our hands, Jimmy. Even now the man who first stole\nthe figurines may be heading directly for the Tombs.\"\n\nJimmy Starr took out a cheroot, lit it mechanically. Then he voiced a\nsingle question. \"You must have a personal interest in this matter.\nWhat is it?\"\n\nShe had the answer for that too. \"My brother,\" she said, \"is one of\nthe technical officials for the canal-locks project. A murder charge\nwas framed on him, and he was given the alternative of being 'exposed'\nto the I.P. men or agreeing to accept all the _pxar_ an unidentified\nsource could supply with no questions asked. He has agreed.\n\n\"I ... I love my brother, but this has gone beyond personalities now.\nThis is plague, wholesale murder; all Mars is at stake.\"\n\nJimmy Starr made an instant decision. \"Where will I meet you?\" he said.\n\nShe considered. Then, \"You'll find instructions at the Canal Grand\nentrance. Good luck, Jimmy.\"\n\n\n\nHalf an hour later Jimmy climbed out of a tube-cage and emerged onto a\ndeserted square at the outskirts of Crater City. Before him, dim in the\noverhead light, a sign read:\n\n                              THE CANALS\n                       POSITIVELY NO TRESPASSING\n                        ENTER AT YOUR OWN RISK\n\nBefore the sign stood a small kiosk with dusty bulletins tacked upon\nit. Jimmy waited impatiently, pacing to and fro. Then his eye caught\nsight of a small envelope protruding from a crevice on the kiosk wall.\nIt bore no name or address, but upon its surface was the design of the\nConstellation Orion.\n\nInside, a scrap of paper bore the written words: \"_Canal Grand--south.\nWay Station X. I'll meet you there._\"\n\nHe pursed his lips. What kind of a game was this? Unseen speakers on\nthe visiphone. Mysterious messages directing him into the unknown. It\nsmacked of a twentieth century thriller.\n\nAll his inherent sense of danger warned him to turn back. In answer,\nthat haunting voice rang again in his ears: \"_Good luck, Jimmy._\"\n\nHe turned to the stair well and began to descend. Darkness was here,\nand he could feel the thick red dust under his shoes as he went down.\nFifty-seven ... fifty-eight ... first ... second ... third level. Not\nuntil he reached the bottom and stood before the massive door leading\ninto the canal did he switch on his electric torch. Then he stared.\n\nThe door yawned open. Twenty feet beyond, drawn up at the near wall of\nthe great ditch, was a tracto-car. And before that car there were three\nmen preparing to board.\n\nJimmy stared as he recognized the foremost of the three. Hamilton\nGarth! The Trust Company official stood there calmly in the glare of\nthe torch, waiting for him to approach.\n\n\"What the devil are you doing here?\" Garth demanded.\n\nIt was a tight question, but fortunately Garth was so absorbed in his\nown plans and movements that he did not wait for an answer. \"Sloan and\nBarker,\" he said shortly, waving his hand toward his two companions.\n\"I.P. men. We're trailing the Nebula.\"\n\n\"But I thought nothing was stolen from your office,\" Jimmy said slowly.\n\"You said....\"\n\nGarth scowled. \"Money, tangibles, no. But prestige, tremendously. Do\nyou realize, sir, what it will mean when the public learns that a cheap\ncracksman can walk into my vault as if it had a revolving door? I've\noffered fifty thousand _plantoles_ for the arrest of the Nebula, and\nI'm going to set an example by being the first to start on his trail.\"\n\n\"I see.\" Jimmy studied him in thoughtful silence. \"And his trail starts\nhere?\"\n\n\"In the canal, yes. We received an unsigned tip half an hour ago that\nthe Nebula was heading south down Canal Grand. You're coming with us,\nof course.\"\n\nAs the tracto-car rocketed dizzily down the huge ditch, Jimmy hunkered\ndown in the tonneau seat and let his thoughts run wild. This tip Garth\nhad spoken of.... Could it be that she...?\n\nHe forced his eyes toward the way ahead, deliberately guiding his\nmind into other channels. It wasn't the first time he had been in\nthe canals, but it was the first time he had penetrated this far.\nThe powerful triple-beam atolight cut a swath of radiance ahead\nlike a chalkmark on a blackboard. Revealed in its glare were the\nmountainous-high walls of red stone on either side, the red floor\nbetween, hard packed, smooth as a pavement. Dimly in the reflected glow\nhe could see the serrated lines high up near the top of the near wall,\nthe marks of the ancient water levels, and at intervals he could see\nthe crumbling ruins of a counting depot.\n\nWhat glory, what pomp and circumstance this mighty ditch had seen.\nGilded canopied barges of the first and second dynasty kings, military\nfloats, ore and shipping rafts, all drifting in an endless procession\nacross the arid wastes of the Red Desert. Army transports loaded\nwith armored troops advancing and retreating, converging through the\nlabyrinthian network of subsidiary canals to battle the capital itself.\n\nAnd today the wonders of the past were on the verge of being repeated.\nEngineers were struggling frantically to overcome the one problem that\nso far had baffled them--the finding of a supply of _pxar_ sufficient\nto rebuild the locks.\n\nAhead a lone Kiloto swooped out of the darkness into the span of light,\nwhirled frantically and missed the onrushing car by inches.\n\nPresently a low rubble of masonry loomed before them. Hamilton Garth\ntapped the I.P. man driver on the shoulder. \"Way station,\" he said.\n\"Pull in there. We'll look for clues.\"\n\nIt was a forlorn spot. A few _pxar_ columns stood sentinel-like at the\nentrance. A roofless plaisance stretched beyond. Here and there were\nthe remnants of crude hydro-dovolic mechanism chambers. Hamilton Garth\nmade a thorough examination of the place with his torch. The search was\nfruitless, of course, and he stood up with a scowl.\n\n\"I suggest we split up and look around outside,\" he said. \"Sloan, you\ntake the east side; Barker, take the right, and I'll go straight down\nthe canals for a ways. Mr. Starr, you'd better stay here, if you don't\nmind.\"\n\nIt suited Jimmy. This was the place where he was scheduled to meet\nAndromeda, and the sooner he could be alone, the better. Even now he\nwas tingling with excitement at the thought of unveiling the owner of\nthat hidden voice.\n\n\n\nThe two I.P. men and Garth shuffled off into the sand. Silence and the\nloneliness of the Martian night closed in on Jimmy. He crossed to a\nblock of stone and slumped down on it wearily. From far off somewhere\nthe banshee scream of a prowler shattered the stillness. It died away,\ncame again, and then merged eerily into the wail of an Enzo-cat, the\ntwo-headed carrion-eater of the desert. And then suddenly a voice\nbehind him said, \"Don't look now, Jimmy, but a friend of yours is here.\"\n\nHe wheeled and brought up the electric torch as simultaneously a hand\ngrasped his.\n\n\"Not here, Jimmy. No light, please. Come, there's not a moment to lose.\"\n\nA slender figure was partly visible in the gloom. A faint scent of\nMartian _trofero_ touched his nostrils.\n\nBefore he could protest further he found himself guided out of the Way\nStation and out into the sand. Presently a small two-seater tracto-car\nrose up before them. There was no sign of Garth or the two I.P. men.\nThe girl leaped in, touched a stud, and the car trembled with life. Two\nseconds later they were boring into the darkness.\n\n\"Can I look now?\" Jimmy demanded.\n\nShe laughed. \"If you like.\"\n\nHe switched on the torch. A young dark-haired girl with clear brown\neyes and lovely features smiled back at him. She was beautiful.\n\nHe settled deeper in the seat. \"Garth and the two I.P. men. Why didn't\nthey come back?\"\n\nShe didn't reply to that. Savagely with a sudden frantic twist of the\nwheel she maneuvered the tracto-car on a tangent toward the east bank\nof the canal. Even as she did, a man-high ribbon of white irridescence\nshot toward them. It was a spear-headed ellipse of blinding light with\na whipping comet-like tail.\n\n\"Refraction-protract,\" she cried. Under her skillful guidance the car\nturned left, then right, to miss the oncoming beam by inches. The girl\nuttered a sigh of relief. \"That was too close for comfort,\" she said.\n\"Those refraction-protracts are disintegrating light rays stored up by\nthe Red Desert sands and released by sudden changes in temperature.\nWe'll have to watch ourselves.\"\n\nThey drove on in silence. Questions were surging through Jimmy's brain,\nbut he said nothing, waiting for the girl to explain.\n\n\"Would it surprise you very much if I told you the man behind all this\nis Hamilton Garth?\"\n\nHe went slowly rigid. \"Garth? But he--\"\n\n\"Told you he was trailing the Nebula. That was a neat way to divert\nsuspicion from himself. You see, Garth, although a member of the\n_superiors_ class, has been having financial trouble with both of his\ncompanies lately, Crater City Trust, and Phobos Enterprises. Some of\nhis investments went wrong; in particular, an expedition he financed\nto Pluto was never heard from again. He needed funds desperately and\n_pxar_ was his answer.\n\n\"How he learned that your father's work in deciphering the _Chronicles_\nwas connected with this strange material, we probably shall never\nknow. The important thing is he did find out and immediately took\nsteps to acquire them. But even after he had them it was necessary to\ncomplete the cypher before he could learn the secret. Garth must have\nfound a passage in some work other than the _Chronicles_ that led him\nto suspect vaguely the nature of the final revelation.\"\n\nJimmy nodded slowly. \"I see,\" he said. \"And after Garth has located the\nsupply of figurines, he intends to launch them on their parasitical\nwork and sell the supply of _pxar_ he thus accumulates to the\nengineers. But neither the Martians nor the engineers would consent to\nsuch a diabolical plan.\"\n\nThe girl smiled grimly and touched a stud on the dash, increasing the\nspeed of the car. \"Garth took care of that, too,\" she explained. \"He\nplanned to advertise all over Mars a sanitarium devoted to the cure of\nevery conceivable kind of ill. It was to be located in the mountains\nbeyond the Red Desert Country. Once a patient was admitted, his doom\nwas sealed.\n\n\"It was Garth, of course, who broke into the Crater City Museum, stole\nthe three Thro-Pahl figurines and killed the night-watchman. Previously\nhe had designed a fake Nebula signature card, and he left this behind\nat the scene of the crime. He's a member of the _superiors_ class, you\nmust remember, and his hatred for the man who was making a mockery of\nthat class was intense.\"\n\n\n\nDawn came up slowly, a reddish haze at first, then a brilliant glare\nthat turned the canal into a glittering avenue of crimson reflections.\nThey roared east along a canal that steadily grew narrower.\n\nPresently, far ahead, a depression became visible in the side wall. Up\nthis depression a nature-formed ramp led to the upper level.\n\n\"This is the end of the line,\" the girl said. She gave a short laugh.\n\"Do you realize, Mr. Starr, you haven't even asked me my name?\"\n\nHe colored, stammered something.\n\n\"It's Linda,\" she said, \"Linda Hall. Come. Up this way.\"\n\nThe climb was hard, grueling work, and when at length they reached the\nsummit, man and girl were panting from the exertion. But here Jimmy\nlooked upon a scene of utter desolation. As far as the eye could reach\nstretched a vast plain. No cairn, no monolithic pile of rocks broke the\nbleak monotony.\n\nLinda, however, moved forward with a quick step. She had a small\nmetal box with needle dials in her hand now, and she consulted it at\nintervals. For a quarter of a mile they plodded across the flat. Then\nJimmy saw that the needles on the dials were fluttering wildly.\n\n\"Stand here,\" she told him.\n\nShe moved off on a tangent, walking carefully, studying the ground. He\nwatched her figure grow smaller and smaller. Abruptly she halted and\nwaved to him frantically. He hurried to her side.\n\nShe stood at the brink of a deep cleft in the plain floor. Rectangular\nin shape, it seemed to bore down and down into measureless depths.\nJimmy felt his heart skip a beat. A flight of ladder-like stairs\ndescended into the well, and lying prone at the top of those stairs was\na man.\n\nA deep searing burn ran from his temple down the left side of his face,\nabout which blood had caked and hardened. Jimmy knelt and fumbled for a\npulse. A faint flutter touched his fingers. He whipped a flask from his\npocket and brought it to the man's lips.\n\nHe moaned, opened his eyes weakly and rose up on one elbow.\n\n\"Who are you?\" Jimmy demanded.\n\nAt first his words were unintelligible. Then the haze which clouded his\neyes cleared somewhat.\n\n\"Name's Hanley,\" he said weakly. \"Phil Hanley. Represent the _Martian\nGlobe_. Hamilton Garth's down there. We've got to stop him.\"\n\nHanley struggled with short jerky sentences. \"Garth blasted me with a\nheat gun. Tried to do it once before in my own apartment, but I managed\nto get away from him. This time he thought he'd done for me. He's after\nthe figurines. _By the blazing eternal! Are you the Nebula?_\"\n\n\n\nSix hundred and thirty-nine steps led to the bottom of the shaft.\nIn places the rock had crumbled so badly the greatest care had to\nbe taken, or a misstep would have meant plunging into the abyss.\nCuriously, no sand seemed to have drifted here; the air was dry and\nclear.\n\nHanley, still unsteady from the burn he had received, examined the\nhieroglyphics on the stone walls with puzzled eyes.\n\n\"This place must have been discovered before,\" he said. \"It isn't\npossible that this shaft could have remained here all these years\nwithout someone stumbling upon it.\"\n\nLinda nodded. \"It's presence has been known, of course,\" she replied.\n\"It leads to an underground cavern that stretches for miles under the\nsurface. It's the burial place of the first dynasty Martians. But there\nare many such places below the Red Desert country. Always it has been\nthought they contained nothing of value.\"\n\nThey reached the bottom level and stood staring out before them. Where\nthe floor of the desert above had been red in color, the surface here\nwas ochre, a dull uncertain floor that gave off a radiance of its own\nand illuminated the underground cavern with a faint unreal glow. The\ngrotto stretched in three directions as far as the light permitted them\nto see. At intervals of every twenty feet or so, large rectangular\nblocks, ten to fifteen feet high and twelve feet long, dotted the\nexpanse. In a way the place looked like a vast apiary.\n\n\"Each one is a grave,\" Linda said quietly. \"The block, of course, is\nonly a marker. The crypt is lower down.\"\n\nJimmy scowled. \"And one of those crypts contains the figurines, eh?\nLike looking for a needle in a haystack.\"\n\nShe gripped his arm. \"We've got to find the right one before Garth.\nWe've got to, do you understand! He's somewhere down here now, with\nthose two hirelings of his. When--if--we do find it, this will destroy\nthem.\" She pressed a short tube in Jimmy's hands.\n\nLike three sleep-walkers, they paced slowly out among the stone blocks.\nAnd now Jimmy realized the proportions of the task they had set\nthemselves to do. Each of the blocks was equipped with a vault-like\ndoor of massive weight and size, surrounded by a panel of those strange\nhieroglyphics, and with an intricate series of bizarre lock dials on\nits surface. The blocks looked exactly the same.\n\nAbove them in the dimness of the ceiling a heavy whirring sounded, and\nat intervals a curious bird-like creature with pointed wings and a\nweazened human face swooped down to be momentarily visible in the half\nlight.\n\n\"_Sarkonivals_,\" Linda said shortly. \"The early Martians were\nsuperstitious of them and transported them here to guard the burial\ngrounds. They must feed on a variety of moss that grows down here.\"\n\nThey moved on. The rows of burial blocks seemed endless. Jimmy came to\na halt.\n\n\"We're getting no place fast,\" he said. \"Have you no clue at all as to\nwhich block it might be?\"\n\nLinda shook her head. Hanley was staring up above him, apparently\nfascinated by the strange flying creatures.\n\n\"You know,\" he said slowly, \"I read about those _sarkonivals_ once.\nThey always fly in groups of an even twenty, save when some atmospheric\ndisturbance causes them to alter their formation.\"\n\nHe pointed upward. \"They _are_ all in groups of twenty except over that\nblock over there. Above that they seem to be in confusion.\"\n\nJimmy followed his gaze and frowned thoughtfully. He paced forward\nto the block in question, stood there watching the movements of the\n_sarkonivals_.\n\nSuddenly he turned to Linda. \"Look. See how their flying formation is\nalways the same? They're twenty of them up there all right, and they\nstart to circle the block in a compact mass. But as soon as they strike\na point directly above it, they separate. First five, then three, then\ntwo, six, one, and three. Always the same order. Do you suppose that\nmight be the combination? A magnetic disturbance issuing from the block\nin such a way as to prevent the usual twenty-formation and break it up\nin that fashion?\"\n\n\"Jimmy!\" Her eyes lighted. \"I think you've got it!\"\n\nHe seized the ancient combination wheel, put his strength to it.\nSlowly, a fraction of an inch at a time, it began to turn. Jimmy\nhesitated.\n\n\"I can't read these numerals, if they are numerals,\" he said. \"I don't\nknow where to start.\"\n\nLinda studied the markings. \"I think that's the symbol for absolute\nzero,\" she said. \"Try it anyway.\"\n\nHe began to turn the wheel again, counting off the numbers as he\nwatched the irregular formation of _sarkonivals_ above him. \"Five,\nthree, two, six, one, three.\"\n\nTwice he tried with no result. The third time there was a dull whirring\nsomewhere in the bowels of the block, and the door slowly swung open.\nWithin, a short passageway ended at another door, equipped with another\nseries of dials.\n\nHere Jimmy nodded in satisfaction. \"I should be able to crack this.\"\n\nHe opened his carry-case, took out the headphones and slipped them on.\nLinda and Hanley pressed close, watching him.\n\n\"Hurry,\" the girl said. \"I don't like it here.\"\n\nA voice behind answered her.\n\n\"No need to hurry, Mr. Starr, alias the Nebula. Just take your time,\nbut be sure you open it.\"\n\n\n\nThey wheeled. Three figures blocked the passage. In the lead, leaning\ncomfortably against the side wall, stood Hamilton Garth, a heat gun\nleveled before him. Behind him were the two pseudo-I.P. men.\n\n\"Very nice of you to save us the trouble of locating the figurine\ncache,\" Garth said smoothly. \"Now all you have to do is open that\ninner door and then help us carry a load of the images back to our\ntracto-car. You have nothing to worry about. If you obey orders, no\nharm will come to you. If you don't, well, don't forget I have a nice\nace-in-the-hole. I have only to tell the world that James C. Starr,\npresident of Triplanetary Shipping is the much-wanted cracksman, the\nNebula.\"\n\nJimmy, Linda, and Hanley looked at each other.\n\n\"Come,\" said Garth. \"This place oppresses me as much as it does you.\nGet to work.\"\n\nSilently Jimmy adjusted the headphones again and began to move the\ndials. Five minutes passed. Then he stood back, grasped the handle and\npulled the door open.\n\nThe interior was black, but a click of the torch revealed row upon\nrow of Thro-Pahl images. There were hundreds here, and there must be\nhundreds more in the lower crypt.\n\nAnd then Jimmy remembered the metal tube Linda had given him when they\nfirst entered this underground chamber. He drew forth the tube and with\na quick motion threw it before him.\n\nNothing! The crypt remained steeped in silence.\n\n\"What was that you threw?\" demanded Garth. \"Answer, damn you!\"\n\nJimmy shrugged. \"It was a tube of setro-frenalot--NSK 54,\" he said.\n\"I think you know what that means, Mr. Garth. The double detonation\nexplosive. If it doesn't explode upon the first impact, the slightest\njar, the slightest whisper of sound will discharge it.\"\n\nGarth's face went black with rage. \"You damned double-crossing--!\"\n\nHe tossed his heat gun to one of the two pseudo-I.P. men and plunged\ninto the vault. Halfway the significance of Jimmy's words came home to\nhim. Gingerly, a step at a time, he began to work his way toward the\nmetal tube that lay in the light of his electric torch.\n\nNow he stood directly above it. He reached down, let his fingers fasten\nabout the tube. With the greatest of care, he lifted it and began to\ncatwalk back to the door of the vault.\n\nBut at the threshold Jimmy uttered a cry of alarm and swept Linda\nprotectingly into his arms.\n\n\"What's the matter?\" Garth demanded.\n\n\"The calibo-marset fire. Blue flame. It's started in the\nsetro-frenalot. It's going to go off.\"\n\nGarth's eyes shot wide with fear. He looked down at the tube in his\nhands, then abruptly swung and hurled it through the open doorway into\nthe vault.\n\nThere was a low roar, mounting to a crescendo report. A cloud of smoke\nbelched outward, and the ground beneath their feet trembled. At the\nfirst indication of Garth's action, Jimmy, Linda, and Hanley had hurled\nthemselves backward, away from the vault door. Garth too had whirled\nand leaped like a released spring to safety.\n\nBut the two I.P. men were caught. They had not heard Jimmy's\nexclamation--hadn't time to guess what was coming. An avalanche of\nrubble and huge stones washed forward to sweep relentlessly over\nthem. An instant later only a sound of dust-rising debris and masonry\nfragments marked the spot where they had stood.\n\nAs the deafening reverberations rolled back into silence, Hamilton\nGarth seemed to grasp the significance of the situation like a man\nin a dream. For a moment he stood there, rigid, eyes narrowing, lips\nquivering. Then with a snarl of profanity, he charged straight at Jimmy\nStarr.\n\nJimmy's head was still reeling dizzily from a blow dealt him by a\nflying chunk of rock, and he saw the onrushing Trust man through a\nhaze. Garth's fist bludgeoned into his jaw. Another blow drove into\nhis midsection, sent a wave of nausea sweeping through him. And then\na picture of his father lying helpless on the study floor shot into\nhis mind's eye; with it came a sudden realization of all that the\n_superiors_ class--Garth's class--stood for. He snapped his fists\nforward and began to hit with all the strength he possessed at the face\nbefore him. He was still flailing his arms in and out, when Hanley\nstepped in and pulled him back.\n\n\n\nIt was the following morning, and the tracto-car was speeding smoothly\ndown Canal Grand. In the driver's seat sat Jimmy Starr, a bandage on\nhis temple, a smile on his face.\n\nBeside him was Linda Hall, and in the rear tonneau Phil Hanley held a\nheat gun to cover the bound figure of Hamilton Garth.\n\n\"We did it,\" Jimmy said at length. \"The figurine cache is destroyed\nforever.\"\n\nThe girl nodded.\n\n\"And the canal project won't be abandoned either,\" Jimmy continued.\n\"That explosion opened up a shaft leading to a still lower crypt where\nthere's enough pure _pxar_ ingots stored to build all the canal locks\nthe engineers need. Pure _pxar_. Not the figurine kind.\"\n\nLinda nodded again.\n\n\"What I want to know is this,\" she said. \"I know that that tube\nyou threw into the vault didn't go off the first time because the\ndetonator-cap didn't hit. But what kind of explosive is setro-frenalot?\nI never heard of it.\n\n\"Neither did I,\" Jimmy laughed. \"It goes back to the juke box age of\nthe twentieth century. In other words, double talk.\"",
    "metadata": {
        "author": [
            "Jacobi, Carl",
            "Jacobi, Carl Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63715/pg63715.txt",
        "name": "enter_the_nebula.json"
    }
}