{
    "name": "Escape Mechanism",
    "author": [
        "Fritch, Charles E."
    ],
    "body": "She found herself floating again in that strange half-familiar world\nof murky fluid where only she existed. The liquid was all around her,\npressing gently on all sides with a force that cushioned but did not\nrestrain. It was a pleasant sensation, a calming one; the cares of the\noutside world were non-existent and therefore meaningless.\n\nShe drifted, unhampered by the fluid. There seemed to be no direction\nbut outward. Her thoughts went out and they returned with impressions.\n\nThis was her world and she was the center of it. It pleased her to\nthink this. It was an alien pleasure that was mental and without\nphysical counterpart.\n\nThere was quiet, stillness, a peace she had never known. The fluid\nflowed about her like a great silent sea that held no sound, no\nmovement.\n\nIt seemed natural that she should be here.\n\nShe was content.\n\n\n\nAt the accustomed time, the autohypnotics in Miss Abby Martin's body\nforced her to the threshold of consciousness and cleared her brain of\nthe fog of sleep. Slowly, she opened her eyes to the morning brightness\nof her bedroom and stared at the vacant skylight and the blue expanse\nof sky beyond it, not quite comprehending where she was. The cloudfoam\ncushions of her bed gave credence to the floating sensation she had had\nduring her dream, and for a few seconds she lacked orientation.\n\nThen her eyes wandered about the room, to the closed door of the\nraybath stall, the retracted dressing table, the chronometer label that\ntold her it was March 14, 2123 at thirty seconds past 0700 hours. The\nsubtle intonation of her favorite music, Czerdon's \"Maze of Crystal\"\nmurmured softly from the walls.\n\nAwareness came then, and she lay back on the bed and tried to follow\nthe intricate crystal melodies. But a frown ridged her brow, and she\nwondered at the strange dream instead. She had found it pleasant\nenough, for she rather enjoyed the languid floating sensation, the\nfeeling of being self-sufficient, a world unto herself. Yet the very\nfact of the dream's existence in a world where such things were\nmanufactured disturbed her, for she had taken no dreampills the night\nbefore, nor at any of the other times the dream had come. The incident\nmade her almost wish that witchdoctor psychiatrics had not been\noutlawed twenty years ago, so she might get some inkling of the dream's\nmeaning; but psychiatrists had been pulled forcibly from the web of\nsociety when mental derangements were put under the jurisdiction of the\nSomaticists.\n\nOverhead, a rocket thundered, shaking the house with a gentle hand,\nand Abby turned her attention to the sound, momentarily forgetting\nthe dream. Through the one-way skylight, she saw a speck of light\naccelerate beyond vision. She shook her head impatiently.\n\nRush, rush, rush--that was all people seemed to think about these days.\nGo to the Moon, go to Mars, go to Venus. In time they might go to the\nouter planets and perhaps even try to reach the stars. As though they\ndidn't have enough trouble right here on Earth! All they did, it\nseemed, was hunt down poor beasts from the various planets and bring\nthem back to Earth to put in cages and tanks on display, ostensibly to\n\"learn more of the planets by studying their inhabitants.\" To Abby, it\nseemed cruel and unnecessary.\n\nLike that poor amoeba creature from Venus, she thought, remembering\nthe day last week when she and her niece Linda had visited the zoo\nto see this latest acquisition. It was a creature captured from the\ngiant oceans of the second planet, a giant amoeba encased in a large\ntransparent tank of murky fluid for paying visitors to see. The\ncreature was supposed to be primitively telepathic, but it seemed\nharmless enough. Abby found herself sympathizing with it, and it\nseemed to her at the time that the creature felt this sympathy and\nwas grateful for it. For a brief moment she even had fancied that the\nVenusian's mind had reached out to her, probing with gentle fingers of\nthought.\n\nShe shook her head at that. Here in the calm clear light of day\ndiffused through the one-way skylight, the anthropomorphic notion was\nridiculous; and she mentally chided herself for contemplating such\nthings.\n\n\"I must be getting old,\" she told herself aloud.\n\nIn the next thought, she reminded herself that thirty-nine years was\nnot old at all, and in the thought that followed, scolded herself for\nbothering to defend a statement so obviously rhetorical.\n\nThe chronometer ticked silently to 0701, and sighing, Abby rose from\nthe bed and slipped from the translucent one-piece pajamas to stand\nnude in the center of the bedroom. At a sudden thought she glanced\nquickly about the room, for she had the strange uncomfortable feeling\nthat someone was watching her. It was impossible, of course, but she\nfelt ill-at-ease just the same, and a blush of embarrassment stole over\nher at the thought. The feeling of shameful nakedness persisted even in\nthe raybath stall, and it was a relief to dress and hurry downstairs,\nrouting the unaccountable ideas from her mind.\n\nAs usual, Gretchen had busily cleaned the house during the night,\nsilently raying germs and dirt out of existence, and had a warm\nsteaming breakfast-for-two ready by the time Abby had descended the\nescalator to the dining room.\n\n\"Good morning, Gretchen,\" Abby said.\n\n\"Good morning, Ma'm,\" Gretchen's mechanical voice agreed tonelessly.\nThe robot-maid continued monotonously, \"The day will be clear and\nsunny, with a high of 79 degrees Fahrenheit by 1300 hours--\"\n\n\"That will be all, Gretchen,\" Abby interrupted sternly, not interested\nin facts of temperature and humidity given so mercilessly.\n\n\"Yes, Ma'm,\" Gretchen said obligingly. She turned and went to her\ncloset until she would be needed again.\n\nAbby watched her disappear around a corner and frowned. Sometimes, she\nthought, the mechanical age could be too mechanical. A simple good\nmorning--\n\n\"Good morning, Aunt Abby,\" Linda said, bounding into sight.\n\n\"Good morning, Linda,\" Abby replied, smiling at the girl's energy. It\nreminded her of when she was seventeen. \"Don't rush your breakfast,\ndear, you've plenty of time to get to school.\"\n\n\"Yes, Aunt Abby,\" Linda said, rushing her breakfast. \"We're going on a\nfield trip today,\" she volunteered between gulps of milk. \"To the zoo\nto see the amoebaman from Venus.\"\n\nAbby smiled. \"Amoeba_man_?\" she questioned. \"Couldn't it just as easily\nbe an amoeba_woman_?\"\n\n\"Amoebas don't have sex differences,\" Linda said matter-of-factly. \"We\njust call it an amoebaman as a sort of classification because it seems\nintelligent.\"\n\nShe finished her meal and dashed across the room. \"See you later, Aunt\nAbby.\" The door whirred open and shut.\n\n\n\nAbby went to the window to watch her, sorry she had brought up the\nsubject of sex classification; yet the question had started out\nharmlessly enough.... Waiting outside, a boy stood on an island among\nmoving metal sidewalks. Abby recognized him as one who had 'vised Linda\nvery often on questions of homework. At Linda's approach his eyes took\nnew life, and he laughed a greeting. Together, they stepped onto a\nsidewalk and slowly wound from sight, their hands interlocked. Abby\nshook her head disapprovingly; this would have to be discouraged. Linda\nwas much too young to have boyfriends. She shook her head. The younger\ngeneration never seemed to move slowly--they rushed their lives away.\n\n\n\nThat afternoon, Abby sat at the broad one-way windows and watched the\ncars and aircabs zooming overhead like frightened hornets. Suddenly,\nshe wondered where Dr. Gower was these days. Generally he televised her\nonce in a while or dropped in to chat occasionally, and it pleased her\nthat he did. He was her only male companion these days.\n\nThat's the way with men, she thought bitterly, nodding to herself, as\nyou grow old, they lose interest in you. Love cannot be founded on a\nphysical basis.\n\nThe thought of physical intimacy disturbed her, and she thrust it\naside. One thing was certain, above all else: she was determined to\nprotect Linda to the best of her ability, even as she had protected\nherself.\n\n\"Thank goodness for Linda,\" she thought. \"If it weren't for her....\"\n\nShe let the thought hang uncontemplated, for she _did_ have Linda; and\nshe had no wish to dwell upon the memory of her brother's accidental\ndeath in an aircab crash which had brought Linda into her custody.\n\nShe returned her attention to the world outside her window and found\nnothing there to interest her. Restlessly, she played with the\nbutton-controls on the chair's underarm, causing the walls to spring\ninto the simulated life of a three-dimensional telecast. A program\ncalled \"Old-Time Commercial\" was in progress. Abby, like most people,\nenjoyed this one, laughing at the exaggerated claims and the tuneless\nmelodies which had been foisted upon her ancestors during the years\nbefore commercials had been outlawed, and she was disappointed to see\nit fade for channel identification. It was followed by a program of\nthe latest fashions, some of which were much too brazen for Abby to\ncontemplate without squirming, so she changed stations again with a\nflick of her forefinger beneath the armrest.\n\n\"... direct from the oceans of Venus,\" a man's voice announced\nenthusiastically, and Abby found herself staring at the amoeba-like\ncreature she had seen a week earlier at the zoo.\n\n\"... believed to be directly related to our own Earth amoeba,\" the man\ncontinued, \"except, of course, this one is far from microscopic, being\nlarger than a man. For communication purposes, these Venusian creatures\nseem to use a form of telepathy....\"\n\nAbby mused upon what Linda had said concerning the amoeba's sex, or\nrather lack of it. She knew that the creatures reproduced by dividing\nthemselves, but she wondered if reproduction came instinctively or by\ndetermination. Either way, the method was to be admired, she felt. It\nwas a pity humans were so complicated. An image stirred deep within\nher, a fragment of some forgotten memory, but Abby did not notice it.\n\nThe creature from Venus moved restlessly across the three dimensional\nscreen, extending itself. It seemed to be regarding her with an intense\nsort of curiosity, as though it were reaching out, enveloping her....\n\nSunlight spilling through the window, spread a warm languorous pool\nabout her, and she felt pleasantly drowsy. She closed her eyes. After\nawhile, her head tilted, and the rushing world faded as though it had\nnever been.\n\nShe floated, placidly content. She seemed, suddenly, to possess a\nmillion eyes that probed about in all directions at once. Her body\nstretched, elongating itself, and moved forward through a translucent\nfluid to an invisible wall, beyond which stood shadowy figures. She\nfocused her mind upon these figures, and they became clear.\n\nThere was a little boy gazing at her in awe, his nose pressed against\nthe glass in fascination, not certain if he should be frightened or\nnot. Mentally, she smiled to herself and directed her thoughts to the\nboy, telling him not to be afraid. There were several children there,\nand Abby turned her attention to another.\n\nIt was Linda! Linda staring with wide, curious eyes. And next to her a\nman. Dr. Gower. Her heart leaped--\n\nAnd she awoke with the warm sunlight streaming in upon her, her heart\npounding unaccountably. She looked around. She was still in her front\nroom before the windows. The television was going, presenting the\nnewscast that followed the zoo program.\n\nIt was just a dream, but it had seemed so real that it still disturbed\nher minutes after she was fully awake. For awhile, she was not even\ncertain that the dream had not been real and that this now was not\nreally a dream, that reality and dreaming had not somehow suddenly\nchanged places.\n\n\n\nAbby was still sitting at the window when Linda came home from school.\nShe watched as Linda and the boy came down the moving sidewalk and\nstepped off on the island before the house. They stood talking for a\nmoment, then Linda rushed up the walk. The door whirred open and shut,\nand Linda instead of looking for Abby as was her habit, went straight\nto the escalator.\n\nAbby called, \"Linda!\"\n\nThe girl paused. \"I--I'll be back down.\"\n\n\"I'd like to see you right now, please,\" Abby's tone, though not\nhostile, was unrefusable.\n\nLinda appeared hesitantly in the doorway, hands behind her.\n\nAbby smiled pleasantly. \"Who was that boy, dear? I don't think I know\nhim.\"\n\n\"Jimmy Stone,\" Linda said, excitement creeping into her voice. \"He\nlives over in Sector Five, and he's in my history class at school.\"\n\nAbby recognized the symptoms and frowned mentally at the diagnosis.\n\"He's probably a very nice young man, but--\"\n\n\"He is, he's very nice,\" Linda agreed quickly. \"He's going to be an\nastronautical engineer. Look what he made me in plastics class.\"\n\nShe drew her hands from behind her and held a scarlet rose cupped in\nthem. It looked soft, as smooth as though it had been just plucked, as\nthough it held a fragrance that was not artificial.\n\n\"It's very nice,\" Abby admitted, but she wondered how in this age of\nintense specialization a future astronautical engineer had managed\nto enroll in a plastics class to waste his time making pseudo-roses.\nDespite her wish to the contrary, she found herself briefly admiring\nthe youngster, then told herself it was a case of puppy love that had\ninspired the frivolity. \"But don't you think you're a little young to\nbe thinking about boys?\"\n\n\"No,\" Linda said defensively, pouting. \"I like Jimmy and he likes me. I\ndon't see why we shouldn't see each other.\"\n\n\"You're in the same class,\" Abby pointed out; \"that should be enough.\nAfter all, you're only seventeen.\"\n\n\"Yes,\" Linda flared in annoyance, and rushed on in a sudden torrent,\n\"then I'll be eighteen and then nineteen and then twenty and then\nthirty. If I wait long enough maybe I'll let life pass me by, like--\"\nShe paused, eyes wide and regretful at what she was about to say.\n\nAbby smiled gently, but a cold chill gripped her. \"Like me?\" she said.\n\"You're afraid of being an old maid like me, is that it?\"\n\nShe hated to use the expression \"old maid,\" but she knew that was what\nmany people called her. She minded the name more than she admitted even\nto herself, for the words held an unpleasantness, a loneliness she\ndidn't feel--very often anyway. But then she had Linda for company.\n\nLinda's features softened. \"I'm sorry, Aunt Abby,\" she said quietly.\n\n\"That's all right, child, I understand how you feel,\" Abby said. \"Now,\nyou go along up and take a shower and get yourself ready for supper,\nand maybe we'll talk about it later.\"\n\nLinda nodded soberly and turned away.\n\nAbby sat in the silence of the room, listening to the soft whisper of\nthe escalator. It hurt her to think that Linda wasn't going to show her\nthe plastic rose at first. You had to be firm in these matters, though,\nto prevent worse trouble. If care weren't taken, Linda might rush off\nand be married before she was ready. This was a difficult time for the\npoor thing, that was certain, but she'd get over it. The little things\nin a child's life always seemed more important than they really were;\nthat's why there were older people to guide them.\n\nHer own mother had been very strict, and Abby saw no reason to regret\nit. If it hadn't been for that, she might have married the first boy\nshe'd met. She tried to recall him, but somehow she couldn't, and only\na vague image came to mind. It disturbed her to have that blank spot in\nher memory, but Somatic drugs had consistently failed to fill it in.\n\nLinda came in a few minutes later, freshly scrubbed but not convinced.\n\n\"All ready, dear?\" Abby said pleasantly.\n\nShe got up and put a consoling arm about the young girl. Together they\nwent into the dining room, where Gretchen had silently placed the\nappropriate food a few minutes before.\n\n\n\nThey ate in silence, with only the sounds of eating and an occasional\nwhir from the robot-maid as she appeared and disappeared with dishes.\nLinda was moody, thoughtful.\n\n\"How was the field trip, dear?\" Abby wondered.\n\n\"All right,\" Linda answered. \"The Venusian amoeba is very much like our\nown, the man said. It even reproduces itself by division.\"\n\n\"Isn't that nice,\" Abby said, just a bit hesitantly, uncertain that\nreproduction by any means should be discussed. However, if they taught\nit in school--\n\n\"I feel sorry for it,\" Linda said.\n\nAbby stared at her.\n\n\"Having no one to love,\" Linda went on, a faraway look on her face, \"no\none to love it. If it has any feelings, it must be very lonely.\"\n\nAbby made an irritable stab at a piece of synthetic potato on\nher plate. \"Nonsense,\" she snapped. \"You're talking like a silly\nschoolgirl.\"\n\nOn second thought, she decided that Linda _was_ a silly schoolgirl and\nwould naturally talk like one; she was still a little girl, dependent\nfor protection upon her Aunt Abby. That thought gave her some measure\nof comfort.\n\n\"I feel like an amoeba sometimes,\" Linda said, poking restlessly at a\npiece of meat on her plate.\n\n\"Sometimes I wish you were, dear,\" Abby said, feeling strangely annoyed\nby the statement. \"Now, eat your steak before it gets cold.\"\n\n\"Don't you ever get lonely, Aunt Abby,\" Linda asked. \"Suppose Dr. Gower\nwent away, wouldn't you be lonely.\"\n\n\"Dr. Gower is not going away,\" Abby pointed out.\n\n\"He might,\" Linda insisted. \"You haven't seen him for three days now.\nHe might be gone already.\"\n\nDespite herself, Abby felt sudden panic. \"He's probably busy. Doctors\nare busy these days.\"\n\n\"He could have called.\"\n\n\"Linda, eat your supper,\" Abby said sternly, \"and stop this nonsense.\nBesides, what difference would it make. One person doesn't make the\nworld begin or end. Dr. Gower and I are good friends, but we must\nadjust to these things. If he is gone away, he's gone, and that's all\nthere is to it!\"\n\nShe tried to make her voice sound calm, but there was a sinking feeling\nin her stomach, and a small questioning voice in the back of her mind\nkept asking did he? did he? did he? Furiously, she thrust the thought\naside.\n\n\"I saw him at the zoo today,\" Linda said.\n\n\"You did?\" Abby said, relieved, and then she thought of her dream of\nthe zoo and of Linda standing there and Dr. Gower beside the girl.\nCould she be psychic? No, there was a simpler explanation. \"I saw you\nboth there,\" she went on, smiling, \"on television this afternoon.\"\n\nLinda frowned. \"But Dr. Gower didn't arrive until the program was over,\nAunt Abby.\"\n\n\"I saw you,\" Abby insisted.\n\n\"But I'm certain of it.\"\n\n\"You must be mistaken, dear,\" Abby said in a tone of finality. And that\nsettled that.\n\nThe doorbuzzer sounded, and Gretchen whirred to answer it. Abby pressed\na button beneath the table, and the image of Dr. Gower appeared on a\nsmall screen set invisibly in the opposite wall. She could feel her\nblood accelerate at the sight of him, but she wondered why he looked\ndisturbed.\n\nShe rose. \"I'm going in to see Dr. Gower, dear,\" she told Linda. \"Now,\ndon't rush your food.\"\n\nLinda nodded abstractedly. She wasn't in a rushing mood.\n\n\"Abby, how are you?\" Dr. Gower said warmly, at her approach.\n\n\"Very well, thank you, Tom,\" Abby said. \"I thought I might have to get\nsick to see you.\"\n\n\"I was busy,\" he explained. \"The colonization of space brings up a\ngreat many new medical problems. How's Linda?\"\n\n\"Fine. I'm afraid, she's beginning to have a slight case of puppy love;\nI'm sure it can be discouraged in time, though.\"\n\nDr. Gower hesitated. Then he said, \"Linda's a normal young girl, Abby.\nYou can't stifle her natural desires forever.\"\n\n\"I not only can, but I will.\" To cushion the harshness of the\nstatement, she added, \"At least until she's mature enough to decide\nthese things for herself. She's still a child.\"\n\n\"A great many women get married at eighteen,\" Dr. Gower pointed out.\n\"Physically, it's a good age for marriage, and a psychology going\nagainst the physical grain isn't going to help.\"\n\n\"There are such things in life, Dr. Gower,\" Abby said a bit coldly, \"as\nmoral considerations. We're not animals, you know.\"\n\n\"It might help sometimes,\" Dr. Gower mused, \"if there were a little\nmore animal in us and a little less so-called human.\"\n\nAbby found her enthusiasm for seeing Dr. Gower ebbing, being replaced\nby what she considered a justified annoyance. Dr. Gower knew her\nfeeling about Linda. Something seemed to have changed his tactics. She\ndid not like the change.\n\n\"If you don't mind,\" she said, \"I'd like to bring up Linda in my own\nway. The courts made me legal guardian of Linda until she's twenty-one,\nand I intend to protect her until then to the best of my ability.\"\n\n\"By that time, you'll have her so confused about the world she'll be\ndefenseless against it. I never said anything before, Abby--\"\n\n\"And now is a poor time to start!\" Abby's voice was like ice. \"I'm\nsorry, Dr. Gower, but if you persist in talking this way, I'll have\nto ask you to leave. Linda is in my charge, and I won't stand for\ninterference, even from you.\"\n\nThe doctor's shoulders slumped dejectedly. \"Do you know why you were\nchosen guardian, Abby,\" he said slowly.\n\n\"Of course. I was the nearest relative. Why bring that up?\"\n\nDr. Gower shook his head. \"Nothing,\" he said, after awhile. \"Nothing at\nall. I came around to say goodbye, Abby.\"\n\nAbby wavered, the ice in her melting. \"Goodbye?\"\n\n\"I'm leaving for Venus,\" he said, \"the day after tomorrow. They need\ndoctors up there, and I can probably do more good there than here.\nBesides, I'd like to investigate these amoeba creatures; I suspect they\nhave more intelligence than we give them credit for.\"\n\n\"I--I'll be sorry to see you leave, Tom.\"\n\n\"I came to ask you to go with me. You know how I feel about you, Abby;\nI thought I'd try just once more.\"\n\n\"I couldn't leave Linda,\" Abby said.\n\n\"The standard excuse,\" he reminded her, his voice more weary than\nbitter. \"What Linda has needed all these years was a father, Abby.\nYou're giving her a warped viewpoint.\"\n\n\"The Somaticists don't think so,\" Abby flung at him.\n\nHe crimsoned. \"Somatics aren't the answer. Our era has become so\nmechanical that people have come to think that pressing a button is\ngoing to cure the evils of the world. Pills and pushbuttons are fine\nin their place, Abby, but they're not the answer, not the complete one\nanyway. At one time, they thought psychiatry was the answer; they were\nwrong there, too. The answer's probably a combination of the two.\"\n\n\"I'm not looking for the answer to anything,\" Abby said wearily. \"I\njust want to be let alone.\"\n\nDr. Gower nodded and turned to go.\n\n\"Have a nice trip,\" Abby said, trying to sound cheerful, \"I'm sorry we\nhad to argue like this.\" The thought of his leaving brought a sinking\nsensation which she tried to thrust off and couldn't. But there was\nLinda to think of; the girl couldn't go to Venus.\n\nAt the door, Dr. Gower hesitated. \"I don't know if I should tell you\nthis; it might help, and it might not.\" He paused again uncertainly and\nthen went on in a decisive tone. \"Linda's your own child, Abby.\"\n\nShe looked at him, puzzled. \"Of course. The courts--\"\n\nDr. Gower shook his head impatiently. \"I don't mean that. I mean Linda\nwas actually born to you.\"\n\nThe words sank in, but Abby found them meaningless. Two and two did not\nmake five no matter how many times you added them. There was a tense\nsilence, but she didn't know what to say to fill it.\n\n\"That's what happened in your blank spot, Abby,\" Dr. Gower went on.\n\"You ran away from home when you were twenty-one, because your mother\nwas too strict, because she acted just like you're acting with Linda.\nBefore she could find you again, someone else had. You were pregnant.\"\n\nAbby's brow furrowed. \"You mean--\" the thought completed itself, and\na look of horror replaced the frown. \"That's a horrible thing to say,\neven in a lie.\"\n\n\"I wish I were lying,\" Dr. Gower said earnestly. \"You didn't remember\nanything that had happened, and were still dazed for nearly a year\nafterward. Your subconscious used amnesia as an escape mechanism, and\nyou forgot the incident, repressed it without realizing it. An escape\nis sometimes possible only in the mind, where Somaticists are often\nhelpless. I didn't say anything before, but now I'm afraid Linda may be\nmade to suffer if I don't.\"\n\nAbby stared at him in shocked silence. She said, after awhile. \"It's\nnot true, it can't be.\"\n\nDr. Gower shrugged. \"I'm sorry, Abby, it is. It's not Linda you're\nworried about, it's yourself; you're afraid to face reality.\"\n\n\"Get out,\" Abby said slowly, hating him for that. Her voice rose the\nleast bit. \"I won't listen to these lies.\"\n\n\"I thought it might help. Say goodbye to Linda for me.\" The door closed\nbehind him with a click.\n\nAbby stared at the closed door, a small portion of her was calm, the\nrest chaotic. The calm portion wondered why she should be so disturbed\nby something so obviously impossible. All these years she'd been wrong\nabout Dr. Gower, trusting him as a friend. For what he said was untrue,\nof course. It had to be. And yet why couldn't she remember things? It\nwas only eighteen years ago and important things had happened in that\nyear, but somehow her memory bypassed their happening. It was like\nreading a book with several pages blank; you knew from later pages\nwhat had happened, but the actual experience of the events was lost.\nCould it be--the thought came despite her--could it be that she'd had\namnesia, that Dr. Gower had really told her the truth, that someone had\nactually--\n\n\"No. He was lying,\" she told the room.\n\n\"He never lied before,\" Linda said quietly from the doorway.\n\n\"You--heard?\"\n\nLinda nodded.\n\nAbby tried to smile. \"I'm afraid, dear, that Dr. Gower is like all\nmen. When he couldn't have what he wanted--\" her face clouded at the\nthought--\"he tried to shock me, to hurt me, to make me ashamed....\"\n\n\"Would it make you ashamed to have me for a daughter?\"\n\nAbby's heart beat quickly. \"Of course not, Linda. But the\ncircumstances--\"\n\n\"I see,\" Linda said slowly. \"They have a name for children like me;\nthat's what you're ashamed of. Or maybe, as Dr. Gower said, you're\nafraid for yourself!\"\n\n\"But it's not true, Linda, don't you see?\" Abby insisted.\n\nShe put her arm on the girl's shoulder. Linda shook it off; tears\nwelling in her eyes.\n\n\"You don't even want to know,\" the girl accused. \"You don't even care.\"\nAnd she turned and ran from the room.\n\nThe escalator whispered, and Abby stood in the center of the room\nlooking at the empty doorway. She stood on the brink of a great\nprecipice, balancing precariously, and for a brief moment she found\nherself believing what Dr. Gower had said. He was a fine man, and good,\nand he would not lie to her. Things her brother had said came to mind,\nonce-harmless statements that seemed to take on new significance, as\nthough he'd said them to prepare her for this moment. And suddenly,\nvery suddenly, the world was tottering; dazedly, she made her way to a\nchair and sat limply in it.\n\nDr. Gower was gone now, and she would never see him again. She knew\nthat, and she knew that despite the things she'd said, that it did\nmatter that he was going. But then she had Linda to think of. Or was\nit really Linda that concerned her? She could take the girl along,\ncertainly; that would even clear up the problem of Jimmy Stone. Was it\nreally the marriage she feared, a fear based upon some secret mental\nblock in her mind? The doubt returned then, and she wasn't sure. She\nwasn't sure of anything anymore. Abby had to think. She had to quiet\nher nerves and the frantic jumbled thoughts that had begun to race\nthrough her mind.\n\nShe felt dizzy and held a hand to one of the walls to steady herself\nas she walked to her bedroom. From the dressing table drawer she took\na bottle of dreampills. The label was fuzzy to her eyes, but the word\n_Danger_ stood out in bold letters. Abby swallowed three of the pills,\nwhich was two more than the safe dosage, and lay across the bed, eyes\nclosed. The door to the room closed automatically.\n\n\"It's not true,\" she told herself again, a desperate urgency to her\nvoice. \"I've got to get away from these thoughts. Got to get away.\nGot--to--escape.\"\n\nShe felt drowsy, but the thought of what Dr. Gower had said persisted.\nIt couldn't be true. It couldn't. And yet it might be; it was the\npossibility that disturbed her. That blank spot. Eighteen years ago.\nEighteen years...\n\n\n\nShe drifted into a restless sleep. Mentally, she traveled across the\nfamiliar plains of her past to that strange dark canyon she couldn't\nrecall. Her mind hovered frightened above the depths, failing to\nsee through its darkness; then she passed to the other side, to her\nchildhood, to when she was a young girl and her mother was alive.\n\nThe scene burst upon her with vivid clarity, and she found herself\nreliving it. It was there, all of it. The home life, protecting and yet\nrestraining. Her dissatisfaction. The secret determination. The running\naway in the dead of night. It was all there, just as Dr. Gower had said.\n\n\"But it's a dream,\" she murmured, \"just a dream.\"\n\nYet it seemed a reality. She could feel the cool night press upon her\nas she made her way slowly through the strange-familiar darkness and\ndescended into the depths of the canyon. The feeling of having been\nhere before was with her, and it brought terror with it. She walked on,\nlooking to either side, listening fearfully. And then she stopped, her\nblood becoming ice.\n\nThere was a man before her. She could see only his eyes, but they were\ncruel eyes, savage and lustful.\n\nKnowledge came then, bursting over her in a raging tide. She screamed\nand ran, her footsteps echoing frantically as she hurried through the\ndarkness, looking for an opening for a protecting light. But no opening\nappeared, no light came. She ran until she was exhausted, and then she\nsank to the ground panting trying to still her spasms of breath. There\nwas a small sound, as of the scraping of a shoe and she looked into the\neyes again.\n\nShe screamed again and again and again not knowing where screams ended\nand echoes began. She put her hands over her ears and screamed into the\ndarkness. She could feel hands reaching out for her and she shrank away\nfrom them.\n\nHer mind was a playground for terror. She had to escape. She had to.\n\n(But sometimes the only escape is in the mind!)\n\nThe hands reached out. She was suddenly falling, down, down, down.\nCalmness came, and a grateful thought appeared: she had escaped.\nNothing else mattered; only that....\n\nShe stopped falling. The mist grew thick, thicker; it became dense;\nit became liquid. She could not feel the beating of her heart, but\nher mind was calm and it looked about with a detachment that was\nintellectual.\n\nShe was floating again, floating silently through a world of murky\nfluid. The liquid was pressing with a force so gentle it almost did not\nexist. It enveloped her like a protecting shield.\n\nShe drifted. There seemed to be no direction but outward. Her thoughts\nwent out and they returned with impressions. This was her world and she\nwas the center of it. There were no problems here, no encroachments\non existence or security. It was like a return to the womb. Womb? she\nthought. She turned the word over in her mind and found the concept\nalien. She regarded it intellectually, at leisure.\n\nTime passed silently, without incident, without measurement. It had no\nmeaning, no referent.\n\nCurious after awhile, she went forward, her mind impinging upon shadowy\nfigures behind the transparent barrier. She focussed her attention upon\nthem, and the image cleared.\n\nThere was a man there, and a woman, and a girl. She could hear them as\nthey spoke.\n\n\"I don't know why you wanted to come here, Abby,\" the man was saying.\n\"You'll see enough of these creatures on Venus.\"\n\n\"This one is special,\" the woman said slowly, tasting the words like\nsome unfamiliar food. \"It's what made me change my mind about--things.\nIt must be very lonely.\"\n\n\"Bosh,\" the man scoffed gently. \"Intelligent or not, an amoeba doesn't\nhave feelings of loneliness.\"\n\n\"Doesn't it?\" the woman wondered. \"Perhaps not at first. But being able\nto probe the minds of humans and sympathize with them yet not contact\nthem can....\"\n\n\"We'll be late for the rocket, Mother,\" the girl said. \"Jimmy promised\nhe'd be down to see me off and let me know if he can go to the Venus\nAcademy next year.\"\n\n\"All right, Linda, we're going now.\"\n\nAt the door, the woman turned for a last look; her thoughts were\nthoughts of sorrow, of pity, of--regret, perhaps.\n\n\"You'll learn much of the world this way,\" the thoughts came, \"and\nyou'll have time to readjust. Knowledge will pyramid gently, and with\nit will come wisdom. After awhile, escape won't be necessary. You'll\nwant to return then and be a part of your world. Meanwhile, I must help\nmy own people; this is the best way for both of us to escape.\"\n\nThe woman linked arms with the man and the girl then, and the three of\nthem went out.\n\nSilence returned, bringing with it a troubled wonderment. Then the\nmurky fluid flowed past all vision, and the world returned, safe and\nfamiliar. The thoughts returned briefly, as echoes, but they were\nunfamiliar this time and meaningless.\n\nBut it was not always so, and it would not always be, for contemplation\nbred curiosity, and curiosity bred knowledge, and knowledge bred\ndesire, and desire the ways and means of accomplishment.\n\nMeanwhile, there was quiet, stillness, a peace she had never known. The\nfluid flowed about her in a silence that held no sound, no movement. It\nwas womb-like, protective.\n\nIt seemed natural that she should be here.\n\nFor the moment, she was content.",
    "metadata": {
        "author": [
            "Fritch, Charles E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59157/pg59157.txt",
        "name": "escape_mechanism.json"
    }
}