{
    "name": "Evans of the Earth Guard",
    "author": [
        "Hamilton, Edmond",
        "Sterling, Brett"
    ],
    "body": "\"All Earth-Guard rockets attention! One-man rocket _Pallas_ speaking.\nAm pursued by pirate rocket believed to be that of the Hawk! I am\nrunning toward earth on space-lane 18, now in zone 44-6, but am being\nrapidly overtaken!\"\n\nAs the clear voice came from the radiophone before him, Captain Wright\nEvans slammed over the reply-switch and shouted back into it.\n\n\"Earth-Guard Rocket 283 answering. Standing toward you at top speed\ninstantly!\"\n\nThen he was up and bursting into the great rocket ship's squat little\npilot-house, where a man seated at the controls turned inquiringly to\nhim.\n\n\"Full speed ahead, Calden!\" he cried. \"The Hawk's out again and after a\none-man rocket not a thousand miles ahead--it's our chance to get him\nat last!\"\n\n\"Full speed it is,\" rejoined Calden calmly, his hands flashing forth to\nflick down a half-score of the banked shining levers before him.\n\nInstantly the great ship lurched and trembled as, from its rear,\ncame thunderous explosion on explosion. In a moment every one of its\nrear-tubes was firing, and the speed-dial's arrow was creeping steadily\nforward until in a few minutes more it registered the ship's top speed\nof ten thousand miles an hour. The long gleaming craft, stubby of nose\nand stern and fully five hundred feet in length, was like a giant\nprojectile, as it tore through the void, belching fire behind it.\n\nFrom the squat pilot-house set atop it, Evans and Calden gazed\nahead. The great gray disk of earth filled a quarter of the heavens\nbefore them, the outline of its continents and seas visible here and\nthere through its shifting screen of clouds. Behind them the moon's\nsilvery sphere was dwindling rapidly, as they had seen it dwindle now\nfor hours. It was hours that the great Earth-Guard rocket with its\nhalf-hundred men had been hurtling toward earth after its weary week's\nvigil in space, before this call had come.\n\nAnd weary enough indeed was the vigil that the rocket ships of the\nEarth-Guard kept around the earth and its moon, and had kept up for\nmore than fifty years. More than fifty years it had been since, back\nin 1954, the first crude rocket had thundered out from earth into the\ngreat void toward its shining satellite. Neither that first rocket nor\nthe twenty-first had reached their goal, but the next one had.\n\nThus had begun the commerce that now filled all the space-lanes between\nthe earth and moon. In their first flame of exploration, men had\nheaded out toward the nearer planets, too, but they had found them\nunapproachable because of the fierce guard maintained by their strange\npeoples. Every ship that had sought to explore another planet had\nbeen annihilated on reaching it and we had finally realized that our\nplanetary neighbors were guarding fiercely their isolation.\n\n\n\nThere had remained to earth only its own moon. But that had become\nswiftly a lure to all adventurous earthlings. Upon the moon's other\nside were great mines in which men, dwelling in air-tight cities and\ntoiling in hermetically-tight metal suits, worked the rare metals and\nminerals in which earth's satellite abounded. And upon the moon's\nearthward side were other great air-tight cities, glass-roofed and\nluxurious, to which went each year hundreds of thousands of the\nearth's wealthy--there to spend their vacations--enjoying the wondrous\ncelestial views, the astounding strength and youth given them by the\nmoon's lesser gravity, and the chance to view the earth from the\noutside.\n\nSo that there had grown gradually the commerce that kept endless\nstreams of ships moving between earth and moon--great and luxurious\npassenger-craft laden with the wealthy and powerful of earth; and sleek\nprivate ships bound like the others for the luxurious lunar cities.\nBulky and battered cargo-rockets had their own space-lanes, carrying\nmetals and minerals to the earth, and returning with loads of supplies\nand tanks of the liquid rocket-fuel to the moon.\n\nIt was inevitable that all this traffic should need regulating, and so\nthere had been formed the Earth-Guard, an organization corresponding to\nthe old Coast-Guards of the nations, but controlled by an international\ncommission of earth's powers. The Earth-Guard boasted five hundred\ngleaming rockets that patrolled ceaselessly the space between and\naround the earth and moon, enforcing peace with their electric-guns and\nguarding the lunar commerce.\n\nFor there were those against whom it must be guarded--space-pirates\nwho dashed forth from time to time from hidden bases on earth or moon\nto harry and hold up in the void the rich lunar commerce. The boldest\nand most dreaded of them all was that swift and flashing corsair of\nthe void known to all on earth and moon alike as the Hawk, and who for\nyears had been the despair of all the Earth-Guard.\n\n\"Lord, if we can get him!\" Evans was praying as he gazed out of a port\nhole from the hurtling ship's pilot-house. \"I get so tired of jabs\nabout him that I'd lose an arm to get him.\"\n\n\"Well, everyone's turn comes sooner or later in that game,\"\nphilosophized Calden. \"It may be the Hawk's now.\"\n\nEvans pulled a speaking-tube toward him and shouted down into it over\nthe roar of the rocket's explosions. \"Hartley? Put full crews on all\nthe electric-guns and have them stand ready for action. Yes. And tell\nthem it's the Hawk we're after this time--it'll put them on their toes.\"\n\nCalden grinned as a moment later a muffled cheer came up from the\ngun-rooms beneath. \"They're on their toes, evidently,\" he commented.\n\"They're as crazy to get their hands on the Hawk as you are.\"\n\nEvans made no answer but started ahead with teeth clenched upon his\nlower lip, glancing over now and then at the dials that recorded the\nrocket's position between earth and moon. This recording was automatic,\nbeing dependent on the change in the gravitational power of the two\nbodies. Evans saw by them now that the rocket was hurtling into the\nvery zone in which the _Pallas_ had reported itself.\n\n\n                                Missed!\n\nHe reached to turn a knob and there clicked up into position against\nthe lenses set in the pilot-house window two long metal tubes with\neye-pieces that formed powerful binoculars. Gazing ahead through these\nhe kept watch, while with fingers on the firing-levers of the rocket's\ntubes Calden kept them steady on their course. Minutes passed before\nEvans uttered a cry.\n\n\"They're just ahead!\" he exclaimed. Then, into the tube--\"All batteries\nready, Hartley, and use the port guns when we bank.\"\n\n\"Lord, look at that fellow!\" breathed Calden as he too stared ahead.\n\"He sure can handle a rocket--the Hawk can't get his guns on him!\"\n\nFar ahead of them in the void the scene of combat to which they had\nbeen summoned was rushing into view. A tiny and shining one-man rocket\nwas dodging and twisting and circling in space, with its firing-tubes\nflaming first on one end and then on the other to keep it in an\never-changing course. And around it, like a great grim pike rushing a\nshining chub, was circling and swooping a long dead-black rocket of the\nsame size almost as the Earth-Guard craft. It was the dreaded black\nrocket of the Hawk, reputed the swiftest craft in space.\n\nThe grim black rocket, whirling and dipping with a swiftness of\nmaneuver astounding in a ship of its size, was endeavoring to bring\nthe twisting little craft that evaded it into the line of its guns. As\ntheir own ship thundered down on the scene, Evans and Calden saw the\none side of the Hawk's rocket stabbing forth a half-score slender jets\nof blue fire as its electric-guns blasted toward the smaller craft. But\nthe latter had shot upward in time to avoid the fire, and in the next\nmoment the Earth-Guard rocket was rushing down upon the ebon attacker.\n\n\"Fire!\" As Hartley's voice below shouted the order, the Earth-Guard\nship poured a deadly fire toward the black rocket of the Hawk. But\nat the very instant of firing, with a swiftness born of a hundred\nspace-fights, the Hawk's rocket had shot upward.\n\n\"Missed him!\" Calden cried. \"Look out--he's tailing--!\"\n\n\"Over quick!\" Evans exclaimed. \"Let him have the stern guns, Hartley!\"\n\nFor in the instant after shooting upward to avoid their fire, the\nrocket of the Hawk had flashed back down on them in the familiar\nmaneuver of \"tailing,\" using all the firing-tubes placed in its nose\nfor braking purposes to halt it and reverse it in a flash.\n\nEvans had a lightning glimpse of the great black shape rushing\nstern-foremost down on them. Then he felt his own rocket dip and dive\nlike light as Calden's hands flashed on the firing-levers, and for a\nmoment Evans saw the white-lit pilot-house of the other rocket, with\nthe tense figures inside it, before it whirled out of view. He sensed\nrather than saw the blast of the Hawk's guns above them as they dived\njust in time to avoid the deadly missiles.\n\n\n\nEvans heard shouting voices from their own gun-rooms and had no need to\ncry to Calden the next order, for already the other was straightening\nout their course and sending their ship soaring upward again. But the\nlong black craft of the Hawk was gone! After that one swift swoop and\nblow it had flashed off the space-lane into the uncharted void, and\nthey glimpsed it only as a dwindling point of fire that vanished in the\nnext instant.\n\nEvans, filled by a blind fury, whirled to give Calden the order that\nwould send them in wild pursuit, but checked himself as he realized,\ndespite his rage, the futility of such a pursuit. Once out of sight,\nthe Hawk in his immensely swift rocket could laugh at all pursuit, as\nhe had laughed many times. His face a study of conflicting emotions,\nEvans turned back toward his second-officer.\n\n\"Back to our regular course on the space-lane,\" he ordered wearily.\n\"He's got away again.\"\n\nSilently Calden headed the great Earth-Guard rocket again toward the\ngreat disk of earth. But in a moment he motioned toward something\noutside and above them. \"It's the rocket the Hawk was attacking,\" he\nsaid. \"He's signalling for a contact.\"\n\n\"Let him come on, then,\" answered the other.\n\nCalden pressed the studs that flashed from their own rocket's nose the\nanswering colored signal-lights, and quickly the shining smaller craft\ndrove down until it hung just over the big Earth-Guard ship. It settled\nsmoothly then on the greater craft's back, its nose firing-tubes\nblasting it to a halt. The ring of metal contact-pins on its lower side\nfitted smoothly into the standardized ring of openings ready for them\non the Earth-Guard's back.\n\nHeld thus to the greater craft, the little rocket was carried along\nthrough space like a pilot-fish clinging to a great shark. In a moment\nthere was the clang of the contact-door opening, as the occupant of\nthe _Pallas_ passed into the Earth-Guard rocket through the latter's\nsimilar door. In a moment more Hartley, the third officer, was striding\ninto the pilot-house with the man who had been the little craft's sole\noccupant.\n\nHe was a tall young man with dark hair and dark, laughing eyes. He\ncame forward with hand outstretched to Evans and as the rocket-captain\ngrasped it, he introduced himself.\n\n\"Francis Seaworth,\" he named himself, \"and just now mighty pleased to\nsee you! Indeed, if you hadn't come when you did, the Hawk would have\nhad me in another minute--I didn't have anyone to work my gun and could\nonly try to evade him till you came.\"\n\nEvans laughed. \"What in the devil made you start for earth all by\nyourself?\" he demanded. \"Didn't you hear two days ago that the Hawk was\nout?\"\n\nThe other shook his head. \"I heard,\" he said, \"but that's just why\nI chose this particular time for the trip. No, I don't mean that as\nbravado,\" he added quickly, as he saw the incredulous smiles of the\nthree officers. \"What I mean is that I knew the Hawk was waiting for a\nchance to jump on me, and when I heard he was out on the space-lanes\nagain, I thought he'd be too busy at his usual trade to think of me.\"\n\nEvans regarded him with more interest. \"But what's the Hawk after you\nfor?\" he asked.\n\nSeaworth hesitated. \"Well, I wouldn't want to spill too much.\" He\nnodded toward the other officers.\n\nEvans straightened with interest. \"Anything you want to say you can\ntell me in front of my officers.\"\n\n\"Well,\" said Seaworth, \"I've been spending the last year as a secret\nagent of the International Commission, looking for the Hawk's base on\nthe moon. They had an idea--just an idea--that the Hawk's base was\nreally inside one of the lunar cities.\"\n\n\n                           Seaworth Explains\n\n\"In a lunar city?\" Evans repeated. \"Whoever got that idea?\"\n\nSeaworth shook his head. \"It seemed crazy to me at first too, but there\nwere rumors that officials in one of the lunar cities were allowing the\nHawk to come there, and to refuel in exchange for a share of his loot.\nI was sent up to investigate, and I found out enough to call the Hawk's\nattention to me, and this is the second time he or his men nearly got\nme. I couldn't find his base, but I did find that there's a man now on\nearth who was formerly in his service and who could tell me where his\nbase is if he wanted to. So I started back to earth in my own ship to\nsee him. Well, the Hawk was waiting, and if you hadn't been within call\nit would have been all up with me.\"\n\nEvans considered. \"It did seem mighty queer to us that the Hawk would\nstoop to holding up one-man rockets,\" he admitted, \"but that explains\nit. So they've had a secret agent on his trail, eh?\"\n\n\"A very secret agent,\" smiled the other. \"My emblem,\" he smiled as he\nopened his jacket and showed a little card sewed onto the inside.\n\nEvans nodded. The card of an agent of the International Commission\nmerited any help he could furnish.\n\n\"In fact,\" continued Seaworth, \"I doubt if a dozen men on earth outside\nof the International Commission know what I've been doing. I've got no\nbusiness, really, telling even you about it, but it's about all wound\nup now, for if I get the information I'm after on earth it means we'll\ncatch the Hawk in short order.\"\n\n\"Seems like catching the Hawk is work for the Earth-Guard rather than\nfor any secret agents,\" growled the bulldog-visaged Hartley. \"We're\ngood enough to chase after all the common scum of space-pirates that\nare always bobbing up, but when it comes to nabbing the Hawk someone\nelse wants the glory.\"\n\n\"The glory's been there for the Earth-Guard to take for some time,\"\nretorted Seaworth acidly. \"I haven't seen it doing it, though.\"\n\nHartley's face went dull red, and Evans intervened in time. \"No use\nscrapping over it,\" he told them. \"Anything that Seaworth finds out\nwill help us, and I for one don't give a continental who catches\nthe Hawk so long as he's caught. Every time I go into a teletheater\nnowadays, all I hear is a lot of musty old cracks about the Hawk and\nthe Earth-Guard, and I don't mind telling you I'm getting tired of it.\"\n\nSeaworth laughed. \"Well, it was nearly a case of the catcher caught\nwith me this time. I suppose I don't need to tell you that I'd rather\nmake the rest of the trip with you?\"\n\nEvans nodded. \"Of course. Though as a matter of fact the Hawk's\nprobably ten zones off by now. That's always his way--he swoops and\nstrikes and flashes off before anyone can get hands on him.\"\n\n\"Yes,\" said Seaworth, his eyes troubled, \"but he happens to want me\ndevilish bad, you see. I'll admit I'm not going to have much taste for\nthe trip back to the moon--I wouldn't put it past him to hold up the\nbiggest passenger-ship in space if he knew I was travelling on it.\"\n\n\"I wouldn't myself,\" Evans said. \"But we're heading back next week\nafter our relief-period. Why not go back with us?\"\n\nSeaworth's face cleared. \"Thanks a lot, really, old man. It's a fact\nI've been worried about this trip back, for if I get what I'm after on\nearth, it means that when I get back to the moon we can find the Hawk's\nbase and make a trap of it to catch him when he comes in. And I want\nto see him put away before I check out--it's got to be something of a\npersonal duel between us.\"\n\nIn the next half-score of hours in which they hurtled on toward earth,\nEvans saw that Seaworth was indeed getting more and more impatient and\neager as the great disk grew large before them. He fretted at the delay\nas they moved in through earth's atmosphere at slackening speed, and\ndown through the crowded converging space-lanes toward the huge New\nYork inter-stellar station. And when the great Earth-Guard ship shot\ndown into the funnel-shaped landing-framework and came to a halt with\nall its nose-tubes firing, Seaworth emerged from it with its first\nofficers.\n\n\n\nBriefly he assured himself once more that Evans was willing for him\nto make the trip back out to the moon in the Earth-Guard craft in the\nfollowing week, and he also made certain that his own little rocket\ncould remain attached to the greater craft and be refueled with it.\nThen he hastened away in the crowds that poured here and there across\nand around the great rocket-station.\n\nEvans stood still for a few moments gazing around him, bewildered a\nlittle as he invariably was by the sudden transition from the silence\nand gloom of the great void to this brilliant and hurried scene. Across\nthe great station at its departure-side a huge cargo-rocket was taking\noff, its firing-tubes deafening the ears as it thundered up into the\nsunlight and vanished. Already a great, sleek passenger-craft was being\nslid into the ascension-framework just vacated, and as its warning-bell\nrang out, the last belated passengers were hurrying toward it with\ntheir porters and luggage.\n\nThere remained to Evans the disagreeable task for which he had been\nbracing himself during the last hours of the trip--that of informing\ncrusty old Commander Cain of his encounter with the Hawk. When he had\nbeen ushered into the office of the white-haired and white-mustached\nold space-veteran who was head of the Earth-Guard, Evans made his brief\nreport with the other's stare piercing him to the marrow.\n\nWhen he had finished, the Commander, as he had expected, delivered\nhimself of a furious blast of profanity.\n\nHe finally became articulate. \"Evans, you must realize what a situation\nthe Earth-Guard is in. You know and I know that the Hawk must have\nsomething new on his ship, whether a new fuel or a new firing-tube,\nthat gives his ship a speed beyond anything else in space. You know\nas well as I do, too, that the Hawk is really the one outstanding\nspace-pirate left and that in the last decades we've cleared up the\nothers one by one.\n\n\"But the public doesn't see it that way! The public,\" and the Commander\nsmote his desk furiously, \"the public sees only this one pirate, the\nHawk. They see him and his crew defying the whole five hundred ships of\nthe Earth-Guard. That's all the blankety blank public sees, and as a\nresult the Earth-Guard's getting to be a joke!\"\n\n\"But sir!\" Evans managed to say, \"we have no hope of getting the Hawk\nso long as he has his bases for refueling and resting. We must get his\nlunar base before we can get him, and that's why I think this Seaworth\nmay win for us yet.\"\n\n\"Seaworth--.\" The Commander frowned thoughtfully. \"It may be--it may\nbe. I didn't know that the International Commission had put secret\nagents after the Hawk, but it may prove useful at that. You say\nSeaworth's going back with you next week?\"\n\n\"Yes, he thinks the Hawk is after him in dead earnest, and that if he\ntakes a passenger-rocket the Hawk will hold it up to get him.\"\n\n\"It wouldn't be beyond him,\" the Commander warned. \"But we've another\nthing to think of, too, Evans. If the Hawk wants this man Seaworth\nbadly enough, he may not even stick at holding up an Earth-Guard ship\nto get him! I see you smile--you think it is incredible that even the\nHawk should ever try taking an Earth-Guard--but remember that he has a\nreputation for doing things no pirate ever dared do before, and that in\nthis case he has the best reason in the world for trying it. And if he\never took an Earth-Guard rocket--good-bye! No matter what we did after\nthat, the Guard would never be able to live it down!\"\n\n\n                           Evans Endures It\n\nEvans was impressed. \"I'll keep a close watch for him going back, sir,\"\nhe promised.\n\nThe Commander's warning rang in Evans' ears all the week that followed,\nand he was forced during that week to admit that his superior's view\nof the situation was correct. The Earth-Guard was suffering a distinct\nloss of prestige. It seemed to Evans that wherever he went his blue\nEarth-Guard uniform, once an envied garb, was greeted with titters and\nderisive comments that made his ears burn.\n\nThe newspapers and teletheaters were exploiting the situation to the\nutmost. If Evans watched a troupe of dancers he was met with the\nspectacle of a nimble black-garbed figure, representing the Hawk,\neluding with ease the slowly-moving blue-garbed figures symbolic of\nthe Earth-Guard. If he was introduced to anyone by a joking friend it\nwas always with a jesting reference to his imminent capture of the\nHawk. Small boys called after him that the Hawk was coming, and then\ndelightedly ran away.\n\nThe Hawk, indeed, was coming to have far more of the public sympathy\nthan the Earth-Guard. It was true that he held up defenseless\npassenger-craft between earth and moon, forcing them under the menace\nof his guns to cast loose for him in their life-rockets whatever of\nvalue they carried. All knew that he was an outlaw of the void, and\nwould meet swift death at the hands of a firing-squad were he captured.\n\nBut if he was a space-pirate, he was not one like the earlier\nspace-buccaneers whose atrocities had roused a fury that had swept\nthem out of existence. He was, if anything, a gentleman-corsair of the\nvoid, and though few had ever looked on his face, it was rumored that\nhe was exceptionally handsome. It was small wonder that by the end of\nhis week of relief Evans' nerves were ragged and he was longing for the\npeacefulness of the space patrol.\n\nWhen on the last day of their relief he found Calden and Hartley at the\nNew York station, inspecting the great Earth-Guard rocket, preparatory\nto its start back out into space, he found their nerves as raw on the\nsubject as his own. They too had felt the whips of the public laughter.\n\n\"You know,\" growled Hartley as he ran a practised eye over the looming\nrocket's stern firing-tubes, \"I'm just about praying that we meet up\nwith the Hawk this trip. I'm not thin-skinned--but when my little\ndaughter begins to ask daddy why he doesn't catch the Hawk, I'm getting\nto the busting point!\"\n\n\n\nEvans and Calden laughed despite themselves. \"Well, you may get your\nwish, Hartley,\" Evans told him. \"Remember, Seaworth will be with us,\nand the Hawk wants him bad.\"\n\nHartley looked at him blankly. \"You don't mean that he'd ever try\nholding us up? _Us?_ An Earth-Guard rocket?\"\n\nEvans shrugged. \"It's Commander Cain's idea, not mine. Here he comes\nnow, to see us off. Evidently going to give us a final warning.\"\n\nAnd that proved in fact to be the white-haired Commander's purpose when\nhe reached them through the throngs of hurrying mechanics around the\ngiant ship. He drew Evans aside from the others.\n\n\"Don't forget what I told you, Evans,\" he warned. \"Keep double-watches\nin the lookout-cells at all times, and if the Hawk does appear, send\nout a general radiophone alarm before you engage. Remember, it isn't a\nquestion of personal glory, but a matter of catching him.\"\n\n\"I'll remember,\" Evans promised. \"I guess we're set to go--here comes\nSeaworth now.\"\n\nThe secret agent's eyes were shining as he strode across the station\nto them. When he reached Evans and the commander he tapped the black\nleather case he carried.\n\n\"Got it!\" he exclaimed. \"My tip was a straight one and I've got the\ndope from beginning to end. You're ready to go?\"\n\nEvans nodded, and Commander Cain shook hands with him and with\nSeaworth, as he turned away.\n\n\"Good luck to the both of you,\" he told them, \"and if you've really got\nanything that will enable you to nab the Hawk, I'll resign cheerfully\non the day he's taken and you can shoot dice between you for my job!\"\n\nEvans and Seaworth laughed together as the commander strode away. \"The\nold man's nutty about the Hawk these days,\" Evans commented.\n\n\"Well, if I can get back to the moon with the information I have\nhere,\" the other said, \"it means the end for Mr. Hawk. I found the man\nI was hunting for--he'd been one of the Hawk's crew and had left him\non account of some squabble over the division of loot. He was pretty\nmuch afraid of his old chief still--I guess the Hawk's got a deadly\nrecord as regards traitors--but he gave me all I wanted for a price. I\nhave the exact location of the Hawk's base in one of the lunar cities,\nthe names of the officials who've been harboring him and selling him\nfuel--all that we need.\"\n\n\"Once back on the moon we can set a trap there that will spring on the\nHawk the first time he comes into his base. There's only one queer\nthing about it all, and that is that the man who told me all this\ndisappeared on the very next day. No one has the slightest idea what\nbecame of him, though some of the officials I talked with thought\nhe'd merely decamped with the price of his information. I don't know,\nthough--it may have been something else.\"\n\n\"The Hawk?\" Evans questioned, and the other slowly nodded.\n\n\"I'm afraid so--his way with traitors is short and sweet. It only\nworries me because if it was he, then he knows what I've learned and\nknows I'm taking back that information with me.\"\n\n\n                            Ready to Start\n\nEvans frowned. \"That would make him desperate, all right. The Commander\nhas an idea that he might even attack our rocket to get you, Seaworth.\"\n\n\"You mean that he'd even try to take an Earth-Guard rocket?\"\n\n\"Yes, but it's just an idea. We'll keep a mighty sharp lookout for him,\nand whatever else the Hawk may have done, I think he's too wary a bird\nto try tackling Earth-Guard rockets.\"\n\nThey were interrupted by a thunderous blast of firing-tubes as a\nbattered cargo ship of the tramp class, a quarter of its tubes out\nof commission, hurtled upward from the great ascension-framework. At\nonce the huge machinery beside it that held the Earth-Guard rocket was\nsliding it smoothly into the ascension-framework to go out also. The\nwarning-bell was jangling again and Calden and Hartley came up to the\ntwo men.\n\n\"All ready,\" Calden reported, saluting. \"The starter's given us\n9.40--that's eight minutes from now.\"\n\nEvans nodded. \"Time to go, Seaworth,\" and they strode toward the\nstern-door of the big, upreared craft.\n\n\"I see you've still got my little ship tacked on,\" Seaworth commented\nas they moved across the station.\n\n\"Yes, refueled and ready for you whenever we're near enough the moon\nfor you to leave safely.\"\n\nThey passed inside and the stern-door closed and whirred as Hartley\nspun it carefully shut. Climbing the light metal ladders inside the\nupreared craft the four men gained the pilot-house, where Calden\ntook his accustomed seat at the controls. Strapped into their\nshock-absorbing seats, the four men looked down over the station and\nits swarming throngs, a busy scene in the morning sunlight.\n\nJust beside the ascension-framework rose the starter's tower, from\nwhich, at intervals, the streams of ships were allowed to start out\ninto the various space-lanes. Lights were flashing and changing color\non it each moment as the minute for the departure of the Earth-Guard\nship drew near. Already the machinery beside the ascension-framework\nwas ready to move into it the next rocket to start, a great\npassenger-craft into which hundreds of passengers were hastening,\ncrowds of friends waving them bon voyage. Few in the station were\npaying any attention to the routine departure of the Earth-Guard's\ncraft.\n\nThe lights on the starter's tower had flashed from yellow to green, and\nthen to red. Calden was watching them imperturbably, his hands resting\non the main firing-levers, while Evans, as always at the moment of\nstarting, involuntarily drew a deep preparatory breath. Then the lights\nflashed suddenly pure white, Calden's hands depressed the levers with a\nsingle motion, and, as a thunderous blast of sound broke from the great\nrocket's stern beneath them, they were pressed with immeasurable force\ninto their seats.\n\n\n\nThe sunlit station had vanished in a flash from around them, and\nthere was a dizzy lurching and trembling of the great mass as it shot\nupward and outward. From outside came a steady roar of air against the\nrocket's walls that was audible even above the thunder of continued\nexplosions from the rear; and the air grew suddenly warm about them.\nThen the roar of air had ceased, the walls of the pilot-house were\ncooling, and the diffused bright sunlight of the atmosphere was gone.\nFor in the immensity of space the sun flared fiercely on one side,\nwhile a rayless gloom, gemmed with steady-burning stars, stretched away\non the other.\n\nAhead, the moon's brilliant disk, almost completely illumined by the\nsun, gleamed calm and white amid the throbbing fires of the encircling\nstars. Evans and Seaworth contemplated its beauty with a silent wonder\nthat not even long familiarity with the sight could dull. Calden,\nmeantime, was calmly checking over dials and controls, while Hartley\nhad already gone below to sleep against the next watch at the controls.\nThis vital station was filled by the craft's three officers in\nsuccessive watches of four hours each.\n\nIn the hours that followed, Evans felt slipping away from him the\nhope that he had cherished of meeting the Hawk in straight battle in\nmid-space. Since Commander Cain's warning to him, he had persuaded\nhimself that because of Seaworth's presence the Hawk might really\nattack. Like all others in the Earth-Guard, Evans desired nothing more\nardently than a final battle with the elusive and dreaded corsair.\n\nBut though the lookouts at every one of the great rocket's\nobservation-cells kept an unceasing watch through the void, no sign of\nthe black rocket was to be seen. The Earth-Guard ship might have been\nalone in space, had it not twice caught sight of great cargo-rockets\nplowing their way moonward in the slower space-lanes, and once passed\nan earth-bound Earth-Guard craft closely enough in a neighboring lane\nto exchange with it a flashing \"Salute\" signal in passing.\n\nWhen Evans ascended to the pilot-house for his third watch at the\ncontrols, thirty-two hours after their start from earth, the moon's\ngleaming sphere was huge in the heavens before them.\n\n\"A dozen hours more and we'll be there,\" he commented disappointedly\nto Hartley and Seaworth, as he relieved the former at the controls. \"I\nguess there's no chance of your wreaking your wrath on the Hawk this\ntrip, Hartley.\"\n\n\"I told you it was crazy to think he'd tackle us,\" Hartley rejoined,\n\"though I admit I've been hoping he would.\"\n\n\"Well, I haven't,\" Seaworth told them, grinning. \"It may be just play\nto you lads in the Earth-Guard, but the Hawk nearly settled me twice\nand I hate to think what he'd do if he got me now.\"\n\n\"No danger,\" Evans told him as Seaworth followed the yawning Hartley\ndown out of the pilot-house. \"We'll have you safe and sound on the moon\nin a half day more, and if you can nab the Hawk there, it'll punish him\nfor not showing up this trip.\"\n\n\n\nLeft alone in the pilot-house, Evans sat at the control-board with eyes\nglancing from one to another of the recording dials above it. Now and\nthen he depressed a firing-lever, firing one of the rocket's side tubes\nto keep it from leaving its proper space-lane, but for the most part\nthe great craft hurtled steadily onward in its course, and he occupied\nhimself in contemplating through the windows the moon's bright sphere\nand the dazzling light-patches on it that marked the position of the\nlunar cities.\n\nEvans had been sitting thus in solitude at the controls for some\nminutes before he heard a strange popping sound from somewhere in the\nrocket's interior beneath him. He listened sharply, and heard other\nquick-following popping sounds, as of slight detonations; then came a\nbabel of cries from beneath, cries that were cut sharply short! Evans\nsprang to his feet. There was silence below now, but suddenly the door\nof the pilot-house was flung open and Seaworth burst up into it, his\nface livid.\n\n\"The Hawk!\" he gasped. And then, his eyes suddenly widening, he pointed\nout through the windows beyond Evans. \"Look there!\" he cried.\n\nEvans whirled toward the window. In the next instant he seemed to see a\ncurtain of flame descending before his eyes as something struck him a\ncrashing blow on the head. The flame-curtain was succeeded instantly by\nthe black depths of unconsciousness.\n\nIt was only slowly that he came back to himself. He became aware that\nhe was sitting against the wall, that the thunder of the rocket's\nfiring-tubes was coming to his ears, that his brain ached. He tried to\nmove, but found that his hands were tightly tied, his feet were bound,\nand every movement made his head throb. He opened his eyes, then stared\nuncomprehendingly, as if stupefied.\n\nHe was sitting against the pilot-house wall, and a half-dozen feet from\nhim, at the control-board, sat Seaworth. He was calmly manipulating the\nfiring-levers, and he looked up and smiled as he saw Evans' astounded\ngaze upon him.\n\n\"It really was the Hawk after all, you see,\" he said. \"Only instead\nof being outside the rocket he was inside!\" He laughed with genuine\namusement.\n\nEvans struggled to speak. \"Then you--you--\"\n\n\"Yes, the Hawk, at your service,\" Seaworth calmly told him. \"And as\na word of friendly advice, Captain Evans--when someone tells you\nexcitedly to look--look at _them_.\"\n\nEvans, striving to understand, did not hear the mocking final words.\n\n\"You the Hawk! But we saw the Hawk's rocket attacking you there--we\ncame and saved you--\"\n\n\n\nThe Hawk laughed again. \"I'm sorry to take the glory of your rescue\naway from you, Evans, but it was really no rescue at all. You don't\nunderstand? It's simple enough. I decided some time ago that the\npossession of an Earth-Guard rocket would give me very great advantages\nin my trade of--ah--buccaneering. You see, every rocket in space will\nstop at the command of an Earth-Guard ship, and since they all look\nalike we could do just about as we pleased with the rocket-commerce if\nwe had one. Therefore I decided to get one.\n\n\"It was easy. I merely embarked in a little one-man ship and when\nI knew your craft would be on the space-lane returning to earth, I\nhad my crew, in our regular black rocket, stage a faked attack upon\nme. I called for help, you came; after a brief clash my crew fled as\ninstructed, and you took me aboard. You'd seen the Hawk attacking me,\nand so believed me implicitly when I told you I was a secret agent whom\nthe Hawk was anxious to capture. Secret agents, you should be aware,\nare really not so communicative as that. And of course, I couldn't\nexpect you to know that my card was forged.\n\n\"Then it was not hard for me to draw out from you the suggestion that\nI might return to the moon with you on this trip. That was just what I\nwas playing for, of course--the chance to travel back in this rocket.\nMy mission on earth was the purest falsehood--the only thing I did\nthere was to enjoy the witty remarks about the Earth-Guard and the Hawk\nwhich I heard all around me. That case I brought with me held enough\ngas-bombs to paralyze your whole crew. They're all down there now\nunconscious--I used a mask for myself, of course--but they're not hurt\nand will be coming to in an hour.\n\n\"But I'm afraid that will be a little late. For I waited to make\nthis coup, to gas the crew and stun you, until we were just at this\nparticular position in space. It is the prearranged position, and less\nthan five thousand miles off this space-lane my own rocket and crew\nare waiting for me. We're heading toward them now, and before your\ncrew wakes, Evans, we'll be with them and this rocket will be in their\nhands. You and your crew won't be harmed, of course--we can set you\nloose in a life ship near the moon--but this Earth-Guard craft we'll\nkeep and it should prove highly useful. An ingenious plan, everything\nconsidered, don't you think? Nothing overlooked.\"\n\nEvans' brain was spinning as the Hawk's amusement-filled voice ceased.\nThe great rocket was out of the space-lane by now, he knew--was heading\nunder the Hawk's guiding hands to the prearranged position in space\nwhere the black rocket of the corsair waited with its crew to take\ncomplete possession of the prize. And the Hawk had captured it, had\ncaptured an Earth-Guard rocket, alone!\n\nEvans raged at his bonds in senseless fury. His hands, tied before\nhim, were cut deeply by the cords holding them as he strained to break\nthese. The Hawk looked up from the bank of firing-levers with which he\nwas busy to shake his head in mocking reproof.\n\n\"Now, now, Captain Evans,\" he soothed, \"don't take it so hard. Lots of\ncaptains have found themselves in your position before this, remember.\nThough I'll admit this is the first Earth-Guard rocket I've taken.\"\n\n\"No Earth-Guard rocket has ever been taken by an enemy,\" said Evans\nthickly.\n\n\"Not until now,\" the Hawk conceded, depressing two more firing-levers.\n\"But there has to be a first time for everything--and from what I heard\non earth I don't think the capture of an Earth-Guard rocket will excite\nany anger.\"\n\nIt would not, Evans reflected dully, sinking for the moment into an\napathy of despair. It would be merely with scornful laughter, that\nthe Earth-Guard would be met when this latest and greatest exploit\nof the Hawk became known. What derision would meet the news of this\nsingle-handed capture of a great rocket and all its crew, by the man\nthey were hunting! Evans could picture at the moment as clearly as\nthough a face were before his eyes, the shame and rage of fierce old\nCommander Cain when the news reached him, and the shame of all his\ncompanions in the Earth-Guard.\n\n\n\nHe could hear the thin, derisive laughter of the crowds; the new and\nside-splitting witticisms in the teletheaters, the laughter of all\non earth and moon alike became audible to him. A fierce resolve, a\nlast expedient of his despair, rose in Evans' brain. He rose to his\nfeet, tied as they were, and swaying, leaned forward to catch at the\ncontrol-board's corner with his bound hands supporting himself. The\nHawk watched him curiously, with nothing to fear from this one man,\nwho, bound hand and foot, alone remained conscious of the rocket's\ncrew. Evans leaned across the control-board and its banked levers\ntoward the Hawk, and as he did so his two bound hands were moving,\nslowly, unobtrusively, toward the control-board.\n\n\"No Earth-Guard rocket has ever yet been captured,\" he said slowly and\nhoarsely, his hands very near the black plug at the control-board's\ncorner, \"and none is ever going to be.\"\n\nThe Hawk's dark eyes, contemplating him, held something that seemed to\nbe almost sympathy. \"Sorry, Captain Evans,\" he said lightly. \"I know\nhow you must feel about it--but we're almost there now. My rocket will\nbe showing up in a few minutes--we've almost reached it.\"\n\nEvans laughed grimly. \"Your rocket will never see us again nor will\nanyone else. You said you'd overlooked nothing, Hawk, but you did\noverlook one thing!\"\n\n\"And that?\" The Hawk's figure was suddenly tense.\n\n\"That is something that you didn't know--that is the fact that in every\nEarth-Guard rocket is placed a device for destroying the rocket in\ncase it has to be abandoned in space. That device is a plug which when\npulled out ignites the rocket's fuel tanks in six minutes. And that\nplug--\"\n\nThe Hawk's hands flashed toward Evans but before they could reach\nhis bound hands, Evans had seized with them the black plug at the\ncontrol-board's corner and with a crazy laugh had jerked it out!\n\nFor an instant there was a supreme silence in the pilot-house of\nthe hurtling rocket, the Hawk and Evans facing each other like two\nstatues. Then with a single motion the Hawk had whirled, was out of the\npilot-house. There came the clang of contact-doors above being opened\nand shut with lightning rapidity, and then a blast of firing-tubes\nas, in his own little rocket, the Hawk drove clear from the great\nEarth-Guard craft. Evans stood still for a moment, then dragged himself\nto the control-board's other side.\n\nHis bound hands pressed the firing-levers in quick succession and as\nthe great rocket lurched beneath their impetus it was turning in space,\nturning back toward the space-lane from which the Hawk had taken it!\nEvans grasped the black plug on the board and thrust it back into its\nsocket. A small ventilating fan at the other side of the pilot-house\nthat had ceased running when he had withdrawn the plug began spinning\nagain. Evans laughed weakly.\n\nHe straightened. There was a flash of fire above and he saw that it was\nthe tiny rocket of the Hawk, driving back over the great Earth-Guard\ncraft. Evans knew that the Hawk, from afar, had seen that the ship had\nnot exploded, and he was coming back. Evans realized that although\nthe Hawk could not make contact with the great Earth-Guard rocket\nthundering at full speed through the void, with rocket-gun available,\nhe could still blast the Earth-Guard ship to pieces. Evans saw the\nlittle rocket swooping down until it was just before and above him, and\nbraced himself with tight-set teeth for the blast from its electric gun.\n\nIt did not come. Instead, as the Hawk's little rocket dipped\nlow, there flashed from it the vari-colored lights of a signal.\nRed--yellow--red--purple--Evans read the signal automatically,\nuncomprehendingly for the moment. It was \"Salute!\" And then he\nunderstood. The Hawk, knowing himself tricked, had come back not to\ntake revenge but to give that sportsmanlike hail to the man who had\ntricked him. Evans' bound hands touched the signal-studs, and from the\ngreat Earth-Guard rocket's nose in its turn flashed the same signal\n\"Salute!\" Salute of the Earth-Guard's captain to the Hawk, as they\nroared past each other in space! And then the Hawk was gone, his little\nship hurtling away into the chartless void outside the space-lanes\nwhere his great black rocket waited. Evans slumped weakly against the\ncontrol-board.\n\nThey found him there when they burst up into the pilot-house a\nhalf-hour later, Calden and Hartley and the others, babbling excitedly\nand uncomprehendingly. They had just returned to consciousness. They\nfound Evans against the control-board with hands and feet still bound,\nkeeping the great rocket steady on the space-lane to which he had\nbrought it. When he turned toward them they saw with amazement that he\nwas laughing.\n\n\"I was just thinking,\" he said, \"of what old Cain will say when he\nfinds out that he shook hands with the Hawk!\"\n\n                                The End",
    "metadata": {
        "author": [
            "Hamilton, Edmond",
            "Sterling, Brett"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74119/pg74119.txt",
        "name": "evans_of_the_earth_guard.json"
    }
}