{
    "name": "Eyes That Watch",
    "author": [
        "Gallun, Raymond Zinke",
        "Gallun, Raymond Z. (Raymond Zinke)"
    ],
    "body": "He, Sam Conway, was back from Mars now. Back from red, ferric deserts\nno Earthly boot had ever touched before. Back from bitter cold\nand aching dryness. Back from dazzling yellow hazes of dust and\nsuspended ice crystals. No more need to wear oxygen armor in a thin,\nozone-tainted atmosphere now. Back from solitude, and the endless\nfight to keep alive out there. Back from the enigma of Martian\ncivilization's extinction, uncounted ages ago.... Back, back, back....\n\nHome, now! From the window Sam Conway could see a row of maples, orange\nand golden in the autumn warmth. Kids were playing football in the\nstreet. Sam's oxy-hydrogen rocket ship, blued and battered and burnt,\nwas suspended for all time from massive girders in the Smithsonian\nInstitution. But even that was far away from Bryton, here. It should\nhave been finished, now--the adventure. Sam Conway should have relaxed.\nEven Ellen Varney was beside him now. That should have helped. It did,\na little. Yet only for moments at a time.\n\nThose twenty months of exploration on another world, had become like\na phantom in Sam's thoughts. Faded, distant, contrasting; yet starkly\nvivid too. Every hour had been a struggle. Extracting food substances\nfrom the tissues and juices of strange plants. Roasting native\npotassium chlorate in a small sun-furnace to extract oxygen from it,\nand compressing the precious gas into steel flasks. All this had been\nnecessary, the dying Martian atmosphere contained only a low percentage\nof oxygen.\n\nIt had been a strange hand-to-mouth existence out there--a kind of\ngame in which a fellow tried always to keep one small jump ahead of\nDeath.\n\nHauling a crude little metal wagon, in which his supplies were packed,\nacross the sand for miles and miles at a time, until his brain had\nreeled. Sleeping in a tiny airtight tent, when afield from his\nrocket.... Sam had never expected to survive those experiences. But\nhe had, somehow; and it had done something to his soul--hardened it,\nand maybe killed part of it; and maybe beautified another part. For\nin spite of everything, those vast, ghostly solitudes of Mars _were_\nbeautiful--\n\nAnd there was more. Climbing the steep wall of an ancient artificial\ngorge not far from the south polar cap; gripping at odd prickly vines\nto keep from falling into the hardy thickets below, where tough-shelled\nworms crawled sluggishly, he had found something in a small,\nsand-drifted cell that was part of a ruin. Something that meant power.\n\nWhat kind of power? All kinds, perhaps. Scientific learning greater\nthan that of Earth. Power like that of gold and jewels, but far\nexceeding it. Power to wreck and to create, power to destroy worlds.\nPower, maybe, to sway minds. Sam still could not guess how far it might\nextend, or how deep--\n\nNo the adventure was not over, yet. It was just beginning. It wasn't\njust nostalgia that tied the consciousness of Sam Conway to a planet,\nmillions of miles away, whose people had perished in a strange travail\nages ago--a catastrophe whose marks lay in fused, glassy ruins, and in\nmachines melted and rusted beyond recognition.\n\nSam had that secret of power hidden away now in a little aluminum box\nthat had once contained concentrated food rations. And having that\nsecret--though it thrilled him--still made him wish nervously that he\nalso had eyes in the back of his head....\n\nEllen Varney's slim fingers tightened on his arm.\n\n\"Sam!\" she said almost sharply. \"You're dreaming again. What is it?\"\n\nHe looked at her almost furtively, conscious of the familiar room\naround him, the old bookcase, the piano with a shaft of sunlight\ntouching it gently; the radio and television cabinet. The colonial rag\nrugs, bright colored and homey....\n\nSam wondered wistfully if sometime soon his power would enable him to\npreserve in timeless youth the fragile beauty of Ellen Varney. Dark\nwavy hair, and an earnest face whose wisdom one could never forget.\nMaybe now even immortality would be possible.\n\nSam was nervous. Haste and preoccupation pressed him. But he put on a\ngood show for the girl's sake. The lines of worry dissolved around his\ngrey, deep-set eyes. He ran stubby fingers through his stiff mop of\nash-blond hair, and the tightness of his lips and jaw relaxed into a\nsheepish grin.\n\n\"Sure I'm dreamin', Honey,\" he chuckled. \"What man in my shoes\nwouldn't? Three years back I was nobody, working my way as a student\nengineer. Then Joe Nichols and his experts found out that my reflexes\nwere better than those of anybody they'd tested. And that my brains\nand my emotional stability were okay. So pretty soon I was flying out\nthere toward Mars--all for the glory of giving the Joe Nichols Food\nProducts a publicity splurge. And now--well don't get the wrong idea\nof how I feel about it, Ellen--they've made a big-shot out of me. The\nnewspapers, the radio, the scientists. I've got a lot to do. I--you\nknow!\"\n\nEllen Varney was perhaps sure she did know. She smiled faintly, like\nthe Mona Lisa smiling at the naïveté of men, and their little-boy\nvanities. But there was a shadow of worry in her eyes, too.\n\n\"You won't stay here for supper, then, with the folks and me, Sam,\" she\nsaid wistfully. \"Like old times....\"\n\nSam couldn't think of anything nicer. But the pull of something else\nwas much more strong.\n\n\"No, Honey,\" he said. \"I--\"\n\n\"Don't stumble, Sam,\" the girl returned. \"Tomorrow night, then?\"\n\n\"Maybe. I hope....\"\n\nHe kissed her. A moment later he was out in the golden afternoon. He\navoided the kids playing football out there in the street just as he\nused to play. He would have liked to talk to them. But--not now.\n\nHe climbed into his car. There he sat quietly for a moment, thinking.\nThe autumn shadows, cast by the houses and trees, were long and blue.\nThey reminded him of the shadows on Mars; and he felt a slight, not\nunpleasant, chill of loneliness and mystery plucking at his nerves. The\nsound of the wind wasn't so very different here either! Only out there\nit was shriller and much fainter and more sad, in the thin air, and\nthrough the muffling fabric of his oxygen suit.\n\nNot so long ago Sam had seen those Martian winds shredding plumes of\nrusty red dust from the desert. He'd seen them blow balled masses of\ndried, prickly vegetation, like tumbleweeds, across the undulating red\nplain, and into the deep machine-dug gorges, all but waterless now,\nthat on Earth were called the \"canals.\"\n\nHe'd seen those dried bundles of weeds collected in rows against\nthe granite masonry of walls that were cold and crumbled in their\nancientness but which looked fused along their low crests, like old\nlava, telling a story of violent and enigmatic calamity.\n\nThus Sam Conway's reveries became unpleasant once more. He wanted to\nhurry again. He started the car, and drove swiftly out of the village.\nThe tires crunched in dead leaves as he swung into the driveway that\nled down by the lake. Premonition must have been working in him,\naccentuating his caution and his haste.\n\nThere was a fair-sized brick building there, an old garage. He unlocked\nthe heavy door and went inside. The large main room of the structure\nwas to be his laboratory; the office, his living quarters.\n\nHe surveyed the dingy interior critically. Everything, so far as he\ncould see, was exactly as he had left it except for a small smear of\nash on the floor in the office room. Driveway ash. Part of a man's\nfootprint. His own? With the panic of a disturbed miser, Sam Conway\nthought back carefully. It could be his own footprint; but he couldn't\nremember--couldn't be sure!\n\nHis heart began to throb in mounting anxiety at the thought that the\nlair of his secret might have been entered during his absence. He\npulled the shades carefully. Then he clawed his way through the clutter\nof paraphernalia in the little room--mostly boxes of new laboratory\nequipment, as yet unpacked. And a few glass jars containing plant\nsamples, and specimens of odd Martian fauna--souvenirs he hadn't been\nrequired to turn over to the scientists.\n\nHe was sweating profusely from panic when he reached the carefully\nfitted mopboard in the corner after pulling aside a small desk. He\npressed part of the wooden ornamentation, and a section of the mopboard\nturned on hinges. Feverishly he drew his precious aluminum box from the\nhiding place he had contrived, and unfastened its lid. From within came\na reassuring, cryptic gleam; and Sam Conway almost wilted with relief.\n\nBut he wasn't satisfied yet. His fear of possible burglary wasn't the\nresult of miserliness alone. He was afraid to have so gigantic a secret\nas he possessed get beyond himself--yet. And he was well aware that man\nwould kill to own what he owned--and distrusted, withholding it from\nNichols and his scientists.\n\nCarefully he put the aluminum container back, and searched the\npremises. The windows. The doors. Everything. But he found no telltale\nmarks of intrusion. The footprints, then, in the office room must have\nbeen his own. But he'd bar the windows tomorrow. He'd put alarms on the\nentrances, and he'd find a safer place for his aluminum box.\n\nNow he prepared to work, getting his notebooks ready, putting a little\ncollapsible table in the center of the office room, securing the heavy\nwood shutters of the windows, turning on the lights, and taking the\naluminum box, which was his storehouse of miracles, once more from\nhiding.\n\nAs he sat down at the table, he placed a loaded pistol within easy\nreach at his elbow. Thus prepared, he lifted his treasure from its\nhomely metal container, and set it lovingly before him. A cube, perhaps\nfour inches square. Like glass. Almost crystal in its transparency,\nexcept for a dim misting of pearl. Crowning the cube was a metal\npyramid, much tarnished with age, and a dial. That was all. But Sam's\ngaze was almost gloating, as his mind filled with mighty visions of his\nown future. He was no different from any other man in this respect, for\nthe touch of power was on him.\n\nHe turned the dial of the Martian apparatus. Within the cube spots\nof fire began to move, around and around a glowing center that\nwas composed of myriad parts. It was all like a three-dimensional\ncinema--illustrating, in this instance, some mystery of the atom--its\nrevolving planetary electrons, its nucleus of neutrons, positrons....\n\nIn a strange eight-fingered hand, which left the rest of its eon-dead\nowner's anatomy unpictured, a metal pointer was lifted, indicating this\nand that. It was like being in school on old Mars, whose people had\nbeen extinct for untold millions of years.... Maybe this apparatus,\nwhich held, in pictured, illustrated form, all the scientific lore of\nanother time and world, had been a kind of school book.\n\nSam didn't understand much of this first lesson--yet. There were soft\nclinking noises--perhaps speech--which accompanied the fading, waxing,\nmoving illustrations; but those music-box notes were perhaps forever\nbeyond him as far as meaning went.\n\nThe atomic structure views were replaced at last by pictures of\nmachines and apparatus--and that was a little better. Before his eyes\nSam saw complicated pieces of apparatus taken apart and reassembled. He\nsaw complicated processes actually carried out step by step.\n\nSam Conway's concentration was like a frozen hypnosis, and his brain\nwas quick. But in the corners of the room there were faint shadows,\nand he was conscious of them. Still he took notes, and made drawings\nfeverishly until the strain began to tell. Of course he could always\nrefer back to the machine, repeating the views if necessary.\n\nIt was a month before he began to build. And then his first effort was\nonly to produce a furnace and an alloy; the latter a product of the\nformer. It was harder and more flexible than any steel yet produced.\nAnd it was worth money, providing the means to carry on his study and\nhis work.\n\nWork.... Sam seldom saw Ellen Varney now. He saw little of anybody. He\ntold lies to be alone, and to continue his solitary efforts. His sense\nof struggle was like being on Mars again fighting for life, plodding\nthrough a thin feathery fall of snow there, in the dazing cold, close\nto the polar regions. And he dreamed of gigantic altruisms--the\nremaking of civilization.\n\nIn four months after his beginning, he had achieved things. Under a\nbeam of specialized vibrations he saw a mouse do amazing tricks, its\nbrain stimulated temporarily to an intelligence far beyond normal.\nIt was awesome, and frightening too, watching that tiny animal\nturn--without error, and after it had been shown how only once--the\ncomplicated combination lock of a small door beyond which lay food.\n\nSam thrilled to the spectacle of the rodent laboring so keenly with its\nteeth and forepaws. What if the same waves were applied to the brain of\na man? He would have tried those waves on himself, but his enthusiasm\nchanged to dread when, with the removal of the beam, the mouse\nshuddered into a convulsion and died, its nervous system exhausted.\n\nBiology revealed further mysteries and possibilities. In a glass\nflask, packed in a radioactive compound, and filled with water to\nwhich food substances had been added, Sam grew huge amoebae, whose\nancestors had been microscopic. But these creatures were translucent\nglobules, almost a quarter-inch in diameter. Somewhere here, perhaps,\nlay hidden the secret of life itself. But the amoebae died of a strange\ndisease, the germs of which were perhaps generated out of those same\nlife processes.... To be sure of safety, Sam poured sulphuric acid into\nthe culture flask.\n\nHe changed his direction now, back to the atom. Eight weeks more, and\nhe was ready for another test. The main room of the old garage was\ncrowded with apparatus. Then, one night, Sam closed a switch cautiously.\n\nThe result was not much different than the shorting of a high-tension\nelectric current across a broad arc. A snap. An avalanche of rattling\nblue flame, whose glare made everything look sharp and unreal. Then\nwires glowed to white heat and crumpled. A huge vacuum tube exploded\ninto an incandescent puff of metallic vapors, superheated. The current\nwas dead now--cut off. The experiment was a failure.\n\nThere were perhaps ten seconds like this--a sort of unsuspected\nbang--like that of a rifle cartridge whose defective primer cap fails\nto ignite the powder immediately when the firing pin strikes it.\nThe garage interior was still illuminated, for the lights were on a\ndifferent circuit. Smoke was blue along the raftered roof, and the red\nglow had faded from heated metal.\n\nThen, at a moment beyond all expectation, a searing glare leaped out\nfrom between two close-pressed copper electrodes which had been the\ncenter of Sam's experiment. A wave of rays and heat, and stunning\nelectrical emanations. Sam Conway's mind was far too slow for him to\ngrasp just what happened. He only remembered a little when, battered\nand scorched, he picked himself up from the concrete pavement after a\nminute or more.\n\nThe points of the electrodes were shattered, but they still glared,\nincandescent, providing the only light now, for the light bulbs were\nshattered. Staring from aching, ray-reddened eyes, Sam saw only\nthat glow, for he was temporarily all but blinded. But there were\nlittle pits in that hot copper--pits out of which the metal must have\nliterally exploded.\n\nHe wasn't afraid right away. Not until his brain recalled did he\nrealize. That bang, after his apparatus had burnt itself out, then that\nflash, or whatever you wanted to call it, was atoms breaking down more\nviolently than they had ever done in the crude experimental atomic\nengines so far developed on earth.\n\nNow there was another flash from one of those electrodes--just a tiny,\nincredibly brilliant speck--like a spark that flares and dies, failing\nto ignite tinder. Almost though. Almost an inconceivable conflagration,\nthat might have spread and spread, from one atom to others.\n\nSam's sore eyes could see the broken roof now, and the springtime stars\nshining calmly through its splintered rifts. The sky itself was dimly\nluminous as with diffused light. Suddenly he was afraid of those stars,\nfor they were like watching eyes; watching and inscrutable. And there\nwas ozone--triatomic oxygen--metallically tanging in the atmosphere,\nmingled with the odor of burnt insulation. Sam wanted to leave the\nbuilding, to go out into the night and cool his dizzied senses and his\nblistered body. Yet he had to keep guard to be sure to note anything\nfurther that might happen, for he knew what had just taken place.\n\nYes, he knew all right! Nature had been probed in its darkest lair by\na clumsy hand. Nature had growled back threateningly. It had almost\nbitten. Almost...? Sam Conway's ribs seemed to shrink about his wildly\npounding heart.\n\nHe leaned against the cracked brick wall, trembling. In memory he was\non Mars again seeing those ruined buildings, sheered off, buried by the\ndust--smelling the metallic reek of ozone that had seeped back through\nthe breath-vent of his oxygen helmet. Even as here, now. Ozone built up\nfrom the commoner form of oxygen by electrical discharges!\n\nAnd by swift suggestion, Sam's thoughts went beyond Mars itself.\nOutside of the Martian orbit was the Path of Minor Planets--the\nasteroids. Broken up fragments. Perhaps a single world, once, that had\nbeen caught in catastrophe....\n\nThere was more, too. What were the rings of Saturn? What cataclysmic\ncircumstance had made them? Atlantis and Mu, the lost continents.\nWhy had they sunk beneath the sea, taking with them their splendid\ncivilizations? And there were the novae far out in interstellar space;\nnormal stars suddenly blazing forth in spectacular ruin. Yes there must\nbe many other inhabited worlds in the universe, other folk, studying,\nlearning to control and curb matter and energy. Sometimes knowledge\nmust get dangerously ahead of itself, lacking a sound foundation of\nunderstanding. And then?\n\nThere was silence outside the building. So the crunch of hurrying\nfootsteps in the cinders of the driveway penetrated easily to Sam's\neardrums and excited nerves. A loud knock sounded at the outside door\nof Sam's sleeping room.\n\nHe staggered back from his ruined laboratory. From a small chemical\ncabinet he procured a flashlight. And he drew the pistol he always\ncarried now, from his pocket, before he unfastened the heavy bar of the\ndoor.\n\nIt was Ellen Varney out there in the dark. Sam hadn't seen her in\nalmost a week. He had never permitted her to come here when he was\nbusy. To the rear, down the driveway, the headlamps of the girl's car\nmade a white lantern-glimmer through the bushes.\n\nFor one frightening instant Ellen saw the pistol muzzle levelled toward\nher before Sam was able to recognize her and lower the weapon. But she\ndidn't ask the reason for the gun at all.\n\n\"Sam,\" she stammered. \"I couldn't sleep and I heard a funny, sharp\nexplosion. It seemed to be in this direction. And when I looked out\nof the window I saw a glow in the sky--very faint. But it was in this\ndirection too. I guess I had a hunch, so I drove out here. All the way\nI could smell ozone in the air. You can hardly see the phosphorescence\nin the sky from up close at all. But it's right over. What's wrong,\nSam? What have you _really_ been doing?\"\n\nThe girl's tense fears, strong enough to make her come here, after\nmidnight, to his laboratory, emphasized Sam's own private anxieties.\n\n\"I haven't been doing much, Honey,\" he told her hesitantly, and not too\nconvincingly. \"You'd better just run along home to bed. Research causes\naccidents once in a while. I'll get everything straightened out all\nright.\"\n\nBut in the reflected rays of the flashlight, the girl's face and eyes\nwere determined.\n\n\"I won't go, Sam,\" she said very definitely, \"until I find out that\neverything is all right. First place, you're hurt, and I'd be stubborn\nfor your sake. But there's more. That glow in the sky. That smell of\nozone--not only here, but everywhere here.... What does it all mean,\nSam?\"\n\nConway looked nervously toward the heavens. Yes, he could see a halo\nof light, sure enough. He had thought it was only the diffusion of\nstarshine by the moisture in the atmosphere. Now he knew better. It was\na little too bright and too low to be an aurora. It could be _like_ an\naurora, of course, something electrical and yet not quite the real,\nnormal thing.\n\nThe breeze outside bore a slight yet unmistakable pungence of ozone\ntoo. It was just as Ellen had said. The gas was not only in the lab.\nIt was here, too, as though all the atmosphere in the neighborhood had\nbeen affected by some electrical process.\n\n\"Listen!\" Ellen said suddenly.\n\nSam strained his ears. At first he could detect nothing at all. Then he\nnoticed a dim, lonely humming, that seemed to emanate from the ground,\nand from the bricks of the laboratory.\n\nThe sound seemed to be getting gradually louder. It made Sam shudder\nwith the mystery of hidden things. And he began to feel, too, a sharp\nache in his muscles, quite distinct from the soreness of his minor\ninjury.\n\nSuspicion grew on him again; suspicion that his latest experiment had\nbeen not entirely without lasting effect. Something _had_ happened!\nSomething had been started after all!\n\nSam grasped Ellen by the arm. \"Come inside, Ellen,\" he said. \"I've got\nto make a few tests.\"\n\nHe did this very quickly, working in the beam of his flashlight, which\nthe girl held for him. Meanwhile he made a complete confession, telling\nher what he'd found on Mars and what he'd been doing.\n\nHe found now that he couldn't keep an electroscope charged. This\nmeant that the air was ionized--that it would promptly conduct away\nany electrical charge that the instrument might hold. And atmospheric\nionization meant, or could mean, the presence of radioactivity--of\natomic disturbances.\n\nHe tried exposing a bit of photographic film in the dark. In the\ndeveloping fluids it turned entirely black. There were strong invisible\nrays then, to affect it; rays coming from the walls, the ground,\nthe very air itself perhaps. Rays probably from bursting atoms. The\nsound--the humming--must be some incidental phenomenon of their\nbreakdown.\n\nDully Sam felt of the walls. Their temperature was already higher than\nthat of the air and they vibrated distinctly with that steady hum.\nSam's whole body felt hot, as though a strange flame was blazing in his\nown flesh.\n\nHe was sure, then. He had started a slow, progressive form of atomic\ndisintegration in all the materials around him. In his own body too!\nIt hadn't been the sudden fire of violent incandescence. That _might_\nhave come. It had just been missed. The igniting spark hadn't been\nquite strong enough. Instead there was only a sort of smouldering.\nBut, undeniably, atomic power was being released in a deadly, and\nuncontrollable if gradual, form.\n\nThe flashlight lay on the table shedding its white beam. Sam saw that\nEllen's face was pale and her eyes glassy.\n\nSam had not the faintest idea of what he might do to check what he had\nstarted. \"Get out of here, Ellen,\" he growled thickly. \"Beat it! I've\ngone and tried to play God. And now hell's broken loose! Tell everybody\nto scram away from here!\"\n\nVery unsteadily the girl arose from the chair where she had seated\nherself. \"I don't want to go, Sam,\" she stammered. \"I can't leave you\nnow.\"\n\nHe had to stumble forward then, to catch her before she fell. Her face\nwas hot and damp with a weird fever. Her body had been affected too,\nby coming into the zone of influence. Sam Conway winced with an awful\nanguish as he picked Ellen up and tried to carry her toward the open\ndoor, and the safer night air outside.\n\nIt was only then that he realized how weak and sick he was himself.\nStrange rays were tearing at his nerves and brain. His very flesh\nwas slowly--very slowly--giving up its atomic power, in a gradual\nradioactive decay!\n\nHe stumbled at his first step and fell crashing to the floor. Paralysis\nrushed over him, and that droning sound was like a death-dirge in his\nears. He tried to drag Ellen's unconscious form toward the door, but\nthe effort was useless. He couldn't even crawl. He just lay there,\npanting torturedly, his hot brain working in a chaos of fever. He\nunderstood now.\n\nThe death of Mars all over again. The fused walls. The melted machines.\nThe ozone in the air. A slow, creeping smouldering destruction had\nburnt itself out at last; perhaps when a new balance had been reached\nin the atoms of the Martian crust. A crust. A cancerous disease moving\nin an irregular path, depleting air and water. But there still must be\na tiny part of the old process of atomic breakdown continuing on Mars\ntoday, maintaining, by electrical disturbances, the ozone in the air.\n\nAnd he, Sam Conway, had started that same creeping horror here on\nEarth. It would go along now, spreading and spreading. The walls around\nhim would soon be melting. And there was nothing a man could do to stop\nit. Not even the science of Mars had been able to save the world that\nhad given it birth. Only in scattered places where the erratic horror\nhad not reached, perhaps in deep crevices in the rocks, had a few\nplants and low animals been able to survive for a new beginning after\nmost of the fires had died.\n\nSam Conway cursed himself for his eagerness and lust for power. He'd\nbeen like an old gold miner, he thought savagely, ready almost to\nkill his own brother to preserve his secret until he could use it for\nhimself. There were too many men like that. And now Ellen and all the\nrest of the world had to suffer.\n\nMu. Atlantis. The asteroids that had perhaps once been a plant,\ndestroyed, maybe, by a much more violent form of atomic breakdown.\nBut who knew just what accidents might have caused these respective\ncatastrophes? Science must sometimes get ahead of itself, without even\noutside influence. There was always a risk.\n\n\n\nSam's mind began to fade out, toward the nothingness of oblivion.\n\nThen the real miracle began to happen. The violence of it jarred his\nbrain swiftly back toward a semblance of awareness. Suddenly everything\naround him was spouting blue electric flame. The table, the chairs, the\nwalls, even the grass and trees beyond the open doorway rippled with a\nsort of aura. The phenomenon lasted for only two seconds. It snapped\nand growled like the first dash of some gigantic code signal. Then it\nbroke off. Then it began again.\n\nOnce more it stopped. And started.\n\nSam, even had his mind been clear, could not have guessed how\nwidespread the phenomenon was. He could not have known that, within a\ntwenty mile radius fuses were blowing out, transformers were smoking in\ntheir oil-baths and generators were groaning under a terrific overload,\nas though their armatures had been gripped by an invisible colossus.\n\nBut Sam could guess some of the might of the new phenomenon. His body\nconvulsed like the body of a condemned culprit in an electric chair as\nshocks ripped through him. He could not imagine the origin of what was\nhappening now, unless the forces he had unleashed had entered a new\nphase of destruction.\n\nYet this did not seem to be true, for after the first spurt of unknown\npower had passed, that sonorous hum of doom had been completely\nstrangled. Before the second spurt stopped there was a violent ripping\nexplosion and the tinkling of broken window panes in the adjoining\nlaboratory room. And that constricting paralysis and heat were gone\nfrom Sam's body. There were five bursts of strange energy, in all. Then\nit was over.\n\nProdded by sheer startlement Sam got to his feet and found that, in\nspite of weakness, he could stand. His brain was clearer, too. Ellen\nVarney, unconscious before, was trying to rise. He helped her up and\nsupported her against him.\n\nThey stared out of the doorway at the sky. The auroral glow was gone.\nBut they saw, for just an instant, a huge phosphorescent shape, hanging\nhigh against the stars. It was a little like a colossal image of a man,\nbut it couldn't have been solid. It was like the aurora itself--as\ntenuous, as luminous--a kind of gigantic photograph projected in the\nair. The arm of the vapory figure extended; then the whole image\nvanished, as if at a speed far exceeding that of light, to some\ncolossal distance.\n\nSam didn't even speak of the being right away. He helped the girl out\nof the building into the open.\n\n\"Wait here for a few seconds, Ellen,\" he said in a tone that trembled\nwith awe.\n\nThen he stumbled back into the old garage. All electrical devices were\ndead, even his flashlight. He had to find his way to the laboratory by\nburning matches. Every bit of apparatus was in fused ruins now, faintly\nreddened with heat. But there was no ominous hum in the hot, black\nstillness. Something deadly had been burned out of diseased substances\nby counter fire. Even Sam's own flesh had submitted to a curative force.\n\nHe found his way to one corner of the room, where, beneath a heavy\nblock of concrete, he had prepared a new hiding place for his aluminum\nbox, and the Martian demonstration apparatus it contained. Tugging\nthe block of concrete free, he looked below it, lighting another\nmatch. Somehow the lid of the box had been blown off. Within, the\nMartian machine was the same as before, except that the crystal cube\nwas no longer clear. Instead it was blackened all the way through,\nlike a black diamond. And there were cracks in it that destroyed its\nusefulness forever. It, too, had been touched by those counter waves\nof energy. Touching the cube with his fingers, Sam found that it was\nhot.\n\nHe left the thing in its hole and returned to Ellen, his mind full of\ncolossal realizations.\n\nThe girl's voice quavered with awe as she spoke there under the quiet\nstars.\n\n\"We had help, didn't we, Sam?\" she stammered, remembering the cloud\nin the sky, and what Sam had told her about his work. \"Somebody from\nanother world. But who? Where...?\"\n\n\"I don't know, Honey,\" Sam answered raggedly. \"It wasn't Martian help.\nAs far as I know, all Martians are dead. Besides, I've seen their\nbones. Manlike, but very slender. The being--pictured in the sky was\nheavily built.\"\n\nSam nodded significantly toward the sky.\n\n\"Lots of planets up there,\" he continued. \"In other solar systems. Lots\nof different kinds of beings. I suppose some of those races, on planets\nof the older stars, have really grown up mentally and scientifically,\ntill they know all about time and space and dimensions and energy,\nand how to handle and conquer them. And I suppose that somehow they\nkeep careful watch across the awful distance because they've learned\nby experience that it may be safer. It's not just to save the necks\nof lesser beings but to guard themselves, too. I was messing around\nwith something pretty big, Ellen. You can't tell how far a danger may\nsometimes go. A whole universe may be thrown into chaos--\"\n\nSam's fists were clenching and unclenching absently. It was better for\nscience to develop gradually, with a race. And even then there would\nsometimes be mistakes. Atlantis. Mu. The asteroids. Maybe some of the\nnovae--\n\n\"We'd better get back into town, Sam,\" Ellen offered practically.\n\"There may be damage done there--with all that's been happening. We'd\nbetter see.\"\n\nA chuckle found its way through Sam Conway's awe. \"Yeah,\" he said.\n\"Like your car. I see the headlights have gone out. Good thing it's\na diesel, with no electrical ignition to blow, and with a cartridge\nstarter on the motor.\"\n\nBut Sam was too grateful over the miraculous escape from final tragedy\nhe'd just witnessed, to worry much about damage suits over ruined\nelectrical equipment.\n\nAnd he was very grateful for Ellen, too. He might fly out to Mars\nsome time again, or even farther. But when he touched the girl's warm\nshoulder he knew that he was truly home at last.",
    "metadata": {
        "author": [
            "Gallun, Raymond Zinke",
            "Gallun, Raymond Z. (Raymond Zinke)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64812/pg64812.txt",
        "name": "eyes_that_watch.json"
    }
}