{
    "name": "Feet of Clay",
    "author": [
        "Hoskins, Robert",
        "Hoskins, Phillip",
        "Hoskins, Robert Phillip",
        "Hoskins, Robert P."
    ],
    "body": "BY PHILLIP HOSKINS\n\n\n\"The problem,\" said Cassidy, \"would seem to be simple.\" He thumped his\noutsized knuckles against the desk. \"Almost too simple.\"\n\n\"Why?\" The other was a wearer of the black and silver uniform of\nExtrasol Traders; a short man, made shorter by the beer-barrel shape of\nhis body and the extreme width of his shoulders. His head was capped\nwith close-cropped gray curls.\n\n\"Why?\" he repeated. \"I've been studying it ever since it first cropped\nup, and I must admit that it's been beyond me.\"\n\n\"I must confess, Dillon,\" said Cassidy, \"I wonder how you ever rose to\nthe managerial ranks of Extrasol. I find it hard to imagine a personnel\nman stupid enough to put you in charge of even a backwater planet like\nthis Kash. Surely somebody in the home office must know how dumb you\nare?\"\n\n\"My dumbness is not the subject of this conversation,\" said Dillon,\ngrimly. \"I didn't like the idea of calling in a trouble-shooter. I liked\nit even less when I found out it was to be you.\"\n\nCassidy grinned. \"You mean my wonderful personality hasn't made an\nimpression on you? I'm cut to the quick.\"\n\n\"I put up with you for only one reason. You know aliens, far better than\nI could ever hope to. You're about the best in the field.\"\n\n\"Only about? Really, Dillon, if you knew of someone better than me, why\ndidn't you get them?\"\n\n\"All right!\" He shouted the words. \"You're the best! But you still\nhaven't explained why the problem seems simple to you.\" He pulled out a\ncigarette, and bit down savagely on the end, only to spit out the loose\ntobacco amidst a sputter of curses.\n\n\"The misfortunes of being feeble-minded,\" sighed Cassidy. \"But for your\nsake, I'll take you by the hand, and try to lead you down the road of\nintelligence. But first, you better go over the situation once more.\n\n\"We are on Kash,\" said Dillon, visibly controlling his patience. \"It's\nthe fourth world of a G-type sun of the periphery, unnamed in the\ncatalogues. For that reason, we have assigned it the native name. Kash\nis their term for both the star and the planet, and roughly translates\nas 'home of the Gods'.\n\n\"The planet was first contacted during the great galactic expansion of\n2317, when the sole native language was taped. The planet is\napproximately two-thirds the size of Earth, but its density is somewhat\nless, so the gravity is about half that of Earth. It is moonless, and so\nfar from galactic center that scarcely a hundred stars are visible in\nthe sky. Thus a trained observer can usually pick out the other five\nplanets of the system with no trouble at all.\" He paused, and took a\ndrink of water.\n\n\"Six months ago it was contacted by Unit 317 of Extrasol Traders....\"\n\n\"Namely you,\" said Cassidy.\n\n\"Me. A month was spent mapping the planet and searching out native\nvillages. I then returned to base and picked up supplies necessary for\nsetting up an outpost. Two months ago I returned.\n\n\"And all Hell broke loose....\"\n\n\n\nNight fell quickly, and with little relief on Kash, for the stars were\nfew and far between, and shed little light. Dillon stepped out of the\noffice that was doing double-duty as living quarters until separate\nquarters could be set up, and started for the nearby well. He cursed as\nhe realized his flashlight still lay on the desk, but the light pouring\nfrom the open door was enough to see by, and he decided against\nreturning.\n\nAs he walked, he breathed deeply of the tangy night air, and sighed with\nsatisfaction. This world was infinitely more pleasurable than the last\nhe had posted, and he intended to enjoy his stay.\n\nHe let his thoughts ramble as he walked and so almost ran down the\nwaiting alien before he saw him. The native's huge eyes gleamed softly\nin the spill of light from the office, and the gray down that covered\nhis body and head, except for the face, seemed soft and alive.\n\n\"Tarsa, Bila,\" said the Earthman, using the native greeting.\n\n\"Tarsa, starman. May the Gods shine their eternal light on you.\"\n\n\"And on you,\" Dillon said, observing the ritual. \"But what brings you\nhere at night?\"\n\n\"The night is beautiful, is it not, starman? It shines with a glory all\nits own. At times it would seem to outdo its brother, the day.\"\n\n\"Indeed,\" he agreed. \"Your world is one of the loveliest I have yet\nseen, and my travels have led me over as many stars as there are waves\non the sea. But surely you did not come to talk merely of the night and\nits beauty.\"\n\n\"Alas, no,\" sighed the native. \"My task is a most unhappy one, for\nsorrow hangs heavy over the village. The women and children are weeping,\nand the men know not what to do in the face of calamity. It seems as\nthough the Gods themselves have turned against my people.\" He wiped his\neyes with the back of his hand.\n\n\"What would you with me, Bila?\" asked the Earthman. \"Surely I cannot be\nof any assistance?\"\n\n\"As a man from the sky, surely you have met the Gods in open battle\nbefore!\" cried the alien. \"And just as surely you must have defeated\nthem, else you would not be here this night.\"\n\n\"I am flattered, Bila. It is true that the Gods of the universe and I\nare not total strangers. Exactly what is wrong?\"\n\n\"It is Toll, the son of Kylano. He has fallen from a cliff, and the\nbones of his arm are broken and need curing.\"\n\n\"But isn't that a job for the priest?\"\n\n\"Aye. But our priest has been on a pilgrimage these past ten days, and\nis to be gone another thirty or more. There is no one left with the\nnecessary knowledge. You will come?\"\n\n\"I'll come, Bila. But first I must get a bag from the office. With it I\nmay be able to help the boy.\"\n\n\"Ah, you too have an herb basket like the priest's? Truly you are a\nfriend of the Gods.\"\n\n\"Not quite like the priest's,\" said Dillon, smiling. \"But it serves much\nthe same purpose.\" He hurried up the path and into the shack, emerging a\nmoment later with the first-aid bag that was standard equipment for all\nmen isolated from the services of a doctor.\n\n\n\n\"That's where you made your first mistake,\" said Cassidy. \"Regulation\n1287-63C, paragraph 119 states 'no man shall give medical aid to alien\nraces unless a team of certified specialists has checked out all such\nmedicines with respect to such race and certified them safe. Penalty for\nbreaking rule: Revocation of any licenses; restriction to home world for\nthree years; and/or five thousand dollars fine.' You really did things\nup right. You should have left that bag in the safe where it belonged.\"\n\n\"Well, I didn't,\" said Dillon. \"And it's too late now to talk of what I\nshould have done. At any rate....\"\n\n\n\n\"Where is the boy, Bila?\" asked Dillon as he came up to the alien again.\n\n\"At my village, starman. Come.\" He slipped down the path and was soon\nswallowed by the darkness. The Earthman hurried after, afraid of being\nlost in the almost impenetrable night.\n\nHe had forgotten the flashlight again, and he cursed as he stumbled over\nan unseen obstruction.\n\n\"Bila!\" he called.\n\n\"Yes, starman?\" The alien appeared as if from nowhere.\n\n\"I'm afraid that I'm not as gifted as you when it comes to traveling at\nnight without light. You had better let me hold onto your shoulder.\"\n\n\"Of course, starman. I am most sorry for causing you trouble.\"\n\n\"It's my own fault. I should have remembered the light. Let's get going\nagain.\" He placed his hand on the alien's shoulder, and they started off\nagain.\n\nDespite his guide, he twice stumbled over obstructions, and would have\nfallen but for his grip on the other's shoulder. Bila waited while he\nsteadied himself, and then started off again, keeping up a fast pace.\n\nThe village lay three miles from the post, and during the day, Dillon\nconsidered it nothing more than a brisk walk. But the blindness that\ncame with the dark wiped out all realization of time and space, and he\nsoon began to think that they must have passed it by, when the alien\nspoke.\n\n\"We are here, starman.\"\n\nThey rounded a bend, and a cluster of huts came into view, lit by the\ndim light of a few scattered lamps. The alien threaded his way through\nthe narrow lanes between the huts, and stopped outside one of the\nlargest in the group. He held the hangings aside, and Dillon stooped to\nenter.\n\nThe hut was already crowded with natives. The smoke from half a dozen of\nthe sputtering lamps hung like a shroud over the interior, and the\nEarthman's eyes were soon smarting. He wondered how the natives, with\ntheir much larger eyes, could stand it.\n\nThe injured boy lay on a pallet in the center of the hut. An animal skin\nhad been thrown over him, with the broken arm exposed. Dillon knelt by\nhim, and felt it over carefully.\n\n\"A clean break, thank God,\" he said, more to himself than his audience.\n\nThe boy whimpered, and he reached for the bag, and rummaged around.\nFinally he pulled out an already prepared hypo, loaded with a sedative.\nHe swabbed the boy's good arm, and pressed the needle home.\n\nThe natives moved forward when they saw the needle, and some of them\nbegan to mutter. But the boy quickly dropped off into an untroubled\nsleep, and they settled down.\n\nThe Earthman took hold of the broken arm, and marvelled at the frailty\nof it. The bones had to hold a lighter weight than those of Earthmen,\nand thus were correspondingly weaker. He felt that he could snap one of\nthem with his hands.\n\nHe straightened the arm out, as gently as he could, and then pulled. The\nbroken ends slid together with a satisfying pop, and he quickly bound\nthem with a splint from his bag. He wrapped the bandage tight, and tied\nit. Then he arose, picking up his bag.\n\n\"He should be alright now,\" he said. \"I'll stop by in the morning, when\nhe's awake, and give him a going-over.\"\n\n\"His arm,\" said Bila. \"It is ... fixed?\"\n\n\"Yes. He's young, and he should heal fast. Three weeks from now he'll be\nout with the other children, playing games and just as active as ever.\"\n\n\"We thank you, starman,\" said Bila. \"We have not the words to say just\nhow happy we are that you have helped us.\"\n\n\"It's nothing,\" said Dillon, embarrassed by the show of gratitude. \"All\nEarthmen would do the same.\"\n\n\"Ah, your magic must be even greater than that of the priests. It is\nmost unfortunate that the village priest was away. But the Gods have\nsmiled on us, by sending you instead.\"\n\n\"He'll be back soon, I hope?\" said Dillon. \"The priest, I mean.\"\n\n\"Alas, not for at least thirty days, and perhaps more. He knew not where\nhis pilgrimage would lead him.\"\n\n\"But if you have more troubles like this?\"\n\n\"Our misfortunes,\" said Bila, his face downcast. \"If the Gods see fit to\nabandon us to the miseries of the world, what can mere men say? If some\nmust die, than they shall surely die.\"\n\n\"No!\" He regretted the word the moment it was out, but it was too late\nto recall it. The milk was spilt, and crying would be foolish at this\npoint. \"No. If you have troubles, come to me. I will do what I can,\nalthough I am not sure that it will be much.\"\n\n\"Ten million thanks, starman!\" His eyes glistened with joy. \"Our people\nshall be eternally grateful.\"\n\n\"You'd better save your thanks, until you're sure that I can help you.\nBut right now, I'd appreciate a guide back to the post, and a lamp, so I\ndon't fall anymore.\"\n\n\"Of course. It shall be done immediately.\" He motioned for one of the\nmen in the hut, who came with a lamp. Bila held the hangings aside, and\nthe two passed outside into the blackness again.\n\nThe trip back to the trader's shack passed without mishap and Dillon\nwent to sleep quite pleased.\n\n\n\nTen days passed. They were days of intensified effort for Dillon, as he\nwent about the task of setting up the rest of the post. The warehouse\ncame first, and the living quarters. The office that had been serving\ndouble-duty reverted to its primary function.\n\nOccasionally a few natives would drop around to gaze at the\nwork-in-progress, but they would soon grow bored, and drift away to\nother amusements. He had twice been back to the village to look at the\nboy, but so far nothing else had come up to require his meagre medical\nknowledge. He was beginning to think that he might last out until the\npriest returned. He had been rereading the regulations covering contact,\nand the penalties were much too harsh for his liking. He began to worry\nabout hiding traces of his one experiment.\n\nThe noonday sun was on the wane when he finished wrestling the last of a\ngroup of bins into the warehouse. He pulled out his kerchief, and wiped\nthe accumulated sweat from his eyes. The summer season was full on the\nland, and the heat was as bad as any he had seen on Earth.\n\nHe brought his lunch out to the office porch, and sank down in the\nrocker that he had brought from his last post. There was a slight breeze\nblowing diagonally across the clearing in front of the building, and he\nshifted around to receive its full benefit.\n\nThe first bite was scarcely in his mouth when Bila came into sight\naround the bend of the path. He cursed silently, and put down his\nsandwich. He stood up to welcome the alien.\n\n\"Tarsa, Bila,\" he said. \"What brings you here today?\"\n\n\"Sadness again wearies our people, and we know not what to do. The Gods\nare indeed angered with us, and our priest is still away.\"\n\n\"Just what is it this time?\"\n\n\"It is Kylano. He is at death's door, and the messengers of the Gods can\nbe heard waiting to take him beyond.\" Two tears broke loose and rolled\ndown his leathery gray cheeks.\n\n\"The boy's father?\" said Dillon. The alien nodded.\n\n\"But what is wrong with him?\"\n\n\"Alas, we do not know. He was swimming in the lake, when a demon\npossessed one of the fishes, and bit him on the leg. When he came out of\nthe water, a fever lay heavily over him, and he has become unconscious.\"\n\n\"And you want me to save him.\" It was a statement, rather than a\nquestion, and the native recognized it as such.\n\n\"If it be within your power, starman. If you do not come, he must surely\ndie.\"\n\n\"All right, Bila. I'll do whatever I can.\" He ducked inside the office,\nand came out again with his bag. They set off down the path.\n\n\n\n\"Your second major mistake,\" said Cassidy. \"You were lucky with the boy,\nbut you should have come to your senses enough to leave the bag behind\non the second call. You were just stepping out into deeper water.\"\n\n\"But the man was sick, and I didn't know what else to do but use the\nmedicines. I couldn't let him die!\"\n\n\"Why not?\"\n\n\"Why not? I've got feelings and a conscience. That's why! I couldn't\njust stand by and do nothing. Especially when the sedative worked on the\nboy!\"\n\n\"It would have been far better to let one man die than to have the\naliens come to regard you as higher than their own priests.\"\n\n\"It's easy enough for you to say what I should have done here, but I\nthink your own actions would have been far different if you had been in\nmy place.\"\n\n\"I doubt it. I'd never have been made trouble-shooter, if I didn't have\nthe brains to avoid a mess like that. I still think you're just plain\nstupid.\"\n\n\"My thoughts of you are better left unsaid. At any rate, when we got to\nthe village....\"\n\n\n\nIt was the same hut, and a crowd that may or may not have been present\nthe earlier night. The numbers were the same. The only change was the\nlack of the overhanging pall of smoke from the lamps.\n\nThe man occupied the same pallet as the boy, and the crowd made way for\nDillon as he moved to his side. It was readily apparent that he was very\nill, and Dillon uttered a silent prayer that he had something in the kit\nto help him.\n\nThe leg wound was nasty and crusted over. He swabbed it clean, blanching\nwhen he saw its depth. Steadying himself, he bound it tightly, and sat\nback on his heels to ponder his next move.\n\nThe bandage would prevent any further infection, but the Earthman was\nafraid the damage had already been done. The fever lay heavily on the\nnative, and he tossed and turned in his coma. The drugs in the bag were\nall intended for use by Terrans only, and an attempt to aid the slight\nalien might only result in death. Whereas if he were left alone to ride\nout the fever, he just might come through all right.\n\nKylano let out a muted sob, and struck out wildly, nearly hitting Dillon\nin the face. He cursed, and turned to his bag, selecting the most\ncatholic antibiotic it contained. He looked up at the watching crowd,\nbut they just stared back impassively. He cursed again, and swabbed a\nspot on the native's arm, and thrust home the needle.\n\nHe threw the empty hypo back in the bag, and shut it savagely. Then he\nstood up, and looked around for Bila.\n\n\"A drink of water, please,\" he said, catching the other's eye.\n\n\"Certainly, starman,\" he replied, handing over a gourd.\n\nDillon drank deeply, then wiped his mouth. He handed back the gourd and\npicked up his bag. As he pushed his way through the crowd, Bila\nfollowed.\n\n\"Kylano will be well now?\" said the alien.\n\n\"I don't know. I just don't know. I hope so.\"\n\n\"Is there anything more you can do?\"\n\n\"Perhaps. If I knew just what he was sick with, and I had the right\ndrugs to treat it, I could do a lot. As it is....\" He left the sentence\nhanging.\n\n\"If the Gods will it, he will live.\"\n\n\"Pray that they will it. In the meantime, you might bathe his forehead\nevery now and then. It'll help to make him more comfortable.\"\n\n\"In any event, we thank you, starman. With our priest gone....\"\n\n\"Why did your priest leave on such a long journey, Bila? I should think\nhe would be more concerned with the care of his flock.\"\n\n\"The ways of the priesthood are beyond the comprehension of ordinary\nmen. When the Gods speak to them, they obey, no matter how onerous the\norders may be. If men must suffer during their absence, it is\nunfortunate. But it must be.\"\n\n\"Then I'd think that your priests would see to it that someone in the\nvillage would know what to do in case of emergency.\"\n\n\"Oh, no!\" He seemed horrified at the thought. \"Knowledge is for the Gods\nto give to the chosen ones. Common men would not be worthy of it, for it\nis certain that they do not have the intelligence to deal with it\nproperly. Only the priests are wise enough to be so honored. Priests and\nmen from the stars,\" he added, as an afterthought.\n\n\"Well, in any event, I hope you don't need me any more....\"\n\n\n\n\"But they did need you,\" said Cassidy.\n\n\"Unfortunately, yes. Four more times in the twenty days before the\nreturn of the priest.\"\n\n\"What were the troubles?\"\n\n\"Once, it was to aid in childbirth--my first adventure as a midwife,\" he\nsaid, remembering the event and his shame at his ignorance in the\nmatter. He had had to take directions from the woman. \"Once, a hunter\nhad fallen in an animal trap, and broken both his legs,\" he continued.\n\"And twice, it was for sickness.\"\n\n\"The same one as this Kylano?\"\n\n\"I don't know. I couldn't hope to diagnose it, so I just shot them full\nof antibiotics, and prayed for a miracle.\"\n\n\"You should have prayed for brains instead. But all of your sick ones\nrecovered?\"\n\n\"Yes. I couldn't seem to do anything wrong, and it wasn't long before\nthe natives were beginning to look on me as the personal representative\nof their Gods. It was embarrassing, the way they fawned over me.\"\n\n\"Tell me,\" said Cassidy. \"You said you read the regs over. Why in the\nname of all that's holy didn't you have the sense to follow them?\"\n\n\"I couldn't stand by and watch them die! I had to help them, Cassidy.\nDamn it, I _had_ to!\"\n\n\"Yeah, sure. But go on.\"\n\n\"Well, to shorten matters, the local priest finally got back from his\npilgrimage, and took up his old duties. All went well for about a week,\nand then another alien became ill. The priest heard about it, naturally,\nand went to his aid. But it seems my percentage of recoveries was better\nthan his at its very best. They wouldn't let him even near the sick\none. Instead, they sent for me.\"\n\n\"You went?\"\n\n\"Of course. I didn't know the priest was back, and what else could I\ndo?\"\n\n\"I shudder to think. What happened?\"\n\n\"The native got well, and the tribe practically pitched the priest out\non his ear. He went running to his superiors, and they called a council\nof war. They banned the natives from the post, and threatened to cut off\nany who were seen with me from all priestly privileges.\n\n\"The tribe made an almighty stink. They called their own council, and\nthere was practically civil war. That's when I called you. Or, rather,\nthe nearest trouble-shooter.\"\n\n\"Ah, me. Why is it that I, Cassius Cassidy, get saddled with all of the\nreal stinkers in the galaxy? I don't mind shooting other people's\ntroubles for them, but I do resent the fact that the messiest ones get\ndumped in my lap. Sometimes I feel like resigning.\"\n\n\"Cassidy, one of these days....\"\n\n\"Oh, simmer down. I said there was a simple solution to your problem,\nand I knew what I was talking about. The natives have been so taken in\nby your ridiculously lucky flukes that they think you're the next thing\nto a God. Right?\"\n\n\"Right.\" Each looked as though the other were something unmentionable,\nleft over from the last cleaning of the cesspool.\n\n\"So we just....\" He leaned forward and outlined his plan.\n\n\n\nFive days passed, peaceably. The natives gave the post a wide margin;\nnot even Bila showed his face. Dillon began to think that maybe there\nwas a chance things would go back to normal by themselves; and that\nCassidy's plan would not be necessary.\n\nThe first four days were merely a continuation of the heat. The two\nEarthmen sat around the office, speaking only when it was absolutely\nunavoidable, and then only in snarls. Dillon sent out a rush request for\nair conditioning equipment, omitted, by some mistake, from the supplies.\n\nThe fifth day was as sunny as ever, but a stiff west wind sprang up, and\nthe temperature was bearable. Cassidy smiled for the first time in days,\nand Dillon tried to be pleasant to him.\n\nThe sixth day broke with an unceasing torrent of rain, and the men\nreturned to their surly grumbling.\n\n\"I hope the post isn't washed away,\" said Cassidy. \"This storm begins to\nassume the aspects of the Biblical flood.\"\n\n\"We're safe enough,\" said Dillon. \"Only....\"\n\n\"Only what?\"\n\n\"Nothing. Just a hunch.\"\n\n\"Good or bad?\"\n\n\"Bad. All bad. I've got a feeling we're due for a visit.\"\n\nAs if on cue, a knock came on the office door. Dillon opened it, and\nstood aside for the thoroughly bedraggled alien waiting outside. Bila\nwas a sorry caricature of himself, with his down plastered to his body.\nWater dripped from him in a steady stream.\n\n\"Tarsa, starman,\" he said.\n\n\"Tarsa, Bila,\" replied Dillon. \"I've been expecting you.\"\n\n\"Oh? Do you then have the powers of foreseeing the future, too?\"\n\n\"No,\" he said, laughing. \"It's just that it's been several days since\nyou were last here. You were overdue for a visit.\"\n\nCassidy cleared his throat, and Dillon turned to him.\n\n\"This is Cassidy, Bila,\" he said. \"He is my brother from the stars, and\nhas come to visit me for a short while.\"\n\n\"Tarsa, Cassidy,\" the native said, gravely.\n\n\"Tarsa, Bila. I have been hoping to meet a member of your people.\"\n\n\"Oh? Has the fame of Kash spread far through the universe then?\"\n\n\"Indeed, all of the civilized worlds talk of Kash and its gentle folk.\nIt is a common ambition to be able to come here and see you in person.\nIt is hoped that soon such travel will be most frequent, to the reward\nof both of our peoples.\"\n\n\"Indeed,\" said Bila. \"I thank you in the name of my people. Will you\nyourself be here long?\"\n\n\"Unfortunately, no. But when I go I will take fond memories as\nsouvenirs.\"\n\n\"What is so important that it brought you out in this storm, Bila?\"\nasked Dillon, breaking into the conversation. \"Your troubles must be\npressing.\"\n\n\"Indeed, they are. The Gods frown heavily on our village this day, and I\nhave come once more to seek your intercession.\"\n\n\"What is the matter?\" asked Cassidy.\n\n\"Alas, the trouble is in my own household. My wife lies at the door to\ndeath, and I fear she is fast slipping beyond.\"\n\n\"Haven't you had the priest in?\" asked Dillon.\n\n\"Against your great and wondrous magic, Dillon, what is the priest? He\nis like a lost little boy, unable to tell North from East, and helpless\nin the face of death. Only you have the power to bring her back to the\nworld of the living, as you did with Kylano and the others.\"\n\n\"I thank you for your trust,\" said Dillon. \"I only hope it is not\nmisplaced.\"\n\n\"You will come?\"\n\n\"Of course. As soon as I dress for the storm, and get my bag.\" He turned\nto do so, then was struck by an afterthought. \"By the way, do you mind\nif Cassidy comes with us? He would appreciate the chance to see your\nvillage.\"\n\n\"It will be an honor.\"\n\n\"Good. Get into your togs, Cass.\"\n\nThey were soon ready. Dillon grabbed up his bag, and he followed the\nnative out into the storm. The rain blew straight toward them, and they\nbent forward, into the wind. The trip to the village was a fight all the\nway.\n\nThe village itself had become isolated; an island in the midst of a\nshallow lake. They waded across, to the hut that was Bila's. He held the\nhangings aside, and the Earthmen stepped into the stink of the alien\ncrowd.\n\nThe omnipresent lamps were lit, and the smoke hung heavy. Both of the\nEarthmen were soon wishing they had protection for their smarting eyes.\n\nThe natives stopped their keening, and made room for the two men. They\nboth moved forward, and bent over the woman. Dillon could see that she\nwas as sick as the others, but whether or not it was the same disease,\nhe could not say. For the eighth such time, he wished he had taken\nmedical training as a youth, in deference to his family's wishes.\n\n\"It's hot in here,\" said Cassidy. Sweat beaded out on his forehead, and\nhe wiped it away with a shaking hand.\n\n\"Small wonder,\" said Dillon, \"with all these people here. They must up\nthe temperature by twenty degrees.\" He opened his bag, and dug out a\nswab. After cleaning a spot on her arm, he dug out a needle, and filled\nit from an ampoule.\n\n\"Dillon!\"\n\nHe whirled around. \"Cass! What's the matter?\"\n\n\"I ... don't know. Woozy. I feel woozy.\" He staggered, and fell forward,\nunconscious.\n\n\"Cass!\" He bent over the man, and turned him over. Cassidy's face was\nwhite, and the sweat rolled off in rivulets. Dillon felt for a pulse,\nand then pulled out a stethoscope. Baring the other's chest, he listened\nfor a beat.\n\n\"What is it, Dillon?\" asked Bila. \"What is wrong?\"\n\n\"I don't know. He's sick.\" He looked worried.\n\n\"Sick?\" The natives stared at each other, unbelieving.\n\n\"Yes, sick! Earthmen get sick too, you know!\" He bared Cassidy's arm,\nand swabbed it clean. Then he pressed home the needle he had prepared\nfor the woman.\n\n\"He will get well?\" asked Bila.\n\n\"I don't know.\" Dillon felt for a pulse again. Disbelief washed over his\nface, and he sank back on his heels.\n\n\"What is it?\"\n\n\"He's dead.\"\n\n\"Dead?\" Amazement took hold of them.\n\n\"Dead.\" The Earthman stood up, shaking his head. \"But your wife, Bila. I\nmust attend to her.\"\n\n\"No.\" The native stepped between the man and woman, and held out his\narms.\n\n\"No? Why not?\"\n\n\"The Gods have frowned on you, starman. It is obvious that they are\ndissatisfied with you, for they took your brother.\"\n\n\"But just because Cassidy died doesn't mean your wife will.\" He stared\nat the lesser being, dumfounded. \"But she might, if not treated.\"\n\n\"We shall get the priest. We cannot run the risk of offending the Gods\nby permitting you to touch her.\"\n\nThe Earthman stared from face to face, but the same message was written\non all. Hopelessness took the place of question, and he turned, and\nstumbled from the hut, and into the storm.\n\n\"Take the man to the post,\" said Bila. Several of the men hurried to do\nhis bidding. They carried Cassidy out into the night, without looking\nback.\n\n\n\n\"Simple,\" said Cassidy. \"Just like I said.\" He was hunched over his\ncoffee, his ham-like hands soaking up the warmth from the cup.\n\n\"Simple,\" said Dillon. \"I don't get it. Just why did they stop me from\ntreating the woman?\"\n\n\"We come from the stars, which the natives associate with the home of\nthe Gods. We don't look quite like their legends say Gods should, but\nthey figured we must be close to them, so they credited us with\nomnipotent powers. The priests claimed the cures they affected were done\nwith the grace of the almighty, and the natives figured your cures came\nfrom the same source.\"\n\n\"I can't figure why they wouldn't even let me touch her,\" said Dillon.\n\"It doesn't make sense.\"\n\n\"Actually, if you had given her the shot without me on the scene, and\nshe had died, they probably would have accepted it as the will of the\nGods. The priests fail once in awhile, and they just claim that the Gods\nhave wanted that particular person to die. But when you were unable to\nsave me, another man from the stars, and therefore presumably a close\nacquaintance of the Almighty, they could come to only one conclusion:\nThe Gods withdrew their blessings from you. After that they wouldn't\nhave let you touch a sick pig--if they have pigs here.\" He drained his\ncup.\n\nA roar sounded down from the sky, building up into a wail that scraped\nthe spines of the hearers. It rose to a crescendo, and then came a\njarring shock that shuddered the whole building.\n\n\"My chauffeur,\" said Cassidy. \"Hot-rodding, as usual.\" He rose, and\npicked up his baggage.\n\n\"You know, Dillon,\" he said, \"You're a jerk. I'll tell my grandchildren\nabout you. You're a perfect example of what not to do.\" He shook his\nhead. \"A horrible example.\"\n\n\nEND\n\n\n\n",
    "metadata": {
        "author": [
            "Hoskins, Robert",
            "Hoskins, Phillip",
            "Hoskins, Robert Phillip",
            "Hoskins, Robert P."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32724/pg32724.txt",
        "name": "feet_of_clay.json"
    }
}