{
    "name": "Final Examination",
    "author": [
        "Barbee, Phillip",
        "O'Donnevan, Finn",
        "Sheckley, Robert",
        "Barbee, Phillips",
        "Lang, Ned"
    ],
    "body": "I suppose it started some time back, even before the astronomers\ndiscovered it, and certainly long before I found out. How far back I\nhave no idea; thousands of years, perhaps, or more. But the first I\nknew about it was one March evening, when I opened the newspaper.\n\nJane was in the kitchen, cleaning up, and I was settled back in the\neasy chair, reading through the lead articles. I skimmed through all\nthe war talk, price controls, suicides, murders, and then glanced\nthrough the rest of the paper. One small article in the back caught my\neye.\n\nASTRONOMERS LOSING STARS, the caption read. It was a human-interest\nstory I suppose, because it went on in that maddening coy style the\nnewspapers use for that sort of stuff.\n\n\"Dr. Wilhelm Mentzner, at the Mount St. James Observatory, says that he\nhas been unable, in recent weeks, to find some of the Milky Way stars.\nIt would seem, Dr. Mentzner tells us, that they have vanished. Repeated\nphotographs of certain portions of space do not show the presence of\nthese dim, faraway stars. They were in place and intact in photographs\nmade as recently as April, 1942, and....\"\n\nThe article gave the names of some of the stars--they didn't mean a\nthing to me--and chided the scientists on their absentmindedness.\n\"Imagine,\" it went on, \"losing something as big as a star. Although,\"\nthe writer summed up, \"it doesn't really matter. They have a few\nhundred billion left to play around with.\"\n\nI thought it was sort of cute at the time, although in questionable\ntaste. I don't know a thing about science--I'm in the dress line--but\nI've always looked upon it with the greatest respect. The way I see it,\nyou start laughing at scientists and they come up with something like\nthe atom bomb. Better to treat them with a little respect.\n\nI can't remember if I showed the article to my wife. If I did, she\ndidn't say anything in particular.\n\nLife went along as usual. I went to work in Manhattan and came home to\nQueens. In a few days there was another article. This one was written\nby a Phd., and it had dropped the kidding style.\n\nIt said that stars appeared to be disappearing from our Milky Way\ngalaxy at a tremendous rate. Observatories in both hemispheres had\nestimated that a few million of the farthest stars had vanished in the\npast five weeks.\n\n\n\nI stepped out the backdoor to have a look. Everything seemed in order\nto me. The Milky Way was still up there, smeared across the sky as\nthick as ever. The Big Dipper was shining away, and the North Star was\nstill pointing toward Westchester. No difference. The ground was frozen\nunder my feet, but the air was almost warm. Spring would be coming\nalong soon, and Spring fashions.\n\nIn the distance I could see the red glow of Manhattan, across the 59th\nStreet Bridge. That seemed to settle it. The only problem I had was\ndresses, and I went back inside to worry about them.\n\nIn a few more days the star-story had reached the front page. STARS\nDISAPPEARING, the headlines read. WHAT NEXT?\n\nIt seemed that millions of stars were vanishing from the Milky Way\nevery day and night. The other galaxies seemed to be unaffected,\nalthough it was hard to tell; but they were definitely dropping out of\nours. Most of them were so far away they could only be caught with a\nhigh-powered telescope, or a camera; but hundreds could still be seen\ndisappearing by anybody with a pair of eyes. Not blowing up or fading\nout; just click--and they were gone.\n\nThis article--written by an astronomer _and_ a Phd.--reminded everybody\nthat only the light was stopping. The stars themselves must have been\nsnubbed out hundreds of millions of years ago, and that the light was\nfinally stopping, after travelling all that distance across space.\nI think it was hundreds of millions, although it might have been\nthousands.\n\nThe article didn't even speculate on the cause of it all.\n\nI went star-gazing that night. Everyone else in the neighborhood was\nout in their backyards, too. And sure enough, in the gigantic spread of\nstars I could see little specks of light winking out. They were barely\nnoticeable; if I hadn't been looking for them _I_ would never have seen\nanything different.\n\n\"Hey Jane,\" I called in the back door. \"Come on out and have a look.\"\n\nMy wife came out and stood, hands on hips, looking at the sky. She was\nfrowning, as though she resented the whole business.\n\n\"I don't see anything,\" she said.\n\n\"Look carefully,\" I said. \"Watch one section at a time. There was one!\nDid you see it?\"\n\n\"No.\"\n\n\"Watch for little winks,\" I said. But it wasn't until the Thomas kid\ncame from next door and loaned her his telescope that she saw it.\n\n\"Here, Mrs. Ostersen, use this,\" the kid said. He had three or four\ntelescopes in his hands, a pair of binoculars, and a handful of charts.\nQuite a kid.\n\n\"You too, Mr. Ostersen,\" he said.\n\nThrough the telescope I could really see it. One moment a pinpoint of\nlight would be there, and then--bing! It was gone. It was down-right\nweird. For the first time I started getting worried.\n\nIt didn't bother Jane, though. She went back into her kitchen.\n\n\n\nOf course, even with the galaxy collapsing, the dress business had to\ngo on, but I found myself buying a newspaper four or five times a day\nand keeping the radio on in the store to find out what was going on.\nEverybody else was doing the same. People were even arguing about it on\nstreet corners.\n\nThe newspapers had about a thousand different theories. There were\nscientific articles on the red shift, and intergalactic dust; there\nwere articles on stellar evolution and visual hallucination; the\npsychologists were trying to prove that the stars hadn't been there in\nthe first place, or something like that.\n\nI didn't know what to believe. The only article that made any sense\nto me was one written by a social commentator, and he wasn't even a\nfull-fledged scientist. He said it looked as if someone was doing a big\njob of housecleaning in out galaxy.\n\nThe Thomas kid had his own theories. He was sure it was the work of\ninvaders from another dimension. He told me they were sucking our\ngalaxy into theirs, which was in another dimension, like dust into a\nvacuum cleaner.\n\n\"It's perfectly clear, Mr. Ostersen,\" he told me one evening after\nwork. \"They've started sucking in the outside stars at the other side\nof the Milky Way, and they're working through the centre. They'll reach\nus last, because we're at the far end.\"\n\n\"Well ...\" I said.\n\n\"After all,\" he told me, \"_Astonishing Yarns_ and _Weird Science\nStories_ practically agree on it, and they're the leaders in the\nsci-fic field.\"\n\n\"But they're not scientists,\" I said.\n\n\"That doesn't matter,\" the kid told me. \"They predicted the submarine\nbefore there was one. They predicted airplanes when scientists were\nsaying the bumblebee couldn't fly. And rockets and radar and atom\nbombs. They've got the truth about this too.\"\n\nHe paused for breath. \"Someone's gotta stop the invaders,\" he went on\nin a tone of utter conviction. He looked at me sharply. \"You know,\nsince they're dimension-changers, they can take the appearance of\nhumans.\" Again he looked at me, suspiciously.\n\n\"Anyone might be one. _You_ might be one.\"\n\nI could see he was getting nervous, and maybe on the verge of handing\nme over to some committee or other, so I fed him milk and cake. That\njust made him more suspicious, but there wasn't anything I could do\nabout it.\n\nThe newspapers took up the science-fiction theory just as the Thomas\nkid had told it to me, and added their own embellishments. Some guy\nsaid he knew how the invaders could be stopped. He had been approached\nby them, he said, and they'd offered him controllership of a small\ngalaxy if he'd cooperate. Of course, he wouldn't.\n\nIt sounds foolish, but the sky was getting pretty bare. People in every\ncountry were saying foolish things and doing foolish things. We were\nstarting to wonder how soon our own sun would go.\n\nI watched every night, and the stars disappeared faster and faster.\nThe thing seemed to increase at a geometric rate. Soon the sky was\njust filled with little lights going out, faster than you could count.\nAlmost all of it could be seen with the naked eye now, because it was\ngetting a lot closer to us.\n\nIn two weeks the only part of the Milky Way left were the Magallenic\nclouds, and the astronomers said that they weren't a part of our\ngalaxy anyhow. Betelguese and Actares and Rigel winked out, and Sirius\nand Vega. Then Alpha Centauri disappeared, and that was our closest\nneighbor. Aside from the moon, the sky was pretty bare at night, just\na few dots and patches here and there.\n\nI don't know what would have happened if the voice hadn't been heard\nthen. It would be anybody's guess. But the voice came the day after\nAlpha Centauri vanished.\n\n\n\nI first heard it on my way to the store. I was walking down Lexington\nAvenue from the 59th Street station, looking in the dress windows\nto see what my competitors had to offer. Just as I was passing\n_Mary-Belle's Frocks_, and wondering how soon they'd have their Summer\nline in, I heard it.\n\nIt was a pleasant voice, friendly. It seemed to come from just behind\nme, about three feet over my shoulder.\n\n\"_Judgment of the inhabitants of the planet Earth_,\" it said, \"_will be\nheld in five days. Please prepare yourselves for final examination and\ndeparture. This announcement will be repeated._\"\n\nI looked around at once to find out who was speaking. I half-expected\nto find a tall, cadaverous fanatic at my shoulder, some fiery-eyed\nfellow with flowing hair and a beard. But there was no one at all. The\nnearest person was about fifteen feet from me. For a moment I thought I\nwas having a hallucination, hearing voices, that sort of thing. Then I\nsaw that everyone else must have heard it, too.\n\nLexington Avenue is a pretty busy place at nine o'clock in the\nmorning. There are plenty of people hurrying back and forth, kids going\nto school, subways roaring beneath you, cars and buses honking. Not\nnow. You couldn't hear a sound. Every car had stopped, right where\nit was. The people on the sidewalks seemed frozen practically in\nmid-stride.\n\nThe man nearest me walked up. He was well-dressed, about my age--in his\nearly forties. He was eyeing me with suspicion, as though I might have\nbeen responsible for the whole thing. I suppose I was looking at him in\nthe same way.\n\n\"Did you hear it?\" he asked me.\n\n\"Yes,\" I said.\n\n\"Did you do it?\"\n\n\"No. Did you?\"\n\n\"Most certainly not,\" he said indignantly. We stood for a few seconds,\njust looking at each other. I think we--everybody--knew, right there\nand then, that it was no hoax. What with the stars disappearing, I mean.\n\nA pretty girl in a fur coat walked up to me. She was young; she looked\nscared, and very defiant.\n\n\"Did you hear it?\" she asked us.\n\n\"Yes,\" I said, and the man nodded.\n\n\"Is it possible that she was operating on a loudspeaker?\" the girl\nasked.\n\n\"_She?_\" we both said.\n\n\"That woman's voice,\" the girl said, looking a little exasperated. \"A\nyoung woman--she said, 'Judgment of the inhabitants--'\"\n\n\"It was a man's voice,\" the man said. \"Of that I'm certain.\" He looked\nat me, and I nodded.\n\n\"Oh no,\" the girl told us. \"A girl--she even had a slight New England\naccent--it was unmistakable.\" She looked around for support.\n\nThe people on Lexington Avenue had gathered in small groups. There were\nknots of people up and down the sidewalks as far as I could see. The\ncars still weren't moving. Most of the drivers had gotten out to ask\nsomeone else about the voice.\n\n\"Say, pardon me,\" some man said to me. \"Am I hearing things or did you\nhear--\"\n\nThat's how it was for the next hour. Everyone, it seemed, had heard it.\nBut every woman was sure it had been a woman's voice, and every man was\nsure it had been a man's. I left finally, and went to my store.\n\nMinnie, the salesgirl, and Frank, my stock boy, were already there.\nThey had the radio on, but they were talking over it.\n\n\"Say, Mr. Ostersen,\" Frank called as I walked in. \"Did _you_ hear it?\"\n\n\n\nI sat down and discussed it with them, but we couldn't tell each other\nmuch. Frank had been in the store when he heard it. Minnie had just\nbeen walking in, her hand on the doorknob. Minnie was sure it was\na girl's voice, about her own age, with just the trace of a Bronx\naccent. Frank and I held out for a man's voice, but where I was sure\nthe man was in his early forties or late thirties, Frank was positive\nit was a young man, about twenty or twenty-two.\n\nWe noticed the radio, finally. It had been broadcasting all that time,\nbut we hadn't paid any attention.\n\n\"... voice was heard in all parts of the country, at nine-oh-three\nthis morning, Eastern Standard Time. This voice, purporting to be that\nof--of the, ah, Deity, announcing the Judgment Day, was heard--ah,\nwas heard in all parts of the country.\" The voice hesitated, then\ncontinued. \"In place of our usual program, we now bring you the\nReverend Joseph Morrison, who will speak on--\" The voice stopped for\na moment, then came back with renewed vigor. \"The Reverend Joseph\nMorrison!\"\n\nWe listened to the radio most of the morning. The Reverend Joseph\nMorrison seemed as confused as the rest of us, but he was followed by\nnews announcements. The voice had been heard, as far as they could make\nout, in every country on earth. It had spoken in every language, every\ndialect and sub-dialect.\n\nMinnie looked dazed as the reports piled in, and Frank looked shocked.\nI suppose I looked as startled as my normal dead-pan would show. At\neleven-forty-five I decided to call my wife. No use. I couldn't even\nget the operator.\n\n\"... possibilities that this is a hoax,\" a voice was saying from\nthe radio in an unconvincing tone. \"Mass hallucinations are far from\nunknown, and the chance must be considered. In the Middle Ages....\"\n\nCutting through our conversation, and through the blaring radio, smooth\nas a knife through butter, the voice came again.\n\n\"_Judgment of the inhabitants of the planet Earth will be held in five\ndays. Please prepare yourselves for final examination and departure.\nThis announcement will be repeated._\"\n\nDeparture! I thought. Where were we going?\n\n\"There!\" Frank shouted. \"You see--it _was_ a young man!\"\n\n\"You're crazy!\" Minnie screamed at him. Her hair had fallen over her\neyes; she looked like an impassioned cocker spaniel.\n\n\"_You're_ crazy!\" Frank shouted back. They stood glaring at each other.\nMinnie seemed about ready to throw the cash register at him.\n\n\"Easy now,\" I said. \"It seems--it seems like the voice speaks in\neverybody's language, and sounds like the sort of voice everybody would\nknow.\"\n\n\"But how's that possible?\" Frank asked me.\n\n\"I don't know. But it's certainly logical. If the voice spoke just in\nLatin or Hebrew or English, none of the Arabs would understand. Or the\nArmenians. So, while it's speaking everybody's language, it might as\nwell speak everybody's dialect at the same time.\"\n\n\"Should we call it _it_?\" Frank asked in a whisper. He glanced over\nhis shoulder, as though he expected to find an avenging angel there.\n\"Shouldn't we refer to it as _Him_?\"\n\n\"She, you mean,\" Minnie said. \"The old masculine idea that God must be\na man is just so much ego-wash. Why, the feminine principle is evident\nall through the universe. Why, why, you just can't say Him when--when--\"\n\nMinnie had never been too strong on ideas. She ran out of breath and\nstood, panting and pushing back her hair.\n\nAfter a while we talked about it calmly, and listened to the radio.\nThere were more speakers and another survey of the countries that had\nheard the second announcement. At two o'clock I told them to go home.\nIt was no use trying to get any work done that day. Besides, there were\nno customers.\n\nThe subways were running again when I reached the BMT, and I rode to my\nhome in Queens.\n\n\"Of course you heard it?\" My wife asked me at the door.\n\n\"Of course,\" I said. \"Was it spoken by a woman in her middle-thirties,\nwith just the trace of a Queens accent?\"\n\n\"Yes!\" Jane said. \"Thank God we can agree on something!\" But of course\nwe couldn't.\n\nWe talked about it all through supper, and we talked about it after\nsupper. At nine o'clock the announcement came again, from behind and\nabove our shoulders.\n\n\"_Judgment of the inhabitants of the planet Earth will be held in five\ndays. Please prepare yourselves for final examination and departure.\nThat is all._\"\n\n\"Well,\" Jane said. \"I guess She means it.\"\n\n\"I guess He does,\" I said. So we went to bed.\n\n\n\nThe next day I went in to work, although I don't know why. I knew that\nthis was It, and everyone else knew it too. But it seemed right to go\nback to work, end of the world or not. Most of my adult life had been\nbound up in that store, and I wanted a day more with it. I had some\nidea of getting my affairs in order, although I knew it couldn't matter.\n\nThe subway ride was murderous. New York is always a crowded city, but\nit seemed as though the whole United States had moved in. The subways\nwere so tightly jammed the doors couldn't even close. When I finally\ngot out, the streets were filled from one curb to the other. Traffic\nhad given up, and people were piling out of cars and buses anywhere\nthey were stopped, adding to the jam in the streets.\n\nIn the store, Frank and Minnie were already there. I guess they had the\nsame idea--about gathering up loose ends.\n\n\"Gee, Mr. Ostersen,\" Frank said. \"What do you think He'll do--about our\nsins, I mean?\" Frank was twenty-one, and I couldn't see how he could\nhave committed an unusual number of sins. But he was worried about\nthem. The way he frowned and paced around, he might have been the devil\nhimself.\n\nMinnie didn't have any sins on her mind, as far as I could see. She was\nwearing what must have been her best dress--she hadn't bought it in my\nstore--and her hair was a lighter brown than it had been yesterday. I\nsuspected she wanted to look her best in front of the Almighty, be He\nman or woman.\n\nWe talked about sins most of the morning, and listened to the radio.\nThe radio had a lot to say about sins, but no two speakers agreed.\n\nAround lunchtime, Ollie Bernstein dropped in.\n\n\"Hiya, ex-competitor,\" he said, standing in the doorway. \"How's\nbusiness?\"\n\n\"I sold five dozen halos,\" I told him. \"How's with you?\"\n\n\"What's it matter?\" he asked, coming sideways through the doorway.\n\"Four days before Judgment, who cares? Come have lunch with me,\nex-competitor.\"\n\nOllie and I had never been on really friendly terms. We sold the same\nprice line, and our stores were too close for mutual comfort. Also,\nhe was fat and I've always been suspicious of fat men. But suddenly,\nI found myself liking him. It seemed a shame I hadn't recognized his\nsolid qualities years ago.\n\nWe went to Lotto's, a classy place on East 73rd Street. We had hoped to\navoid some of the crowd by going uptown, but there wasn't a chance of\nit. Lotto's was packed, and we stood three-quarters of an hour for a\ntable.\n\nSeated, we ordered roast duck, but had to settle for hamburger steak.\nThe waiter told us people had been walking in and ordering roast duck\nall morning.\n\nLotto's had a radio--probably for the first time in its existence--and\na minister or rabbi was speaking. He was interrupted by a news\nannouncement.\n\n\"The war in Indo-China is over,\" the announcer said. \"Peace was\ndeclared at 7:30 this morning. Also, a general truce has been called in\nMongolia, and in Tanganyika.\" There was a lot of that. In Indo-China,\nit seemed that the rebels had given up the country to the French,\ndeclaring that all men should live in peace. The French immediately\nannounced they were withdrawing their forces as fast as they could get\nplanes for them. Every Frenchman was going to spend the last three days\nbefore Judgment in Paris.\n\nFor a moment I wished I was in Paris.\n\nThe announcer also said, the Russian airforce had agreed to pilot the\nFrenchmen home.\n\nIt was the same everywhere. Every country was leaning over backward,\ngiving up this and that, offering land to its neighbors, shipping food\nto less fortunate areas, and so forth.\n\nWe listened over a bottle of Moselle--all the champagne had been drunk\nthat morning. I think I got a little high. Anyhow, I walked back with\nmy arms around two total strangers. We were assuring each other that\npeace, it was wonderful.\n\nAnd it was at that.\n\nI went home early, to miss the evening rush. It was still rough going.\nI grinned at my wife as I reached the door, and she grinned back. Jane\nwas a little high, also.\n\n\n\nThe next day I brought my wife into the city. With three days left to\ngo, two really because you couldn't count the Day itself, we figured\nwe'd move into a good hotel, buy an armload of classical records and\nhave our own private, quiet celebration. I thought we deserved it,\nalthough I could have been wrong.\n\nFrank was already at the store when we got there. He was all dressed\nup, and he had a suitcase with him.\n\n\"What's up, Frank?\" I asked.\n\n\"Well, Mr. Ostersen,\" he said, \"with only two days left, I'm going to\ngo on my first airplane trip. I'm flying to Texas.\"\n\n\"Oh?\" I asked.\n\n\"Yessir,\" Frank said. He shuffled his feet, as if he knew he was doing\nsomething foolish. But his face was set. He was waiting for me to tell\nhim not to go.\n\n\"I'm going out where I can ride a horse. Mr. Ostersen, I've always\ndreamed of going to Texas and riding a horse. It isn't just the horses,\nI want the airplane ride too, and I want to see what all that land\nlooks like. I was figuring on doing it this summer, on my vacation, but\nnow--well, I'm going.\"\n\nI walked to the back of the store and opened the safe. I had four\nthousand dollars there; the rest was in the bank. I came back and\nhanded Frank two thousand.\n\n\"Here, kid,\" I said. \"Buy a horse for me.\" He just stared at me for a\nsecond, then dashed out. There wasn't much to say. Besides, it was an\neasy gesture. The stuff was as good as worthless. Might as well see the\nother fellow have a good time.\n\nFor once my wife seemed to agree with me. She smiled.\n\nMinnie came in almost as soon as Frank left. She was all dressed up,\ntoo, in another dress she hadn't bought in my store. There was a young\nfellow with her. He wasn't good-looking or bad-looking; just the\nsort of fellow you'd see anywhere. But Minnie seemed to think he was\nsomething pretty special, to judge by the way she was clutching his\narm.\n\n\"Are you going to Texas too?\" I asked.\n\n\"Oh, no,\" she said: \"I'm getting married.\"\n\n\"Oh?\" Jane asked.\n\n\"Yes ma'am,\" Minnie said. \"Herb and I were going to wait 'til he\nfinished dental school, so he shouldn't be living off his parents. But\nnow--\" She looked very cute, I must say. Her hair was a light blonde.\nIt looked fine on her.\n\n\"Here, Minnie,\" my wife said. She took the other two thousand out of my\nhand and gave it to her. \"Have a good time these last days.\"\n\n\"Hey!\" I said, when Minnie and her young man had gone. \"How about us?\nWe'll never be able to get in a bank. What'll we do?\"\n\n\"Quit worrying,\" Jane told me. \"Don't you believe in young love?\" She\nfound the one comfortable chair in the place--the one we reserve for\ncustomers--and sat down.\n\n\"I've been too careful,\" she said when she saw me looking at her.\n\n\"I see,\" I said.\n\n\"And as far as money goes,\" she continued, \"haven't you any faith? The\nLord will provide.\"\n\n\"That's fine by me,\" I said, and sat down beside her. The door opened,\nand in walked a short man. He was oldish, and dressed like a banker,\nbut I knew right away he was in the dress line. There's something about\nthe dress line, you can always tell.\n\n\"Not much business?\" he asked.\n\n\"Not much.\" There hadn't been a customer in all day--or all yesterday,\nnow that I thought about it.\n\n\"That's understandable,\" he told me. \"It's because everyone is storming\nthe big stores, the expensive stores. Everyone wants to wear the best\ndresses on their last days.\"\n\n\"Sounds logical,\" I said.\n\n\"Logical, but not entirely right,\" he said, frowning seriously through\na little pince-nez. \"Why should the big, expensive stores drive the\nmiddle-class retailer out of business? I am here as a representative\nof Bonzelli's--to reimburse you for your financial loss.\" With that he\ndropped a thick manilla envelope on the counter, smiled, and left.\n\n\"Bonzelli's,\" my wife commented coolly. \"They're--expensive.\"\n\nInside the envelope there was eight thousand dollars.\n\n\n\nThat wasn't the end of it. Strangers dropped in every few minutes,\nleaving money. After a while, I started handing it back. I went down\nthe block to Ollie Bernstein's store, with twenty thousand dollars in a\npaper bag. I met him on the way. He had a fistful of bills.\n\n\"I've got a little gift for you, ex-competitor,\" he said. It was about\nfifteen thousand dollars. Everyone with money was handing it over, and\ngetting it back from someone else.\n\n\"I've got an idea,\" I said. \"How about the unfortunate?\"\n\n\"You mean the Bronx dress shops?\" he asked.\n\n\"No, I mean the derelicts, the bums. Why shouldn't they share?\"\n\n\"Count me in for fifteen thousand,\" he said without hesitation. We\ntalked it over. Plans for going down to the Bowery and handing it out\ndidn't seem so good. The streets were still impossible, and I didn't\nwant to leave Jane for long. We finally decided to give it to the\nnearest church. They'd see it got into the proper hands.\n\nThe church on 65th and Madison was closest, so we went right there and\nformed on the end of the line. It stretched halfway down the block, but\nit was moving fast.\n\n\"I had no idea it was like this,\" Ollie said. He shook his head.\nPerspiration was dripping from him. He was working harder handing out\nmoney than he had ever worked to make it in his life.\n\n\"What kind of church is this?\" he asked me.\n\n\"I don't know.\" I tapped the man in front of me. \"What kind of church\nis this, mac?\"\n\nThe man turned around. He was almost as big as Ollie but older, tireder\nlooking. \"How should I know?\" he said. \"I'm from Brooklyn.\"\n\nWe reached the inside of the church and a man took our money. He didn't\nhave time to thank us; there were too many behind, clamoring for\ntheir chance. The man just threw the bills on a table. Another man, a\nReverend of some kind, was walking back and forth, picking up handfuls\nof it and carrying it off, then coming back for more. We followed him,\njust out of curiosity. I didn't have any doubt they'd dispose of it in\nthe right way, but a fellow likes to know where his charity is going.\nBesides, Jane would probably ask me.\n\nAt the side entrance of the church there was a line of poorly clad,\nred-faced men. Their clothes were in tatters, but their faces were\nshining. The Reverend was handing each man a handful of bills, then\nrushing back for more.\n\n\"Be simpler if they formed the line inside,\" I said to Ollie as we\nheaded back for our stores. \"Just have the guys with money lined up in\nfront of the guys without. Faster.\"\n\n\"Listen,\" Ollie said. \"You always have a middle man. Can't avoid it.\"\nHe coughed three or four times. I could see that the strain was getting\nhim. A man Ollie's size shouldn't run around handing out money that way.\n\nOn my way back to the store someone handed me five thousand dollars.\nHe just grinned, shoved it in my hands and hurried on. I did a double\ntake. It was one of the bums who had just got it.\n\nBack in the store there was more money piled up on the counter. My wife\nwas still in the same chair, reading a magazine.\n\n\"It's been piling up since you left,\" she said.\n\nI threw my five thousand on the pile.\n\n\"You should have heard the radio,\" she said. \"Congress passed about two\ndozen laws in the last hour. They've given everybody every right you\ncould think of, and a few I never dreamed existed.\"\n\n\"It's the age of the common man,\" I told her.\n\n\n\nFor an hour I stood at the door handing out money, but it was just\nplain foolishness. The streets were mobbed with people handing out the\nstuff. Everyone wanted to give it away. It was a game; the rich gave it\nto the poor, and the poor turned around and handed it back to the rich.\nBy two o'clock it was impossible to tell who had been rich and who poor.\n\nIn the meantime, Jane kept me posted on what was going on over the\nradio. Every country on the face of the earth was passing emancipation\nacts as quick as they could get a quorum together. The age of the\ncommon man had really come in--two days before deadline.\n\nJane and I left for lunch at three o'clock. We both knew it would be\nthe last time we'd see the store. As a final gesture, we piled fifty\nthousand dollars or so on the counter, and left the doors open. It\nseemed the only thing we could do.\n\nWe ate in an East Sixty-third street restaurant. The regular help had\nleft, but people wandered in off the streets, cooked for a while, ate\nand left. Jane fixed a few dozen club sandwiches for our share, and\nthen we ate. The next problem was where to sleep. I was sure all the\nhotels would be full, but we had to try. In an emergency we could sleep\nin the store.\n\nWe walked into the Stanton-Carler, one of the biggest hotels in New\nYork. There was a young man behind the main desk, reading _The World as\nWill and Idea_, by Schopenhauer.\n\n\"Any chance of a room?\" I asked him.\n\n\"Here's a pass key,\" he said. \"Take any vacant room you can find.\"\n\n\"How much?\" I asked, fanning a few thousand dollar bills.\n\n\"Are you kidding?\" he said, and returned to his book. He looked like a\nvery serious young man.\n\nWe found a vacant room on the fifteenth floor, and sat down as soon as\nwe were inside. Immediately, Jane jumped up again.\n\n\"Records,\" she said. \"I want to spend the day before Judgment listening\nto good music.\"\n\nI was dog-tired, but I wanted the same thing. Jane and I had never had\nenough time to listen to all the music we wanted to hear. Somehow, we\nhad never gotten around to it.\n\nJane wanted to go with me, but I thought, what with the jam New York\nwas in, it would be easier if I went alone.\n\n\"Lock the door until I get back,\" I told her. \"It may be the day before\nJudgment, but not everyone's an angel yet.\" She winked at me. She\nhadn't winked in years.\n\nI scrambled through the crowd to a music store. It was deserted. I\npicked up a long-playing recorder and all the records I could carry.\nThen I came back. I had to walk to the fifteenth floor, because some\nguy was zooming up and down in one elevator, and the rest were out of\norder.\n\n\"Put on the Debussy,\" I told Jane when I got back, throwing myself in\nan armchair. It was a joy and a pleasure to be off my feet.\n\nThat's how we spent the rest of the day, and the evening. We played\nrecords. I had gotten some Bach, Debussy, Mozart, Hayden, and a few\nothers I never heard of. I listened to more music in that day than I'd\nheard in five years previously.\n\n\n\nWe woke up late the next day, about one-thirty in the afternoon. I felt\nguilty. It didn't seem right to sleep away the day before Judgment.\n\n\"Seems as good as any other way,\" Jane said. Perhaps she was right.\nAnyhow, we were both ravenously hungry. Jane's feet were blistered,\nbecause she hadn't moved around so much since we were courting.\n\n\"Stay put,\" I said. \"Your shining knight will bring you lunch. My last\ngood deed.\"\n\n\"Your first,\" she told me, smiling.\n\n\"Lock that door,\" I said, and left. I just don't trust people very\nmuch. I don't know why. Even on the day before Judgment, I couldn't\ntrust everyone.\n\nThe streets were empty when I finally got down. A few people were\nwalking around, peering nervously over their shoulders. A few more had\njoyous smiles on their faces. But the streets were very bare. Cars,\ntaxis and buses had been left haphazardly all over the street. The\ntraffic lights were still clicking red and green, but there was no\ntraffic to regulate.\n\nI saw no sign of a policeman, and remembered that I hadn't seen any\nsince shortly after the announcement. I didn't know if I liked that,\nbut I supposed that cops are human too. They might like to spend\ntheir last days with their families, also. And who was going to steal\nanything?\n\nIt might be a good idea, I thought, to drop into a church and offer\nup a prayer. Not that it would make any difference, or even that I\nespecially wanted to. But I thought Jane would like me to. I tried\nthree churches, but they were all packed, with hundreds waiting\noutside. Now I knew where everybody was.\n\nI think I might have waited too, but Jane was expecting her lunch. I\nwent on to a restaurant.\n\nOn my way back with a bundle of food, five people stopped me and tried\nto give me money. They seemed desperate. They explained that they had\nto get rid of it--and they had no idea how to. After working for it all\ntheir lives, it didn't seem right just to throw it away. And no one\nwould take it now. They were really perplexed.\n\nOne man in particular struck me.\n\n\"Please take it, old man,\" he said. \"I've been unfortunate--I've\naccumulated so much of it, it's almost impossible to dispose of it all.\nAnd I don't want it on my--hands. I really don't. Won't you accept a\nportion of it?\"\n\nI recognized him. He was an actor, and a well-known one. I had always\nenjoyed watching him, so I took a pile of bills off his hands, leaving\nit on the desk of the hotel. The young man who had been reading\nSchopenhauer was no longer there.\n\nJane and I ate, and listened to some more music. We listened to it the\nrest of the day, and didn't talk much. Towards evening Jane's eyes were\nsoft. I knew she was thinking back over our life. I thought back too.\nIt didn't seem so bad. Not really. I had made a few mistakes, but still\nnot so bad.\n\nNight came, and we made supper out of leftovers. We didn't want to go\nout for anything, and we didn't want to go to sleep.\n\n\"It'll come just at dawn,\" Jane said. I tried to tell her you can't\npredict the ways of the Almighty, but she wasn't going to sell out her\nwoman's intuition for anything. She was sure.\n\nThat was a long night, and not a very good one. I felt as though I were\na prisoner at the bar. It wasn't a very good way to feel, but I was\nfrightened. I suppose everybody was.\n\nStanding at the window I saw the first light of the false dawn. It was\ngoing to be a beautiful day over New York. There were no visible stars,\nbut every light in the city was on, making stars of its own. It was as\nthough the city was burning candles to the unknown.\n\n\"Goodbye, Jane,\" I said. I knew she was right. The announcement would\ncome just at dawn. I hoped Minnie was in her husband's arms; and\nFrank--I felt he was probably on a horse, standing up in the unfamiliar\nsaddle and looking toward the East. I hoped he was.\n\n\"Goodbye, dear,\" Jane said, and kissed me. There was a cool breeze from\nthe open window, and darkness in the sky. It was beautiful, at that\nmoment. It should have ended just like that.\n\n\"_There will be a slight delay_,\" the voice said from behind my\nshoulder, as pleasant as ever, and as distant, \"_in settling the\naffairs of the inhabitants of the planet Earth. The final examination\nand departure will be held ten years from this date._\"\n\n\n\nI stood at the window, my arm around Jane. We couldn't say anything for\nperhaps ten minutes.\n\n\"Well,\" I said to her finally. \"Well, well.\"\n\n\"Well,\" she said. We were silent for a few more minutes. Then she said,\n\"Well,\" again.\n\nThere was nothing else to say.\n\nI looked out the window. Below me the city was sparkling with lights;\nthe sun was coming up, and everything was deadly quiet. The only sound\nI could hear was the buzzing of an electric sign. It sounded like a\nbroken alarm clock, or like a time bomb, perhaps.\n\n\"You'll have to go back to work,\" Jane said. She started to cry.\n\"Although I suppose ten years is only a second in eternity. Only a\nsecond to Her.\"\n\n\"Less,\" I said. \"A fraction of a second. Less.\"\n\n\"But not to us,\" Jane said.\n\n\n\nIt certainly should have ended there. Judgment day should have come,\nbringing with it whatever it brought. We were ready. All the worldly\ngoods were disposed of, in New York and I suppose, in the rest of the\nworld. But ten years was too long, too much a strain on goodness.\n\nWe should have been able to carry on. There was no reason why not. We\ncould have gone back to our jobs. The farmers were still on the farms,\nthe grocers and clerks were still around.\n\nWe could have done such a bang-up job of it. We could have pointed to\nthat ten years with pride, and said, \"You see! Our recorded history of\nthousands of years of avarice, cruelty and hate isn't the whole story.\nFor ten years were good and clean and noble. For ten years we were\nbrothers!\"\n\nUnfortunately, it wasn't that way.\n\nThe farmers didn't want to go back to their farms, and the grocers\ndidn't want to return to their groceries. Oh, some did. Many did, for a\nwhile. But not for long. Everyone talked about high ideals, but it was\njust talk, just like before.\n\nFor six months Jane and I struggled along, not getting much to eat,\nfrightened by the mobs that surged around New York. Finally, we decided\nto move out. We joined the exodus leaving New York, drifted through\nPennsylvania, and headed North.\n\nThe country was disrupted, but it pulled itself together again, after\na fashion. Thousands were starving, then millions. Some had food, but\nthey weren't very willing to share it. They were figuring what they'd\ndo for ten years, if they shared their food. Money they'd still hand\nout in basketfuls. It wasn't worth anything. In nine months a million\ndollars wouldn't buy a rotten turnip.\n\nAs time passed, fewer and fewer stayed on the job. The money they got\nwouldn't buy anything. Besides, why work when the end was so near? Why\nwork for someone else?\n\nIn about a year there was the Bulgaria incident. An American in Sophia\ndisappeared. He just vanished. The American Embassy complained. They\nwere told to go home. The Bulgarians didn't want any interference for\ntheir last nine years of existence. Besides, they added that they\ndidn't know where the man was. Maybe they were telling the truth.\nPeople vanish even here.\n\nAnyhow, after our third ultimatum we bombed them. The attack coincided\nwith a bombing launched on us by China, who decided we were interfering\nwith her trade with Japan.\n\nGreat Britain was bombed, and bombed someone else. Everyone started\nbombing everyone else.\n\n\n\nI took Jane out of the city where we were staying, and headed for the\nopen country. We ran and stumbled over the fields, with the roar of the\nplanes above us. We hid in ditches. Jane was cut down by machine gun\nbullets in one raid. Perhaps she was fortunate. She missed the atom\nbombs the next week, and she missed the hydrogen bombs a week later.\n\nI wasn't around when they dropped the H bomb. I was in central Canada,\nand heading for open country. But I heard the noise, I saw the smoke.\nThey had bombed New York.\n\nAfter that, everyone threw the biggest bombs they had, as fast as they\ncould, at anything that might be called a target. Radioactive dust\nfollowed, and bacteria followed that. Gas was used, some stuff that\nhung close to the ground for days; only a good sized storm or two\nwould blow it away.\n\nAt this time I was heading North. Most of the traffic was South,\nbecause there was a famine in the North. But I figured I'd rather take\nmy chances with starvation than with the bacteria and dust. As it was,\nthe germs almost got me. I was sick for a day. I wanted to die. If I'd\nhad a gun I would have shot myself. But I lived, and the bacteria never\ntouched me again.\n\nI joined up with a few men below the Arctic Circle, but had to leave\nthem. One of them fell sick a day after I joined, and another followed\nhim. I figured I was a carrier, so I left in the night, still heading\nNorth.\n\nThey bombed the North, too, to make sure no one got the pitchblende.\nI ran through the woods; I hid in caves. At night I would look at the\nmoon, and the little sprinkling of stars left across the sky.\n\nAfter the fourth year I didn't see any more human beings. I didn't have\ntime to look. All my day was spent filling my belly. It was a full-time\njob, just to gather grasses, and perhaps kill a rabbit with a stone. I\nbecame pretty handy with stones.\n\nI didn't even know when the ten years were up.\n\nTo sum up, I don't suppose I'm the last man on earth. There must\nbe others, hiding in caves in other parts of the world, waiting on\nislands, on mountaintops. You can check my story with them, if you can\nfind them, but I think you'll find it pretty accurate.\n\nNow as for me....\n\n_I suppose I've been as sinful as most, but that's for you to judge,\nSir._\n\n_My name is Adam Ostersen. I was born in Pine Grove, Maine, in June\nof...._",
    "metadata": {
        "author": [
            "Barbee, Phillip",
            "O'Donnevan, Finn",
            "Sheckley, Robert",
            "Barbee, Phillips",
            "Lang, Ned"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65838/pg65838.txt",
        "name": "final_examination.json"
    }
}