{
    "name": "Findelkind",
    "author": [
        "De la Ramee, Louise",
        "Ramé, Marie Louise",
        "Uida",
        "Ouida",
        "De la Ramée, Louisa",
        "De la Ramée, Louise",
        "Ramée, Maria Louise",
        "Ramé, Louisa de la",
        "De La Rame, Louisa"
    ],
    "body": "There was a little boy, a year or two ago, who lived under the shadow of\nMartinswand. Most people know, I should suppose, that the Martinswand is\nthat mountain in the Oberinnthal, where, several centuries past, brave\nKaiser Max lost his footing as he stalked the chamois, and fell upon a\nledge of rock, and stayed there, in mortal peril, for thirty hours, till\nhe was rescued by the strength and agility of a Tyrol hunter,--an angel\nin the guise of a hunter, as the chronicles of the time prefer to say.\n\nThe Martinswand is a grand mountain, being one of the spurs of the\ngreater Sonnstein, and rises precipitously, looming, massive and lofty,\nlike a very fortress for giants, where it stands right across that\nroad which, if you follow it long enough, takes you through Zell to\nLandeck,--old, picturesque, poetic Landeck, where Frederick of the\nEmpty Pockets rhymed his sorrows in ballads to his people,--and so on by\nBludenz into Switzerland itself, by as noble a highway as any traveller\ncan ever desire to traverse on a summer's day. It is within a mile\nof the little burg of Zell, where the people, in the time of their\nemperor's peril, came out with torches and bells, and the Host lifted\nup by their priest, and all prayed on their knees underneath the steep,\ngaunt pile of limestone, that is the same today as it was then, whilst\nKaiser Max is dust; it soars up on one side of this road, very steep and\nvery majestic, having bare stone at its base, and being all along its\nsummit crowned with pine woods; and on the other side of the road are\na little stone church, quaint and low, and gray with age, and a stone\nfarmhouse, and cattle-sheds, and timber-sheds, all of wood that is\ndarkly brown from time; and beyond these are some of the most beautiful\nmeadows in the world, full of tall grass and countless flowers, with\npools and little estuaries made by the brimming Inn River that flows\nby them; and beyond the river are the glaciers of the Sonnstein and the\nSelrain and the wild Arlberg region, and the golden glow of sunset in\nthe west, most often seen from here through the veil of falling rain.\n\nAt this farmhouse, with Martinswand towering above it, and Zell a mile\nbeyond, there lived, and lives still, a little boy who bears the old\nhistorical name of Findelkind, whose father, Otto Korner, is the last\nof a sturdy race of yeomen, who had fought with Hofer and Haspinger, and\nhad been free men always.\n\nFindelkind came in the middle of seven other children, and was a pretty\nboy of nine years, with slenderer limbs and paler cheeks than his rosy\nbrethren, and tender dreamy eyes that had the look, his mother told him,\nof seeking stars in midday: de chercher midi a quatorze heures, as the\nFrench have it. He was a good little lad, and seldom gave any trouble\nfrom disobedience, though he often gave it from forgetfulness. His\nfather angrily complained that he was always in the clouds,--that is, he\nwas always dreaming, and so very often would spill the milk out of the\npails, chop his own fingers instead of the wood, and stay watching the\nswallows when he was sent to draw water. His brothers and sisters were\nalways making fun of him; they were sturdier, ruddier, and merrier\nchildren than he was, loved romping and climbing, and nutting, thrashing\nthe walnut-trees and sliding down snow-drifts, and got into mischief of\na more common and childish sort than Findelkind's freaks of fancy. For,\nindeed, he was a very fanciful little boy: everything around had tongues\nfor him; and he would sit for hours among the long rushes on the river's\nedge, trying to imagine what the wild green-gray water had found in its\nwanderings, and asking the water-rats and the ducks to tell him about\nit; but both rats and ducks were too busy to attend to an idle little\nboy, and never spoke, which vexed him.\n\nFindelkind, however, was very fond of his books: he would study day and\nnight, in his little ignorant, primitive fashion. He loved his missal\nand his primer, and could spell them both out very fairly, and was\nlearning to write of a good priest in Zirl, where he trotted three times\na week with his two little brothers. When not at school, he was chiefly\nset to guard the sheep and the cows, which occupation left him very much\nto himself, so that he had many hours in the summer-time to stare up to\nthe skies and wonder--wonder--wonder about all sorts of things; while in\nthe winter--the long, white, silent winter, when the post-wagons ceased\nto run, and the road into Switzerland was blocked, and the whole world\nseemed asleep, except for the roaring of the winds--Findelkind, who\nstill trotted over the snow to school in Zirl, would dream still,\nsitting on the wooden settle by the fire, when he came home again under\nMartinswand. For the worst--or the best--of it all was that he was\nFindelkind.\n\nThis is what was always haunting him. He was Findelkind; and to bear\nthis name seemed to him to mark him out from all other children, and to\ndedicate him to heaven. One day, three years before, when he had been\nonly six years old, the priest in Zirl, who was a very kindly and\ncheerful man, and amused the children as much as he taught them, had not\nallowed Findelkind to leave school to go home, because the storm of snow\nand wind was so violent, but had kept him until the worst should pass,\nwith one or two other little lads who lived some way off, and had let\nthe boys roast a meal of apples and chestnuts by the stove in his little\nroom, and, while the wind howled and the blinding snow fell without,\nhad told the children the story of another Findelkind,--an earlier\nFindelkind, who had lived in the flesh on Arlberg as far back as 1381,\nand had been a little shepherd lad, \"just like you,\" said the good man,\nlooking at the little boys munching their roast crabs, and whose country\nhad been over there, above Stuben, where Danube and Rhine meet and part.\n\nThe pass of Arlberg is even still so bleak and bitter that few care to\nclimb there; the mountains around are drear and barren, and snow lies\ntill midsummer, and even longer sometimes. \"But in the early ages,\" said\nthe priest (and this is quite a true tale that the children heard with\nopen eyes, and mouths only not open because they were full of crabs and\nchestnuts), \"in the early ages,\" said the priest to them, \"the Arlberg\nwas far more dreary than it is now. There was only a mule-track over\nit, and no refuge for man or beast; so that wanderers and peddlers, and\nthose whose need for work or desire for battle brought them over that\nfrightful pass, perished in great numbers, and were eaten by the bears\nand the wolves. The little shepherd boy Findelkind--who was a little\nboy five hundred years ago, remember,\" the priest repeated--\"was sorely\ndisturbed and distressed to see these poor dead souls in the snow winter\nafter winter, and seeing the blanched bones lie on the bare earth,\nunburied, when summer melted the snow. It made him unhappy, very\nunhappy; and what could he do, he a little boy keeping sheep? He had as\nhis wages two florins a year; that was all; but his heart rose high, and\nhe had faith in God. Little as he was, he said to himself he would try\nand do something, so that year after year those poor lost travellers and\nbeasts should not perish so. He said nothing to anybody, but he took the\nfew florins he had saved up, bade his master farewell, and went on his\nway begging,--a little fourteenth century boy, with long, straight hair,\nand a girdled tunic, as you see them,\" continued the priest, \"in the\nminiatures in the black-letter missal that lies upon my desk. No doubt\nheaven favoured him very strongly, and the saints watched over him;\nstill, without the boldness of his own courage, and the faith in his own\nheart, they would not have done so. I suppose, too, that when knights in\ntheir armour, and soldiers in their camps, saw such a little fellow all\nalone, they helped him, and perhaps struck some blows for him, and\nso sped him on his way, and protected him from robbers and from wild\nbeasts. Still, be sure that the real shield and the real reward that\nserved Findelkind of Arlberg was the pure and noble purpose that armed\nhim night and day. Now, history does not tell us where Findelkind went,\nnor how he fared, nor how long he was about it; but history does tell\nus that the little barefooted, long-haired boy, knocking so loudly at\ncastle gates and city walls in the name of Christ and Christ's poor\nbrethren, did so well succeed in his quest that before long he had\nreturned to his mountain home with means to have a church and a rude\ndwelling built, where he lived with six other brave and charitable\nsouls, dedicating themselves to St. Christopher, and going out night\nand day to the sound of the Angelus, seeking the lost and weary. This\nis really what Findelkind of Arlberg did five centuries ago, and did\nso quickly that his fraternity of St. Christopher, twenty years after,\nnumbered among its members archdukes, and prelates, and knights without\nnumber, and lasted as a great order down to the days of Joseph II. This\nis what Findelkind in the fourteenth century did, I tell you. Bear\nlike faith in your hearts, my children; and though your generation is\na harder one than this, because it is without faith, yet you shall move\nmountains, because Christ and St. Christopher will be with you.\"\n\nThen the good man, having said that, blessed them, and left them alone\nto their chestnuts and crabs, and went into his own oratory to prayer.\nThe other boys laughed and chattered; but Findelkind sat very quietly,\nthinking of his namesake, all the day after, and for many days and weeks\nand months this story haunted him. A little boy had done all that;\nand this little boy had been called Findelkind: Findelkind, just like\nhimself.\n\nIt was beautiful, and yet it tortured him. If the good man had known\nhow the history would root itself in the child's mind, perhaps he would\nnever have told it; for night and day it vexed Findelkind, and yet\nseemed beckoning to him and crying, \"Go thou and do likewise!\"\n\nBut what could he do?\n\nThere was the snow, indeed, and there were the mountains, as in the\nfourteenth century, but there were no travellers lost. The diligence did\nnot go into Switzerland after autumn, and the country people who went\nby on their mules and in their sledges to Innspruck knew their way very\nwell, and were never likely to be adrift on a winter's night, or eaten\nby a wolf or a bear.\n\nWhen spring came, Findelkind sat by the edge of the bright pure water\namong the flowering grasses, and felt his heart heavy. Findelkind of\nArlberg who was in heaven now must look down, he fancied, and think him\nso stupid and so selfish, sitting there. The first Findelkind, a few\ncenturies before, had trotted down on his bare feet from his mountain\npass, and taken his little crook, and gone out boldly over all the\nland on his pilgrimage, and knocked at castle gates and city walls\nin Christ's name, and for love of the poor! That was to do something\nindeed!\n\nThis poor little living Findelkind would look at the miniatures in the\npriest's missal, in one of which there was the little fourteenth-century\nboy, with long hanging hair and a wallet and bare feet, and he never\ndoubted that it was the portrait of the blessed Findelkind who was in\nheaven; and he wondered if he looked like a little boy there, or if he\nwere changed to the likeness of an angel.\n\n\"He was a boy just like me,\" thought the poor little fellow, and he felt\nso ashamed of himself,--so very ashamed; and the priest had told him\nto try and do the same. He brooded over it so much, and it made him so\nanxious and so vexed, that his brothers ate his porridge and he did\nnot notice it, his sisters pulled his curls and he did not feel it, his\nfather brought a stick down on his back, and he only started and stared,\nand his mother cried because he was losing his mind, and would grow\ndaft, and even his mother's tears he scarcely saw. He was always\nthinking of Findelkind in heaven.\n\nWhen he went for water, he spilt one-half; when he did his lessons, he\nforgot the chief part; when he drove out the cow, he let her munch the\ncabbages; and when he was set to watch the oven he let the loaves burn,\nlike great Alfred. He was always busied thinking, \"Little Findelkind\nthat is in heaven did so great a thing: why may not I? I ought! I\nought!\" What was the use of being named after Findelkind that was in\nheaven, unless one did something great, too?\n\nNext to the church there is a little stone lodge, or shed, with two\narched openings, and from it you look into the tiny church, with its\ncrucifixes and relics, or out to great, bold, sombre Martinswand, as you\nlike best; and in this spot Findelkind would sit hour after hour while\nhis brothers and sisters were playing, and look up at the mountains or\non to the altar, and wish and pray and vex his little soul most wofully;\nand his ewes and his lambs would crop the grass about the entrance, and\nbleat to make him notice them and lead them farther afield, but all in\nvain. Even his dear sheep he hardly heeded, and his pet ewes, Katte\nand Greta, and the big ram Zips, rubbed their soft noses in his hand\nunnoticed. So the summer droned away,--the summer that is so short\nin the mountains, and yet so green and so radiant, with the torrents\ntumbling through the flowers, and the hay tossing in the meadows, and\nthe lads and lasses climbing to cut the rich, sweet grass of the alps.\nThe short summer passed as fast as a dragon-fly flashes by, all green\nand gold, in the sun; and it was near winter once more, and still\nFindelkind was always dreaming and wondering what he could do for the\ngood of St. Christopher; and the longing to do it all came more and more\ninto his little heart, and he puzzled his brain till his head ached. One\nautumn morning, whilst yet it was dark, Findelkind made his mind up, and\nrose before his brothers, and stole down-stairs and out into the air,\nas it was easy to do, because the house-door never was bolted. He had\nnothing with him; he was barefooted, and his school-satchel was slung\nbehind him, as Findelkind of Arlberg's wallet had been five centuries\nbefore.\n\nHe took a little staff from the piles of wood lying about, and went out\non to the highroad, on his way to do heaven's will. He was not very\nsure what that divine will wished, but that was because he was only\nnine years old, and not very wise; but Findelkind that was in heaven had\nbegged for the poor; so would he.\n\nHis parents were very poor, but he did not think of them as in any want\nat any time, because he always had his bowlful of porridge and as much\nbread as he wanted to eat. This morning he had nothing to eat; he wished\nto be away before any one could question him.\n\nIt was quite dusk in the fresh autumn morning. The sun had not risen\nbehind the glaciers of the Stubaithal, and the road was scarcely seen;\nbut he knew it very well, and he set out bravely, saying his prayers to\nChrist, and to St. Christopher, and to Findelkind that was in heaven.\n\nHe was not in any way clear as to what he would do, but he thought he\nwould find some great thing to do somewhere, lying like a jewel in the\ndust; and he went on his way in faith, as Findelkind of Arlberg had done\nbefore him.\n\nHis heart beat high, and his head lost its aching pains, and his feet\nfelt light; so light as if there were wings to his ankles. He would not\ngo to Zirl, because Zirl he knew so well, and there could be nothing\nvery wonderful waiting there; and he ran fast the other way. When he was\nfairly out from under the shadow of Martinswand, he slackened his pace,\nand saw the sun come on his path, and the red day redden the gray-green\nwater, and the early Stellwagen from Landeck, that had been lumbering\nalong all the night, overtook him.\n\nHe would have run after it, and called out to the travellers for alms,\nbut he felt ashamed. His father had never let him beg, and he did not\nknow how to begin.\n\nThe Stellwagen rolled on through the autumn mud, and that was one chance\nlost. He was sure that the first Findelkind had not felt ashamed when he\nhad knocked at the first castle gates.\n\nBy and by, when he could not see Martinswand by turning his head back\never so, he came to an inn that used to be a post-house in the old days\nwhen men travelled only by road. A woman was feeding chickens in the\nbright clear red of the cold daybreak.\n\nFindelkind timidly held out his hand. \"For the poor!\" he murmured, and\ndoffed his cap.\n\nThe old woman looked at him sharply. \"Oh, is it you, little Findelkind?\nHave you run off from school? Be off with you home! I haves mouths\nenough to feed here.\"\n\nFindelkind went away, and began to learn that it is not easy to be a\nprophet or a hero in one's own country.\n\nHe trotted a mile farther, and met nothing. At last he came to some cows\nby the wayside, and a man tending them.\n\n\"Would you give me something to help make a monastery?\" he said,\ntimidly, and once more took off his cap. The man gave a great laugh. \"A\nfine monk, you! And who wants more of these lazy drones? Not I.\"\n\nFindelkind never answered: he remembered the priest had said that the\nyears he lived in were very hard ones, and men in them had no faith.\n\nEre long he came to a big walled house, with turrets and grated\ncasements,--very big it looked to him,--like one of the first\nFindelkind's own castles. His heart beat loud against his side, but he\nplucked up his courage, and knocked as loud as his heart was beating.\n\nHe knocked and knocked, but no answer came. The house was empty. But he\ndid not know that; he thought it was that the people within were cruel,\nand he went sadly onward with the road winding before him, and on his\nright the beautiful impetuous gray river, and on his left the green\nMittelgebirge and the mountains that rose behind it. By this time the\nday was up; the sun was glowing on the red of the cranberry shrubs, and\nthe blue of the bilberry-boughs: he was hungry and thirsty and tired.\nBut he did not give in for that; he held on steadily; he knew that there\nwas near, somewhere near, a great city that the people called Sprugg,\nand thither he had resolved to go. By noontide he had walked eight\nmiles, and came to a green place where men were shooting at targets, the\ntall, thick grass all around them; and a little way farther off was\na train of people chanting and bearing crosses, and dressed in long\nflowing robes.\n\nThe place was the Hottinger Au, and the day was Saturday, and the\nvillage was making ready to perform a miracle-play on the morrow.\n\nFindelkind ran to the robed singing-folk, quite sure that he saw the\npeople of God. \"Oh, take me, take me!\" he cried to them; \"do take me\nwith you to do heaven's work.\"\n\nBut they pushed him aside for a crazy little boy that spoiled their\nrehearsing.\n\n\"It is only for Hotting folk,\" said a lad older than himself. \"Get\nout of the way with you, Liebchen.\" And the man who carried the cross\nknocked him with force on the head, by mere accident; but Findelkind\nthought he had meant it.\n\nWere people so much kinder five centuries before, he wondered, and felt\nsad as the many-coloured robes swept on through the grass, and the crack\nof the rifles sounded sharply through the music of the chanting voices.\nHe went on, footsore and sorrowful, thinking of the castle doors that\nhad opened, and the city gates that had unclosed, at the summons of the\nlittle long-haired boy whose figure was painted on the missal.\n\nHe had come now to where the houses were much more numerous, though\nunder the shade of great trees,--lovely old gray houses, some of wood,\nsome of stone, some with frescoes on them and gold and colour and\nmottoes, some with deep barred casements, and carved portals, and\nsculptured figures; houses of the poorer people now, but still memorials\nof a grand and gracious time. For he had wandered into the quarter\nof St. Nicholas in this fair mountain city, which he, like his\ncountry-folk, called Sprugg, though the government calls it Innspruck.\n\nHe got out upon a long, gray, wooden bridge, and looked up and down the\nreaches of the river, and thought to himself, maybe this was not Sprugg\nbut Jerusalem, so beautiful it looked with its domes shining golden in\nthe sun, and the snow of the Soldstein and Branjoch behind them. For\nlittle Findelkind had never come so far as this before. As he stood on\nthe bridge so dreaming, a hand clutched him, and a voice said:\n\n\"A whole kreutzer, or you do not pass!\"\n\nFindelkind started and trembled.\n\nA kreutzer! he had never owned such a treasure in all his life.\n\n\"I have no money!\" he murmured, timidly, \"I came to see if I could get\nmoney for the poor.\"\n\nThe keeper of the bridge laughed.\n\n\"You are a little beggar, you mean? Oh, very well! Then over my bridge\nyou do not go.\n\n\"But it is the city on the other side?\"\n\n\"To be sure it is the city; but over nobody goes without a kreutzer.\"\n\n\"I never have such a thing of my own! never! never!\" said Findelkind,\nready to cry.\n\n\"Then you were a little fool to come away from your home, wherever that\nmay be,\" said the man at the bridge-head. \"Well, I will let you go, for\nyou look a baby. But do not beg; that is bad.\"\n\n\"Findelkind did it!\"\n\n\"Then Findelkind was a rogue and a vagabond,\" said the taker of tolls.\n\n\"Oh, no--no--no!\"\n\n\"Oh, yes--yes--yes, little sauce-box; and take that,\" said the man,\ngiving him a box on the ear, being angry at contradiction.\n\nFindelkind's head drooped, and he went slowly over the bridge,\nforgetting that he ought to have thanked the toll-taker for a free\npassage. The world seemed to him very difficult. How had Findelkind done\nwhen he had come to bridges?--and, oh, how had Findelkind done when he\nhad been hungry?\n\nFor this poor little Findelkind was getting very hungry, and his stomach\nwas as empty as was his wallet.\n\nA few steps brought him to the Goldenes Dachl.\n\nHe forgot his hunger and his pain, seeing the sun shine on all that\ngold, and the curious painted galleries under it. He thought it was real\nsolid gold. Real gold laid out on a house-roof,--and the people all so\npoor! Findelkind began to muse, and wonder why everybody did not climb\nup there and take a tile off and be rich? But perhaps it would be\nwicked. Perhaps God put the roof there with all that gold to prove\npeople. Findelkind got bewildered.\n\nIf God did such a thing, was it kind?\n\nHis head seemed to swim, and the sunshine went round and round with\nhim. There went by him, just then, a very venerable-looking old man with\nsilver hair; he was wrapped in a long cloak. Findelkind pulled at the\ncoat gently, and the old man looked down.\n\n\"What is it, my boy?\" he asked.\n\nFindelkind answered, \"I came out to get gold: may I take it off that\nroof?\"\n\n\"It is not gold, child, it is gilding.\"\n\n\"What is gilding?\"\n\n\"It is a thing made to look like gold; that is all.\"\n\n\"It is a lie, then!\"\n\nThe old man smiled. \"Well, nobody thinks so. If you like to put it so,\nperhaps it is. What do you want gold for, you wee thing?\"\n\n\"To build a monastery, and house the poor.\"\n\nThe old man's face scowled and grew dark, for he was a Lutheran pastor\nfrom Bavaria.\n\n\"Who taught you such trash?\" he said, crossly.\n\n\"It is not trash. It is faith.\"\n\nAnd Findelkind's face began to burn, and his blue eyes to darken and\nmoisten. There was a little crowd beginning to gather, and the crowd was\nbeginning to laugh. There were many soldiers and rifle-shooters in the\nthrong, and they jeered and joked, and made fun of the old man in\nthe long cloak, who grew angry then with the child. \"You are a little\nidolater and a little impudent sinner!\" he said, wrathfully, and shook\nthe boy by the shoulder, and went away, and the throng that had gathered\naround had only poor Findelkind left to tease.\n\nHe was a very poor little boy indeed to look at, with his sheepskin\ntunic, and his bare feet and legs, and his wallet that never was to get\nfilled.\n\n\"Where do you come from, and what do you want?\" they asked; and he\nanswered, with a sob in his voice:\n\n\"I want to do like Findelkind of Arlberg.\"\n\nAnd then the crowd laughed, not knowing at all what he meant, but\nlaughing just because they did not know, as crowds always will do. And\nonly the big dogs that are so very big in this country, and are all\nloose, and free, and good-natured citizens, came up to him kindly, and\nrubbed against him, and made friends; and at that tears came into his\neyes, and his courage rose, and he lifted his head.\n\n\"You are cruel people to laugh,\" he said, indignantly; \"the dogs are\nkinder. People did not laugh at Findelkind. He was a little boy just\nlike me, no better and no bigger, and as poor, and yet he had so much\nfaith, and the world then was so good, that he left his sheep, and\ngot money enough to build a church and a hospice to Christ and St.\nChristopher. And I want to do the same for the poor. Not for myself, no;\nfor the poor! I am Findelkind too, and Findelkind of Arlberg that is in\nheaven speaks to me.\"\n\nThen he stopped, and a sob rose again in his throat.\n\n\"He is crazy!\" said the people, laughing, yet a little scared; for the\npriest at Zirl had said rightly, this is not an age of faith. At that\nmoment there sounded, coming from the barracks, that used to be the\nSchloss in the old days of Kaiser Max and Mary of Burgundy, the sound\nof drums and trumpets and the tramp of marching feet. It was one of the\ncorps of Jagers of Tyrol, going down from the avenue to the Rudolfplatz,\nwith their band before them and their pennons streaming. It was a\nfamiliar sight, but it drew the street-throngs to it like magic: the\nage is not fond of dreamers, but it is very fond of drums. In almost\na moment the old dark arcades and the river-side and the passages near\nwere all empty, except for the women sitting at their stalls of fruit\nor cakes, or toys. They are wonderful old arched arcades, like the\ncloisters of a cathedral more than anything else, and the shops under\nthem are all homely and simple,--shops of leather, of furs, of clothes,\nof wooden playthings, of sweet and wholesome bread. They are very\nquaint, and kept by poor folks for poor folks; but to the dazed eyes of\nFindelkind they looked like a forbidden paradise, for he was so hungry\nand so heart-broken, and he had never seen any bigger place than little\nZirl.\n\nHe stood and looked wistfully, but no one offered him anything. Close\nby was a stall of splendid purple grapes, but the old woman that kept it\nwas busy knitting. She only called to him to stand out of her light.\n\n\"You look a poor brat; have you a home?\" said another woman, who sold\nbridles and whips and horses' bells, and the like.\n\n\"Oh, yes, I have a home,--by Martinswand,\" said Findelkind, with a sigh.\n\nThe woman looked at him sharply. \"Your parents have sent you on an\nerrand here?\"\n\n\"No; I have run away.\"\n\n\"Run away? Oh, you bad boy!--unless, indeed,--are they cruel to you?\"\n\n\"No; very good.\"\n\n\"Are you a little rogue, then, or a thief?\"\n\n\"You are a bad woman to think such things,\" said Findelkind, hotly,\nknowing himself on how innocent and sacred a quest he was.\n\n\"Bad? I? Oh, ho!\" said the old dame, cracking one of her new whips in\nthe air, \"I should like to make you jump about with this, you thankless\nlittle vagabond. Be off!\"\n\nFindelkind sighed again, his momentary anger passing; for he had been\nborn with a gentle temper, and thought himself to blame much more\nreadily than he thought other people were,--as, indeed, every wise child\ndoes, only there are so few children--or men--that are wise.\n\nHe turned his head away from the temptation of the bread and fruit\nstalls, for in truth hunger gnawed him terribly, and wandered a little\nto the left. From where he stood he could see the long, beautiful street\nof Teresa, with its oriels and arches, painted windows and gilded signs,\nand the steep, gray, dark mountains closing it in at the distance; but\nthe street frightened him, it looked so grand, and he knew it would\ntempt him; so he went where he saw the green tops of some high elms and\nbeeches. The trees, like the dogs, seemed like friends. It was the human\ncreatures that were cruel.\n\nAt that moment there came out of the barrack gates, with great noise\nof trumpets and trampling of horses, a group of riders in gorgeous\nuniforms, with sabres and chains glancing and plumes tossing. It looked\nto Findelkind like a group of knights,--those knights who had helped and\ndefended his namesake with their steel and their gold in the old days\nof the Arlberg quest. His heart gave a great leap, and he jumped on the\ndust for joy, and he ran forward and fell on his knees and waved his cap\nlike a little mad thing, and cried out:\n\n\"Oh, dear knights! oh, great soldiers! help me! Fight for me, for the\nlove of the saints! I have come all the way from Martinswand, and I am\nFindelkind, and I am trying to serve St. Christopher like Findelkind of\nArlberg.\"\n\nBut his little swaying body and pleading hands and shouting voice and\nblowing curls frightened the horses; one of them swerved and very nearly\nsettled the woes of Findelkind for ever and aye by a kick. The soldier\nwho rode the horse reined him in with difficulty. He was at the head\nof the little staff, being indeed no less or more than the general\ncommanding the garrison, which in this city is some fifteen thousand\nstrong. An orderly sprang from his saddle and seized the child, and\nshook him, and swore at him. Findelkind was frightened; but he shut his\neyes and set his teeth, and said to himself that the martyrs must have\nhad very much worse than these things to suffer in their pilgrimage. He\nhad fancied these riders were knights, such knights as the priest had\nshown him the likeness of in old picture-books, whose mission it had\nbeen to ride through the world succouring the weak and weary, and always\ndefending the right.\n\n\"What are your swords for, if you are not knights?\" he cried,\ndesperately struggling in his captor's grip, and seeing through his\nhalf-closed lids the sunshine shining on steel scabbards.\n\n\"What does he want?\" asked the officer in command of the garrison, whose\nstaff all this bright and martial array was. He was riding out from the\nbarracks to an inspection on the Rudolfplatz. He was a young man, and\nhad little children himself, and was half amused, half touched, to see\nthe tiny figure of the little dusty boy.\n\n\"I want to build a monastery, like Findelkind of Arlberg, and to help\nthe poor,\" said our Findelkind, valorously, though his heart was beating\nlike that of a little mouse caught in a trap; for the horses were\ntrampling up the dust around him, and the orderly's grip was hard.\n\nThe officers laughed aloud; and indeed he looked a poor little scrap of\na figure, very ill able to help even himself.\n\n\"Why do you laugh?\" cried Findelkind, losing his terror in his\nindignation, and inspired with the courage which a great earnestness\nalways gives. \"You should not laugh. If you were true knights, you\nwould not laugh; you would fight for me. I am little, I know,--I am very\nlittle,--but he was no bigger than I; and see what great things he did.\nBut the soldiers were good in those days; they did not laugh and use bad\nwords--\"\n\nAnd Findelkind, on whose shoulder the orderly's hold was still fast,\nfaced the horses, which looked to him as huge as Martinswand, and the\nswords, which he little doubted were to be sheathed in his heart.\n\nThe officers stared, laughed again, then whispered together, and\nFindelkind heard them say the word \"crazed.\" Findelkind, whose quick\nlittle ears were both strained like a mountain leveret's, understood\nthat the great men were saying among themselves that it was not safe for\nhim to be about alone, and that it would be kinder to him to catch and\ncage him,--the general view with which the world regards enthusiasts.\n\nHe heard, he understood; he knew that they did not mean to help him,\nthese men with the steel weapons and the huge steeds, but that they\nmeant to shut him up in a prison--he, little free-born, forest-fed\nFindelkind. He wrenched himself out of the soldier's grip, as the rabbit\nwrenches itself out of the jaws of the trap even at the cost of leaving\na limb behind, shot between the horses' legs, doubled like a hunted\nthing, and spied a refuge. Opposite the avenue of gigantic poplars and\npleasant stretches of grass shaded by other bigger trees, there stands\na very famous church, famous alike in the annals of history and of\nart,--the church of the Franciscans, that holds the tomb of Kaiser Max,\nthough, alas! it holds not his ashes, as his dying desire was that it\nshould. The church stands here, a noble, sombre place, with the Silver\nChapel of Philippina Wessler adjoining it, and in front the fresh cool\navenues that lead to the river and broad water-meadows and the grand\nHall road bordered with the painted stations of the Cross.\n\nThere were some peasants coming in from the country driving cows,\nand some burghers in their carts, with fat, slow horses; some little\nchildren were at play under the poplars and the elms; great dogs were\nlying about on the grass; everything was happy and at peace, except the\npoor throbbing heart of little Findelkind, who thought the soldiers were\ncoming after him to lock him up as mad, and ran and ran as fast as his\ntrembling legs would carry him, making for sanctuary, as, in the old\nbygone days that he loved, many a soul less innocent than his had done.\nThe wide doors of the Hofkirche stood open, and on the steps lay a\nblack-and-tan hound, watching no doubt for its master or mistress, who\nhad gone within to pray. Findelkind, in his terror, vaulted over the\ndog, and into the church tumbled headlong.\n\nIt seemed quite dark, after the brilliant sunshine on the river and the\ngrass; his forehead touched the stone floor as he fell, and as he raised\nhimself and stumbled forward, reverent and bareheaded, looking for\nthe altar to cling to when the soldiers should enter to seize him, his\nuplifted eyes fell on the great tomb.\n\nThe tomb seems entirely to fill the church, as, with its twenty-four\nguardian figures around it, it towers up in the twilight that reigns\nhere even at midday. There are a stern majesty and grandeur in it which\ndwarf every other monument and mausoleum. It is grim, it is rude, it\nis savage, with the spirit of the rough ages that created it; but it\nis great with their greatness, it is heroic with their heroism, it is\nsimple with their simplicity.\n\nAs the awestricken eyes of the terrified child fell on the mass of stone\nand bronze, the sight smote him breathless. The mailed warriors standing\naround it, so motionless, so solemn, filled him with a frozen, nameless\nfear. He had never a doubt that they were the dead arisen. The foremost\nthat met his eyes were Theodoric and Arthur; the next, grim Rudolf,\nfather of a dynasty of emperors. There, leaning on their swords, the\nthree gazed down on him, armoured, armed, majestic, serious, guarding\nthe empty grave, which to the child, who knew nothing of its history,\nseemed a bier; and at the feet of Theodoric, who alone of them all\nlooked young and merciful, poor little desperate Findelkind fell with a\npiteous sob, and cried, \"I am not mad! Indeed, indeed, I am not mad!\"\n\nHe did not know that these grand figures were but statues of bronze.\nHe was quite sure they were the dead, arisen, and meeting there, around\nthat tomb on which the solitary kneeling knight watched and prayed,\nencircled, as by a wall of steel, by these his comrades. He was not\nfrightened, he was rather comforted and stilled, as with a sudden sense\nof some deep calm and certain help.\n\nFindelkind, without knowing that he was like so many dissatisfied poets\nand artists much bigger than himself, dimly felt in his little tired\nmind how beautiful and how gorgeous and how grand the world must\nhave been when heroes and knights like these had gone by in its daily\nsunshine and its twilight storms. No wonder Findelkind of Arlberg had\nfound his pilgrimage so fair, when if he had needed any help he had\nonly had to kneel and clasp these firm, mailed limbs, these strong\ncross-hilted swords, in the name of Christ and of the poor.\n\nTheodoric seemed to look down on him with benignant eyes from under the\nraised visor; and our poor Findelkind, weeping, threw his small arms\ncloser and closer around the bronze knees of the heroic figure, and\nsobbed aloud, \"Help me, help me! Oh, turn the hearts of the people to\nme, and help me to do good!\"\n\nBut Theodoric answered nothing.\n\nThere was no sound in the dark, hushed church; the gloom grew darker\nover Findelkind's eyes; the mighty forms of monarchs and of heroes grew\ndim before his sight. He lost consciousness, and fell prone upon the\nstones at Theodoric's feet; for he had fainted from hunger and emotion.\n\nWhen he awoke it was quite evening; there was a lantern held over his\nhead; voices were muttering curiously and angrily; bending over him were\ntwo priests, a sacristan of the church, and his own father. His little\nwallet lay by him on the stones, always empty.\n\n\"Boy of mine! were you mad?\" cried his father, half in rage, half in\ntenderness. \"The chase you have led me!--and your mother thinking you\nwere drowned!--and all the working day lost, running after old women's\ntales of where they had seen you! Oh, little fool, little fool! What was\namiss with Martinswand, that you must leave it?\"\n\nFindelkind slowly and feebly rose, and sat up on the pavement, and\nlooked up, not at his father, but at the knight Theodoric.\n\n\"I thought they would help me to keep the poor,\" he muttered, feebly, as\nhe glanced at his own wallet. \"And it is empty,--empty.\"\n\n\"And are we not poor enough?\" cried his father, with natural impatience,\nready to tear his hair with vexation at having such a little idiot for\na son. \"Must you rove afield to find poverty to help, when it sits cold\nenough, the Lord knows, at our own hearth? Oh, little ass, little dolt,\nlittle maniac, fit only for a madhouse, talking to iron figures and\ntaking them for real men! What have I done, O heaven, that I should be\nafflicted thus?\"\n\nAnd the poor man wept, being a good affectionate soul, but not very\nwise, and believing that his boy was mad. Then, seized with sudden rage\nonce more, at thought of his day all wasted, and its hours harassed and\nmiserable through searching for the lost child, he plucked up the light,\nslight figure of Findelkind in his own arms, and, with muttered thanks\nand excuses to the sacristan of the church, bore the boy out with him\ninto the evening air, and lifted him into a cart, which stood there with\na horse harnessed to one side of the pole, as the country-people love\nto do, to the risk of their own lives and their neighbours'. Findelkind\nsaid never a word; he was as dumb as Theodoric had been to him; he felt\nstupid, heavy, half blind; his father pushed him some bread, and he ate\nit by sheer instinct, as a lost animal will do; the cart jogged on, the\nstars shone, the great church vanished in the gloom of night.\n\nAs they went through the city toward the riverside along the homeward\nway, never a word did his father, who was a silent man at all times,\naddress to him. Only once, as they jogged over the bridge, he spoke.\n\n\"Son,\" he asked, \"did you run away truly thinking to please God and help\nthe poor?\"\n\n\"Truly I did!\" answered Findelkind, with a sob in his throat.\n\n\"Then thou wert an ass!\" said his father. \"Didst never think of thy\nmother's love and of my toil? Look at home.\"\n\nFindelkind was mute. The drive was very long, backward by the same way,\nwith the river shining in the moonlight, and the mountains half covered\nwith the clouds.\n\nIt was ten by the bells of Zirl when they came once more under the\nsolemn shadow of grave Martinswand. There were lights moving about his\nhouse, his brothers and sisters were still up, his mother ran out into\nthe road, weeping and laughing with fear and joy.\n\nFindelkind himself said nothing.\n\nHe hung his head.\n\nThey were too fond of him to scold him or to jeer at him; they made him\ngo quickly to his bed, and his mother made him a warm milk posset, and\nkissed him.\n\n\"We will punish thee tomorrow, naughty and cruel one,\" said his parent.\n\"But thou art punished enough already, for in thy place little Stefan\nhad the sheep, and he has lost Katte's lambs,--the beautiful twin lambs!\nI dare not tell thy father tonight. Dost hear the poor thing mourn? Do\nnot go afield for thy duty again.\"\n\nA pang went through the heart of Findelkind, as if a knife had pierced\nit. He loved Katte better than almost any other living thing, and\nshe was bleating under his window childless and alone. They were such\nbeautiful lambs, too!--lambs that his father had promised should never\nbe killed, but be reared to swell the flock.\n\nFindelkind cowered down in his bed, and felt wretched beyond all\nwretchedness. He had been brought back; his wallet was empty; and\nKatte's lambs were lost. He could not sleep.\n\nHis pulses were beating like so many steam-hammers; he felt as if his\nbody were all one great throbbing heart. His brothers, who lay in the\nsame chamber with him, were sound asleep; very soon his father and\nmother snored also, on the other side of the wall. Findelkind was alone\nwide awake, watching the big white moon sail past his little casement,\nand hearing Katte bleat.\n\nWhere were her poor twin lambs?\n\nThe night was bitterly cold, for it was already far on in autumn; the\nrivers had swollen and flooded many fields, the snow for the last week\nhad fallen quite low down on the mountainsides.\n\nEven if still living, the little lambs would die, out on such a night\nwithout the mother or food and shelter of any sort. Findelkind, whose\nvivid brain always saw everything that he imagined as if it were being\nacted before his eyes, in fancy saw his two dear lambs floating dead\ndown the swollen tide, entangled in rushes on the flooded shore, or\nfallen with broken limbs upon a crest of rocks. He saw them so plainly\nthat scarcely could he hold back his breath from screaming aloud in the\nstill night and answering the mourning wail of the desolate mother.\n\nAt last he could bear it no longer: his head burned, and his\nbrain seemed whirling round; at a bound he leaped out of bed quite\nnoiselessly, slid into his sheepskins, and stole out as he had done the\nnight before, hardly knowing what he did. Poor Katte was mourning in\nthe wooden shed with the other sheep, and the wail of her sorrow sounded\nsadly across the loud roar of the rushing river.\n\nThe moon was still high.\n\nAbove, against the sky, black and awful with clouds floating over its\nsummit, was the great Martinswand.\n\nFindelkind this time called the big dog Waldmar to him, and, with the\ndog beside him, went once more out into the cold and the gloom, whilst\nhis father and mother, his brothers and sisters, wore sleeping, and poor\nchildless Katte alone was awake.\n\nHe looked up at the mountain and then across the water-swept meadows to\nthe river. He was in doubt which way to take. Then he thought that in\nall likelihood the lambs would have been seen if they had wandered the\nriver way, and even little Stefan would have had too much sense to let\nthem go there. So he crossed the road and began to climb Martinswand.\n\nWith the instinct of the born mountaineer, he had brought out his\ncrampons with him, and had now fastened them on his feet; he knew every\npart and ridge of the mountains, and had more than once climbed over to\nthat very spot where Kaiser Max had hung in peril of his life.\n\nOn second thoughts he bade Waldmar go back to the house. The dog was a\nclever mountaineer, too, but Findelkind did not wish to lead him into\ndanger. \"I have done the wrong, and I will bear the brunt,\" he said\nto himself; for he felt as if he had killed Katte's children, and the\nweight of the sin was like lead on his heart, and he would not kill good\nWaldmar, too.\n\nHis little lantern did not show much light, and as he went higher\nupwards he lost sight of the moon. The cold was nothing to him, because\nthe clear still air was that in which he had been reared; and the\ndarkness he did not mind, because he was used to that also; but the\nweight of sorrow upon him he scarcely knew how to bear, and how to\nfind two tiny lambs in this vast waste of silence and shadow would\nhave puzzled and wearied older minds than his. Garibaldi and all his\nhousehold, old soldiers tried and true, sought all night once upon\nCaprera in such a quest, in vain.\n\nIf he could only have awakened his brother Stefan to ask him which way\nthey had gone! but then, to be sure, he remembered, Stefan must have\ntold that to all those who had been looking for the lambs from sunset to\nnightfall. All alone he began the ascent.\n\nTime and again, in the glad spring-time and the fresh summer weather, he\nhad driven his flock upwards to eat the grass that grew, in the clefts\nof the rocks and on the broad green alps. The sheep could not climb to\nthe highest points; but the goats did, and he with them. Time and again\nhe had lain on his back in these uppermost heights, with the lower\nclouds behind him and the black wings of the birds and the crows almost\ntouching his forehead, as he lay gazing up into the blue depth of the\nsky, and dreaming, dreaming, dreaming.\n\nHe would never dream any more now, he thought to himself. His dreams had\ncost Katte her lambs, and the world of the dead Findelkind was gone for\never: gone were all the heroes and knights; gone all the faith and the\nforce; gone every one who cared for the dear Christ and the poor in\npain.\n\nThe bells of Zirl were ringing midnight. Findelkind heard, and wondered\nthat only two hours had gone by since his mother had kissed him in his\nbed. It seemed to him as if long, long nights had rolled away, and he\nhad lived a hundred years.\n\nHe did not feel any fear of the dark calm night, lit now and then by\nsilvery gleams of moon and stars. The mountain was his old familiar\nfriend, and the ways of it had no more terror for him than these hills\nhere used to have for the bold heart of Kaiser Max. Indeed, all he\nthought of was Katte,--Katte and the lambs. He knew the way that the\nsheep-tracks ran; the sheep could not climb so high as the goats; and he\nknew, too, that little Stefan could not climb so high as he. So he began\nhis search low down upon Martinswand.\n\nAfter midnight the cold increased; there were snow-clouds hanging near,\nand they opened over his head, and the soft snow came flying along. For\nhimself he did not mind it, but alas for the lambs!--if it covered them,\nhow would he find them? And if they slept in it, they were dead.\n\nIt was bleak and bare on the mountain-side, though there were still\npatches of grass such as the flocks liked, that had grown since the hay\nwas cut. The frost of the night made the stone slippery, and even the\nirons gripped it with difficulty; and there was a strong wind rising\nlike a giant's breath, and blowing his small horn lantern to and fro.\n\nNow and then he quaked a little with fear,--not fear of the night or the\nmountains, but of strange spirits and dwarfs and goblins of ill repute,\nsaid to haunt Martinswand after nightfall. Old women had told him of\nsuch things, though the priest always said that they were only foolish\ntales, there being nothing on God's earth wicked save men and women who\nhad not clean hearts and hands. Findelkind believed the priest; still,\nall alone on the side of the mountain with the snowflakes flying around\nhim, he felt a nervous thrill that made him tremble and almost turn\nbackward. Almost, but not quite; for he thought of Katte and the poor\nlittle lambs lost--and perhaps dead--through his fault.\n\nThe path went zigzag and was very steep; the Arolla pines swayed their\nboughs in his face; stones that lay in his path unseen in the gloom\nmade him stumble. Now and then a large bird of the night flew by with a\nrushing sound; the air grew so cold that all Martinswand might have\nbeen turning to one huge glacier. All at once he heard through the\nstillness--for there is nothing so still as a mountainside in snow--a\nlittle pitiful bleat. All his terrors vanished; all his memories of\nghost-tales passed away; his heart gave a leap of joy; he was sure it\nwas the cry of the lambs. He stopped to listen more surely. He was now\nmany score of feet above the level of his home and of Zirl; he was, as\nnearly as he could judge, half-way as high as where the cross in the\ncavern marks the spot of the Kaiser's peril. The little bleat sounded\nabove him, very feeble and faint.\n\nFindelkind set his lantern down, braced himself up by drawing tighter\nhis old leathern girdle, set his sheepskin cap firm on his forehead, and\nwent toward the sound as far as he could judge that it might be. He was\nout of the woods now; there were only a few straggling pines rooted here\nand there in a mass of loose-lying rock and slate; so much he could tell\nby the light of the lantern, and the lambs by the bleating, seemed still\nabove him.\n\nIt does not, perhaps, seem very hard labour to hunt about by a dusky\nlight upon a desolate mountainside; but when the snow is falling\nfast,--when the light is only a small circle, wavering, yellowish on\nthe white,--when around is a wilderness of loose stones and yawning\nclefts,--when the air is ice and the hour is past midnight,--the task\nis not a light one for a man; and Findelkind was a child, like that\nFindelkind that was in heaven.\n\nLong, very long was his search; he grew hot and forgot all fear except a\nspasm of terror lest his light should burn low and die out. The bleating\nhad quite ceased now, and there was not even a sigh to guide him; but he\nknew that near him the lambs must be, and he did not waver or despair.\n\nHe did not pray; praying in the morning had been no use; but he trusted\nin God, and he laboured hard, toiling to and fro, seeking in every nook\nand behind each stone, and straining every muscle and nerve, till the\nsweat rolled in a briny dew off his forehead, and his curls dripped with\nwet. At last, with a scream of joy, he touched some soft close wool that\ngleamed white as the white snow. He knelt down on the ground, and peered\nbehind the stone by the full light of his lantern; there lay the little\nlambs,--two little brothers, twin brothers, huddled close together,\nasleep. Asleep? He was sure they were asleep, for they were so silent\nand still.\n\nHe bowed over them, and kissed them, and laughed, and cried, and kissed\nthem again. Then a sudden horror smote him; they were so very still.\nThere they lay, cuddled close, one on another, one little white head on\neach little white body,--drawn closer than ever together, to try and get\nwarm.\n\nHe called to them, he touched them, then he caught them up in his arms,\nand kissed them again, and again, and again. Alas! they were frozen and\ndead. Never again would they leap in the long green grass, and frisk\nwith each other, and lie happy by Katte's side; they had died calling\nfor their mother, and in the long, cold, cruel night, only death had\nanswered.\n\nFindelkind did not weep, or scream, or tremble; his heart seemed frozen,\nlike the dead lambs.\n\nIt was he who had killed them.\n\nHe rose up and gathered them in his arms, and cuddled them in the skirts\nof his sheepskin tunic, and cast his staff away that he might carry\nthem, and so, with their weight, set his face to the snow and the wind\nonce more, and began his downward way.\n\nOnce a great sob shook him; that was all. Now he had no fear.\n\nThe night might have been noonday, the snow-storm might have been\nsummer, for aught that he knew or cared.\n\nLong and weary was the way, and often he stumbled and had to rest; often\nthe terrible sleep of the snow lay heavy on his eyelids, and he longed\nto lie down and be at rest, as the little brothers were; often it seemed\nto him that he would never reach home again. But he shook the lethargy\noff him, and resisted the longing, and held on his way; he knew that his\nmother would mourn for him as Katte mourned for the lambs. At length,\nthrough all difficulty and danger, when his light had spent itself, and\nhis strength had well-nigh spent itself too, his feet touched the old\nhighroad. There were flickering torches and many people, and loud cries\naround the church, as there had been four hundred years before, when the\nlast sacrament had been said in the valley for the hunter-king in peril\nabove.\n\nHis mother, being sleepless and anxious, had risen long before it was\ndawn, and had gone to the children's chamber, and had found the bed of\nFindelkind empty once more.\n\nHe came into the midst of the people with the two little lambs in his\narms, and he heeded neither the outcries of neighbours nor the frenzied\njoy of his mother; his eyes looked straight before him, and his face was\nwhite like the snow.\n\n\"I killed them,\" he said, and then two great tears rolled down his\ncheeks and fell on the little cold bodies of the two little dead\nbrothers.\n\nFindelkind was very ill for many nights and many days after that.\n\nWhenever he spoke in his fever he always said, \"I killed them!\"\n\nNever anything else.\n\nSo the dreary winter months went by, while the deep snow filled up lands\nand meadows, and covered the great mountains from summit to base, and\nall around Martinswand was quite still, and now and then the post went\nby to Zirl, and on the holy-days the bells tolled; that was all. His\nmother sat between the stove and his bed with a sore heart; and his\nfather, as he went to and fro between the walls of beaten snow from the\nwood-shed to the cattle-byre, was sorrowful, thinking to himself the\nchild would die, and join that earlier Findelkind whose home was with\nthe saints.\n\nBut the child did not die.\n\nHe lay weak and wasted and almost motionless a long time; but slowly, as\nthe springtime drew near, and the snows on the lower hills loosened, and\nthe abounding waters coursed green and crystal clear down all the sides\nof the hills, Findelkind revived as the earth did, and by the time the\nnew grass was springing, and the first blue of the gentian gleamed on\nthe alps, he was well.\n\nBut to this day he seldom plays and scarcely ever laughs. His face is\nsad, and his eyes have a look of trouble.\n\nSometimes the priest of Zirl says of him to others, \"He will be a great\npoet or a great hero some day.\" Who knows?\n\nMeanwhile, in the heart of the child there remains always a weary pain,\nthat lies on his childish life as a stone may lie on a flower.\n\n\"I killed them!\" he says often to himself, thinking of the two little\nwhite brothers frozen to death on Martinswand that cruel night; and\nhe does the things that are told him, and is obedient, and tries to be\ncontent with the humble daily duties that are his lot, and when he says\nhis prayers at bedtime always ends them so:\n\n\"Dear God, do let the little lambs play with the other Findelkind that\nis in heaven.\"",
    "metadata": {
        "author": [
            "De la Ramee, Louise",
            "Ramé, Marie Louise",
            "Uida",
            "Ouida",
            "De la Ramée, Louisa",
            "De la Ramée, Louise",
            "Ramée, Maria Louise",
            "Ramé, Louisa de la",
            "De La Rame, Louisa"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1367/pg1367.txt",
        "name": "findelkind.json"
    }
}