{
    "name": "Firth's World",
    "author": [
        "Cox, Irving England, Jr.",
        "Cox, Irving E."
    ],
    "body": "Let him go. It's quite safe to leave us. I want to talk to him.\n\nSit over there, Chris, where you can be comfortable.\n\nA paradox, isn't it? You were taught we may never go back. Now I've\nauthorized the building of the rocket. From your point of view you\nwere justified in trying to destroy it. I'm violating the regulations;\nyou weren't. But time changes the shape of the truth, Chris; it isn't\nstatic. No one had the insight, then, to grasp the insanity of John\nFirth's dream. People hated Firth or envied him; but no one called him\nmad.\n\n\n\nJohn Firth was an industrialist; yet far more than that,\ntoo--politician, scientist, financier, even an artist of sorts. There\nwas nothing he couldn't do; and few things he didn't do superbly\nwell. That accounts for his philosophy. He never understood his own\nsuperiority. He honestly believed that all men could achieve what he\nhad, if they set their minds to it.\n\n\"Lazy, incompetent fools!\" he would say. \"The world's full of them. And\nthey've elected a government of fools, taxing me to support the others.\"\n\nAs billionaires go, John Firth was very young. Six months after World\nGovernment became an established reality, Earth ships began to explore\nthe skies; and in less than a year Mars, Venus and the Earth had formed\na planetary confederacy.\n\nA new feeling came to men when the burden of war-fear was lifted from\ntheir minds. Men were free--free for the first time in centuries. Their\nfull energies were channeled into invention, exploration, experiment.\nThe Earth was like a frontier town: booming, uproarious, lusty,\ndynamic--but with a social conscience: poverty and deprivation for none\nand unlimited opportunity for all. For Man--that abstract symbol of\nmass humanity--it was the best of all possible worlds. Yet there were\nmisfits; John Firth was one of them.\n\n\"We're coddling people,\" he said. \"We're teaching them to live on\ncharity, on government hand-outs--and I'm expected to pay for it all.\nCut them loose; let them sink or swim for themselves. If some of them\ndon't survive--well, they won't; that's all. We'd be a stronger people\nif we could rid ourselves of the leeches.\"\n\nHe was a man of the new age,--stubbornly holding to ideas from the old.\n\nAnd then the Stranger came to see him. We don't know who the Stranger\nwas or where he came from. A force of evil, perhaps--the symbol of\nSatan refurbished and streamlined to fit the concepts of the modern\nworld.\n\n\"I've been reading your political pamphlets, Mr. Firth,\" the Stranger\nsaid. \"You hold rather--rather fascinating views.\"\n\n\"Now that I'm suitably flattered,\" Firth answered, \"may I ask what\nparticular form of hand-out you want?\"\n\n\"None. I've something for sale.\" The Stranger took a pamphlet out of\nhis pocket. \"But tell me this, first: do you honestly believe what\nyou've written here?\"\n\n\"Every word of it. If I could find my sort of world anywhere in the\nuniverse, I'd pull up stakes in a minute and--\"\n\n\"You can create your own world, Mr. Firth.\"\n\n\"Do you suppose I haven't tried? In every election I back my candidates\nwith all I have--prestige, propaganda, money. It does no good. The\nfools prefer to be governed by other fools, like themselves.\"\n\n\"I didn't mean here, Mr. Firth.\" The Stranger smiled as he lit a\ncigarette. \"You see, my friend, I have a world for sale--a brand new\nworld.\"\n\n\"One of the asteroids?\" Firth laughed bitterly. \"I could have done that\nyears ago. They're too close to the commercial orbits. How long would\nit be before one of our ships found the place? Then I'd be right back\nin the system again--and a laughing stock as well.\"\n\n\"This is a planetoid beyond Pluto. It'll be generations before any of\nour ships--\"\n\n\"A frozen world? No thanks!\"\n\n\"Only on the surface. It's a hollow sphere, with a granite crust half\na mile thick. Inside there's a suggestion of passageways and caverns,\nwhich may have been made artificially. Perhaps this was an outpost of a\nrace which lived and died billions of years before our time.\"\n\n\"An archeological gold mine!\"\n\n\"But Science pays so little, Mr. Firth. I'm interested in cash, not\nprestige.\"\n\n\"Why should I pay you anything? You've told me where it is and what it\nis. I can find it for myself.\"\n\nThe Stranger laughed. \"I said beyond Pluto; that covers a lot of\nspace, Mr. Firth.\" He paused for a moment. \"My price is the stock in\nyour Martian mines. Convert the rest of your holdings into any form of\nwealth that seems convenient and usable. In your case, Mr. Firth, you\n_can_ take it with you--to your own world. Think of it! No taxes; no\nsocial problems; no unfortunate masses to prey on your conscience; no\ngovernment but your own.\"\n\nThat was the beginning of the dream. The seed of the idea grew in John\nFirth's mind until it over-shadowed everything else. It became an\nobsession, driving him so that he had no peace.\n\n\n\nDuring the course of a year Firth and the Stranger imported and\ninstalled the machinery to make the sphere livable: hydroponic tanks,\nair machines, gravitators, electric generators and an Atomic Power\nCore. In the crust of the planetoid they found enough fissionable\nmaterial to keep Firth's world running for an eternity. They laid\nout the decorative landscaping, planned the living quarters, the\nlaboratories, the amusement hall and the university.\n\nIt is interesting to speculate how much the Stranger contributed to the\nscheme; and it is an ironic speculation, for as soon as the larger idea\ntook shape in Firth's mind, his only logical course was to murder the\nStranger.\n\nFirth could allow no outsider to know of the planetoid. To him it\nhad become far more than a means of personal escape. It was to be an\narchive for the survival of John Firth's ideas, for the survival of\ncivilization itself. John Firth believed that sincerely.\n\nFirth's world--that magnificent dream which was like a holy\ncrusade--was founded on murder, deception and greed. The reasoning of\nfanaticism engenders its own kind of ruthlessness. As soon as John\nFirth had disposed of the Stranger, he began to select his colonists.\nMen who by his definition, were not fools. He had to make his choice\nvery carefully. If he misjudged his candidate and his proposition was\nrejected, Firth had given away his secret. Any man who refused him had\nto die. Murder was Firth's only guarantee of silence.\n\nBut he made few mistakes. John Firth was a good judge of men--his kind\nof men. All of them were wealthy, ambitious, brilliant. Nearly three\nhundred men and women were recruited.\n\nThey came here to escape; the record tells us that until we gag over\nthe repetition. But to escape what? Taxes they resented unanimously,\nand restrictions on their freedom. They placed a value on the ownership\nof property that we can no longer understand. But, if you read the\nrecord closely, all that becomes superfluous. The thing they wanted to\nescape was responsibility. Responsibility to their fellow men.\n\nPhysically, Firth's world was a paradise. It still is. Yet the\ndissolution began before the last colonist had arrived. Here they\nhad assembled their wealth--in terms of machines, comforts, books,\nart treasures, amusements, laboratory equipment. They were entirely\nfree from the burden of taxation. But, somehow, their wealth lost its\nmeaning.\n\nThey claimed they had not withdrawn from the world in order to\nhibernate and decay among their luxuries. They wanted freedom in order\nto create, to invent, to experiment as they pleased. And they had\nthat in Firth's world: a maximum opportunity for the development of\nindividual initiative. For a short time they turned out a wonderful\nassortment of new gadgets and new machines, but slowly their industry\nground to a stop.\n\nIf they had faced the truth then--but they were far too human to admit\nthe failure of the dream. Instead, they found a scapegoat. John Firth\nhas left us a record of a conversation he had with Adam Boetz; it is\ntypical of their thinking at the time.\n\nBoetz, as you may know, was one of the outstanding physicists of his\nday; he had created and built Atomic Cores, Incorporated, until it was\nthe largest power company in the Confederation.\n\nJohn Firth met Boetz one morning on the golf course in the recreation\ncavern.\n\n\"Adam!\" Firth cried, with his usual, boisterous good-humor. \"I never\nthought I'd find you out here at this time of day.\"\n\n\"Why not?\" The physicist shrugged. \"I'm tired, Firth. I had to do my\nfour hour shift in the light plant last night. Maybe I'll feel like\nworking in the lab tomorrow--and maybe not. I'm scheduled for a shift\nin hydroponics then.\"\n\n\"The shifts are short, Adam, and--\"\n\n\"Still too long for me. I'm not used to so much physical labor.\" The\nphysicist's lips curled in a sneer. \"So very democratic, isn't it,\nFirth? Back home I hired men to do that kind of work for me.\"\n\nFirth clapped him heartily on the back. \"But we have other\ncompensations, Adam. Four hours out of twenty-four is a small price to\npay for freedom.\"\n\n\"Twenty-eight hours a week. Remember the new labor law the Earth\ngovernment put into effect before we left? It proscribed a maximum\nwork week of twenty-five hours for every man. We came here to escape\nrestrictions, but we've saddled ourselves with more hours of manual\nlabor than the least skilled laborer has to do on Earth. Firth! I'm not\na manual laborer; neither is anyone else you've brought here.\"\n\n\"Do you want to go back?\"\n\n\"What answer can I make to that? We're executives, Firth; but here\nwe're a brain without a body. We can formulate the orders, but we've\nneither arms nor legs to carry them out.\"\n\n\"In other words, you're saying we should import a labor force to do our\nbasic work for us?\"\n\n\"Why not?\"\n\n\"They're the fools, Adam, the incompetents! On Earth they were the\nmillstones around our necks--envying us, hating us, building a prison\nfor us with their laws and their regulations.\"\n\n\"All very true, Adam, where the government is in their hands. But we\ncould keep them under control.\"\n\nAfter that John Firth heard the same complaint from the others, over\nand over. They said they could not take advantage of their freedom\nbecause of the chores they had to do to keep Firth's world functioning.\n\nFirth called a meeting of the colonists. It was the closest\napproximation to a government they had; government itself was one of\nthe things they wanted to escape. They unanimously agreed that a labor\nforce had to be recruited, and they settled upon one hundred and fifty\nas the necessary number, half of them to be women. Working eight hours\na day, such a force could perform the work of Firth's world, yet the\ncolonists would outnumber them two-to-one and the labor force would not\nbe large enough to constitute a threat.\n\n\"We'll insist that they marry, of course,\" Adam Boetz said, \"and each\ncouple will provide us with two children, so that we shall always have\na stabilized labor supply.\"\n\n\"We're talking,\" one of the women whispered, \"as if we were buying\ncattle!\"\n\n\"We are.\"\n\n\"But how can you recruit men and women under these conditions? What\ninducement can you possibly offer them?\"\n\nFirth smiled. \"When we find the people who meet our specifications,\nthey'll come; don't worry. In the days of the sailing ships the\ntechnique was called shanghaiing.\"\n\n\"What specifications, Mr. Firth?\"\n\n\"They must be young, strong, healthy, single--\"\n\n\"And low-level morons,\" Adam Boetz cut in. \"Imbeciles won't give us any\ntrouble later on.\"\n\nTo his other crimes, John Firth then added kidnapping; the end\njustified the means. He was creating a world and that world would save\ncivilization. I doubt that his conscience ever troubled him.\n\n\n\nWithin two years the second group of colonists was established in\nFirth's world. Apparently they made an easy adjustment to their new\nenvironment. We have no record of complaints or protests. They were\ndocile, obedient people. They took orders well; they liked to be told\nwhat to do; they needed very little supervision.\n\nThe first colonists were entirely free, then, of any sort of\nwork-responsibility. For a while they went back to work in their\nlaboratories or in the university--inventing, exploring, accumulating\ntheir store of knowledge. In imperceptible stages, however, their\ninterest lagged, their production came to a halt again. This time they\nhad no excuse, no scapegoat.\n\nWe can assume that some of them faced the truth squarely and honestly,\nyet they had chosen Firth's world and there was no way to turn back.\nWe find only one actual hint of their despondency, in a diary page\nwritten by an unknown woman.\n\n\n    _Karl stayed home again to-day. He has nearly finished the design\n    for his machine, but he has no more enthusiasm to complete it. I\n    know how he feels; I can't go on with my painting, either. We have\n    no purpose, no goal to achieve. We sit isolated in space, counting\n    over the wealth of our talent and ability; but we can make no use\n    of it. I wish I knew how many of the others think as I do, but\n    I'm afraid to ask._\n\nThe key to understanding them, is that last sentence. Perhaps they\nall felt her disillusionment, but they had to pretend. Firth's world\ncouldn't be at fault. If they were dissatisfied, it was because of a\nfailure within themselves. At all costs, the flaw had to be hidden from\ntheir neighbors.\n\nTheir first labor trouble was a welcome interlude in the creeping\nboredom. The docile labor battalion suddenly discovered they were\nbeing overworked. Just what they could have done in Firth's world with\nshorter hours, no one knows. They staged a spotty, amateurish strike;\nspeakers made reference to the labor laws applicable on the Earth and\ndemanded better pay. To what end, it's hard for us to say. If the first\ncolonists had turned over all their wealth, the workers would have had\nno more use for it.\n\nJohn Firth was unusually alarmed by the threatened strike. He reacted\nwith excessive violence and the other colonists followed his lead.\nThree of the leaders of the uprising were executed; others were\nbrutally whipped. The Outlaw Pit was built then. Thereafter, at the\nfirst hint of any dissatisfaction, workers were condemned to it.\n\nThe violence taught the workers resentment. Silently, sullenly they\npassed on their hatred to their children. The aristocracy created the\nrevolution, and nurtured it; for it would have made no real difference\nif they had surrendered entirely to the strikers' demands.\n\nThe children of the first colonists made no pretense of using Firth's\nworld to advance knowledge, invention or art. They were hedonists, bred\nto luxury, supported by slaves.\n\nThe slaves, for their part, felt no emotion but hatred. From their\nparents they learned that the aristocracy had violated the labor law.\nThe children knew nothing about the law or the distant Earth where it\napplied, but it was held in deep and sacred reverence.\n\nThe laboratories and the university stood empty; only the recreation\ncavern held any interest for the new aristocracy. A change took place\namong the slaves too. Their parents had been hand-picked morons. But\nneither brilliant achievement nor the moronic mind is hereditary. Most\nof the workers' children had an average intelligence; one or two would\nhave been classified as geniuses. To their hatred the second generation\njoined intelligence, and Firth's world was ready to blow apart.\n\nThey struck the light plant first. Sudden and unexpected violence\nsurged through the dark, stone-walled corridors.\n\nJohn Firth led a band of men against the enemy. But his attack failed\nand the workers seized the Atomic Power Core--the heart of our world.\nIf they shut down the reactors, they would stifle not only our lights,\nbut the gravitators and the air machines as well; they would kill us\nall.\n\nThe workers knew that. They were willing to risk suicide. Every\nbargaining counter was on their side. It was John Firth who surrendered.\n\nFirth's world died then. In the bitter depths of the Pit, John Firth\nremembered what Adam Boetz had said to him so many years before,\n\n\"We've become a brain without a body. We can formulate the orders, but\nwe've neither arms nor legs to carry them out.\n\nSuddenly John Firth understood the fallacy of his fanaticism. A society\nwas like a living body, an integrated organism of many members. No\none could function without the others. No man--no group of men--could\ncreate an isolate world. The social equation seemed as clear to Firth\nas the simplest sum in arithmetic. Each man was a part of a functioning\nsocial unit which included them all. Each man's talent, whether it was\nthe plodding docility of a moron or the brilliance of genius, belonged\nto all men.\n\nIn the meantime, the workers found that they could not run Firth's\nworld alone, either. They gloried in forbidden luxuries until they\nwere satiated. Shortly they became as indolent as the aristocracy had\nbeen; and the food supply was nearly exhausted.\n\nThe treaty they made was direct and to the point: the two groups\nagreed to live in equality, sharing the burden of the labor and the\naccumulated wealth of knowledge. The treaty was made when you were\na child; we have perfected the technique of co-operation within one\ngeneration. We're ready, now, to go back to Earth.\n\nYou'll be with us? Fine, Chris!\n\nNo. Please, no apologies. I understand why you intended to destroy\nour ship; others have attempted it, too. No harm was done. You're\nfree,--entirely free ...\n\n... The Organizer waited until he was alone in the office. Then, with\ntrembling, aging hands, he took the log book out of the safe and slowly\nmade another entry:\n\n    _Chris was the last, I think. He accepted the lie, just as most of\n    the others have. When they return to Earth, they will be sound men\n    with whole minds. For them Firth's world will always stand as a\n    symbol of man's highest achievement in co-operation. May this sham,\n    in some small way, expiate the crime and the folly of my arrogant\n    delusion._\n\nJohn Firth's head dropped on his arm and his shoulders shook; but the\nsobs were sobs of relief. Chris was saved; Chris would go back. That\nmattered very much--for Chris was his grandson.",
    "metadata": {
        "author": [
            "Cox, Irving England, Jr.",
            "Cox, Irving E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59252/pg59252.txt",
        "name": "firth_s_world.json"
    }
}