{
    "name": "For service rendered",
    "author": [
        "Bone, J.F.",
        "Bone, Jesse Franklin",
        "Bone, Jesse F. (Jesse Franklin)",
        "Bone, J. F. (Jesse Franklin)"
    ],
    "body": "Television made Miss Enid Twilley's life endurable by providing the\nromance which life had withheld. So when the picture tube in her\nold-fashioned set blew out, it was a major crisis. But Ed Jacklin's\nphone didn't ring. The spare twenty-eight inch tube in Jacklin's T.V.\nshop remained undisturbed on the shelf. And the drawn shades of Miss\nTwilley's living room gave no hint of what was happening behind them.\nThe town of Ellenburg went its suburban way unaware of the crisis in\nits residential district.\n\nWhich was probably just as well.\n\nFrozen with terror, Miss Twilley sat in spastic rigidity, her horrified\neyes riveted on the thing in front of her. One moment she had been\nsuffering emphatic pangs of unrequited love with a bosomy T.V. blonde,\nthe next she was staring into a rectangular hole of Cimmerian blackness\nthat writhed, twisted and disgorged a shape that made her tongue cleave\nto the roof of her mouth and her throat constrict against the scream\nthat fought for release.\n\nIt wasn't a large shape but it was enormously impressive despite the\nlime green shorts and cloak that partially covered it. It was obviously\nreptilian. The red skin with its faint reticulated pattern of ancestral\nscales, the horns, the lidless eyes, the tapering flexible tail, the\nsinuous grace and Mephistophelean face were enough to identify it\nbeyond doubt.\n\nHer television set had disgorged the devil!\n\nSilence draped the room in smothering folds as Miss Twilley's frozen\neyeballs were caught and held for a moment by the devil's limpid green\neyes whose depths swirled for an instant with uncontrolled surprise.\nThe devil looked around the room, at the closed drapes, the dim lights,\nthe shabby furniture and the plate of cookies and the teapot on the\ntray beside Miss Twilley's chair. He shook his head.\n\n\"No pentacle, no candles or incense, no altar, no sacrifice. Not even\na crystal ball,\" he murmured in an impeccable Savile Row accent. \"My\ndear young woman--just _how_ in Eblis' name did you do it? There isn't\na single sixth order focus in this room.\"\n\n\"Do what?\" Miss Twilley managed to croak.\n\n\"Construct a gateway,\" the devil said impatiently. \"A bridge between\nyour world and mine.\"\n\n\"I didn't,\" Miss Twilley said. \"You came crawling out of the picture\ntube of my T.V. set--or what was the picture tube,\" she amended as her\neyes strayed to the rectangle of darkness.\n\nThe devil turned and eyed the T.V. curiously, giving Miss Twilley an\nexcellent view of his tail which protruded through a slit in his cloak.\nShe eyed it with apprehension and distaste.\n\n\"Ah--I see,\" the devil murmured, \"a third order electronic communicator\ntransformed to a sixth order generator by an accidental short circuit.\nMost interesting. The statistical chances of this happening are about\n1.75 to the 25th power, give or take a couple of hundred thousand. You\nare an extremely fortunate human.\"\n\n\"That's not what I would call it,\" Miss Twilley said.\n\n\n\nThe devil smiled, an act that made him look oddly like Krishna Menon.\n\"You _are_ disturbed,\" he said, \"but you really needn't keep projecting\nsuch raw fear. I have no intention of harming you. Quite the contrary\nin fact.\"\n\nMiss Twilley wasn't reassured. Devils with British accents were\nprobably untrustworthy. \"Why don't you go back to hell where you came\nfrom?\" she asked pettishly.\n\n\"I wish,\" the devil said with a shade of annoyance in his beautifully\nmodulated voice, \"that you would stop using those terminal 'l's', I'm a\nDevi, not a devil--and my homeworld is Hel, not hell. One 'l', not two.\nI'm a species, not a spirit.\"\n\n\"It makes no difference,\" Miss Twilley said. \"Either way you're\ndisconcerting, particularly when you come slithering out of my T.V.\nset.\"\n\n\"It might give your television industry a bad name,\" the Devi agreed.\n\"But there are many of your race who claim the device is an invention\nof mine.\"\n\n\"I don't enjoy being frightened,\" Miss Twilley said coldly. She was\nrapidly recovering her normal self-possession. \"And I would have felt\nmuch better if you had stayed where you belonged and minded your own\nbusiness,\" she finished.\n\n\"But my dear young lady,\" the Devi protested. \"I never dreamed that\nI would frighten you, and besides you _are_ my business.\" He smiled\ngently at the suddenly re-frozen Miss Twilley.\n\nI must be dreaming, Miss Twilley thought wildly. This has to be a\nnightmare. After all, this is the Twentieth Century and there are no\nsuch things as devils.\n\n\"Of course there aren't,\" the Devi said.\n\n\"I only hope I wake up before I go stark raving mad!\" Miss Twilley\nmurmured. \"Now he's answering before I say anything.\"\n\n\"You're not asleep,\" he said unreassuringly. \"I merely read your mind.\"\nHe grimaced distastefully. \"And what a mass of fears, inhibitions,\nrepressions, conventions and attitudes it is! Ugh! It's a good thing\nfor your race that minds like yours are not in the majority. It would\nbe disastrous. Or do you realize you're teetering on the verge of\nparanoia. You are badly in need of adjustment.\"\n\n\"I'm not! You're lying! You're the Father of Lies!\" she snapped.\n\n\"And liars (he made it sound like \"lawyers\") so I'm told. Nevertheless\nI'm telling you the truth. I don't care to be confused with some\nanthropomorphic figment of your superstitious imagination. I'm as real\nas you are. I have a name--Lyf--just as yours is Enid Twilley. I'm\nthe mardak of Gnoth, an important entity in my enclave. And I have\nno intention of seizing you and carrying you off to Hel. The Council\nwould take an extremely dim view of such an action. Passing a human\npermanently across the hyperspatial gap that separates our worlds is a\ncrime--unless consent in writing is obtained prior to such passage.\"\n\n\"I'll bet!\"\n\n\"Are you calling me a liar?\" Lyf asked softly.\n\n\"That's the general idea.\"\n\n\"There's a limit to human insolence,\" Lyf said icily. \"No wonder some\nof my colleagues occasionally incinerate members of your race.\"\n\nMiss Twilley choked back the crudity that fluttered on her lips.\n\n\"That's better,\" Lyf said approvingly. \"You really should practice self\ncontrol. It's good for you. And you shouldn't make assumptions based\nupon incomplete data. Your books that deal with my race are notoriously\none-sided. I came through that gateway because you needed my help.\nAnd yet you'd chase me off without really knowing whether you want my\nservices or not.\"\n\n\"I don't want any part of you,\" Miss Twilley said sincerely. \"I don't\nneed a thing you can give me. I'm healthy, fairly well-off and\"--she\nwas about to say \"happy\" but changed it quickly to \"satisfied with\nthings as they are.\" It wasn't _quite_ a lie.\n\n\n\nLyf looked at her critically. \"Permit me to disagree,\" he said\nsmoothly. \"But you are wrong on every count. You are neither satisfied,\nwealthy nor happy. Frankly, Miss Twilley, you could use a great deal of\nhelp. In fact, you need it desperately.\"\n\n\"I am thirty-eight years old,\" Miss Twilley said. \"That's old enough to\nrecognize a high pressure sales pitch. And you needn't be so insulting\nabout my appearance. After all, I don't have my makeup on.\"\n\nLyf flinched. \"I almost hate to do this,\" he murmured. \"But you have\ndoubted my honesty. Perhaps it is compensation to hide a feeling of\ninferiority. Primitive egos are notorious for such acts. But the truth\nis probably less harmful than permitting you to lie to yourself.\"\n\nMiss Twilley jumped angrily to her feet. \"How dare you call me a liar!\"\nshe snapped. She towered over the Devi, her tall bony body a knobby\nstatue of wrath.\n\nLyf's eyes locked with hers. \"Sit down,\" he said coldly.\n\nAnd to her surprised consternation, she did. A physical force seemed\nto flow from him and force her back into the chair. She sat rigidly,\nseething with a mixture of fear and indignation as Lyf picked up his\ndiscourse where he had dropped it.\n\n\"You are not satisfied,\" he said quietly \"because you are\nundernourished, ungainly, and ugly. You would like to be attractive.\nYou wish to be admired. You long to be loved. Yet you are not.\"\n\n\"That's enough!\" Miss Twilley snapped. \"Neither man nor Devi has the\nright to insult me in my own house.\"\n\n\"I am not insulting you,\" Lyf said patiently. \"I am telling you the\ntruth. Now as for this business of being well-off, which I infer,\nmeans moderately wealthy--you are not. There was a small inheritance\nfrom your father, but through mismanagement and inept investments it\nis today less than fifteen thousand dollars, although it was fifty\nthousand when you received it a few years ago.\"\n\n\"You _are_ the devil!\" she gasped.\n\n\"I told you I could read your mind. I'm a telepath.\"\n\n\"I don't believe you. You found out somehow.\"\n\n\"You're not thinking,\" he said. \"How could I? Now, as for your\nhealth, you will be dead in six months without my help. You have\nadenocarcinoma of the pancreas which has already begun to metastasize.\nYou cannot possibly survive with the present state of medicine your\nrace possesses. Of course, your doctors do have ingenious ways of\nalleviating the pain,\" he added comfortingly, \"like chordotomy and\nneurectomy.\"\n\nMiss Twilley didn't recognize the last two words, but they sounded\nunpleasant. She _had_ been worried about her health, but to hear this\nquiet-voiced death sentence paralyzed her with a cold crawling terror.\n\"It's not true!\" she gasped. Yet she knew it was.\n\n\"I could make a fortune as a diagnostician for your sham--your\ndoctors,\" Lyf said. \"It's as true as the fact that I'm a Devi from Hel.\nActually, my dear Miss Twilley, I had no intention of coming here even\nthough your gateway appeared in my library. But I was intrigued enough\nto scan through it. And when I saw you at the other end, frightened,\ndiseased, and friendless, I could not help feeling pity for you. You\nneeded my help badly.\" He sighed. \"Empathy is a Devi's weak point.\nNaturally I couldn't refuse your appeal.\" He shrugged. \"At least I\nhave offered to help, and my conscience is clear if you refuse.\" He\nwrapped his cloak around him with a movement of his lithe body that was\nsymbolic. The case had been stated. His part was done.\n\n\n\n\"I have nothing more to say,\" Lyf added. \"If you do not wish me to stay\nI shall leave.\" He turned toward the T.V. set. \"After I have vanished,\"\nhe said over his shoulder \"you may turn the set off. The gateway will\ndisappear.\" He shrugged. \"Next time I'll look for a sabbat or some\nother normal focal point before I enter a gateway. This has been\nthoroughly unsatisfying.\"\n\n\"Wait!\" Miss Twilley gasped.\n\nHe paused. \"Have you changed your mind?\"\n\n\"Maybe.\"\n\n\"For a human female, that's quite a concession,\" he said, \"but I'm a\nDevi. I need a more devinate--er--definite answer.\"\n\n\"Would you give me twenty-four hours?\" Miss Twilley said.\n\n\"So you can check my diagnosis?\"\n\nShe nodded.\n\nLyf shrugged. \"Why not. If your T.V. holds out that long, I'll give\nyou that much time. Longer if necessary. You can't really be blamed\nfor being a product of your culture--and your culture has rejected the\nSnake. It would be easier if you were a Taoist or a Yezidee.\"\n\n\"But I'm not,\" Miss Twilley said miserably. \"And I can't help thinking\nof you as the Enemy.\"\n\n\"We Devi get blamed for a lot of things,\" Lyf admitted, \"and taken\ncollectively there's some truth in them. We gave you basic knowledge of\na number of things such as medicine, writing, law, and the scientific\nmethod. But we can't be blamed for the uses to which you have put them.\"\n\n\"Are you sure I have cancer?\" she interrupted.\n\n\"Of the pancreas,\" he said.\n\n\"And you can cure it?\"\n\n\"Easily. Anyone with a knowledge of fifth order techniques can\nmanipulate cellular structures. There's very little I can't do, and\nwith proper equipment about the only thing that can't be defeated\nis death. You've heard, I suppose, of tumors that have disappeared\nspontaneously.\" Miss Twilley nodded.\n\n\"Most of them are Devian work. Desperate humans sometimes use good\nsense, find a medium and generate a sixth order focus. And occasionally\none of us will hear and come.\"\n\n\"And the others?\"\n\n\"I don't know,\" Lyf said. \"I could guess that some of you can crudely\nmanipulate fifth order forces, but that would only be a guess.\" He\nspread his hands in a gesture of incomprehension incongruously Gallic.\n\"I don't know why I'm taking all this trouble with you, but I will make\na concession to your conditioning. See your doctors. And then, if you\nwant my help, call through the gateway. I'll probably hear you, but if\nI don't, keep calling.\"\n\nThe darkness where the picture tube had been writhed and swirled as he\ndove into it and vanished.\n\n\"Whew!\" Miss Twilley said shakily. \"_That_ was an _experience_!\"\n\nShe walked unsteadily toward the T.V. set. \"I'd better turn this off\njust in case he gets an idea of coming back. Trust a _devil_! Hardly!\"\nHer hand touched the switch and hesitated. \"But perhaps he was telling\nthe truth,\" she murmured doubtfully. \"Maybe I'd better leave it on.\"\nShe smiled wryly. \"Anyway--it's insurance.\"\n\n\n\n\"Miss Twilley,\" the doctor said slowly, \"can you take a shock?\"\n\n\"I've done it before. What's the matter? Don't tell me that I have an\nadenocarcinoma of the pancreas that'll kill me in six months.\"\n\nThe doctor eyed her with startled surprise. \"We haven't pinpointed\nthe primary site, but the tests are positive. You do have an\nadenocarcinoma, and it has involved so many organs that we cannot\noperate. You have about six months left to live.\"\n\n\"My God!\" Miss Twilley gasped. \"He was telling the truth!\"\n\n\"Who was telling--\" the doctor began. But he was talking to empty air.\nMiss Twilley had run from the office. The doctor sighed and shrugged.\nProbably he shouldn't have told her. One never can tell how these\nthings will work out. She had the diagnosis right and she looked like a\npretty hard customer. But she certainly didn't act like one.\n\n\n\nPanting with fear, Enid Twilley unlocked the door of her house and\ndashed into the living room. Thank G--, thank goodness! she thought\nwith relief. The set was still working. The black tunnel was still\nthere.\n\n\"Help!\" she screamed. \"Lyf! Please! come back!\"\n\nThe blackness writhed and the Devi appeared. He was wearing an orange\nand purple striped outfit this time. Miss Twilley shuddered.\n\n\"Well?\" Lyf asked.\n\n\"You were right,\" she said faintly. \"The doctor says it's cancer. Will\nyou cure me?\"\n\n\"For a price,\" Lyf said.\n\n\"But you said--\"\n\n\"I said nothing except that I felt sorry for you and that I could cure\nyou. Even your own doctors charge a fee.\"\n\n\"There had to be a catch in it,\" Miss Twilley said bitterly.\n\n\"It will be a fair price. It won't be excessive.\"\n\n\"My soul?\" Miss Twilley whispered.\n\n\"Your soul? Ha! Just what would I do with your soul? It would be no use\nto me--assuming that you have one. No--I don't want your soul.\"\n\n\"Then what do you want?\"\n\n\"Your body.\"\n\n\"So _that's_ it!\" Miss Twilley blushed a bright scarlet.\n\n\"Hmm--with that color you're not bad looking.\" Lyf said.\n\n\"Would you want my body right away?\"\n\n\"Of course not. That wouldn't be a fair contract. You should have use\nof it for a reasonable time on your homeworld. Say about ten years.\nAfter that it becomes mine.\"\n\n\"How long?\"\n\n\"For the rest of your life.\"\n\n\"That doesn't seem quite fair. I'm thirty-eight now. Ten years from now\nI'll be forty-eight. I'll live perhaps to eighty. That gives you over\nthirty years.\"\n\n\"It gives you them, too,\" Lyf said.\n\n\"But your world is alien.\"\n\n\"Not entirely. There are quite a few humans on Hel. You'd have plenty\nof company.\"\n\n\"I can imagine,\" she said drily.\n\nLyf flinched. \"I've told you I do not like those anthropomorphic\nreferences to my race.\"\n\n\"So you say. But I don't trust you even though you've told me the truth\nabout my body. I won't sell my soul.\"\n\n\"I'll put a disclaimer in writing if that will satisfy you,\" Lyf said\nwearily. \"I'm tired of haggling.\"\n\n\"But will you obey it.\"\n\n\"With us Devi, a contract is sacred. Even your mythology tells you that\nmuch.\"\n\nShe nodded. \"Of course, I'd want a few more things than health,\" she\nsaid. \"I'd want to enjoy these ten years on earth.\"\n\n\"That is understandable. I'll consider any reasonable request.\"\n\n\"Beauty?\"\n\n\"As you humans understand it. Sarcoplasty isn't too difficult.\"\n\n\"Wealth?\"\n\n\"That's more difficult. And more expensive. But I could perhaps give\nyou a one month chronograph survey. In that time you could probably\narrange to become rich enough to be independent. But I can't guarantee\nunlimited funds. And besides you're not worth it.\"\n\nMiss Twilley bridled briefly and then nodded. \"That's fair enough I\nsuppose. And there's one more thing. I want to be happy.\"\n\n\"I can do nothing about that. You make or lose your own happiness. I\ncan provide you such tangible things as a healthy body, beauty and\nmoney, but what you do with them is entirely your own affair. No man or\nDevi can guarantee happiness.\" He paused and looked thoughtfully at a\npoint above Miss Twilley's head. \"I could, perhaps, provide you with\na talent such as singing or manual dexterity--and even make sufficient\nadjustments in your inhibitions so you could employ your skill. But\nthat is all. Not even I can play Eblis.\"\n\n\n\nMiss Twilley's eyes glittered. If he could only do what he said it\nwould be worth any payment he demanded. She had never been pretty. As\na child she had been bony, ungainly, awkward and ugly. As an adult she\nhad only lost the awkwardness. Boys had never liked her. Men avoided\nher. And she wanted desperately to be admired. And, of course, she was\nabout to die. That alone would be reason enough. She was appalled at\nthe thought of dying. At thirty-eight she was too young. Perhaps thirty\nor forty years from now the prospect wouldn't be so terrifying, but\nnot now--not when she hadn't lived at all. Life had suddenly become\nvery precious, and its immediate extinction appalled her. She wasn't,\nshe reflected wryly, the stuff from which heroes or martyrs were made,\nand ten years were a lot more than six months. As far as repayment was\nconcerned it was a long way off, and Hel was probably not much worse\nthan Ellenburg.\n\n\"In my opinion Hel's infinitely better,\" Lyf interjected.\n\n\"You're prejudiced,\" Miss Twilley said absently,--\"now if she had\na figure like--hmm--say one of those movie actresses, and a face\nlike--hmmm--and money to go with them--hmm--it just might be worth\nthe price. Of course, it might not. It could be something like a salt\nmine--or--\"\n\n\"It's nothing at all like a salt mine,\" Lyf said. \"The hours are\nreasonable and there's plenty of free time outdoors if you want it.\nThe food isn't the Cafe Ritz, but it's nourishing, and the life is\nhealthful. After all we Devi aren't savages.\"\n\n\"I wonder,\" she said thoughtfully--\"now if I could--hmm--say a gold\nlamé sheath dress--ah!--and perhaps in a bikini--\"\n\n\"Women!\" Lyf sighed and gave up. Why should he bother about listing the\ndisadvantage. She hadn't been listening to the advantages.\n\n\"What are you stopping for?\" Miss Twilley demanded. \"I'm listening.\"\n\n\"There are a few other things such as free medical care, splendid\nrecreation facilities, and conducted tours of Hel.\"\n\n\"And the disadvantages?\"\n\n\"Very few. There's no pay, of course, and you will be required to\ndevote a certain amount of time to my service. On the whole, employment\non Hel isn't much different than here except that it's a bit more\nenlightened.\"\n\n\"Like slavery?\" Miss Twilley smiled unpleasantly. \"You're not dealing\nwith a fool.\"\n\n\"The concept of freedom is a relative thing,\" Lyf said. \"And who\namong us, either Devi or human, is truly free. And what is the\nessential difference between being a slave to society and a slave to\nan individual? We Devi don't have such a high regard for physical\nliberty--\"\n\n\"Obviously.\"\n\n\"But as long as you do your work, there's no interference with your\noutside activities. You can think and read as you please. We supply our\nhelp with a very complete library--and keep it up to date.\"\n\n\"Is that so?\"\n\n\n\nLyf paled to a dull pink. \"I wish you'd stop mentally dredging those\nold lies about fire and brimstone. They're embarrassing. It's been\nquite a few thousand years since a Devi has derived any satisfaction\nfrom sadism. We've removed that particular trait from our race. You\nwon't be overworked or cruelly treated. And you won't be beaten or\nsubjected to physical torture. Since I have no knowledge of what you\nmight consider mental torture, I couldn't say whether there would be\nany or not. I think not, since no other human has complained of being\nmentally misused, but I can't tell.\"\n\n\n\n\"Why can't you? You can read my mind.\"\n\n\"Only your thoughts, not your emotions or attitudes.\"\n\nMiss Twilley shrugged. \"It sounds fair enough, but twenty or thirty\nyears for ten is a high price.\"\n\n\"You fail to consider the costs involved. Your physical rehabilitation\nwill be expensive and your financial even more so. I'll have to employ\nthe Time Study Enclave to predict a financial plan for you, and\nchronography isn't cheap.\"\n\n\"Why can't you just give me the money?\"\n\nLyf shrugged. \"I don't have it--and I couldn't supply you with gold.\nIt would be suspicious and we try to avoid attracting attention to our\nclients or ourselves. Humans have some rather messy ways of abrogating\na fellow human's contract. So you acquire your wealth within the\nframework of your society--through the stock market in your case.\"\n\n\"Oh--I see.\"\n\n\"Your money is enough to start you off. I'll show you how to make it\nmultiply.\"\n\n\"And if I cheat you?\" Miss Twilley asked.\n\n\"You won't, I'm not utterly naive. There is a security clause in the\ncontract which must be fulfilled.\"\n\n\"And what is that?\"\n\n\"I put my mark on you. That makes you a permanent sixth order focus I\ncan contact at any time.\"\n\n\"That gives you quite an advantage.\"\n\n\"Have you ever read any contracts on your own world? I'm not asking\nfor a thing more than your grantors do. In fact, not as much. Read a\nmortgage sometime if you don't believe me.\" Lyf eyed her with mild\nreproof. \"Think,\" he said. \"When--even in your perverted mythology--has\none of my race failed to live up to his end of an agreement? Who has\ndone the cheating? Who attempts to break contracts? Your whole history\nis filled with specious promises, broken words, and outright falsehood.\nJust why do you think we had to make contracts in the first place?\nBecause you humans cheated at every opportunity. And you still do.\nThat's why we must have guarantees. We go to all the expense, take all\nthe risk and then run the added risk of being double crossed. That's\ntoo much.\"\n\n\"But our souls are beyond price.\"\n\n\"I've already told you that I care nothing for your soul. It's useless\nto me.\" He frowned. \"We have had to fight that canard for centuries.\nWe Devi are practical folk, not starry-eyed idealists. We deal in real\nproperty, not in intangibles. Now stop quibbling and make up your mind.\nYou've heard the concessions. After all, there is a limit to altruism.\nNow if you don't want to deal, say so and I'll leave. It will be no\nskin off my tail if you don't accept.\" Lyf half turned toward the T.V.\nset.\n\n\"I haven't said I wouldn't,\" Miss Twilley said.\n\n\"Nor have you said you would. Now speak up. My time's valuable.\"\n\n\"Oh--very well,\" Miss Twilley said sulkily. \"I accept.\"\n\nLyf smiled, reached under his cloak and produced a long sheet of paper\ncovered with writing. \"You're a hard bargainer, Miss Twilley,\" he said.\n\"You extracted every condition you could possibly get on a deal of\nthis kind. My congratulations. This is a personal contract I had drawn\nup. It's in English so you can understand it. All you do is sign both\ncopies. In transactions like this no witnesses are necessary.\"\n\n\"You don't mind if I read it first?\" Miss Twilley said. \"Not that I\ndon't trust you--but this is business.\"\n\n\"Not at all,\" Lyf said \"and please note the escape clause which allows\nyou a peremptory withdraw if you are not satisfied with the basic\nservices.\"\n\n\n\nMiss Twilley eyed the paper, skipping over the legal jargon, but\ncarefully reading the specific provisions. It was deceptively simple\nand completely binding. But it didn't vary from Lyf's proposals. She\nwould have ten years of health, wealth and beauty, in return for which\nshe would surrender her body to Lyf, mardak of Gnoth, to employ as he\nsaw fit--within certain limits provided by the exceptions. She sighed.\nIt was fair enough, she supposed. There were a few exceptions like the\nsuicide clause that allowed Lyf to take immediate possession if she\ntried to kill herself, and the war clause which permitted him to remove\nher to a safe place for the duration of the conflict. She shrugged.\nThere didn't seem to be anything wrong with it except the tone. Somehow\nit managed to convey the impression of a property rather than a\npersonal transaction.\n\n\"It's always best to keep these things impersonal,\" the Devi said. \"You\nsign on the bottom line underneath my cartouche.\"\n\nMiss Twilley signed.\n\n\"And now,\" Lyf said briskly \"there are a few formalities. Not that I\ndon't trust you, of course, but business is business. Will you please\ndisrobe?\"\n\n\"Must I?\"\n\nLyf nodded. \"You must. I realize that this is embarrassing for you, but\nit would be infinitely more embarrassing if I placed my mark upon you\nwhile you were clothed.\"\n\nMiss Twilley shivered a little as she reached for the zipper of her\nskirt. But she had expected something like this.\n\nLyf looked at her critically. \"You're worse than I thought,\" he said.\n\"However, your skeleton seems structurally sound and well proportioned.\nNow please turn around.\"\n\nMiss Twilley had hardly turned her back when a lance of numbing cold\nstruck her in the base of the spine. She jumped involuntarily as Lyf's\nvoice came to her ears.\n\n\"There--that does it.\" He walked past her and turned off the T.V. The\nblack hole winked out, leaving a shattered picture tube where it had\nbeen. \"Now that you're a sixth order focal point we can dispense with\nthis monstrosity,\" he said. \"The automatics on Hel will generate a new\ngateway shortly.\"\n\n\"Now what?\" Miss Twilley asked. She wasn't sure that she liked the idea\nof being a sixth order focus.\n\n\"The mark leaves a small red lesion,\" Lyf said, \"but it won't bother\nyou. However, I should warn you not to attempt to have it removed. That\ncould be quite painful and perhaps fatal.\" He moved in front of her.\n\"I expect that we'd better start therapy right away. That tumor isn't\ngoing to be easy to remove.\" His eyes were level with her own, twin\npools of clear bottomless green with the darker spots of his pupils\nsharply demarcated from the surrounding iris. With mild surprise she\nrealized that they were oval rather than round, and that their ellipses\nwere growing--and encompassing her in their inner darkness.\n\n\n\nLyf eyed her solicitously from a chair next to her bed. There was a\nfaint proprietory glint in his eyes but his voice was as soft as ever.\n\"It's all done Enid,\" he said. \"How do you like it?\"\n\nMiss Twilley didn't like the use of her first name. It sounded entirely\ntoo familiar, but she supposed that there was little she could do\nabout it. After all he did have certain rights, even though their full\nexercise was some years hence. She stirred sleepily. She was in her own\nbedroom and the bed that she had slept in these past eighteen years\nwas familiar and comforting. Except for the Devi sitting beside her\neverything was normal down to the last fold of the flannel nightgown\nthat covered her.\n\nShe felt oddly alive, and somehow different. There was a fullness to\nher body and a heaviness to her chest. She looked down and gasped with\nsurprise and pleasure at the jutting rise of the nightgown. She _had_\nchanged!\n\n\"That was the biggest part of the specifications,\" Lyf said with the\nfaintest hint of amusement in his voice. \"Your mental patterns were\nextraordinarily precise about some things. About others I had to use my\nown judgment. I hope the overall effect meets with your approval.\"\n\nMiss Twilley felt as excited as an adolescent on her first date.\nShe slipped out of bed and padded on bare feet over to the vanity\nin the corner. Eagerly she eyed herself in the big mirror. Even in\nthe nightgown she looked good. Her face was still her own but it had\nbeen subtly changed, the features smoothed and rearranged. Her pale\nblue eyes were now a smoky gray, and her plain mouse-brown hair had\nreddish glints in it and was much thicker than before. It was a very\nsatisfactory face, smooth and beautiful, and years younger. Why--she\nlooked barely twenty five!\n\nWith a quick movement she bent, grasped the hem of her gown, and pulled\nit over her head.\n\nAnd gasped!\n\nShe had never dreamed of looking like this, even in her wildest flights\nof fancy!\n\n\"Like it?\" Lyf asked from his seat in the corner.\n\n\"_Like_ it!\" she chortled. \"I _adore_ it! How on Earth did you do it?\nYou've not only made me beautiful, you've made me young!\"\n\n\"I didn't do it on Earth,\" Lyf admitted. \"I took you to Hel where\nthere's some decent equipment. It wasn't much,\" he added vaguely,\n\"merely the application of some rather simple cellular biology--mostly\na rearrangement of DNA molecules and a bit of sarcoplasty. Actually it\nwasn't too difficult. The removal of your tumor was much harder. You'll\nfind that two weeks have gone from your life, but they've been well\nspent.\"\n\n\"I should say they have!\" Miss Twilley said as she pirouetted slowly\nbefore the glass. Her brows knit in a tiny frown as she saw her only\nblemish, a bright red spot at the base of her spine.\n\n\"The mark can't be helped,\" Lyf said, \"but it doesn't detract at all.\nAnd it won't show even in a bikini.\"\n\n\"Forty, twenty-four, thirty-six.\" Miss Twilley breathed. \"Lyf--I could\nkiss you!\"\n\n\"I'd rather you wouldn't,\" Lyf said. \"There is, after all, a certain\nspecies incompatibility between yours and mine. Incidentally, you have\nperfect health. You'll never know a sick day for the rest of your life\nwhich should be quite long. And I gave you a fine singing voice, and a\nmental attitude that will let you use it.\"\n\n\"Thank you,\" Miss Twilley murmured as she stared at her reflection.\n\n\"I've left instructions for your financial operations on your dresser.\nFollow them and you'll be financially independent. I think that does\nit. Everything is satisfactory, I trust.\"\n\n\"Completely,\" Miss Twilley breathed, never removing her eyes from the\nmirror.\n\n\"Then I shall be leaving.\"\n\n\n\nMiss Twilley drew in a deep breath and observed the results with utter\nfascination. \"Don't you think I'm beautiful?\" she asked.\n\nLyf smiled. \"Different worlds, different standards,\" he said. \"Beautiful\nisn't quite the word I would use.\"\n\n\"What word _would_ you use?\"\n\n\"Useful,\" Lyf said.\n\n\"Useful? Hmm. What do you mean?\"\n\n\"It should be obvious,\" Lyf said. \"But I suppose it isn't. You humans\nare a strange lot. You assume. You don't reason. And it always shocks\nyou to find that your assumptions are wrong.\"\n\nMiss Twilley looked at him with wide eyes. A cold chill ran down her\nspine and poked tingling rootlets of ice into her viscera. \"What have I\nassumed?\"\n\n\"Do I have to answer that?\"\n\nMiss Twilley blushed. The effect was far more startling this time.\n\nLyf smiled with an air that would have been infuriating in a human\nbut was somehow appropriate for a Devi. Miss Twilley sighed. At least\n_that_ worry was removed.\n\n\"Perhaps I should give you a short synopsis of Devian society,\" Lyf\nsaid. \"It's not like yours. Millennia ago our culture and technology\nevolved to the point where individual needs could be satisfied\neffortlessly. As a result we were compelled to consider group desires.\nModern society on Hel is composed of enclaves with a community of\ninterest plus certain ancillary groups that support them. The task of\nsatisfying the desires of an enclave is infinitely more complex than\nsatisfying an individual, which gives our civilization the necessary\nstimulus to progress.\n\n\"One of the reasons we deal with your world is to provide us with\nthings impractical to produce upon our own. Another reason is\namusement. If only you humans were not so savage we could perhaps\narrange tours of Earth to observe you in your native haunts.\"\n\n\"Is that why--\" Miss Twilley began.\n\nHe shook his head. \"No--the importation of humans for ethnological\nstudies has long since become a matter of interest only to highly\nspecialized enclaves. _That_ subject has been exhausted for popular\nsatisfaction. We have tried to import other species, but they do\nnot thrive on Hel, and it takes a great deal of trouble merely to\nkeep them alive. However, your race adapts so readily that even your\ncultural variations disappear in a few decades.\n\n\"It was this early importation and your ability to survive that has\nplaced your race in such demand. It is unfortunate, perhaps, that your\nspecies cannot reproduce on our world, but the inhibitors we use to\nregulate our numbers also affect yours. Naturally, we can't risk a\npopulation explosion merely to reproduce your race. So we obtain more\nof you when necessary.\"\n\n\"Why?\"\n\n\"Consider for a moment what might be valuable in a civilization that\nhas no basic needs.\"\n\n\"Luxuries?\"\n\n\"Precisely. As an ancillary system operator, I supply a luxury item\nto my fellow citizens. One that cannot be readily produced by our\ntechniques. I said I was a mardak, but you never asked what it meant.\nYou assumed it was a title. It is, but it's professional, not social.\nThere are no classes on Hel, merely occupations.\"\n\n\"All right,\" Miss Twilley said reluctantly, \"What is a mardak?\"\n\n\"The closest analogy in your society,\" Lyf said, \"is a dairyman.\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Bone, J.F.",
            "Bone, Jesse Franklin",
            "Bone, Jesse F. (Jesse Franklin)",
            "Bone, J. F. (Jesse Franklin)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72422/pg72422.txt",
        "name": "for_service_rendered.json"
    }
}