{
    "name": "Forever",
    "author": [
        "Barbee, Phillip",
        "O'Donnevan, Finn",
        "Sheckley, Robert",
        "Barbee, Phillips",
        "Lang, Ned"
    ],
    "body": "By NED LANG\n\n\n _Of all the irksome, frustrating,\n maddening discoveries--was there\n no way of keeping it discovered?_\n\n\nWith so much at stake, Charles Dennison should not have been careless.\nAn inventor cannot afford carelessness, particularly when his invention\nis extremely valuable and obviously patentable. There are too many\ngrasping hands ready to seize what belongs to someone else, too many men\nwho feast upon the creativity of the innocent.\n\nA touch of paranoia would have served Dennison well; but he was lacking\nin that vital characteristic of inventors. And he didn't even realize\nthe full extent of his carelessness until a bullet, fired from a\nsilenced weapon, chipped a granite wall not three inches from his head.\n\nThen he knew. But by then it was too late.\n\nCharles Dennison had been left a more than adequate income by his\nfather. He had gone to Harvard, served a hitch in the Navy, then\ncontinued his education at M.I.T. Since the age of thirty-two, he had\nbeen engaged in private research, working in his own small laboratory in\nRiverdale, New York. Plant biology was his field. He published several\nnoteworthy papers, and sold a new insecticide to a development\ncorporation. The royalties helped him to expand his facilities.\n\nDennison enjoyed working alone. It suited his temperament, which was\naustere but not unfriendly. Two or three times a year, he would come to\nNew York, see some plays and movies, and do a little serious drinking.\nHe would then return gratefully to his seclusion. He was a bachelor and\nseemed destined to remain that way.\n\nNot long after his fortieth birthday, Dennison stumbled across an\nintriguing clue which led him into a different branch of biology. He\npursued his clue, developed it, extended it slowly into a hypothesis.\nAfter three more years, a lucky accident put the final proofs into his\nhands.\n\nHe had invented a most effective longevity drug. It was not proof\nagainst violence; aside from that, however, it could fairly be called an\nimmortality serum.\n\n\n\nNow was the time for caution. But years of seclusion had made Dennison\nunwary of people and their motives. He was more or less heedless of the\nworld around him; it never occurred to him that the world was not\nequally heedless of him.\n\nHe thought only about his serum. It was valuable and patentable. But was\nit the sort of thing that should be revealed? Was the world ready for an\nimmortality drug?\n\nHe had never enjoyed speculation of this sort. But since the atom bomb,\nmany scientists had been forced to look at the ethics of their\nprofession. Dennison looked at his and decided that immortality was\ninevitable.\n\nMankind had, throughout its existence, poked and probed into the\nrecesses of nature, trying to figure out how things worked. If one man\ndidn't discover fire, or the use of the lever, or gunpowder, or the atom\nbomb, or immortality, another would. Man willed to know all nature's\nsecrets, and there was no way of keeping them hidden.\n\nArmed with this bleak but comforting philosophy, Dennison packed his\nformulas and proofs into a briefcase, slipped a two-ounce bottle of the\nproduct into a jacket pocket, and left his Riverdale laboratory. It was\nalready evening. He planned to spend the night in a good midtown hotel,\nsee a movie, and proceed to the Patent Office in Washington the\nfollowing day.\n\nOn the subway, Dennison was absorbed in a newspaper. He was barely\nconscious of the men sitting on either side of him. He became aware of\nthem only when the man on his right poked him firmly in the ribs.\n\nDennison glanced over and saw the snub nose of a small automatic,\nconcealed from the rest of the car by a newspaper, resting against his\nside.\n\n\"What is this?\" Dennison asked.\n\n\"Hand it over,\" the man said.\n\nDennison was stunned. How could anyone have known about his discovery?\nAnd how could they dare try to rob him in a public subway car?\n\nThen he realized that they were probably just after his money.\n\n\"I don't have much on me,\" Dennison said hoarsely, reaching for his\nwallet.\n\nThe man on his left leaned over and slapped the briefcase. \"Not money,\"\nhe said. \"The immortality stuff.\"\n\n\n\nIn some unaccountable fashion, they knew. What if he refused to give up\nhis briefcase? Would they dare fire the automatic in the subway? It was\na very small caliber weapon. Its noise might not even be heard above the\nsubway's roar. And probably they felt justified in taking the risk for a\nprize as great as the one Dennison carried.\n\nHe looked at them quickly. They were mild-looking men, quietly, almost\nsomberly dressed. Something about their clothing jogged Dennison's\nmemory unpleasantly, but he didn't have time to place the recollection.\nThe automatic was digging painfully into his ribs.\n\nThe subway was coming to a station. Dennison glanced at the man on his\nleft and caught the glint of light on a tiny hypodermic.\n\nMany inventors, involved only in their own thoughts, are slow of\nreaction. But Dennison had been a gunnery officer in the Navy and had\nseen his share of action. He was damned if he was going to give up his\ninvention so easily.\n\nHe jumped from his seat and the hypo passed through the sleeve of his\ncoat, just missing his arm. He swung the briefcase at the man with the\nautomatic, catching him across the forehead with the metal edge. As the\ndoors opened, he ran past a popeyed subway guard, up the stairs and into\nthe street.\n\nThe two men followed, one of them streaming blood from his forehead.\nDennison ran, looking wildly around for a policeman.\n\nThe men behind him were screaming, \"Stop, thief! Police! Police! Stop\nthat man!\"\n\nApparently they were also prepared to face the police and to claim the\nbriefcase and bottle as their own. Ridiculous! Yet the complete and\nindignant confidence in their shrill voices unnerved Dennison. He hated\na scene.\n\nStill, a policeman would be best. The briefcase was filled with proof of\nwho he was. Even his name was initialed on the outside of the briefcase.\nOne glance would tell anyone ...\n\nHe caught a flash of metal from his briefcase, and, still running,\nlooked at it. He was shocked to see a metal plate fixed to the cowhide,\nover the place where his initials had been. The man on his left must\nhave done that when he slapped the briefcase.\n\nDennison dug at the plate with his fingertips, but it would not come\noff.\n\nIt read, _Property of Edward James Flaherty, Smithfield Institute_.\n\nPerhaps a policeman wouldn't be so much help, after all.\n\nBut the problem was academic, for Dennison saw no policeman along the\ncrowded Bronx street. People stood aside as he ran past, staring\nopen-mouthed, offering neither assistance nor interference. But the men\nbehind him were still screaming, \"Stop the thief! Stop the thief!\"\n\nThe entire long block was alerted. The people, like some sluggish beast\ngoaded reluctantly into action, began to make tentative movements toward\nDennison, impelled by the outraged cries of his pursuers.\n\n\n\nUnless he balanced the scales of public opinion, some do-gooder was\ngoing to interfere soon. Dennison conquered his shyness and pride, and\ncalled out, \"Help me! They're trying to rob me! Stop them!\"\n\nBut his voice lacked the moral indignation, the absolute conviction of\nhis two shrill-voiced pursuers. A burly young man stepped forward to\nblock Dennison's way, but at the last moment a woman pulled him back.\n\n\"Don't get into trouble, Charley.\"\n\n\"Why don't someone call a cop?\"\n\n\"Yeah, where are the cops?\"\n\n\"Over at a big fire on 178th Street, I hear.\"\n\n\"We oughta stop that guy.\"\n\n\"I'm willing if you're willing.\"\n\nDennison's way was suddenly blocked by four grinning youths, teen-agers\nin black motorcycle jackets and boots, excited by the chance for a\nlittle action, delighted at the opportunity to hit someone in the name\nof law and order.\n\nDennison saw them, swerved suddenly and sprinted across the street. A\nbus loomed in front of him.\n\nHe hurled himself out of its way, fell, got up again and ran on.\n\nHis pursuers were delayed by the dense flow of traffic. Their\nhigh-pitched cries faded as Dennison turned into a side street, ran down\nits length, then down another.\n\nHe was in a section of massive apartment buildings. His lungs felt like\na blast furnace and his left side seemed to be sewed together with\nred-hot wire. There was no help for it, he had to rest.\n\nIt was then that the first bullet, fired from a silenced weapon, chipped\na granite wall not three inches from his head. That was when Dennison\nrealized the full extent of his carelessness.\n\nHe pulled the bottle out of his pocket. He had hoped to carry out more\nexperiments on the serum before trying it on human beings. Now there was\nno choice.\n\nDennison yanked out the stopper and drained the contents.\n\nImmediately he was running again, as a second bullet scored the granite\nwall. The great blocks of apartments loomed endlessly ahead of him,\nsilent and alien. There were no walkers upon the streets. There was only\nDennison, running more slowly now past the immense, blank-faced\napartments.\n\n\n\nA long black car came up behind him, its searchlight probing into doors\nand alleys. Was it the police?\n\n\"That's him!\" cried the shrill, unnerving voice of one of Dennison's\npursuers.\n\nDennison ducked into a narrow alley between buildings, raced down it and\ninto the next street.\n\nThere were two cars on that street, at either end of the block, their\nheadlights shining toward each other, moving slowly to trap him in the\nmiddle. The alley gleamed with light now, from the first car's\nheadlights shining down it. He was surrounded.\n\nDennison raced to the nearest apartment building and yanked at the door.\nIt was locked. The two cars were almost even with him. And, looking at\nthem, Dennison remembered the unpleasant jog his memory had given him\nearlier.\n\nThe two cars were hearses.\n\nThe men in the subway, with their solemn faces, solemn clothing, subdued\nneckties, shrill, indignant voices--they had reminded him of\nundertakers. They _had_ been undertakers!\n\nOf course! Of course! Oil companies might want to block the invention of\na cheap new fuel which could put them out of business; steel\ncorporations might try to stop the development of an inexpensive,\nstronger-than-steel plastic ...\n\nAnd the production of an immortality serum would put the undertakers out\nof business.\n\nHis progress, and the progress of thousands of other researchers in\nbiology, must have been watched. And when he made his discovery, they\nhad been ready.\n\nThe hearses stopped, and somber-faced, respectable-looking men in black\nsuits and pearl-gray neckties poured out and seized him. The briefcase\nwas yanked out of his hand. He felt the prick of a needle in his\nshoulder. Then, with no transitional dizziness, he passed out.\n\n\n\nHe came to sitting in an armchair. There were armed men on either side\nof him. In front of him stood a small, plump, undistinguished-looking\nman in sedate clothing.\n\n\"My name is Mr. Bennet,\" the plump man said. \"I wish to beg your\nforgiveness, Mr. Dennison, for the violence to which you were subjected.\nWe found out about your invention only at the last moment and therefore\nhad to improvise. The bullets were meant only to frighten and delay you.\nMurder was not our intention.\"\n\n\"You merely wanted to steal my discovery,\" Dennison said.\n\n\"Not at all,\" Mr. Bennet told him. \"The secret of immortality has been\nin our possession for quite some time.\"\n\n\"I see. Then you want to keep immortality from the public in order to\nsafeguard your damned undertaking business!\"\n\n\"Isn't that rather a naive view?\" Mr. Bennet asked, smiling. \"As it\nhappens, my associates and I are _not_ undertakers. We took on the\ndisguise in order to present an understandable motive if our plan to\ncapture you had misfired. In that event, others would have believed\nexactly--and only--what you thought: that our purpose was to safeguard\nour business.\"\n\nDennison frowned and watchfully waited.\n\n\"Disguises come easily to us,\" Mr. Bennet said, still smiling. \"Perhaps\nyou have heard rumors about a new carburetor suppressed by the gasoline\ncompanies, or a new food source concealed by the great food suppliers,\nor a new synthetic hastily destroyed by the cotton-owning interests.\nThat was us. And the inventions ended up here.\"\n\n\"You're trying to impress me,\" Dennison said.\n\n\"Certainly.\"\n\n\"Why did you stop me from patenting my immortality serum?\"\n\n\"The world is not ready for it yet,\" said Mr. Bennet.\n\n\"It isn't ready for a lot of things,\" Dennison said. \"Why didn't you\nblock the atom bomb?\"\n\n\"We tried, disguised as mercenary coal and oil interests. But we failed.\nHowever, we have succeeded with a surprising number of things.\"\n\n\"But what's the purpose behind it all?\"\n\n\"Earth's welfare,\" Mr. Bennet said promptly. \"Consider what would happen\nif the people were given your veritable immortality serum. The problems\nof birth rate, food production, living space all would be aggravated.\nTensions would mount, war would be imminent--\"\n\n\"So what?\" Dennison challenged. \"That's how things are right now,\n_without_ immortality. Besides, there have been cries of doom about\nevery new invention or discovery. Gunpowder, the printing press,\nnitroglycerin, the atom bomb, they were all supposed to destroy the\nrace. But mankind has learned how to handle them. It had to! You can't\nturn back the clock, and you can't un-discover something. If it's there,\nmankind must deal with it!\"\n\n\"Yes, in a bumbling, bloody, inefficient fashion,\" said Mr. Bennet, with\nan expression of distaste.\n\n\"Well, that's how Man is.\"\n\n\"Not if he's properly led,\" Mr. Bennet said.\n\n\"No?\"\n\n\n\n\"Certainly not,\" said Mr. Bennet. \"You see, the immortality serum\nprovides a solution to the problem of political power. Rule by a\npermanent and enlightened elite is by far the best form of government;\ninfinitely better than the blundering inefficiencies of democratic rule.\nBut throughout history, this elite, whether monarchy, oligarchy,\ndictatorship or junta, has been unable to perpetuate itself. Leaders\ndie, the followers squabble for power, and chaos is close behind. With\nimmortality, this last flaw would be corrected. There would be no\ndiscontinuity of leadership, for the leaders would always be there.\"\n\n\"A permanent dictatorship,\" Dennison said.\n\n\"Yes. A permanent, benevolent rule by small, carefully chosen elite\ncorps, based upon the sole and exclusive possession of immortality. It's\nhistorically inevitable. The only question is, who is going to get\ncontrol first?\"\n\n\"And you think you are?\" Dennison demanded.\n\n\"Of course. Our organization is still small, but absolutely solid. It is\nbolstered by every new invention that comes into our hands and by every\nscientist who joins our ranks. Our time will come, Dennison! We'd like\nto have you with us, among the elite.\"\n\n\"You want _me_ to join you?\" Dennison asked, bewildered.\n\n\"We do. Our organization needs creative scientific minds to help us in\nour work, to help us save mankind from itself.\"\n\n\"Count me out,\" Dennison said, his heart beating fast.\n\n\"You won't join us?\"\n\n\"I'd like to see you all hanged.\"\n\nMr. Bennet nodded thoughtfully and pursed his small lips. \"You have\ntaken your own serum, have you not?\"\n\nDennison nodded. \"I suppose that means you kill me now?\"\n\n\"We don't kill,\" Mr. Bennet said. \"We merely wait. I think you are a\nreasonable man, and I think you'll come to see things our way. We'll be\naround a long time. So will you. Take him away.\"\n\nDennison was led to an elevator that dropped deep into the Earth. He was\nmarched down a long passageway lined with armed men. They went through\nfour massive doors. At the fifth, Dennison was pushed inside alone, and\nthe door was locked behind him.\n\nHe was in a large, well-furnished apartment. There were perhaps twenty\npeople in the room, and they came forward to meet him.\n\nOne of them, a stocky, bearded man, was an old college acquaintance of\nDennison's.\n\n\"Jim Ferris?\"\n\n\"That's right,\" Ferris said. \"Welcome to the Immortality Club,\nDennison.\"\n\n\"I read you were killed in an air crash last year.\"\n\n\"I merely--disappeared,\" Ferris said, with a rueful smile, \"after\ninventing the immortality serum. Just like the others.\"\n\n\"All of them?\"\n\n\"Fifteen of the men here invented the serum independently. The rest are\nsuccessful inventors in other fields. Our oldest member is Doctor Li, a\nserum discoverer, who disappeared from San Francisco in 1911. You are\nour latest acquisition. Our clubhouse is probably the most carefully\nguarded place on Earth.\"\n\n\n\nDennison said, \"Nineteen-eleven!\" Despair flooded him and he sat down\nheavily in a chair. \"Then there's no possibility of rescue?\"\n\n\"None. There are only four choices available to us,\" Ferris said. \"Some\nhave left us and joined the Undertakers. Others have suicided. A few\nhave gone insane. The rest of us have formed the Immortality Club.\"\n\n\"What for?\" Dennison bewilderedly asked.\n\n\"To get out of this place!\" said Ferris. \"To escape and give our\ndiscoveries to the world. To stop those hopeful little dictators\nupstairs.\"\n\n\"They must know what you're planning.\"\n\n\"Of course. But they let us live because, every so often, one of us\ngives up and joins them. And they don't think we can ever break out.\nThey're much too smug. It's the basic defect of all power-elites, and\ntheir eventual undoing.\"\n\n\"You said this was the most closely guarded place on Earth?\"\n\n\"It is,\" Ferris said.\n\n\"And some of you have been trying to break out for fifty years? Why,\nit'll take forever to escape!\"\n\n\"Forever is exactly how long we have,\" said Ferris. \"But we hope it\nwon't take quite that long. Every new man brings new ideas, plans. One\nof them is bound to work.\"\n\n\"_Forever_,\" Dennison said, his face buried in his hands.\n\n\"You can go back upstairs and join them,\" Ferris said, with a hard note\nto his voice, \"or you can suicide, or just sit in a corner and go\nquietly mad. Take your pick.\"\n\nDennison looked up. \"I must be honest with you and with myself. I don't\nthink we can escape. Furthermore, I don't think any of you really\nbelieve we can.\"\n\nFerris shrugged his shoulders.\n\n\"Aside from that,\" Dennison said, \"I think it's a damned good idea. If\nyou'll bring me up to date, I'll contribute whatever I can to the\nForever Project. And let's hope their complacency lasts.\"\n\n\"It will,\" Ferris said.\n\n\n\nThe escape did not take forever, of course. In one hundred and\nthirty-seven years, Dennison and his colleagues made their successful\nbreakout and revealed the Undertakers' Plot. The Undertakers were tried\nbefore the High Court on charges of kidnapping, conspiracy to overthrow\nthe government, and illegal possession of immortality. They were found\nguilty on all counts and summarily executed.\n\nDennison and his colleagues were also in illegal possession of\nimmortality, which is the privilege only of our governmental elite. But\nthe death penalty was waived in view of the Immortality Club's service\nto the State.\n\nThis mercy was premature, however. After some months the members of the\nImmortality Club went into hiding, with the avowed purpose of\noverthrowing the Elite Rule and disseminating immortality among the\nmasses. Project Forever, as they termed it, has received some support\nfrom dissidents, who have not yet been apprehended. It cannot be\nconsidered a serious threat.\n\nBut this deviationist action in no way detracts from the glory of the\nClub's escape from the Undertakers. The ingenious way in which Dennison\nand his colleagues broke out of their seemingly impregnable prison,\nusing only a steel belt buckle, a tungsten filament, three hens' eggs,\nand twelve chemicals that can be readily obtained from the human body,\nis too well known to be repeated here.\n\n                                                            --NED LANG\n\n",
    "metadata": {
        "author": [
            "Barbee, Phillip",
            "O'Donnevan, Finn",
            "Sheckley, Robert",
            "Barbee, Phillips",
            "Lang, Ned"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29487/pg29487.txt",
        "name": "forever.json"
    }
}