{
    "name": "Freeway",
    "author": [
        "Walton, Bryce",
        "O'Hara, Kenneth"
    ],
    "body": "Some people had disagreed with him. They were influential people. He\nwas put on the road.\n\n\n\nStan wanted to scream at the big sixteen-cylinder Special to go faster.\nBut Salt Lake City, where they would allow him to stop over for the\nmaximum eight hours, was a long way off. And anyway, he couldn't go\nover a hundred. The Special had an automatic cut-off.\n\nHe stared down the super ten-lane Freeway, down the glassy river,\nplunging straight across the early desert morning--into nowhere. That\nwas Anna's trouble. His wife couldn't just keep travelling, knowing\nthere was no place to go. No one could do that. I can't do it much\nlonger either, Stan thought. The two of us with no place to go but back\nand forth, across and over, retracing the same throughways, highways,\nfreeways, a thousand times round and round like mobile bugs caught in a\ngigantic concrete net.\n\nHe kept watching his wife's white face in the rear-view mirror. Now\nthere was this bitter veil of resignation painted on it. He didn't know\nwhen the hysteria would scream through again, what she would try next,\nor when.\n\nShe had always been highly emotional, vital, active, a fighter. The\nSpecial kept moving, but it was still a suffocating cage. She needed to\nstop over somewhere, longer, much longer than the maximum eight hours.\nShe needed treatment, a good long rest, a doctor's care--\n\nShe might need more than that. Complete freedom perhaps. She had always\nbeen an all-or-nothing gal. But he couldn't give her that.\n\nShimmering up ahead he saw the shack about fifty feet off the Freeway,\nsaw the fluttering of colorful hand-woven rugs and blankets covered\nwith ancient Indian symbols.\n\nIt wasn't an authorized stop, but he stopped. The car swayed slightly\nas he pressed the hydraulic.\n\nFrom the bluish haze of the desert's tranquil breath a jackrabbit\nhobbled onto the Freeway's fringe. It froze. Then with a squeal it\nscrambled back into the dust to escape the thing hurtling toward it out\nof the rising sun.\n\n\n\nStan jumped out. The dust burned. There was a flat heavy violence to\nthe blast of morning sun on his face. He looked in through the rear\nwindow of the car.\n\n\"You'll be okay, honey.\" Her face was feverish. Sweat stood out on her\nforehead. She didn't look at him.\n\n\"It's too late,\" she said. \"We're dead, Stan. Moving all the time. But\nnot alive.\"\n\nHe turned. The pressure, the suppression, the helpless anger was in him\nmeeting the heavy hand of the sun. An old Indian, wearing dirty levis\nand a denim shirt and a beaded belt, was standing near him. His face\nwas angled, so dark it had a bluish tinge. \"Blanket? Rugs? Hand-made.\nReal Indian stuff.\"\n\n\"My wife's sick,\" Stan said. \"She needs a doctor. I want to use your\nphone to call a doctor. I can't leave the Freeway--\"\n\nThis was the fourth unauthorized stop he had made since Anna had tried\nto jump out of the car back there--when it was going a hundred miles an\nhour.\n\nThe Indian saw the Special's license. He shrugged, then shook his head.\n\n\"For God's sake don't shake your head,\" Stan yelled. \"Just let me use\nyour phone--\"\n\nThe Indian kept on shaking his head. There was no emotion, only a\nfatalistic acceptance of the overly-complex world he and many of his\nkind had rejected long ago. \"You're a Crackpot.\"\n\n\"But what's that to you when I just want to use your phone? If I can\nget a doctor's affidavit--\"\n\n\"If I help you, then the Law come down on my neck.\"\n\n\"But I only want to use the phone!\"\n\n\"I cannot risk it. You drive on now.\"\n\nHe felt it, the thing that was slowly dying in Anna's eyes. This need\nto strike out, strike out hard and murderously at something real. This\nsuppressed feeling had been growing in him now for too many miles to\nremember. He started forward. But the Indian slid the knife from his\nbeaded belt. \"I am sorry, and that is the honest truth,\" the Indian\nsaid. \"But you have to move on now.\" The Indian stepped back toward the\nancient symbols of his kind. \"We have stopped moving. We stay here now\nno matter what. Now, White Doctor, it is your turn to move on.\"\n\nHe put his hand over his eyes as though to push something down. One act\nof violence, and the questionable \"freedom\" would be ended. That would\nbe an admission of defeat. His hand still over his eyes, he backed\naway. Then he turned, choking and half blinded with smoldering rage.\n\nKeep moving. Nothing else to do with them but put them on the road and\nkeep them moving, never letting them stop over long enough to cause\ntrouble, to stir up any wrong ideas. Hit the road, Crackpot. Head on\ndown the super ten-lane Freeway into the second Middle Ages lit with\nneon.\n\nThen he was running, yelling at Anna. She was past the shack and\nstumbling through sand toward the mountains. He coaxed her back and\ninto the car, sickness gorging his throat as she kicked and screamed at\nhim and he forced her into the corner of the back seat.\n\n\"Stan, we could run to the mountains.\"\n\n\"The Law wouldn't let us get very far. Remember, the Special's remotely\ncontrolled. If we leave the Freeway, they'd be on us in no time. They\nknow when we stop, where we stop. They know if we leave the Freeway!\"\n\n\"But we would have _tried_!\"\n\n\"They're just waiting for us to do something legally wrong so they\ncan put us away, honey. We can't let ourselves be goaded into doing\nanything legally wrong!\"\n\n\"Stan--\" she was shaking her head, and her eyes were wet. \"Can't you\nsee, can't you _see_? What they do to us doesn't matter now. It's what\nwe do, or don't do--\"\n\nWhen she quieted down a little, he got back under the wheel. Within a\nhundred feet, the Special was going eighty-five miles an hour.\n\n\n\nThe thing he had to hold on to hard, was the fact that they had never\nreally done anything wrong. Anna needed a good long rest so she could\nregain the proper perspective. The Higher Court itself had said they\nhadn't done anything wrong. There were thousands now on the Freeways,\nnone of them had any real criminal labels on them. They were risks.\nThey _might_ be dangerous. Attitudes not quite right. A little off\ncenter one way or another at the wrong time. Some personal indiscretion\nin the past. A thought not quite orthodox in the present. A possible\nfuture threat. A threat to total security.\n\nBe careful, easy does it. Too many black marks on his road record and\nthe \"freedom\" of the road would go. Then he would be a criminal in\nfact, instead of a vague criminal possibility, and put behind bars. Or\nworse.\n\nThe hell with them. The hell with them all. He pulled over onto an\nemergency siding and stopped. Not authorized. A good long rest and talk\nwith Anna--\n\nThen he saw it. Suddenly, frantically, he wanted to move on. But now he\ncouldn't. He kept seeing the light of defiance fading from Anna's eyes.\n\nThe Patrolcar was there, the way it always was there, suddenly,\nmaterializing out of the desert, or out of a mountain, a side street.\nSometimes it was a helio dropping out of the sky. Sometimes it was a\nlight flashing in darkness.\n\nEvery official of the law: city, county, state, or federal, had a full\nrecord on every Special. They could control them at will. Stop them,\nstart them, keep them moving down the line.\n\nJails of the open road. Mobility lending to incarceration a mock\nillusion of freedom. Open sky. Open prairie. The Freeway stretching\nahead.\n\nAnd the Patrolcar coming up behind.\n\nThe Patrolcar stopped. The two Patrolmen in black and gold uniforms\nlooked in at Stan. \"Well, egghead,\" the older, beefy one said. \"It was\nnice of you to stop without being asked. A fellow named Ferreti back at\nSnappy Service No. 7 said you might be a trouble-maker. We thought we\nought to check up.\"\n\nStan said, \"I wanted to use his phone to try to get a doctor to examine\nmy wife. She's ill. She needs help and I've been trying--\"\n\nWithout turning, the older Patrolman interrupted, \"Larry, what you got\non the philosopher here?\"\n\nThe younger Patrolman who had a shy, almost embarrassed air about\nhim looked into his black notebook. \"He isn't a philosopher, not\nofficially, Leland. Every Crackpot we stop, you figure him to be a\nphilosopher. You just hate philosophers that's all.\"\n\n\"Well, that's a fact, boy.\" When he took the cigar out of his mouth,\nthe corners of his mouth were stained brown. \"My kid got loused up\nplenty by a philosopher in High School last year. I raised a squawk and\ngot the Crackpot kicked out. I also got three others booted out for\nhiring him in the first place. I found out he was a lousy atheist!\"\n\nThe Patrolman put the cigar back into his mouth. \"What have you got on\nhim, Lieutenant?\"\n\n\"Stanley L. Morrison, B.A. Drake University, Class of '55. Doctor of\nPhilosophy, Drake University, 1957. Federal employee 1957-59. Dropped\nfrom Federal employment, January, 1959--\"\n\n\"What for, Lieutenant?\"\n\n\"For excessive political enthusiasm for the preceding political party\nin office.\" The Lieutenant looked up almost apologetically. \"Looks like\nhe was unfortunate enough to have been on the wrong side of the fence\nwhen the Independants were elected.\"\n\n\"These guys are dangerous no matter what side they're on. A Crackpot\nshouldn't be on either side. Well, Lieutenant, what else?\"\n\n\"Professor of Nuclear Physics, Drake University, 1960-62. Dismissed by\nBoard of Regents May 31, charged with 'private thought inconsistent\nwith the policies of the University'. Special inquiry August 5.\nDismissal sustained. Was put on the road as a permanent risk to\nsecurity February 3, 1963. He's been on the roads for a year and three\nmonths.\"\n\nStan forced quiet into his voice. \"My wife's sick. If I could get\na doctor to examine her, I'm sure I could get a permit to lay over\nsomewhere so she can get rest and proper treatment.\"\n\n\"Only eight hours,\" the beefy one said. \"That's the limit. And you're\nnot supposed to have stopped here at all. Or back at the Indian's.\"\n\n\"I know,\" Stan said. \"But this is an emergency. If you could help me--\"\n\nThe beefy one grinned into the back seat. \"That might be all that's\nbothering the missus, egghead. She ain't getting the proper treatment\nmaybe.\"\n\nEasy, easy does it. In the rear-view mirror he could see that what the\nPatrolman said had brought a flush of life to her face. She was rigid\nnow, and then suddenly she screamed. \"Stan! For God's sake, Stan, don't\ntake any more from the simian!\"\n\n\"Let's go,\" the young Lieutenant said quickly. \"We've got the report\nand we'll forward it. There's no call to bait them.\"\n\n\"Shut up,\" the beefy one said.\n\n\"Don't tell me to shut up,\" the Lieutenant said. He put his notebook\naway. \"This man's never committed any crime. That's why he's on the\nroad. They didn't know what else to do with him. We're supposed to\nkeep them moving that's all. Not hold them up because of personal\nvindictiveness.\"\n\nThe beefy one's face was getting red. \"Don't use your big words on me,\nboy. I'll send you back to College.\"\n\n\"He's getting punishment enough. You've got nothing against him, or the\nwoman.\"\n\nThe beefy one took a deep breath. \"Okay, Lieutenant. But I'm going\nto drop a few words in the right place. I guess you know how the\nCommissioner feels about Crackpots.\"\n\n\"I don't give a damn. Come on, let's get out of here.\" The Lieutenant\nlooked at Stan a moment. \"You'd better move on, Doctor.\"\n\n\"Thanks,\" Stan said.\n\n\"At the next Snappy Service maybe you can phone. That's an hour's\nauthorized stop for Specials. There's a Government Project in the hills\nnearby. You might be able to contact a Doctor there.\"\n\n\n\nThe sage spread out to a blur. Heat wavered up from the Freeway. In\nthe rear-view mirror he saw Anna leaning back, her legs stretched out,\nher arms limp at her sides. She wasn't thinking about this with an\nhistorical perspective, that was the trouble. She had lost the saving\nsense of continuity with generations gone, which stretched like a\nlifeline across the frightening present.\n\nKeep the perspective. Wait it out. That was the only way. This was\nan historical phase, part of a cycle. Stan couldn't blame any one.\nAnxiety, suspicion of intellectuals and men of science--as though they\nhad been any more responsible really than any one else--suspicion and\nfear. There always had to be whipping boys. In one form or another, he\nknew, it had happened many times before. Another time of change and\ndanger. There was a quicksand of fear under men's reasoning.\n\nWhen things were better, they hadn't remained better. When they were\nbad, they couldn't stay bad. Wait it out. One thing he knew--neither he\nnor any other scientist could detach himself from life. The frightened\npolicemen of the public conscience had made the mistake of thinking\nthey could detach the scientist.\n\n_I'll not withdraw from it. All of it represents a necessary change. If\nnot for the immediate better, then I'll be here for the immediate worst\nwhich will someday change into something better than ever._\n\nBut Anna's tired voice was whispering in his ear. \"First of all, we're\nindividuals, men, women. We've got to fight, fight back!\"\n\n\"At what? Ourselves?\"\n\nA sign said: HAL'S SNAPPY SERVICE. TWENTY-SEVEN MILES.\n\nShe's right, he thought, and started slowing down. This is it. He\nwasn't going any farther until Anna was examined, and he was given an\nokay to stop somewhere so she could rest.\n\n\n\nIt was a dusty oasis, an arid anachronism on the desert's edge. Beyond\nit, the mountains blundered up like giants from a purplish haze,\nbrooding and somehow threatening. Groves of cottonwoods could be seen\nfar ahead, and sprinklings of green reaching into the thinning sage.\n\nThe old man shuffled out of the shade by the coke machine. Behind him,\nthrough dusty glass, Stan saw the blurred faces staring with still\ncuriosity.\n\nThe old man hesitated, then came around between the pumps to the\ndriver's side. He was all stooped bone and leathery skin. His face,\nStan thought beneath the rising desperation, resembled an African\nceremonial mask.\n\nTo the left a '62 Fordster was cranked up for a grease job. But the\nonly life around it was a scrawny dog lying out flat to get all the air\npossible on its ribby body, its tongue hanging out in the black grease.\n\n\"The car's okay,\" Stan said. \"I just want to use your telephone.\"\n\n\"Doctor Morrison, you'd better go on to Salt Lake City. That's an\neight-hour stopover.\"\n\n\"My wife needs a doctor's okay for a long rest. I can't take a chance\non going clear to Salt Lake City.\"\n\n\"But this is only an hour stop.\"\n\nStan got out and shoved past the old man. Heat waves shivered up out of\nthe concrete and through the soles of his shoes. The heat seared his\ndry throat and burned his lungs.\n\nAnna wasn't even looking. She seemed to have forgotten him. Almost\neveryone had forgotten him by now, he thought, forgotten Doctor Stanley\nMorrison the man who had never been afraid to speak out and say what\nhe thought, and think what he wanted to think. Fifteen months with\nnever more than an eight hour stopover. Thought and self-regard frozen\nby perpetual motion, and shriveled by consequent neglect. Only the old\nman remembered. That was odd.\n\nA man stepped into the doorway. He was lean and powerful with a long\ngaunt chewing jaw like that of a horse. His eyes were small and black,\nand he was grinning with anticipation. Stan felt his stomach muscles\ntighten.\n\nBehind the man, Stan saw the kid. Almost as tall as the man who was\nobviously his father, but rail-thin, like an emaciated duplicate of the\nman, a starved, frustrated shadow, grinning and feverishly picking at a\npimple under his left ear. He carried a grease-gun cradled in his left\narm as though it were a machine gun.\n\n\"I'd like to use your phone, please,\" Stan said. \"My wife's ill. I want\nto phone the Government Project and see if I can get a doctor over here\nto look at her.\"\n\n\"What seems to be troubling the missus?\"\n\n\"I don't know!\"\n\n\"Then how do you know it's a serious sickness, Crackpot?\"\n\n\"Just let me use the phone? Will you do that?\"\n\n\"They phoned in ahead, Crackpot. Said you might be a trouble-maker.\"\n\n\"I don't want to make any trouble. I just want to use the phone!\"\n\n\"Why? Even if the Doc came over, you wouldn't be here. He can't get\nhere inside an hour. And that's all the longer you can stay here. You\ngot to move on.\"\n\n\"I'm coming in to use the phone,\" Stan heard himself saying. He fought\nto keep the breathiness out of his voice, the trembling out of his\nthroat.\n\n\"I don't guess I'd want to have it said I was coddling a Crackpot.\"\n\n\"I never caused you any trouble.\"\n\n\"You helped build hellbombs,\" the man said. He took the toothpick out\nof his mouth. \"You crazy bastards got to be kept moving along the road.\"\n\n\"How do you know what I did or didn't do?\"\n\n\"You're a Crackpot.\"\n\n\"I never helped build any kind of bomb,\" Stan whispered. \"But even if I\ndid--\"\n\n\"You're one of them nuclear physicists.\"\n\n\"I was an instructor at a University. I taught at a Government school\nonce too--for a while--\" He stopped himself, realizing he was defending\nhimself as though somehow he suspected his own guilt.\n\n\"You taught other guys how to build hellbombs. Who needs you and your\nkind, Crackpot? We need your brains like we need a knife in the back.\"\n\nStan lunged forward. The kid yelled something in a high cracked voice\nas Stan lashed out again. He felt his knuckles scrape across hard\nteeth. Blood leaped from the man's upper lip in a thin crimson slash.\nHis eyes widened with a grudging respect, then he snarled through the\nblood as he stumbled backward and off balance. He fell against the\nwindow and trying to regain his balance, reeled and went down in a\nwelter of empty gallon oil cans.\n\nHe gathered himself for an upward lunge. Through the blood staining\nhis teeth, he muttered, \"By gawd, Crackpot. I didn't think you had the\nguts!\"\n\nStan glanced out the window and saw that Anna was gone from the car.\n\nDimly, he heard the man saying he was going to beat hell out of the\nCrackpot, going to beat the Crackpot over the head and then the\nCrackpot wouldn't be able to cook up any more dangerous ideas in it for\na long, long time.\n\nAnna may die now, Stan thought as he stood there bent over a little,\nfeeling his wet fists tightening. She may die now, because of a\nfrustrated fool who doesn't know what else to do with himself on a hot\nand dull and empty afternoon.\n\nStan suddenly caught the flash of color out of the corner of his eye.\nHe twisted, not thinking at all, and felt his fist sink into the kid's\nstomach. The kid fell, curled up among the empty oil cans. He writhed\nand moaned and held his stomach.\n\n\"Get up,\" Stan yelled into the man's face. \"Get up--\"\n\nThe man came up all at once, and his weight hurled Stan clear across\nthe room. He felt the gum machine shatter under him, and the metal\ngrinding into his side as he rolled. Stan felt the grease-gun in his\nhand as he saw the man lifting the tire tool, and then Stan swung the\ngrease gun into the face, seeing the terrible grin, the blood-stained\nwhite smile.\n\nUnrecognizable as it was, the man's face wouldn't go away. Stan swung\nat it again. Then he heard her voice, Anna's voice, intense and alive,\nand there was a flash of Anna the way he remembered her a thousand\nyears ago, before they were put on the road. She was tearing at the\nman's face with her fingernails and kicking him savagely.\n\nStan had the man's shirt collar and it was ripping under his fingers as\nhe slammed the head against the concrete floor. The thudding rhythm was\ncoming up through his arm and throbbing behind his eyes.\n\nLike drums, he thought as a sickening light flashed on the dusty glass,\nlike primitive war drums beating out a dance of tribal doom.\n\nSuddenly feeling sick and weak, he stood up and walked stiffly out into\nthe sun.\n\nHe leaned against the side of the building trying to keep from\nretching. Anna touched his arm and he looked up, half blinded by the\nglare of the sun. Her face was flushed and alive. She seemed ten years\nyounger.\n\n\"Don't be sorry,\" she said. \"Be glad, Stan.\"\n\n\"They broke us,\" he whispered. \"We've crawled into the cage.\"\n\n\"It doesn't matter, Stan, it doesn't matter what they do to us now!\nIt's something to admit you're human, isn't it?\"\n\nShe was partly right at least. He felt both glad and sad. But in either\ncase, it was the end of the road.\n\nHe saw the old man lowering the hood of the Special. He ran back\nbetween the pumps carrying a metal tool box. \"I've fixed it,\" he said,\nbreathing heavily. \"Now get out of here. Push it to the limit. I broke\nthe cut-off too. Hurry it up!\"\n\n\"But what's the use?\" Stan said. \"They'll get us sooner or later--\"\n\n\"They're not going to get you now, not if you stop reasoning everything\nout as though it were a problem in calculus! I've cut the remote\ncontrol off, and the radar and radio. They won't know where you are.\nI've changed the license plate too. But hurry out of here before Hal or\nhis kid start phoning.\"\n\n\"But being on the Freeway,\" Stan said, \"they'll catch up with us!\nWhat's the use--\"\n\n\"Stan!\" Anna said sharply. \"Can't you _see_? We're getting away!\"\n\n\"I don't want to run away from it,\" Stan said.\n\n\"You're not running away from anything,\" the old man said. \"You'll find\nout. Follow my directions and you'll find out. You're not running away.\nYou can get out of the flood water for a while, sit on the bank, until\nthe water drops and clears a little.\"\n\nStan looked into the old man's face a long moment. \"Who the hell are\nyou anyway?\"\n\n\"That doesn't matter, Doctor Morrison. Now will you get out of here!\nMove on down the road!\"\n\nStan finally nodded and took Anna's arm and they started toward the\nSpecial. \"All right, but what about you?\" he asked the old man.\n\n\"I'll make out. You just be concerned about yourself, Doctor Morrison.\nThis isn't the first time I've helped someone off the road. It won't be\nthe last time either, I hope.\"\n\nHe waved to them as the Special, without any limit to its speed now\nexcept the limitations of a driver's nerve, roared away toward the\nmountains.\n\n\n\nNow the special became anonymous on the Freeway, one of countless cars\nhurtling down the super ten-lane Freeway, its license changed, its\ncontrols and checkers cut off, its sovereignty returned to it by a\nnameless old man, a box of wrenches, and a roll of wire.\n\nThree hundred miles farther on, the Freeway began a long banked curve;\na thick wall of cottonwoods, willows and smaller brush lined the side\nwhere a creek rushed out of a cleft in the lower hills and ran along\nthe Freeway's edge.\n\nStan started to slow down.\n\n\"There, that's it!\" Anna said, pointing excitedly. \"The big rock, the\nthree tall trees. There, between the rock and the tree. Turn, Stan.\n_Turn!_\"\n\n\"But there isn't any road. There isn't--\"\n\n\"_Turn!_\"\n\nStan turned.\n\nHe blinked as the Special roared off the Freeway and smashed through a\nsolid wall of leaves, branches and brush. Then they were on a narrow\nwinding dirt road, dipping down into the stream where a foot of water\nran over stones to create a fiord. It twisted up the other side,\naround the creek's edge, over stones and gravel, twisting tortuously\nupward and out of sight like a coiled rope.\n\n\"Go on, Stan, keep going!\"\n\nStan kept going. It demanded all his power of concentration just to\nstay on the road which was hardly more than a pathway through the\nrising mountains. He had no time to think, and had very little to say.\n\nSome hundred and fifty miles farther into the mountains, at an altitude\nthat bit into their lungs, they saw the marker almost buried in rocks\nat the left of the road. The place where the old man had told them to\nstop and wait.\n\nBut they didn't have to wait. A man, lean and healthy for his\nage--which must have been at least sixty, Stan thought--stepped from\nbehind a rock, and came toward the Special. He was smiling and he\nextended his hand.\n\n\"Doctor and Mrs. Morrison,\" he said. Anna was already out of the car,\nshaking his hand. Stan got out. He took a second look, then whispered:\n\"Doctor Bergmann!\"\n\nThe man wore levis and a mackinaw, and he carried a rifle slung under\none arm. \"I wasn't expecting you to recognize me,\" he said as they\nshook hands. \"I've lost about thirty-five pounds.\" He smiled again.\n\"It's healthier up here.\"\n\nHe walked around to the driver's side and opened the door. The motor\nwas still running. Stan realized then what Bergmann was doing, and\nfor some reason without definition he started to protest. Bergmann\nwas setting the automatic clutch and releasing the brake. The Special\nstarted moving up the road, but there was no one inside to turn the\nwheel when it reached the hairpin turn about fifty feet ahead.\n\nStan watched the car gaining speed, its left door swinging like the\ndoor in a vacant house. He thought of stories he had heard about\nconvicts finally released after many years, stunned, frightened by\nreality, begging to be returned to the restricted but understandable\ncell. Then he smiled. Anna smiled.\n\nThe Special, once you pushed the right button, could do almost\neverything by itself, feed itself gas, gain speed, shift its gears; but\nit didn't know when to turn to avoid self-destruction.\n\nStan winced slightly as the car lurched a little and then leaped out\ninto space. He felt the black void opening under him as though he were\nstill in the Special. Fifteen months.\n\nHis ears were filled with the sudden screeching whine of the wheels\nagainst unresisting air, then the world seemed to burst with a\nthundering series of solid smashing roars which were quickly dissipated\nin the high mountain air.\n\nDoctor Bergmann went over to the edge and looked down. \"That's the\ntenth one,\" he said. \"We're going to send a work party down there in a\nfew days to cover it all over with rocks. Still, I doubt if we have to\nworry about them spotting the wreckage.\"\n\nHe turned. \"Well, let's start hiking. It's still a few miles.\"\n\n\"Where,\" Stan asked. \"I've gone along this far. I've had no choice.\nBut now what's it all about?\"\n\n\"Didn't the old man tell you?\"\n\n\"No.\"\n\n\"Just remember, Morrison. We're not running away. This is an old Mormon\ntrail. A lot of the old pioneers took it. That marker says that the\nWilliams-Conner Party camped here and was massacred by Indians in\n1867. There's an old Indian city at about three thousand feet. I guess\nwe're the first ones to use it for maybe a thousand years. We've got\nan archeologist up there--Michael Hilliard--who's been going slightly\ncrazy. Anyway, we've got books up there, we raise most of our own food,\nand we've plenty of time to study and try to figure out where we made\nthe big mistakes. We're really doing very well.\"\n\n\"But what about the old man?\" Anna asked.\n\nBergmann chuckled. \"Arch has turned into a regular man of a thousand\nfaces. He works along the Freeways and watches for those who are at the\nbreaking point and can't stay on the road any longer. Some of those\ncondemned to the Freeways are criminals, others are fools or misguided\nzealots; and we've got to be careful not to wise those birds up by\nmistake. Arch has an unerring instinct, and sending our people to us is\nhis job.\"\n\nThe three of them started walking up the old pioneer trail.\n\n\"We made a lot of mistakes,\" Bergmann said. \"All of us, some more than\nothers. You can't blame people for being afraid, suspicious of us. We\n_did_ unleash the potentialities for total destruction without ever\nthinking about the social implications or ever bothering to wonder\nabout how our contributions would be used and controlled.\n\n\"So we're off there waiting now. Waiting and studying. Someday they'll\nneed us again. And we'll be ready.\"\n\n\"But who was the old man?\" Anna asked.\n\nBergmann laughed. \"Only the greatest physicist of the age. Remember\nArch Hoffenstein?\"\n\nStan put his arm over Anna's shoulders and they walked on, and up.\nHe had almost forgotten. But now he never would. Somewhere, Arch\nHoffenstein was hitch-hiking along the Freeway with the ghost of\nGalileo.",
    "metadata": {
        "author": [
            "Walton, Bryce",
            "O'Hara, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59287/pg59287.txt",
        "name": "freeway.json"
    }
}