{
    "name": "Friends and Enemies",
    "author": [
        "Leiber, Fritz Reuter",
        "Leiber, Fritz"
    ],
    "body": "The sun hadn't quite risen, but now that the five men were out from\nunder the trees it already felt hot. Far ahead, off to the left of\nthe road, the spires of New Angeles gleamed dusky blue against the\ndeparting night. The two unarmed men gazed back wistfully at the little\ntown, dark and asleep under its moist leafy umbrellas. The one who was\nthin and had hair flecked with gray looked all intellect; the other,\nyoung and with a curly mop, looked all feeling.\n\nThe fat man barring their way back to town mopped his head. The two\nyoung men flanking him with shotgun and squirtgun hadn't started to\nsweat yet.\n\nThe fat man stuffed the big handkerchief back in his pocket, wiped his\nhands on his shirt, rested his wrists lightly on the pistols holstered\neither side his stomach, looked at the two unarmed men, indicated the\nhot road with a nod, and said, \"There's your way, professors. Get\ngoing.\"\n\nThe thin man looked at the hand-smears on the fat man's shirt. \"But\nyou haven't even explained to me,\" he protested softly, \"why I'm being\nturned out of Ozona College.\"\n\n\"Look here, Mr. Ellenby, I've tried to make it easy for you,\" the fat\nman said. \"I'm doing it before the town wakes up. Would you rather be\nchased by a mob?\"\n\n\"But why--?\"\n\n\"Because we found out you weren't just a math teacher, Mr. Ellenby.\"\nThe fat man's voice went hard. \"You'd been a physicist once. _Nu_clear\nphysicist.\"\n\nThe young man with the shotgun spat. Ellenby watched the spittle curl\nin the dust like a little brown worm. He shifted his gaze to a dead\neucalyptus leaf. \"I'd like to talk to the college board of regents,\" he\nsaid tonelessly.\n\n\"I'm the board of regents,\" the fat man told him. \"Didn't you even know\nthat?\"\n\nAt this point the other unarmed man spoke up loudly. \"But that doesn't\nexplain my case. I've devoted my whole life to warning people against\nphysicists and other scientists. How they'd smash us with their bombs.\nHow they were destroying our minds with 3D and telefax and handies. How\nthey were blaspheming against Nature, killing all imagination, crushing\nall beauty out of life!\"\n\n\"I'd shut my mouth if I were you, Madson,\" the fat man said critically,\n\"or at least lower my voice. When I mentioned a mob, I wasn't fooling.\nI saw them burn Cal Tech. In fact, I got a bit excited and helped.\"\n\nThe young man with the shotgun grinned.\n\n\"Cal Tech,\" Ellenby murmured, his eyes growing distant. \"Cal Tech burns\nand Ozona stands.\"\n\n\"Ozona stands for the decencies of life,\" the fat man grated, \"not\nalphabet bombs and pituitary gas. Its purpose is to save a town, not\nhelp kill a world.\"\n\n\"But why should _I_ be driven out?\" Madson persisted. \"I'm just a poet\nsinging the beauties of the simple life unmarred by science.\"\n\n\"Not simple enough for Ozona!\" the fat man snorted. \"We happen to know,\nMr. Poet Madson, that you've written some stories about free love. We\ndon't want anyone telling Ozona girls it's all right to be careless.\"\n\n\"But those were just ideas, ideas in a story,\" Madson protested. \"I\nwasn't advocating--\"\n\n\"No difference,\" the fat man cut him short. \"Talk to a woman about\nideas and pretty soon she gets some.\" His voice became almost kindly.\n\"Look here, if you wanted a woman without getting hitched to her, why\ndidn't you go to shantytown?\"\n\nMadson squared his shoulders. \"You've missed the whole point. I'd never\ndo such a thing. I never have.\"\n\n\"Then you shouldn't have boasted,\" the fat man said. \"And you shouldn't\nhave fooled around with Councilman Classen's daughter.\"\n\nAt the name, Ellenby came out of his trance and looked sharply\nat Madson, who said indignantly, \"I wasn't fooling around with\nVera-Ellen, whatever her crazy father says. She came to my office\nbecause she has poetic ability and I wanted to encourage it.\"\n\n\"Yeah, so she'd encourage you,\" the fat man finished. \"That girl's wild\nenough already, which I suppose is what you mean by poetic ability. And\nin this town, her father's word counts.\" He hitched up his belt. \"And\nnow, professors, it's time you started.\"\n\nMadson and Ellenby looked at each other doubtfully. The young man with\nthe squirtgun raised its acid-etched muzzle. The fat man looked hard at\nMadson and Ellenby. \"I think I hear alarm clocks going off,\" he said\nquietly.\n\nThey watched the two men trudge a hundred yards, watched Ellenby shift\nthe rolled-up towel under his elbow to the other side, watched Madson\npause to thumb tobacco into a pipe and glance carelessly back, then\nshove the pipe in his pocket and go on hurriedly.\n\n\"Couple of pretty harmless coots, if you ask me,\" the young man with\nthe shotgun observed.\n\n\"Sure,\" the fat man agreed, \"but we got to remember peoples' feelings\nand keep Ozona straight. We don't like mobs or fear _or_ girls gone\nwild.\"\n\nThe young man with the shotgun grinned. \"That Vera-Ellen,\" he murmured,\nshaking his head.\n\n\"You better keep _your_ mind off her too,\" the fat man said sourly.\n\"She's wild enough without anybody to encourage her poetic ability\nor anything else. It's a good thing we gave those two their walking\npapers.\"\n\n\"They'll probably walk right into the arms of the Harvey gang,\" the\nyoung man with the squirtgun remarked, \"especially if they try to\nshort-cut.\"\n\n\"Pretty small pickings for Harvey, those two,\" the young man with the\nshotgun countered. \"Which won't please him at all.\"\n\nThe fat man shrugged. \"Their own fault. If only they'd had sense enough\nto keep their mouths shut. Early in life.\"\n\n\"They don't seem to realize it's 1993,\" said the young man with the\nshotgun.\n\nThe fat man nodded. \"Come on,\" he said, turning back toward the town\nand the coolness. \"We've done our duty.\"\n\nThe young man with the squirtgun took a last look. \"There they go,\nArt and Science,\" he observed with satisfaction. \"Those two subjects\nalways did make my head ache.\"\n\n\n\nOn the hot road Madson began to stride briskly. His nostrils flared.\n\"Smell the morning air,\" he commanded. \"It's good, good!\"\n\nEllenby, matching his stride with longer if older legs, looked at him\nwith mild wonder.\n\n\"Smell the hot sour grass,\" Madson continued. \"It's things like this\nman was meant for, not machines and formulas. Look at the dew. Have you\nseen the dew in years? Look at it on that spiderweb!\"\n\nThe physicist paused obediently to observe the softly twinkling\nstrands. \"Perfect catenaries,\" he murmured.\n\n\"What?\"\n\n\"A kind of curve,\" Ellenby explained. \"The locus of the focus of a\nparabola rolling on a straight line.\"\n\n\"Locus-focus hocus-pocus!\" Madson snorted. \"Reducing the wonders of\nNature to chalk marks. It's disgusting.\"\n\nSuddenly each tiny drop of dew turned blood-red. Ellenby turned his\nback on the spiderweb, whipped a crooked little brass tube from an\ninside pocket and squinted through it.\n\n\"What's that?\" Madson asked.\n\n\"Spectroscope,\" Ellenby explained. \"Early morning spectra of the sun\nare fascinating.\"\n\nMadson huffed. \"There you go. Analyzing. Tearing beauty apart. It's a\ndisease.\" He paused. \"Say, won't you hurt your eyes?\"\n\nTurning back, Ellenby shook his head. \"I keep a smoked glass on it,\" he\nsaid. \"I'm always hoping that some day I'll get a glimpse of an atomic\nbomb explosion.\"\n\n\"You mean to say you've missed all the dozens they dropped on this\ncountry? That's too bad.\"\n\n\"The ball of fire's quite fleeting. The opportunities haven't been as\ngood as you think.\"\n\n\"But you're a physicist, aren't you? Don't you people have all sorts of\nlovely photographs to gloat over in your laboratories?\"\n\n\"Atomic bomb spectra were never declassified,\" Ellenby told him\nwistfully. \"At least not in my part of the project. I've never seen\none.\"\n\n\"Well, you'll probably get your chance,\" Madson told him harshly. \"If\nyou've been reading your dirty telefax, you'll know the Hot Truce is\ncoming to a boil. And the Angeles area will be a prime target.\" Ellenby\nnodded mutely.\n\nThey trudged on. The sun began to beat on their backs like an\nopen fire. Ellenby turned up his collar. He watched his companion\nthoughtfully. Finally he said, \"So you're the Madson who wrote those\n_Enemies of Science_ stories about a world ruled by poets. It never\noccurred to me back at Ozona. And that non-fiction book about us--what\nwas it called?\"\n\n\"_Murderers of Imagination_,\" Madson growled. \"And it would have been\na good thing if you'd listened to my warnings instead of going on\nbuilding machines and dissecting Nature and destroying all the lovely\nmyths that make life worthwhile.\"\n\n\"Are you sure that Nature is so lovely and kind?\" Ellenby ventured.\nMadson did not deign to answer.\n\nThey passed a crossroad leading, the battered sign said, one way to\nPalmdale, the other to San Bernardino. They were perhaps a hundred\nyards beyond it when Ellenby let go a little chuckle. \"I have a\nconfession to make. When I was very young I wrote an article about\nhow children shouldn't be taught the Santa Claus myth or any similar\nfictions.\"\n\nMadson laughed sardonically. \"A perfect member of your dry-souled\ntribe! Worrying about Santa Claus, when all the while something very\ndifferent was about to come flying down from over the North Pole and\nland on our housetops.\"\n\n\"We did try to warn people about the intercontinental missiles,\"\nEllenby reminded him.\n\n\"Yes, without any success. The last two reindeer--Donner and Blitzen!\"\n\nEllenby nodded glumly, but he couldn't keep a smile off his face for\nlong. \"I wrote another article too--it was never published--about how\npoetry is completely pointless, how rhymes inevitably distort meanings,\nand so on.\"\n\nMadson whirled on him with a peal of laughter. \"So you even thought you\nwere big enough to wreck poetry!\" He jerked a limp, thinnish volume\nfrom his coat pocket. \"You thought you could destroy this!\"\n\nEllenby's expression changed. He reached for the book, but Madson held\nit away from him. Ellenby said, \"That's Keats, isn't it?\"\n\n\"How would you know?\"\n\nEllenby hesitated. \"Oh, I got to like some of his poetry, quite a\nwhile after I wrote the article.\" He paused again and looked squarely\nat Madson. \"Also, Vera-Ellen was reading me some pieces out of that\nvolume. I guess you'd loaned it to her.\"\n\n\"Vera-Ellen?\" Madson's jaw dropped.\n\nEllenby nodded. \"She had trouble with her geometry. Some conferences\nwere necessary.\" He smiled. \"We physicists aren't such a dry-souled\ntribe, you know.\"\n\nMadson looked outraged. \"Why, you're old enough to be her father!\"\n\n\"Or her husband,\" Ellenby replied coolly. \"Young women are often\nattracted to father images. But all that can't make any difference to\nus now.\"\n\n\"You're right,\" Madson said shortly. He shoved the poetry volume back\nin his pocket, flirted the sweat out of his eyes, and looked around\nwith impatience. \"Say, you're going to New Angeles, aren't you?\" he\nasked, and when Ellenby nodded uncertainly, said, \"Then let's cut\nacross the fields. This road is taking us out of our way.\" And without\nwaiting for a reply he jumped across the little ditch to the left of\nthe road and into the yellowing wheat field. Ellenby watched him for\na moment, then hitched his rolled towel further up under his arm and\nfollowed.\n\n\n\nIt was stifling in the field. The wheat seemed to paralyze any stray\nbreezes. Their boots hissed against the dry stems. Far off they heard\na lazy drumming. After a while they came to a wide, brimful irrigation\nditch. They could see that some hundreds of feet ahead it was crossed\nby a little bridge. They followed the ditch.\n\nEllenby felt strangely giddy, as if he were looking at everything\nthrough a microscope. That may have been due to the tremendous size of\nthe wheat, its spikes almost as big as corncobs, the spikelets bigger\nthan kernels--rich orange stuff taut with flour. But then they came to\na section marred by larger and larger splotches of a powdery purple\nblight.\n\nThe lazy drumming became louder. Ellenby was the first to see the\nlow-swinging helicopter with its thick, trailing plume of greenish\nmist. He knocked Madson on the shoulder and both men started to run.\nPurple dust puffed. Once Ellenby stumbled and Madson stopped to jerk\nhim to his feet. Still they would have escaped except that the copter\nswerved toward them. A moment later they were enveloped in sweet oily\nfumes.\n\nMadson heard jeering laughter, glimpsed a grotesquely long-nosed face\npeering down from above. Then, through the cloud, Ellenby squeaked,\n\"Don't breathe!\" and Madson felt himself dragged roughly into the\nditch. The water closed over him with a splash.\n\nPuffing and blowing, he came to his feet--the water hardly reached his\nwaist--to find himself being dragged by Ellenby toward the bridge. It\nwas all he could do to keep his footing on the muddy bottom. By the\ntime he got breath enough to voice his indignation, Ellenby was saying,\n\"That's far enough. The stuff's settling away from us. Now strip and\nscrub yourself.\"\n\nEllenby unrolled the towel he'd held tightly clutched to his side all\nthe while, and produced a bar of soap. In response to Madson's question\nhe explained, \"That fungicide was probably TTTR or some other relative\nof the nerve-gas family. They are absorbed through the skin.\"\n\nSeconds later Madson was scouring his head and chest. He hesitated\nat his trousers, muttering, \"They'll probably have me for indecent\nexposure. Claim I was trying to start a nudist colony as well as a\nfree-love cult.\" But Ellenby's warning had been a chilly one.\n\nEllenby soaped Madson's back and he in turn soaped the older man's\nridgy one.\n\n\"I suppose that's why he had an elephant's nose,\" Madson mused.\n\n\"What?\"\n\n\"Man in the copter,\" Madson explained. \"Wearing a respirator.\"\n\nEllenby nodded and made them move nearer the bridge for a change of\nwater.\n\nThey started to scrub their clothes, rinse and wring them, and lay\nthem on the bank to dry. They watched the copter buzzing along in\nthe distance, but it didn't seem inclined to come near again. Madson\nfelt impelled to say, \"You know, it's your chemist friends who have\nintroduced that viciousness into the common man's spirit, giving him\nhorrible poisons to use against Nature. Otherwise he wouldn't have\ntried to douse us with that stuff.\"\n\n\"He just acted like an ordinary farmer to me,\" Ellenby replied,\nscrubbing vigorously.\n\n\"Think we're safe?\" Madson asked.\n\nEllenby shrugged. \"We'll discover,\" he said briefly.\n\n\n\nMadson shivered, but the rhythmic job was soothing. After a bit he\nbegan to feel almost playful. Lathering his shirt, he got some fine\nlarge bubbles, held them so he could see their colors flow in the\nsunlight.\n\n\"Tiny perfect worlds of every hue,\" he murmured. \"Violet, blue, green,\nyellow, orange, red.\"\n\n\"And dead black,\" Ellenby added.\n\n\"You would say something like that!\" Madson grunted. \"What did you\nthink I was talking about?\"\n\n\"Bubbles.\"\n\n\"Maybe some of your friends' poisons have black bubbles,\" Madson said\nbitingly. \"But I was talking about these.\"\n\n\"So was I. Give me your pipe.\"\n\nThe authority in Ellenby's voice made Madson look around startledly.\n\"Give me your pipe,\" Ellenby repeated firmly, holding out his hand.\n\nMadson fished it out of the pocket of the trousers he was about to wash\nand handed it over. Ellenby knocked out the soggy tobacco, swished it\nin the water a few times, and began to soap the inside of the bowl.\n\nMadson started to object, but, \"You'd be washing it anyway,\" Ellenby\nassured him. \"Now look here, Madson, I'm going to blow a bubble and I\nwant you to watch, I want you to observe Nature for all you're worth.\nIf poets and physicists have one thing in common it's that they're both\nsupposed to be able to observe. Accurately.\"\n\nHe took a breath. \"Now see, I'm going to hold the pipe mouth down and\nlet the bubble hang from it, but with one side of the bowl tipped up a\nbit, so that the strain on the bubble's skin will be greatest on that\nside.\"\n\nHe blew a big bubble, held the pipe with one hand and pointed with\na finger of the other. \"There's the place to watch now. There!\" The\nbubble burst.\n\n\"What was that?\" Madson asked in a new voice. \"It really was black for\nan instant, dull like soot.\"\n\n\"A bubble bursts because its skin gets thinner and thinner,\" Ellenby\nsaid. \"When it gets thin enough it shows colors, as interference\neliminates different wavelengths. With yellow eliminated it shows\nviolet, and so on. But finally, just for a moment at the place where\nit's going to break, the skin becomes only one molecule thick. Such a\nmono-molecular layer absorbs all light, hence shows as dead black.\"\n\n\"Everything's got a black lining, eh?\"\n\n\"Black can be beautiful. Here, I'll do it again.\"\n\nMadson put his hand on Ellenby's shoulder to steady himself. They were\nstanding hip-deep in water, their bodies still flecked with suds. Their\nheads were inches from the new bubble. As it burst a voice floated down\nto them.\n\n\"Is this the Ozona Faculty Kindergarten?\"\n\nThey whirled around, simultaneously crouching in the water.\n\n\"Vera-Ellen, what are you doing here?\" Madson demanded.\n\n\"Watching the kiddies play,\" the girl on the bridge replied, running a\nhand through her touseled violet hair. She looked down at her slacks\nand jacket. \"Wish I'd brought my swim suit, though I gather it wouldn't\nbe expected.\"\n\n\"Vera-Ellen!\" Madson said apprehensively.\n\n\"It doesn't look very inviting down there, though,\" she mused. \"Guess\nI'll wait for Aqua Heaven at New Angeles.\"\n\n\"You're going to New Angeles?\" Ellenby put in. It is not easy to be\nconversationally brilliant while squatting chest deep in muddy water,\nacutely conscious of the absence of clothes.\n\nVera-Ellen nodded lazily, leaning on the railing. \"Going to get me a\ncity job. With its reduced faculty Ozona holds no more intellectual\ninterest for me. Did you know math's going to be made part of the Home\nEck department, Mr. Ellenby?\"\n\n\"But how did you know that we--\"\n\n\"Daughter of the man who got you run out of town ought to know what the\nold bully's up to. And if you're worrying that they'll come after me\nand find us together, I'll just head along by myself.\"\n\nMadson and Ellenby both protested, though it is even harder to protest\neffectively than to be conversationally brilliant while squatting naked\nin coffee-colored water.\n\nVera-Ellen said, \"All right, so quit playing and let's get on. You have\nto tell me all about New Angeles and the kind of jobs we'll get.\"\n\n\"But--?\"\n\n\"Modest, eh? I'm afraid Pa wouldn't count it in your favor. But all\nright.\" She turned her back and sauntered to the other side of the\nbridge.\n\n\n\nMadson and Ellenby cautiously climbed out of the ditch, brushed the\nwater from their skins, and wormed into their soggy clothes.\n\n\"We've got to persuade her to go back,\" Madson whispered.\n\n\"Vera-Ellen?\" Ellenby replied and raised his eyebrows.\n\nMadson groaned softly.\n\n\"Cheer up,\" Ellenby said. And he seemed in a cheerful humor himself\nwhen they climbed to the bridge. \"Vera-Ellen,\" he said, \"we've been\nhaving an argument as to whether man ruined Nature or Nature ruined man\nto start with.\"\n\n\"Is this a class, Mr. Ellenby?\"\n\n\"Of sorts,\" he told her. Behind him Madson snorted, flipping his Keats\nto dry the pages. They started off together.\n\n\"Well,\" said Vera-Ellen, \"I like Nature and I like ... human beings.\nAnd I don't feel ruined at all. Where's the argument?\"\n\n\"What about the bombs?\" Madson demanded automatically. \"By man our\nphysicist here means Technology. Whereas I mean--\"\n\n\"Oh, the bombs,\" she said with a shrug. \"What sort of job do you think\nI should get in New Angeles?\"\n\n\"Well ...\" Madson began.\n\n\"Say, I'm getting hungry,\" she raced on, turning to Ellenby.\n\n\"So am I,\" he agreed.\n\nThey looked at the road ahead. A jagged hill now hid all but the tips\nof the spires of New Angeles. On the top of the hill was a tremendous\nhouse with sagging roofs of cracked tiles, stucco walls dark with rain\nstains and green with moss yet also showing cracks, and windows of\nage-blued glass, some splintered, flashing in the sun, which tempted\nEllenby to whip out his spectroscope.\n\nCurving down from the house came a weedy and balding expanse that had\nobviously once been a well-tended lawn. A few stalwart patches of thick\ngrass held out tenaciously.\n\nPale-trunked eucalyptus trees towered behind the house and to either\nside of the road where it curved over the hill.\n\nIn a hollow at the foot of the one-time lawn, just where it met the\nroad, something gleamed. As Madson, Ellenby and Vera-Ellen tramped\nforward, they saw it was an old automobile, one of the jet antiques\nthat were the rage around 1970--in fact, a Lunar '69. Coming closer\nEllenby realized that it had custom-built features, such as jet brakes\nand collision springs.\n\nA man with an odd cap was poking a probe into the air intake, while in\nthe back seat a woman was sitting, shadowed by a hat four feet across.\nAt the sound of their footsteps the man whirled to his feet, quickly\nenough though unsteadily. He stared at them, wagging the probe. Just\nat that moment something that looked like an animated orange furpiece\nleaped from the tonneau.\n\n\"George!\" the woman cried. \"Widgie's got away.\"\n\nThe small flattish creature came on in undulating bounds. It was past\nthe man in the cap before he could turn. It headed for Ellenby, then\nchanged direction. Madson made an impulsive dive for it, but it widened\nitself still more and sailed over him straight into Vera-Ellen's arms.\n\nThey walked toward the car. Widgie wriggled, Vera-Ellen stroked his\nears. He seemed to be a flying fox of some sort. The man eyed them\nhostilely, raising the probe. Madson stared puzzledly at the cap. Out\nof his older knowledge Ellenby whispered an explanation: \"Chauffeur.\"\n\nThe woman stood in the back seat, swaying slightly. She was wearing a\nwhite swim suit and dark teleglasses under her hat. At first she seemed\na somewhat ravaged thirty. Then they began to see the rest of the\nwrinkles.\n\n\n\nShe received Widgie from Vera-Ellen, shook him out and tucked him under\nher arm, where he hung limply, moving his tiny red eyes.\n\n\"Come in with me, my dear,\" she told Vera-Ellen. \"George, put down\nthat crazy pole. Pay no attention to George--he can't recognize\ngentlefolk when he sees them, especially when he's drunk. Gentlemen,\"\nshe continued, waving graciously to Madson and Ellenby, \"you have the\nthanks of Rickie Vickson.\" As she pronounced the name she surveyed them\nsharply. Her gaze settled on Ellenby. \"You know me, don't you?\"\n\n\"Certainly,\" he answered instantly. \"You were my first--my favorite\nstraight 3D star.\"\n\n\"Are you in 3D?\" Vera-Ellen asked, a sudden gleam in her eyes.\n\n\"Was, my dear,\" Rickie said grandly. She ogled Ellenby through the\nfish-eye glasses. \"Ah, straight 3D,\" she sighed. \"Simple video-audio\nin depth--there was a great art-form.\" She began to sway again and\nthey caught the reek of alcohol. \"You know, gentlemen, it was handies\nthat ruined my career. I had the looks and the voice, but I lacked\nthe touch. Something in me shrank from the whole idea--be still,\nWidgie--and the girls with itchy fingers took over. But I'm talking\ntoo much about myself. It's hot and you wonderful gentlemen must be\nthirsty. Here, have a--\"\n\nThe chauffeur glared at her as she reached fumblingly down into the\ntonneau. She caught the look and quailed slightly.\n\n\"--sandwich,\" she finished, coming up with a shiny can.\n\nMadson accepted it from her, clicking the catch. The top popped four\nfeet in the air, followed lazily by the uppermost sandwich which he\ncaught deftly. He handed the can to Ellenby, who served himself and\nhanded it up to Vera-Ellen. Soon all three of them were munching.\n\n\"Miss Vickson,\" Vera-Ellen asked between mouthfuls, \"do you think I\ncould get a job in broadcast entertainment?\"\n\nRickie looked at her sideways, leaning away to focus. \"Not with that\nghastly atomglow hair,\" she said. \"Violet is old hat this year--it's\neither black, blonde or bald. But give me your hand, my dear.\"\n\n\"Going to tell my fortune?\"\n\n\"After a fashion.\" She held up Vera-Ellen's hand, squeezing and\nprodding it thoughtfully, as if she were testing the carcass of an\nalleged spring chicken. Then she nodded. \"You'll do. Good strong hand,\nthat's all that's needed, so you can really crunch the knuckles of\nthe bohunks. They love it rough. Of course the technicians could step\nup the power when they broadcast your hand-squeeze, but the addicts\ndon't feel it's the same thing.\" She looked sourly at her own delicate\nclaws. \"Yes, my dear, you'll have a chance in handies if you don't\nmind cuddling with two million dirty-minded bohunks every night and if\nRickie Vickson's still got any entree at the studios.\" She made a face\nand dipped again into the tonneau, apparently to gulp something, for\nthe chauffeur's glare was intensified.\n\n\"You're from New Angeles?\" Madson asked politely when Rickie came up\nbeaming.\n\n\"Old Angeles,\" she corrected. \"My home's in a contaminated area. After\n3D lighting I've never been afraid of hard radiations. But this time my\npsychic counselor told me--Widgie, I'm going to put you away in a nice\nlittle urn--that the bombs are going to miss New Angeles and fall on\nOld. That's why George is jetting me to the mountains. Others drink to\nstill their fears. I do something about it--too.\"\n\n\"You mean you're going _away_ from the studio?\" Vera-Ellen demanded\nincredulously while Ellenby mumbled \"Bombs?\" through a mouthful of\nsandwich.\n\n\"Of course,\" Rickie nodded. \"Don't you know? Russia's touched a match\nto the Hot Truce. You charming gentlemen should keep up with these\nthings.\"\n\n\"You see, I told you!\" Madson said to Ellenby. \"One more victory for\nscience!\"\n\n\"Miss Vickson, we better be getting on,\" the chauffeur interrupted,\nspeaking for the first time. His voice was drunkenly thick. \"We aren't\nout of the fusion fringe by a long shot and I don't like the looks of\nthis place.\"\n\nRickie ignored him. Ellenby asked, \"Was the news about Russia\ntelefaxed?\"\n\n\"Of course not.\" Rickie's smile was scornful. \"They never tell the real\ntruth these days. But they said to get out of our houses, and what else\ncould that mean?\"\n\n\"Miss Vickson, we better--\" George began again.\n\n\"Quiet, George,\" Rickie ordered.\n\nGeorge groaned faintly, shrugged his shoulders, and reached out an arm\nto her without looking. Rickie handed him a red, limp plastic bottle.\nJust as he was putting it to his lips, he jerked as if stung, vaulted\ninto the car, and began to stamp and punch at the controls.\n\nWith a mighty _pouf_ the jet took hold. Ellenby skittered away from the\nhot blast. The Lunar '69 jumped forward.\n\n\n\nThings hissed and snicked through the air. From nowhere, men began to\nappear. With a great lurch the car gained the road, roared toward the\nbridge. Vera-Ellen jumped up as if to get out, then was thrown back\ninto the tonneau. Rickie lunged forward across the seat to save the red\nbottle. Her four-foot hat leaped upward, hesitated, and then spun off\nlike a flying saucer.\n\nA man rose from the wheat near the bridge. As the car jounced across\nit, he leveled a rapid-fire weapon. But just as he got it trained on\nthe car, Rickie's hat landed on him. He went over backwards, firing at\nthe sky.\n\nMadson and Ellenby looked around in bewilderment. There must have been\na dozen men. As they stared, another bunch came hurrying down the\nruined lawn from the house on the hill.\n\nThe man by the bridge got up, went over to Rickie's hat and stamped on\nit.\n\nMadson and Ellenby jumped as the sky-climbing missiles from his gun\npattered down around them. When they looked around again, the men from\nthe house on the hill were closing in.\n\nTheir leader was about five feet tall, but thick. His head had been\nformed in a bullet mold, his features looked drop-forged.\n\n\"I'm Harvey,\" he told them blankly. \"What you got?\"\n\nHarvey's people wore everything from evening dress to shorts. There\nwere even two women (who drifted toward Harvey) one in a gold kimono,\nthe other in an off-the-bosom frock of filthy white lace. Everybody was\narmed.\n\n\"What you got?\" Harvey repeated sharply. \"I know you're loaded, I saw\nyou talking with that rich-witch in the jet.\" He looked them over and\ngrabbed at Madson's side pocket. \"Books, huh?\" he said like a hangman,\ndangling the Keats by a stray page. Then he turned to Ellenby. \"Come\non, Skinny,\" he said, \"shell out.\"\n\nWhen Ellenby hesitated, two of Harvey's men grabbed him, dumped him,\nand passed the contents of his pockets to their chief. When the\nspectroscope turned up, Harvey grinned. The eyes of his people twinkled\nin anticipation.\n\n\"Science gadget, huh?\" he said. \"Folks, there's been too much science\nin the world and too many words. Any minute now, more bombs are gonna\nfall. I do my humble bit to help 'em. I'm a great little junkman.\" He\nlet the brass tube fall to the ground and lifted his foot. \"Blow it a\ngood-bye kiss, Skinny.\"\n\n\"Wait,\" Madson said abruptly, taking a step toward Harvey. \"Don't do\nit.\" Then the poet's eyes grew wide and alarmed, as if he hadn't known\nhe was going to say it.\n\nBreaths sucked in around them. Harvey's turret head slowly turned\ntoward Madson, its expression seemingly vacuous. \"Why not?\" Harvey\nwhispered.\n\n\"Don't pay any attention to my friend,\" Ellenby interjected rapidly.\n\"He just said that on account of me. Actually he hates science as much\nas you do. Don't--\"\n\n\"Shaddup!\" Harvey roared. Then his voice instantly went low again.\n\"Ain't nobody hates science more'n me, but ain't nobody tells me so.\nShoulda kept your mouth shut, Skinny. Now there's gonna be more'n\ngadgets stomped, more'n books tore.\"\n\n\n\nSilence came except for the faint sucks of breath, the faint scuffle\nof shoes on grit as Harvey's people slowly moved in. Ellenby stood\nhelplessly, yet at the same time he felt a widening and intensification\nof his sensory powers. He was aware of the delicately lace-edged tree\nshadows cast from the hill ahead by the westering sun. At the other\nlimit of his vision the copter no longer trailed its green caterpillar;\nfor some reason it was buzzing closer along the road. At the same time\nhe was conscious with a feverish clarity of the page by which Harvey\ndangled the Keats, and without reading the words he saw the lines:\n\n    _Beauty is truth, truth beauty--that is all\n    Ye know on earth, and all ye need to know._\n\nSuddenly the slowly advancing faces seemed to freeze and Ellenby was\naware of something spectral and ominous about the yellowing sunlight\nand the whole acid-etched scene around him. It was something more than\nthe physical threat to him and Madson--it was something that seemed to\nwell up menacingly from the ground under his feet.\n\nThere was a sudden faint thunder and even as something inside Ellenby\nsaid, \"That isn't it, that isn't what the sky's waiting for,\" he saw\nthe chrome muzzle of the Lunar '69 bulleting toward them across the\nbridge with Vera-Ellen's violet mop above the wheel.\n\nBut even as the braking blasts gouted out redly from under the hood and\nthe car crunched toward a stop in their midst, even as Harvey's people\nbroke to either side and pistols popped with queerly toylike reports,\nthe thunder multiplied until it was impossible that the Lunar '69 was\ncausing it, until it was like the thunder of a thousand invisible jets\ncrushing the air around them. The sky shifted, rocked. The road shook.\nThere came a shock that numbed Ellenby's feet and sent everyone around\nhim reeling, and a pounding, smashing sound that made any remembered\nnoise seem puny.\n\nThe Lunar '69, which had stopped a dozen feet from Ellenby, was\npitching and tossing like a silver ship in a storm. Vera-Ellen was\ngripping the steering wheel with one hand and motioning to him\nfrantically with the other. In the seat beyond her Rickie Vickson was\njouncing as if in a merry-go-round chariot.\n\nEllenby lurched as a hand clutched his shoulder and a staggering Madson\nhowled in his ear through the tumult, \"Now you've got your rotten\nbombs!\" Between him and the car Harvey's bullet head reared up and as\nsuddenly dropped away. Looking down, Ellenby saw that a chasm four feet\nwide had split the road between him and the car. Its walls were raw,\nsmoking earth and rock. Down it Ellenby saw vanishing, in one frozen\nmoment, Harvey and the Keats and the little brass spectroscope.\n\nThen Ellenby realized he had grabbed Madson by the shoulder and thrown\nthe two of them forward and shouted \"Jump!\" For a moment the chasm\ngaped beneath them and a white little face stared upward. Then the\nchasm closed with a giant crunch and Ellenby's hand caught the side of\nthe heaving car and he pitched into the back seat.\n\nThrough the diminishing thunder and shaking there came the toy roar\nof the car's jet and a new movement tipped him backward and he was\nlooking toward the hill and it was getting bigger. He tried to put his\nfeet down and felt something bulk under them. For a moment he thought\nit was Madson, but Madson was beside him on the seat, and then he\nsaw it was George. He looked up and Rickie Vickson was watching him\nfrom where she was crouched in the front seat, her eyes without the\nteleglasses looking as foxy as Widgie's, whom she was holding close to\nher wrinkle-etched cheek.\n\n\"Vera-Ellen had to conk him,\" she explained, her gaze dipping to\nGeorge. \"The bum tried to betray us.\"\n\nThe pitching of the car had given way to a steady forward lunge.\nEllenby nodded dully at Rickie and hitched himself around and looked\nback.\n\nHarvey's people were scattering like ants through a dust cloud rising\nfrom the road.\n\nThe house on the hill still stood, though there were more and larger\ncracks in it and a nimbus of whiter dust around it.\n\nBy the bridge the copter had crashed and was flaming brightly. A tiny\nfigure was running away from it.\n\n\n\nEllenby's face slowly lightened with understanding.\n\n\"We were on the San Andreas Rift,\" he said softly. \"Madson, that wasn't\nthe bombs at all. That wasn't Technology or Man.\" A smile trembled on\nhis lips. \"That was Nature. An earthquake.\"\n\nMadson was the first to comment. \"All right,\" he said, \"it was\nNature--Nature showing her disgust for Man.\"\n\n\"An idea like that is the sheerest animism,\" Ellenby reacted\nautomatically. \"Now if you try analyzing--\"\n\n\"Analyzing!\" Madson snorted with a touch of the old fire. \"You\nscientists are always--\"\n\n\"Whoa, boys,\" Rickie Vickson interrupted. \"If it hadn't been for that\nlittle quake to confuse things, Vera-Ellen couldn't have snatched you\nout no matter how pretty she tried. And I'm in no mood for arguments\nnow. I'm not the arty type and all the science I know is what my\npsychic counselor tells me. Widgie, quit pounding your heart; it's all\nover now.\"\n\nEllenby touched her arm. \"Do I understand,\" he asked, \"that Vera-Ellen\nmade you turn back just to save us?\"\n\n\"Of course not,\" Rickie assured him. \"Her father and his pals tried to\nstop us a couple of miles back. They'd been radioed by a farmer in a\ncopter and had the road blocked. George wanted to hand you all over to\nVera-Ellen's father, but we conked George--he's such a weakling--and\ngot away. Picking you up was an afterthought.\"\n\nVera-Ellen flashed a wicked smile over her shoulder.\n\nEllenby realized he was feeling vastly contented. He started to lift\nhis feet off George, then settled them more comfortably. He looked at\nthe violet-topped new chauffeur handling the Lunar as if she'd never\ndone anything else, and she picked that moment to flash him another\nhalf friendly, half insulting grin. He nudged Madson and said, \"We'll\ncontinue our argument later--_all_ our argument.\" Madson looked at him\nsharply and almost grinned too. Ellenby wondered idly what jobs they\nhad for poets and physicists in 3D and handie studios.\n\nRickie Vickson's eyes widened. \"Say,\" she said, \"if they were just\nwarning us about that little old earthquake, then Old Angeles isn't\nradioactive--I mean any _more_ radioactive than it's ever been.\"\n\n\"Oh boy,\" Vera-Ellen crowed as the car topped the hill and the blue\nspires came back in sight, \"New Angeles, here we come.\"",
    "metadata": {
        "author": [
            "Leiber, Fritz Reuter",
            "Leiber, Fritz"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68374/pg68374.txt",
        "name": "friends_and_enemies.json"
    }
}