{
    "name": "Games",
    "author": [
        "Dye, Charles",
        "MacLean, Katherine Anne",
        "Morris, G. A.",
        "MacLean, Katherine"
    ],
    "body": "Ronny was playing by himself, which meant he was two tribes of Indians\nhaving a war.\n\n\"Bang,\" he muttered, firing an imaginary rifle. He decided that it was\na time in history before the white people had sold the Indians any\nguns, and changed the rifle into a bow. \"Wizz_thunk_,\" he substituted,\nmimicking from an Indian film on TV the graphic sound of an arrow\nstriking flesh.\n\n\"Oof.\" He folded down onto the grass, moaning, \"Uhhhooh ...\" and\nrelaxing into defeat and death.\n\n\"Want some chocolate milk, Ronny?\" asked his mother's voice from the\nkitchen.\n\n\"No, thanks,\" he called back, climbing to his feet to be another man.\n\"Wizzthunk, wizzthunk,\" he added to the flights of arrows as the best\narcher in the tribe. \"Last arrow. Wizzzz,\" he said, missing one enemy\nfor realism. He addressed another battling brave. \"Who has more\narrows? They are coming too close. No time--I'll have to use my\nknife.\" He drew the imaginary knife, ducking an arrow as it shot\nclose.\n\n\n\nThen he was the tribal chief standing somewhere else, and he saw that\nthe warriors left alive were outnumbered.\n\n\"We must retreat. We cannot leave our tribe without warriors to\nprotect the women.\"\n\nRonny decided that the chief was heroically wounded, his voice\nwavering from weakness. He had been propping himself against a tree to\nappear unharmed, but now he moved so that his braves could see he was\npinned to the trunk by an arrow and could not walk. They cried out.\n\nHe said, \"Leave me and escape. But remember....\" No words came, just\nthe feeling of being what he was, a dying old eagle, a chief of\nwarriors, speaking to young warriors who would need advice of seasoned\nhumor and moderation to carry them through their young battles. He had\nto finish the sentence, tell them something wise.\n\nRonny tried harder, pulling the feeling around him like a cloak of\nresignation and pride, leaning indifferently against the tree where\nthe arrow had pinned him, hearing dimly in anticipation the sound of\nhis aged voice conquering weakness to speak wisely of what they needed\nto be told. They had many battles ahead of them, and the battles\nwould be against odds, with so many dead already.\n\nThey must watch and wait, be flexible and tenacious, determined and\npersistent--but not too rash, subtle and indirect--not cowardly, and\nabove all be patient with the triumph of the enemy and not maddened\ninto suicidal direct attack.\n\nHis stomach hurt with the arrow wound, and his braves waited to hear\nhis words. He had to sum a part of his life's experience in words.\nRonny tried harder to build the scene realistically. Then suddenly it\nwas real. He was the man.\n\n_He was an old man, guide and adviser in an oblique battle against\ngreat odds. He was dying of something and his stomach hurt with a\nknotted ache, like hunger, and he was thirsty. He had refused to let\nthe young men make the sacrifice of trying to rescue him. He was\nhostage in the jail and dying, because he would not surrender to the\nenemy nor cease to fight them. He smiled and said, \"Remember to live\nlike other men, but--remember to remember.\"_\n\nAnd then he was saying things that could not be put into words,\ncomplex feelings that were ways of taking bad situations that made\nthem easier to smile at, and then sentences that were not sentences,\nbut single alphabet letters pushing each other with signs, with a\nfeeling of being connected like two halves of a swing, one side moving\nup when the other moved down, or like swings or like cogs and\npendulums inside a clock, only without the cogs, just with the push.\n\nIt wasn't adding or multiplication, and it used letters instead of\nnumbers, but Ronny knew it was some kind of arithmetic.\n\nAnd he wasn't Ronny.\n\nHe was an old man, teaching young men, and the old man did not know\nabout Ronny. He thought sadly how little he would be able to convey to\nthe young men, and he remembered more, trying to sum long memories and\nmuch living into a few direct thoughts. And Ronny was the old man and\nhimself, both at once.\n\n\n\nIt was too intense. Part of Ronny wanted to escape and be alone, and\nthat part withdrew and wanted to play something. Ronny sat in the\ngrass and played with his toes like a much younger child.\n\nPart of Ronny that was Doctor Revert Purcell sat on the edge of a\nprison cot, concentrating on secret unpublished equations of biogenic\nstability which he wanted to pass on to the responsible hands of young\nresearchers in the concealed-research chain. He was using the way of\nthinking which they had told him was the telepathic sending of ideas\nto anyone ready to receive. It was odd that he himself could never\ntell when he was sending. Probably a matter of age. They had started\ntrying to teach him when he was already too old for anything so\ndifferent.\n\nThe water tap, four feet away, was dripping steadily, and it was hard\nfor Purcell to concentrate, so intense was his thirst. He wondered if\nhe could gather strength to walk that far. He was sitting up and that\nwas good, but the struggle to raise himself that far had left him\ndizzy and trembling. If he tried to stand, the effort would surely\ninterrupt his transmitting of equations and all the data he had not\nsent yet.\n\nWould the man with the keys who looked in the door twice a day care\nwhether Purcell died with dignity? He was the only audience, and his\nexpression never changed when Purcell asked him to point out to the\nauthorities that he was not being given anything to eat. It was funny\nto Purcell to find that he wanted the respect of any audience to his\ndying, even of a man without response who treated him as if he were\nalready a corpse.\n\nPerhaps the man would respond if Purcell said, \"I have changed my\nmind. I will tell.\"\n\nBut if he said that, he would lose his own respect.\n\nAt the biochemists' and bio-physicists' convention, the reporter had\nasked him if any of his researches could be applied to warfare.\n\nHe had answered with no feeling of danger, knowing that what he did\nwas common practice among research men, sure that it was an\nunchallengeable right.\n\n\"Some of them can, but those I keep to myself.\"\n\nThe reporter remained dead-pan. \"For instance?\"\n\n\"Well, I have to choose something that won't reveal how it's done now,\nbut--ah--for example, a way of cheaply mass-producing specific\nantitoxins against any germ. It sounds harmless if you don't think\nabout it, but actually it would make germ warfare the most deadly and\ninexpensive weapon yet developed, for it would make it possible to\nprevent the backspread of contagion into a country's own troops,\nwithout much expense. There would be hell to pay if anyone ever let\nthat out.\" Then he had added, trying to get the reporter to understand\nenough to change his cynical unimpressed expression, \"You understand,\ngerms are cheap--there would be a new plague to spread every time\nsome pipsqueak biologist mutated a new germ. It isn't even expensive\nor difficult, as atom bombs are.\"\n\nThe headline was: \"Scientist Refuses to Give Secret of Weapon to\nGovernment.\"\n\n\n\nGovernment men came and asked him if this was correct, and on having\nit confirmed pointed out that he had an obligation. The research\nfoundations where he had worked were subsidized by government money.\nHe had been deferred from military service during his early years of\nstudy and work so he could become a scientist, instead of having to\nfight or die on the battlefield.\n\n\"This might be so,\" he had said. \"I am making an attempt to serve\nmankind by doing as much good and as little damage as possible. If you\ndon't mind, I'd rather use my own judgment about what constitutes\nservice.\"\n\nThe statement seemed too blunt the minute he had said it, and he\nrecognized that it had implications that his judgment was superior to\nthat of the government. It probably was the most antagonizing thing\nthat could have been said, but he could see no other possible\nstatement, for it represented precisely what he thought.\n\nThere were bigger headlines about that interview, and when he\nstepped outside his building for lunch the next day, several small\ngangs of patriots arrived with the proclaimed purpose of persuading\nhim to tell. They fought each other for the privilege.\n\nThe police had rescued him after he had lost several front teeth and\nhad one eye badly gouged. They then left him to the care of the prison\ndoctor in protective custody. Two days later, after having been\nquestioned several times on his attitude toward revealing the parts of\nhis research he had kept secret, he was transferred to a place that\nlooked like a military jail, and left alone. He was not told what his\nstatus was.\n\nWhen someone came and asked him questions about his attitude, Purcell\nfelt quite sure that what they were doing to him was illegal. He\nstated that he was going on a hunger strike until he was allowed to\nhave visitors and see a lawyer.\n\nThe next time the dinner hour arrived, they gave him nothing to eat.\nThere had been no food in the cell since, and that was probably two\nweeks ago. He was not sure just how long, for during part of the\nsecond week his memory had become garbled. He dimly remembered\nsomething that might have been delirium, which could have lasted more\nthan one day.\n\nPerhaps the military who wanted the antitoxins for germ warfare were\nwaiting quietly for him either to talk or die.\n\n\n\nRonny got up from the grass and went into the kitchen, stumbling in\nhis walk like a beginning toddler.\n\n\"Choc-mil?\" he said to his mother.\n\nShe poured him some and teased gently, \"What's the matter, Ronny--back\nto baby-talk?\"\n\nHe looked at her with big solemn eyes and drank slowly, not answering.\n\nIn the cell somewhere distant, Dr. Purcell, famous biochemist, began\nwaveringly trying to rise to his feet, unable to remember hunger as\nanything separate from him that could ever be ended, but weakly\nwanting a glass of water. Ronny could not feed him with the chocolate\nmilk. Even though this was another himself, the body that was drinking\nwas not the one that was thirsty.\n\nHe wandered out into the backyard again, carrying the glass.\n\n\"Bang,\" he said deceptively, pointing with his hand in case his mother\nwas looking. \"Bang.\" Everything had to seem usual; he was sure of\nthat. This was too big a thing, and too private, to tell a grownup.\n\nOn the way back from the sink, Dr. Purcell slipped and fell and hit\nhis head against the edge of the iron cot. Ronny felt the edge gashing\nthrough skin and into bone, and then a relaxing blankness inside his\nhead, like falling asleep suddenly when they are telling you a fairy\nstory while you want to stay awake to find out what happened next.\n\n\"Bang,\" said Ronny vaguely, pointing at a tree. \"Bang.\" He was ashamed\nbecause he had fallen down in the cell and hurt his head and become\njust Ronny again before he had finished sending out his equations. He\ntried to make believe he was alive again, but it didn't work.\n\nYou could never make-believe anything to a real good finish. They\nnever ended neatly--there was always something unfinished, and\nsomething that would go right on after the end.\n\nIt would have been nice if the jailers had come in and he had been\nable to say something noble to them before dying, to show that he was\nbrave.\n\n\"Bang,\" he said randomly, pointing his finger at his head, and then\njerked his hand away as if it had burned him. He had become the wrong\nperson that time. The feel of a bullet jolting the side of his head\nwas startling and unpleasant, even if not real, and the flash of\nsomeone's vindictive anger and self-pity while pulling a trigger....\n_My wife will be sorry she ever...._ He didn't like that kind of\nmake-believe. It felt unsafe to do it without making up a story first.\n\nRonny decided to be Indian braves again. They weren't very real, and\nwhen they were, they had simple straightforward emotions about courage\nand skill and pride and friendship that he would like.\n\n\n\nA man was leaning his arms on the fence, watching him. \"Nice day.\"\n_What's the matter, kid, are you an esper?_\n\n\"Hul-lo.\" Ronny stood on one foot and watched him. _Just making\nbelieve. I only want to play. They make it too serious, having all\nthese troubles._\n\n\"Good countryside.\" The man gestured at the back yards, all opened in\ntogether with tangled bushes here and there to crouch behind, when\nother kids were there to play hide and seek, and with trees to climb.\n_It can be the Universe if you pick and choose who to be, and don't\nlet wrong choices make you shut off from it. You can make yourself\nlearn from this if you are strong enough. Who have you been?_\n\nRonny stood on the other foot and scratched the back of his leg with\nhis toes. He didn't want to remember. He always forgot right away, but\nthis grownup was confident and young and strong-looking, and meant\nsomething when he talked, not like most grownups.\n\n\"I was playing Indian.\" _I was an old chief, captured by enemies,\ntrying to pass on to other warriors the wisdom of my life before I\ndied._ He made believe he was the chief a little to show the young man\nwhat he was talking about.\n\n\"Purcell!\" The man drew in his breath between his teeth, and his face\npaled. He pulled back from reaching Ronny with his feelings, like\nholding his breath in. \"Good game.\" _You can learn from him. Don't\nleave him shut off, I beg you. You can let him influence you without\nbeing pulled off your own course. He was a good man. You were honored,\nand I envy the man you will be if you contacted him on resonant\nsimilarities._\n\nThe grownup looked frightened. _But you are too young. You'll block\nhim out and lose him. Kids have to grow and learn at their own speed._\n\nThen he looked less afraid, but uncertain, and his thoughts struggled\nagainst each other. _Their own speed. But there should be someone\nalive with Purcell's pattern and memories. We loved him. Kids should\ngrow at their own speed, but.... How strong are you, Ronny? Can you\nmove ahead of the normal growth pattern?_\n\nGrownups always want you to do something. Ronny stared back, clenching\nhis hands and moving his feet uneasily.\n\nThe thoughts were open to him. _Do you want to be the old chief again,\nRonny? Be him often, so you can learn to know what he knew? (And feel\nas he felt. It would be a stiff dose for a kid.) It will be rich and\nexciting, full of memories and skills. (But hard to chew. I'm doing\nthis for Purcell, Ronny, not for you. You have to make up your own\nmind.)_\n\n\"That was a good game. Are you going to play it any more?\"\n\n\n\nHis mother would not like it. She would feel the difference in him, as\nmuch as if he had read one of the books she kept away from him, books\nthat were supposed to be for adults only. The difference would hurt\nher. He was being bad, like eating between meals. But to know what\ngrownups knew....\n\nHe tightened his fists and looked down at the grass. \"I'll play it\nsome more.\"\n\nThe young man smiled, still pale and holding half his feelings back\nbehind a dam. _Then mesh with me a moment. Let me in._\n\nHe was in with the thought, feeling Ronny's confused consent,\nreassuring him by not thinking or looking around inside while sending\nout a single call, _Purcell, Doc_, that found the combination key to\nRonny's guarded yesterdays and last nights and ten minutes agos.\n_Ronny, I'll set that door, Purcell's memories, open for you. You\ncan't close it, but feel like this about it_--and he planted in a\nstrong set, _questioning, cool, open, a feeling of absorbing without\nwords ... it will give information when you need it, like a\ndictionary._\n\nThe grownup straightened away from the fence, preparing to walk off.\nBehind a dam pressed grief and anger for the death of the man he\ncalled Purcell.\n\n\"And any time you want to _be_ the old chief, at any age he lived,\njust make believe you are him.\"\n\nGrief and anger pressed more strongly against the dam, and the man\nturned and left rapidly, letting his thoughts flicker and scatter\nthrough private memories that Ronny did not share, that no one shared,\nbreaking thought contact with everyone so that the man could be alone\nin his own mind to have his feelings in private.\n\n\n\nRonny picked up the empty glass that had held his chocolate milk from\nthe back steps where he had left it and went inside. As he stepped\ninto the kitchen, he knew what another kitchen had looked like for a\nfive-year-old child who had been Purcell ninety years ago. There had\nbeen an iron sink, and a brown-and-green-spotted faucet, and the glass\nhad been heavier and transparent, like real glass.\n\nRonny reached up and put the colored plastic tumbler down.\n\n\"That was a nice young man, dear. What did he say to you?\"\n\nRonny looked up at his mamma, comparing her with the remembered mamma\nof fifty years ago. He loved the other one, too.\n\n\"He tol' me he's glad I play Indian.\"\n\n                                                  --KATHERINE MacLEAN\n\n",
    "metadata": {
        "author": [
            "Dye, Charles",
            "MacLean, Katherine Anne",
            "Morris, G. A.",
            "MacLean, Katherine"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31798/pg31798.txt",
        "name": "games.json"
    }
}