{
    "name": "George Loves Gistla",
    "author": [
        "McKimmey, James",
        "McKimmey, James Earl, Jr."
    ],
    "body": "George Kenington was sixteen, and, as he told himself, someone who was\nsixteen knew more about love than someone who was, say, forty-two. Like\nhis father, for instance. A whole lot more probably. When you were\nforty-two, you got narrow-minded and nervous and angry. You said this is\nthis, and that is that, and there is nothing else. When someone thought\nand felt and talked that way, George thought bitterly, there was not\nenough room inside that person to know what it was like, loving a\nVenusian.\n\nBut George knew. He knew very well.\n\nHer name was Gistla. She was not pretty in standards of American\ncolonists. She had the pale greenish Venusian skin, and she was too\nshort and rather thick. Her face, of course, was not an American face.\nIt was the face of native Venus. Round and smooth, with the large\nlidless eyes. There were no visible ears and a lack of hair strengthened\nthe globular look of her head.\n\nBut she was a person. The beauty was inside of her. Did you have to\npoint to a girl's face and say, \"Here is where the nose should be, here\nis where the ears should be?\" Did you have to measure the width between\neyes and test the color of the skin? Did you have to check the size of\nthe teeth and the existence of hair? Was all of this necessary to\nunderstand what was _inside_ someone?\n\nGeorge snapped a leaf from an overhanging vine and threw it angrily to\nthe ground. He was walking along a thin path that led from the colony to\nthe tangled hills beyond, where hues of red and yellow and purple\nreflected like bold sweeps of watercolor. In a moment he would see\nGistla, and with the color before his eyes and the sweet perfume of the\nflowers in his lungs, he felt again the familiar rise of excitement.\n\nGeorge had not always lived on Venus. The Colony was very new. By 2022,\nmost of the Earth countries had sent colonizers to Mars. But as yet, in\nJune of that year, Venus had been touched by only the sparsest invasion\nof American civilization. George had arrived just three years ago, when\nhis father had been appointed Secretary of the colonizing unit.\n\nAnd that was the whole trouble, really. Father was the Secretary, Mother\nwas the Secretary's wife, Sister was the daughter of the Secretary.\nEverybody was wrapped up in it. Except George.\n\nGeorge loved Gistla.\n\n\"Why don't you find yourself some nice little American girl?\" his father\nhad said. \"Say like Henry Farrel's little daughter?\"\n\nHenry Farrel's little daughter was a sweet sickening girl with a nasty\ntemper and a nasty tongue. Her father was Governor of the Colony. She\ntold you about it all the time.\n\n\"Or,\" his father had told him, \"why not little what's-her-name, Doug\nBrentwood's daughter?\"\n\nLittle what's-her-name's father was the President of the Council. \"My\nfather is President of the Council,\" she said. Over and over, as though\nin a settlement the size of the Colony, there would be anyone who\nwouldn't know her father was the President of the Council.\n\nIt was all a very tight and careful circle, chosen on Earth with a great\ndeal of \"common sense.\"\n\nThere were the ordinary settlers, of course. They had daughters. Some of\nthem were very pretty and long-limbed. And George had thought about\nthat.\n\nCertainly there wasn't a decent-looking girl in the whole Governing\ncircle, and the sight of a girl with flashing eyes and a nice red mouth,\nwho was shaped a little like something besides a tree stump, was indeed\nan exciting sight.\n\nBut there were limitations to the settler girls.\n\nThey had no background to speak of, and though that didn't make any\ndifference, George assured himself, they knew nothing about art, music,\npoetry, or anything really worth while. And, too, while George's father\nhad said, \"Now, George, we're all one here. Each of us is as good as\nanother. Joe Finch, who cares for the flowers outside, is every bit as\ngood a man as I am\"--still George knew, if he told his parents he was\ngoing to marry Joe Finch's daughter someday, there would be hell to pay.\n\nSo as long as the restrictions had been bound around him, there was no\nreason to go just half-way. George was not an ordinary boy. He did\nthings in extreme. He was now in love with a Venusian girl, and his\nfamily was already starting to make him pay.\n\n\n\nGeorge turned off the path, just beyond an arch of thick purple-green\nvines that always reminded him of a gate to a garden. There was a quiet\nsimplicity to this small clearing where he and Gistla met. There was an\naloneness to it, and only the sound of the flat shiny leaves sliding\ntogether and the high, trilling sound of the small Venusian birds broke\nthe peaceful silence. They had always met here, nowhere else.\n\nNow, as George found himself in the clearing, he began to wonder what\nGistla would say or do when he told her he was taking her home to meet\nhis family. It had been a sudden decision, brought out of anger and\nindignation.\n\nGeorge sat down upon the flat hollow of a large vine. The sky was murky\nas usual, but the soft warm feel and smell of the growth around him,\nwith its color and brightness, made up for a sunless sky.\n\nAs he waited, he remembered what his mother had said:\n\n\"Oh, George, you're really not serious about bringing a _Venusian_ into\nour home!\"\n\nAnd his sister, Mari, had said, \"My God!\" Mari, who was eighteen, said\nthis to most anything.\n\nBut his father, eyes bright and alert, had said, \"No, now if George\nwants to bring one of these, ah, Venusians home with him, that's his\nprivilege. I think it would be very interesting.\"\n\nGeorge knew what his father meant by interesting.\n\nExposing Gistla to his family would result in deliberate sarcasm and\neye-squinting and barely hidden smiles. There would be pointed remarks\nand direct insults. And when it was over, George knew, he would be\nexpected to see the error of his ways. He would then be expected to\nforget about this odd creature and find himself a nice ignorant little\nColony girl, whose father was a member of the Governing circle.\n\n\"And to hell with that, too,\" George said.\n\n\"What?\" George heard Gistla say. He turned quickly. She was standing at\nthe edge of the clearing, her round green eyes looking soft and serious.\nShe wore the usual gray cape that reached her ankles. Her voice was a\ndeep round sound, and there was hardly any accent in the words she had\nlearned so quickly since the Colony had begun.\n\n\"Talking to myself,\" George grinned. The old excitement was inside of\nhim. There was a kind of exotic quality in meeting Gistla that never\ndisappeared.\n\nShe crossed the clearing, not too gracefully, and touched her fingers\nagainst his hand. This had been the extent of their physical expression\nof love.\n\n\"It is nice to see you, George.\"\n\nHe noticed his feeling of pleasure when he heard her speak his name.\nThere was something about his own name being spoken by Gistla that had\nalways seemed even more strange than anything else.\n\nShe sat down beside him, and they looked at each other while the leaves\nwhispered around them and the birds fluttered and chirped. He discovered\nagain the feeling of rightness, sitting beside Gistla. There was a\nsolidity about her, a quiet maturity that he seemed able to feel in\nhimself only when he was with her. And that too was strange, because in\nAmerican terms of age, she was much younger than he.\n\nSitting, as they were doing, silent, watching each other, had been most\nof their activity. You did not need to entertain Gistla with foolish\nsmall-talk or exaggerated praising.\n\nBut right now he wanted to tell her quickly, to make sure that she would\nfeel the enthusiasm he had felt.\n\n\"Listen, Gistla,\" he said, while she watched him with her soft-looking\nround eyes. \"I want you to come with me today to meet my family.\"\n\nHis words seemed to have an odd ring to them, and George waited tensely\nuntil he was sure that she was not shocked or angry about what he had\njust said.\n\nShe sat silently for a moment and then she said, \"Do you think that is\nright for me to do, George?\"\n\n\"Sure it is! Why not? They know about you and me. They know we're in\nlove.\"\n\n\"Love--\" She spoke the word as though it were an indefinite, elusive\nthing that you could not offer as reason for doing anything.\n\nGistla was very wise, George realized, but this was a time for\nenthusiasm, a time to strengthen their own relationship in this world.\n\n\"Say you will!\" George said.\n\n\"Do you want me to?\"\n\n\"Well, sure I do. What did you think?\"\n\nShe held her hands in her lap quietly. They were not unlike his own,\nGeorge observed, except for the extreme smallness and the color.\n\n\"I do not think it will be nice for you or them,\" she said.\n\n\"Ah, listen, Gistla. Don't talk that way. It'll be fine!\" But he knew\nthat he was not deceiving her with the lightness he tried to put into\nhis voice.\n\nThen, although she had never done it before, she reached out and touched\nhis cheek. George had grown used to the emotions that reflected on her\nface, and he knew she was suddenly very sad. \"Yes, George,\" she said. \"I\nwill go with you to meet your family.\" And she said it as though she\nwere telling him good-by.\n\n\n\nIt was no better than he had expected. It was worse. Much worse. And he\nwas growing angrier by the moment. They were all seated in the\nrock-walled patio behind the large white house. Gistla sat beside him,\nlooking very small and frightened and very different. And it was that\nobvious difference that George had hoped everyone might ignore. But\ninstead, each of them, his father, his mother, his sister, appeared to\nbe trying to make it even more obvious.\n\nThe first strain, when everyone had sat there staring at Gistla as\nthough she were something behind a cage, had passed. But now his parents\nand sister were moving in a new direction. They had relaxed, having\nfound control of the situation, and they were cutting her to pieces.\n\n\"Tell me,\" his sister was saying, her eyes dancing slyly, \"don't you\npeople have some very strange tricks you can do?\"\n\nGeorge tightened his fingers against his palms. He heard Gistla answer,\n\"Tricks?\"\n\n\"Yes.\" His sister's white smile shined. \"You know, like making things\ndisappear, things like that.\"\n\n\"My father,\" Gistla said seriously, \"can do very wonderful things. He is\na musician.\"\n\nGeorge's father leaned forward, blinking amusedly. \"Really? What does he\nplay?\"\n\n\"Play?\" asked Gistla.\n\n\"Yes. He's a musician. He must play something, some kind of instrument.\"\n\nGistla looked at George, but George did not know what to say. He wished\nhe had never tried to do this. He wished he had just ignored his family\nand gone on loving Gistla in the privacy of his own emotions.\n\n\"Well, now,\" Mr. Kenington was saying rather impatiently. \"Does he play\nsomething like our violin or clarinet or oboe, or what?\" His father,\nGeorge had noticed, was becoming impatient more frequently since he had\nbecome Secretary. The Secretarial post was very important.\n\n\"He does not play anything,\" Gistla said carefully. \"He just ... makes\nthe music and I hear it.\"\n\n\"But how?\" Mr. Kenington insisted. \"What does he play the music _on_? He\ncertainly can't make the music without using something to make it on.\"\n\nGistla glanced again at George and he said quickly, \"It's pretty hard to\nunderstand, Father. I don't think--\"\n\n\"No, now don't interrupt just now, son. This is very interesting. We'd\nlike to know what she's talking about.\"\n\nMrs. Kenington spoke for the first time. \"Are you just making this up?\"\n\nIt was like a whip coming through the air. His mother sat there,\nblinking, the suspicion and distrust she felt for this creature showing\nin her eyes and upon her mouth and even in the way she was sitting.\n\n\"Now, Lois,\" Mr. Kenington said, as though he really sympathized with\nwhat she had said, believing that not only Gistla was making it up, but\nthat all of her race made everything up. But he was stubborn. \"Come now,\ntell us. Tell us what you mean.\"\n\nGistla's smooth head turned this way and that. \"Sometimes,\" she said\nslowly, \"my father journeys to other places, and if he cannot return\nsoon, he sends me music. When the light has gone from the day and I am\nalone, I hear it.\"\n\n\"You mean he sends it by wires or by radio?\" Mr. Kenington asked with\nsurprise.\n\n\"No.\"\n\n\"Now, wait a minute,\" George's sister leaned forward, smiling. \"You just\nhear this music, is that right? Up here.\" She tapped her forehead.\n\n\"Yes,\" said Gistla.\n\n\"My God,\" George's sister said. She looked at her parents, arching her\neyebrows.\n\n\"You shouldn't make things up,\" George's mother said.\n\n\"Mother,\" George said, his face coloring. \"She's not making things up!\"\n\n\"Just a moment, son,\" Mr. Kenington said crisply. \"You don't want to\ntalk to your mother in that tone.\"\n\n\"No, but, my God,\" George's sister went on. \"Imagine. No wires, no\nloudspeakers, just ... up here.\" She tapped her forehead again.\n\n\"I'm not talking to my mother in any tone at all,\" George said,\ndisregarding his sister.\n\n\"Well, she shouldn't lie,\" said Mrs. Kenington with conviction.\n\nGeorge stood up. \"She is not lying, Mother.\"\n\n\"I forbid you to argue with your mother that way, George,\" said Mr.\nKenington.\n\n\"I mean, my God,\" said George's sister happily. \"This is an innovation!\nCan you imagine? Gistla, or whatever your name is, could your father\nmake his music sometime when we have a dance?\"\n\nGistla's eyes were hurt and she was, George knew, confused. She shook\nher head.\n\nMrs. Kenington was blinking accusingly. \"Do they teach you to make these\nthings up? Is that what they teach you at home?\"\n\n\"Mother, will you please?\" George said. \"Why must you talk to her that\nway?\"\n\nMr. Kenington stood up quickly. \"I did not raise my son to show an\nattitude like that to his mother.\"\n\n\"But she isn't making this up,\" George said. \"You asked her to tell you\nand she--\"\n\nGeorge's sister had jumped out of her chair and she was waltzing over\nthe patio. She began humming as she danced. \"Can't you just see it?\nEveryone dancing around, listening to music in their heads? No orchestra\nor records or anything?\"\n\nMr. Kenington stood very tall. \"Are you taking the word of your mother,\nor this ... this ...\" He motioned curtly at Gistla.\n\nGeorge licked his lips, looking defensively at each one of his family.\n\"It isn't a matter of taking anyone's word at all. It's just something\nwe don't understand.\"\n\nGeorge's sister whirled and then suddenly she stopped, putting her hand\nagainst her mouth. \"My God, what if everyone got the music different? I\nmean, does everyone hear the same music, dear? Because if they didn't,\nwhat a mess!\" She began dancing again, her skirt swirling over the\nbricks of the patio.\n\nMr. Kenington's voice was louder. \"I think we understand, all right,\nGeorge. There isn't anything about this we don't understand!\"\n\nGeorge's lips were paling.\n\nHis sister dipped and turned. \"We could call it a Music In The Head\ndance. Everybody brings his own head!\" She laughed merrily. \"My God!\"\n\nGeorge noticed then that Gistla was disappearing out of the rear gate.\nHe stood, clenching his fists and glaring at his family. His sister had\nstopped dancing but she was still laughing.\n\n\"I didn't think, George,\" his mother said resolutely, \"that you were\ngoing to invite someone who lied.\"\n\nGeorge turned and ran after Gistla.\n\n\n\nThey sat again in the clearing. George could still feel the anger\nchurning inside him, and he held his hands together so tightly that his\nfingers began to ache. \"I hate them for that,\" he said.\n\nGistla touched his arm. \"No, George. It is all right. It is the way\nthings are.\"\n\n\"But they don't need to be! My family did that on purpose.\"\n\n\"They just don't understand. My race is very different from yours and it\nseems strange.\"\n\n\"So does mine,\" George said, standing and beginning to pace back and\nforth.\n\nIt had been what he really had expected. But still he had hoped,\nsomehow, that his family might have understood. He looked at Gistla,\nsitting quietly, her large eyes watching him. He knew he loved her very\nmuch just then, more in fact than he ever had before, because she had\nbeen refused by his family.\n\n\"Listen, Gistla,\" he said, kneeling on the grass in front of her. \"It\nwon't make any difference what anyone thinks or does or says. I love\nyou, and I'll go on loving you. We'll build our own life the way we want\nit.\"\n\nShe shook her head slowly. \"No, George. It does make a difference. You\ncannot forget your family or your people. That is important to you. I\nwould only hurt you.\"\n\n\"Do you love me?\"\n\n\"Yes.\"\n\n\"Then that's all that's important to me. Not what anyone thinks. Not\nwhat my sister thinks or my father or my mother.\"\n\n\"We are different, you and I.\" She sat unmoving, her smooth face\nunchanging. \"My people seem strange to yours because we can do things\nyour people do not understand. We seem strange because we look\ndifferently, we act differently, we value things differently.\"\n\n\"My values are the same as yours,\" George pleaded. \"I love you because\nof what you are, not because of some kind of stupid chart for physical\nbeauty, not because ...\"\n\n\"George,\" she said. \"Look at me.\"\n\nGeorge met her eyes suddenly, caught by the urgency in her voice. And\nslowly, in front of his eyes, she changed. Her features shifted, until\nGeorge saw a beautiful young girl with pink white skin and red lips. He\nsaw shining blue eyes and shimmering golden hair that fell over her\nshoulders. Gistla's body had changed to a lithe, smooth figure that\nrevealed its contours beneath the gray cape.\n\nHe caught his breath and wiped a hand at his eyes.\n\n\"What you see,\" said Gistla softly, \"is an illusion. You see what would\nbe in your values, a beautiful girl.\"\n\nGeorge opened his mouth but was unable to find his voice.\n\n\"Do not be afraid, George. Beneath the illusion of your senses, I am\nstill Gistla. I am still a Venusian.\"\n\nGeorge reached out and touched his fingers against a white arm and a\nwhite shoulder bared by the cape. He touched the golden hair. \"Gistla,\"\nhe said, amazed. \"You're beautiful.\"\n\n\"Yes,\" she said sadly.\n\n\"But--you really are! Your hair and your eyes and your mouth. How did\nyou do it?\"\n\nShe shook her head to show its unimportance. \"It is something--like your\nhypnotism.\"\n\nGeorge raised himself from his knees and sat beside her. \"But I can't\nbelieve it!\"\n\n\"You can see, you can feel.\"\n\n\"Yes,\" George said. \"Yes.\"\n\n\"You are happy with me this way, aren't you, George?\"\n\n\"But you're so beautiful.\"\n\nThe golden-haired girl nodded her head, and the shining blue eyes\nwatched him carefully.\n\n\"You see then,\" Gistla said. \"It does make a difference. You love me\nmore this way.\"\n\n\"No,\" George said, touching her hair again. \"I don't love you more, but\nif you can do this, why then, we'll have no more worries. Don't you\nsee?\"\n\n\"I think so,\" Gistla said, looking away.\n\nGeorge's voice was excited, and his eyes darted over her face and body.\n\"Would other people see you as I do?\"\n\n\"If I wished, yes.\"\n\n\"Then you see? It's all changed! You are what I see. Golden-haired and\npale-skinned--\"\n\n\"I am still Gistla. You would always know that. Would you love something\nthat is not real, just because you see it with your eyes?\"\n\n\n\n\"But I can feel that you're real,\" George said, putting his hands on her\nshoulders. He pulled her closer and kissed her hair. \"You're Gistla,\" he\nsaid, \"and you're beautiful.\" He tipped her face up to his and bent to\nkiss her mouth.\n\nHis lips touched smooth green skin and he looked into Gistla's large\nround lidless eyes. He recoiled as though he had been touched by fire.\n\nShe watched him as he wiped a trembling hand across his chest, and her\nglobular head glistened in the reflection of the late sun.\n\nShe nodded. \"When you see what I really am, the difference _is_\nimportant.\" She gathered her cloak around her and stood up.\n\nGeorge felt the flush of his face, and he could not meet her eyes. He\nheard her walk a few steps away.\n\n\"Good-by, George,\" she said.\n\nHe jumped up quickly. \"That wasn't fair.\"\n\n\"No,\" she said slowly, \"but it proved the value of things.\"\n\n\"It wasn't fair,\" George repeated. \"And it didn't prove anything.\"\n\n\"I think it did,\" she said, moving away.\n\n\"No, listen, Gistla,\" he said. \"You can't judge anything by what I did\nor said. We are different, in a physical sense, but that doesn't really\nmatter. If a golden-haired girl materializes in front of my eyes, you\ncan't blame me for what my emotions did. It's still you I love. Not the\ncolor of your skin or the shape of your mouth. But you and what you or I\nor anybody else looks like isn't important!\"\n\nHe followed her and caught her arm. She turned to face him. \"You can say\nthat,\" she said. \"Your words tell me that and your eyes, but I know it\nisn't true.\"\n\nThe embarrassment was still inside him, but the way she denied him made\nhim want her more than ever. He held to her arm and then he said,\n\"Gistla, could you change me? I mean, so that other people, even I,\nwould see me as they see you--as a Venusian?\"\n\nShe stood very still, staring at him.\n\n\"Could you?\" he asked.\n\n\"Yes.\"\n\n\"Then do it, Gistla. I'll prove to you that nothing is important but you\nand me. I'll be a Venusian, like you are. I'll go back to my family as a\nVenusian and I'll take you with me. I'll prove that neither they nor\nanybody else makes any difference in how I love you!\"\n\nGistla watched him solemnly. Finally she said, \"Would you really do\nthat?\"\n\n\"Yes,\" he said quickly, \"Yes.\"\n\n\"I love you, George,\" she said in her deep round voice.\n\nHe lifted his hands to touch her face and he found that his skin had\nturned to pale green. He touched his own face, and he knew that if he\nlooked into a mirror he would see a round smooth head with large lidless\neyes.\n\n\"Is that what you wanted?\" she asked.\n\n\"Yes,\" he said stubbornly. \"That's what I wanted.\" He stood there for a\nlong time, trying to become used to it, fighting the fear that ran\nthrough him every time he looked at his hands or touched his head.\nFinally he said, quietly, \"Let's go meet my family.\"\n\n\n\nAs they drew near the house, he knew his family was still in the patio.\nHe could hear the voices of his mother and father and the high, piercing\nlaughter of his sister.\n\n\"And, my God,\" he heard his sister say, \"did you see the way those\nhorrible eyes looked at you? What ever gets into George?\"\n\n\"Dear, dear, dear,\" he heard his mother say.\n\nGistla was looking at him. \"You do not have to do this.\"\n\n\"Yes,\" he said, feeling his heart jump. \"I do.\"\n\nHe took her hand and they walked to the gate of the patio. He stood\nthere, feeling Gistla's hand tighten about his own. And as he said,\n\"Hello, everybody,\" he felt his breath shorten as though he had suddenly\ngotten stage fright.\n\nHe saw his father turn around. \"What's this?\" Mr. Kenington said,\nfrowning.\n\n\"Hello, Father,\" George said.\n\n\"_Father_,\" Mr. Kenington repeated. \"What are you doing in this patio?\"\n\n\"I brought Gistla back.\"\n\n\"So I see,\" said Mr. Kenington, his eyes narrow as he looked at Gistla.\n\"Where's George?\"\n\n\"I'm George.\"\n\n\"I'm not in the mood for joking with Venusians,\" his father snapped.\n\"What made you think you could come in here like this?\"\n\nGistla's hand tightened again. \"Try to understand,\" George said.\n\"Gistla--\"\n\n\"What's going on?\" his sister interrupted.\n\n\"Gistla, or whatever her name is,\" Mr. Kenington said, \"has brought a\nfriend of hers, another Venusian.\" He said the word, Venusian, as though\nit were a curse or a filthy word.\n\n\"My God,\" said his sister, squinting at them.\n\nMrs. Kenington leaned over in her chair, peering. \"Tell them not to come\ninto the patio, Harry,\" she said to her husband.\n\n\"Listen, Father,\" George said, feeling the panic begin. \"Gistla changed\nmy appearance, so that I seem to look like a Venusian. I came here to\ntell you that it doesn't make any difference what I look like, whether I\nlook like a Venusian or a leaf on a vine or anything else. I still love\nher, and it doesn't make any difference.\" He heard his voice rising and\nbecoming louder.\n\n\"My God,\" said his sister, giggling. \"More black magic. Can you make\nmusic?\" she asked George.\n\n\"Harry,\" his mother said. \"They frighten me. Can't you make them keep\noff the patio?\"\n\n\"Mother--\" George began.\n\n\"Now see here,\" Mr. Kenington growled. \"You know we don't allow\nVenusians around here. I'd advise you to get out of here. Quick!\"\n\n\"Why does he keep calling you father and mother?\" his sister asked.\n\"Isn't that queer, how he keeps doing that? Make some music,\" she said\nto George.\n\nGeorge could see the hatred in his father's eyes and in his mother's.\nAnd behind his sister's sarcastic smile, he could see the hatred there,\ntoo. He felt himself getting more tense, and the panic raced through\nhim.\n\n\"Listen,\" he shouted. \"I'm George, don't you understand? George!\"\n\n\"I don't want to tell you again,\" his father said, his face very red. \"I\ndon't know what your little game is, but it isn't coming off, and so\nI'll tell you just this one time. You get the hell off this property, or\nI'll ...\"\n\n\"Listen,\" George yelled. \"I'm _GEORGE_! Don't you understand?\"\n\nHis father's lips thinned to a white line, and he began shouting for Joe\nFinch, the gardener.\n\nGeorge knew what he should have done then, he should have taken Gistla\nand gone. He should have walked with her, hand in hand, down the road\nand away from there. But instead, the panic made his heart pound and he\nsaw the hatred all around him. He couldn't help it when he shouted to\nher, \"Gistla! For God's sake, change me back! Right now! Gistla!\"\n\nHe stood there, breathing hard, his muscles knotted like steel, while\nshe stared at him, looking into his eyes.\n\nSuddenly, he heard his father gasp and say, \"_George!_\"\n\nHe looked at his hands and they were white and he felt of his face and\nit was his own. He saw his sister's hand against her mouth, and his\nfather stared at him with unbelieving eyes. His mother had gotten up and\nwas coming over to him, her eyes blinking. \"George,\" she said, \"what did\nthey do to you?\" She patted his shoulder, her hands fluttering like bird\nwings.\n\nHe turned back to Gistla and she was gone. Beyond the gate now, he knew,\nand walking slowly, alone, down the road. Only this time he would not go\nafter her. He couldn't. And as he stood there, feeling his mother's hand\npatting his shoulder, hearing his sister say, \"My God,\" seeing his\nfather shake his head slowly, he felt very young and at the same time,\nvery old, and he wanted to cry.\n\n",
    "metadata": {
        "author": [
            "McKimmey, James",
            "McKimmey, James Earl, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29578/pg29578.txt",
        "name": "george_loves_gistla.json"
    }
}