{
    "name": "Get Out of My Body!",
    "author": [
        "Harris, Tom W."
    ],
    "body": "\"I have come to discuss a very grave problem,\" said the\ntalking-attendant.\n\n\"Then let's get down to details,\" said Chester Forge. \"It's urgent you\nsaid.\"\n\nInterviews with Ravians always made Chester nervous. They wouldn't use\nthe psi-control voice sets, and there was something uncanny in talking\nto a human, a talking-attendant, when you knew it wasn't the man\nspeaking at all, but the alien intelligence he was temporarily host to.\n\nIt was even more unsettling when the Ravian was a high official,\nas at present. Their minds were even more coldly intellectual, dry\nand logical than the usual Ravian tourist's. And they could make a\nlot of trouble. Chester's job as tour-chief here at Knoxville--more\nspecifically, Port Knoxville, where the ships came in--was to keep the\ntourists happy as possible. No, not happy. Happiness is an emotion.\nSatisfied maybe.\n\n\"There are scant useful details I can give you,\" said Monnn, the\nRavian, through the lips of the talking-attendant. \"There was a\nstowaway on the sightseeing ship that came in this morning--one of our\npeople. He is a fugitive. He has left the ship and is here on earth\nsomewhere, perhaps in Knoxville. He must be captured.\"\n\nChester Forge was jolted, but he had found you got on better with\nRavians if you never showed feelings. He made his voice calm.\n\n\"A fugitive, hmmm? What was his crime?\"\n\n\"The question is immaterial,\" said Monnn. \"So typical of your people.\nBut I suppose you will function better if not bothered by curiosity.\nMinnn, the stowaway, told a lie.\"\n\n\"A lie?\"\n\n\"The worst of crimes. Minnn was a politician, campaigning for office,\nand he lied in making a promise he could not execute.\"\n\nBy Joe, thought Chester, now I've heard them all. Well, the rule is you\nnever, never question the tastes of an alien. The Martians have a mad\npassion for hop-toads, the Zarlos like to have things hurt them, the\nFrin talk all the time and the Rorn don't talk at all, and--\n\n\"We'll get him for you,\" said Chester more firmly than he felt.\n\n\"We feel you may fail,\" said the Ravian. \"We ask permission to send our\nown searchers, no quota on numbers, open-area travel permission.\"\n\nChester went white. \"I'm afraid we can't grant that. I promise we'll\nget him for you.\"\n\n\"Why can you not grant that?\"\n\n\"Well--population. There aren't enough volunteers to host any more than\nthe present quota, and of course you can't get around without hosts.\"\n\n\"How human,\" said Monnn through the attendant. \"You are afraid of us.\nYet you know we have no desire at all for this planet, and that we know\nyou know this.\n\n\"Why do you lie? On our planet you would be treated as Minnn will\nbe--your personality dismembered, the useful parts assigned to another,\nthe imperfect disposed of.\"\n\n\"Be that as it may,\" said Chester, a chill in his spine. \"We will find\nthis fugitive ourselves.\"\n\n\"Of course. And if you do not, within two of your days, we must come\nto search ourselves. One more thing--Minnn may turn killer. And now I\nshall retire--manipulating this organism is most fatiguing.\"\n\nThe talking-attendant stood blank-faced for a moment as the Ravian\nwithdrew to some nook of his mentality. Then he blinked and peered\naround, discovered he was in Forge's office, and saluted.\n\n\"That's okay, John,\" said Chester. \"Thanks. Take him back to his husk.\"\n\nThe attendant left and Chester picked up his visor, punching the button\nfor Security Chief....\n\n\n\nOn Clinch Street, little Sally Odum was walking home from school. She\nturned down an alley for a shortcut, and there she saw the toy. It\nwas a black, fringed globe, a little larger than a grapefruit. \"Gee!\"\nexclaimed Sally, and reached out and grabbed it.\n\nThe globe changed from black to gray, from shiny to dull, and from firm\nto flaccid. Sally felt a little tingle in her fingertips, a tiny tug\nin her mind. Looking thoughtful, she slipped the limp toy under her\njacket. She trotted home, hid the thing at the bottom of her toy box,\nand promptly forgot about ever finding it.\n\nMinnn, exhausted from the psionic strain of rolling his body through\nthe thick earth air all the way from the port to the city, and then\ndirecting the feeling and movement of Sally, made one little adjustment\nin her memory, then turned off his awareness and rested. In the rich\nrush of mental currents he would soon be replenished. In the meantime\nhe was safe....\n\n\n\nThe Ravian had given Chester Forge two days to find Minnn. A day had\npassed and nothing had happened. He had kept things quiet, up to now.\nThere was no indication his quiet search would produce anything. It was\ntime for a different tactic....\n\n\n\nSally Odum's father looked up from the news-sheets that had just come\noff the clicker. \"Mary, did you see these items about the Ravian loose\nin the city?\"\n\nHis wife was playing chack with Sally. The child had beaten her four\ngames running, and Mary was just beginning to wonder if she was mother\nto a genius. A mother does not appreciate interruption of such\nmusings. \"Ah--no,\" she answered absently. \"What about um?\"\n\n\"Seems this bird--Minnn's his tag--is thought to be hiding out in some\nhuman around town. He forced.\"\n\nMary was more interested. \"Isn't forcing against galactic convention?\"\n\n\"Darn right. This guy's a fugitive, like I said.\"\n\n\"I knew they'd get in trouble, letting these foreigners come down.\"\n\n\"Look, honey. One thing, we need the trade. A Ravian pays four picks of\nplainum for a day or two in a human. It's all here in the news-sheet.\nA Ravian hasn't got emotions, and when they're in a host they can feel\neverything the host feels. Real Kicks. The host gets to spend one pick\nhimself--a small fortune--he has a shivaree and the Ravian goes for the\nride. And for the host it's all voluntary.\"\n\n\"What about this Minnn?\"\n\nSally listened with bright attention, slightly flushed.\n\n\"It says here he could be anywhere, any man, woman or child. Tells how\nyou can spot 'em and names a reward. Person with old Minnn inside is a\nlittle flushed, feverish, doesn't sleep very well. They....\"\n\n\"Say, honey, Sally didn't sleep well last night. Do you think she's all\nright?\"\n\n\"Any kid has a restless night sometimes, Mary. Lemme finish. The person\nis apt to be kind of listless, and might have memory blanks. Oh--and\nthe Ravian enters a host by some kind of physical contact, and he can\nget to another host only by a contact with the first one.\"\n\n\"Maybe we ought to take Sally to Dr. Price, hon. She just hasn't been\nherself lately.\"\n\n\"Oh well,\" sighed Odum, and threw down the clicker-story. \"Tell you\nwhat. All you do is visor security, tell them you're pretty sure a\nperson has this Ravian, and the person gets a real good physical--free.\nLet's just tell them Sal has the symptoms and get a deal.\"\n\nSally got up listlessly and the screen banged as she wandered out.\n\n\"What symptoms?\" asked Mary.\n\n\"You mean you weren't listening?\" And Mr. Odum told Mrs. Odum all the\nsigns the article had listed, while Mrs. Odum gradually paled.\n\n\"But--those are exactly the symptoms she does have,\" she said when he\nfinished. Their eyes met and he reached for the visor.\n\nThe security cops arrived. Chester was with them. As they boiled\nfrom their 'copter they nearly knocked over an old gentleman who was\ncreaking his way delicately along the sidewalk, and one cop stepped on\na small dog, which bit him.\n\nTwo of them stayed with Sally, who stood in the yard with a scared\nexpression; two others entered the house with Chester. They all came\nout of the house and Mary explained to Sally that she was not to be\nfrightened. Sally was given a nice raincoat with built-in mittens--it\nwas triple-ply mento-insulation plastic--and everybody bundled into the\n'copter.\n\nSally liked the ride and the raincoat, but when it was all over she was\nsad. Mr. Forge seemed disappointed somehow....\n\n\n\nMinnn lay quiet in his new host soaking in data. Perfesser Frye ...\nold ... quiet, jogging complex of contentment, and dissatisfaction.\nCheated on price of eggs ... nice house over there, awful the way\nthey've changed things ... little girl, patted her on the head, might\nhave had a child like that. Enjoy what you can. Glow-thought connected\nwith something called beer.\n\nMinnn was shocked to find that, almost the opposite of Sally,\nPerfesser Frye was a complete liar. He was not a professor, and the\nknowledge he impressed people with was mostly a collection of long,\nmispronounced words and memorized facts of which the Perfesser did\nnot know the meaning. His landlady believed he was coming into an\nimmense inheritance based on platinum on Vega, and she allowed him\na familiarity which Minnn found amusing and which included rent\nexemption. The man was a collection of lies. Even his rheumatism was\nnot genuine, but psychosomatic.\n\nThat evening the Perfesser had the unpleasant experience of seeing\nhis own face on the landlady's show-visor set, with the information\nthat there was a price on his head. This was the last he remembered\nfor some time, although to the landlady he appeared to retain full\nconsciousness. He leaped to his feet most unrheumatically, tied her\nup, bashed in the visor, and pattered out into the streets, which were\ndeserted.\n\nThe Perfesser had good eyes for distance use, Minnn found. He swung\nthe Perfesser's hook-beaked head about searchingly. At the end of the\nstreet men were coming, in mento-insulation. Minnn swung the lanky\nframe about, almost capsizing it, and sprinted long-leggedly in the\nopposite direction.\n\nIn a few blocks the heart was pounding and the face was hot and the\nlungs could not suck enough oxygen. The Perfesser was not feeling\nanything consciously, but his parasympathetic nervous system was giving\nMinnn the horrors.\n\nThe cops could not be seen. Minnn withdrew to rest. The Perfesser came\nto an abrupt halt, and gazed about him glassily. He remembered the\nnightmarish moment watching the visor; now he found himself in the\nstreet panting like a horse and raining sweat. He stood getting his\nbreath and trying to think, then moved off purposefully....\n\n\n\nChester's eyes felt like they would drop out on his desk at any moment.\nHe had had no sleep. He was entertaining a plan to visit the Ravians,\nin disguise, as a tourist, and make things miserable for _them_, when\ntwo buzzers rang at once.\n\nHe answered his chief's buzzer first. Had Minnn been caught? No? Well,\nthe governor had called and the heat was on. The chief was forced to\ngive Forge a choice of producing Minnn in 24 hours or being sent as\nsupercargo to the Mars-deserts. That was all.\n\nThe second buzzer was Monnn, speaking through \"a talking-attendant.\"\n\n\"Your two days are up this evening,\" said the Ravian. \"Any progress?\"\n\n\"We ought to have him any time now.\"\n\n\"Nonsense. Minnn had been in that young girl--I could tell, when she\nwas here.\"\n\nForge got little pleasure from his reply. \"I know that. We're after the\nman Minnn moved to.\"\n\nMonnn was unperturbed. \"Good. You have about an hour.\"\n\n\"One thing,\" said Chester. \"You say Minnn might kill. Any special way\nhe'd go about it?\"\n\n\"How should I know?\" asked Monnn. \"Minnn is an outlaw, under pursuit\nand away from his planet. On our planet there are no killings.\" And he\nhung up....\n\n\n\nThe Perfesser, umbrella under his arm, black serge suit dusty, walked\ndown a long alley and into Steve's Beer Bar. Beer, he always figured,\nwas a real help when you were perplexed.\n\nMinnn witnessed this logic with disgust. The Perfesser's memory-units\nshowed the beer just made him more perplexed. But Minnn was resting in\nwitness-state, very tired from making the Perfesser do all that running.\n\nThe Perfesser hooked his umbrella over the bar and was waited upon by\nSteve himself. \"You look kinda bushed,\" said Steve respectfully.\n\n\"A man my age must watch himself, Steve. Especially when he is\nenervated by the hardihoods of lifetime scholarship.\"\n\n\"Rough,\" said Steve admiringly. He didn't know what the language meant\nbut it sounded gorgeous.\n\nThe Perfesser turned to a pushed-down man beside him at the bar. \"You\nwould hardly believe, friend, what has just happened to me. One moment\nI was watching a home-visor-view--and the next I was standing in the\nstreet. I can scarcely credit this phenomenon.\"\n\n\"Funny things happen,\" said the pushed-down man. \"I drive a laundry\ntruck, and one stop is out to the national asylum. They got people out\nthere what don't know where they even came from, too.\"\n\n\"You sure this really happened, Perfesser?\" said Steve. \"I mean--you\nwouldn't make it up or nothing.\" The Perfesser had drunk only one \"fish\nbowl\" of beer--it was a little early for his star-spangled lying.\n\n\"I can aver it happened,\" said the Perfesser stiffly. \"A phenomena of\npsychic rarity--similar things have occurred to intellectual persons at\nvarious points in history.\"\n\nMinnn was not enjoying himself. Humans were fun when they were having\nfun, but other moods were unendurable. Coupled with illogic it was\nworse. Minnn was considering shifting to the truck driver when the man\nsuddenly arose. \"Well, night, Steve, Perfesser--I gotta get the sheets\na-rolling,\" said the man, and vanished out the back door.\n\nIt was seconds later that two policemen burst in the front door\nand headed straight for the Perfesser. Minnn acted instantly. The\nPerfesser's awareness was clamped out and the creaking frame was sent\nspeeding to the back door.\n\nDown the alley the laundry truck was starting, and the Perfesser's\nvoice sailed after it, \"Wait, fellow. Hold on!\"\n\nThe truck slowed and the wizened face of the driver peered back just in\ntime to see the police burst into the alley and open fire. The face was\nwithdrawn instantly and the truck gained speed.\n\nThe Perfesser ran after it, shouting until his breath gave out. There\nwas junk in the alley and it was crisscrossed by other alleys with\ntraffic on them and the driver dared not approach top speed. The cops\nshot twice again at the Perfesser, who was running like an antelope.\n\nMinnn felt a crash in the Perfesser's shoulder and the tall body\nswayed. A bit of lead had entered the clavicle. Minnn strained and\nthe ends of the veins constricted, slowing the loss of blood. The\nPerfesser's heart and lungs were behaving alarmingly but Minnn kept the\nbody running. He was gaining on the truck.\n\nThe truck gained speed and so did the Perfesser. Ancient arteries,\nbrittled with deposits, strained and began to give. The Perfesser's\narm raised as he drew alongside the truck. The umbrella-tip neared the\ndriver.\n\n\n\nA bullet grazed the Perfesser's side--Minnn suddenly realized they were\nnot shooting to kill: and also the shaky frame he had taken would not\nbe able to run much longer. With a surge of concentration he pushed the\nbody forward. The umbrella-tip touched the driver, Minnn drove himself\ndown the metal ferrule, somewhere an artery burst, and the body of the\nPerfesser sagged, wobbled, and, still carried forward by momentum,\nsmashed into a wall and toppled over. It lay there on its back. Being\nfront-man for a Ravian had been Perfesser Frye's last falsehood.\n\nThe truck got out of the alley, going fast, and kept going fast until\nit came to the asylum. The driver did not go to the back door--there\nmight be people waiting for him. He walked in the front door, up to the\nreceptionist, and touched her. Then he discovered himself standing\nthere, and walked embarrassedly out again.\n\nThe receptionist remained at her desk. A visitor was moving toward her;\nas he passed, the receptionist touched his hand.\n\nDown a hallway opening into the reception room came a little group of\nmen--three attendants from the hospital and the hospital director; a\ntalking-attendant and Chester Forge, and the truck driver. All were\ngloved and clad in mento-insulation but the talking-attendant.\n\n\"I was standing right here,\" said the driver excitedly. \"Right here in\nfront of this desk.\"\n\nThe talking-attendant rested his hand on the receptionist's forehead.\n\"Not there now,\" he declared.\n\n\"Have any of you seen anyone near this desk?\" called the director to\nthe room at large. A woman pointed to the visitor the receptionist had\ntouched. \"He was!\"\n\nThe visitor began to run.\n\n\"We've got to get him before he gets into a patient!\" yelled Chester.\n\"In an unbalanced mind even Monnn can't find him! Get him.\"\n\nThey went plunging after the visitor.\n\nMinnn was pleased. He had a head start, and this human had good running\npotential. He would have fun. An interne stepped out of a door, the\nvisitor touched his hand, the interne stepped back through the door,\nrapidly. The searchers swirled down the hall and grabbed the visitor\nand Monnn made his test. \"Not here now,\" he reported.\n\nThe interne strolled into an elevator, went up a story, walked quietly\ndown another corridor. Excitement was percolating through the place\nalmost as though the inmates breathed it. There were many inmates on\nthis floor; he could force into one almost at leisure.\n\nAnother elevator jarred to a stop, doors opened, and the searchers\nbolted out. Chester's face was like a purple plum, his eyes were red\nand wild. The long chase was teasingly close to ending, and could be\nfrustrated forever.\n\nThe interne turned and thumbed his nose at Forge, who gave a bellow\nof anger. As the men surged toward him, the attendant sprinted a few\nyards, reached out and touched a patient. The halls were full of them;\nattracted by the excitement. Unobtrusively the patient touched another,\nwho in turn touched another, who disappeared in the crowd.\n\n\"Go back to your rooms,\" shouted the director of the hospital. \"You are\nimpeding a hunt for a fugitive.\"\n\nBut the patients didn't see any fugitive, and they stayed, and more\nkept coming.\n\nThere was a disconcerting blur of thought-emotion in the patient Minnn\nwas using. The pursuers were the length of the hall away; he caused his\nhost to turn, shriek a bad word, and thumb her nose at them.\n\nThey came running, impeded by the crowd. The patient turned a corner,\ntouched another patient, who touched another.\n\nIt was quite an experience, Minnn decided. He had whirled through a\nrich kaleidoscope of minds and emotions; in one woman there had been a\nfountain of ecstacy he would have to go back and sample sometime. He\nhad come to the perfect place. Except as he chose to do it, to tease,\nthese inmates could not reveal him, and no Ravian could detect him. He\ncould stay here an indefinite length of time--wait them out--then go\nback to the toy chest where his husk lay--or trace Sally Odum's memory\nfor it in case she had moved it--and repossess himself.\n\nHe could learn to live on this planet--perhaps he could even get\ngovernmental sanctuary, though that was not essential. He would not be\nlonely. Ravians do not get lonely. They do, however, have a sense of\npower.\n\nBut the pursuers were coming down the hall, the Ravian in the\ntalking-attendant attempting to sort through the twisted minds, the\nperson from the tourist service almost out of his own mind. And though\nMinnn was having sport, he was a little tired. He turned the eyes of\nhis host toward the group of hunters, and saw that they had stopped\ncoming and stood talking. He walked his host to a window-bench, sat it\ndown, turned its mind toward slumber, and relaxed.\n\n\n\nChester had to have a plan, and, driven to unwonted efficiency by the\nthreat of bureaucratic disgrace and exile, his mind began to form one.\nThe plan was not without its dangers, especially to Chester, but it was\nthe only plan they had.\n\nPower was shut off to all elevators, and at the flip of a switch all\nthe doors on the group's floor were locked. \"We've got him penned on\nthis floor,\" said Chester. \"I only hope he doesn't come across a mouse.\"\n\n\"He's probably on this floor,\" corrected Monnn through the\ntalking-attendant. \"And he'll _probably_ stay. Ravians have a slight\npsionic control, as you know, and it's barely possible Minnn could\nforce himself through a door-panel.\"\n\n\"How about a wall?\"\n\n\"I doubt it.\"\n\n\"What if there was nobody on the other side for him to force into?\"\n\n\"He would not last very long ... we would lose him. And that would go\nhard for you, Mr. Forge, because we do not want Minnn done away with,\nwe want him captured.\"\n\n\"I don't need to be reminded,\" said Chester, mentally getting a\ntwo-handed hold on the always-be-polite-to-a-tourist rule. \"And now\nlet's smoke him out.\"\n\nThe director and a helper lingered unobtrusively near a firehose;\nthe rest of the group strolled on down the hall. Minnn had rested\nand was alert again. Through his host-eyes he saw there were many\npatients milling about--there were so many ready refuges. It occurred\nto him that he had not particularly bedeviled his countryman, and he\ncaused his host to pick up a vase and hurl it at the head of Monnn's\ntalking-attendant.\n\nAlmost instantly a blast of chill water struck Minnn's host, knocking\nher sprawling. Minnn found her emotions most unpleasant. He took her\nmind fully, forcing her up from the floor, and a ram of water pounded\nher down again. Somebody was rounding up the other patients, pushing\nthem out of his reach. People were yelling, running.\n\nSomebody down the hall aimed a wide-nozzled gun at Minnn's host. There\nwas also the blat of an explosion and something hit his host in the\nchest. \"What poor weapons,\" thought Minnn, and then the thing exploded.\nA thick gas swaddled the host-patient, Minnn felt the body sagging.\nThere was no time for him to weigh all factors for a really logical\ndecision, and he made a snap-judgment to leave this body before it lost\nconsciousness and sealed off his contact with his environment.\n\nA form was stumbling past, and Minnn reached his host's hand up and\ntouched it. In a flash he had entered. Almost instantaneously he\nrealized that this time it was different. The nervous system was alive\nwith wild, determined resistance.\n\nHis host was Chester Forge.\n\nChester reeled back from the gas-shrouded, drowsing inmate. The gas\nwould stay near her, held by the biostatic charge in all its particles.\nHe had to keep away from it; he needed all his consciousness for his\nbattle.\n\nHe would never be able to quite describe many of the things he felt\nduring the struggle he waged within his own organism like a civil war.\nMinnn had entered at his right wrist. Although Chester had mentally\nbraced, the alien had surged up his arm almost instantaneously, nearly\nto the shoulder. Chester called on his mind to hold Minnn there. He\nworked some part of his mind to hold Minnn there. He worked some part\nof his mind like a new muscle--one cannot explain how it is he works a\nmuscle, he just does it. Simultaneously Chester reeled down the hall\ntoward where Monnn, in the talking-attendant, stood by an open door.\nMonnn and the door were his two aces in the hole.\n\nHis flesh crawled; the alien was digging, seeping, sparking through\nhim, along his nerves, like a fluid, a worm, a gas, an insidious\nwrithing electricity. And the alien was winning. Inexorably he drove\nalong the stubborn channels to the seat of control, the watchroom in\nthe skull.\n\nThe talking-attendant stood with a rustling, limp black sac\nout-held--Minnn's husk, taken from the toy chest of Sally Odum. If\nChester could force the writhing Minnn back down and out of his\nfingertips and into the husk....\n\nBut he couldn't. The sweat rolled down his face as the fight went on\ninside him. He had no way of knowing what would happen when Minnn, who\nwas nearing it, reached his brain. Insanity? Convulsions? Death? At\nthe very least, Minnn would control him, and also know his thoughts,\nhis plan, his two aces in the hole.\n\n\n\nThere was a twist and a tingle at the base of his skull--the invader\nwas entering his brainstalk. It was time to play his first ace. With a\nburst of determination to control his reeling motor functions, Chester\nreached out his hand and touched the hand of the talking-attendant.\nMonnn swished vengefully inside him.\n\nWhen they had discussed this the others had been afraid. So had\nChester. Two alien forces, one hostile, both struggling, might rip\nand rupture his psychic system like lightning bolts battling inside\na transistor. But Chester Forge was a stubborn man, with perhaps a\nbureaucratic stubbornness, certainly a human stubbornness, and he was\ncommitted to an end to be achieved.\n\nFor a few split seconds there was in Chester's nervous system what\nmight be described as a \"hush.\" He took advantage of it to step through\nthe open door into a dimly-lighted room. The hospital director,\ninsulation-swathed, followed with the leather-rustling husk.\n\nThen Minnn and Monnn locked forces, and Chester reeled with the shock\nand swirl of the combat. The two forces mixed, fused, separated,\nmingled, yet Chester somehow knew always which was which, got bursts\nof the reasoning of each, knew in some indescribable way the alien,\nindecipherable natures of each of them. For an instant he panicked.\nSomething mysterious and terrible as the dark energy of infinity was\npounding and flashing in his merely human synapses and cells, something\nhe understood yet could not understand at all.\n\nHe felt a draining, and knew Minnn was tapping him for energy. Chester\nrallied to help Monnn. He pulled his energy, his thoughts, away from\nMinnn, rolling up, balling, clenching his powers, keeping them out of\nreach, probing for a chance to strike. Minnn filamented through half\nhis body; part of the alien was needling and darting into Chester's\nmind, burrowing toward knowledge of his plan. Chester buried his plan\nin the very center of the ball of thoughts, hiding his last ace.\n\nHe could not keep this up much longer, and he could feel that both\nMinnn and Monnn knew this. It was time for the big assault. He sent\nflash after flash of willpower crisping through his nerves, and Monnn\ninterwove himself in these assaults. Minnn was being forced back, and\nback, intolerably pressured.\n\nMinnn hurled his energies at them in a sudden rush, and Chester felt\nsomething in him begin to tear like a piece of silk.\n\nConcealed from Minnn like the kernel of a nut, Chester cupped the\nknowledge, his last ace. He was at the verge of cracking, now was the\ntime to play it. He edged toward the wall of the room, where a patient\nsat darkly on a bench. At the same time both he and Monnn drove forth\ntheir last few ergs of pressure against Minnn.\n\nChester felt something raise his arm. His arm moved toward the patient;\nhis palm touched the man's cheek. There was a sudden cleanness in him,\nand Minnn was gone.\n\nHe leaped backward through the door and it swung to and locked. A\npeep-panel was opened in it and the black fringed husk hung up before\nthe opening. Chester touched the talking-attendant so Monnn could pass\nover, then leaned weakly against the wall opposite the door.\n\n\"I give him half an hour,\" he said. \"Who's got a drink of water?\"\n\nIt turned out that they had waited only twenty-two minutes when the\nfringed sac began to take a luster, to puff and to fill. When they were\nquite sure Minnn was entirely within it, they wrapped it tightly in\nthe insulation and took it away.\n\n\"It was a good plan,\" said Monnn through the talking-attendant as\nthey drove back toward the town. \"We could never have forced him to\nleave you to enter his husk--his logic would have driven him to fight\neven harder and to stay, with rather unfortunate results to you, Mr.\nForge, but under pressure he would leave to enter another host. And\nit was lucky the walls of that room held him--as you said, that was a\ngamble we had to take. But I wish you would again describe to me the\nphenomenon in that room. It sounds quite strange.\"\n\n\"It's something that happens to humans,\" said Chester, \"and I knew no\nRavian could put up with it. Illogic disturbs you, and you tour in\nhuman beings only for the sake of one kind of emotion, the pleasant\nkind. In that room there was no logic, and the emotions were of a\ndifferent kind, a kind you haven't heard of. The humans there were in\nwhat is called a depressive ward. They are illogically unhappy, all the\ntime.\"\n\n\"I see,\" said Monnn through the lips of the attendant. \"You have good\nlogic, Mr. Forge. I have a new respect for human logic. Yes.\"",
    "metadata": {
        "author": [
            "Harris, Tom W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65176/pg65176.txt",
        "name": "get_out_of_my_body.json"
    }
}