{
    "name": "Godsend to a Lady",
    "author": [
        "Sinclair, B. M. (Bertha Muzzy)",
        "Sinclair, Bertha Muzzy",
        "Bower, B. M."
    ],
    "body": "By B. M. Bower\n\nAuthor of “You Ask Anybody,” “Cow Country,” Etc.\n\n    “Casey” Ryan mixes a little philanthropy with considerable\n    poker and ends where he started--with the addition of a\n    pair of socks.\n\n\nCasey waved good-by to the men from Tonopah, squinted up at the sun,\nand got a coal-oil can of water and filled the radiator of his Ford.\nHe rolled his bed in the tarp and tied it securely, put flour,\nbacon, coffee, salt, and various other small necessities of life\ninto a box, inspected his sour-dough can and decided to empty it and\nstart over again if hard fate drove him to sour dough. “Might bust\ndown and have to sleep out,” he meditated. “Then again I ain’t\nliable to; and if I do I’ll be goin’ so fast I’ll git somewhere\nbefore she stops. I’m--sure--goin’ to go!” He cranked the battered\ncar, straddled in over the edge on the driver’s side, and set his\nfeet against the pedals with the air of a man who had urgent\nbusiness elsewhere. The men from Tonopah were not yet out of sight\naround the butte scarred with granite ledges before Casey was under\nway, rattling down the rough trail from Ghost Mountain and bouncing\nclear of the seat as the car lurched over certain rough spots.\n\nPinned with a safety pin to the inside pocket of the vest he wore\nonly when he felt need of a safe and secret pocket, Casey Ryan\ncarried a check for twenty-five thousand dollars, made payable to\nhimself. A check for twenty-five thousand dollars in Casey’s pocket\nwas like a wild cat clawing at his imagination and spitting at every\nmoment’s delay. Casey had endured solitude and some hardship while\nhe coaxed Ghost Mountain to reveal a little of its secret treasure.\nNow he wanted action, light, life, and plenty of it. While he drove\nhe dreamed, and his dreams beckoned, urged him faster and faster.\n\nUp over the summit of the ridge that lay between Ghost Mountain and\nFurnace Lake he surged with radiator bubbling. Down the long slope\nto the lake lying there smiling sardonically at a world it loved to\ntrick with its moods, Casey drove as if he were winning a bet.\nAcross that five miles of baked, yellow-white clay he raced, his\nFord a-creak in every joint.\n\n“Go it, you tin lizard,” chortled Casey. “I’ll have me a real wagon\nwhen I git to Los. She’ll be white, with red stripes along her sides\nand red wheels, and she’ll eat up the road and lick her chops for\nmore. Sixty miles under her belt every time the clock strikes, or\nshe ain’t good enough for Casey! Mebby they think they got some\ndrivers in Californy. Meybe they think they have. They ain’t,\nthough, because Casey Ryan ain’t there yet. I’ll catch that night\ntrain. Oughta be in by morning, and then you keep your eye on Casey.\nThere’s goin’ to be a stir around Los, about to-morrow noon. I’ll\nhave to buy some clothes, I guess. And I’ll find some nice girl with\nyella hair that likes pleasure, and take her out ridin’. Yeah, I’ll\nhave to git me a swell outfit uh clothes. I’ll look the part, all\nright!”\n\nUp a long, winding trail and over another summit, Casey dreamed\nwhile the stark, scarred buttes on either side regarded him with\nenigmatic calm. Since the first wagon train had worried over the\nrough deserts on their way to California, the bleak hills of Nevada\nhad listened while prospectors dreamed aloud and cackled over their\ndreaming; had listened, too, while they raved in thirst and heat and\nmadness. Inscrutably they watched Casey as he hurried by with his\ntwenty-five thousand dollars and his pleasant pictures of soft ease.\n\nAt a dim fork in the trail Casey slowed and stopped. A boiling\nradiator will not forever brook neglect, and Casey brought his mind\ndown to practical things for a space. “I can just as well take the\ntrain from Lund,” he mused, while he poured in more water. “Then I\ncan leave this bleatin’ burro with Bill. He oughta give me a coupla\nhundred for her, anyway. No use wasting money just because you\nhappen to have a few dollars in your pants.” He filled his pipe to\nsmoke and muse on that sensible idea and turned the nose of his Ford\ndown the dim trail to Lund.\n\nEighty miles more or less straight away across the mountainous waste\nlay Lund, halfway up a cañon that led to higher reaches in the hills\nrich in silver, lead, copper, gold. Silver it was that Casey had\nfound and sold to the men from Tonopah--and it was a freak of luck,\nhe thought whimsically, that had led him and his Ford away over to\nGhost Mountain to find their stake when they had probably been\ndriving over millions every day that they made the stage trip from\nPinnacle down to Lund. For Casey, be it known, was an old stage\ndriver turned prospector. He had a good deal to think of while he\ndrove, and he had time enough in which to think it.\n\nThe trail was rutted in places where the sluicing rains had driven\nhard across the hills; soft with sand in places where the fierce\nwinds had swept the open. For a while the thin, wabbly track of a\nwagon meandered over the road, then turned off up a flat-bottomed\ndraw and was lost in the sagebrush. Some prospector not so lucky as\nhe, thought Casey with swift, soon-forgotten sympathy.\n\nA coyote ran up a slope toward him, halted with forefeet planted on\na rock and stared at him, ears perked like an inquisitive dog. Casey\nstopped, eased his rifle out of the crease in the back of the seat\ncushion, chanced a shot and his luck held. He climbed out, picked up\nthe limp gray animal, threw it into the tonneau and went on. Even\nwith twenty-five thousand dollars in his pocket, Casey told himself\nthat coyote hides are not to be scorned. He had seen the time when\nthe price of a good hide meant flour and bacon and tobacco to him.\nHe would skin it when he stopped to eat.\n\nEighty miles with never a soul to call good day to Casey. Nor shack\nnor shelter made for man, nor water to wet his lips if they cracked\nwith thirst--unless, perchance, one of those swift downpours came\nriding on the wind, lashing the clouds with lightning. Then there\nwas water, to be sure. Far ahead of Casey such a storm rolled in off\nthe barren hills to the south. “She’s wettin’ up that red lake\na-plenty,” observed Casey, squinting through the dirty windshield.\n“No trail around, either, on account of the lava beds. But I guess I\ncan pull acrost, all right.”\n\nDoubt was in his voice, however, and he was half minded to turn back\nand take the straight road to Vernal, which had been his first\nobjective. But he discarded the idea. “No, sir, Casey Ryan never\nback-trailed yet. Poor time to commence now, when I got the world by\nthe tail and a downhill pull. We’ll make out, all right--can’t be so\nterrible boggy with a short rain like that there. I bet,” he\ncontinued optimistically to the Ford, which was the nearest he had\nto human companionship, “I bet we make it in a long lope. Git along,\nthere! Shake a hoof--’s the last time you haul Casey around.\n\n“Casey’s goin’ to step high, wide, and handsome. Sixty miles an hour\nor he’ll ask for his money back. They can’t step too fast for Casey!\nBlue--if I git me a girl with yella hair, mebby she’ll show up\nbetter in a blue car than she will in a white and red. This here\nturnout has got to be tasty and have class. If she was dark--” He\nshook his head at that. “No, sir, black hair grows too plenty on\nsquaws an’ chili queens. Yella goes with Casey. Clingin’ kind with\nblue eyes--that’s the stuff! An’ I’ll sure show her some drivin’!”\n\nHe wondered whether he should find the girl first and buy the car to\nmatch her beauty, or buy the car first and with that lure the lady\nof his dreams. It was a nice question and it required thought. It\nwas pleasant to ponder the problem, and Casey became so lost in\nmeditation that he forgot to eat when the sun flirted with the\nscurrying clouds over his wind-torn automobile top.\n\nSo he came bouncing and swaying down the last mesa to the place\ncalled Red Lake. Casey had heard it spoken of with opprobrious\nepithets by men who had crossed it in wet weather. In dry weather it\nwas red clay caked and checked by the sun, and wheels or hoofs\nstirred clouds of red dust that followed and choked the traveler. In\nrain it was said to be boggy, and travelers failed to travel at all.\n\nCasey was not thinking of the lake when he drove down to it. He was\nseeing visions, though you would not think it to look at him; a\nstocky, middle-aged man who needed a shave and a hair cut, wearing\ncheap, dirt-stained overalls and blue shirt and square-toed shoes\nstudded thickly on the soles with hobnails worn shiny; driving a\ndesert-scarred Ford with most of the paint gone and a front fender\ncocked up and flapping crazily, and tires worn down to the fabric in\nplaces.\n\nBut his eyes were very blue and there was a humorous twist to his\nmouth, and the wrinkles around his eyes meant Irish laughter quite\nas much as squinting into the sun. If he dreamed incongruously of\nbig, luxurious cars gorgeous in paint and nickel trim, and of slim,\nyoung women with yellow hair and blue eyes--well, stranger dreams\nhave been hidden away behind exteriors more unsightly than was the\nshell which holds the soul of Casey Ryan.\n\nPresently the practical, everyday side of his nature nudged him into\ntaking note of his immediate surroundings. Casey knew at a glance\nthat half of Red Lake was wet, and that the shiny patches here and\nthere were shallow pools of water. Moreover, out in the reddest,\nwettest part of it an automobile stood with its back to him, and\npygmy figures were moving slowly upon either side.\n\n“Stuck” diagnosed Casey in one word, and tucked his dream into the\nback of his mind even while he pulled down the gas lever a couple of\nnotches and lunged along the muddy ruts that led straight away from\nthe safe line of sagebrush and out upon the platterlike red expanse.\n\nThe Ford grunted and lugged down to a steady pull. Casey drove as he\nhad driven his six horses up a steep grade in the old days, coaxing\nevery ounce of power into action. Now he coaxed with spark and gas\nand somehow kept her in high, and stopped with nice judgment on a\nsmall island of harder clay within shouting distance of the car\nahead. He killed the engine then and stepped down, and went picking\nhis way carefully out to them, his heavy shoes speedily collecting\ngreat pancakes of mud that clung like glue.\n\n“Stuck, hey? You oughta kept in the ruts, no matter if they are\nwater-logged. You never want to turn outa the road on one of these\nlake beds, huntin’ dry ground. If it’s wet in the road you can bank\non sinkin’ in to the hocks the minute you turn out.” He carefully\nremoved the mud pancakes from his shoes by scraping them across the\nhub of the stalled car, and edged back to stand with his arms on his\nhips while he surveyed the full plight of them.\n\n“She sure is bogged down a-plenty,” he observed, grinning\nsympathetically.\n\n“Could you hitch on your car, mister, and pull us out?” This was a\nwoman’s voice, and it had an odd quality of youth and unquenchable\nhumor that thrilled Casey, woman hungry as he was.\n\nCasey put up a hand to his mouth and surreptitiously removed a chew\nof tobacco almost fresh. With some effort he pulled his feet closer\ntogether, and he lifted his old Stetson and reset it at a\nconsciously rakish angle. He glanced at the car, behind it and in\nfront, coming back to the flat-chested, depressed individual before\nhim. “Yes, ma’am. I’ll get you out, all right. Sure, I will.” While\nhe looked at the man he spoke to the woman.\n\n“We’ve been stalled here for an hour or more,” volunteered the\nflat-chested one. “We was right behind the storm. Looked a sorry\nchance that anybody would come along for the next week or so--”\n\n“Mister, you’re a godsend if ever there was one,” added the lady.\n“I’d write your name on the roster of saints in my prayer book, if I\never said prayers and had a prayer book and a pencil and knew what\nname to write.”\n\n“Casey Ryan. Don’t you worry, ma’am. We’ll get you outa here in no\ntime.” Casey grinned and craned his neck. Looking lower this time,\nhe saw a pair of feet which did not seem to belong to that voice,\nthough they were undoubtedly feminine. Still, red mud will work\nmiracles of disfigurement, and Casey was an optimist by nature.\n\n“My wife is trying out a new comedy line,” the flat-chested one\nobserved unemotionally. “Trouble is it never gets over out front. If\nshe ever did get it across the footlights I could raise the price of\nadmission and get away with it. How far is it to Rhyolite?”\n\n“Rhyolite? Twenty or twenty-five miles, mebby.” Casey gave him an\ninquiring look.\n\n“Can we get there in time to paper the town and hire a hall to show\nin, mister?” Casey saw the mud-caked feet move laboriously toward\nthe rear of the car.\n\n“Yes, ma’am, I guess you can. There ain’t any town, though, and it\nain’t got any hall in it, ner anybody to go to a show.”\n\nThe woman laughed. “That’s like my prayer book. Well, Jack, you\ncertainly have got a powerful eye, but you’ve been trying to look\nthis outfit out of the mud for an hour, and I haven’t saw it move an\ninch, so far. Let’s just try something else.”\n\n“A prayer outa your prayer book, maybe,” the flat-chested one\nretorted, not troubling to move or to turn his head.\n\nCasey blinked and looked again. The woman who appeared from the\nfarther side of the car might have been the creature of his dream,\nso far as her face, her hair, and her voice went. Her hair was\nyellow, unmistakably yellow. Her eyes were blue as Casey’s own, and\nshe had nice teeth and showed them in a red-lipped smile. A more\nsophisticated man would have known that the powder on her nose was\nfreshly applied, and that her reason for remaining so long hidden\nfrom his sight while she talked to him was revealed in the moist\ncolor on her lips and the fresh bloom on her cheeks. Casey was not\nsophisticated. He thought she was a beautiful woman, and asked no\nquestions of her makeup box.\n\n“Mister, you certainly are a godsend!”--she told him again when she\nfaced him. “I’d call you a direct answer to prayer, only I haven’t\nbeen praying. I’ve been trying to tell Jack that the shovel is not\npacked under the banjos, as he thinks it was, but was left back at\nour last camp where he was trying to dig water out of a wet spot.\nJack, dear, perhaps the gentleman has got a shovel in his car. Ain’t\nit a real gag, mister, us being stuck out here in a dry lake?”\n\nCasey tipped his hat and grinned and tried not to look at her too\nlong. Husbands of beautiful young women are frequently jealous, and\nCasey knew his place and meant to keep it.\n\nAll the way back to his car Casey studied the peculiar features of\nthe meeting. He had been thinking about yellow-haired women--well!\nBut, of course, she was married, and therefore not to be thought of\nsave as a coincidence. Still, Casey rather regretted the existence\nof Jack, dear, and began to wonder why good-looking women always\npicked such dried-up little runts for husbands. “Show actors, by the\ntalk,” he mused. “I wonder now if she don’t sing, mebby?”\n\nHe started the car and forged out to them, making the last few rods\nin low gear and knowing how risky it was to stop. They were rather\nhelpless, he had to admit, and did all the standing around while\nCasey did all the work. But he shoveled the rear wheels out, waded\nback to the tiny island of solid ground and gathered an armful of\nbrush, covered himself with mud while he crowded the brush in front\nof the wheels, tied the tow rope he carried for emergencies like\nthis, waded to the Ford, cranked, and trusted the rest to luck. The\nFord moved slowly ahead until the rope between the two cars\ntightened, then spun wheels and proceeded to dig herself in where\nshe stood. The other car, shaking with the tremor of its own engine,\nruthlessly ground the sagebrush into the mud and stood upon it\nshaking and roaring and spluttering furiously.\n\n“Nothing like sticking together, mister,” called the lady\ncheerfully, and he heard the music of her laughter above the churn\nof their motor.\n\n“Say, ain’t your carburetor all off?” Casey leaned out to call back\nto the flat-chested one. “You’re smokin’ back there like wet wood.”\n\nThe man immediately stopped the motor and looked behind him.\n\nCasey muttered something under his breath when he climbed out. He\nlooked at his own car standing hub deep in red mud, and reached for\nthe solacing plug of chewing tobacco. Then he thought of the lady,\nand withdrew his hand empty.\n\n“We’re certainly going to stick together, mister,” she repeated her\nwitticism, and Casey grinned foolishly.\n\n“She’ll dry up in a few hours, with this hot sun,” he observed\nhearteningly. “We’ll have to pile brush in, I guess.” His glance\nwent back to the tiny island and to his double row of tracks. He\nlooked at the man.\n\n“Jack, dear, you might go help the gentleman get some brush,” the\nlady suggested sweetly.\n\n“This ain’t my act,” Jack dear objected. “I just about broke my\nspine trying to heave the car outa the mud when we first stuck. Say,\nI wish there was a beanery of some kind in walking distance. Honest,\nI’ll be dead of starvation in another hour. What’s the chance of a\nbite, hon?”\n\nContempt surged through Casey. Deep in his soul he pitied her for\nbeing tied to such an insect. Immediately he was glad that she had\nspirit enough to put the little runt in his place.\n\n“You would wait to buy supplies in Rhyolite, remember,” she reminded\nher husband calmly. “I guess you’ll have to wait till you get there.\nI’ve got one piece of bread saved for junior. You and I go\nhungry--and cheer up, old dear, you’re used to it!”\n\n“I’ve got grub,” Casey volunteered hospitably. “Didn’t stop to eat\nyet. I’ll pack the stuff back there to dry ground and boil some\ncoffee and fry some bacon.” He looked at the woman and was rewarded\nby a smile so brilliant that Casey was dazzled.\n\n“You certainly are a godsend,” she called after him, as he turned\naway to his own car. “It just happens that we’re out of everything.\nIt’s so hard to keep anything on hand when you’re traveling in this\ncountry, with towns so far apart. You just run short, before you\nknow it.”\n\nCasey thought that the very scarcity of towns compelled one to avoid\nrunning short of food, but he did not say anything. He waded back to\nthe island with a full load of provisions and cooking utensils, and\nin three minutes he was squinting against the smoke of a camp fire\nwhile he poured water from a canteen into his blackened coffeepot.\n\n“Coffee! Jack, dear, can you believe your nose!” chirped the woman\npresently behind Casey. “Junior, darling, just smell the bacon!\nIsn’t he a nice gentleman? Go give him a kiss like a little man.”\n\nCasey didn’t want any kiss--at least from junior. Junior was six\nyears old and his face was dirty and his eyes were old, old eyes,\nhot brown like his father’s. He had the pinched, hungry look which\nCasey had seen only among starving Indians, and after he had kissed\nCasey perfunctorily he snatched the piece of raw bacon which Casey\nhad just sliced off, and tore at it with his teeth like a hungry\npup.\n\nCasey affected not to notice, and busied himself with the fire while\nthe woman reproved junior half-heartedly in an undertone and laughed\nand remarked upon the number of hours since they had breakfasted.\n\nCasey tried not to watch them eat, but in spite of himself he\nthought of a prospector whom he had rescued last summer after a\nfive-day fast. These people tried not to seem unusually hungry, but\nthey ate more than the prospector had eaten, and their eyes followed\ngreedily every mouthful which Casey took, as if they grudged him the\nfood. Wherefore Casey did not take as many mouthfuls as he would\nhave liked.\n\n“This desert air certainly does put an edge on one’s appetite,” the\nwoman smiled, while she blew across her fourth cup of coffee to cool\nit, and between breaths bit into a huge bacon sandwich which Casey\ncould not help knowing was her third. “Jack, dear, isn’t this coffee\ndelicious!”\n\n“Mah-ma! Do we have to p-pay that there g-godsend? C-can you p-pay\nfor more b-bacon for me, mah-ma?” Junior licked his fingers and\ntwitched a fold of his mother’s soiled skirt.\n\n“Sure, give him more bacon! All he wants. I’ll fry another skillet\nfull.” Casey spoke hurriedly, getting out the piece which he had\npacked away in the bag.\n\n“He’s used to these holdup joints where they charge you forty cents\nfor a greasy plate,” the flat-chested man explained, speaking with\nhis mouth full. “Eat all yuh want, junior. This is a barbecue and no\ncollection took up to pay the speaker of the day.”\n\n“We certainly appreciate your kindness, mister,” the woman put in\ngraciously, holding out her cup. “What we’d have done, stuck here in\nthe mud with no provisions and no town within miles, Heaven only\nknows. Was you kidding us,” she added, with a betrayal of more real\nanxiety than she intended, “when you said Rhyolite is a dead one? We\nlooked it up on the map, and it was marked like a town. We’re making\nall the little towns that the road shows mostly miss. We give a fine\nshow, mister. It’s been played on all the best time in the\ncountry--we took it abroad before the war and made real good money\nwith it. But we just wanted to see the country, you know--after\ndoing the Cont’nent and all the like of that. So we thought we’d\ntravel independent and make all the small towns--”\n\n“The movie trust is what puts vodeville on the bum,” the man\ninterrupted. “We used to play the best time only. We got a\nfirst-class act. One that ought to draw down good money anywhere,\nand would draw down good money, if the movie trust--”\n\n“And then we like to be independent, and go where we like and get\noff the railroad for a spell. Freedom is the breath of life to he\nand I. We’d rather have it kinda rough, now and then, and be free\nand independent--”\n\n“I’ve g-got a b-bunny, a-and it f-fell in the g-grease box a-and we\nc-can’t wash it off. And h-he’s asleep now. C-can I g-give my\nb-bunny some b-bacon, Mister G-godsend?”\n\nThe woman laughed, and the man laughed and Casey himself grinned\nsheepishly. Casey did not want to be called a godsend, and he hated\nthe term mister when applied to himself. All his life he had been\nplain Casey Ryan and proud of it, and his face was very red when he\nconfessed that there was no more bacon. He had not expected to feed\na family when he left camp that morning, but had taken ample rations\nfor himself only.\n\nJunior whined and insisted that he wanted b-bacon for his b-bunny,\nand the man hushed him querulously and asked Casey what the chances\nwere for getting under way. Casey repacked a lightened bag, emptied\nthe coffee grounds, shouldered his canteen, and waded back to the\ncars and to the problem of red mud with an unbelievably tenacious\nquality.\n\nThe man followed and asked him if he happened to have any smoking\ntobacco, and afterward begged a cigarette paper, and then a match.\n“The dog-gone helpless, starved bunch!” Casey muttered while he dug\nout the wheels of his Ford, and knew that his own dream must wait\nupon the need of these three human beings whom he had never seen\nuntil an hour ago, of whose existence he had been in ignorance and\nwho would probably contribute nothing whatever to his own welfare or\nhappiness, however much he might contribute to theirs.\n\nI do not say that Casey soliloquized in this manner while he was\nsweating there in the mud under hot midday. He did think that now he\nwould no doubt miss the night train to Los Angeles, and that he\nwould not, after all, be purchasing glad raiment and a luxurious car\non the morrow. He regretted that, but he did not see how he could\nhelp it. He was Casey Ryan, and his heart was soft to suffering,\neven though a little of the spell cast by the woman’s blue eyes and\nher golden hair had dimmed for him.\n\nHe still thought her a beautiful woman who was terribly mismated,\nbut he felt vaguely that women with beautiful golden hair should not\ndrink their coffee aloud, nor calmly turn up the bottom of their\nskirts that they might use the under side of the hem for a napkin\nafter eating bacon. I do not like to mention this--Casey did not\nlike to think of it, either. It was with reluctance that he\nreflected upon the different standards imposed by sex. A man, for\ninstance, might wipe his fingers on his pants and look his world\nstraight in the eye. But, dog-gone it, when a lady’s a lady, she\nought to be a lady.\n\nLater Casey forgot for a time the incident of the luncheon on Red\nLake. With infinite labor and much patience he finally extricated\nhimself and the show people, with no assistance from them, save\nencouragement. He towed them to dry land, untied and put away his\nrope and then discovered that he had not the heart to drive on at\nhis usual hurtling pace and leave them to follow. There was an\nominous stutter in their motor, for one thing, and Casey knew of a\nstiffish hill a few miles this side of Rhyolite.\n\nIt was full sundown when they reached the place, which was not a\ntown but a camp beside a spring, usually deserted. Three years\nbefore, a mine had built the camp for the accommodation of the truck\ndrivers who hauled ore to Lund and were sometimes unable to make the\ntrip in one day. Casey, having adapted his speed to that of the\ndecrepit car of the show people, was thankful that they arrived at\nall. He still had a little flour and coffee and salt, and he hoped\nthat there was enough grease left on the bacon paper to grease the\nskillet so that bannocks would not stick to the pan. He also hoped\nthat his flour would hold out under the onslaught of their\nappetites.\n\nBut Casey was lucky. A half dozen cowboys were camped there with a\npack outfit, meaning to ride the cañons next day for cattle. They\nwere cooking supper, and they had “beefed a critter” that had broken\na leg that afternoon running among rocks. Casey shifted his\nresponsibility and watched, in complete content, while the show\npeople gorged on broiled yearling steaks. I dislike to use the word\ngorge, where a lady’s appetite is involved, but that is the word\nwhich Casey thought of first.\n\nLater, the show people very amiably consented to entertain their\nhosts. It was then that Casey was once more blinded by the\nbrilliance of the lady, and forgot certain little blemishes that had\nseemed to him quite pronounced. The cowboys obligingly built a\nbonfire before the tent, into which the couple retired to set their\nstage and tune their instruments. Casey lay back on a cowboy’s\nrolled bed with his knees crossed, his hands clasped behind his\nthinning hair, and smoked and watched the first pale stars come out\nwhile he listened to the pleasant twang of banjos in the tuning.\n\nIt was great. The sale of his silver claim to the men from Tonopah,\nthe check safely pinned in his pocket, the future which he had\nplanned for himself swam hazily through his mind. He was fed to\nrepletion, he was rich, he had been kind to those in need. He was a\nman to be envied, and he told himself so.\n\nThen the tent flaps were lifted and a dazzling, golden-haired\ncreature in a filmy white evening gown to which the firelight was\nkind, stood there smiling, a banjo in her hands. Casey gave a grunt\nand sat up, blinking. She sang, looking at him frequently. At the\nencore, which was livened by a clog, danced to hidden music, she\nsurely blew a kiss in the direction of Casey, who gulped and looked\naround at the others self-consciously, and blushed hotly.\n\nIn truth it was a very good show which the two gave there in the\ntent; much better than the easiest-going optimist would expect. When\nit was over to the last twang of a bango string, Casey took off his\nhat, emptied into it what money he had in his pockets, and set the\nhat in the fire glow. Without a word the cowboys followed his\nexample, turning pockets inside out to prove they could give no\nmore.\n\nCasey spread his bed apart from the others that night, and lay for a\nlong while smoking and looking up at the stars and dreaming again\nhis dream; only now the golden-haired creature who leaned back upon\nthe deep cushions of his speedy blue car was not a vague, bloodless\nvision, but a real person with nice teeth and a red-lipped smile,\nwho called him mister in a tone he thought like music. Now his dream\nlady sang to him, talked to him. I consider it rather pathetic that\nCasey’s dreams always halted just short of mealtime. He never\npictured her sitting across the table from him in some expensive\ncafe, although Casey was rather fond of cafe lights and music and\nservice and food.\n\nNext morning the glamour remained, although the lady was once more\nthe unkempt woman of yesterday. The three seemed to look upon Casey\nstill as a godsend. They had talked with some of the men and had\ndecided to turn back to Vernal, which was a bigger town than Lund\nand, therefore, likely to produce better crowds. They even\ncontemplated a three-night stand, which would make possible some\nvery urgent repairs to their car. Casey demurred, although he could\nnot deny the necessity for repairs. It was a longer trail to Vernal,\nand a rougher trail. Moreover, he himself was on his way to Lund.\n\n“You go to Lund,” he urged, “and you can stay there four nights if\nyou want to, and give shows. And I’ll take yuh on up to Pinnacle in\nmy car while yours is gittin’ fixed, and you can give a show there.\nYou’d draw a big crowd. I’d make it a point to tell folks you give a\ndandy show. And I’ll git yuh good rates at the garage where I do\nbusiness. You don’t want nothin’ of Vernal. Lund’s the place you\nwant to hit fer.”\n\n“There’s a lot to that,” the foreman of the cowboys agreed. “If\nCasey’s willin’ to back you up, you better hit straight for Lund.\nEverybody there knows Casey Ryan. He drove stage from Pinnacle to\nLund for two years and never killed nobody, though he did come close\nto it, now and again. I’ve saw strong men that rode with Casey and\nsaid they never felt right afterward. Casey, he’s a dog-gone good\ndriver, but he used to be kinda hard on passengers. He done more to\npromote heart failure in them two towns than all the altitude they\ncan pile up. But nobody’s going to hold that against a good show\nthat comes there. I heard there ain’t been a show stop off in Lund\nfor over a year. You’ll have to beat ’em away from the door, I bet.”\n\nWherefore the Barrymores--that was the name they called themselves,\nthough I am inclined to doubt their legal right to it--the\nBarrymores altered their booking and went with Casey to Lund. They\nwere not fools, by the way. Their car was much more disreputable\nthan you would believe a car could be and turn a wheel, and the\nBarrymores recognized the handicap of its appearance. They camped\nwell out of sight of town, therefore, and let Casey drive in alone.\n\nCasey found that the westbound train had already gone, which gave\nhim a full twenty-four hours in Lund, even though he discounted his\npromise to see the Barrymores through. There was a train, to be\nsure, that passed through Lund in the middle of the night; but that\nwas the De Luxe, standard and drawing-room sleepers, which disdained\nstopping to pick up plebeian local passengers. So Casey must spend\ntwenty-four hours in Lund, greeting men who hailed him joyously at\nthe top of their voices while they were yet afar off, and thumped\nhim painfully upon the shoulders when they came within reach of him.\n\nYou may not grasp the full significance of this, unless you have\nknown old and popular stage drivers, soft of heart and hard of fist.\nThen remember that Casey had spent months on end alone in the\nwilderness, working like a lashed slave from sunrise to dark trying\nto wrest a fortune from a certain mountainside. Remember how an\nenforced isolation, coupled with rough fare and hard work, will\nbreed a craving for lights and laughter and the speech of friends.\nRemember that, and don’t overlook the twenty-five thousand dollars\nthat Casey had pinned safe within his pocket.\n\nCasey had unthinkingly tossed his last dime into his hat for the\nshow people at Rhyolite. He had not even skinned the coyote whose\nhide would have been worth ten or fifteen dollars, as hides go. In\nthe stress of pulling out of the mud at Red Lake he had forgotten\nall about the dead animal in his tonneau until his nose reminded him\nnext morning that it was there. Then he had hauled it out by the\ntail and thrown it away. He was broke, except that he had that check\nin his pocket.\n\nOf course it was easy enough for Casey to get money. He went to the\nstore that sold everything from mining tools to green perfume\nbottles tied with narrow pink ribbon. The man who owned that store\nalso owned the bank next door, and a little place down the street\nwhich was called laconically “The Club.” One way and another, Dwyer\nmanaged to feel the money of every man who came into Lund and\nstopped there for a space. He was an honest man, too--or as honest\nas is practicable for a man in business.\n\nDwyer was tickled to see Casey again. Casey was a good fellow, and\nhe never needed his memory jogged when he owed a man. He paid before\nhe was asked to pay, and that is enough to make any merchant love\nhim. He watched Casey unpin his vest pocket and remove the check,\nand he was not too eager to inspect it.\n\n“Good? Surest thing you know. Want it cashed, or applied to your old\nchecking account?--it’s open yet, with a dollar and sixty-seven\ncents to your credit, I believe. I’ll take care of it, though it’s\nafter banking hours.”\n\nCasey was foolish. “I’ll take a couple of hundred, if it’s handy,\nand a check book. I guess you can fix it so I can get what money I\nwant in Los. I’m goin’ to the city, Dwyer, and I’m goin’ to have one\nhell of a time when I git there. I’ve earned it. You ask anybody\nthat ever mined.”\n\nDwyer laughed while he inked a pen for Casey’s indorsement. “Hop to\nit, Casey. Glad you made good. But you better let me put part of\nthat in a savings account, so you can’t check it out. You know,\nCasey--remember your weak point.”\n\n“Aw--that’s all right! Don’t you worry none about Casey Ryan!\nCasey’ll take care of himself--he’s had too many jolts to want\nanother one. Say, gimme a pair of them socks before you go in the\nbank. I’ll pay yuh,” he grinned, “when yuh come back with some\nmoney. Ain’t got a cent on me, Dwyer. Give it all away. Twelve\ndollars and something. Down to twenty-five thousand dollars and my\nFord autymobil--and Bill’s goin’ to buy that off me soon as he\nlooks her over to see what’s busted and what ain’t.”\n\nDwyer laughed again and unlocked the door behind the overalls and\njumpers, and disappeared into his bank. Presently he returned with a\nreceipted duplicate deposit slip for twenty-three thousand eight\nhundred dollars, a little, flat check book and two hundred dollars\nin worn bank notes. “You ought to be independent for the rest of\nyour life, Casey. This is a fine start for any man,” he said.\n\nCasey paid for the socks and slid the change for a ten-dollar bill\ninto his overalls pocket, put the check book and the bank notes away\nwhere he had carried the check, and walked out with his hat very\nmuch tilted over his right eye and his shoulders swaggering a\nlittle. You can’t blame him for that, can you?\n\nAs he stepped from the store he met an old acquaintance from\nPinnacle. There was only one thing to do, in a case like that, and\nCasey did it quite naturally. They came out of The Club wiping their\nlips, and the swagger in Casey’s shoulders was more pronounced.\n\nThen, face to face, Casey met the show lady, which was what he\ncalled her in his mind. She had her arms clasped around a large\npaper sack full of lumpy things, and her eyes had a strained,\nanxious look.\n\n“Oh, mister! I’ve been looking all over for you. They say we can’t\nshow in this town. The license for road shows is fifty dollars, to\nbegin with, and I’ve been all over and can’t find a single place\nwhere we could show, even if we could pay the license. Ain’t that\nthe last word in hard luck? Now, what to do beats me, mister. We’ve\njust got to have the old car tinkered up so it’ll carry us on to the\nnext place, wherever that is. Jack, dear, says he must have a new\ntire by some means or other, and we was counting on what we’d make\nhere.\n\n“And up at that other place you’ve mentioned the mumps has broke out\nand they wouldn’t let us show for love or money. A man in the drug\nstore told me. Mister, we certainly are in a hole now for sure! If\nwe could give a benefit for something or somebody. Mister, those men\nback there said you’re so popular in this town, I believe I’ve got\nan idea. Mister, couldn’t you have bad luck, or be sick or\nsomething, so we could give a benefit for you? People certainly\nwould turn out good for a man that’s liked the way they say you are.\nI’d just love to put on a show for you, mister. Couldn’t we fix it\nup some way?”\n\nCasey looked up and down the street, and found it practically empty.\nLund was dining at that hour. And while Casey expected later the\nloud greetings and the handshakes and all, as a matter of fact he\nhad thus far talked with Bill, the garage man, with Dwyer, the\nstorekeeper and banker, and with the man from Pinnacle, who was\nalready making ready to crank his car and go home. Lund, as a town,\nwas yet unaware of Casey’s presence. Casey looked at the show lady,\nfound her gazing at his face with eyes that said please in four\nlanguages, and hesitated.\n\n“You could git up a benefit for the Methodist church, mebby,” he\ntemporized. “There’s a church of some kind here--I guess it’s a\nMethodist. They most generally are.”\n\n“We’d have to split with them if we did,” the show lady objected\npractically. “Oh, mister, we’re stuck worse than when we was back\nthere in the mud! We’d only have to pay five dollars for a six\nmonths’ theater license, which would let us give all the shows we\nwanted to. It’s a new law that I guess you didn’t know anything\nabout,” she added kindly. “You certainly wouldn’t have insisted on\nus coming if you’d knew about the license--”\n\n“It’s two years, almost, since I was here,” Casey admitted. “I been\nout prospecting.”\n\n“Well, we can just work it fine! Can’t we go somewhere and talk it\nover? I’ve got a swell idea, mister, if you’ll just listen to it a\nminute, and it’ll certainly be a godsend to us to be able to give\nour show. We’ve got some crutches among our stage props, and some\nscar patches, mister, that would certainly make you up fine as a\ncripple. Wouldn’t they believe it, mister, if it was told that you\nhad been in an accident and got crippled for life?”\n\nIn spite of his perturbation Casey grinned. “Yeah, I guess they’d\nbelieve it, all right,” he admitted. “They’d likely be tickled to\ndeath to see me goin’ around on crutches.” He cast a hasty thought\nback into his past, when he had driven a careening stage between\nPinnacle and Lund, strewing the steep trail with wreckage not his\nown. “Yeah, it’d tickle ’em to death. Them that’s rode with me,” he\nconcluded.\n\n“Oh, mister, you certainly are a godsend! Duck outa sight somewhere\nwhile I go tell Jack, dear, that we’ve found a way open for us to\nshow, after all!” While Casey was pulling the sag out of his jaw so\nthat he could protest, could offer her money, do anything save what\nshe wanted, the show lady disappeared. Casey turned and went back\ninto The Club, remained five minutes perhaps and then walked very\ncircumspectly across the street to Bill’s garage. It was there that\nthe Barrymores found him when they came a-seeking with their\ndilapidated old car, their crutches, their grease paint and scar\npatches, to make a cripple of Casey, whether he would or no.\n\nBill fell uproariously in with the plan, and Dwyer, stopping at the\ngarage on his way home to dinner, thought it a great joke on Lund,\nand promised to help the benefit along. Casey, with three drinks\nunder his belt and his stomach otherwise empty, wanted to sing\nsomething which he had forgotten. Casey couldn’t have recognized\nTrouble if it had walked up and banged him in the eye. He said sure,\nhe’d be a cripple for the lady. He’d be anything once, and some\nthings several times, if they asked him the right way.\n\nCasey looked very bad when the show people were through with him. He\nhad expected bandages wound picturesquely around his person, but the\nBarrymores were more artistic than that. Casey’s right leg was drawn\nup at the knee so that he could not put his foot on the ground when\nhe tried, and he did not know how the straps were fastened. His left\nshoulder was higher than his right shoulder, and his eyes were\nsunken in his head and a scar ran down along his temple to his left\ncheek bone. When he looked in the glass which Bill brought him,\nCasey actually felt ill. They told him that he must not wash his\nface, and that his week’s growth of beard was a blessing from\nHeaven. The show lady begged him, with dew on her lashes, to play\nthe part faithfully, and they departed very happy over their\nprospects.\n\nCasey did not know whether he was happy or not. With Bill to\nencourage him and give him a lift over the gutters, he crossed the\nstreet to a restaurant and ordered largely of sirloin steak and\nFrench-fried potatoes. After supper there was a long evening to\nspend quietly on crutches, and The Club was just next door. A man\ncan always spend an evening very quickly at The Club--or he could in\nthe wet days--if his money held out. Casey had money enough, and\nwithin an hour he didn’t care whether he was crippled or not. There\nwere five besides himself at that table, and they had agreed to\nremove the lid. Moreover, there was a crowd ten deep around that\nparticular table. For the news had gone out that here was Casey Ryan\nback again, a hopeless cripple, playing poker like a drunken\nRockefeller and losing as if he liked to lose.\n\nAt eight o’clock the next morning Bill came in to tell Casey that\nthe show people had brought up their car to be fixed, and was the\npay good? Casey replied without looking up from his hand, which held\na pair of queens which interested him. He’d stand good, he said, and\nBill gave a grunt and went off.\n\nAt noon Casey meant to eat something. But another man had come into\nthe game with a roll of money and a boastful manner. Casey rubbed\nhis cramped leg and hunched down in his chair again and called for a\nstack of blues. Casey, I may as well confess, had been calling for\nstacks of blues and reds and whites rather often since midnight.\n\nAt four in the afternoon Casey hobbled into the restaurant and ate\nanother steak and drank three cups of coffee, black. He meant to go\nacross to the garage and have Bill hunt up the Barrymores and get\nthem to unstrap him for a while, but, just as he was lifting his\nleft crutch around the edge of the restaurant door, two women of\nLund came up and began to pity him and ask him how it ever happened.\nCasey could not remember, just at the moment, what story he had told\nof his accident. He stuttered--a strange thing for an Irishman to\ndo, by the way--and retreated into The Club where they dared not\nfollow.\n\n“H’lo, Casey! Give yuh a chance to win back some of your losin’s, if\nyou’re game to try it again,” called a man from the far end of the\nroom.\n\nCasey swore and hobbled back to him, let himself stiffly down into a\nchair and dropped his crutches with a rattle of hard wood. Being a\ncripple was growing painful, besides being very inconvenient. The\nmale half of Lund had practically suspended business that day to\nhover around him and exchange comments upon his looks. Casey had\nreceived a lot of sympathy that day, and only the fact that he had\nremained sequestered behind the curtained arch that cut across the\nrear of The Club saved him from receiving a lot more. But, of\ncourse, there were mitigations. Since walking was slow and awkward,\nCasey sat. And since he was not the man to sit and twiddle thumbs to\npass the time, Casey played poker. That is how he explained it\nafterward. He had not intended to play poker for twenty-four hours,\nbut tie up a man’s leg so he can’t walk, and he’s got to do\nsomething.\n\nWherefore Casey played, and did not win back what he had lost\nearlier in the day.\n\nOnce, while the bartender was bringing drinks--you are not to infer\nthat Casey was drunk; he was merely a bit hazy over details--Casey\npulled out his dollar watch and looked at it. Eight-thirty--the show\nmust be pretty well started, by now. He thought he might venture to\nhobble over to Bill’s and have those dog-gone straps taken off\nbefore he was crippled for sure. But he did not want to do anything\nto embarrass the show lady. Besides, he had lost a great deal of\nmoney, and he wanted to win some of it back. He still had time to\nmake that train, he remembered. It was reported an hour late, some\none said.\n\nSo Casey rubbed his strapped leg, twisting his face at the cramp in\nhis knee, and letting his companions believe that his accident had\ngiven him a heritage of pain. He hitched his lifted shoulder into an\neasier position and picked up another unfortunate assortment of five\ncards.\n\nAt ten o’clock Bill, the garage man, came and whispered something to\nCasey, who growled an oath and reached almost unconsciously for his\ncrutches; so soon is a habit born in a man.\n\n“What they raisin’ thunder about?” he asked apathetically when Bill\nhad helped him across the gutter and into the street. “Didn’t the\ncrowd turn out like they expected?” Casey’s tone was dismal. You\nsimply cannot be a cripple for twenty-four hours, and sit up playing\nunlucky poker all night and all day and well into another night,\nwithout losing some of your animation; not even if you are Casey\nRyan. “Hell, I missed that train ag’in,” he added heavily when he\nheard it whistle into the railroad yard.\n\nAt the garage the Barrymores were waiting for him in their stage\nclothes and makeup. The show lady had wept seams down through her\nrouge, and the beads on her lashes had clotted stickily. “This never\nhappened to us before. We’ve took our bad luck with our good luck\nand lived honest and respectable and self-respecting, and here, at\nlast ill fortune has tied the can onto us. I know you meant well and\nall that, mister, but we certainly have had a raw deal handed out to\nus in this town. We--certainly--have!”\n\n“We got till noon to-morrow to be outa the county,” croaked the\nflat-chested one, shifting his Adam’s apple rapidly. “And that’s\nreal comedy, ain’t it, when your damn county runs clean over to the\nUtah line, and we can’t go back the way we come, or--and we can’t go\nanywhere till this big slob here puts our car together. He’s got\npieces of it strung from here around the block. Say, what kinda town\nis this you wished onto us, anyway? Holding night court, mind you,\nso they could can us quicker!”\n\nThe show lady must have seen how dazed Casey looked. “Maybe you\nain’t heard the horrible deal they handed us, mister. They stopped\nour show before we’d raised the curtain--and it was a\nseventy-five-dollar house if it was a cent!” she wailed. “They had a\nbill as long as my arm for license--we couldn’t get by with the\nfive-dollar one--and for lights and hall rent and what all. There\nwasn’t enough money in the house to pay it! And they was going to\nsend us to jail! The sheriff acted anything but a gentleman, mister,\nand if you ever lived in this town and liked it I must say I\nquestion your taste!”\n\n“We wouldn’t use a town like this for a garbage dump, back home,”\ncut in the flat-chested one, with all the contempt he could master.\n\n“And they hauled us over to their dirty old justice of the peace,\nand he told us he’d give us thirty days in jail if we was in the\ncounty to-morrow noon, and we don’t know how far this county goes,\neither way!”\n\n“Fifty miles to St. Simon,” Bill told them comfortingly. “You can\nmake it, all right if--”\n\n“We can make it, hey? How’re we going to make it, with our car\nlayin’ around all over your garage?” The flat-chested one’s tone was\narrogant past belief.\n\nCasey was fumbling for strap buckles which he could not reach. He\nwas also groping through his colorful, stage-driver’s vocabulary for\nwords which might be pronounced in the presence of a lady, and\nfinding mighty few that were of any use to him. The combined effort\nwas turning him a fine purple when the lady was seized with another\nbrilliant idea.\n\n“Jack, dear, don’t be harsh. The gentleman meant well--and I’ll tell\nyou, mister, what let’s do! Let’s trade cars till the man has our\ncar repaired. Your car goes just fine, and we can load our stuff in\nand get out away from this horrible town. Why, the preacher was\nthere and made a speech and said the meanest things about you,\nbecause you was having a benefit and at the same identical time you\nwas setting in a saloon gambling. He said it was an outrage on\ncivilization, mister, and an insult to the honest, hardworking\npeople in Lund. Them was his very words.”\n\n“Well, hell!” Casey exploded abruptly. “I’m honest and hardworkin’\nas any damn preacher. You can ask anybody!”\n\n“Well, that’s what he said, mister. We certainly didn’t know you was\na gambler when we offered to give you a benefit. We certainly never\ndreamed you’d queer us like that. But you’ll do us the favor to lend\nus your car, won’t you, mister? You wouldn’t refuse that, and see me\nand little junior languishin’ in jail when you knew in your heart\nthat--”\n\n“Aw, take the darn car!” muttered Casey distractedly, and hobbled\ninto the garage office where he knew that Bill kept liniment.\n\nFive minutes, perhaps, after that, Casey opened the office door wide\nenough to fling out an assortment of straps and two crutches.\n\nSounds from the rear of the garage indicated that Casey’s Ford was\n“r’arin’ to go,” as Casey frequently expressed it. Voices were\njumbled in the tones of suggestions, commands, protest. Casey heard\nthe show lady’s clear treble berating Jack, dear, with thin\npoliteness. Then the car came snorting forward, paused in the wide\ndoorway, and the show lady’s voice called out clearly, untroubled as\nthe voice of a child after it has received that which it cried for.\n\n“Well, good-by, mister! You certainly are a godsend to give us the\nloan of your car!” There was a buzz and a splutter, and they were\ngone--gone clean out of Casey’s life into the unknown whence they\nhad come.\n\nBill opened the door gently and eased into the office, sniffing\nliniment. The painted hollows under Casey’s eyes gave him a ghastly\nlook in the lamplight when he lifted his face from examining a\nchafed and angry knee. Bill opened his mouth for speech, caught a\ncertain look in Casey’s eyes, and did not say what he had intended\nto say. Instead:\n\n“You better sleep here in the office, Casey. I’ve got another bed\nback of the machine shop. I’ll lock up, and if any one comes and\nrings the night bell--well, never mind. I’ll plug her so they can’t\nring her.” The world needs more men like Bill.\n\nEven after an avalanche human nature cannot resist digging, in the\nmelancholy hope of turning up grewsome remains. I know that you are\nall itching to put shovel into the debris of Casey’s dreams, and to\nsee just what was left of them!\n\nThere was mighty little, let me tell you. I said in the beginning\nthat twenty-five thousand dollars was like a wild cat in Casey’s\npocket. You can’t give a man that much money all in a lump and,\nsuddenly, after he has been content with dollars enough to pay for\nthe grub he eats, without seeing him lose his sense of proportion.\nTwenty-five dollars he understands and can spend more prudently than\nyou, perhaps. Twenty-five thousand he simply cannot gauge. It seems\nexhaustless. It is as if you plucked from the night all the stars\nyou can see, knowing that the Milky Way is still there and\nunnumbered other stars invisible even in the aggregate.\n\nCasey played poker, with an appreciative audience and the lid off.\nNow and then he took a drink stronger than two-and-three-fourths per\ncent. He kept that up for a night and a day and well into another\nnight. Very well, gather round and look at the remains, and if\nthere’s a moral, you are welcome, I am sure.\n\nCasey awoke just before noon, and went out and held his head under\nBill’s garage hydrant with the water running a full stream. He\nlooked up and found Bill standing there with his hands in his\npockets, gazing at Casey sorrowfully. Casey grinned.\n\n“How’s she comin’, Bill?”\n\nBill grunted and spat. “She ain’t. Not if you mean that car them\nfolks wished onto you. The tail light’s pretty fair, though. And in\ntheir hurry the lady went off and left a pink silk stockin’ in the\nback seat. The toe’s wore out of it, though. Casey, if you wait till\nyou overhaul ’em with that thing they wheeled in here under the name\nof a car--”\n\n“Oh, that’s all right, Bill,” Casey grunted gamely. “I was goin’ to\ngit me a new car, anyway. Mine wasn’t so much. They’re welcome.”\n\nBill grunted and spat again, but he did not say anything.\n\n“I’ll go see Dwyer, and see how much I got left,” Casey said\npresently, and his voice, whether you believe it or not, was\ncheerful.\n\nAfter a while Casey returned. He was grinning, but the grin was, to\na careful observer, a bit sickish. “Say, Bill, talk about poker--I’m\noff it fer life. Now look what it done to me, Bill! I puts\ntwenty-five thousand dollars into the bank--minus two hundred I took\nin money--and I takes a check book and I goes over to The Club and\ngits into a game. I wears the check book down to the stubs. I goes\nback and asks Dwyer how much I got in the bank, and he looks me over\nlike I was a sick horse he had doubts about bein’ worth doctorin’,\nand as if he thought he mebby might better take me out an’ shoot me\nan’ put me outa my misery. ‘Jest one dollar an’ sixty-seven cents,\nCasey,’ he says to me. ‘If the checks is all in, which I trust they\nair!’”\n\nCasey got out his plug of chewin’ tobacco and pried off a blunted\ncorner. “An’ hell, Bill! I had that much in the bank when I\nstarted,” he finished plaintively.\n\n“Hell!” said Bill in brief, eloquent sympathy.\n\nCasey set his teeth together and extracted comfort from the tobacco.\nHe expectorated ruminatively.\n\n“Well, anyway, I got me some bran’-new socks, an’ they’re paid for,\nthank God!” He tilted his old Stetson down over his right eye at his\nfavorite, Caseyish angle, stuck his hands in his pocket, and\nstrolled out into the sunshine.",
    "metadata": {
        "author": [
            "Sinclair, B. M. (Bertha Muzzy)",
            "Sinclair, Bertha Muzzy",
            "Bower, B. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67855/pg67855.txt",
        "name": "godsend_to_a_lady.json"
    }
}