{
    "name": "Gratitude",
    "author": [
        "Norton, Roy"
    ],
    "body": "Shakespeare George, lover of poetry, found the quotation in an old\nmagazine, and carefully framed and tacked it above his bunk, where, in\nsomber moods, he might refer to it. And the rest of us, partners in that\nisolated heart of Alaska, smiled, being well aware that cynicism had no\nplace in his character. Sometimes, when tales of ingratitude came to his\nears, he attempted to quote it; usually after this fashion:\n\n    “I’ve hearn of hearts unkind, them deeds\n    With coolness still a-turning;\n    But, Lord! The gratitude of folks\n    Has most always left me busted.”\n\nHe sometimes stated that there were cases where even the poetry was\ninadequate, and in particular mentioned this fact in connection with\nLaughing Jim.\n\nJim was bad, through and through, with a thoroughness that left no cause\nfor mistake, and he was rendered worse by such a charm of recklessness,\nbravery, and laughter, that half his misdeeds were overlooked. He laid\nno claim to honesty, and with amazing, disarming truthfulness, admitted\nhis own shortcomings. He was a delightful story-teller, who could amuse\nand interest his auditors with recountals of his varied experiences in\nmany jails. He was above the average in height, and as if to give the\nlie to his life, had fearless, candid, laughing eyes. Perhaps it was his\nsense of humor that made one doubt whether he was consciously bad, or\nmerely lacking in moral sense. Anyway, he laughed at everything, himself\nincluded.\n\nNo one quite remembers when he arrived in Marook, or, at least, none\never mentioned it. Probably he came with that inrush in the late fall of\n’97, when the newly discovered Klondike sent its refugees hurrying down\nthe river to camps where they might be sure of supplies through the long\nwinter season, and he laughed his way into a job as bartender, for want\nof something else to do, and then, in time, graduated to the post of\nrunning the roulette wheel at the Hang-out. He was distinguished in\ndress by having the only toothpick shoes in camp, which he always wore,\nand for the excellent care he bestowed on his hands. He was popular with\nthose who went to the Hang-out to lose their hard-won gold dust, and set\na new pace in crying his wares.\n\n“Come, gather round me, merry gentlemen!” he would shout, when business\nlanguished. “Why play the bank when you can lose your money here so much\nfaster? Your money extracted without pain. Try the wheel! No man ever\nquit me winner!”\n\nAnd then he would throw back his handsome young head, and that free,\nreckless laugh of his would roar out over the rumble of conversation,\nthe clink of bottle on glass, the persistent clacking of chips and\nmarkers at the bank, and the clattering of dice where chuck-a-luck held\nforth. My partners, known to the camp as “the Competents” Westerners\nall, and all of the sober, taciturn type, were too wise in the ways of\ngamedom to patronize either his or any of the other games in the\nHang-out; but when spending nights in camp they frequently went there in\nlieu of other places to go, and for Shakespeare George this strange,\nunmoral, laughing man formed a liking. That George did not dislike him\nstood him in good stead on that night when Phil Mahoney ran amuck.\n\nPhil had sold a claim for two thousand dollars, and Phil, ordinarily\ntaciturn, developed into a roaring carouser of high rank. Moreover, a\nsporting tendency led him to accept Laughing Jim’s challenge and attempt\nto worst that proficient at his own game. We were loitering there when\nPhil, leering, trudged away from the bar to the wheel and bought chips.\n\n“One more man’s money in the till!” shouted Jim. “Fair warning is fair\nwarning. Play with me long enough and I take your wad!”\n\n“If I plays long enough,” growled Phil, seating himself and shoving a\nstack of chips on the fifteen spot and sparing a few for the single and\ndouble O.\n\nStill voicing that deep-throated laugh, Jim raked them in, and again\nasserted that all men who came to his wheel lost; but Phil, angry,\ndoubled his stakes, and assumed a grin. Five times in succession he\nlost, and then bought more chips, and now the grin had given place to a\nsullen frown.\n\n“There’ll be trouble with that fool yet,” said George to me, “and it’ll\nbe his own bloomin’ fault, because he’s been warned often enough by\nJim.”\n\nWe drew closer to the table, as did several others, seeing that\nMahoney’s bets were increasing; but his exclamations of disappointment\nwere drowned in the babel of sound that weltered throughout the\nHang-out. Jim had begun by taunting him; but now, discovering his ill\ntemper, as merely the cool “wheelman,” twirling the little white ball,\nand raking in the losses, or paying out the winnings. Once he objected\nto something Phil said.\n\n“What makes you play when luck’s all against you?” he demanded. “It’s\nnot my fault if you lose all the time, is it?”\n\nBut Phil, by this time heavily short in purse, played on with a certain\nunmistakable desperation, and lost with a persistence that rapidly\ndepleted his bag of gold dust. Now and then he won for a few turns of\nthe illusive wheel, but the certain percentage of the game against him\nagain told, and finally he was down to his last money. He staked\neverything recklessly on the old “star combination,” and Jim waited\npatiently for him to place his bet, and, it seemed to me, with a faint\nhope that it might be withdrawn.\n\n“All bets down?” he demanded at last.\n\n“Ain’t blind, are you?” was Phil’s surly response, and Jim, with a\nslight shrug, twirled the ball. It hovered aimlessly for two or three\nturns as the wheel slowed down, and once it threatened to fall into a\nwinning pocket; then, with the perversity of fortune, it slipped quietly\ninto a partition and lay there. For a full quarter of a minute Jim did\nnot touch it, nor the stakes that Phil had lost, and then he slowly\nreached over and swept the table clean, and, as he did so, again vented\nthat slow laugh of his.\n\n“Told you I’d get you,” he said; but in the friendliest and most\ncareless of tones.\n\nPhil, who had risen to his feet as the wheel spun, stood as if\ntransfixed by adversity when Jim swept the last of the money into the\ndrawer; but his lips were drawn back into a stiff, snarling grin, and\nhis eyes were wild with disappointment and anger. At the sound of Jim’s\nlaugh he suddenly broke loose into a storm of oaths, and, almost before\nany one could realize his intent, so swift was his action, he whipped a\ngun from his belt and “threw it down” on the wheelman.\n\nThe quickness of Shakespeare George was, and still is, proverbial among\nthose who knew him up and down the long Northwestern coast. Undoubtedly,\non that evening, it was the means of saving the life of Laughing Jim;\nfor even as George leaped forward from the side and caught Phil’s arm,\nthe pistol exploded. But so sure and deft had been George’s attack, the\nheavy bullet merely buried itself in one of the poles of the cabin roof,\nand the pistol hand, clutched by the harsh, sinewy fingers of the miner,\nwaved aloft helplessly as the two men struggled backward and forward.\nThe roulette wheel with its table was overturned, and for a minute the\nroom was filled with excited men who broke forward to witness or\nparticipate in any trouble. Quite steadily George forced Phil back\nagainst the wall, still clutching the upraised hand, and held him there.\n\n“Phil! Phil!” George expostulated. “What’s the matter with you--you\nfool! Cut it out, I tell you!”\n\nOther voices joined the protest, and another of the competents, Bill\nDavis, reached up and twisted the gun from Phil’s hand. George released\nhis hold, and for a minute they stood there, angry, excited, and\ngathered as if for further combat; then, slowly, Phil relaxed.\n\n“You got a square deal, pardner, all right,” insisted Shakespeare George\nwith his slow drawl. “I ain’t got no use at all for gamblers or them\nthat plays; but we stood behind you when you commenced, and Jim told you\nhe’d get your money. Then he tried to get you to stop when he saw luck\nwas against you, and that you was gettin’ sore, and that didn’t do no\ngood. I ain’t right sure that, if you’d ’a’ killed him, I wouldn’t have\nhelped hang you. Now will you be good?”\n\nWith an impatient curse Phil shoved men out of his path and tramped\nthrough the doorway and into the night. Some one laughed with a clear,\ncool laugh, and it was Jim, the wheelman, righting his table and wheel.\nAnother man laughed, some one said, “The cussed fool!” There was a\nreturn movement toward the other gambling tables, and the Hang-out had\nresumed its normal atmosphere of rumbling, subdued noise, stale smells\nof sweaty furs, dead smoke, and poisonous liquors.\n\nLaughing Jim dropped the wheel back to its pivot, gave it a spin, and\nlooked across at Shakespeare George. His face was, for an instant, grave\nand earnest.\n\n“Close call--that!” he said quietly. “And I reckon, Mister Shakespeare\nGeorge, that I owe you one. Thanks!”\n\nHe looked down and began to adjust his chips as if words were awkward\nfor him under such circumstances, and then, as if to further conceal\nembarrassment, or through sheer, careless hardness, he again lifted his\nhead and laughed, and his clear voice went out: “Everything all right\nagain! Still doing business at the same old stand. Come up and try your\nluck, boys! Come try your luck!”\n\nI was not certain whether mine was a sense of surprise at this callous\noutburst, or one of intense disgust for the whole sordid and near-tragic\ndrama, as we followed the broken man out into the cold, still, starlit\nnight. And, so slight is our gift of prescience, I did not in the least\nanticipate that this was but the opening scene for others in which\nShakespeare George, clean, homely, and capable, and Laughing Jim, bad,\nattractive, and reckless, were to play parts.\n\nThe second scene was two months in coming. It was toward the very close\nof the long winter season that shut us in, and infolded us, like\nprisoners in a gloom of frost and ice, in the cold, yet attractive,\ncenter of a frozen world.\n\nWe, the Competents and I, had been working with persistent industry for\nweeks, and hungered for a touch of the camp and its vicissitudes; so,\none night, when the restless craving for recreation was strong upon us,\nwe went, slipping swiftly over the frozen trails in our moccasins,\npanting up steeps, and racing down short hills between bare trees as the\ndim path opened and beckoned us on.\n\nThe trail leading into the camp debouched into a cluster of cabins owned\nby miners who had claims on the gulches, and these were spread,\nregardless of streets, on the flat facing the river--frozen now into a\nbroad ribbon of ice, snow-covered, and resting like a sinuous white\nblanket between the bordering hills. We passed through this clump of\nblack squares, snow-capped, and out to the ribbon’s edge. Bill Davis, in\nthe lead, stopped us with a gesture and an exclamation.\n\n“Listen!” he said.\n\nWe did. In the profound stillness we heard voices--angry voices--as of\nturbulent men. They came from down the straggling business street,\nlasted for a moment, and then were again shut off, even as the shutter\nof a camera, timed, permits light and then stops it.\n\n“Must have been down at the post,” Bill said. “We heard it while the\ndoor was open. Something doing. Let’s lope along and see.”\n\nHe set the pace, and in a few minutes we opened the door of the trading\npost to find it filled with muttering men, and it was plain to us that a\nminer’s meeting, irregular and hurried, perhaps, but nevertheless a\nminer’s meeting, was in session. Men in mackinaws, furs, and parkas were\ncrowded into the place, and the dim lamps, with their tin reflectors,\nbetrayed angry faces. Phil Mahoney was standing on the rough counter\nharanguing the men, and his face was black with excitement and temper.\n\n“And look what he did to me!” he shouted, just as we entered. “Skinned\nme out of all I had, then laughed in my face. And it only took him ten\nor fifteen minutes to do it. They ain’t no square game could do it. He’s\na crook! That’s what this Jim is! Why, he says so himself, and laughs\nabout it. This camp’s had too much of him. He’s busted too many men. I\nmove we go down and get him and start him over the ice, to-night! Now!”\n\nDespite the small esteem in which I held Laughing Jim, a shudder rippled\nup my spine at the thought of such an execution; for it meant nothing\nless. To “start a man over the ice,” meant that he would be sent without\nblankets, or food, and that, with a full eighty miles to Taninaw, the\nnearest point of succor, meant nothing save condemnation to slow death\nby cold or exhaustion.\n\n“Hold on! Hold on, a minute, before that’s put to a vote,” I heard\nShakespeare George demand.\n\nMen turned and craned their necks to look at him as he crowded toward\nthe counter and into the little, open space reserved beneath it for\ncourtesy.\n\n“Me and my pardners just got here,” said George, “and we’d like to know\nwhat Jim’s done this time.”\n\n“Done?” shouted Phil, rendered more angry by interference. “He’s skinned\nMissouri Jones out of all he had, and then won his pay dump from him.\nAin’t that enough?”\n\nGeorge eyed Phil steadily, and took his time to answer.\n\n“Why did Missouri go against him?” he demanded. “Ain’t he old enough,\nand wise enough, to know that he can’t beat a wheel?”\n\n“But the wheel’s crooked!” declared Phil, his very beard bristling with\nexcitement.\n\n“Humph! You don’t know that, and I don’t,” retorted George. “Until it’s\nproved that it is, I’ll not vote to kill a man. That’s what it amounts\nto. You all know it.”\n\nThere was an instant’s silence that gave way to murmurs of approval,\nangry protests, and argument, above which rose Phil’s voice, high and\nshrill, demanding the question. George fought for more time, and begged\nmen to consider carefully before voting; but the clamor drowned him at\nlast, and the chairman put the motion to a vote by counting hands. There\nwas a sudden silence, portentous, as it took place, and I looked around\nme at the hard or cruel faces of men whose hands were uplifted in the\ndeath sign, and heard the steady, solemn voice of the chairman counting:\n“One--two--three----” and so on, up to “twenty-seven.”\n\nWhen the call for those opposed came, my hand, with those of the\nCompetents, was held high, and with restrained breath we again listened\nto the tally. Slowly and more slow, it approached the end, and stopped\nat identically the same number. Three or four men, loudest of whom was\nPhil Mahoney, began shouting arguments; but were silenced by the\nchairman, who calmly stated that for purposes of certainty he would ask\nfor another vote. Again trying moments passed and the result was the\nsame. Quite deliberately the chairman got to his feet on the counter,\nand held up his hand.\n\n“It rests with me to cast the deciding vote,” he said, and we all leaned\nforward in suspense and stared at him. His face was firm, and his voice\nwithout a tremor as he spoke. He was a brave man, was that chairman,\nstanding there, dominant, before more than half a hundred earnest men!\n\n“Shakespeare George,” he said, “has convinced me that we are in possible\ndanger of condemning a man who, though his business is questionable, and\nhis character confessedly loose, may be innocent of crookedness in the\ncases before this meeting. I therefore cast the deciding vote against\nsending him out over the ice, and declare the meeting open for any\nfurther business, or a motion to adjourn.”\n\nInstantly the room was in a tumult that the chairman could not quell.\nAbove the clamor, I heard Phil Mahoney shouting; “To thunder with such a\nvote! Come on, boys! Meeting or no meeting, we’ll get that thief! All\nthat’s with me, come on!”\n\nI felt a sudden jerk at my arm that almost overthrew me, and saw that it\nwas George’s hand that had seized me.\n\n“Quick! Outside!” he shouted in my ear, and plunged toward the door.\n\nAs a flying wedge the Competents, accustomed for many years to fighting\ntogether, quick, sinewy, big, and powerful men all, charged to the door,\njerked it open, and drew themselves together in front of it, a grim\nlittle line of determination. The moon had risen to cast shadows at the\nfoot of the trees on the white, still snow, and shadows at the feet of\nour pitifully thin line; but we were tensed and waiting for the rush. As\nthe foremost men belched from the door they halted in surprise, for\ndirectly before them stood Shakespeare George with a heavy, menacing\ngun, held at the hip, and pointed toward them.\n\n“Stop!” he ordered, and there was something so chill and commanding in\nhis voice that men paused irresolutely; then, sensing the deadliness of\nthe situation, obeyed.\n\n“The meeting in there fairly voted down any action against Laughing\nJim,” George said quietly. “My pardners and I stand for law and order.\nThe majority is still the law in this camp, and if it comes to a\nshow-down, we, my pardners and I, will furnish the order! There’ll be no\nrush on Laughing Jim so long as any of us can handle his gun. If you\nthink you can put it over, men, try it on!”\n\nHis grim conclusion was not to go unchallenged; for when he ceased, Phil\nMahoney leaped to the front, waving his arms and shouting an appeal to\nhis followers to pay no heed. Before he had uttered a dozen words George\nleaped. The long barrel of his pistol flew into the air, and came\ncrashing sidewise against Phil’s head, and the disturber fell to the\nsnow, stricken as is an animal beneath the blow of a pole-ax.\n\nEven as he fell, George’s voice, cold and drawling, steady and distinct,\nqueried: “Who’s next?”\n\nThere was no “next.” I found myself the only unarmed one from our camp,\nleaning forward on tiptoes, with fists clenched, and the expectant lust\nof battle ripping through my veins as I saw them waver, saw other men\nline themselves back of us ready for combat, and witnessed, as the long\nseconds flew, the dissolution of Phil Mahoney’s forces. At the time it\nseemed that hours were passing; but that entire change of sentiment\ncould not have required more than five minutes, and then there arose the\nmurmur: “George is right, boys! The meeting decided it! That settles\nit!” and all was over.\n\nThe strange character of Shakespeare George was never better exemplified\nthan in his following action, and thinking of the events of that\nfar-fled night, I sometimes smile at his conception of “law and order”;\nfor when it was certain that the mob spirit was quelled and dissipated,\nhe slipped the gun back into its worn holster and whispered to us, his\npartners: “Come on, boys! I’ve got something else we ought to do,” and\ntrudged away. The door of the trading post slammed as old Mayo swore at\nthe loiterers and asserted that he had no contract to warm all outdoors.\nBlack-moving spots were here and there on the white-covered earth as\ngroups turned toward their cabins, moving quickly to escape the nipping\nteeth of the air.\n\nWondering what George could have in mind, we followed him, for with us\nit was custom to cling together, come what might. Straight he led us to\nthe Hang-out, and in through the door. Already Laughing Jim was the\ncenter of a garrulous group, and his face for once was grave. As we\nentered he broke away from those who retailed to him the narrowness of\nhis escape, and came toward George, admiring, reluctant, yet evidently\nanxious to voice his gratitude. But George’s brows drew themselves into\na scowl, and his gray-blue eyes were cold and sharp as he looked at the\nman whose life he had most certainly saved for a second time.\n\n“Put on your coat,” he said, “and come outside for a minute. We want to\ntalk to you, Jim.”\n\nAgain we followed him out as we saw that Jim, his young face depicting\ncuriosity, was turning over his cash drawer to the bartender, and\nlooking for his mackinaw. We had but a minute to wait before he emerged,\nand no time at all to speculate over George’s intentions.\n\n“I’ve saved you to-night, for the second time,” was our partner’s terse\nstatement.\n\nJim started to thank him, but George threw up his hand, demanding\nattention.\n\n“So you owe me something, and you’ll pay! Jim, your game’s done as far\nas this camp’s concerned.”\n\nAgain the wheelman opened his lips as if to speak, and again was\nabruptly silenced.\n\n“We’ll have no powwow,” declared George, scowling at him, as he stood\nthere in the moonlight. “But you’ll do this! You’ll walk back into the\nHang-out and announce that never again in this camp will you roll a\nwheel or turn a card; that you’re through; that you’ve finished! Then\nyou’ll wait for the first chance to go down, or up, the river when\nspring comes, and--Jim--you’ll go!”\n\n“But----” objected Jim.\n\n“I said you’d go!” was the quick assertion. “There are a bunch of us\nhere, pardners all, who say that you’ll go as I say, quit to-night, and\ngo as soon as you can. And it’s up to you where you go. Up the river to\nDawson, down to St. Michaels, or----”\n\nSignificantly the thumb of his mitten turned toward the earth, and Jim\nunderstood. The shadows on the snow, sharp and defined, nodded their\nheads in assent, and the gambler looked from man to man, reading in\nthose dim faces a sentence. It was characteristic of him that after this\nquick appraisement he drew a deep breath, looked out across the broad\nexpanse of snow-clad river, up at the flaming skies, and then laughed,\ndeeply, recklessly, and shrugged his shoulders. Also it was\ncharacteristic that he turned toward the door, and said: “Good! Come\nahead and see if I can’t play any game!”\n\nOnce inside he walked unhesitatingly to the rough bar, seized a cigar\ncutter that rested thereon, and banged it loudly on the pine boards.\nEvery one in the room paused and turned toward him, men’s faces, dim\nthrough the smoke, expressing open-mouthed curiosity.\n\n“Men,” said Jim, when he had their full attention, “I’ve been accused of\nturning a crooked game. It isn’t so. I’ve played it fair, but had rare\ngood luck. I owe Shakespeare George a debt. I’m paying it, full and\nsquare. And to pay it, and be quits with a clean slate, he demands that\nI play no more--any game--in Marook. It costs me a lot, for you’re a\nbunch of easy marks--suckers--with gold dust! But I pay! From this\nminute, now, I play nothing, gamble nothing in this camp, and am done!”\n\nThe surprised silence following this strange assertion was broken by his\nbig, hearty laugh, and the banging of his emphatic fist on the bar.\nQuite mockingly he backed away from George, doffed his hat, brought his\nheels together, and bowed deeply.\n\n“I’ve made good,” he said. “Othello’s occupation’s gone! But God speed\nthe spring so that he may find other fields to conquer!”\n\nAnd he backed away, down the open space in front of the bar, and out of\nthe door, while George’s face lighted with sudden interest at the sound\nof the double quotation.\n\n“That’s from the third act and the third scene,” said George\ndelightedly, as if he had made a great discovery. And then: “It means\nthat he’s lost his job! That’s the place where Othello talks about the\ndread clamorous counterfeiters. That Jim’s a scholar! That’s what he\nis--a scholar.”\n\nIt was not the fear of enmities that kept us away from the camp on the\nbanks of the Yukon in the weeks that followed that night, but the\ndemands of work. Slowly the disappointment had come to us that our\nclaims were not of the best, and that only by continuous effort could we\nhope to make them pay scant profit. Save on occasions when some of them\npassed on the trail we saw nothing of the men of Marook or Laughing Jim.\nOnce we heard that the latter had complained that George had kept him\nfrom reaping the profits of the camp, and again that, loafing on the\nouter edge of his gambling world, he had angrily sworn that if he had\nbeen left undisturbed he would have made his fortune. I suppose there\nwas some truth in his statement. Yet he held to his word, this unmoral,\nreckless vagabond who laughed. They said that he was still there,\nwearing, despite derision, his pointed-toed shoes, and manicuring his\nnails; but gambling not at all.\n\nAnd so, at last, the sun found us, and burst glaring upon our\nactivities, and thawed the huge black dumps, and melted the snow,\ndevoting all his energy of the high latitudes throughout the long days.\nWater streamed from the hillsides. Every brook was a torrent, every snow\nbank the repository for the continuous, melodious chorus of tinkling\nwater drops as they dripped and dripped, and sang their little good-by\nsongs. The dams were built, the gates swung up and down, the shovels\ntore into the pay dumps, and the sluice boxes roared as we men of Little\nMarook strove, and cleaned up our winter’s profit, be it large or small.\nGone was the whine of the windlass in the frosty air, gone the sound of\nbelabored arms beating heavy chests in the struggle to keep warm. Gone\nwas the ring of the ax, the clatter of buckets emptying their contents\non the apex of pyramids. The air was redolent with the call of wild fowl\ncome to the breeding ground, the chirping of migratory birds, and the\nnoiseless hum of insects.\n\n“Boys,” said Bill Davis on the night we cleaned up the last of our pay\ndirt, “I figure that she runs about fifteen thousand dollars, at\neighteen an ounce. Not much, but a mighty sight better than nothing.”\n\nAs he talked, he poured the dust into one of our half-filled buckskin\nsacks, and dropped it into our safe deposit--an empty oil can. Then,\nheaving a tired sigh, he slid the can under the bunk. On the morrow we\nwould pick up the last scant remnants, pull the sluices, and divide this\nmass of gold into packs for the next day’s journey to the post trader at\nthe camp. Our season’s work was done. As claims went in that country,\nand in proportion to the cost of living, we had not prospered; but we\nhad more than paid our way and were glad; for, long before, we had\ndecided to sell the claim and go “outside”--to the real United\nStates--for the summer season. We went to sleep with the cabin door\nopen, now that spring had come, and I remember that the last feature I\nobserved was the lengthening of the daylight.\n\nFull of the desire of youth for rest, I awoke only when Tim shouted his\ncall for breakfast, and tumbled sleepily to my clothing, to the\nwashbasin outside the door, and my seat at the table. Then, a gallant\ncompany, we sallied down for our last day’s work on the claim. And we\nmade merry over it, this last day, and played pranks, and loitered, and\nthrew the last shovelfuls with something of regret, for we were leaving\nthe ground that had promised much, paid something, and was to be\nbartered. It was like bidding good-by to a friend, when we took the last\npan of dust we would ever “clean up” from it, and filed toward the\nhomely cabin on the mountainside. George put the pan on top of the stove\nto dry, for we used no amalgam; and Tim, whose week it was to cook, put\nthe supper before us. We ate with something of melancholy, some queer\nmingling of good-by regret and satisfaction that at least we had worked\nas men. Tim got up at last and caught the pan in his hands with a strip\nof cloth, and reached under the bunk for the can. We heard an\nexclamation, first of surprise, and then alarm, as he pulled it out from\nbeneath the bunk, clattering hollowly.\n\n“Robbed! By heavens! Some one’s looted us!”\n\nHis voice arose in a queer crescendo of astonishment and indignation.\nStools were thrust back and our feet trampled heavily over the floor as\nwe bent above him and stared down at the empty can, disbelieving him and\nour senses. It was true. The can was empty, and the profits of our\nyear’s toil had vanished as if by malignant magic. We started toward the\ndoor foolishly intent on plunging out into the night, but Bill Davis,\nveteran of the trails, leaped in front of us and threw up a restraining\nhand.\n\n“Easy, boys! Easy does it,” he said quietly, and we paused, looking at\nhim expectantly, and wondering what he had in mind.\n\n“Our only chance,” he said, “of learning how, or by whom it was taken,\nis the sign out here in the mud. Whoever got it left a track. If we run\nover it in the night, it will be wiped out. If we wait until morning the\nsign will be there, some place; unless the man that robbed us had\nwings.”\n\n“Right for you!” was a chorus, growled in unison.\n\nAnd so we all remained in the cabin, and sat and talked, and waited for\ndaybreak, and indulged in idle speculation, but there was no\nlamentation.\n\nIt was George’s wholesome, kindly hand that crept over on mine, as we\nsat there in the gloom, and it was his kindly voice that said: “Don’t\nworry, boy! It hits you harder than us, because we’ve money outside.\nAlaska to us was an adventure. To you it was the first step on the big\nstairs of life, for you are young, but we’ll get him yet. It’s part of\nthe game that we should.”\n\nAnd I was comforted thereby, and asleep when some one aroused us in the\nmorning. I tumbled from my bunk, astonished by the sudden knowledge that\nI had slept in all my clothing, and that I had not suffered a wickedly\ntroublesome dream. Tim was up and pouring coffee, hot and steaming, into\nthe tin cups, and the day was breaking over the eastern hills in the\nearly hour of the morning, so swift is the sun’s reappearance in that\nhigh clime. We ate and drank sparsely, quietly, each intent on what the\nsigns might show, and deliberately, nay, almost leisurely, tightened our\nbelts and went out of the door, George in the lead, Tim, short and\nstocky, bending behind him like an unleashed hound, and Bill, huge and\ngrim, following.\n\nIt was a foregone conclusion that the robber had done one of two\nthings--approached from behind the cabin in the daylight, while we were\nworking, or crept stealthily in at night while we were asleep. In the\nlatter case he had doubtless fled down the trail. In the former he would\nhave retreated by the rear of the cabin, and out into the screen of the\nforest on the mountainside above. So, first, we inspected the trail.\nVeterans in reading signs were these men who had permitted me to share\ntheir lot, and they walked forward with keen eyes sweeping this way and\nthat--eyes which nothing could escape. A broken twig, a patch of\ncrushed, indented moss, anything unusual, would be observed and noted.\nThey bade me walk behind, and scanned the ground for a hundred yards\nbefore one of them uttered a sound. Then George straightened up, and I\nsaw the hurt look on his face give way to an angry scowl, and saw him\nswing one ponderous fist into a palm.\n\n“Come here,” he said, with strange repression, and we joined him.\n\nThere, plainly imprinted in the mud, where some one had entered the\ntrail from a moss-carpeted side, were tracks, and they were those of one\nwho wore shoes--shoes of civilization, such as but few men wore in our\noutskirt of a rough world, and the shoes were pointed, delicately,\nfoppishly, almost daintily.\n\nWe lifted our heads and stared at one another, with the same unvoiced\ncomment leaping from our eyes. We looked again at the telltale tracks in\nthe mud, clearly leading down the hillside to the gulch below, and thus\noff toward the camp. We lifted our heads once more and George spoke.\n\n“Laughing Jim!” he said.\n\n“No other man in all the country wore such shoes!” Tim added.\n\n“And no one but an expert crook would have taken a chance in coming into\nour cabin night before last,” suggested Bill.\n\n“That’s when the trick was turned,” declared George. “And he has paid\nme--gratitude!”\n\nWe passed, peering, down the trail and out into the gulch. Straight down\nit we went, finding here and there, in the slow miles, that unusual\nmark, the mark of a toothpick shoe in a country where all men wore\nrubber boots or mukluks in the wet and soggy spring. There could have\nbeen but one destination for those feet, so, at last, we wasted no more\ntime on signs, but strode hurriedly and angrily away toward Marook. We\ngained the top of the hill in the pass above the town and looked down.\nWhere last we had seen the ribbon of white, was now open water. The\nriver had broken and cleared itself of ice while we toiled over our\ndumps. It ran below us, a turgid flood. Down in front of the A. C.\nTrading Post men were assembled, and they fired guns and shouted, while\ndogs ran hither and yon, howling a chorus of excitement and salute for\nthe first steamboat of the year. It was coming slowly toward the bank, a\ntiny, rough affair that had wintered in a slough up the river. We\nhurried onward toward the water front, and had small need to ask\nquestions, inasmuch as the first one was answered.\n\n“Has any one seen Laughing Jim lately?” demanded George of the group in\nfront of the Hang-out.\n\n“If you’re looking for him, you’re a trifle late,” jocularly asserted\nthe nearest man. “He pulled out yesterday mornin’ in a boat, goin’ down\nthe river. And he seemed in a hurry; but he stopped to laugh and twiddle\nhis thumb at his nose to the boys who saw him go, and said he was right\nsorry he hadn’t had a chance to skin the whole blamed camp before he set\nsail. Ha! Ha! Ha!”\n\nHe laughed boisterously at his own joke, a laugh in which we did not\njoin, for now we knew, indubitably, that Jim had sufficient reason for\nhaste. It was Bill, slow and cautious, who asked another question,\npertinent to our quest.\n\n“Any one else gone from the camp?” he asked.\n\n“Nope! No one else had any reason to be in a rush,” was the response.\n\n“What makes you think Jim was in a hurry?” asked George, frowning at the\nman.\n\n“Because he just dumped himself, and some blankets, and grub into a\ncanoe that belonged to an Injun, and paddled away as if he was out to\nbreak records,” asserted our informant. “Somebody asked him what was his\nrush, and he said he had a new job that he must move fast to grab. Cute\nof him, wasn’t it? He was a smart son of a gun, all right, and would\nhave his little joke, right up to the last.”\n\nAgain the man laughed, and then, as the steamboat was about to land,\nhurriedly left us and started toward the river bank.\n\nBill beckoned us to one side.\n\n“Boys,” he said, “we’ve got just one chance, and that is to get to St.\nMichaels as soon as he does. Unimak Pass probably isn’t clear of ice\nyet, and he will have to lay there until the steamer can get in from\noutside to take him away. We’ve got to try to catch him between here and\nthere, and we’ve got several hundred miles to do it in. Two of us better\nrustle a boat. The others arrange for some one to keep an eye on our\ncabin up in the gulch, and buy grub for a cruise. Then it’s a case of\nwork at the oars and make time. Let’s get a move on ourselves.”\n\nWe did, most effectually, and in just two hours’ time were shoving a\ncrude, whipsawed skiff out into the river, and feeling the current catch\nus and sweep us toward the Ramparts below. We had begun the grim chase\nto overtake the one man who had paid his toll of gratitude by robbing\nthe man who had twice saved his life, and it was certain that, did we\novertake him, this time there would be no escape; for we would bring him\nback for trial.\n\nThe current helped us, and, to our satisfaction, we discovered that the\napparently clumsy skiff handled excellently and responded bravely to our\nsteady oars. We tore through the Ramparts where the waters lashed the\nrocks, and out into the breadths below, and then set ourselves to our\ntask, as we traveled through that great uninhabited country. Save for\nthe flying fowl, and a bear that lazily paused from drinking on a\ndistant shore, we saw no living thing, and we did not pause for\nluncheon, but took turns with the oars. Accustomed as we were to the\nheaviest work, and in the perfect physical condition that comes from\nhealthful food and clean lives, we did not suffer from the prolonged\nexertion. Indeed, had our mission been less melancholy and desperate, I,\nfor one, would have enjoyed that steady, rhythmic motion, the gurgling\nof the water under our bow, the ever-changing scenery at our sides, and\nthe beauties of a perfect day. We did not talk much, but once or twice\nShakespeare George, brooding, quoted as if to himself, in a bitter tone,\nhis own version of Wordsworth’s “Gratitude.”\n\nWhat would have been evening in a more southerly latitude came on, and\nfound us still rowing with that same measured stroke, save that we took\nshorter turns at the oars, and found the resting spells more grateful.\nThe current carried us closer toward a shore, around a point that seemed\nblanketed with the evening’s purple haze, and we stopped rowing abruptly\nat the sound of a rifle shot. Nestled at the foot of a bluff was a\nsqualid little Indian village, and the natives were running excitedly up\nand down the water’s edge and waving to us. It was evident that the shot\nhad been fired to attract our attention. We headed the boat toward them,\nand they caught our prow and pulled us up on the shingle before we could\nprotest.\n\n“Come! Quick come!” urged a withered, kindly faced old native,\npresumably the tyune of this little domain. “White man ’most _peluck_!\nHim soon die. Quick come!”\n\nWe hastened after him to the big Kazima, a sort of clubhouse which each\nvillage of any size possesses, crawled in after him, and when our eyes\ngrew accustomed to the dull, smoke-blackened, raftered interior, lighted\nonly by a huge hole in the upper center over the fire pit through which\nthe soft daylight streamed, we stood above the cause of his solicitude.\nOur chase was ended; for on the skins, at our feet, lay Laughing Jim.\n\nGeorge knelt beside him, and ran his hand inside the blue shirt that was\ntorn open across the chest, and then looked up at us.\n\n“Somethin’s happened to him,” he said, “feels to me as if he was all\nshot to pieces.”\n\nAt the sound of his voice Laughing Jim opened his eyes a little wildly,\nthen smiled as recognition crept into their clear, but pain-drawn,\ndepths.\n\n“I’m going,” he croaked, with a queer, gasping effort. “You got here\njust in time. I--I---- Drink!”\n\nBill Davis pulled our little emergency flask from his pocket, George\nlifted the wounded man up, and gave him a strong sup of the brandy, and\nit momentarily strengthened him. All our animosity was forgotten now, as\nwe stood there rubbing shoulders with death, such is the queer awe and\npity that assails us at sight of the mortally stricken regardless of\ntheir merits.\n\n“Who did it, Jim?” asked George, still supporting the dying man’s\nshoulders and head.\n\n“Mahoney. But I got him! He’s over there!”\n\nHe rolled his eyes toward the dark corner of the Kazima, and with\nexclamations of surprise all of us, save George, hurried to the corner,\nstruck matches, and looked. There lay Phil Mahoney, beyond all aid,\ndead. I threw my handkerchief over his face before we went back to\nGeorge and Jim, on tiptoe, as if the sound of our footsteps on that\nbeaten earth would ever matter to him. We gave Jim another draft of the\nbrandy, and he feebly waved for silence.\n\n“Let me talk,” he said. “Not much time left. Been going out all day.\nI’ve never been any good. Gambler’s habit of sleeping days, awake\nnights. Took walk yesterday morning. Wanted to get close to birds and\nhear ’em sing. Mile above camp. Saw Phil Mahoney toting something toward\nboat. Acted queer. Didn’t see me. Got in boat and shoved off. Skirted\nopposite shore as if afraid being seen. ‘Funny,’ says I. ‘Wonder what\nthat big, ugly devil’s up to?’ Forgot all about it and went back to my\ncabin, to clean up. Couldn’t find best shoes. Cussed some, and wondered\nwhat Siwash could have swiped them. Then, all of sudden, remembered\nMahoney walked queer. So I----”\n\nHe stopped and his lithe, wounded body was twisted with a harsh cough\nthat threatened to undo him, and again we gave him brandy. After a time,\nbut in a weaker and more broken voice, he went on: “So I went back.\nNever trusted him, anyhow. Sure enough there were tracks in the mud. He\nhad ’em on. I back-tracked him. Found thicket of pussy willows, and\ninside of it empty gold sacks. Special buck. You fellows’ names on ’em\nin indelible pencil. Got wild! Ran back farther along tracks and saw he\nmust have come from gulch trail--your direction. Saw it all in a minute.\nSaw you fellows wouldn’t believe me, because you know I’ve been a bad\none--sometimes--not always. Maybe not so bad as some. Only thing I could\ndo to show you I wasn’t a dog, and appreciated what you all had done for\nme, was to catch thief. Grabbed canoe and chased him. Caught him here,\nwhere he’d stopped to make tea, above village. Saw smoke. Found\nboat--nothing in it. Crept up on him. He had gold dust with him. Tried\nto get drop on him, but he was too quick. Whirled and shot.”\n\nHe rested silently for a moment as if to gather strength, and there was\na little, exultant gleam in his eyes as he continued:\n\n“I was down. Played fox. ‘That’s all right!’ says he, as he came up and\nstood over me, ‘but I’d rather you’d been hanged by them Competents.’\nThen he laughed and turned back. I got to my elbow and shot. He went\ndown. Then we shot from the ground, and luck was against me. Could feel\nevery one of his hit. Didn’t know any more till Indians came running and\npicked me up. Phil was dead. Made natives bring me here with your dust.\nTold ’em better bring Phil, too, so if I went out, and you came, you’d\nunderstand.”\n\nHe coughed again, more violently, and the brandy seemed to have lost its\neffect. He motioned with his dying fingers toward his side, and we had\nto bend over to catch his whispered words:\n\n“It’s there--by me--all of it--and--and--George, you’re white and--I’m\nnot so bad--after all--am I? Wanted you boys to know that----”\n\nAs if the severing of soul and body had given him an instant’s strength,\nhe half stiffened, struggled, and then tried to laugh, a ghastly\nsemblance of that reckless, full-throated laugh that had given him his\nsobriquet, twitched, gasped, seemed to abruptly relax, and rested very\nstill.\n\n“Right? You’re right as rain! You are! God knows you are!”\n\nGeorge shouted the words to him as if speeding them out to overtake his\nparting soul, and I like to remember that Laughing Jim’s eyes seemed to\ntwitch and that he went out with a smile on his face.\n\nSide by side we buried them there, close to where the babble of the\nYukon might croon to them in the long summers, or display to the cold\nskies its beaten winter trails, Phil Mahoney, the thief, in his stolen\nshoes, and Laughing Jim, the strange admixture of evil and nobility. And\nover each, with equal forgiveness, we put a rude wooden cross, while\ncurious, stolid natives stood quietly by. The sole distinction we made\nwas that the cross above Jim was carefully hewn. But George lingered\nbehind as we made our preparations to camp in the village for the night,\nand the next morning, still filled with the tragedy, I slipped back up\nthe hillside for a last look at the graves. On that of Laughing Jim, who\nwould laugh no more, lay a handful of dying wild flowers, and I saw\nscrawled on the cross, in the handwriting of Shakespeare George, these\nwords:\n\n    Under here is Laughing Jim. Paid a little favor with his life,\n    And died with a laugh on his lips! Bad as he was, better’n\n    Most of us, and provin’ that sometimes even poets is wrong, and\n    That men don’t forget. Lord help us all to do as well.\n\nAnd so we left him, and my eyes were fixed, as we rowed back up the\nriver, and the village with its natives was lost to view, on the\nrough-hewn cross that seemed to blaze with a peculiar glory all its own,\na shining standard for one honorably dead on the field of gratitude.",
    "metadata": {
        "author": [
            "Norton, Roy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71939/pg71939.txt",
        "name": "gratitude.json"
    }
}