{
    "name": "Greville Fane",
    "author": [
        "James, Henry"
    ],
    "body": "COMING in to dress for dinner, I found a telegram: “Mrs. Stormer dying;\ncan you give us half a column for to-morrow evening?  Let her off easy,\nbut not too easy.”  I was late; I was in a hurry; I had very little time\nto think, but at a venture I dispatched a reply: “Will do what I can.”\nIt was not till I had dressed and was rolling away to dinner that, in the\nhansom, I bethought myself of the difficulty of the condition attached.\nThe difficulty was not of course in letting her off easy but in\nqualifying that indulgence.  “I simply won’t qualify it,” I said to\nmyself.  I didn’t admire her, but I liked her, and I had known her so\nlong that I almost felt heartless in sitting down at such an hour to a\nfeast of indifference.  I must have seemed abstracted, for the early\nyears of my acquaintance with her came back to me.  I spoke of her to the\nlady I had taken down, but the lady I had taken down had never heard of\nGreville Fane.  I tried my other neighbour, who pronounced her books “too\nvile.”  I had never thought them very good, but I should let her off\neasier than that.\n\nI came away early, for the express purpose of driving to ask about her.\nThe journey took time, for she lived in the north-west district, in the\nneighbourhood of Primrose Hill.  My apprehension that I should be too\nlate was justified in a fuller sense than I had attached to it—I had only\nfeared that the house would be shut up.  There were lights in the\nwindows, and the temperate tinkle of my bell brought a servant\nimmediately to the door, but poor Mrs. Stormer had passed into a state in\nwhich the resonance of no earthly knocker was to be feared.  A lady, in\nthe hall, hovering behind the servant, came forward when she heard my\nvoice.  I recognised Lady Luard, but she had mistaken me for the doctor.\n\n“Excuse my appearing at such an hour,” I said; “it was the first possible\nmoment after I heard.”\n\n“It’s all over,” Lady Luard replied.  “Dearest mamma!”\n\nShe stood there under the lamp with her eyes on me; she was very tall,\nvery stiff, very cold, and always looked as if these things, and some\nothers beside, in her dress, her manner and even her name, were an\nimplication that she was very admirable.  I had never been able to follow\nthe argument, but that is a detail.  I expressed briefly and frankly what\nI felt, while the little mottled maidservant flattened herself against\nthe wall of the narrow passage and tried to look detached without looking\nindifferent.  It was not a moment to make a visit, and I was on the point\nof retreating when Lady Luard arrested me with a queer, casual, drawling\n“Would you—a—would you, perhaps, be _writing_ something?”  I felt for the\ninstant like an interviewer, which I was not.  But I pleaded guilty to\nthis intention, on which she rejoined: “I’m so very glad—but I think my\nbrother would like to see you.”  I detested her brother, but it wasn’t an\noccasion to act this out; so I suffered myself to be inducted, to my\nsurprise, into a small back room which I immediately recognised as the\nscene, during the later years, of Mrs. Stormer’s imperturbable industry.\nHer table was there, the battered and blotted accessory to innumerable\nliterary lapses, with its contracted space for the arms (she wrote only\nfrom the elbow down) and the confusion of scrappy, scribbled sheets which\nhad already become literary remains.  Leolin was also there, smoking a\ncigarette before the fire and looking impudent even in his grief, sincere\nas it well might have been.\n\nTo meet him, to greet him, I had to make a sharp effort; for the air that\nhe wore to me as he stood before me was quite that of his mother’s\nmurderer.  She lay silent for ever upstairs—as dead as an unsuccessful\nbook, and his swaggering erectness was a kind of symbol of his having\nkilled her.  I wondered if he had already, with his sister, been\ncalculating what they could get for the poor papers on the table; but I\nhad not long to wait to learn, for in reply to the scanty words of\nsympathy I addressed him he puffed out: “It’s miserable, miserable, yes;\nbut she has left three books complete.”  His words had the oddest effect;\nthey converted the cramped little room into a seat of trade and made the\n“book” wonderfully feasible.  He would certainly get all that could be\ngot for the three.  Lady Luard explained to me that her husband had been\nwith them but had had to go down to the House.  To her brother she\nexplained that I was going to write something, and to me again she made\nit clear that she hoped I would “do mamma justice.”  She added that she\ndidn’t think this had ever been done.  She said to her brother: “Don’t\nyou think there are some things he ought thoroughly to understand?” and\non his instantly exclaiming “Oh, thoroughly—thoroughly!” she went on,\nrather austerely: “I mean about mamma’s birth.”\n\n“Yes, and her connections,” Leolin added.\n\nI professed every willingness, and for five minutes I listened, but it\nwould be too much to say that I understood.  I don’t even now, but it is\nnot important.  My vision was of other matters than those they put before\nme, and while they desired there should be no mistake about their\nancestors I became more and more lucid about themselves.  I got away as\nsoon as possible, and walked home through the great dusky, empty\nLondon—the best of all conditions for thought.  By the time I reached my\ndoor my little article was practically composed—ready to be transferred\non the morrow from the polished plate of fancy.  I believe it attracted\nsome notice, was thought “graceful” and was said to be by some one else.\nI had to be pointed without being lively, and it took some tact.  But\nwhat I said was much less interesting than what I thought—especially\nduring the half-hour I spent in my armchair by the fire, smoking the\ncigar I always light before going to bed.  I went to sleep there, I\nbelieve; but I continued to moralise about Greville Fane.  I am reluctant\nto lose that retrospect altogether, and this is a dim little memory of\nit, a document not to “serve.”  The dear woman had written a hundred\nstories, but none so curious as her own.\n\nWhen first I knew her she had published half-a-dozen fictions, and I\nbelieve I had also perpetrated a novel.  She was more than a dozen years\nolder than I, but she was a person who always acknowledged her\nrelativity.  It was not so very long ago, but in London, amid the big\nwaves of the present, even a near horizon gets hidden.  I met her at some\ndinner and took her down, rather flattered at offering my arm to a\ncelebrity.  She didn’t look like one, with her matronly, mild, inanimate\nface, but I supposed her greatness would come out in her conversation.  I\ngave it all the opportunities I could, but I was not disappointed when I\nfound her only a dull, kind woman.  This was why I liked her—she rested\nme so from literature.  To myself literature was an irritation, a\ntorment; but Greville Fane slumbered in the intellectual part of it like\na Creole in a hammock.  She was not a woman of genius, but her faculty\nwas so special, so much a gift out of hand, that I have often wondered\nwhy she fell below that distinction.  This was doubtless because the\ntransaction, in her case, had remained incomplete; genius always pays for\nthe gift, feels the debt, and she was placidly unconscious of obligation.\nShe could invent stories by the yard, but she couldn’t write a page of\nEnglish.  She went down to her grave without suspecting that though she\nhad contributed volumes to the diversion of her contemporaries she had\nnot contributed a sentence to the language.  This had not prevented\nbushels of criticism from being heaped upon her head; she was worth a\ncouple of columns any day to the weekly papers, in which it was shown\nthat her pictures of life were dreadful but her style really charming.\nShe asked me to come and see her, and I went.  She lived then in\nMontpellier Square; which helped me to see how dissociated her\nimagination was from her character.\n\nAn industrious widow, devoted to her daily stint, to meeting the butcher\nand baker and making a home for her son and daughter, from the moment she\ntook her pen in her hand she became a creature of passion.  She thought\nthe English novel deplorably wanting in that element, and the task she\nhad cut out for herself was to supply the deficiency.  Passion in high\nlife was the general formula of this work, for her imagination was at\nhome only in the most exalted circles.  She adored, in truth, the\naristocracy, and they constituted for her the romance of the world or,\nwhat is more to the point, the prime material of fiction.  Their beauty\nand luxury, their loves and revenges, their temptations and surrenders,\ntheir immoralities and diamonds were as familiar to her as the blots on\nher writing-table.  She was not a belated producer of the old fashionable\nnovel, she had a cleverness and a modernness of her own, she had\nfreshened up the fly-blown tinsel.  She turned off plots by the hundred\nand—so far as her flying quill could convey her—was perpetually going\nabroad.  Her types, her illustrations, her tone were nothing if not\ncosmopolitan.  She recognised nothing less provincial than European\nsociety, and her fine folk knew each other and made love to each other\nfrom Doncaster to Bucharest.  She had an idea that she resembled Balzac,\nand her favourite historical characters were Lucien de Rubempré and the\nVidame de Pamiers.  I must add that when I once asked her who the latter\npersonage was she was unable to tell me.  She was very brave and healthy\nand cheerful, very abundant and innocent and wicked.  She was clever and\nvulgar and snobbish, and never so intensely British as when she was\nparticularly foreign.\n\nThis combination of qualities had brought her early success, and I\nremember having heard with wonder and envy of what she “got,” in those\ndays, for a novel.  The revelation gave me a pang: it was such a proof\nthat, practising a totally different style, I should never make my\nfortune.  And yet when, as I knew her better she told me her real tariff\nand I saw how rumour had quadrupled it, I liked her enough to be sorry.\nAfter a while I discovered too that if she got less it was not that _I_\nwas to get any more.  My failure never had what Mrs. Stormer would have\ncalled the banality of being relative—it was always admirably absolute.\nShe lived at ease however in those days—ease is exactly the word, though\nshe produced three novels a year.  She scorned me when I spoke of\ndifficulty—it was the only thing that made her angry.  If I hinted that a\nwork of art required a tremendous licking into shape she thought it a\npretension and a _pose_.  She never recognised the “torment of form”; the\nfurthest she went was to introduce into one of her books (in satire her\nhand was heavy) a young poet who was always talking about it.  I couldn’t\nquite understand her irritation on this score, for she had nothing at\nstake in the matter.  She had a shrewd perception that form, in prose at\nleast, never recommended any one to the public we were condemned to\naddress, and therefore she lost nothing (putting her private humiliation\naside) by not having any.  She made no pretence of producing works of\nart, but had comfortable tea-drinking hours in which she freely confessed\nherself a common pastrycook, dealing in such tarts and puddings as would\nbring customers to the shop.  She put in plenty of sugar and of\ncochineal, or whatever it is that gives these articles a rich and\nattractive colour.  She had a serene superiority to observation and\nopportunity which constituted an inexpugnable strength and would enable\nher to go on indefinitely.  It is only real success that wanes, it is\nonly solid things that melt.  Greville Fane’s ignorance of life was a\nresource still more unfailing than the most approved receipt.  On her\nsaying once that the day would come when she should have written herself\nout I answered: “Ah, you look into fairyland, and the fairies love you,\nand _they_ never change.  Fairyland is always there; it always was from\nthe beginning of time, and it always will be to the end.  They’ve given\nyou the key and you can always open the door.  With me it’s different; I\ntry, in my clumsy way, to be in some direct relation to life.”  “Oh,\nbother your direct relation to life!” she used to reply, for she was\nalways annoyed by the phrase—which would not in the least prevent her\nfrom using it when she wished to try for style.  With no more prejudices\nthan an old sausage-mill, she would give forth again with patient\npunctuality any poor verbal scrap that had been dropped into her.  I\ncheered her with saying that the dark day, at the end, would be for the\nlike of _me_; inasmuch as, going in our small way by experience and\nobservation, we depended not on a revelation, but on a little tiresome\nprocess.  Observation depended on opportunity, and where should we be\nwhen opportunity failed?\n\nOne day she told me that as the novelist’s life was so delightful and\nduring the good years at least such a comfortable support (she had these\nstaggering optimisms) she meant to train up her boy to follow it.  She\ntook the ingenious view that it was a profession like another and that\ntherefore everything was to be gained by beginning young and serving an\napprenticeship.  Moreover the education would be less expensive than any\nother special course, inasmuch as she could administer it herself.  She\ndidn’t profess to keep a school, but she could at least teach her own\nchild.  It was not that she was so very clever, but (she confessed to me\nas if she were afraid I would laugh at her) that _he_ was.  I didn’t\nlaugh at her for that, for I thought the boy sharp—I had seen him at\nsundry times.  He was well grown and good-looking and unabashed, and both\nhe and his sister made me wonder about their defunct papa, concerning\nwhom the little I knew was that he had been a clergyman.  I explained\nthem to myself by suppositions and imputations possibly unjust to the\ndeparted; so little were they—superficially at least—the children of\ntheir mother.  There used to be, on an easel in her drawing-room, an\nenlarged photograph of her husband, done by some horrible posthumous\n“process” and draped, as to its florid frame, with a silken scarf, which\ntestified to the candour of Greville Fane’s bad taste.  It made him look\nlike an unsuccessful tragedian; but it was not a thing to trust.  He may\nhave been a successful comedian.  Of the two children the girl was the\nelder, and struck me in all her younger years as singularly colourless.\nShe was only very long, like an undecipherable letter.  It was not till\nMrs. Stormer came back from a protracted residence abroad that Ethel\n(which was this young lady’s name) began to produce the effect, which was\nafterwards remarkable in her, of a certain kind of high resolution.  She\nmade one apprehend that she meant to do something for herself.  She was\nlong-necked and near-sighted and striking, and I thought I had never seen\nsweet seventeen in a form so hard and high and dry.  She was cold and\naffected and ambitious, and she carried an eyeglass with a long handle,\nwhich she put up whenever she wanted not to see.  She had come out, as\nthe phrase is, immensely; and yet I felt as if she were surrounded with a\nspiked iron railing.  What she meant to do for herself was to marry, and\nit was the only thing, I think, that she meant to do for any one else;\nyet who would be inspired to clamber over that bristling barrier?  What\nflower of tenderness or of intimacy would such an adventurer conceive as\nhis reward?\n\nThis was for Sir Baldwin Luard to say; but he naturally never confided to\nme the secret.  He was a joyless, jokeless young man, with the air of\nhaving other secrets as well, and a determination to get on politically\nthat was indicated by his never having been known to commit himself—as\nregards any proposition whatever—beyond an exclamatory “Oh!”  His wife\nand he must have conversed mainly in prim ejaculations, but they\nunderstood sufficiently that they were kindred spirits.  I remember being\nangry with Greville Fane when she announced these nuptials to me as\nmagnificent; I remember asking her what splendour there was in the union\nof the daughter of a woman of genius with an irredeemable mediocrity.\n“Oh! he’s awfully clever,” she said; but she blushed for the maternal\nfib.  What she meant was that though Sir Baldwin’s estates were not vast\n(he had a dreary house in South Kensington and a still drearier “Hall”\nsomewhere in Essex, which was let), the connection was a “smarter” one\nthan a child of hers could have aspired to form.  In spite of the social\nbravery of her novels she took a very humble and dingy view of herself,\nso that of all her productions “my daughter Lady Luard” was quite the one\nshe was proudest of.  That personage thought her mother very vulgar and\nwas distressed and perplexed by the occasional license of her pen, but\nhad a complicated attitude in regard to this indirect connection with\nliterature.  So far as it was lucrative her ladyship approved of it, and\ncould compound with the inferiority of the pursuit by doing practical\njustice to some of its advantages.  I had reason to know (my reason was\nsimply that poor Mrs. Stormer told me) that she suffered the inky fingers\nto press an occasional bank-note into her palm.  On the other hand she\ndeplored the “peculiar style” to which Greville Fane had devoted herself,\nand wondered where an author who had the convenience of so lady-like a\ndaughter could have picked up such views about the best society.  “She\nmight know better, with Leolin and me,” Lady Luard had been known to\nremark; but it appeared that some of Greville Fane’s superstitions were\nincurable.  She didn’t live in Lady Luard’s society, and the best was not\ngood enough for her—she must make it still better.\n\nI could see that this necessity grew upon her during the years she spent\nabroad, when I had glimpses of her in the shifting sojourns that lay in\nthe path of my annual ramble.  She betook herself from Germany to\nSwitzerland and from Switzerland to Italy; she favoured cheap places and\nset up her desk in the smaller capitals.  I took a look at her whenever I\ncould, and I always asked how Leolin was getting on.  She gave me\nbeautiful accounts of him, and whenever it was possible the boy was\nproduced for my edification.  I had entered from the first into the joke\nof his career—I pretended to regard him as a consecrated child.  It had\nbeen a joke for Mrs. Stormer at first, but the boy himself had been\nshrewd enough to make the matter serious.  If his mother accepted the\nprinciple that the intending novelist cannot begin too early to see life,\nLeolin was not interested in hanging back from the application of it.  He\nwas eager to qualify himself, and took to cigarettes at ten, on the\nhighest literary grounds.  His poor mother gazed at him with extravagant\nenvy and, like Desdemona, wished heaven had made _her_ such a man.  She\nexplained to me more than once that in her profession she had found her\nsex a dreadful drawback.  She loved the story of Madame George Sand’s\nearly rebellion against this hindrance, and believed that if she had worn\ntrousers she could have written as well as that lady.  Leolin had for the\ncareer at least the qualification of trousers, and as he grew older he\nrecognised its importance by laying in an immense assortment.  He grew up\nin gorgeous apparel, which was his way of interpreting his mother’s\nsystem.  Whenever I met her I found her still under the impression that\nshe was carrying this system out and that Leolin’s training was bearing\nfruit.  She was giving him experience, she was giving him impressions,\nshe was putting a _gagnepain_ into his hand.  It was another name for\nspoiling him with the best conscience in the world.  The queerest\npictures come back to me of this period of the good lady’s life and of\nthe extraordinarily virtuous, muddled, bewildering tenor of it.  She had\nan idea that she was seeing foreign manners as well as her petticoats\nwould allow; but, in reality she was not seeing anything, least of all\nfortunately how much she was laughed at.  She drove her whimsical pen at\nDresden and at Florence, and produced in all places and at all times the\nsame romantic and ridiculous fictions.  She carried about her box of\nproperties and fished out promptly the familiar, tarnished old puppets.\nShe believed in them when others couldn’t, and as they were like nothing\nthat was to be seen under the sun it was impossible to prove by\ncomparison that they were wrong.  You can’t compare birds and fishes; you\ncould only feel that, as Greville Fane’s characters had the fine plumage\nof the former species, human beings must be of the latter.\n\nIt would have been droll if it had not been so exemplary to see her\ntracing the loves of the duchesses beside the innocent cribs of her\nchildren.  The immoral and the maternal lived together in her diligent\ndays on the most comfortable terms, and she stopped curling the mustaches\nof her Guardsmen to pat the heads of her babes.  She was haunted by\nsolemn spinsters who came to tea from continental _pensions_, and by\nunsophisticated Americans who told her she was just loved in _their_\ncountry.  “I had rather be just paid there,” she usually replied; for\nthis tribute of transatlantic opinion was the only thing that galled her.\nThe Americans went away thinking her coarse; though as the author of so\nmany beautiful love-stories she was disappointing to most of these\npilgrims, who had not expected to find a shy, stout, ruddy lady in a cap\nlike a crumbled pyramid.  She wrote about the affections and the\nimpossibility of controlling them, but she talked of the price of\n_pension_ and the convenience of an English chemist.  She devoted much\nthought and many thousands of francs to the education of her daughter,\nwho spent three years at a very superior school at Dresden, receiving\nwonderful instruction in sciences, arts and tongues, and who, taking a\ndifferent line from Leolin, was to be brought up wholly as a _femme du\nmonde_.  The girl was musical and philological; she made a specialty of\nlanguages and learned enough about them to be inspired with a great\ncontempt for her mother’s artless accents.  Greville Fane’s French and\nItalian were droll; the imitative faculty had been denied her, and she\nhad an unequalled gift, especially pen in hand, of squeezing big mistakes\ninto small opportunities.  She knew it, but she didn’t care; correctness\nwas the virtue in the world that, like her heroes and heroines, she\nvalued least.  Ethel, who had perceived in her pages some remarkable\nlapses, undertook at one time to revise her proofs; but I remember her\ntelling me a year after the girl had left school that this function had\nbeen very briefly exercised.  “She can’t read me,” said Mrs. Stormer; “I\noffend her taste.  She tells me that at Dresden—at school—I was never\nallowed.”  The good lady seemed surprised at this, having the best\nconscience in the world about her lucubrations.  She had never meant to\nfly in the face of anything, and considered that she grovelled before the\nRhadamanthus of the English literary tribunal, the celebrated and awful\nYoung Person.  I assured her, as a joke, that she was frightfully\nindecent (she hadn’t in fact that reality any more than any other) my\npurpose being solely to prevent her from guessing that her daughter had\ndropped her not because she was immoral but because she was vulgar.  I\nused to figure her children closeted together and asking each other while\nthey exchanged a gaze of dismay: “Why should she _be_ so—and so\n_fearfully_ so—when she has the advantage of our society?  Shouldn’t _we_\nhave taught her better?”  Then I imagined their recognising with a blush\nand a shrug that she was unteachable, irreformable.  Indeed she was, poor\nlady; but it is never fair to read by the light of taste things that were\nnot written by it.  Greville Fane had, in the topsy-turvy, a serene good\nfaith that ought to have been safe from allusion, like a stutter or a\n_faux pas_.\n\nShe didn’t make her son ashamed of the profession to which he was\ndestined, however; she only made him ashamed of the way she herself\nexercised it.  But he bore his humiliation much better than his sister,\nfor he was ready to take for granted that he should one day restore the\nbalance.  He was a canny and far-seeing youth, with appetites and\naspirations, and he had not a scruple in his composition.  His mother’s\ntheory of the happy knack he could pick up deprived him of the wholesome\ndiscipline required to prevent young idlers from becoming cads.  He had,\nabroad, a casual tutor and a snatch or two of a Swiss school, but no\nconsecutive study, no prospect of a university or a degree.  It may be\nimagined with what zeal, as the years went on, he entered into the\npleasantry of there being no manual so important to him as the massive\nbook of life.  It was an expensive volume to peruse, but Mrs. Stormer was\nwilling to lay out a sum in what she would have called her _premiers\nfrais_.  Ethel disapproved—she thought this education far too\nunconventional for an English gentleman.  Her voice was for Eton and\nOxford, or for any public school (she would have resigned herself) with\nthe army to follow.  But Leolin never was afraid of his sister, and they\nvisibly disliked, though they sometimes agreed to assist, each other.\nThey could combine to work the oracle—to keep their mother at her desk.\n\nWhen she came back to England, telling me she had got all the continent\ncould give her, Leolin was a broad-shouldered, red-faced young man, with\nan immense wardrobe and an extraordinary assurance of manner.  She was\nfondly obstinate about her having taken the right course with him, and\nproud of all that he knew and had seen.  He was now quite ready to begin,\nand a little while later she told me he _had_ begun.  He had written\nsomething tremendously clever, and it was coming out in the _Cheapside_.\nI believe it came out; I had no time to look for it; I never heard\nanything about it.  I took for granted that if this contribution had\npassed through his mother’s hands it had practically become a specimen of\nher own genius, and it was interesting to consider Mrs. Stormer’s future\nin the light of her having to write her son’s novels as well as her own.\nThis was not the way she looked at it herself; she took the charming\nground that he would help her to write hers.  She used to tell me that he\nsupplied passages of the greatest value to her own work—all sorts of\ntechnical things, about hunting and yachting and wine—that she couldn’t\nbe expected to get very straight.  It was all so much practice for him\nand so much alleviation for her.  I was unable to identify these pages,\nfor I had long since ceased to “keep up” with Greville Fane; but I was\nquite able to believe that the wine-question had been put, by Leolin’s\ngood offices, on a better footing, for the dear lady used to mix her\ndrinks (she was perpetually serving the most splendid suppers) in the\nqueerest fashion.  I could see that he was willing enough to accept a\ncommission to look after that department.  It occurred to me indeed, when\nMrs. Stormer settled in England again, that by making a shrewd use of\nboth her children she might be able to rejuvenate her style.  Ethel had\ncome back to gratify her young ambition, and if she couldn’t take her\nmother into society she would at least go into it herself.  Silently,\nstiffly, almost grimly, this young lady held up her head, clenched her\nlong teeth, squared her lean elbows and made her way up the staircases\nshe had elected.  The only communication she ever made to me, the only\neffusion of confidence with which she ever honoured me, was when she\nsaid: “I don’t want to know the people mamma knows; I mean to know\nothers.”  I took due note of the remark, for I was not one of the\n“others.”  I couldn’t trace therefore the steps of her process; I could\nonly admire it at a distance and congratulate her mother on the results.\nThe results were that Ethel went to “big” parties and got people to take\nher.  Some of them were people she had met abroad, and others were people\nwhom the people she had met abroad had met.  They ministered alike to\nMiss Ethel’s convenience, and I wondered how she extracted so many\nfavours without the expenditure of a smile.  Her smile was the dimmest\nthing in the world, diluted lemonade, without sugar, and she had arrived\nprecociously at social wisdom, recognising that if she was neither pretty\nenough nor rich enough nor clever enough, she could at least in her\nmuscular youth be rude enough.  Therefore if she was able to tell her\nmother what really took place in the mansions of the great, give her\nnotes to work from, the quill could be driven at home to better purpose\nand precisely at a moment when it would have to be more active than ever.\nBut if she did tell, it would appear that poor Mrs. Stormer didn’t\nbelieve.  As regards many points this was not a wonder; at any rate I\nheard nothing of Greville Fane’s having developed a new manner.  She had\nonly one manner from start to finish, as Leolin would have said.\n\nShe was tired at last, but she mentioned to me that she couldn’t afford\nto pause.  She continued to speak of Leolin’s work as the great hope of\ntheir future (she had saved no money) though the young man wore to my\nsense an aspect more and more professional if you like, but less and less\nliterary.  At the end of a couple of years there was something monstrous\nin the impudence with which he played his part in the comedy.  When I\nwondered how she could play _her_ part I had to perceive that her good\nfaith was complete and that what kept it so was simply her extravagant\nfondness.  She loved the young impostor with a simple, blind, benighted\nlove, and of all the heroes of romance who had passed before her eyes he\nwas by far the most brilliant.\n\nHe was at any rate the most real—she could touch him, pay for him, suffer\nfor him, worship him.  He made her think of her princes and dukes, and\nwhen she wished to fix these figures in her mind’s eye she thought of her\nboy.  She had often told me she was carried away by her own creations,\nand she was certainly carried away by Leolin.  He vivified, by\npotentialities at least, the whole question of youth and passion.  She\nheld, not unjustly, that the sincere novelist should feel the whole flood\nof life; she acknowledged with regret that she had not had time to feel\nit herself, and it was a joy to her that the deficiency might be supplied\nby the sight of the way it was rushing through this magnificent young\nman.  She exhorted him, I suppose, to let it rush; she wrung her own\nflaccid little sponge into the torrent.  I knew not what passed between\nthem in her hours of tuition, but I gathered that she mainly impressed on\nhim that the great thing was to live, because that gave you material.  He\nasked nothing better; he collected material, and the formula served as a\nuniversal pretext.  You had only to look at him to see that, with his\nrings and breastpins, his cross-barred jackets, his early _embonpoint_,\nhis eyes that looked like imitation jewels, his various indications of a\ndense, full-blown temperament, his idea of life was singularly vulgar;\nbut he was not so far wrong as that his response to his mother’s\nexpectations was not in a high degree practical.  If she had imposed a\nprofession on him from his tenderest years it was exactly a profession\nthat he followed.  The two were not quite the same, inasmuch as _his_ was\nsimply to live at her expense; but at least she couldn’t say that he\nhadn’t taken a line.  If she insisted on believing in him he offered\nhimself to the sacrifice.  My impression is that her secret dream was\nthat he should have a _liaison_ with a countess, and he persuaded her\nwithout difficulty that he had one.  I don’t know what countesses are\ncapable of, but I have a clear notion of what Leolin was.\n\nHe didn’t persuade his sister, who despised him—she wished to work her\nmother in her own way, and I asked myself why the girl’s judgment of him\ndidn’t make me like her better.  It was because it didn’t save her after\nall from a mute agreement with him to go halves.  There were moments when\nI couldn’t help looking hard into his atrocious young eyes, challenging\nhim to confess his fantastic fraud and give it up.  Not a little tacit\nconversation passed between us in this way, but he had always the best of\nit.  If I said: “Oh, come now, with _me_ you needn’t keep it up; plead\nguilty, and I’ll let you off,” he wore the most ingenuous, the most\ncandid expression, in the depths of which I could read: “Oh, yes, I know\nit exasperates you—that’s just why I do it.”  He took the line of earnest\ninquiry, talked about Balzac and Flaubert, asked me if I thought Dickens\n_did_ exaggerate and Thackeray _ought_ to be called a pessimist.  Once he\ncame to see me, at his mother’s suggestion he declared, on purpose to ask\nme how far, in my opinion, in the English novel, one really might venture\nto “go.”  He was not resigned to the usual pruderies—he suffered under\nthem already.  He struck out the brilliant idea that nobody knew how far\nwe might go, for nobody had ever tried.  Did I think _he_ might safely\ntry—would it injure his mother if he did?  He would rather disgrace\nhimself by his timidities than injure his mother, but certainly some one\nought to try.  Wouldn’t _I_ try—couldn’t I be prevailed upon to look at\nit as a duty?  Surely the ultimate point ought to be fixed—he was\nworried, haunted by the question.  He patronised me unblushingly, made me\nfeel like a foolish amateur, a helpless novice, inquired into my habits\nof work and conveyed to me that I was utterly _vieux jeu_ and had not had\nthe advantage of an early training.  I had not been brought up from the\ngerm, I knew nothing of life—didn’t go at it on _his_ system.  He had\ndipped into French feuilletons and picked up plenty of phrases, and he\nmade a much better show in talk than his poor mother, who never had time\nto read anything and could only be vivid with her pen.  If I didn’t kick\nhim downstairs it was because he would have alighted on her at the\nbottom.\n\nWhen she went to live at Primrose Hill I called upon her and found her\nweary and wasted.  It had waned a good deal, the elation caused the year\nbefore by Ethel’s marriage; the foam on the cup had subsided and there\nwas a bitterness in the draught.\n\nShe had had to take a cheaper house and she had to work still harder to\npay even for that.  Sir Baldwin was obliged to be close; his charges were\nfearful, and the dream of her living with her daughter (a vision she had\nnever mentioned to me) must be renounced.  “I would have helped with\nthings, and I could have lived perfectly in one room,” she said; “I would\nhave paid for everything, and—after all—I’m some one, ain’t I?  But I\ndon’t fit in, and Ethel tells me there are tiresome people she _must_\nreceive.  I can help them from here, no doubt, better than from there.\nShe told me once, you know, what she thinks of my picture of life.\n‘Mamma, your picture of life is preposterous!’  No doubt it is, but she’s\nvexed with me for letting my prices go down; and I had to write three\nnovels to pay for all her marriage cost me.  I did it very well—I mean\nthe outfit and the wedding; but that’s why I’m here.  At any rate she\ndoesn’t want a dingy old woman in her house.  I should give it an\natmosphere of literary glory, but literary glory is only the eminence of\nnobodies.  Besides, she doubts my glory—she knows I’m glorious only at\nPeckham and Hackney.  She doesn’t want her friends to ask if I’ve never\nknown nice people.  She can’t tell them I’ve never been in society.  She\ntried to teach me better once, but I couldn’t learn.  It would seem too\nas if Peckham and Hackney had had enough of me; for (don’t tell any one!)\nI’ve had to take less for my last than I ever took for anything.”  I\nasked her how little this had been, not from curiosity, but in order to\nupbraid her, more disinterestedly than Lady Luard had done, for such\nconcessions.  She answered “I’m ashamed to tell you,” and then she began\nto cry.\n\nI had never seen her break down, and I was proportionately moved; she\nsobbed, like a frightened child, over the extinction of her vogue and the\nexhaustion of her vein.  Her little workroom seemed indeed a barren place\nto grow flowers, and I wondered, in the after years (for she continued to\nproduce and publish) by what desperate and heroic process she dragged\nthem out of the soil.  I remember asking her on that occasion what had\nbecome of Leolin, and how much longer she intended to allow him to amuse\nhimself at her cost.  She rejoined with spirit, wiping her eyes, that he\nwas down at Brighton hard at work—he was in the midst of a novel—and that\nhe _felt_ life so, in all its misery and mystery, that it was cruel to\nspeak of such experiences as a pleasure.  “He goes beneath the surface,”\nshe said, “and he _forces_ himself to look at things from which he would\nrather turn away.  Do you call that amusing yourself?  You should see his\nface sometimes!  And he does it for me as much as for himself.  He tells\nme everything—he comes home to me with his _trouvailles_.  We are artists\ntogether, and to the artist all things are pure.  I’ve often heard you\nsay so yourself.”  The novel that Leolin was engaged in at Brighton was\nnever published, but a friend of mine and of Mrs. Stormer’s who was\nstaying there happened to mention to me later that he had seen the young\napprentice to fiction driving, in a dogcart, a young lady with a very\npink face.  When I suggested that she was perhaps a woman of title with\nwhom he was conscientiously flirting my informant replied: “She is\nindeed, but do you know what her title is?”  He pronounced it—it was\nfamiliar and descriptive—but I won’t reproduce it here.  I don’t know\nwhether Leolin mentioned it to his mother: she would have needed all the\npurity of the artist to forgive him.  I hated so to come across him that\nin the very last years I went rarely to see her, though I knew that she\nhad come pretty well to the end of her rope.  I didn’t want her to tell\nme that she had fairly to give her books away—I didn’t want to see her\ncry.  She kept it up amazingly, and every few months, at my club, I saw\nthree new volumes, in green, in crimson, in blue, on the book-table that\ngroaned with light literature.  Once I met her at the Academy soirée,\nwhere you meet people you thought were dead, and she vouchsafed the\ninformation, as if she owed it to me in candour, that Leolin had been\nobliged to recognise insuperable difficulties in the question of _form_,\nhe was so fastidious; so that she had now arrived at a definite\nunderstanding with him (it was such a comfort) that _she_ would do the\nform if he would bring home the substance.  That was now his position—he\nforaged for her in the great world at a salary.  “He’s my ‘devil,’ don’t\nyou see? as if I were a great lawyer: he gets up the case and I argue\nit.”  She mentioned further that in addition to his salary he was paid by\nthe piece: he got so much for a striking character, so much for a pretty\nname, so much for a plot, so much for an incident, and had so much\npromised him if he would invent a new crime.\n\n“He _has_ invented one,” I said, “and he’s paid every day of his life.”\n\n“What is it?” she asked, looking hard at the picture of the year; “Baby’s\nTub,” near which we happened to be standing.\n\nI hesitated a moment.  “I myself will write a little story about it, and\nthen you’ll see.”\n\nBut she never saw; she had never seen anything, and she passed away with\nher fine blindness unimpaired.  Her son published every scrap of\nscribbled paper that could be extracted from her table-drawers, and his\nsister quarrelled with him mortally about the proceeds, which showed that\nshe only wanted a pretext, for they cannot have been great.  I don’t know\nwhat Leolin lives upon, unless it be on a queer lady many years older\nthan himself, whom he lately married.  The last time I met him he said to\nme with his infuriating smile: “Don’t you think we can go a little\nfurther still—just a little?”  _He_ really goes too far.",
    "metadata": {
        "author": [
            "James, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2719/pg2719.txt",
        "name": "greville_fane.json"
    }
}