{
    "name": "Grifters' Asteroid",
    "author": [
        "Gold, H. L. (Horace Leonard)",
        "Storey, Richard",
        "Grimm, Christopher",
        "Gold, Horace Leonard"
    ],
    "body": "Characteristically, Harvey Ellsworth tried to maintain his dignity,\nthough his parched tongue was almost hanging out. But Joe Mallon, with\nno dignity to maintain, lurched across the rubbish-strewn patch of land\nthat had been termed a spaceport. When Harvey staggered pontifically\ninto the battered metalloy saloon--the only one on Planetoid 42--his\ntall, gangling partner was already stumbling out, mouthing something\nincoherent. They met in the doorway, violently.\n\n\"We're delirious!\" Joe cried. \"It's a mirage!\"\n\n\"What is?\" asked Harvey through a mouthful of cotton.\n\nJoe reeled aside, and Harvey saw what had upset his partner. He stared,\nspeechless for once.\n\nIn their hectic voyages from planet to planet, the pair of panacea\npurveyors had encountered the usual strange life-forms. But never had\nthey seen anything like the amazing creature in that colonial saloon.\n\nPaying no attention to them, it was carrying a case of liquor in two\nhands, six siphons in two others, and a broom and dustpan in the\nremaining pair. The bartender, a big man resembling the plumpish\nHarvey in build, was leaning negligently on the counter, ordering this\nimpossible being to fill the partly-emptied bottles, squeeze fruit\njuice and sweep the floor, all of which the native did simultaneously.\n\n\"Nonsense,\" Harvey croaked uncertainly. \"We have seen enough queer\nthings to know there are always more.\"\n\nHe led the way inside. Through thirst-cracked lips he rasped:\n\"Water--quick!\"\n\nWithout a word, the bartender reached under the counter, brought out\ntwo glasses of water. The interplanetary con-men drank noisily, asked\nfor more, until they had drunk eight glasses. Meanwhile, the bartender\nhad taken out eight jiggers and filled them with whiskey.\n\nHarvey and Joe were breathing hard from having gulped the water so\nfast, but they were beginning to revive. They noticed the bartender's\nimpersonal eyes studying them shrewdly.\n\n\"Strangers, eh?\" he asked at last.\n\n\"Solar salesmen, my colonial friend,\" Harvey answered in his usual\nlush manner. \"We purvey that renowned Martian remedy, _La-anago\nYergis_, the formula for which was recently discovered by ourselves in\nthe ancient ruined city of La-anago. Medical science is unanimous in\nproclaiming this magic medicine the sole panacea in the entire history\nof therapeutics.\"\n\n\"Yeah?\" said the bartender disinterestedly, polishing the chaser\nglasses without washing them. \"Where you heading?\"\n\n\"Out of Mars for Ganymede. Our condenser broke down, and we've gone\nwithout water for five ghastly days.\"\n\n\"Got a mechanic around this dumping ground you call a port?\" Joe asked.\n\n\"We did. He came near starving and moved on to Titan. Ships don't land\nhere unless they're in trouble.\"\n\n\"Then where's the water lead-in? We'll fill up and push off.\"\n\n\"Mayor takes care of that,\" replied the saloon owner. \"If you gents're\nfinished at the bar, your drinks'll be forty buckos.\"\n\nHarvey grinned puzzledly. \"We didn't take any whiskey.\"\n\n\"Might as well. Water's five buckos a glass. Liquor's free with every\nchaser.\"\n\nHarvey's eyes bulged. Joe gulped. \"That--that's robbery!\" the lanky man\nmanaged to get out in a thin quaver.\n\nThe barkeeper shrugged. \"When there ain't many customers, you gotta\nmake more on each one. Besides--\"\n\n\"Besides nothing!\" Joe roared, finding his voice again. \"You dirty\ncrook--robbing poor spacemen! You--\"\n\nHarvey nudged him warningly. \"Easy, my boy, easy.\" He turned to the\nbartender apologetically. \"Don't mind my friend. His adrenal glands are\nsometimes overactive. You were going to say--?\"\n\n\n\nThe round face of the barkeeper had assumed an aggrieved expression.\n\n\"Folks are always thinkin' the other feller's out to do 'em,\" he said,\nshaking his head. \"Lemme explain about the water here. It's bitter\nas some kinds of sin before it's purified. Have to bring it in with\nbuckets and make it sweet. That takes time and labor. Waddya think--I\nwas chargin' feller critters for water just out of devilment? I charge\nbecause I gotta.\"\n\n\"Friend,\" said Harvey, taking out a wallet and counting off eight\nfive-bucko bills, \"here is your money. What's fair is fair, and you\nhave put a different complexion on what seemed at first to be an\nunconscionable interjection of a middleman between Nature and man's\nthirst.\"\n\nThe saloon man removed his dirty apron and came around the bar.\n\n\"If that's an apology, I accept it. Now the mayor'll discuss filling\nyour tanks. That's me. I'm also justice of the peace, official\nrecorder, fire chief....\"\n\n\"And chief of police, no doubt,\" said Harvey jocosely.\n\n\"Nope. That's my son, Jed. Angus Johnson's my name. Folks here just\ncall me Chief. I run this town, and run it right. How much water will\nyou need?\"\n\nJoe estimated quickly. \"About seventy-five liters, if we go on half\nrations,\" he answered. He waited apprehensively.\n\n\"Let's say ten buckos a liter,\" the mayor said. \"On account of the\nquantity, I'm able to quote a bargain price. Shucks, boys, it hurts me\nmore to charge for water than it does for you to pay. I just got to,\nthat's all.\"\n\nThe mayor gestured to the native, who shuffled out to the tanks with\nthem. The planetoid man worked the pump while the mayor intently\nwatched the crude level-gauge, crying \"Stop!\" when it registered the\nproper amount. Then Johnson rubbed his thumb on his index finger and\nwetted his lips expectantly.\n\nHarvey bravely counted off the bills. He asked: \"But what are we to\ndo about replenishing our battery fluid? Ten buckos a liter would be\npreposterous. We simply can't afford it.\"\n\nJohnson's response almost floored them. \"Who said anything about\ncharging you for battery water? You can have all you want for nothing.\nIt's just the purified stuff that comes so high.\"\n\nAfter giving them directions that would take them to the free-water\npool, the ponderous factotum of Planetoid 42 shook hands and headed\nback to the saloon. His six-armed assistant followed him inside.\n\n\"Now do you see, my hot-tempered colleague?\" said Harvey as he and Joe\npicked up buckets that hung on the tank. \"Johnson, as I saw instantly,\nis the victim of a difficult environment, and must charge accordingly.\"\n\n\"Just the same,\" Joe griped, \"paying for water isn't something you can\nget used to in ten minutes.\"\n\nIn the fragile forest, they soon came across a stream that sprang from\nthe igneous soil and splashed into the small pond whose contents,\naccording to the mayor, was theirs for the asking. They filled their\nbuckets and hauled them to the ship, then returned for more.\n\n\n\nIt was on the sixth trip that Joe caught a glimpse of Jupiter-shine on\na bright surface off to the left. The figure, 750, with the bucko sign\nin front of it, was still doing acrobatics inside his skull and keeping\na faint suspicion alive in him. So he called Harvey and they went to\ninvestigate.\n\nAmong the skimpy ground-crawling vines, they saw a long slender mound\nthat was unmistakably a buried pipe.\n\n\"What's this doing here?\" Harvey asked, puzzled. \"I thought Johnson had\nto transport water in pails.\"\n\n\"Wonder where it leads to,\" Joe said uneasily.\n\n\"It leads _to_ the saloon,\" said Harvey, his eyes rapidly tracing the\npipe back toward the spaceport. \"What I am concerned with is where it\nleads _from_.\"\n\nFive minutes later, panting heavily from the unaccustomed exertion of\nscrambling through the tangle of planetorial undergrowth, they burst\ninto the open--before a clear, sparkling pool.\n\nMutely, Harvey pointed out a pipe-end jutting under the water.\n\n\"I am growing suspicious,\" he said in a rigidly controlled voice.\n\nBut Joe was already on his knees, scooping up a handful of water and\ntasting it.\n\n\"Sweet!\" he snarled.\n\nThey rushed back to the first pool, where Joe again tasted a sample.\nHis mouth went wry. \"Bitter! He uses only one pool, the sweet one! The\nonly thing that needs purifying around here is that blasted mayor's\nconscience.\"\n\n\"The asteroidal Poobah has tricked us with a slick come-on,\" said\nHarvey slowly. His eyes grew cold. \"Joseph, the good-natured artist in\nme has become a hard and merciless avenger. I shall not rest until we\nhave had the best of this colonial con-man! Watch your cues from this\npoint hence.\"\n\nFists clenched, the two returned to the saloon. But at the door they\nstopped and their fists unclenched.\n\n\"Thought you gents were leaving,\" the mayor called out, seeing them\nfrozen in the doorway. \"Glad you didn't. Now you can meet my son, Jed.\nHim and me are the whole Earthman population of Johnson City.\"\n\n\"You don't need any more,\" said Harvey, dismayed.\n\nJohnson's eight-foot son, topped by a massive roof of sun-bleached hair\nand held up by a foundation that seemed immovable, had obviously been\nborn and raised in low gravity. For any decent-sized world would have\nkept him down near the general dimensions of a man.\n\nHe held out an acre of palm. Harvey studied it worriedly, put his own\nhand somewhere on it, swallowed as it closed, then breathed again when\nhis fingers were released in five units instead of a single compressed\none.\n\n\"Pleased to meet you,\" piped a voice that had never known a dense\natmosphere.\n\nThe pursuit of vengeance, Harvey realized, had taken a quick and\nunpleasant turn. Something shrewd was called for....\n\n\"Joseph!\" he exclaimed, looking at his partner in alarm. \"Don't you\nfeel well?\"\n\nEven before the others could turn to him, Joe's practiced eyes were\ngently crossing. He sagged against the door frame, all his features\ndrooping like a bloodhound's.\n\n\"Bring him in here!\" Johnson cried. \"I mean, get him away! He's coming\ndown with asteroid fever!\"\n\n\"Of course,\" replied Harvey calmly. \"Any fool knows the first symptoms\nof the disease that once scourged the universe.\"\n\n\"What do you mean, _once_?\" demanded Johnson. \"I come down with it\nevery year, and I ain't hankering to have it in an off-season. Get him\nout of here!\"\n\n\"In good time. He can't be moved immediately.\"\n\n\"Then he'll be here for months!\"\n\nHarvey helped Joe to the counter and lifted him up on it. The mayor and\nhis gigantic offspring were cowering across the room, trying to breathe\nin tiny, uncontaminating gasps.\n\n\"You'll find everything you want in the back room,\" Johnson said\nfrantically, \"sulfopyridine, mustard plasters, rubs, inhalers, suction\ncups--\"\n\n\"Relics of the past,\" Harvey stated. \"One medication is all modern man\nrequires to combat the dread menace, asteroid fever.\"\n\n\"What's that?\" asked the mayor without conviction.\n\nInstead of replying, Harvey hurried outside to the ungainly second-hand\nrocket ship in the center of the shabby spaceport. He returned within a\nfew minutes, carrying a bottle.\n\n\n\nJoe was still stretched out on the bar, panting, his eyes slowly\ncrossing and uncrossing. Harvey lifted the patient's head tenderly,\nput the bottle to his lips and tilted it until he was forced to drink.\nWhen Joe tried to pull away, Harvey was inexorable. He made his partner\ndrink until most of the liquid was gone. Then he stepped back and\nwaited for the inevitable result.\n\nJoe's performance was better than ever. He lay supine for several\nmoments, his face twisted into an expression that seemed doomed\nto perpetual wryness. Slowly, however, he sat up and his features\nstraightened out.\n\n\"Are--are you all right?\" asked the mayor anxiously.\n\n\"Much better,\" said Joe in a weak voice.\n\n\"Maybe you need another dose,\" Harvey suggested.\n\nJoe recoiled. \"I'm fine now!\" he cried, and sprang off the bar to prove\nit.\n\nAstonished, Johnson and his son drew closer. They searched Joe's face,\nand then the mayor timidly felt his pulse.\n\n\"Well, I'll be hanged!\" Johnson ejaculated.\n\n\"_La-anago Yergis_ never fails, my friend,\" Harvey explained. \"By\nactual test, it conquers asteroid fever in from four to twenty-three\nminutes, depending on the severity of the attack. Luckily, we caught\nthis one before it grew formidable.\"\n\nThe mayor's eyes became clouded mirrors of an inward conflict. \"If you\ndon't charge too much,\" he said warily, \"I might think of buying some.\"\n\n\"We do not sell this unbelievable remedy,\" Harvey replied with dignity.\n\"It sells itself.\"\n\n\"'Course, I'd expect a considerable reduction if I bought a whole\ncase,\" said Johnson.\n\n\"That would be the smallest investment you could make, compared with\nthe vast loss of time and strength the fever involves.\"\n\n\"How much?\" asked the mayor unhappily.\n\n\"For you, since you have taken us in so hospitably, a mere five hundred\nbuckos.\"\n\nJohnson did not actually stagger back, but he gave the impression of\ndoing so. \"F-four hundred,\" he offered.\n\n\"Not a red cent less than four seventy-five,\" Harvey said flatly.\n\n\"Make it four fifty,\" quavered Johnson.\n\n\"I dislike haggling,\" said Harvey.\n\nThe final price, however, was four hundred and sixty-nine buckos and\nfifty redsents. Magnanimously, Harvey added: \"And we will include,\n_gratis_, an elegant bottle-opener, a superb product of Mercurian\nhandicraftsmanship.\"\n\nJohnson stabbed out a warning finger. \"No tricks now. I want a taste of\nthat stuff. You're not switching some worthless junk on me.\"\n\nHarvey took a glass from the bar and poured him a generous sample. The\nmayor sniffed it, grimaced, then threw it down his gullet. The ensuing\nminute saw a grim battle between a man and his stomach, a battle which\nthe man gradually won.\n\n\"There ain't no words for that taste,\" he gulped when it was safe to\ntalk again.\n\n\"Medicine,\" Harvey propounded, \"should taste like medicine.\" To Joe he\nsaid: \"Come, my esteemed colleague. We must perform the sacred task to\nwhich we have dedicated ourselves.\"\n\nWith Joe stumbling along behind, he left the saloon, crossed the\nclearing and entered the ship. As soon as they were inside, Joe dropped\nhis murderous silence and cried:\n\n\"What kind of a dirty trick was that, giving me poison instead of that\nsnake oil?\"\n\n\"That was not poison,\" Harvey contradicted quietly. \"It was _La-anago\nYergis_ extract, plus.\"\n\n\"Plus what--arsenic?\"\n\n\"Now, Joseph! Consider my quandary when I came back here to manufacture\nour specific for all known ailments, with the intention of selling\nyonder asteroidal tin-horn a bill of medical goods--an entire case,\nmind you. Was I to mix the extract with the water for which we had been\nswindled to the tune of ten buckos a liter? Where would our profit have\nbeen, then? No; I had to use the bitter free water, of course.\"\n\n\"But why use it on me?\" Joe demanded furiously.\n\nHarvey looked reprovingly at his gangling partner. \"Did Johnson ask to\ntaste it, or did he not? One must look ahead, Joseph. I had to produce\nthe same _medicine_ that we will now manufacture. Thus, you were a\nguinea pig for a splendid cause.\"\n\n\"Okay, okay,\" Joe said. \"But you shoulda charged him more.\"\n\n\"Joseph, I promise you that we shall get back every redsent of which\nthat swindler cheated us, besides whatever other funds or valuables he\npossesses. We could not be content with less.\"\n\n\"Well, we're starting all right,\" admitted Joe. \"How about that thing\nwith six arms? He looks like a valuable. Can't we grab him off?\"\n\nHarvey stopped filling bottles and looked up pensively.\n\n\"I have every hope of luring away the profitable monstrosity.\nApparently you have also surmised the fortune we could make with him.\nAt first I purpose to exhibit him on our interplanetary tours with our\nstreamlined panacea; he would be a spectacular attraction for bucolic\nsuckers. Later, a brief period of demonstrating his abilities on the\naudio-visiphone. Then our triumph--we shall sell him at a stupendous\nfigure to the zoo!\"\n\n\n\nJoe was still dazed by that monetary vista when he and Harvey carried\nthe case of medicine to the saloon. The mayor had already cleared a\nplace of honor in the cluttered back room, where he told them to put it\ndown carefully. Then he took the elaborate bottle-opener Harvey gave\nhim, reverently uncorked a bottle and sampled it. It must have been at\nleast as good as the first; he gagged.\n\n\"That's the stuff, all right,\" he said, swallowing hard. He counted\nout the money into Harvey's hand, at a moderate rate that precariously\nbalanced between his pleasure at getting the fever remedy and his pain\nat paying for it. Then he glanced out to see the position of Jupiter,\nand asked: \"You gents eaten yet? The restaurant's open now.\"\n\nHarvey and Joe looked at each other. They hadn't been thinking about\nfood at all, but suddenly they realized that they were hungry.\n\n\"It's only water we were short of,\" Harvey said apprehensively. \"We've\ngot rations back at the ship.\"\n\n\"_H-mph!_\" the mayor grunted. \"Powdered concentrates. Compressed pap.\nSuit yourselves. We treat our stomachs better here. And you're welcome\nto our hospitality.\"\n\n\"Your hospitality,\" said Harvey, \"depends on the prices you charge.\"\n\n\"Well, if that's what's worrying you, you can stop worrying,\" answered\nthe mayor promptly. \"What's more, the kind of dinner I serve here you\ncan't get anywhere else for any price.\"\n\nSwiftly, Harvey conned the possibilities of being bilked again. He saw\nnone.\n\n\"Let's take a look at the menu, anyhow, Joe,\" he said guardedly.\n\nJohnson immediately fell into the role of \"mine host.\"\n\n\"Come right in, gents,\" he invited. \"Right into the dining room.\"\n\nHe seated them at a table, which a rope tied between posts made more or\nless private, though nobody else was in the saloon and there was little\nchance of company.\n\nGenius, the six-armed native, appeared from the dingy kitchen with\ntwo menus in one hand, two glasses of water in another, plus napkins,\nsilverware, a pitcher, plates, saucers, cups, and their cocktails,\nwhich were on the house. Then he stood by for orders.\n\nHarvey and Joe studied the menu critically. The prices were\nphenomenally low. When they glanced up at Johnson in perplexity, he\ngrinned, bowed and asked: \"Everything satisfactory, gents?\"\n\n\"Quite,\" said Harvey. \"We shall order.\"\n\nFor an hour they were served amazing dishes, both fresh and canned, the\nculinary wealth of this planetoid and all the system. And the service\nwas as extraordinary as the meal itself. With four hands, Genius played\ndeftly upon a pair of mellow Venusian _viotars_, using his other two\nhands for waiting on the table.\n\n\"We absolutely must purchase this incredible specimen,\" Harvey\nwhispered excitedly when Johnson and the native were both in the\nkitchen, attending to the next course. \"He would make any society\nhostess's season a riotous success, which should be worth a great sum\nto women like Mrs. van Schuyler-Morgan, merely for his hire.\"\n\n\"Think of a fast one fast,\" Joe agreed. \"You're right.\"\n\n\"But I dislike having to revise my opinion of a man so often,\"\ncomplained Harvey. \"I wish Johnson would stay either swindler or honest\nmerchant. This dinner is worth as least twenty buckos, yet I estimate\nour check at a mere bucko twenty redsents.\"\n\nThe mayor's appearance prevented them from continuing the discussion.\n\n\"It's been a great honor, gents,\" he said. \"Ain't often I have\nvisitors, and I like the best, like you two gents.\"\n\nAs if on cue, Genius came out and put the check down between Joe and\nHarvey. Harvey picked it up negligently, but his casual air vanished in\na yelp of horror.\n\n\"What the devil is this?\" he shouted.--\"How do you arrive at this\nfantastic, idiotic figure--_three hundred and twenty-eight buckos_!\"\n\n\n\nJohnson didn't answer. Neither did Genius; he simply put on the table,\nnot a fingerbowl, but a magnifying glass. With one of his thirty\nfingers he pointed politely to the bottom of the menu.\n\nHarvey focused on the microscopic print, and his face went pasty with\nrage. The minute note read: \"Services and entertainment, 327 buckos 80\nredsents.\"\n\n\"You can go to hell!\" Joe growled. \"We won't pay it!\"\n\nJohnson sighed ponderously. \"I was afraid you'd act like that,\" he said\nwith regret. He pulled a tin badge out of his rear pocket, pinned it on\nhis vest, and twisted his holstered gun into view. \"Afraid I'll have to\nask the sheriff to take over.\"\n\nJohnson, the \"sheriff,\" collected the money, and Johnson, the\n\"restaurateur,\" pocketed it. Meanwhile, Harvey tipped Joe the sign to\nremain calm.\n\n\"My friend,\" he said to the mayor, and his tones took on a\nschoolmasterish severity, \"your long absence from Earth has perhaps\nmade you forget those elements of human wisdom that have entered the\nfolk-lore of your native planet. Such as, for example: 'It is folly\nto kill a goose that lays golden eggs,' and 'Penny wise is pound\nfoolish.'\"\n\n\"I don't get the connection,\" objected Johnson.\n\n\"Well, by obliging us to pay such a high price for your dinner, you put\nout of your reach the chance of profiting from a really substantial\ndeal. My partner and I were prepared to make you a sizable offer for\nthe peculiar creature you call Genius. But by reducing our funds the\nway you have--\"\n\n\"Who said I wanted to sell him?\" the mayor interrupted. He rubbed his\nfingers together and asked disinterestedly: \"What were you going to\noffer, anyhow?\"\n\n\"It doesn't matter any longer,\" Harvey said with elaborate\ncarelessness. \"Perhaps you wouldn't have accepted it, anyway.\"\n\n\"That's right,\" Johnson came back emphatically. \"But what would your\noffer have been which I would have turned down?\"\n\n\"Which one? The one we were going to make, or the one we can make now?\"\n\n\"Either one. It don't make no difference. Genius is too valuable to\nsell.\"\n\n\"Oh, come now, Mr. Johnson. Don't tell me no amount of money would\ntempt you!\"\n\n\"Nope. But how much did you say?\"\n\n\"Ah, then you will consider releasing Genius!\"\n\n\"Well, I'll tell you something,\" said the mayor confidentially. \"When\nyou've got one thing, you've got one thing. But when you've got money,\nit's the same as having a lot of things. Because, if you've got money,\nyou can buy this and that and this and that and--\"\n\n\"This and that,\" concluded Joe. \"We'll give you five hundred buckos.\"\n\n\"Now, gents!\" Johnson remonstrated. \"Why, six hundred would hardly--\"\n\n\"You haven't left us much money,\" Harvey put in.\n\nThe mayor frowned. \"All right, we'll split the difference. Make it\nfive-fifty.\"\n\nHarvey was quick to pay out, for this was a genuine windfall. Then he\nstood up and admired the astonishing possession he had so inexpensively\nacquired.\n\n\"I really hate to deprive you of this unique creature,\" he said to\nJohnson. \"I should imagine you will be rather lonely, with only your\nfilial mammoth to keep you company.\"\n\n\"I sure will,\" Johnson confessed glumly. \"I got pretty attached to\nGenius, and I'm going to miss him something awful.\"\n\nHarvey forcibly removed his eyes from the native, who was clearing off\nthe table almost all at once.\n\n\"My friend,\" he said, \"we take your only solace, it is true, but in his\nplace we can offer something no less amazing and instructive.\"\n\nThe mayor's hand went protectively to his pocket. \"What is it?\" he\nasked with the suspicion of a man who has seen human nature at its\nworst and expects nothing better.\n\n\"Joseph, get our most prized belonging from the communications room of\nthe ship,\" Harvey instructed. To Johnson he explained: \"You must see\nthe wondrous instrument before its value can be appreciated. My partner\nwill soon have it here for your astonishment.\"\n\nJoe's face grew as glum as Johnson's had been. \"Aw, Harv,\" he\nprotested, \"do we have to sell it? And right when I thought we were\ngetting the key!\"\n\n\"We must not be selfish, my boy,\" Harvey said nobly. \"We have had our\nchance; now we must relinquish Fate to the hands of a man who might\nhave more success than we. Go, Joseph. Bring it here.\"\n\nUnwillingly, Joe turned and shuffled out.\n\n\n\nOn a larger and heavier world than Planetoid 42, Johnson's curiosity\nwould probably have had weight and mass. He was bursting with\nquestions, but he was obviously afraid they would cost him money. For\nhis part, Harvey allowed that curiosity to grow like a Venusian amoeba\nuntil Joe came in, lugging a radio.\n\n\"Is that what you were talking about?\" the mayor snorted. \"What makes\nyou think I want a radio? I came here to get away from singers and\npolitical speech-makers.\"\n\n\"Do not jump to hasty conclusions,\" Harvey cautioned. \"Another word,\nand I shall refuse you the greatest opportunity any man has ever had,\nwith the sole exceptions of Joseph, myself and the unfortunate inventor\nof this absolutely awe-inspiring device.\"\n\n\"I ain't in the market for a radio,\" Johnson said stubbornly.\n\nHarvey nodded in relief. \"We have attempted to repay our host, Joseph.\nHe has spurned our generosity. We have now the chance to continue our\nstudy, which I am positive will soon reward us with the key to an\nenormous fortune.\"\n\n\"Well, that's no plating off our bow,\" Joe grunted. \"I'm glad he did\nturn it down. I hated to give it up after working on it for three whole\nyears.\"\n\nHe picked up the radio and began walking toward the door.\n\n\"Now, hold on!\" the mayor cried. \"I ain't _saying_ I'll buy, but what\nis it I'm turning down?\"\n\nJoe returned and set the instrument down on the bar. His face\nsorrowful, Harvey fondly stroked the scarred plasticoid cabinet.\n\n\"To make a long story, Mr. Johnson,\" he said, \"Joseph and I were among\nthe chosen few who knew the famous Doctor Dean intimately. Just before\nhis tragic death, you will recall, Dean allegedly went insane.\" He\nbanged his fist on the bar. \"I have said it before, and I repeat again,\nthat was a malicious lie, spread by the doctor's enemies to discredit\nhis greatest invention--this fourth dimensional radio!\"\n\n\"This what?\" Johnson blurted out.\n\n\"In simple terms,\" clarified Harvey, \"the ingenious doctor discovered\nthat the yawning chasm between the dimensions could be bridged by\nenergy of all quanta. There has never been any question that the\ninhabitants of the super-dimension would be far more civilized than\nourselves. Consequently, the man who could tap their knowledge would\nfind himself in possession of a powerful, undreamt-of science!\"\n\nThe mayor looked respectfully at the silent box on the bar.\n\n\"And this thing gets broadcasts from the fourth dimension?\"\n\n\"It does, Mr. Johnson! Only charlatans like those who envied Doctor\nDean's magnificent accomplishments could deny that fact.\"\n\nThe mayor put his hands in his pockets, unswiveled one hip and stared\nthoughtfully at the battered cabinet.\n\n\"Well, let's say it picks up fourth dimensional broadcasts,\" he\nconceded. \"But how could you understand what they're saying? Folks up\nthere wouldn't talk our language.\"\n\nAgain Harvey smashed his fist down. \"Do you dare to repeat the scurvy\nlie that broke Dean's spirit and drove him to suicide?\"\n\nJohnson recoiled. \"No--no, _of course not_. I mean, being up here, I\nnaturally couldn't get all the details.\"\n\n\"Naturally,\" Harvey agreed, mollified. \"I'm sorry I lost my temper.\nBut it is a matter of record that the doctor proved the broadcasts\nemanating from the super-dimension were in English! Why should that be\nso difficult to believe? Is it impossible that at one time there was\ncommunication between the dimensions, that the super-beings admired\nour language and adopted it in all its beauty, adding to it their own\nhyper-scientific trimmings?\"\n\n\"Why, I don't know,\" Johnson said in confusion.\n\n\"For three years, Joseph and I lost sleep and hair, trying to detect\nthe simple key that would translate the somewhat metamorphosed\nbroadcasts into our primitive English. It eluded us. Even the doctor\nfailed. But that was understandable; a sensitive soul like his could\nstand only so much. And the combination of ridicule and failure to\nsolve the mystery caused him to take his own life.\"\n\nJohnson winced. \"Is that what you want to unload on me?\"\n\n\"For a very good reason, sir. Patience is the virtue that will be\nrewarded with the key to these fourth dimensional broadcasts. A man who\ncould devote his life to improving this lonely worldlet is obviously a\nperson with unusual patience.\"\n\n\"Yeah,\" the mayor said grudgingly, \"I ain't exactly flighty.\"\n\n\"Therefore, you are the man who could unravel the problem!\"\n\nJohnson asked skeptically: \"How about a sample first?\"\n\n\n\nHarvey turned a knob on the face of the scarred radio. After several\nsqueals of spatial figures, a smooth voice began:\n\n\"There are omnious pleajes of moby-hailegs in sonmirand which,\nhowgraismon, are notch to be donfured miss ellasellabell in either or\nboth hagasanipaj, by all means. This does not refly, on the brother\nman, nat or mizzafil saces are denuded by this ossifaligo....\"\n\nHarvey switched off the set determinedly.\n\n\"Wait a minute!\" Johnson begged. \"I almost got it then!\"\n\n\"I dislike being commercial,\" said Harvey, \"but this astounding device\nstill belongs to us. Would we not be foolish to let you discover the\nclue before purchasing the right to do so?\"\n\nThe mayor nodded indecisively, looking at the radio with agonized\nlonging. \"How much do you want?\" he asked unhappily.\n\n\"One thousand buckos, and no haggling. I am not in the mood.\"\n\nJohnson opened his mouth to argue; then, seeing Harvey's set features,\npaid with the worst possible grace.\n\n\"Don't you think we ought to tell him about the batteries, Harv?\" Joe\nasked.\n\n\"What about the batteries?\" demanded Johnson with deadly calm.\n\n\"A very small matter,\" Harvey said airily. \"You see, we have been\nanalyzing these broadcasts for three years. In that time, of course,\nthe batteries are bound to weaken. I estimate these should last not\nless than one Terrestrial month, at the very least.\"\n\n\"What do I do then?\"\n\nHarvey shrugged. \"Special batteries are required, which I see Joseph\nhas by chance brought along. For the batteries, the only ones of their\nkind left in the system, I ask only what they cost--one hundred and\nninety-nine buckos, no more and, on the other hand, no less.\"\n\nJohnson was breathing hard, and his hand hovered dangerously near his\ngun. But he paid the amount Harvey wanted.\n\nMoreover, he actually shook hands when the two panacea purveyors\ncollected their six-armed prize and said goodbye. Before they were\noutside, however, he had turned on the radio and was listening tensely\nto a woman's highly cultured, though rather angry voice, saying:\n\n\"Oh, you hannaforge are all beasa-taga-sanimort. If you rue amount it,\nhow do you respench a pure woman to ansver go-samak--\"\n\n\"I'll get it!\" they heard Johnson mutter.\n\nThen the sound of giant feet crossing the barroom floor reached their\nears, and a shrill question: \"What's that, Papa?\"\n\n\"A fortune, Jed! Those fakers are damned fools, selling us a thing\nlike--\"\n\nJoe gazed at Harvey admiringly. \"Another one sold? Harv, that spiel\npulls them in like an ether storm!\"\n\nTogether with the remarkable planetoid man, they reached the ship.\nAbove them, dark, tumbling shapes blotted out the stars and silently\nmoved on. Joe opened the gangway door.\n\n\"Come on in, pal,\" he said to Genius. \"We're shoving off.\"\n\nThe planetoid man grinned foolishly. \"Can't go arong with you,\" he said\nwith an apologetic manner. \"I rike to, but pressure fratten me out if I\ngo.\"\n\n\"What in solar blazes are you talking about?\" Harvey asked.\n\n\"I grow up on pranetoid,\" Genius explained. \"On big pranet, too much\npressure for me.\"\n\nThe two salesmen looked narrowly at each other.\n\n\"Did Johnson know that when he sold you?\" Joe snarled.\n\n\"Oh, sure.\" The silly grin became wider than ever. \"Peopre from Earth\nbuy me rots of times. I never reave pranetoid, though.\"\n\n\"Joseph,\" Harvey said ominously, \"that slick colonist has put one over\nupon us. What is our customary procedure in that event?\"\n\n\"We tear him apart,\" Joe replied between his teeth.\n\n\"Not Mister Johnson,\" advised Genius. \"Have gun and badge. He shoot you\nfirst and then rock you up in prison.\"\n\nHarvey paused, his ominous air vanishing. \"True. There is also the\nfact, Joseph, that when he discovers the scrambled rectifier in\nthe radio we sold him, he will have been paid back in full for his\nregrettable dishonesty.\"\n\n\n\nUnwillingly, Joe agreed. While Genius retreated to a safe distance,\nthey entered the ship and blasted off. Within a few minutes the\nautomatic steering pilot had maneuvered them above the plane of the\nasteroid belt.\n\n\"I got kind of dizzy,\" Joe said, \"there were so many deals back and\nforth. How much did we make on the sucker?\"\n\n\"A goodly amount, I wager,\" Harvey responded. He took out a pencil and\npaper. \"Medicine, 469.50; radio, 1,000; batteries, 199. Total--let's\nsee--1668 buckos and 50 redsents. A goodly sum, as I told you.\"\n\nHe emptied his pockets of money, spread it out on the astrogation table\nand began counting. Finished, he looked up, troubled.\n\n\"How much did we have when we landed, Joseph?\"\n\n\"Exactly 1668 buckos,\" Joe answered promptly.\n\n\"I can't understand it,\" said Harvey. \"Instead of double our capital,\nwe now have only 1668 buckos and 50 redsents!\"\n\nFeverishly, he returned to his pencil and paper.\n\n\"Drinking water, 790; battery water, free; meal, 328; planetoid man,\n550. Total: 1668 buckos!\" He stared at the figures. \"We paid out almost\nas much as we took in,\" he said bitterly. \"Despite our intensive\nefforts, we made the absurd sum of fifty redsents.\"\n\n\"Why, the dirty crook!\" Joe growled.\n\nBut after a few moments of sad reflection, Harvey became philosophical.\n\"Perhaps, Joseph, we are more fortunate than we realize. We were,\nafter all, completely in Johnson's power. The more I ponder, the more\nI believe we were lucky to escape. And, anyhow, we did make fifty\nredsents on the swindler. A moral victory, my boy.\"\n\nJoe, who had been sunk desparingly into a chair, now stood up slowly\nand asked: \"Remember that bottle-opener we gave him?\"\n\n\"Certainly,\" Harvey explained. \"What about it?\"\n\n\"How much did it cost us?\"\n\nHarvey's eyebrows puckered. Suddenly he started laughing. \"You're\nright, Joseph. We paid forty-six redsents for it on Venus. So, after\nall that transacting of business, we made four redsents!\"\n\n\"Four redsents, hell!\" Joe snapped. \"That was the sales tax!\"\n\nHe glared; then a smile lifted his mouth. \"You remember those yokels on\nMars' Flatlands, and the way they worshipped gold?\"\n\n\"_Goldbricks!_\" Harvey said succinctly.\n\nGrinning, Joe set the robot-controls for Mars.",
    "metadata": {
        "author": [
            "Gold, H. L. (Horace Leonard)",
            "Storey, Richard",
            "Grimm, Christopher",
            "Gold, Horace Leonard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62324/pg62324.txt",
        "name": "grifters_asteroid.json"
    }
}