{
    "name": "He",
    "author": [
        "Lovecraft, H.P.",
        "Littlewit, Humphrey",
        "Lovecraft, H. P. (Howard Phillips)",
        "Lovecraft, Howard Phillips"
    ],
    "body": "By H. P. Lovecraft\n\n\nI saw him on a sleepless night when I was walking desperately to save\nmy soul and my vision. My coming to New York had been a mistake; for\nwhereas I had looked for poignant wonder and inspiration in the\nteeming labyrinths of ancient streets that twist endlessly from\nforgotten courts and squares and waterfronts to courts and squares and\nwaterfronts equally forgotten, and in the Cyclopean modern towers and\npinnacles that rise blackly Babylonian under waning moons, I had found\ninstead only a sense of horror and oppression which threatened to\nmaster, paralyze, and annihilate me.\n\nThe disillusion had been gradual. Coming for the first time upon the\ntown, I had seen it in the sunset from a bridge, majestic above its\nwaters, its incredible peaks and pyramids rising flowerlike and\ndelicate from pools of violet mist to play with the flaming golden\nclouds and the first stars of evening. Then it had lighted up window\nby window above the shimmering tides where lanterns nodded and glided\nand deep horns bayed weird harmonies, and had itself become a starry\nfirmament of dream, redolent of faery music, and one with the marvels\nof Carcassonne and Samarcand and El Dorado and all glorious and\nhalf-fabulous cities. Shortly afterward I was taken through those\nantique ways so dear to my fancy--narrow, curving alleys and passages\nwhere rows of red Georgian brick blinked with small-paned dormers\nabove pillared doorways that had looked on gilded sedans and paneled\ncoaches--and in the first flush of realization of these long-wished\nthings I thought I had indeed achieved such treasures as would make me\nin time a poet.\n\nBut success and happiness were not to be. Garish daylight showed only\nsqualor and alienage and the noxious elephantiasis of climbing,\nspreading stone where the moon had hinted of loveliness and elder\nmagic; and the throngs of people that seethed through the flumelike\nstreets were squat, swarthy strangers with hardened faces and narrow\neyes, shrewd strangers without dreams and without kinship to the\nscenes about them, who could never mean aught to a blue-eyed man of\nthe old folk, with the love of fair green lanes and white New England\nvillage steeples in his heart.\n\nSo instead of the poems I had hoped for, there came only a shuddering\nblankness and ineffable loneliness; and I saw at last a fearful truth\nwhich no one had ever dared to breathe before--the unwhisperable\nsecret of secrets--the fact that this city of stone and stridor is not\na sentient perpetuation of Old New York as London is of Old London and\nParis of Old Paris, but that it is in fact quite dead, its sprawling\nbody imperfectly embalmed and infested with queer animate things which\nhave nothing to do with it as it was in life. Upon making this\ndiscovery I ceased to sleep comfortably; though something of resigned\ntranquillity came back as I gradually formed the habit of keeping off\nthe streets by day and venturing abroad only at night, when darkness\ncalls forth what little of the past still hovers wraithlike about, and\nold white doorways remember the stalwart forms that once passed\nthrough them. With this mode of relief I even wrote a few poems, and\nstill refrained from going home to my people lest I seem to crawl back\nignobly in defeat.\n\nThen, on a sleepless night’s walk, I met the man. It was in a\ngrotesque hidden courtyard of the Greenwich section, for there in my\nignorance I had settled, having heard of the place as the natural home\nof poets and artists. The archaic lanes and houses and unexpected bits\nof square and court had indeed delighted me, and when I found the\npoets and artists to be loud-voiced pretenders whose quaintness is\ntinsel and whose lives are a denial of all that pure beauty which is\npoetry and art, I stayed on for love of these venerable things. I\nfancied them as they were in their prime, when Greenwich was a placid\nvillage not yet engulfed by the town; and in the hours before dawn,\nwhen all the revellers had slunk away, I used to wander alone among\ntheir cryptical windings and brood upon the curious arcana which\ngenerations must have deposited there. This kept my soul alive, and\ngave me a few of those dreams and visions for which the poet far\nwithin me cried out.\n\nThe man came upon me at about 2 one cloudy August morning, as I was\nthreading a series of detached courtyards; now accessible only through\nthe unlighted hallways of intervening buildings, but once forming\nparts of a continuous network of picturesque alleys. I had heard of\nthem by vague rumor, and realized that they could not be upon any map\nof today; but the fact that they were forgotten only endeared them to\nme, so that I had sought them with twice my usual eagerness. Now that\nI had found them, my eagerness was again redoubled; for something in\ntheir arrangement dimly hinted that they might be only a few of many\nsuch, with dark, dumb counterparts wedged obscurely betwixt high blank\nwalls and deserted rear tenements, or lurking lamplessly behind\narchways, unbetrayed by hordes of the foreign-speaking or guarded by\nfurtive and uncommunicative artists whose practises do not invite\npublicity or the light of day.\n\nHe spoke to me without invitation, noting my mood and glances as I\nstudied certain knockered doorways above iron-railed steps, the pallid\nglow of traceried transoms feebly lighting my face. His own face was\nin shadow, and he wore a wide-brimmed hat which somehow blended\nperfectly with the out-of-date cloak he affected; but I was subtly\ndisquieted even before he addressed me. His form was very slight, thin\nalmost to cadaverousness; and his voice proved phenomenally soft and\nhollow, though not particularly deep. He had, he said, noticed me\nseveral times at my wanderings; and inferred that I resembled him in\nloving the vestiges of former years. Would I not like the guidance of\none long practised in these explorations, and possessed of local\ninformation profoundly deeper than any which an obvious newcomer could\npossibly have gained?\n\nAs he spoke, I caught a glimpse of his face in the yellow beam from a\nsolitary attic window. It was a noble, even a handsome, elderly\ncountenance; and bore the marks of a lineage and refinement unusual\nfor the age and place. Yet some quality about it disturbed me almost\nas much as its features pleased me--perhaps it was too white, or too\nexpressionless, or too much out of keeping with the locality, to make\nme feel easy or comfortable. Nevertheless I followed him; for in those\ndreary days my quest for antique beauty and mystery was all that I had\nto keep my soul alive, and I reckoned it a rare favor of Fate to fall\nin with one whose kindred seekings seemed to have penetrated so much\nfarther than mine.\n\nSomething in the night constrained the cloaked man to silence, and for\na long hour he led me forward without needless words; making only the\nbriefest of comments concerning ancient names and dates and changes,\nand directing my progress very largely by gestures as we squeezed\nthrough interstices, tiptoed through corridors, clambered over brick\nwalls, and once crawled on hands and knees through a low, arched\npassage of stone whose immense length and tortuous twistings effaced\nat last every hint of geographical location I had managed to preserve.\nThe things we saw were very old and marvelous, or at least they seemed\nso in the few straggling rays of light by which I viewed them, and I\nshall never forget the tottering Ionic columns and fluted pilasters\nand urn-headed iron fenceposts and flaring-linteled windows and\ndecorative fanlights that appeared to grow quainter and stranger the\ndeeper we advanced into this inexhaustible maze of unknown antiquity.\n\n                *       *       *       *       *\n\nWe met no person, and as time passed the lighted windows became fewer\nand fewer. The streetlights we first encountered had been of oil, and\nof the ancient lozenge pattern. Later I noticed some with candles; and\nat last, after traversing a horrible unlighted court where my guide\nhad to lead me with his gloved hand through total blackness to a\nnarrow wooden gate in a high wall, we came upon a fragment of alley\nlit only by lanterns in front of every seventh house--unbelievably\nColonial tin lanterns with conical tops and holes punched in the\nsides. This alley led steeply uphill--more steeply than I had thought\npossible in this part of New York--and the upper end was blocked\nsquarely by the ivy-clad wall of a private estate, beyond which I\ncould see a pale cupola, and the tops of trees waving against a vague\nlightness in the sky. In this wall was a small, low-arched gate of\nnail-studded black oak, which the man proceeded to unlock with a\nponderous key. Leading me within, he steered a course in utter\nblackness over what seemed to be a gravel path, and finally up a\nflight of stone steps to the door of the house, which he unlocked and\nopened for me.\n\nWe entered, and as we did so I grew faint from a reek of infinite\nmustiness which welled out to meet us, and which must have been the\nfruit of unwholesome centuries of decay. My host appeared not to\nnotice this, and in courtesy I kept silent as he piloted me up a\ncurving stairway, across a hall, and into a room whose door I heard\nhim lock behind us. Then I saw him pull the curtains of the three\nsmall-paned windows that barely showed themselves against the\nlightening sky; after which he crossed to the mantel, struck flint and\nsteel, lighted two candles of a candelabrum of twelve sconces, and\nmade a gesture enjoining soft-toned speech.\n\nIn this feeble radiance I saw that we were in a spacious,\nwell-furnished and paneled library dating from the first quarter of\nthe Eighteenth Century, with splendid doorway pediments, a delightful\nDoric cornice, and a magnificently carved overmantel with\nscroll-and-urn top. Above the crowded bookshelves at intervals along\nthe walls were well-wrought family portraits; all tarnished to an\nenigmatical dimness, and bearing an unmistakable likeness to the man\nwho now motioned me to a chair beside the graceful Chippendale table.\nBefore seating himself across the table from me, my host paused for a\nmoment as if in embarrassment; then, tardily removing his gloves,\nwide-brimmed hat, and cloak, stood theatrically revealed in full\nmid-Georgian costume from queued hair and neck ruffles to\nknee-breeches, silk hose, and the buckled shoes I had not previously\nnoticed. Now slowly sinking into a lyre-back chair, he commenced to\neye me intently.\n\nWithout his hat he took on an aspect of extreme age which was scarcely\nvisible before, and I wondered if this unperceived mark of singular\nlongevity were not one of the sources of my original disquiet. When he\nspoke at length, his soft, hollow, and carefully muffled voice not\ninfrequently quavered; and now and then I had great difficulty in\nfollowing him as I listened with a thrill of amazement and\nhalf-disavowed alarm which grew each instant.\n\n“You behold, Sir,” my host began, “a man of very eccentrical habits,\nfor whose costume no apology need be offered to one with your wit and\ninclinations. Reflecting upon better times, I have not scrupled to\nascertain their ways and adopt their dress and manners; an indulgence\nwhich offends none if practised without ostentation. It hath been my\ngood fortune to retain the rural seat of my ancestors, swallowed\nthough it was by two towns, first Greenwich, which built up hither\nafter 1800, then New York, which joined on near 1830. There were many\nreasons for the close keeping of this place in my family, and I have\nnot been remiss in discharging such obligations. The squire who\nsucceeded to it in 1768 studied sartain arts and made sartain\ndiscoveries, all connected with influences residing in this particular\nplot of ground, and eminently desarving of the strongest guarding.\nSome curious effects of these arts and discoveries I now purpose to\nshow you, under the strictest secrecy; and I believe I may rely on my\njudgment of men enough to have no distrust of either your interest or\nyour fidelity.”\n\nHe paused, but I could only nod my head. I have said that I was\nalarmed, yet to my soul nothing was more deadly than the material\ndaylight world of New York, and whether this man were a harmless\neccentric or a wielder of dangerous arts I had no choice save to\nfollow him and slake my sense of wonder on whatever he might have to\noffer. So I listened.\n\n“To--my ancestor,” he softly continued, \"there appeared to reside some\nvery remarkable qualities in the will of mankind; qualities having a\nlittle-suspected dominance not only over the acts of one’s self and of\nothers, but over every variety of force and substance in Nature, and\nover many elements and dimensions deemed more universal than Nature\nherself. May I say that he flouted the sanctity of things as great as\nspace and time and that he put to strange uses the rites of sartain\nhalf-breed red Indians once encamped upon this hill? These Indians\nshowed choler when the place was built, and were plaguey pestilent in\nasking to visit the grounds at the full of the moon. For years they\nstole over the wall each month when they could, and by stealth\nperformed sartain acts. Then, in ’68, the new squire catched them at\ntheir doings, and stood still at what he saw. Thereafter he bargained\nwith them and exchanged the free access of his grounds for the exact\ninwardness of what they did; larning that their grandfathers got part\nof their custom from red ancestors and part from an old Dutchman in\nthe time of the States-General. And pox on him, I’m afeared the squire\nmust have sarved them monstrous bad rum--whether or not by intent--for\na week after he larnt the secret he was the only man living that knew\nit. You, Sir, are the first outsider to be told there is a secret, and\nsplit me if I’d have risked tampering that much with--the powers--had\nye not been so hot after bygone things.”\n\nI shuddered as the man grew colloquial--and with the familiar speech\nof another day. He went on.\n\n“But you must know, Sir, that what--the squire--got from those mongrel\nsalvages was but a small part of the larning he came to have. He had\nnot been at Oxford for nothing, nor talked to no account with an\nancient chymist and astrologer in Paris. He was, in fine, made\nsensible that all the world is but the smoke of our intellects; past\nthe bidding of the vulgar, but by the wise to be puffed out and drawn\nin like any cloud of prime Virginia tobacco. What we want, we may make\nabout us; and what we don’t want, we may sweep away. I won’t say that\nall this is wholly true in body, but ’tis sufficient true to furnish a\nvery pretty spectacle now and then. You, I conceive, would be tickled\nby a better sight of sartain other years than your fancy affords you;\nso be pleased to hold back any fright at what I design to show. Come\nto the window and be quiet.”\n\n                *       *       *       *       *\n\nMy host now took my hand to draw me to one of the two windows on the\nlong side of the malodorous room, and at the first touch of his\nungloved fingers I turned cold. His flesh, though dry and firm, was of\nthe quality of ice; and I almost shrank away from his pulling. But\nagain I thought of the emptiness and horror of reality, and boldly\nprepared to follow whithersoever I might be led. Once at the window,\nthe man drew apart the yellow silk curtains and directed my stare into\nthe blackness outside. For a moment I saw nothing save a myriad of\ntiny dancing lights, far, far before me. Then, as if in response to an\ninsidious motion of my host’s hand, a flash of heat-lightning played\nover the scene, and I looked out upon a sea of luxuriant\nfoliage--foliage unpolluted, and not the sea of roofs to be expected\nby any normal mind. On my right the Hudson glittered wickedly, and in\nthe distance ahead I saw the unhealthy shimmer of a vast salt marsh\nconstellated with nervous fireflies. The flash died, and an evil smile\nillumined the waxy face of the aged necromancer.\n\n“That was before my time--before the new squire’s time. Pray let us\ntry again.”\n\nI was faint, even fainter than the hateful modernity of that accursed\ncity had made me.\n\n“Good God!” I whispered; “can you do that for _any time_?” And as he\nnodded, and bared the black stumps of what had once been yellow fangs,\nI clutched at the curtains to prevent myself from falling. But he\nsteadied me with that terrible, ice-cold claw, and once more made his\ninsidious gesture.\n\nAgain the lightning flashed--but this time upon a scene not wholly\nstrange. It was Greenwich, the Greenwich that used to be, with here\nand there a roof or row of houses as we see it now, yet with lovely\ngreen lanes and fields and bits of grassy common. The marsh still\nglittered beyond, but in the farther distance I saw the steeples of\nwhat was then all of New York; Trinity and St. Paul’s and the Brick\nChurch dominating their sisters, and a faint haze of wood smoke\nhovering over the whole. I breathed hard, but not so much from the\nsight itself as from the possibilities my imagination terrifiedly\nconjured up.\n\n“Can you--dare you--go _far_?” I spoke with awe, and I think he shared\nit for a second, but the evil grin returned.\n\n“_Far?_ What I have seen would blast ye to a mad statue of stone!\nBack, back--forward, _forward_--look, ye puling lack-wit!”\n\nAnd as he snarled the phrase under his breath he gestured anew;\nbringing to the sky a flash more blinding than either which had come\nbefore. For full three seconds I could glimpse that pandemoniac sight,\nand in those seconds I saw a vista which will ever afterward torment\nme in dreams. I saw the heavens verminous with strange flying things,\nand beneath them a hellish black city of giant stone terraces with\nimpious pyramids flung savagely to the moon, and devil-lights burning\nfrom unnumbered windows. And swarming loathsomely on aerial galleries\nI saw the yellow, squint-eyed people of that city, robed horribly in\norange and red, and dancing insanely to the pounding of fevered\nkettle-drums, the clatter of obscene crotala, and the maniacal moaning\nof muted horns whose ceaseless dirges rose and fell undulantly like\nthe waves of an unhallowed ocean of bitumen.\n\nI saw this vista, I say, and heard as with the mind’s ear the\nblasphemous domdaniel of cacophony which companioned it. It was the\nshrieking fulfilment of all the horror which that corpse-city had ever\nstirred in my soul, and forgetting every injunction to silence I\nscreamed and screamed and screamed as my nerves gave way and the walls\nquivered about me.\n\nThen, as the flash subsided, I saw that my host was trembling too; a\nlook of shocking fear half-blotting from his face the serpent\ndistortion of rage which my screams had excited. He tottered, clutched\nat the curtains as I had done before, and wriggled his head wildly,\nlike a hunted animal. God knows he had cause, for as the echoes of my\nscreaming died away there came another sound so hellishly suggestive\nthat only numbed emotion kept me sane and conscious. It was the\nsteady, stealthy creaking of the stairs beyond the locked door, as\nwith the ascent of a barefoot or skin-shod horde; and at last the\ncautious, purposeful rattling of the brass latch that glowed in the\nfeeble candlelight. The old man clawed and spat at me through the\nmoldy air, and barked things in his throat as he swayed with the\nyellow curtain he clutched.\n\n“The full moon--damn ye--ye . . . ye yelping dog--ye called ’em, and\nthey’ve come for me! Moccasined feet--dead men--Gad sink ye, ye red\ndevils, but I poisoned no rum o’ yours--han’t I kept your pox-rotted\nmagic safe?--ye swilled yourselves sick, curse ye, and ye must needs\nblame the squire--let go, you! Unhand that latch--I’ve naught for ye\nhere----”\n\nAt this point three slow and very deliberate raps shook the panels of\nthe door, and a white foam gathered at the mouth of the frantic\nmagician. His fright, turning to steely despair, left room for a\nresurgence of his rage against me; and he staggered a step toward the\ntable on whose edge I was steadying myself. The curtains, still\nclutched in his right hand as his left clawed out at me, grew taut and\nfinally crashed down from their lofty fastenings; admitting to the\nroom a flood of that full moonlight which the brightening of the sky\nhad presaged. In those greenish beams the candles paled, and a new\nsemblance of decay spread over the musk-reeking room with its wormy\npaneling, sagging floor, battered mantel, rickety furniture, and\nragged draperies. It spread over the old man, too, whether from the\nsame source or because of his fear and vehemence, and I saw him\nshrivel and blacken as he lurched near and strove to rend me with\nvulturine talons. Only his eyes stayed whole, and they glared with a\npropulsive, dilated incandescence which grew as the face around them\ncharred and dwindled.\n\nThe rapping was now repeated with greater insistence, and this time\nbore a hint of metal. The black thing facing me had become only a head\nwith eyes, impotently trying to wriggle across the sinking floor in my\ndirection, and occasionally emitting feeble little spits of immortal\nmalice. Now swift and splintering blows assailed the sickly panels,\nand I saw the gleam of a tomahawk as it cleft the rending wood. I did\nnot move, for I could not; but watched dazedly as the door fell in\npieces to admit a colossal, shapeless influx of inky substance starred\nwith shining, malevolent eyes. It poured thickly, like a flood of oil\nbursting a rotten bulkhead, overturned a chair as it spread, and\nfinally flowed under the table and across the room to where the\nblackened head with the eyes still glared at me. Around that head it\nclosed, totally swallowing it up, and in another moment it had begun\nto recede; bearing away its invisible burden without touching me, and\nflowing again out of that black doorway and down the unseen stairs,\nwhich creaked as before, though in reverse order.\n\nThen the floor gave way at last, and I slid gaspingly down into the\nnighted chamber below, choking with cobwebs and half-swooning with\nterror. The green moon, shining through broken windows, showed me the\nhall door half open; and as I rose from the plaster-strewn floor and\ntwisted myself free from the sagged ceiling, I saw sweep past it an\nawful torrent of blackness, with scores of baleful eyes glowing in it.\nIt was seeking the door to the cellar, and when it found it, it\nvanished therein. I now felt the floor of this lower room giving as\nthat of the upper chamber had done, and once a crashing above had been\nfollowed by the fall past the west window of something which must have\nbeen the cupola. Now liberated for the instant from the wreckage, I\nrushed through the hall to the front door; and finding myself unable\nto open it, seized a chair and broke a window, climbing frenziedly out\nupon the unkempt lawn where moonlight danced over yard-high grass and\nweeds. The wall was high, and all the gates were locked; but moving a\npile of boxes in a corner I managed to gain the top and cling to the\ngreat stone urn set there.\n\nAbout me in my exhaustion I could see only strange walls and windows\nand old gambrel roofs. The steep street of my approach was nowhere\nvisible, and the little I did see succumbed rapidly to a mist that\nrolled in from the river despite the glaring moonlight. Suddenly the\nurn to which I clung began to tremble, as if sharing my own lethal\ndizziness; and in another instant my body was plunging downward to I\nknew not what fate.\n\nThe man who found me said that I must have crawled a long way despite\nmy broken bones, for a trail of blood stretched off as far as he dared\nlook. The gathering rain soon effaced this link with the scene of my\nordeal, and reports could state no more than that I had appeared from\na place unknown, at the entrance of a little black court off Perry\nStreet.\n\nI never sought to return to those tenebrous labyrinths, nor would I\ndirect any sane man thither if I could. Of who or what that ancient\ncreature was, I have no idea; but I repeat that the city is dead and\nfull of unsuspected horrors. Whither _he_ has gone, I do not know; but\nI have gone home to the pure New England lanes up which fragrant\nsea-winds sweep at evening.",
    "metadata": {
        "author": [
            "Lovecraft, H.P.",
            "Littlewit, Humphrey",
            "Lovecraft, H. P. (Howard Phillips)",
            "Lovecraft, Howard Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68547/pg68547.txt",
        "name": "he.json"
    }
}