{
    "name": "Heavenly Gifts",
    "author": [
        "Kolom, A. L. (Aaron Leigh)",
        "Kolom, Aaron Leigh",
        "Kolom, Aaron L."
    ],
    "body": "A blur of silent motion tugged suddenly at the corner of Mrs. Frisbee's\neye. She looked up from her knitting. An electric blanket, deep blue\nwith satiny edges, was materializing, neatly folded, in the center of\nher tiny kitchen table.\n\nShe closed her eyes briefly for a silent prayer of thanks. At midnight\nshe would send out those thanks, followed by a request for a bicycle\nfor the paper boy.\n\nContentedly she raised herself from her chair. She weighed mentally\nwhether there was time to wrap the blanket as a gift before she had\nto leave for work. She decided against it. It wasn't as if it were an\nanniversary or birthday present. It was just something she knew her\nnice landlady, Mrs. Upjohn, needed but couldn't afford.\n\nMrs. Upjohn was in her room. With an embarrassed dismissal of thanks\nMrs. Frisbee presented the blanket to her, then hurried to catch the\nbus at the corner.\n\nThe corridor clock showed a few minutes to midnight as Mrs. Frisbee,\ncarrying her mop and pail, entered the control room. At the slight\nnoise Dr. Morrow looked up from his paper-littered desk. A vague smile\nand wave were directed generally in her direction. With a glance at his\nwatch he sighed and returned to his work. Mrs. Frisbee waited patiently\nand quietly. A few minutes later Dr. Morrow looked up again, then\nyawned and stretched luxuriously.\n\n\"Time for lunch, I guess.\" He stood up, setting a few dials on the\nglistening control panel before him. \"See you in forty-five minutes,\"\nhe called cheerily.\n\nWith the sound of his heels echoing down the hall, Mrs. Frisbee\ngingerly sat down in his chair. Taking a sheet of paper from her apron,\nshe meticulously marked down the dial settings, exactly as he had left\nthem.\n\nExcept for the diminishing sound of footsteps, the laboratory building\nwas silent, with the unique quiet of a deserted structure. Through the\nwindow she could see the gigantic antenna aiming toward the stars. As\nalways she experienced a momentary thrill of combined excitement and\nreverential awe.\n\nShe waited till she heard the closing of the front door of the\nbuilding. Then with practiced fingers she flicked some switches. The\nequipment hummed quietly. She swung toward the keyboard and began\npicking out letters with her forefingers. Finally she took a page\nfrom a mail-order catalogue from her purse and slowly typed out the\ncatalogue numbers. She didn't hurry. Dr. Morrow would now be finishing\nhis lunch in his car. Afterwards he would take a stroll around the\nlaboratory grounds. He was a man of regular, dependable habit.\n\n\n\nIt had all begun one evening about five months before, when Mrs.\nFrisbee had attended a revivalist meeting. Simple soul that she was,\nwith her increasing years and the passing of many of her friends, Mrs.\nFrisbee had begun to experience a desire to make peace with her maker.\n\n\"You are all sinners,\" the preacher had thundered, \"and you need the\nmost powerful voice in the world to speak for you!\"\n\nIt made quite an impression!\n\nIt seemed the hand of providence when Mrs. Frisbee learned that a newly\ncompleted astronomical-radio station was seeking janitorial personnel.\nShe quickly applied and was hired.\n\nIt was at first only a vague germ of an idea. Slowly the idea\ncrystallized as she inquired of the technicians just how it was\noperated.\n\nIt wasn't really difficult, she learned. An electronic typewriter was\nused, converting letters and words into mathematical language, then\nautomatically beaming the data out into the vastness of space. It took\ntime, but she even learned what dials and switches to operate so there\nwould be no record of her messages.\n\nThe station had been established to try to contact intelligences\non other planets or star systems. An idiotic waste, the critics\ncomplained. Mrs. Frisbee agreed. Except for occasional space static\nnothing had ever been received. Mrs. Frisbee knew this from hearing\nthe men talk. Still they kept trying, constantly listening, and at\nregular intervals transmitting basic mathematics, recognizable by any\ncivilization.\n\nShe had arranged her work so that her midnight break came when she\nwas cleaning the control room. There was only a single scientist on\nnight duty, currently Dr. Morrow, who left the equipment on automatic\nreception while on his lunch break. Mrs. Frisbee never needed but half\nthe time he was gone.\n\nHer first prayer had been a brief one. Gripped with religious fervor\nMrs. Frisbee had typed awkwardly, one finger at a time. The whirring\nof the equipment as it transmitted her words of devotion out to the\nfarthest reaches of space was as balm to her soul.\n\nIt was a month later that she decided to test her contact with the\ndivine with a simple request, an apron she had seen in a catalogue. It\nwould be an ideal birthday present for Mrs. Upjohn, she thought. Days\nand weeks passed and Mrs. Frisbee had almost lost faith, when suddenly\none evening, as she was quietly sewing, the apron appeared, bright and\ngay on her small table. She rubbed her eyes. It was truly wondrous. The\nthanks she gave in that evening's message were profuse.\n\nAs time passed she asked for other items from the catalogue for gifts\nfor other friends. All were delivered miraculously after a few days.\n\nMrs. Frisbee was at peace--with the world, with herself, and with her\nmaker. Her simple life was full. She had a proven faith, with miracles\noccurring as she desired them. There was no end to the people she met\nwho needed things, and seemingly no difficulty in having her requests\nfulfilled. Quite often she was tempted to explain it all to her good\nfriend, Mrs. Upjohn. But something always kept her from telling, a\nfeeling that it might be sacrilegious somehow to discuss it.\n\nOnly one thing occasionally puzzled Mrs. Frisbee. Though she always\nordered the presents from the mail-order catalogue, they seemed\nsuperior in quality and workmanship to any purchased articles....\n\n\n\nThe barracks-room language coming from General Collin's office caused\nhis aide to raise his eyebrows. He hadn't heard the General use such\nterms since Korea.\n\nGeneral Collin was even more incredulous than the colonel, the major\nand the captain had been before him, as each was told.\n\n\"It's impossible,\" he exploded into the telephone. \"When did you\nblankety idiots first discover it?\" After a brief pause he barked,\n\"Double the guard!\" A moment later he barked again, \"Damn it, then\ntriple it!\"\n\nHe sat back stunned. What would the chief say? He shuddered at the\nthought.\n\nHis eyes narrowed reflectively, and after a moment he reached again for\nthe phone.\n\n\"Have you contacted any other bases?\" His voice was now quiet and low.\nAfter a brief pause he added, \"Come to my office as soon as possible\nwith everything you have on the situation.\"\n\nHe steeled himself for the next call, reluctantly reaching for the\nspecial red telephone. His orderly mind presented the facts he had\nlearned as clearly as possible.\n\n\"I don't know,\" he answered a question. \"No sir, I haven't contacted\nAEC or State yet. I'd like to check on it further.\" Then finally,\n\"Complete secrecy, yes, sir. I'm making a thorough security check.\"\n\nAn undercurrent of frantic excitement quickly engulfed Washington's top\ncouncils, involving even the President. The National Security Council\nand Chiefs of Staff were called into emergency session. Grim-visaged\nstar-shouldered officers hurried through Pentagon corridors. Newsmen\nknew only that something quite serious was taking place, something that\nvitally affected the national security. Whispers of a \"secret Russian\nweapon\" began to be heard. From the Pentagon, orders went out to\nevery military base. CIA agents and military scientists were hurriedly\ncalled, were asked enigmatic questions and were given grim instructions.\n\nA few days later, a call came again to General Collin. He had\nhalf-expected it. He reached again for the red phone.\n\n\"It's happened again!\" He bit off his words in his exasperation. \"Yes!\nRight in front of a television monitor. The film is being rushed to\nWashington.\" He listened a moment, then nodded. \"That's right, just\ndisappeared! Completely dematerialized!\"\n\nHe received a bit of a shock in turn. \"Two other bases also? Good God!\"\nThen, \"Yes, sir, I'll fly in to-night.\"\n\nAt the top level meeting the next morning the Under-Secretary of State\ninterrupted the discussion. \"We have just received a peculiar message\nfrom the British Embassy,\" he said. \"They are asking about the security\nof--\" He lowered his voice even though the room was sound-proof.\n\nEveryone about the table looked soberly at each other.\n\nSecurity Council meetings became continuous around-the-clock sessions.\nThe top civilian scientists of the country were brought in and the\nsituation explained to them. As one they shook their heads.\n\nA Nobel prize winner in Physics put it flatly. \"It is beyond our\ncomprehension, far beyond the state of our knowledge!\"\n\n\n\nCentral intelligence reported daily on the political and scientific\nactivities in key spots of the world. A spurt of high-level meetings in\nMoscow was noticed and duly reported.\n\nThis ominous news was received with a depression bordering on hysteria.\n\n\"We have underestimated their technological advancement again,\" said\nthe Chairman of the Joint Chiefs of Staff. \"We must increase our\nproduction efforts. We must solve this puzzle--\" he spoke slowly, in\nmeasured tones of the utmost gravity--\"even at the expense of all other\nresearch efforts! This must have the highest possible priority!\"\n\nOrders to this effect were quickly issued.\n\n\"I don't understand the Soviet mind,\" puzzled the Secretary of State.\n\"At the diplomatic level they are seemingly going farther than ever\nbefore in making concessions and overtures toward peace!\"\n\n\"And while they try to lull us politically,\" fumed the Secretary of\nDefense, \"they are leaving us practically defenseless with their\nscientific thievery!\"\n\nHe slammed the table with his fist. \"We must be on our guard! We must\nincrease our research efforts! And SAC must be placed on an emergency\nalert, ready for instant retaliation!\"\n\nAnd each day, despite the frenzied increase in mining and refining\nactivity, a report on the dwindling military capabilities of the\nUnited States was given the President. The day finally arrived when he\ngravely addressed the Security Council.\n\n\"As of today,\" the President said, \"we are unable adequately to defend\nour country! Our production capabilities cannot keep up with what we\nare losing. We are left only with our conventional weapons.\" He paused.\n\"God help us, we are at their mercy!\"\n\nA worried-looking Under-Secretary rushed into the Council chamber and\nwhispered something into the President's ear. The President's face grew\nwhite. He rose slowly.\n\n\"Gentlemen.\" His quiet voice reflected a rigid control. \"Mr. Khrushchev\nis placing a personal call to me on a matter, which he says, is of the\nutmost urgency.\" He paused. \"Please wait until I return.\"\n\nThe group of men, carrying on their shoulders the responsibility of the\ndefense of the United States of America and all the free world, sat in\nquiet dejection, heads bowed. Long minutes passed. No one felt up to\nmeeting the eyes of anyone else about the table.\n\nAs the President re-entered the chamber, the members of the Security\nCouncil rose. The atmosphere was heavy with foreboding.\n\nHe spoke slowly and clearly, his face expressionless. \"Mr. Khrushchev\nsays he desires to establish a true peace with us. He will agree to all\nour terms: complete inspection, atomic test ban, disarmament, anything\nof a reasonable nature!\"\n\nHe looked around the shocked room. Relief, puzzlement, suspicion, were\nmirrored on various faces.\n\n\"I'm sure I don't understand all this,\" the President continued. \"I\ndoubt if any of you do. But if the Soviet Union is sincere in desiring\na true peace--!\" His voice became very quiet. \"We shall certainly meet\nthem halfway!\"\n\n\n\nVeux looked up from the account book with a grunt of approval, then\nreached for the drink his partner held out.\n\n\"Well,\" Tai said. \"Didn't I tell you business would be good this\nperiod?\"\n\nVeux nodded and downed his drink. \"Excellent, but I see that most\nof our profit came from native trade!\" His eyes narrowed. \"It looks\nillegal! Are you supplying arms for a revolution somewhere?\"\n\nTai's smile became contemptuous. \"No, it's just local products,\nnative trivia. We drop-chuted survey robots, then called them back\nand installed a delivery system. The robot picks up samples by\ndematerialization and I synthesize them.\"\n\n\"But so much profit! Aren't there any complaints?\"\n\nTai laughed. \"On the contrary, I get thanked after each delivery, plus\na request for something else. Natives are the same everywhere. Just\nsuckers, waiting to be trimmed!\"\n\n\"I don't want to get into any trouble over this!\" Veux looked dubious.\n\nTai refilled the glasses. \"Well, our business charter says we must\nfill and deliver any legitimate order we get!\"\n\n\"If it's legitimate!\" Veux studied the deep ruby of his drink. \"Which\nof our colonies is it?\"\n\nTai hesitated slightly. \"It's not one of our colonies. The orders are\nfrom subsystem CQ!\"\n\n\"What!\" Veux's eyes flashed. \"You know we're not supposed to have any\ncontact at all with them! They're under official observation!\"\n\n\"Don't worry, don't worry.\" Tai's voice exuded confidence. \"No one can\nprove we've broken a single law.\"\n\n\"I don't understand.\"\n\nTai's expression was one of exaggerated innocence. \"Everything is\nautomatic. Radio orders for goods are received, translated and filled,\nwith robot delivery.\" He winked at his partner. \"How can anyone prove I\never bothered to check the source?\"\n\n\"But the profit? What do you trade?\"\n\n\"Aha! I was waiting for you to ask that. I set the robot to detect and\ntake a unit of energy metal each trip!\"\n\n\"Energy metal?\" Veux jerked upright.\n\n\"Yes, but they're running out.\" Tai sighed. \"The robot reports he has\nhad to go clear to the other side of the planet to fill his quota.\nThere's only enough scattered around for a few more trips!\"\n\n\"I guess we can't complain,\" Veux said.\n\nThey clinked their glasses.",
    "metadata": {
        "author": [
            "Kolom, A. L. (Aaron Leigh)",
            "Kolom, Aaron Leigh",
            "Kolom, Aaron L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52784/pg52784.txt",
        "name": "heavenly_gifts.json"
    }
}