{
    "name": "Heir Apparent",
    "author": [
        "Edwards, Al",
        "Nourse, Alan Edward",
        "Nourse, Alan E. (Alan Edward)"
    ],
    "body": "_We watched in silence as grim-faced, uniformed guards carried the\nsmall bronze casket down from the space ship. There were thousands of\nus standing there in the pouring rain, soaked to the skin. Yet somehow\nwe didn't notice the rain or the discomfort. We had waited years for\nthis moment, to honor a great man's triumphal return to Earth.... He\nhad waited too long. The odds he faced had finally cancelled out luck,\nskill, and the guts a brave man needs to face space alone...._\n\n_They carried his casket by us, across the sopping field, boots sucking\nnoisily in the heavy mud. Instead of smiles there were tears that even\nthe rain couldn't hide. And many a woman sobbed openly now ... perhaps\nthinking of her own son or husband up there someplace...._\n\n_I couldn't find any tears. And that was strange. For of all the\nthousands of people watching his casket move slowly by, I should have\nfelt the deepest remorse._\n\n_At least, when you kill a man you're supposed to feel that way...._\n\n\n\nIt had been so hot that I was soaked through when I finished at the\nhospital, and could think of nothing more enticing than a hot bath and\na long night's sleep. An interne's life isn't his own, and the evenings\nI could call mine came so seldom I couldn't remember the last time\nI'd been free. Still, there were those evenings, and tonight seemed\nto be one of them, when I used to think I'd been foolish to keep from\nentanglements that would interfere with my professional progress,\nand begin to envy guys like Bart, with their black haired, blue eyed\ngirls. I was pleased when I saw the light on under my door, and found\nBart and Marny there. Marny was at the refrigerator pouring some beer,\nand Bart was pacing back and forth like a tiger, his eyes bright with\nexcitement. \"You should get another hospital,\" he exploded when I\nopened the door. \"Thought you'd never get here.\"\n\n\"Can't tell women when to have babies,\" I growled. \"Nobody's passed any\nlaws yet.\" I stripped off my shirt and disappeared toward the shower,\nwinking at Marny as I went. \"And as for using my flat for immoral\npurposes--\"\n\n\"Fat chance,\" she grinned, jerking a thumb at Bart. \"The boy's on\na jag. He won't come near me.\" I heard the glasses clinking as I\nshowered, and slipped on a cool, fresh shirt. I found them both with\ntheir noses in beer, Marny on the couch, Bart staring out at the dark\nstreet. And I noticed the suppressed excitement in Bart's eyes as I\nsank down in a chair.\n\n\"Ok,\" I said. \"So you've got news. Spill it.\"\n\n\"_I passed the test, Ben!_\"\n\nI squinted at him, puzzled. Something tried to clink down into place in\nmy mind. Test? It seemed to me I _had_ heard something about a test.\n\"That's nice,\" I said. \"What test?\"\n\n\"What test! Dillon's engineering competition, stupid! I told you about\nthat--\"\n\nMy eyes widened, and I sat bolt upright. \"You mean the competition for\n_crews_?\"\n\nBart nodded excitedly. \"That's right. Dillon got the government to back\nhis contracts and research, and he'll be tripling the number of ships\nin space within the next five years. He needs men--the best men he\ncan get to man those ships! And these tests are designed to pick the\nbest part for Dillon's crew--\" He sank down on the davenport, his hands\ntrembling. \"It was the only smart thing to do,\" he said. \"Every mug on\nthe streets thinks that he wants to walk in and ferry a ship to Mars.\nThat wouldn't work--it takes too much knowledge, too much engineering\nskill, and lots more. The men who go have got to be the best bets on\nevery score--the best to handle the long trips, the best for repairing,\nreporting, exploring--everything. You saw what happened to the first\ncrews that went to Mars. There wasn't any provision for anything but\ntechnical skill, and they were at each other's throats before they'd\ncleared Earth's orbit. They practically killed each other--some went\nloopy, some wouldn't come back home--Dillon had a real mess on his\nhands. So the tests were set up for screening. The competition was\nreally stiff--\"\n\nI stared at him. \"And you passed the tests--\"\n\nHe was grinning from ear to ear. \"I passed them--\"\n\n\n\nI heard a swift breath, and Marny was on her feet, picking up the\nglasses swiftly, taking them to the kitchen. Suddenly there was a cold\nbreath in the room, and I caught the look on Marny's face. It was one\nof those unguarded moments, one of those looks no woman ever wants a\nman to see, but I saw it, and I saw the end of things in her eyes. A\nlook of horror and fear. For one brief instant the shield was down, and\nI saw the terror and revulsion on her face and knew everything that\nwas going through that mind of hers. And then the look disappeared,\nand she was walking back into the room, her face pale but composed,\nwatching Bart with a kind of blank sadness in her eyes. \"That's--that's\nwonderful, Bart,\" she said. \"You didn't tell me you were taking it--\"\n\nHe looked up reddening. \"I hardly dared tell anyone. It was such a\nslender chance. I didn't see how I could possibly get through it--the\npsych part, particularly. I may have to go out and hang by my knees\nfrom the jets on the trips to keep myself from getting bored, but part\nof the test was interested in idle-time creativity, and they said I got\nthrough it better than anyone else--\"\n\nShe was staring at him, her eyes wide. \"That means you'll be going into\nDillon's crew--\"\n\n\"It means I have a chance! The final sifting hasn't been finished,\nthere's a dozen more tests, a dozen performance checks, half a\nthousand conditioning tests I'd have to take--but don't you see\nwhat it means? It means I can go to space, Marny! It's a chance in a\nthousand, and it's mine! Dillon's cut the ice, he's had half a dozen\nships up, but the real work's just begun. This puts me in on the ground\nfloor, Marny. There's no end to the possibilities--\"\n\nShe stared at him wordlessly. \"But they say Dillon's an exploiter,\nBart--a madman. He's out for what he can make out of it, and nothing\nmore. You can't trust a man like that....\"\n\nBart shrugged indifferently. \"Stories,\" he said. \"Dillon's a pioneer.\nThose who are afraid of space spread dirty stories, sure, but there's\nno proof. Anyway, I won't fly _with_ Dillon. He just builds the ships,\nand his ships are the finest that can be built--\"\n\n\"But Bart, it's a fool's errand!\" The girl's eyes were huge, filling\nwith tears. \"You have a good job, a good home--you just _can't_ go--\"\n\nHe blinked at her, unbelieving. \"With a chance like this? To go to\nspace? I couldn't stay home--\"\n\nShe looked at him, and then at me, with the strangest baffled pain in\nher eyes. She looked, suddenly, as though the bottom had dropped out of\nher world. \"You--you mean that, Bart?\"\n\nThe bafflement spread across Bart's face as he looked down at her.\n\"Marny, I--I don't understand this. You know what I've wanted. I've\ntold you time and again--\"\n\n\"Oh, yes, _talk_! But I never dreamed you _meant_ it! Everybody talks\nabout going to space.\"\n\n\"But not everyone gets the chance!\" His voice was sharp in the still,\nhot room.\n\n\"But only a fool would go!\"\n\n\"Then I'm a fool.\" He turned away, and sank down slowly in a chair. \"I\nwant it more than anything in the world.\"\n\n\n\nThe silence was deafening. When she spoke, her voice was hardly\naudible. \"Then I guess that's all there is to it.\"\n\n\"What do you mean?\"\n\n\"I mean if you go, we're through. That's all.\"\n\nBart blinked, his face pale. I could see his knuckles whitening on the\narms of the chair. \"Marny, it's only a trip--\"\n\nShe was shaking her head, and her lower lip trembled. Her voice was\nweak, and very, very tired. \"No, Bart, not just a trip. A dozen trips,\nor a thousand. It wouldn't make any difference.\" She took a deep\nbreath. \"I'm sorry, Bart. I couldn't do it. Across the country, across\nthe ocean, yes. But space--no, I couldn't.\"\n\n\"But you aren't being reasonable!\" he exploded. \"You act as though\nit's the end of everything, as if a trip to Mars was something to get\nexcited about--look, Marny. We love each other--you know that, and I\nknow it, too. We could be married--this week, right away--I wouldn't be\ngoing for at least six or eight months--why, I might not even make it\nat all! The tests aren't over, this was just the first screening, and I\ncould flunk in a hundred thousand different ways--\"\n\n\"But you'd pass,\" she burst out. \"You know you would. And then you'd\ngo, and go, and go--what kind of marriage would that be? What about\na home, or children? Oh, Bart, you know what happened to the others!\nYou'll die, you'll be killed--think of it! You don't know what you'd\nfind out there, and I couldn't stand it--\" She looked up at him, and\nher eyes were full of tears and bitterness. \"It wouldn't be a marriage,\nBart. It couldn't be.\"\n\nBart looked up at me, his eyes pleading. \"Tell her, Ben--oh, tell her,\nsomehow--I can't, I don't know how--\" He broke off, and walked to the\nfar side of the room, his whole body trembling--\"You're not being\nreasonable,\" he broke out hotly. \"You've got to see--\"\n\n\"Take me home, Bart.\" The girl stood up trembling.\n\n\"But Marny--\"\n\nSomething in her eyes cut him off, and he took her coat, helped her\ninto it almost savagely. \"It's stupid,\" he said angrily. \"It's stupid\nand unreasonable--\"\n\n\"Please, Bart--\"\n\nThey left without another word, walking slightly apart, the anger and\nhurt carving deep lines on Bart's face, Marny's eyes wide, her mouth\ntight as she wiped her nose, her face white as death. I walked to the\nwindow, my mind spinning, and saw them get into Bart's three-wheeler.\nThen they were gone, down toward the city. For a long time I stood and\nwatched.\n\n\n\nI knew that she'd come, sooner or later. She'd come to me many times\nbefore, with big problems and little, and she knew that doctors have a\nfaculty for understanding some of the messes people get into. I wasn't\nsurprised to see her, the next day, coming up the stairs in that blue\ndress that caught the blackness of her hair and the startling blueness\nof her eyes. Her face was just as pale as the night before, but her\neyes were clear. As she sat down, a trifle uneasily, as though she\ncouldn't quite make up her mind whether she should have come or not,\nshe looked like one of those perfect, exquisite pink-and-white china\ndolls. I sat down opposite, and offered her a smoke; she accepted, and\ntook a small puff with nervous fingers. \"I don't know why I'm here,\"\nshe said, finally. \"Oh, Ben, I just don't know what to do--\"\n\n\"Bart?\"\n\nShe nodded. \"I didn't react so well last night, I guess--\"\n\n\"No,\" I said. \"I guess you didn't.\"\n\n\"But I didn't know what to say. It wouldn't have been right to have\npretended to be happy about it.\"\n\nI sighed. \"That's true. There's no good in pretending--not at this\npoint.\"\n\n\"But this was the first I realized he was really _serious_, Ben. Oh,\nyou know how he talks.\" She stared at her cigarette for a long moment.\n\"He's wonderful, Ben--\" she said softly. \"You know that, I think--\"\n\n\"He's the most wonderful guy alive.\"\n\nShe looked up at me gratefully. \"I think you mean that. I've known\nit--ever since our first date. He brought me into a new world, a\ncompletely new, wonderful, exciting world. I kept fooling myself that\nI could be part of it, I guess, that somewhere he could find a place\nfor me there, too. He loves me, I'm sure of it--but I'm only part of\nhis world, just one tiny little facet--\"\n\nI snuffed out my smoke, and looked over at her. \"And you?\" I said.\n\"What about your world?\"\n\nHer voice was very low. \"Bart's my world. All of it. Nothing else\nreally makes much difference to me.\"\n\nI felt a little chill run up my back. \"Which means?\"\n\n\"I want to marry him anyway. Even if he goes, I want to marry him.\"\n\nI stood up and walked across the room, my mind racing. \"Are you here\nfor advice, or did you just come to tell me this?\"\n\n\"Oh, Ben, I don't know! I can't think, I don't know what to do. Do you\nthink it could work, Ben? Somehow, could we _make_ it work?\"\n\nI looked at her for a moment. \"I don't know. I haven't got the sort of\nmind Bart has, or the sort of makeup. I actually don't know what makes\nhim go, Marny. But I know that there's a fundamental difference between\nus. Me, I'm not anxious to go anyplace. Give me a quiet, middle-class\npractice, and a home, and a wife, and a family, and I'll never want any\nmore. Give the same to Bart and he'd die. Ever since I've known him his\neyes have been on the stars. Can you understand that, Marny? That's\nhis life, everything that he wants. He's been aiming at the stars since\nhe was a kid, studying, working, getting into Rocket engineering,\nmeeting people, talking--all with one idea. To get into space, to go\nplaces nobody has ever been. That's the kind of man Bart is. He's a\nwanderer, a rover. Tie him down and he'd die.\" I looked at her closely.\n\"You'll kill him, Marny. No matter how much you try to give in, it'll\nbe a losing game. It'll always be a fight between you, and going out on\nanother trip. And you'll always lose. If you don't, you'll kill him.\nThat's all there is to it.\"\n\nThere were tears in her eyes. \"What should I do, Ben?\"\n\n\"Tie him down, and he'll shrivel up and die. Turn him loose, and\nnothing in the universe can stop him. Let him go, Marny. Completely.\nYou can find another life down here, the sort of life you need. But\nBart could never find another life--\"\n\nHer eyes were wide with pain and sadness. \"There's no other way, Ben?\"\n\n\"If you love him, Marny, that's the only thing you can do--\"\n\n\n\nBart was waiting for me, several nights later, when I got in from the\nhospital. He was lying on the couch when I closed the door. His shirt\nwas open at the neck, and he didn't even move as I hung up my jacket in\nthe closet. Then he said: \"Hi, Ben. Been waiting for you.\"\n\n\"Beer?\"\n\nHe shook his head and sat up. He looked like he'd been through the\ndishwasher. There were grey circles under his eyes, and he hadn't\nshaved for a couple of days. But, worst of all was the look in his\neyes--a look of bewilderment and torture I'd never seen there before.\n\n\"You look like hell,\" I said.\n\n\"I feel like hell.\"\n\n\"Marny?\"\n\nHe nodded, and lit a cigarette. After a puff or two he snubbed it out\nin distaste. \"Let's get some dinner,\" he said. All the way down to the\ndiner he sat in the car with his chin sunk in his chest. Finally he was\nfacing me in a booth, and he couldn't avoid my eyes any longer. \"Marny\nand I had a talk last night.\"\n\n\"That's nice,\" I said. \"What did you decide?\"\n\n\"Oh, it was awful. Why can't I keep my big yap shut once in a while? I\ntried to reason with her, Ben. And she was so damn calm and collected,\nand wouldn't budge an inch, so I started losing my temper, and then\nshe really blew up--\" He looked at me miserably. \"She's too good to\nlose, Ben. It doesn't matter what it involves.\"\n\nI looked up, wide-eyed. \"_What?_\"\n\nHe couldn't meet my eyes. \"I'm not going. I'm mailing my resignation to\nDillon tonight.\"\n\nI just gaped at him. \"Say that again, slower.\"\n\n\"It's no go, Ben. I'm staying home.\"\n\n\"So you can marry that girl?\"\n\nHe nodded silently.\n\n\"So that's it,\" I said disgustedly. \"The kitty cat has really shown her\nclaws. What are you, a puppet or something?\"\n\n\"Aw, now Ben--\"\n\n\"You silly fool. So it's stay home, or else no Marny, is it? You mean\nto tell me she had the gall to put it _just like that_? And you're\nswallowing it, like the world's prize sucker!\"\n\nHe looked up puzzled. \"I--I just decided not to go, Ben. Maybe after\nwe're married she'll see things differently, but it just doesn't figure\nany other way.\"\n\nI snorted. \"It figures like a Hollywood production. Straight down the\nline. Get the brains to working, Bart! Do you really think she's going\nto marry you and let you go? Like so much baloney! What woman wants to\nbe a space-widow? She's not so dumb, Bart. She's playing for keeps,\nand she isn't even subtle about it.\"\n\n\"But what am I going to do? I'm in love with her, Ben.\"\n\n\"Do you think she loves you?\"\n\n\"I--I'm sure of it.\"\n\n\"But she won't even try to understand your side! My god, Bart, can't\nyou see what's happening? She's selfish, Bart. Just plain selfish.\nShe wants you, and she wants you on her own terms. There won't be any\ncompromise. Turn in that resignation, and you're sunk--\"\n\nAnger lit in his eyes then. \"It's not selfishness,\" he said doggedly.\n\n\"Then what do you call it? Has she even listened to you? Has she given\neven one little minute's consideration to how you feel?\" I set down my\ncoffee cup in disgust. \"Marny is a woman,\" I said slowly. \"To women,\na husband and a home are the end of existence. Oh, there are other\nthings, sure, but basically, a woman wants a husband, and somewhere,\ndeep in her mind she has a picture of the vine-covered cottage in the\ncountry and all the rest of the bilge that goes with it. Where does\na space-man fit into that picture? He doesn't. So there won't be any\nspace-man. Do you think she really loves you, Bart? If she did, would\nshe try to keep you here?\"\n\n\"But I love her, Ben--\"\n\n\"And she'll tear your heart out for it! You don't belong down here,\nBart. You belong with Dillon. You have the mind, the build, the\npotential that Dillon needs. Think of it! Out of all the thousands who\nwant to go to space, you have the chance. You'll get to Mars, you'll\nwork to open the frontier, on Mars, on Venus--we're on the edge of the\ngreatest era of exploration and discovery the earth has ever known,\nBart. We have the ships to take us to our own planets now, we need\nonly the men with courage and strength enough to leave their homes and\ngo. And with the new work on induced warp that Dillon's laboratories\nhave been doing, it may not be long before we can go farther than our\nsystem--on to the stars. You belong out there, Bart--you don't belong\nanywhere, else. And against a challenge like that, _no_ woman is worth\nit. _Men like you can't stay, Bart._\"\n\nAnd then I saw the old light coming back into his eyes, the light I\nknew I would see, the light that always appeared in his eyes when\nhe talked about the stars. I knew the key was turned now, that he\ncould never change, that he knew he had to go. \"There's no end to the\npossibilities,\" he said softly. \"There's simply no end.\"\n\nHe set down his coffee cup, and the light was still in his eyes. But\nthere was something else in his eyes, too, that hadn't been there\nbefore. Call it pain, if you want, or disappointment. \"I'll have to\nthink, Ben. I'll just have to think. But thanks for making me think.\"\n\nI drained my cup, and sat back with a sigh, and felt the music sing\nthrough me. I knew the answer, now. \"You won't be sorry,\" I said.\n\n\n\nThe rest of the story is history, of course. Probably he never fully\nrealized the part I had played in his decision. Possibly he wouldn't\nhave cared. He went through Dillon's screening at the top of the list,\nand shipped on the little exploratory ship _Dillon's Dream_, and headed\nout for Mars, with a little crew around him, driving into the blackness\nof space as though he couldn't leave too soon. The landing was good,\nand the work began. What he did there everybody knows, the gruelling,\ndangerous work of opening the frontier, of exploring and mapping. Every\nchild today has seen the pictures he made, and sent back, working on\nMars until the first wave of colonists came, and then he was on his way\nagain, to Venus, working in the dust and horrible wind to open it up\nfor observation and study, working with a frenzied vitality, a fierce\nurgent unity of purpose that turned into legend around him as his crews\ncame back. The staggering courage of the man, the fearlessness, the\neagerness to be first, to push farther and farther into the limitless\nchallenge of interplanetary exploration. Pictures came back, messages\ncame back, and later the colonists came back, telling tales of the man\nthat grew and expanded month after month. And then, amazingly, the\nDillon Warp was perfected in the laboratory, and Bart Witton was the\nfirst to petition for a ship, waiting eagerly for word from the home\noffices that he could command the first ship to make a star-jump. The\nworld listened, and cheered, never quite understanding why, with all\nthe fame, he never returned to the planet from which he came, but at\nevery chance turned his back on quiet Earth, and his face toward the\nstormy stars--\n\nSo the Star-jump Station went up under his direction, the most colossal\ntask ever undertaken in space, prelude to another infinitely more\ncolossal task, the establishment of a Warp receiver big enough to\nhandle a ship. Bart was the man the eyes of the world were watching\nwhen he closed the last port on the new little ship, waved a rakish\nfarewell to the engineers and friends crowded near the ship, and then,\nwith a burst of brilliant purple, threw in the Warp, and flashed into\nthe hyperspace men had dreamed of but never before seen, jumping for\nthe stars--\n\nHe didn't make it, of course. The ship was an impossible, audacious\nexperiment, he didn't really have a chance. They brought him back, his\nbody wrenched and broken from the shock, the little ship torn almost\ninto ribbons. And from the wreckage they found the flaw, the vital\ninformation to make safe Warp passage possible. They brought his body\nback to Star-jump Station, and placed it with reverence in the pitted\nlittle ship with which he had started his fabulous career. They knew\nthat the brilliant life was gone, like the last ashes of a dying nova.\nAnd they knew that he had lead the way to the greatest era in the\nhistory of Man--\n\nI knew the whole story, of course. I knew the force that drove him, I\nknew why he never came home. I knew the truth of the last night he had\nseen Marny, the bitterness in his eyes and voice as he left. I knew\nthe depth of the love he had carried with him to the stars, and the\nhorrible dread he held in his heart of ever again coming back to the\nearth he left, the dread of ever again seeing the girl he had loved.\nI knew the depth of that personal battle that drove him closer to the\nstars that were his, and ever away from the Earth which dealt him his\ngreatest bitterness--\n\nAnd the girl? Marny should be home very soon now. It's getting late,\npast 10:30, and the bridge-club never lasts later than 10:00. It's been\na quiet, comfortable evening, without a call, but a storm is blowing up\nfrom the West, and the kids are getting restless. But, she'll be home\nvery soon, and go upstairs to kiss the kids goodnight, and it'll be\nnice to lie in bed and listen to the thunder crack. Matter of fact, I\nthink I heard the garage doors slamming just a minute or two ago. She\nstill prefers the three-wheeler to the 'copter, particularly with the\nparking problems we're having with 'copters these days. She should be\nin any minute.\n\nBut then, it may be a while before she comes. Sometimes she stops on\nthe porch, and just stands there, staring up at the stars, if the night\nis clear. I've seen her, standing there for almost an hour, sometimes,\njust staring up at the blackness with tears in her eyes. But she always\ncomes in, and I never ask her what she's been thinking. I don't think\nI'd want to know.\n\nAnd me? I never look at the stars.",
    "metadata": {
        "author": [
            "Edwards, Al",
            "Nourse, Alan Edward",
            "Nourse, Alan E. (Alan Edward)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64963/pg64963.txt",
        "name": "heir_apparent.json"
    }
}