{
    "name": "Heist Job on Thizar",
    "author": [
        "Garrett, Randall",
        "Barretton, Grandall",
        "Garrett, Gordon Randall",
        "Garret, Randall",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Anson Drake sat quietly in the Flamebird Room of the Royal Gandyll\nHotel, listening to the alien, but soothing strains of the native\norchestra and sipping a drink. He knew perfectly well that he had no\nbusiness displaying himself in public on the planet Thizar; there were\ninfluential Thizarians who held no love for a certain Earthman named\nAnson Drake.\n\nIt didn't particularly bother Drake; life was danger and danger was life\nto him, and Anson Drake was known on half a hundred planets as a man who\ncould take care of himself.\n\nEven so, he wouldn't have bothered to come if it had not been for the\nfact that Viron Belgezad was a pompous braggart.\n\nBelgezad had already suffered at the hands of Anson Drake. Some years\nbefore, a narcotics gang had been smashed high, wide, and handsome on\nThizar. Three men had died from an overdose of their own thionite drug,\nand fifty thousand credits of illicit gain had vanished into nowhere.\nThe Thizarian police didn't know who had done the job, and they didn't\nknow who had financed the ring.\n\nBut Belgezad knew that Anson Drake was the former, and Drake knew that\nViron Belgezad was the latter. And each one was waiting his chance to\nget the other.\n\nA week before, Drake had been relaxing happily on a beach on Seladon II,\ntwelve light-years from Thizar, reading a newsfax. He had become\ninterested in an article which told of the sentencing of a certain lady\nto seven years in Seladon Prison, when his attention was attracted by\nanother headline.\n\n    VIRON BELGEZAD BUYS ALGOL NECKLACE\n\n    Thizar (GNS)--Viron Belgezad, wealthy Thizarian financier, has\n    purchased the fabulous Necklace of Algol, it was announced today.\n    The necklace, made of matched Star Diamonds, is estimated to be\n    worth more than a million credits, although the price paid by\n    Belgezad is not known.\n\nSuch an interesting bit seemed worthy of further investigation, so Drake\nhad immediately booked passage on the first space liner to Thizar.\n\nAnd thus it was that an immaculately dressed, broad-shouldered, handsome\nyoung man sat quietly in the Flamebird Room of Thizar's flushiest\nhostelry surveying his surroundings with steady green eyes and wondering\nhow he was going to get his hands on the Necklace of Algol.\n\nThe police couldn't touch Belgezad, but Anson Drake could--and would.\n\n\"Hello, Drake,\" said a cold voice at his elbow.\n\nDrake turned and looked up into the sardonically smiling face of Jomis\nDobigel, the heavy-set, dark-faced Thizarian who worked with Belgezad.\n\n\"Well, well,\" Anson said, smiling, \"if it isn't Little Bo-Peep. How is\nthe dope business? And how is the Big Dope Himself?\"\n\nDobigel's smile soured. \"You're very funny, Earthman. But we don't like\nEarthmen here.\"\n\n\"Do sit down, Dobbie, and tell me all about it. The last I heard--which\nwas three hours ago--the government of Thizar was perfectly happy to\nhave me here. In fact, they were good enough to stamp my passport to\nprove it.\"\n\n\n\nDobigel pulled out a chair and sat down, keeping his hands beneath the\ntable. \"What are you doing here, Drake?\" he asked in a cold voice.\n\n\"I couldn't help it,\" Drake said blandly. \"I was drawn back by the\nmemory of the natural beauties of your planet. The very thought of the\nfat, flabby face of old Belgezad, decorated with a bulbous nose that is\nrenowned throughout the Galaxy, was irresistible. So here I am.\"\n\nDobigel's dark face grew even darker. \"I know you, Drake. And I know why\nyou're here. Tomorrow is the date for the Coronation of His Serenity,\nthe Shan of Thizar.\"\n\n\"True,\" Drake agreed. \"And I wouldn't miss it for all the loot in\nAndromeda. A celebration like that is worth traveling parsecs to see.\"\n\nDobigel leaned across the table. \"Belgezad is a Noble of the Realm,\" he\nsaid slowly. \"He'll be at the Coronation. You know he's going to wear\nthe Necklace of Algol as well as anyone, and you--\"\n\nSuddenly, he leaned forward a little farther, his right hand stabbing\nout toward Drake's leg beneath the table.\n\nBut Anson Drake was ready for him. Dobigel's hand was a full three\ninches from Drake's thigh when a set of fingers grasped his wrist in a\nviselike hold. Steely fingers bit in, pressing nerves against bone. With\na gasp, Dobigel opened his hand. A small, metallic cylinder dropped out.\n\nDrake caught it with his free hand and smiled. \"That's impolite, Dobbie.\nIt isn't proper to try to give your host an injection when he doesn't\nwant it.\"\n\nCasually, he put the cylinder against the arm which he still held and\nsqueezed the little metal tube. There was a faint _pop!_ Drake released\nthe arm and handed back the cylinder. Dobigel's face was white.\n\n\"I imagine that was twelve-hour poison,\" Drake said kindly. \"If you\nhurry, old Belgezad will give you the antidote. It will be painful,\nbut--\" He shrugged.\n\n\"And by the way, Brother Dobigel,\" he continued, \"let me give you some\nadvice. The next time you try to get near a victim with one of those\nthings, don't do it by talking to him about things he already knows. It\ndoesn't distract him enough.\"\n\nDobigel stood up, his fists clenched. \"I'll get you for this, Drake.\"\nThen he turned and stalked off through the crowd.\n\n\n\nNo one had noticed the little by-play. Drake smiled seraphically and\nfinished his drink. Dobigel was going to be uncomfortable for a while.\nTwelve-hour poison was a complex protein substance that could be varied\nin several thousand different ways, and only an antidote made from the\nright variation would work for each poison. If the antidote wasn't\ngiven, the victim died within twelve hours. And even if the antidote was\ngiven, getting over poison wasn't any fun at all.\n\nReflecting happily on the plight of Jomis Dobigel, Anson Drake paid his\nbill, tipped the waiter liberally, and strolled out of the Flamebird\nRoom and into the lobby of the Royal Gandyll Hotel. The Coronation would\nbegin early tomorrow, and he didn't want to miss the beginning of it.\nThe Shan's Coronation was _the_ affair of Thizar.\n\n\n\nHe went over to the robot newsvender and dropped a coin in the slot. The\nreproducer hummed, and a freshly-printed newsfax dropped out.\n\nHe headed for the lift tube, which whisked him up to his room on the\neighty-first floor. He inserted his key in the lock and pressed the\nbutton on the tip. The electronic lock opened, and the door slid into\nthe wall. Before entering, Drake took a look at the detector on his\nwrist. There was no sign of anything having entered the room since he\nhad left it. Only then did he go inside.\n\nWith one of the most powerful financiers on Thizar out after his blood,\nthere was no way of knowing what might happen, and therefore no reason\nto take chances.\n\nThere were some worlds where Anson Drake would no more have stayed in a\npublic hotel than he would have jumped into an atomic furnace,\nespecially if his enemy was a man as influential as Belgezad. But Thizar\nwas a civilized and reasonably well policed planet; the police were\nhonest and the courts were just. Even Belgezad couldn't do anything\nopenly.\n\nDrake locked his door, sang to himself in a pleasant baritone while he\nbathed, put on his pajamas, and lay down on his bed to read the paper.\n\n\n\nIt was mostly full of Coronation news. Noble So-and-So would wear\nsuch-and-such, the Archbishop would do thus-and-so. There was another\nitem about Belgezad; his daughter was ill and would be unable to attend.\n_Bloody shame_, thought Drake. _Too bad Belgezad isn't sick--or dying._\n\nThere was further mention of the Necklace of Algol; it was second only\nto the Crown Jewels of the Shan himself. The precautions being taken\nwere fantastic; at a quick guess, about half the crowd would be\npolicemen.\n\nThe door announcer chimed. Drake sat up and punched the door TV. The\nscreen showed the face of a girl standing at his door. Drake smiled in\nappreciation. She had dark brown hair, brown eyes, and a smooth, tanned\ncomplexion. It was a beautiful face, and it showed promise of having a\nbody to match.\n\n\"Who, may I ask, is calling on a gentleman at this ungodly hour, and\nthus compromising her reputation and fair name?\"\n\nThe girl smiled, showing even, white teeth, and her eyes sparkled,\nshowing flickers of little golden flames against the brown. \"I see I've\nfound the right room,\" she said. \"That voice couldn't belong to anyone\nbut Anson Drake.\" Then she lowered her voice and said softly: \"Let me\nin. I'm Norma Knight.\"\n\nDrake felt a tingle of psychic electricity flow over his skin; there was\na promise of danger and excitement in the air. Norma Knight was known\nthroughout this whole sector of the Galaxy as the cleverest jewel thief\nthe human race had ever spawned. Drake had never met her, but he had\ndefinitely heard of her.\n\nHe touched the admission stud, and the door slid silently aside. There\nwas no doubt about it, her body _did_ match her face.\n\n\n\n\"Do come in, Norma,\" he said.\n\nShe stepped inside, and Drake touched the closing button. The door slid\nshut behind her.\n\nShe stood there for a moment, looking at him, and Drake took the\nopportunity to study the girl more closely. At last, she said: \"So\nyou're Anson Drake. You're even better looking than I'd heard you were.\nCongratulations.\"\n\n\"I have a good press agent,\" Drake said modestly. \"What's on your mind?\"\nHe waved his hand at a nearby chair.\n\n\"The same thing that's on yours, I suspect,\" she said. \"Do you have a\ndrink to spare?\"\n\nDrake unlimbered himself from the bed, selected a bottle from the menu\nand dialed. The robot bellhop whirred, a chute opened in the wall, and a\nbottle slid out. Drake poured, handed the tumbler to the girl, and said:\n\"This is your party; what do you have in mind?\"\n\nThe girl took a sip of her drink before she answered. Then she looked up\nat Drake with her deep brown eyes. \"Two things. One: I have no\nintention or desire to compete with Anson Drake for the Necklace of\nAlgol. Both of us might end up in jail with nothing for our pains.\n\n\"Two: I have a foolproof method for getting the necklace, but none for\ngetting it off the planet. I think you probably have a way.\"\n\nDrake nodded. \"I dare say I could swing it. How does it happen that you\ndon't have an avenue of disposal planned?\"\n\nShe looked bleak for a moment. \"The man who was to help me decided to\nback out at the last minute. He didn't know what the job was, and I\nwouldn't tell him because I didn't trust him.\"\n\n\"And you trust me?\"\n\nHer eyes were very trustful. \"I've heard a lot about you, Drake, and I\nhappen to know you never doublecross anyone unless they doublecross you\nfirst.\"\n\n\"Trade about is fair play, to quote an ancient maxim,\" Drake said,\ngrinning. \"And I am a firm believer in fair play.\n\n\"But that's neither here nor there. The point is: what do you have to\noffer? Why shouldn't I just pinch the gems myself and do a quick flit\nacross the Galaxy? That would give me all the loot.\"\n\nShe shook her head. \"Belgezad is on to you, you know. He knows you're\nhere. His own private police and the Shan's own Guard will be at the\nCoronation to protect all that jewelry.\" She cocked her pretty head to\none side and looked at him. \"What's between you and Belgezad, anyway?\"\n\n\"I stole his toys when he was a child,\" said Drake, \"and he hasn't\ntrusted me since. How do you propose to get the Necklace of Algol if I\ncan't?\"\n\nShe smiled and shook her head slowly. \"That would be telling. You let me\ntake care of my part, and I'll let you take care of yours.\"\n\nDrake shook his head--not so slowly. \"Absolutely not. We either work\ntogether or we don't work at all.\"\n\n\n\nThe girl frowned in thought for a moment, and then reached into the belt\npouch at her side and pulled out a square of electro-engraved plastic.\nShe handed it to Drake.\n\nUnderneath all the flowery verbiage, it boiled down to an invitation to\nattend the post-Coronation reception. It was addressed to \"Miss\nCaroline Smith\" and was signed and sealed by the Shan of Thizar\nhimself.\n\n\"I'm 'Caroline Smith',\" she said. \"I've managed to get in good with the\nfamily of Belgezad, and he wangled the invitation.\n\n\"Now, the plan is this: Right after the Invocation, while the new Shan\nis being prepared in his special Coronation Robes, the Nobles have to\nchange their uniforms from red to green. Belgezad will go into his suite\nin the Palace to change. He'll be accompanied by two guards. One will\nstay on the outside, the other will help Belgezad dress. I've got the\nroom next to his, and I've managed to get the key that unlocks the door\nbetween them. I'll use this--\" She pulled a small globe of metal from\nher belt pouch. \"It's a sleep-gas bomb. It'll knock them out for at\nleast twenty minutes. No one will come in during that time, and I'll be\nable to get the necklace and get out of the palace before they wake up.\"\n\n\"They'll know you did it,\" Drake pointed out. \"If you're still missing\nwhen they come to, the thief's identity will be obvious.\"\n\nShe nodded. \"That's where you come in. I'll simply go out into the\ngarden and throw it over the wall to you. We'll meet here afterwards.\"\n\nDrake thought it over and smiled devilishly. \"It sounds fine. Now let's\nco-ordinate everything.\"\n\nThey went over the whole plot again, this time with a chart of the\npalace to mark everything out and a time schedule was arranged. Then\nthey toasted to success and the girl left.\n\nWhen she was gone, Anson Drake smiled ruefully to himself and opened a\nsecret compartment in his suitcase. From it, he removed a long strand of\nglittering jewels.\n\n\"A perfect imitation,\" Drake said. \"And you're very pretty. It's a shame\nI won't be able to hang you around the neck of Belgezad in place of the\nreal Necklace of Algol.\"\n\nBut his original plan had been more dangerous than the present one, and\nAnson Drake was always ready to desert a good plan for a better one.\n\n\n\nCoronation Day dawned bright and clear, and the festivities began early.\nThere were speeches and parades and dancing in the streets. A huge fleet\nof high-flying rockets rumbled high in the stratosphere, filling the sky\nwith the white traceries of their exhausts. For all of Thizar, it was a\nholiday, a day of rejoicing and happiness. Cheers for the Shan filled\nthe streets, and strains of music came from the speakers of the public\ncommunications system.\n\nAnson Drake missed most of the fun; he was too busy making plans. The\nday passed as he worked.\n\nThizar's sun began to set as the hour for the actual Crowning of the\nShan approached. At the proper time, Drake was waiting in the shadows\noutside the palace walls. There were eyes watching him, and he knew it,\nbut he only smiled softly to himself and waited.\n\n\"_Sssssst!_\"\n\nIt was the girl, on the other side of the wall.\n\n\"I'm here,\" whispered Drake.\n\nSomething that glittered faintly in the soft light of the twin moons of\nThizar arced over the wall. Drake caught it in his hands. The Necklace\nof Algol!\n\nHe slipped it into a small plastic box he was carrying and then glanced\nat the detector on his wrist. The screen showed a pale blue pip which\nindicated that someone was hidden in the shadows a few yards to his\nright.\n\nDrake didn't even glance toward the spy. He put the plastic box\ncontaining the necklace into his belt pouch and strode away from the\npalace. He had, he figured, about twenty minutes.\n\nHe headed directly for the spaceship terminal. Never once did he look\nback, but the detector on his wrist told him that he was being closely\nfollowed. Excellent!\n\nInside the terminal, he went directly to the baggage lockers. He found\none that was empty, inserted a coin, and opened it. From his pouch, he\ntook a plastic box, put it in the locker, switched on the lock with his\nkey, and strolled away.\n\n\n\nHe glanced again at his detector. He was no longer being followed by the\nsame man; another had taken up the trail. It figured; it figured.\n\nHe went straight to the Hotel Gandyll, making sure that his tail didn't\nlose him. Not until they were in the lobby did he make any attempt to\nshake the man who was following him. He went into the bar, ordered a\ndrink, and took a sip. He left his change and the drink on the bar and\nheaded out the door in the direction of the men's room. Whoever was\nfollowing him wouldn't realize for a minute or two that he was leaving\nfor good. A man doesn't usually leave change and an unfinished drink in\na bar.\n\nDrake took the lift tube up to his room, attended to some unfinished\nbusiness, and waited.\n\n\n\nLess than three minutes later, the door was opened. In walked Viron\nBelgezad and his lieutenant, Jomis Dobigel. Both of them looked\ntriumphant, and they were surrounded by a squad of Royal Police.\n\n\"There he is,\" said Dobigel. \"Arrest him!\"\n\nA police officer stepped forward. \"Anson Drake, I arrest you in the name\nof the Shan,\" he said.\n\nDrake grinned. \"On what charge?\"\n\n\"The theft of the Necklace of Algol.\"\n\nDrake looked directly at Belgezad. \"Did old Fatface here say I took it?\"\n\n\"You can't talk that way,\" Dobigel snarled, stepping forward.\n\n\"Who says so, Ugly?\"\n\nAt that, Dobigel stepped forward and threw a hard punch from his\nshoulder--straight at Drake's face.\n\nIt never landed. Drake side-stepped it and brought a smashing uppercut\nup from his knees. It lifted Dobigel off his feet and sent him crashing\nback against old Belgezad, toppling them both to the floor.\n\nThe policemen had all drawn their guns, but Drake was standing placidly\nin the middle of the room, his hands high above his head regarding the\nscene calmly.\n\n\"I'll go quietly,\" he said. \"I've got no quarrel with the police.\"\n\nOne of the officers led him out into the hall while the others searched\nhis room. Belgezad was sputtering incoherently. Another policeman was\ntrying to wake up Dobigel.\n\n\"If you're looking for the Necklace of Algol,\" Drake said, \"you won't\nfind it there.\"\n\nThe captain of the police squad said: \"We know that, Mr. Drake. We are\nmerely looking for other evidence. We already have the necklace.\" He\nreached in his belt pouch and took out a small plastic box. He opened\nit, disclosing a glittering rope of jewels. \"You were seen depositing\nthis in a baggage locker at the spaceship terminal. We have witnesses\nwho saw you, and we had it removed under police supervision.\"\n\nViron Belgezad smiled nastily. \"This time you won't get away, Drake!\nStealing anything from the palace of the Shan carries a minimum penalty\nof twenty years in Thizar Prison.\"\n\nDrake said nothing as they took him off to the Royal Police Station and\nlocked him in a cell.\n\n\n\nIt was late afternoon of the next day when the Prosecutor for the Shan\nvisited Drake's cell. He was a tall, imposing man, and Drake knew him by\nreputation as an honest, energetic man.\n\n\"Mr. Drake,\" he said as he sat down in a chair in the cell, \"you have\nrefused to speak to anyone but me. I am, of course, perfectly willing to\nbe of any assistance, but I am afraid I must warn you that any statement\nmade to me will be used against you at the trial.\"\n\nDrake leaned back in his own chair. One thing nice about Thizar, he\nreflected; they had comfortable jails.\n\n\"My Lord Prosecutor,\" he said, \"I'd like to make a statement. As I\nunderstand it, Belgezad claims he was gassed, along with a police guard\nwho was with him. When he woke up, the necklace was gone. He didn't see\nhis assailant.\"\n\n\"That is correct,\" said the Prosecutor.\n\nDrake grinned. That was the way it had to be. Belgezad couldn't possibly\nhave bribed the cop, so they both had to be gassed.\n\n\"If he didn't see his assailant, how does he know who it was?\"\n\n\"You were followed from the palace by Jomis Dobigel, who saw you put the\nnecklace into the baggage locker. There are several other witnesses to\nthat.\"\n\nDrake leaned forward. \"Let me point out, my Lord Prosecutor, that the\nonly evidence you have that I was anywhere near the palace is the word\nof Jomis Dobigel. And he didn't see me _inside_ the palace. I was\noutside the wall.\"\n\nThe Prosecutor shrugged. \"We admit the possibility of an assistant\ninside the walls of the palace,\" he said. \"We are investigating that\nnow. But even if we never find your accomplice, we have proof that you\nwere implicated, and that is enough.\"\n\n\"What proof do you have?\" Drake asked blandly.\n\n\"Why, the necklace itself, of course!\" The Prosecutor looked as though\nhe suspected Drake of having taken leave of his senses.\n\nDrake shook his head. \"That necklace is mine. I can prove it. It was\nmade for me by a respectable jeweler on Seladon II. It's a very good\nimitation, but it's a phoney. They aren't diamonds; they're simply\nwell-cut crystals of titanium dioxide. Check them if you don't believe\nme.\"\n\nThe Lord Prosecutor looked dumbfounded. \"But--what--why--\"\n\nDrake looked sad. \"I brought it to give to my good friend, the Noble\nBelgezad. Of course it would be a gross insult to wear them at the\nShan's Coronation, but he could wear them at other functions.\n\n\"And how does my good friend repay me? By having me arrested. My Lord\nProsecutor, I am a wronged man.\"\n\nThe Prosecutor swallowed heavily and stood up. \"The necklace has,\nnaturally, been impounded by the police. I shall have the stones\ntested.\"\n\n\"You'll find they're phonies,\" Drake said. \"And that means one of two\nthings. Either they are not the ones stolen from Belgezad or else\nBelgezad has mortally insulted his Shan by wearing false jewels to the\nCoronation.\"\n\n\"Well! We shall see about this!\" said the Lord Prosecutor.\n\n\n\nAnson Drake, free as a lark, was packing his clothes in his hotel room\nwhen the announcer chimed. He punched the TV pickup and grinned. It was\nthe girl.\n\nWhen the door slid aside, she came in, smiling. \"You got away with it,\nDrake! Wonderful! I don't know how you did it, but--\"\n\n\"Did what?\" Drake looked innocent.\n\n\"Get away with the necklace, of course! I don't know how it happened\nthat Dobigel was there, but--\"\n\n\"But, but, but,\" Drake said, smiling. \"You don't seem to know very much\nat all, do you?\"\n\n\"Wha--what do you mean?\"\n\nDrake put his last article of clothing in his suitcase and snapped it\nshut. \"I'll probably be searched pretty thoroughly when I get to the\nspaceport,\" he said coolly, \"but they won't find anything on an innocent\nman.\"\n\n\"Where is the necklace?\" she asked in a throaty voice.\n\nDrake pretended not to hear her. \"It's a funny thing,\" he said. \"Old\nBelgezad would never let the necklace out of his hands except to get\nme. He thought he'd get it back by making sure I was followed. But he\nmade two mistakes.\"\n\nThe girl put her arms around his neck. \"His mistakes don't matter as\nlong as we have the necklace, do they?\"\n\nAnson Drake was never a man to turn down an invitation like that. He\nheld her in his arms and kissed her--long and lingeringly.\n\nWhen he broke away, he went on as though nothing had happened.\n\n\"Two mistakes. The first one was thinking up such an obviously silly\nplot. If it were as easy to steal jewels from the palace as all that,\nnothing would be safe on Thizar.\n\n\"The second mistake was sending his daughter to trap me.\"\n\n\n\nThe girl gasped and stepped back.\n\n\"It was very foolish of you, Miss Belgezad,\" he went on calmly. \"You\nsee, I happened to know that the real Norma Knight was sentenced to\nseven years in Seladon Prison over a week ago. Unfortunately, the news\nhadn't reached Thizar yet. I knew from the first that the whole thing\nwas to be a frame-up. It's too bad that your father had to use the real\nnecklace--it's a shame he lost it.\"\n\nThe girl's eyes blazed. \"You--you _thief_! You--\" She used words which\nno self-respecting lady is supposed to use.\n\nDrake waited until she had finished, and then said: \"Oh, no, Miss\nBelgezad; I'm no thief. Your father can consider the loss of that\nnecklace as a fine for running narcotics. And you can tell him that if I\ncatch him again, it will be worse.\n\n\"I don't like his kind of slime, and I'll do my best to get rid of them.\nThat's all, Miss B.; it was nice knowing you.\"\n\nHe walked out of the room, leaving her to stand there in helpless fury.\n\nHis phony necklace had come in handy after all; the police had thought\nthey had the real one, so they had never bothered to check the Galactic\nMail Service for a small package mailed to Seladon II. All he'd had to\ndo was drop it into the mail chute from his room and then cool his heels\nin jail while the Galactic Mails got rid of the loot for him.\n\nThe Necklace of Algol would be waiting for him when he got to Seladon\nII.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Barretton, Grandall",
            "Garrett, Gordon Randall",
            "Garret, Randall",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25028/pg25028.txt",
        "name": "heist_job_on_thizar.json"
    }
}