{
    "name": "His brother's keeper",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "It was always hot in the Bitter Water Valley, and the hills were like\nrumpled yellow and gray blankets, shimmering in the summer sun. Folks\ndidn’t tan there--they simply charred. The winds were hot, even in the\nshade--when there was any wind.\n\nThe old dirt road, inches deep in dust, wound in and out among the old\nlava beds, like a long, yellow worm, with its head in the town of Calor,\nits few tails ending at the scattered ranches. The valley was not a\nsummer resort, and those who were financially able went into the far\nmountains, to escape the heat.\n\nAlong this winding, yellow road came a team and wagon, almost hidden in\na cloud of dust, which drifted up from wheel and hoof like the smoke\nfrom a foundry stack. On the seat were a man and a woman, and in the\nback of the wagon was a single trunk, already dust covered.\n\nThe woman had a scarf twisted about her mouth and nose, while the man’s\nface to his eyes was covered with a bandana handkerchief; two masked\nfigures, their dusty eyes blinking, red-rimmed. Their conversation was\nlimited; had been limited for several weary miles, but now they struck a\nslight raise, where the dust was less deep.\n\n“I had to do it, Joe,” said the woman, as though picking up the\nconversation of an hour gone. “I just had to.”\n\n“I know it, Mrs. Deming,” said the man nodding slowly. “I seen it\ncomin’.”\n\nHe spat dryly, still nodding. “I told Jim. I told him he was a fool.\nBut,” resignedly, “yuh can’t tell him nothin’. Bull-headed as hell, Jim\nis. He read me the riot act. Said fer me to mind my own business.”\n\n“And he’ll fire you, Joe.”\n\nThe man turned slowly and looked at the woman. She had removed the scarf\nnow. Mrs. Jim Deming, wife of Jim Deming, sheriff of Calor, had been a\npretty girl in her youth. She was still pretty, except that her hair was\ngray and her once smooth face was creased with deep lines. Her gray eyes\nwere clouded with sadness, as she looked at Joe Mills, her husband’s\ndeputy.\n\n                   *       *       *       *       *\n\nJoe was tall, thin, harsh-faced, burned to the color of a dark Indian.\nJoe Mills was as hard as the lava beds, but he had found a man harder\nthan he. Jim Deming, known as “Duty” Deming, was so hard that he rather\nappalled even Joe Mills.\n\n“Yeah, he’ll fire me,” agreed Joe slowly. “But that’s fine, ma’am. I’m\nkinda sour on this county, anyway. Seems to me that I’d kinda like to go\nsomewhere else, where there’s green grass and lakes. I’ve allus lived\nhere, yuh see. Don’t you worry about me, ma’am; you’ve got a-plenty to\nworry about for yourself.”\n\n“Thank you, Joe. I’m glad you don’t blame me. It had to come. He--he\nwasn’t so bad until they elected him sheriff. We got along, yuh know.\nGoin’ onto three years now. I--I hoped they’d defeat him last election.”\n\n“Shore. Prob’ly been better if they had. But they say he’s the best\nsheriff they ever had--I dunno.”\n\n“Because he sent my son to prison,” she said painfully.\n\n“Yeah. It was his son, too.”\n\n“Joe, you know Harry wasn’t a thief, don’t yuh?”\n\n“I don’t reckon he was. The JB outfit started out to git Harry--and they\ngot him.”\n\n“His own father got him, you mean!” exclaimed Mrs. Deming. “Jim was\nalone when he found that evidence at Harry’s place. It was nothing but a\nJB hide. Jim could have buried it and warned Harry. That hide was\nplanted there by the JB. But Jim took the evidence and arrested Harry.\nTen years! It was Jim’s evidence that sent my boy to the penitentiary.”\n\n“Yes, ma’am.”\n\n“And he sent Al Seymour up for stealing a horse, which he didn’t steal.\nAl was drunk that night and got the wrong one. It was wrong for him to\nget drunk, I know; but he didn’t intend to take the wrong horse. Jim\nknew it. Oh, yes, he did. But he went straight out and arrested Al,\ninstead of bringing the horse back. He could have explained it all. Al\nwas no thief.”\n\n“He was going to marry Jane, wasn’t he, Mrs. Deming?”\n\n“Yes. It broke her heart, Joe. I’m going to her now. Oh, I’ve pleaded\nwith Jim; talked and pleaded until my throat was raw. But what’s the\nuse? He defends himself by saying that he swore to uphold the law, and\nboth Harry and Al broke the law. His duty to the law! He sits in\njudgment on this whole desert; brags about his iron hand. Oh, it’s iron,\nall right. It smashed his home; it will smash him, too.”\n\n“I dunno; he’s pretty hard, ma’am. I never knowed a man as hard as Jim,\nand I’ve knowed a lot of hard ones. His job is a religion with him.”\n\n“And some day it will raise up and kill him.”\n\n“His star is his god,” said the deputy slowly.\n\n“And don’t the Bible say something about thou shalt have no other gods\nbefore me?”\n\n“Mebbe. I dunno much about the Bible. I don’t reckon that God operates\nmuch around here--it’s too hot.”\n\n“I’ve wondered about it,” she said, wearily. “I’ve prayed a lot, Joe;\nbut nothing came of it.”\n\n“Too hot, Mrs. Deming. I don’t reckon a fried prayer ever got any\nfurther than a fried aig. Mebbe not as far, because yuh can eat the aig.\nWell, there’s the town. Yuh’ve got plenty time, ’cause the train ain’t\nnever on time. Lotsa folks would miss the train if it ever came on\ntime.”\n\n                   *       *       *       *       *\n\nThe train was of the mixed variety, half passenger, half freight; a\nbranch line train, using something like seven hours to complete the\nsixty mile run from Santa Leone to Levering, which was twenty miles\nsouth of Calor.\n\nCalor was the usual desert type of town. Perhaps a little larger, due to\nthe fact that it was a county seat, but the buildings were unpainted,\nscourged by wind and sand, until they blended nicely with the gray of\nthe desert. Two huge water tanks, thrusting their ungainly bulk upward\non their scaffolding, like huge, rotund giants, with spindling legs,\nsupplied the town with water, which was always warm.\n\nThe depot had once been painted a bright red, but time had dimmed its\nluster until it was a sickly pink, where any color yet remained.\n\nThe team came up to the depot platform, guided in close to the high\nplatform. The deputy helped the woman down, and unloaded the trunk. He\ntied both horses securely to the platform, because they were unused to\ntrains, and then began twisting the trunk around to the front, the woman\nfollowing him.\n\nThe telegraph wires hummed in the hot wind, and there was a strong odor\nof pitch frying up from the planks of the platform. A man stood near the\ndoorway to the waiting room; a tall, lean figure of a man, harsh of\nfeature, his gray eyes deep set under beetling brows, and separated with\na high-arched nose. His mouth was wide and thin lipped.\n\nIn raiment he was practically the same as ninety-nine per cent of the\ndesert men; well-worn sombrero, colorless shirt, stringy vest, overalls,\nfrom which the color had long since fled, tucked in the tops of\nhigh-heeled boots. Around his lean waist hung a belt and holstered gun,\nand on the lapel of his vest gleamed the insignia of office. Such was\nDuty Deming, sheriff of Calor.\n\nHe shot one sharp glance at his deputy, who handled the trunk awkwardly\nas he rolled it out near the edge of the platform. The woman stopped\nshort and studied the face of her husband.\n\n“You didn’t think I’d come, did you?” she asked.\n\n“If I hadn’t, I wouldn’t be up here,” he said slowly.\n\nThe deputy walked from the trunk to the waiting room. He had Mrs.\nDeming’s ticket, and was going to check the trunk. The sheriff’s eyes\nfollowed him.\n\n“You don’t need to blame Joe,” she said.\n\nHis eyes shifted from the doorway and came back to her.\n\n“You’re not sorry?” she asked.\n\n“What for? I’ve got nothing to be sorry about.”\n\n“After thirty years, Jim?”\n\n“No. You said you’d go away. I’ve provided for yuh all these years,\nand----”\n\n“And sent my son to prison; drove my daughter away.”\n\nHis jaw set grimly for a moment. “Well?”\n\n“I guess that’s all, Jim.”\n\nThey were silent now. Came the soft humming of the rails, as the train\ncame creeping through the desert. The telegraph instrument in the office\nclanked spasmodically.\n\n“They call you Duty,” she said bitterly. “And you’re proud of it. You\nthink more of that than you do of your family. Your evidence ruined the\nhappiness of your daughter; your evidence ruined my happiness.”\n\n“I swore to do my duty,” he said slowly. “I raised my right hand and\nswore to uphold the law. It doesn’t mean that an officer can be lenient\nto _anybody_. I’ve been the best sheriff this county ever had, and I’ll\nkeep on bein’ the best sheriff. The voters put their trust----”\n\n“I’ve heard all that, Jim. I’m going away now; going to be gone forever.\nI’ll never come back to the desert--to you. You’ve made a god of your\njob, Jim. Maybe they’ll put up a monument to you some day.”\n\n                   *       *       *       *       *\n\nThe train whistled shrilly, as it came into view. The deputy came out\nand gave Mrs. Deming her ticket and her trunk check.\n\n“Thank you, Joe,” she said, holding out her hand. They shook hands, and\nshe turned her back on her husband, watching the train come in. There\nwere only a few people at the station. The engine clanked past and the\ntrain ground to a stop. The sheriff’s eyes were looking down the train,\nand without a word he walked away from his wife and strode down the\nplatform.\n\nShe looked curiously after him, but he did not look back. So this was\nhis good-by. Stifling a sob she climbed up the steps of the coach and\nwent inside, while the agent’s helper threw her trunk in the baggage\ncar.\n\nDuty Deming walked down to a box-car and hunched on his heels, speaking\nto a man who clung to the rods beneath the car.\n\n“Come out of that,” he ordered gruffly.\n\nThe man slowly edged off the rods and almost fell headlong. His legs\nwere cramped from the uncomfortable position, and he was black with dirt\nand sand; his clothes driven full of it.\n\n“Stealin’ a ride, eh?” grunted the sheriff.\n\nThe hobo straightened up, looked around through bloodshot eyes, which\nfinally came back to the sheriff. The train was moving again.\n\n“What’s the big idea?” asked the hobo hoarsely. “What right have you to\ndrag me off here? You’re just a hick sheriff and this is a little town.\nI was just travelin’.”\n\n“Stealin’ a ride,” said the sheriff grimly. He did not look up as the\ncoaches passed him. “You know it’s agin the law, young man.”\n\n“That’s up to the railroad company. Or do you own this particular\nbranch?”\n\n“No, I don’t own the railroad,” replied the sheriff harshly, “but I do\nrepresent the law around here.”\n\n“Represent it, eh?”\n\n                   *       *       *       *       *\n\nThe hobo sighed deeply and looked at the passing coaches. The sheriff\ndid not look at them.\n\n“Hot ridin’ under there,” said the hobo. “I was just heading out of this\ncountry. Tough riding, I’ll tell you; but they had all them box-cars\nsealed. Still, I could have made it to Levering.”\n\n“Well, yuh didn’t!” snapped the sheriff.\n\n“That’s true. Still, you haven’t any rock pile. All you can do is to put\nme in jail and feed me. That’s not a profitable thing. Better let me sit\nhere in the shade, until the next train comes along.”\n\n“And let you steal another ride, eh?”\n\n“What do you care, as long as you don’t own the railroad?”\n\n“I’m paid to uphold the law,” said the sheriff stiffly.\n\nThe hobo sighed wearily, as he scraped his heel against the cinders.\n\n“Do you always uphold the law?”\n\n“Always--that’s what I’m here for.”\n\n“A little authority has made you your brother’s keeper, eh?”\n\n“I’m the sheriff.”\n\n“Oh, I can see that. But what right have you to haul me off that train?\nIt isn’t your train. You’re not paid to guard that train, are you? Don’t\nshove me. Can’t you see I’m a sick man?”\n\n“Sick man!” sneered the sheriff. “Sick because I’m goin’ to lock yuh up\nfor a few days. Don’t play ’possum with me.”\n\n“I’m not playing ’possum, as you say; I’m sick.”\n\nThe man really looked sick, in spite of his grimy face, but the sheriff\ntwisted him around by the shoulder and started him toward the jail.\nSeveral persons, including the deputy, waited on the depot platform to\nsee what the sheriff was going to do, and as the sheriff marched his\nprisoner past them he told the deputy to come with him.\n\n                   *       *       *       *       *\n\nThe deputy followed down to the jail, where the hobo was locked behind\nthe bars. The deputy made no comment, but followed the sheriff back to\nthe office, where they sat down.\n\n“Said he was sick,” remarked the sheriff disgustedly.\n\n“Looked sick,” said the deputy wearily, fanning himself with his\nsombrero.\n\nThe sheriff studied the lean face of his deputy for a length of time.\n“How did you happen to bring the old lady in today, Joe?” he asked.\n\n“She asked me to. I came past the ranch. I told her I’d take the team\nback and get my horse. She was comin’, anyway,” as though to defend his\nposition in the matter.\n\n“She was, eh? You never stopped to think that you were workin’ for me,\ndid yuh? You waste a day, bringin’ her in, and waste another day in\ngoin’ back with that team. Do you think I’m payin’ you to use up time\nthat way?”\n\nThe deputy flushed slightly and his lips tightened.\n\n“I didn’t know that _you_ paid me anythin’, Deming. Ain’t I paid by the\ncounty?”\n\n“I’m part of that county, Joe; the sheriff part of it. I hired yuh,\ndidn’t I?”\n\nThe deputy got slowly from his chair and put on his hat.\n\n“You hired me, Deming, but I’ll be damned if you fire me; I quit right\nnow.”\n\n“All right; suit yourself.”\n\n“I intend to, Deming. In fact, I intended to quit yuh when I came down\nhere. You never even told yore wife good-by; just walked away to arrest\na hobo, who wasn’t doin’ you any harm. Yo’re plumb loco over duty, ain’t\nyuh? I’m scared of yuh, Jim; honest, I am. Yore wife said you was\nworshippin’ that tin god on yore vest; that sheriff’s star. I reckon yuh\nare.\n\n“She said somethin’ about it raisin’ up and killin’ yuh. Said somethin’\nabout what the Bible said about not havin’ wrong gods. I don’t sabe just\nwhat she meant. But I do sabe how she feels toward yuh. Deming, you’ve\ngone crazy over duty to the law. It’s all right to enforce the law, but\nyo’re just a damn’ fool over it. I knowed you was crazy when yuh sent\nHarry to the pen. You didn’t need to do it, and you know yuh didn’t. Oh,\nI’m glad I quit yuh.”\n\nDeming’s face flushed hotly and he started to rise from his chair, but\nsank back heavily, a queer expression in his hard gray eyes.\n\n“What did she mean by sayin’ that it would rise up and kill me?” he\ndemanded. “That’s fool talk; women’s talk. Nobody can scare me. I’m glad\nyuh quit, if yuh feel the way yuh do about me--and yore job. You didn’t\nalways fulfill yore oath, Joe. Mebbe it’s best that yuh did quit. I’m\ngoin’ to be more particular in the next deputy I hire.”\n\n“They’ll probably be, too,” said Joe. “You’ll have a hell of a time,\nhirin’ a new man, ’cause everybody knows how hard yuh are, Deming. Well,\nI’ll pack my stuff and get out.”\n\n“All right, Joe; give me your star. And them ca’tridges in yore belt\nbelong to the county.”\n\n                   *       *       *       *       *\n\nSeveral days passed in which Deming was obliged to run the office alone,\nwhich meant that twice a day he must carry food to his prisoner, against\nwhom no formal complaint had been made. But the hobo was far too ill to\ncare whether he had food or freedom. He spent most of the time on his\ncot, talking deliriously, and in the dim light of the little cell the\nsheriff could see nothing wrong with the man, except a fever.\n\nBut finally he called in the doctor, who was also the coroner, and he\nimmediately pronounced it a malignant case of smallpox; quarantining the\njail. He was minded to quarantine the sheriff, but while he was making\nup his mind just what to do a cowboy, Slim Delong, fairly tore up the\nstreet of Calor, bringing news of a murder.\n\nDelong was fairly incoherent. Red Cowan, another cowboy working for the\nJB outfit, had murdered Al Mitchell, owner of the outfit, and had headed\nfor the lava beds. Delong, riding in at the ranch, had seen Red Cowan\nriding away swiftly toward the lava bed country, and a few minutes later\nhe had found Mitchell lying on the front porch, shot through the heart.\n\n                   *       *       *       *       *\n\nMitchell was a big cattleman in that part of the country, and the\nsheriff’s son had been sent to the penitentiary for stealing Mitchell’s\ncattle. The town was rather in an uproar over the murder, but the\nsheriff did not ask any of the cowboys to ride with him.\n\nHe saddled his roan horse, tied a quantity of food to his saddle, filled\na canteen and headed for the lava bed country. He did not need help. He\nknew every inch of the lava bed country, although he did not know Red\nCowan. Red had only been there a short time and he had heard Joe speak\nof meeting him at the JB.\n\nShortly after Delong had delivered his message to the sheriff, Delong\nimbibed a few drinks before starting back to the JB ranch with the\ncoroner and several others, who were going out there to bring the body\nto town. He happened to be riding a half-broke bronco, and in the flurry\nat the hitchrack, as they were starting out, Delong’s horse bucked\nwickedly, throwing Delong against one of the hitchrack posts.\n\nIn the parlance of the range, it knocked Delong flatter than a snake’s\nbelly, and he was unable to get on his horse; so they half carried, half\nled him back to the saloon, where they left him propped up in a chair.\n\n                   *       *       *       *       *\n\nThe sheriff did not hurry his horse. He swung in west of the JB ranch\nand headed for the lava bed country, making no attempt to pick up the\ntracks of Red’s horse. He knew that Red would cut straight through the\nlava beds and head for the Mesquite River country, sixty miles away;\nsixty miles of waterless waste, a broken mass of twisted lava, which\nseemed never to have cooled since those prehistoric days, when it had\nbeen poured indiscriminately over the landscape.\n\nThe sheriff felt reasonably certain that Red Cowan had started without\nany preparations for food or water, and would probably expect, at least,\nto find water. But there was no water in that part of the country. And a\nman must ride slowly, because the sharp lava would soon ruin the feet of\nhis horse, unless the animal was allowed to make its own pace.\n\nMile after mile he plodded along, squinting his eyes against the glare\nof the sun, until he developed a queer sort of a headache; a dull throb\nin the back of his head, which caused him to wince at times. It bothered\nhis eyes. He drank from his canteen, but the water did not seem to\nquench his thirst.\n\nHis mouth felt dry a moment later; so he took another drink, which\ncaused him a slight nausea. Must be the sun, he decided. Still, the idea\ndid not seem so good, because he was used to the sun. It made him angry.\nAfter a while he filled and lighted his pipe, but after the first few\npuffs of the pungent weed, he put the pipe in his pocket.\n\n                   *       *       *       *       *\n\nAhead of him stretched the interminable wastes of the lava beds, where\nthe heat devils danced before his eyes, and he cursed them aloud, as\nthough they could heed his voice. Then it seemed as though he realized\nthe utter absurdity of such things, and cursed himself.\n\nThe setting sun found the sheriff riding aimlessly. His eyes ached\ncontinuously now, and he had lost all desire to scan the country. But he\nwas not going to turn back. He was following a murderer, a cold-blooded\nkiller, and the law must be avenged.\n\nHe felt a little better when the sun went down and the short desert\ntwilight had blended with the night; a time in which the temperature\ndrops swiftly from a hundred and fifteen in the shade to sixty in the\ndark. The sheriff had ridden away without any blankets, and now he\nshivered in a sudden chill, which seemed to crinkle his vertebrae.\n\nQueer thing, that chill. It rattled his teeth like castanets and\nincreased his headache until every movement of the horse brought him\nfresh misery. So he dismounted, uncoiled his lariat and picketed his\nhorse. It was only after several minutes that he was able to summon\nenough energy to remove the saddle.\n\nDuty Deming was a sick man--and knew it. He thought of saddling his\nhorse and heading for Calor, but he had lost all sense of direction. The\nstars blurred in his eyes, and he flopped down beside his saddle,\nburying his aching head in his arms.\n\n                   *       *       *       *       *\n\nIt was possibly two hours later that the sheriff’s horse nickered softly\nin the darkness, but the sheriff did not lift his head. Came the sound\nof a horse walking, and the bulky form of a horse and rider came in\nthrough the broken rocks, plainly visible by the light of the stars.\n\nThe rider drew rein near the picketed horse, as though rather surprised\nto find a horse there. He dismounted and discovered the rope, speaking\nsoftly to the horse. He turned away and soon discovered the sheriff.\n\n“Sleepin’ kinda heavy, ain’t yuh, pardner?” he asked in a soft, drawling\nvoice; but the sheriff did not move.\n\nComing in closer, the man scratched a match. He was of medium height,\nthin-faced, blue-eyed, dressed in a faded blue shirt, well-worn bat-wing\nchaps, black Stetson. The light of the match glistened on the butt of a\nbig Colt in the holster swinging at his thigh. As he removed his hat to\nshield the match the light glistened on his copper-colored hair.\n\nHe was Red Cowan, the murderer. He knelt down beside the sheriff and\nshook him by the shoulder.\n\n“Wake up, pardner,” he said softly, but the sheriff merely grunted and\nbegan mumbling deliriously.\n\n“Sick, eh?” muttered the red headed one. “Funny. Got a bad fever and\nhe’s plumb loco. And it’s a long ways to a doctor. Jist what’ll I do\nnext?”\n\n                   *       *       *       *       *\n\nHe squatted on his heels and rolled a cigarette. After due deliberation\nand another cigarette he saddled the sheriff’s horse. The sheriff was\nnot easy to arouse but he talked steadily, mumbling his words, swearing\nand laughing foolishly, while Red Cowan swung him into the saddle and\nroped him on. He swayed forward, both arms dangling loosely, while Cowan\nmounted his own horse and picked up the lead-rope.\n\nCowan took his bearings from the North Star and started out, looking\nback at the humped figure of the sheriff, swaying in the saddle.\n\n“Stay with her, pardner,” he grunted. “We’ll make the old Alkali Spring\nranch by mornin’, and mebbe we’ll find somebody there.”\n\nAnd all through the night they wended their way through the lava beds,\nand it was just about daybreak when they came out at an old tumbledown\nranch house. The old buildings seemed about to fall down, the corrals\nwere in bad repair, and only one fan was left on the old windmill, which\ncreaked in the morning breeze.\n\nDown by the old stable was an alkali spring, where a few cattle,\ndrifters from the herds in the Mesquite River ranges, came to drink. Red\nCowan looked them over appraisingly. They meant fresh meat.\n\nHe unroped the sheriff and lifted him to the ground, propping him\nagainst the wall while he went inside. The inside of the house was not\nas bad as the exterior, as it had been used by some cattlemen during a\nrecent roundup. There was a roll of blankets, tightly wrapped in a\ntarpaulin, swinging from a rafter, while from a tightly closed box he\ntook flour, baking powder, salt, sugar, beans and some cans of\nvegetables and fruit.\n\n“Thought there might be a cache here,” he said, as he removed the\nprovisions.\n\nHe took down the bed-roll and spread it out on one of the bunks, before\ngoing out after the sheriff, whom he dragged in and put to bed. He\nlooped the sheriff’s belt around a bunk post, removed his clothes, and\nprepared a breakfast, before attending to the horses.\n\n                   *       *       *       *       *\n\nThe sheriff was burning with fever, tossing his arms, mumbling\nincoherently all the while.\n\nAfter a breakfast, in which the sheriff did not join him, Cowan brought\na pail of the cold water to the house and proceeded to give the sheriff\na sponge bath. This treatment seemed to sooth the sick man, and he\ndropped into a slumber.\n\nCowan found an old pair of hopples, which he put on the sheriff’s horse,\nand turned his own mount loose to forage. There was little to be done.\nCowan did not want to leave the sick man long enough to go after a\ndoctor, which would take at least two days; so there was only one thing\nfor him to do, and that was to stay and see it through, hoping that\nsomeone might come along and lend them a hand.\n\nFor the next three days and nights he worked with the sheriff. There\nwere no medicines of any kind, and it seemed to be a losing battle. He\nkilled a steer and made beef broth, which the sheriff could not eat,\ngave him both cold and hot baths, worked over him like a mother over a\nchild, and on the evening of the third day the sheriff awoke--conscious\nfor the first time.\n\n                   *       *       *       *       *\n\nAfter a period of deliberation he remembered starting out after Red\nCowan. Seated near the bed, his head in his hands, snoring loudly, was a\nred-headed man. The sheriff did not know any red-headed men. He was very\nweak; so he shut his eyes and tried to think. After a while he heard the\nman move, and opened his eyes.\n\n“That’s better,” said the red-head wearily.\n\n“Who are you?” asked the sheriff, and was surprised that his voice was\nso weak.\n\n“I’m Red Cowan.”\n\nThe sheriff closed his eyes quickly.\n\n“I guess I don’t know yuh,” he said slowly.\n\n“Mebbe not. I was with the JB a while. What’s the matter with yuh,\nanyway? You’ve been here three days.”\n\n“Three days?” The sheriff’s eyes popped open.\n\nRed told him all about it.\n\n“Didn’t have no medicine,” he explained. “Had to do the best I could.”\n\n“Know who I was?”\n\n“Saw yore star. Yo’re Deming of Calor, ain’t yuh? Yeah, I thought yuh\nwas. I’ve heard of yuh. How’d yuh happen to be out there in the lava\nbeds?”\n\nThe sheriff closed his eyes, thinking swiftly. Cowan must not know why\nhe was out there.\n\n“I dunno,” he said. “Took sick. Must have ridden a long ways.”\n\n“You picketed yore horse.”\n\n“Oh, I wasn’t plumb out until after--just awful sick.”\n\n“You shore know how to be sick,” grinned Cowan. “Do you feel like some\neats?”\n\nThe sheriff shook his head.\n\n“Better not talk any more, pardner. You’ve been pretty sick, and it\nmight fever yuh up, if yuh talked much.”\n\nThat suited the sheriff. He didn’t want to talk; he wanted to think. His\neyes shifted to his belt and gun on the bunk-post at the head of his\nbed, and he wondered if the gun was loaded.\n\nWhen Cowan went outside he lifted a hand toward the gun, and as he did\nso he glanced at his hand. He felt of his stubby face, and a look of\nhorror spread over his face.\n\n“Smallpox!” he exclaimed to himself. “That’s what it is--all them little\nred specks. I got it from that damn’ hobo!”\n\n                   *       *       *       *       *\n\nCowan came back into the house, but the sheriff did not tell him. He was\nafraid that Cowan might leave him in fear of the disease. Not exactly\nthat he felt an immediate need of Cowan, but he wanted to take Cowan\nback a prisoner.\n\n“Still feelin’ pretty good?” asked Cowan as he busied himself around the\nstove.\n\n“I don’t feel so good, Cowan.”\n\n“Probably not. Can’t expect to. But I reckon I’ve busted the fever. How\nabout a little broth, eh?”\n\n“Not now.”\n\n“Uh-huh. Tomorrow mornin’, if yo’re feeling pretty good, I think I’ll\nhead for Mesquite River and send some folks in to take care of yuh. You\nneed a doctor pretty bad, and you’ll need the right kinda food.”\n\nThat was not so good. The sheriff huddled down in bed, trying to think\nof some way to prevent Cowan from leaving. Just now his thoughts ran in\ncircles, because his head ached again. Ten minutes later he was\ndelirious again.\n\nAnd all that night Cowan had to use force to keep him in bed. He babbled\nof murderers, horse thieves and of his own prowess as a sheriff. And in\nthe light of the candle Cowan saw the rash on the sheriff’s hands and\nface.\n\n“Smallpox!” grunted Cowan. “So that’s what’s the matter, eh? Lucky I’ve\nhad a good dose of it. Tomorrow I’ll tie him down and head for a\ndoctor.”\n\nIt was daylight again before the sheriff became conscious. The fever had\nabated enough to allow him to realize and recognize again. Cowan’s face\nwas drawn and tired, his eyes red from lack of sleep.\n\n“Sane again, eh?” he grunted. “Well, you’ve shore been off yore nut\na-plenty, pardner. Listen to me and get this straight. I’m goin’ out and\nround up my bronc. You’ve got a sweet case of smallpox, which means\nyo’re goin’ to be here mebbe a couple weeks. I can’t stay all that time;\nso I’m headin’ for Mesquite River to get yuh a doctor and a nurse.\n\n“Yuh take her easy while I get my horse. Mebbe I better tie yuh down,\n’cause you might go wanderin’ around and die out in the desert. Anyway,\nyo’re all right for a while, and I’ll see yuh before I pull out. I’ll\nleave plenty water, such as it is, where yuh can reach it. But you’ve\ngot to have plenty nursin’ and the right kinda food.”\n\nRed Cowan picked up his rope and went out, leaving the sheriff staring\nat the rafters, trying to force his mind to function properly. He didn’t\nwant Red Cowan to leave him. He had never failed to bring in his man,\nand if Red Cowan ever left that ranch----\n\n                   *       *       *       *       *\n\nHis hand reached up weakly and drew the heavy Colt from the holster. It\nwas fully loaded. The weight of it quickly tired his wrist, and he\nstared at his bloodless hand. The fever had sapped his strength badly,\nand he lay back wearily, cursing himself for a quitter.\n\nHe was no match for Red Cowan now. Hadn’t Cowan said something about\ntying him down? The sheriff tried to sit up. If Red Cowan tied him\ndown----\n\n“Get up, you fool!” he told himself. “Yo’re all right. Are you goin’ to\nlie here and let a murderer escape? You are Duty Deming, sheriff of\nCalor!”\n\nWith a superhuman effort he managed to swing around on the bunk and get\nhis feet over the edge; but toppled back, where he lay breathing\nheavily, gripping the gun in his right hand.\n\nHe could feel the fever coming back, but he would not let that stop him.\nIt was now or never. No thought of the future--only the present. The law\nmust be served.\n\nHe managed to reach the doorway, where he went to his knees, blinking\nout at the sunlight. It dazzled his eyes, until the tears ran down his\ncheeks, and he dropped his head to one knee, covering his eyes with his\narm.\n\n“No other gods before Me,” he muttered. “What did she mean? What would\nrise up and kill me?”\n\nHis fumbling fingers tried to locate his star, not realizing that he\nwore nothing but his underclothes. He laughed foolishly in the crook of\nhis elbow. His mind was clouding again.\n\n“I can’t die,” he told himself. “It’s my duty to live. I’ve got to\nlive!”\n\nHe got slowly to his feet, fighting hard. “They’ll hang him--hang Red\nCowan. Eye for an eye. The law demands that. I’m the law of Calor, ain’t\nI? Don’t the law demand his life?”\n\nThe sheriff sagged wearily, gripping the side of the door with his left\nhand.\n\n“I’m the law,” he muttered drunkenly. “I demand----”\n\nThe fever cloud was enveloping him again, and the little blue devils\nwith their sledges were beating on his brain, trying to batter him into\ninsensibility.\n\n                   *       *       *       *       *\n\nWhere was Red Cowan, he wondered? Where had he gone? He was obliged to\nuse both hands to cock the Colt. Red Cowan. That was what he wanted. The\nman with the flame-colored hair. There was no gratitude for what Red had\ndone for him. No thought of the days and nights of nursing. The law must\nbe satisfied, and Duty Deming was the law.\n\nHe went stumbling across the uneven ground, sagging at the knees, his\nhead swinging from side to side, almost trailing the cocked revolver in\nhis right hand; fighting, fighting all the while.\n\nThen he saw his quarry just at the corner of the old stable. It was Red\nCowan, looking at him. The big Colt swung up and his finger tightened on\nthe trigger. The recoil jerked the gun from his hands and he almost\nfell.\n\nHe did not look for the gun. One shot had been enough. He hunched one\nshoulder against the old stable wall, gasping for breath. The law had\nbeen satisfied. He closed his eyes for a moment. The devils were still\nhammering on his brain, but above it all he could hear another sound; a\nthump, thump, thump of horses walking.\n\nSlowly he opened his eyes and tried to see what the blurred thing was.\nHe knew it was a man on a horse, although his eyes did not register the\nfigures.\n\n“Jim Deming!” said a voice. “For God’s sake, Jim!”\n\nIt was Joe Mills, the ex-deputy.\n\n“Don’t yuh know me, Jim?” he asked.\n\n“This is Joe Mills.”\n\n“I know,” whispered Deming. “Yuh quit me.”\n\n“Aw, forget that. We’ve been huntin’ all over the country for you, Jim;\nand I----”\n\n“I had to do my duty,” whispered Deming. He lifted his right hand with a\nsupreme effort and pointed a finger waveringly.\n\n“That’s Red Cowan,” he said.\n\n“Yo’re crazy!” blurted the deputy. “That ain’t Red Cowan.”\n\nFor several moments the sheriff did not move. His face twisted\nstrangely. “You say that ain’t Red Cowan?” he whispered hoarsely.\n\n“Of course not, you danged fool.”\n\n“Don’t lie to me, Joe! My God, don’t lie.”\n\n“I ain’t lyin’, Jim. Yo’re crazy, I tell yuh. Of course this ain’t Red\nCowan. I know Red.”\n\nFor a moment the sheriff’s head sagged heavily, but he swung himself\naway from the stable, started toward the house on uncertain legs, but\ncollapsed, falling flat on his face.\n\n“Now, wouldn’t that rasp yuh!” snorted the deputy, as he swung off his\nhorse and walked over to the prostrate sheriff. He picked him up and\ntook him to the shade, where he laid him on the ground.\n\nSomething about the sheriff caused the deputy to make a quick\nexamination.\n\n“I’ll be totally darned!” he said slowly.\n\nThen he turned his head and saw Red Cowan, riding in from beyond the\nstable; riding a bareback horse and leading another.\n\n“Hello, Mills!” yelled Cowan. “Where’d you come from?”\n\n“C’mere,” said the ex-deputy, and Cowan rode up to him.\n\n“By golly, I thought I should have tied him down,” said Cowan.\n\n“He’s dead,” said Mills slowly.\n\n“Dead? Whatcha know about that? I found him several nights ago, plumb\nflat over there in the lava beds. He was too sick to talk; so I brought\nhim here. I’ve had one hell of a time, nursin’ him, Joe. Got smallpox, I\nreckon.”\n\n“Measles,” said Joe. “Must ’a’ got ’em from a hobo he had in jail at\nCalor. Hobo almost died, too. Didn’t Deming tell yuh what he was doin’\nin the lava beds?”\n\n“Too sick, I guess.”\n\n“He was lookin’ for you, Red. Wanted yuh for the murder of Mitchell.”\n\n“What?”\n\n“Fact. Delong brought the news of it, and Deming started on yore trail.\nBut Delong got throwed against a hitchrack post that mornin’, and it\nhurt him so bad he died that same afternoon. But before he died he\nconfessed to murderin’ old Mitchell himself. He just thought he’d put\nthe deadwood on you, ’cause you quarreled with Mitchell before yuh\nquit.”\n\n                   *       *       *       *       *\n\nRed Cowan laughed shortly. “So that was it, eh? Deming didn’t mention it\nto me. Mebbe he was too sick.”\n\n“Prob’ly. Too bad he didn’t live longer, Red. Delong confessed that\nMitchell hired him to plant evidence that sent Harry Deming to the pen.\nWe’ll have Harry out in a few days.”\n\n“Well, I’ll be danged!”\n\n“Queer, ain’t it?” mused Joe, looking down at the body of the sheriff.\n“His wife said that some day his star would rise up and kill him. She\nsaid he was makin’ a god out of his star. I dunno, Red. Things have a\nqueer way of workin’ out. If he hadn’t been so strong on duty he’d never\nhave taken that sick hobo off that train. Deming always had the idea of\nbein’ his brother’s keeper, yuh know.”\n\n“That’s what I’ve heard. Duty they called him, didn’t they?”\n\n“Yeah. Awful set in his ways. I suppose we might as well start back with\nhim.”\n\n“Sure; might as well. Sorry I didn’t rope him down. But he seemed to be\nall right when I left. Fever made his heart weak, I suppose. But he\nnever told me he was after me, Joe.”\n\n“He wouldn’t. I can figure out where he got the measles and I can figure\nout why he didn’t tell yuh what he was doin’ in the lava beds, but I’ll\nbe damned if I can figure out why he killed the red bull calf and said\nit was you.”\n\n“I didn’t know about that, Joe. He must have been crazy.”\n\n“Mm-m-m-m,” said Joe slowly. “I s’pose he was. Red, do yuh believe in\nthem Ten Commandments?”\n\n“Never read any of ’em. What are they about?”\n\n“Everythin’.”\n\n“Must be good, eh?”\n\n“Worth readin’. Git a rope and we’ll take him home.”",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/76208/pg76208.txt",
        "name": "his_brother_s_keeper.json"
    }
}