{
    "name": "Homo\n1909",
    "author": [
        "Smith, F. Hopkinson (Francis Hopkinson)",
        "Smith, Francis Hopkinson"
    ],
    "body": "1909\n\n\nDinner was over, and Mme. Constantin and her guests were seated under\nthe lighted candles in her cosey salon.\n\nWith the serving of the coffee and cigarettes, pillows had been adjusted\nto bare shoulders, stools moved under slippered feet, and easy lounges\npushed nearer the fire. Greenough, his long body aslant, his head on the\nedge of a chair, his feet on the hearth rug, was blowing rings to the\nceiling. Bayard, the African explorer, and the young Russian Secretary,\nIvan Petrovski, had each the end of a long sofa, with pretty Mme.\nPetrovski and old Baron Sleyde between them, while Mme. Constantin lay\nnestled like a kitten among the big and little cushions of a divan.\n\nThe dinner had been a merry one, with every brain at its best; this\nrestful silence was but another luxury. Only the Baron rattled on. A\nduel of unusual ferocity had startled Paris, and the old fellow knew its\nevery detail. Mme. Petrovski was listening in a languid way:\n\n\"Dead, isn't he?\" she asked in an indifferent tone, as being the better\nway to change the subject. Duels did not interest the young bride.\n\n\"No,\" answered the Baron, flicking the ashes from his cigarette--\"going\nto get well, so Mercier, who operated, told a friend of mine to-day.\"\n\n\"Where did they fight?\" she asked, as she took a fresh cigarette from\nher case. \"Ivan told me, but I forgot.\"\n\n\"At Surenne, above the bridge. You know the row of trees by the water;\nwe walked there the day we dined at the Cycle.\"\n\n\"Both of them fools!\" cried the Russian from the depths of his seat. \"La\nClou wasn't worth it--she's getting fat.\"\n\nGreenough drew his long legs back from the fender and, looking toward\nthe young Secretary, said in a decided tone:--\n\n\"I don't agree with you, Ivan. Served the beggar right; the only pity is\nthat he's going to get well.\"\n\n\"But she wasn't his wife,\" remarked Mme. Petrovski with increased\ninterest, as she lighted her cigarette.\n\n\"No matter, he loved her,\" returned the Englishman, straightening in his\nseat and squaring his broad shoulders.\n\n\"And so did the poor devil whom Mercier sewed up,\" laughed the old\nBaron, his eyes twinkling.\n\nMme. Constantin raised her blonde head from the edge of the divan.\n\n\"Is there any wrong, you dear Greenough, you would forgive where a woman\nis concerned?\"\n\n\"Plenty. Any wrong that you would commit, my dear lady, for instance;\nbut not the kind the Baron refers to.\"\n\n\"But why do you Englishmen always insist on an eye for an eye and a\ntooth for a tooth? Can't you make some allowance for the weakness of\nhuman nature?\" she asked, smiling.\n\n\"But why only Englishmen?\" demanded Greenough. \"All nationalities feel\nalike where a man's honor and the honor of his home are concerned. It is\nonly the punishment that differs. The Turk, for instance, bowstrings you\nor tries to, for peeping under his wife's veil; the American shoots you\nat sight for speaking slightingly of his daughter. Both are right in a\nway. I am not brutal; I am only just, and I tell you there is only one\nway of treating a man who has robbed you dishonestly of the woman you\nlove, and that is to finish him so completely that the first man\ncalled in will be the undertaker--not the surgeon. I am not talking\nat random--I know a case in point, which always sets me blazing when\nI think of it. He was at the time attached to our embassy at Berlin. I\nhear now that he has returned to England and is dying--dying, remember,\nof a broken heart--won't live the year out. He ought to have shot\nthe scoundrel when he had a chance. Not her fault, perhaps--not his\nfault--fault of a man he trusted--that both trusted, that's the worst of\nit.\"\n\nBayard sat gazing into the fire, its glow deepening the color of his\nbronze cheek and bringing into high relief a body so strong and well\nknit that it was difficult to believe that scarcely a year had passed\nsince he dragged himself, starving and half dead, from the depths of an\nAfrican jungle.\n\nSo far he had taken no part in the discussion. Mme. Constantin, who knew\nhis every mood, had seen his face grow grave, his lips straighten, and a\ncertain subdued impatience express itself in the opening and shutting of\nhis hands, but no word of comment had followed.\n\n\"Come, we are waiting, Bayard,\" she said at last, with a smile. \"What do\nyou think of Greenough's theory?\"\n\nThe traveller pushed his cup from him, shook the ashes from his cigar,\nand answered slowly:--\n\n\"That there is something stronger than vengeance, Louise--something\nhigher.\"\n\n\"You mean mercy?\"\n\n\"Something infinitely more powerful--the Primeval.\"\n\nThe Baron twisted his short neck and faced the speaker. Greenough rose\nto his feet, relighted his cigar at the silver lamp, and said with some\nimpatience:--\n\n\"I don't understand your meaning, Bayard; make it clear, will you?\"\n\n\"You don't understand, Greenough, because you have not suffered--not as\nsome men I know, not as one man I have in mind.\"\n\nMme. Constantin slipped from her cushions, crossed to where Bayard sat,\nand nestled on a low ottoman beside him.\n\n\"Is it something you haven't told me, Bayard?\" she asked, looking up\ninto his face. These two had been friends for years. Sometimes in his\nwanderings the letters came in bunches; at other times the silence\ncontinued for months.\n\n\"Yes, something I haven't told you, Louise--not all of it. I remember\nwriting you about his arrival at Babohunga, and what a delightful fellow\nhe was, but I couldn't tell you the rest of it. I will now, and I want\nGreenough to listen.\n\n\"He was, I think, the handsomest young fellow that I ever saw--tall,\nbroad shouldered, well built, curly hair cut close to his head, light,\nupturned mustache, white teeth, clear, fair skin--really you'd hardly\nmeet another such young fellow anywhere. He had come up from Zanzibar\nand had pushed on to my camp, hoping, he said, to join some caravan\ngoing into the interior. He explained that he was an officer in the\nBelgian army, that he had friends further up, near Lake Mantumba,\nand that he came for sport alone. I, of course, was glad to take him\nin--glad that year to take anybody in who was white, especially\nthis young fellow, who was such a contrast to the customary\nstraggler--escaped convict, broken-down gambler, disgraced officer, Arab\ntrader, and other riffraff that occasionally passed my way.\n\n\"And then, again, his manners, his smile, the easy grace of his\nmovements--even his linen, bearing his initials and a crown--something\nhe never referred to--all showed him to be a man accustomed to the\nrefinements of society. Another reason was his evident inexperience with\nthe life about him. His ten days' march from the landing below to my\ncamp had been a singularly lucky one. They generally plunge into the\nforest in perfect health, only to crawl back to the river--those who\nlive to crawl--their bones picked clean by its merciless fingers. To\npush on now, with the rainy season setting in, meant certain death.\n\n\"The second day he paid the price and fell ill. He complained of his\nfeet--the tramp had knocked him out, he said. I examined his toes, cut\nout some poisonous wood ticks that had buried themselves under the skin,\nand put him to bed. Fever then set in, and for two days and nights\nI thought he would go under. During the delirium he kept repeating a\nwoman's name, begging her to give him a drink, to lift his head so he\ncould look into her eyes. Once I had to hold him by main force to keep\nhim from following this fancy of his brain into the forest. When he\nbegan to hobble about once more he again wanted to push on, but I\ndetermined to hold onto him. I was alone at the time--that is, without\na white companion, Judson having gone down to Zanzibar with some\ndespatches for the company--and his companionship was a godsend.\n\n\"What seemed to worry him most after he got well was his enforced use\nof my wardrobe and outfit. He had brought little of his own except his\nclothes and some blankets, and no arms of any kind but the revolver\nhe carried around his waist in a holster. All his heavier luggage, he\nexplained, was at a landing below. This objection I met by promising\nto send for it by the first band of carriers after the rainy season\nwas over. In the meantime he must, I insisted, use my own guns and\nammunition, or anything else that my kit afforded.\n\n\"Up to this time he had never mentioned his home or the names of any of\nhis people, nor had he offered any explanation of his choice of Africa\nas a hunting ground, nor did he ever seek to learn my own impressions\nregarding his self-imposed exile (it was really exile, for he never\nhunted a single day while he was with me), except to ask me one morning\nin a casual way, whether anything he had said in his delirium had made\nme think the less of him--all of which I laughed at, never mentioning,\nof course, what I had been obliged to hear.\n\n\"One night, when a tropical storm of unusual severity was passing, I\nfound him sealing a letter at my table with the aid of a lantern held\nclose. Presently he got up and began pacing the floor, seemingly in\ngreat agitation; then he reached over, picked up the letter from the\ntable, lighted one end of it in the blaze of the lantern, dropped it to\nthe floor, waited until it was entirely consumed, and then put his foot\non the ashes.\n\n\"'Rather a waste of time, wasn't it?' I said with a laugh.\n\n\"'Yes, all of it has been a waste of time--and my life with it. Now\nand then I write these letters. They're always burned in the end. No\nuse--nothing to gain. Yes, waste of time. There are some things in the\nworld that no man ought ever to ask forgiveness for.' He threw himself\ninto a chair and went on:--\n\n\"'You never went crazy mad over a woman, did you? No--you're not built\nthat way. I am. She was different from the women I had met. She was not\nof my people--she was English. We met first in Brussels; then I followed\nher to Vienna. For six months she was free to do as she pleased. We\nlived the life--well, you know! Then her husband returned.'\n\n\"'Oh, she was married!' I remarked casually.\n\n\"'Yes, and to a man you would have thought she would have been true\nto, although he was nearly twice her age. I knew all this--knew when\nI started in to make her love me--as a matter of pride first--as a boy\nwalks on thin ice, believing he can cross in safety. Perhaps she had\nsome such idea about me. Then the crust gave way, and we were both in\nthe depths. The affair had lasted about six months--all the time her\nhusband was gone. Then I either had to face the consequences or leave\nVienna. To have done the first meant ruin to her; the last meant ruin to\nme. It had not been her fault--it had been mine. He sent me word that he\nwould shoot me at sight, and he meant it. But the madness had not worked\nout of me yet. She clung to me like a frightened child in her\nagony, begging me not to leave her--not to meet her husband; to go\nsomewhere--suddenly, as if I had been ordered away by my government;\nto make no reply to her husband, who, so far, could prove\nnothing--somewhere, later on, when he was again on a mission, we could\nmeet.\n\n\"'You have known me now for some time--the last month intimately. Do I\nlook like a coward and a cur? Well, I am both. That very night I saw him\ncoming toward my quarters in search of me. Did I face him? No. I stooped\ndown behind a fence and hid until he passed.\n\n\"'That summer, some months later, we met in Lucerne. She had left him\nin Venice and he was to meet her in Paris. Two days later he walked into\nthe small hotel where she had stopped and the end came.\n\n\"'But I took her with me this time. One of the porters who knew him and\nknew her helped; and we boarded the night train for Paris without his\nfinding us. I had then given up about everything in life; I was away\nwithout leave, had lost touch with my world--with everybody--except my\nagents, who sent me money. Then began a still hunt, he following us and\nwe shifting from place to place, until we hid ourselves in a little town\nin Northern Italy.\n\n\"'Two years had now passed, I still crazy mad--knowing nothing, thinking\nnothing--one blind idolatry! One morning I found a note on my table;\nshe was going to Venice. I was not to follow until she sent for me. She\nnever sent--not a line--no message. Then the truth came out--she never\nintended to send--she was tired of it all!'\n\n\"The young fellow rose from his seat and began pacing the dirt floor\nagain. He seemed strangely stirred. I waited for the sequel, but he kept\nsilent.\n\n\"'Is this why you came here?' I asked.\n\n\"'Yes and no. I came here because one of my brother officers is at one\nof the stations up the river, and because here I could be lost. You\ncan explain it as you will, but go where I may I live in deadly fear\nof meeting the man I wronged. Here he can't hunt me, as he has done all\nover Europe. If we meet there is but one thing left--either I must kill\nhim or he will kill me. I would have faced him at any time but for her.\nNow I could not harm him. We have both suffered from the same cause--the\nloss of a woman we loved. I had caused his agony and it is for me to\nmake amends, but not by sending him to his grave. Here he is out of\nmy way and I out of his. You saw me burn that letter; I have destroyed\ndozens of them. When I can stand the pressure no longer I sit down\nand ask his pardon; then I tear it up or burn it. He couldn't\nunderstand--wouldn't understand. He'd think I was afraid to meet him\nand was begging for my life. Don't you see how impossible it all is--how\ndamnably I am placed?'\"\n\nMme. Constantin and the others had gathered closer to where Bayard sat.\nEven the wife of the young secretary had moved her chair so she could\nlook into the speaker's face. All were absorbed in the story. Bayard\nwent on:--\n\n\"One of the queer things about the African fever is the way it affects\nthe brain. The delirium passes when the temperature goes down, but\ncertain hallucinations last sometimes for weeks. How much of the queer\nstory was true, therefore, and how much was due to his convalescence--he\nwas by no means himself again--I could not decide. That a man should\nlose his soul and freedom over a woman was not new, but that he should\nbury himself in the jungle to keep from killing a man whose pardon he\nwanted to ask for betraying his wife was new.\n\n\"I sympathized with him, of course, telling him he was too young to let\nthe world go by; that when the husband got cool he would give up the\nchase--had given it up long ago, no doubt, now that he realized how good\nfor nothing the woman was--said all the things, of course, one naturally\nsays to a man you suspect to be slightly out of his head.\n\n\"The next night Judson returned. He brought newspapers and letters, and\nword from the outside world; among other things that he had met a man\nat the landing below who was on his way to the camp above us. He had\noffered to bring him with him, but he had engaged some Zanzibari of his\nown and intended to make a shorter route to the north of our camp\nand then join one of the bands in charge of an Arab trader-some of\nTippu-Tib's men really. He knew of the imminence of the rainy season\nand wanted, to return to Zanzibar before it set in in earnest. Judson's\nnews--all his happenings, for that matter--interested the young Belgian\neven more than they did me, and before the week was out the two were\nconstantly together--a godsend in his present state of mind--saved\nhim in fact from a relapse, I thought--Judson's odd way of looking\nat things, as well as his hard, common sense, being just what the\nhigh-strung young fellow needed most.\n\n\"Some weeks after this--perhaps two, I can't remember exactly--a party\nof my men whom I sent out for plantains and corn (our provisions were\nrunning low) returned to camp bringing me a scrap of paper which a white\nman had given them. They had found him half dead a day's journey away.\nOn it was scrawled in French a request for food and help. I started\nat once, taking the things I knew would be wanted. The young Belgian\noffered to go with me--he was always ready to help--but Judson had gone\nto a neighboring village and there was no one to leave in charge but\nhim. I had now not only begun to like him but to trust him.\n\n\"I have seen a good many starving men in my time, but this lost stranger\nwhen I found him was the most miserable object I ever beheld. He lay\npropped up against a tree, with his feet over a pool of water, near\nwhere my men had left him. His eyes were sunk in his head, his lips\nparched and cracked, his voice almost gone. A few hours more and he\nwould have been beyond help. He had fainted, so they told me, after\nwriting the scrawl, and only the efforts of my men and the morsel of\nfood they could spare him brought him back to life. When I had poured a\nfew drops of brandy down his throat and had made him a broth and warmed\nhim up his strength began to come back. It is astonishing what a few\nounces of food will do for a starving man.\n\n\"He told me he had been deserted by his carriers, who had robbed him of\nall he had--food, ammunition, everything--and since then he had wandered\naimlessly about, living on bitter berries and fungi. He had, it appears,\nbeen sent to Zanzibar by his government to straighten out some matters\nconnected with one of the missions, and, wishing to see something of\nthe country, he had pushed on, relying on his former experiences--he had\nbeen on similar excursions in Brazil--to pull him through.\n\n\"Then followed the story of the last few weeks--the terrors of the long\nnights, as he listened to the cries of prowling animals; his hunger and\nincreasing weakness--the counting of the days and hours he could live;\nthe indescribable fright that overpowered him when he realized he must\ndie, alone, and away from his people. Raising himself on his elbow--he\nwas still too weak to stand on his feet--he motioned to me to come\nnearer, and, as I bent my head he said in a hoarse whisper, as if he\nwere in the presence of some mighty spirit who would overhear:--\n\n\"'In these awful weeks I have faced the primeval. God stripped me\nnaked--naked as Adam, and like him, left me alone. In my hunger I cried\nout; in my weakness I prayed. No answer--nothing but silence--horrible,\noverpowering silence. Then in my despair I began to curse--to strike\nthe trees with my clenched fists, only to sink down exhausted. I could\nnot--I would not die! Soon all my life passed in review. All the mean\nthings I had done to others; all the mean things they had done to me.\nThen love, honor, hatred, revenge, official promotion, money, the\ngood opinion of my fellows--all the things we value and that make our\nstandards--took form, one after another, and as quickly vanished in the\ngloom of the jungle. Of what use were they--any of them? If I was to\nlive I must again become the Homo--the Primeval Man--eat as he ate,\nsleep as he slept, be simple, brave, forgiving, obedient, as he had\nbeen. All I had brought with me of civilization--my civilization--the\none we men make and call life--were as nothing, if it could not bring me\na cup of water, a handful of corn or a coal of fire to warm my shivering\nbody.'\n\n\"I am not giving you his exact words, Louise, not all of them, but I\nam giving you as near as I can the effect untamed, mighty, irresistible\nnature produced on his mind. Lying there, his shrivelled white face\nsupported on one shrunken hand, his body emaciated so that the bones of\nhis knees and elbows protruded from his ragged clothes, he seemed like\nsome prophet of old, lifting his voice in the wilderness, proclaiming a\nnew faith and a new life.\n\n\"Nor can I give you any idea of the way the words came, nor of the\nglassy brilliance of his eyes, set in a face dry as a skull, the\nyellow teeth chattering between tightly stretched lips. Oh! it was\nhorrible--horrible!\n\n\"The second day he was strong enough to stand, but not to walk. The\nrain, due now every hour, comes without warning, making the swamps\nimpassable, and there was no time to lose. I left two men to care for\nhim, and hurried back to camp to get some sort of a stretcher on which\nto bring him out.\n\n\"That night, sitting under our lamp--we were alone at the time, my\nmen being again away--I gave the young Belgian the details of my trip,\ntelling him the man's name and object in coming into the wilderness,\ndescribing his sufferings and relating snaps of his talk. He listened\nwith a curious expression on his face, his eyes growing strangely\nbright, his fingers twitching like those of a nervous person unused to\ntales of suffering and privation.\n\n\"'And he will live?' he said, with a smile, as I finished.\n\n\"'Certainly; all he wanted was something in his stomach; he's got that.\nHe'll be here to-morrow.'\n\n\"For some time he did not speak; then he rose from his seat, looked at\nme steadily for a moment, grasped my hand, and with a certain tenderness\nin his voice, said:\n\n\"'Thank you.'\n\n\"'For what?' I asked in surprise.\n\n\"'For being kind. I'll go to the spring and get a drink, and then I'll\ngo to sleep. Good night!'\n\n\"I watched him disappear into the dark, wondering at his mood. Hardly\nhad I regained my seat when a pistol shot rang out. He had blown the top\nof his head off.\n\n\"That night I buried him in the soft ooze near the spring, covering him\nso the hyenas could not reach his body.\n\n\"The next morning my men arrived, carrying the stranger. He had been\nplucky and had insisted on walking a little, and the party arrived\nearlier than I expected. When he had thanked me for what I had done, he\nbegan an inspection of my rude dwelling and the smaller lean-to, even\npeering into the huts connected with my bungalow--new in his experience.\n\n\"'And you are all alone except for your black men?' he asked in an eager\ntone.\n\n\"'No, I have Mr. Judson with me. He is away this week--and a young\nBelgian officer--and--I--'\n\n\"'Yes, I remember Mr. Judson,' he interrupted. 'I met him at the landing\nbelow. I should have taken his advice and joined him. And the young\nofficer--has he been long with you?'\n\n\"'About two months.'\n\n\"'He is the same man who left some of his luggage at the landing below,\nis he not?'\n\n\"'Yes, I think so,' I answered.\n\n\"'A young man with light curly hair and upturned mustache, very strong,\nquick in his movements, shows his teeth when he speaks--very white\nteeth--'\n\n\"'He was smiling--a strange smile from one whose lips were still\nparched.\n\n\"'Yes,' I replied.\n\n\"'Can I see him?'\n\n\"'No, he is dead!'\n\n\"Had I not stretched out my hand to steady him he would have fallen.\n\n\"'Dead!' he cried, a look of horror in his eyes. 'No! You don't\nmean--not starved to death! No, no, you don't mean that!' He was\ntrembling all over.\n\n\"'No, he blew out his brains last night. His grave is outside. Come, I\nwill show it to you.'\n\n\"I had almost to carry him. For an instant he leaned against a tree\ngrowing near the poor fellow's head, his eyes fixed on the rude mound.\nThen he slowly sank to his knees and burst into tears, sobbing:\n\n\"'Oh! If I could have stopped him! He was so young to die.'\n\n\"Two days later he set out on his return to the coast.\"\n\nWith the ending of the story, Bayard turned to Mme. Constantin:\n\n\"There, Louise, you have the rest of it. You understand now what I meant\nwhen I said there was something stronger than revenge;--the primeval.\"\n\nGreenough, who had sat absorbed, drinking in every word, laid his hand\non Bayard's shoulder.\n\n\"You haven't told us their names.\"\n\n\"Do you want them?\"\n\n\"Yes, but write them on this card.\"\n\nBayard slipped his gold pencil from its chain and traced two names. \"My\nGod, Bayard! That's the same man I told you is dying of a broken heart.\"\n\n\"Yes--that's why I told you the story, Greenough. But his heart is not\nbreaking for the woman he loved and lost, but for the man he hunted--the\nman I buried.\"",
    "metadata": {
        "author": [
            "Smith, F. Hopkinson (Francis Hopkinson)",
            "Smith, Francis Hopkinson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23694/pg23694.txt",
        "name": "homo_1909.json"
    }
}