{
    "name": "Ignatz",
    "author": [
        "Goulart, Ron",
        "Goulart, Ronald Joseph"
    ],
    "body": "Glenn Wheelan stepped back out of the way as the water came hissing\nup across the quiet night beach. He rolled his pants cuffs a turn\nhigher and looked back at Karen Wylie. \"And the whole thing is worse.\nTeachers, you know, look forward to vacations as much as kids. More.\nBut I was almost afraid to come back here.\"\n\nKaren's cigarette glowed red in the darkness. \"But San Miguel is much\nbrighter and cleaner. They even have a theater that shows nothing but\nforeign movies. And three laundromats. Now the place is building up,\nGlenn.\"\n\n\"Because of a bunch of oddballs who're tired of all the lunatic outfits\nin Los Angeles.\" Wheelan moved to the girl's side. \"Why, even in\nPasadena people talk about San Miguel.\"\n\nKaren caught his hand and led him up the beach away from the water.\n\"Well, every town is noted for something. Like one's the lettuce\ncapital and another's the wine center. It certainly doesn't hurt San\nMiguel to be known.\"\n\nWheelan turned from the glare that the city's lights made against the\nfaintly overcast sky. \"Ever since I was a kid I've hated cats. They\nmake me feel crawly all over. Like persimmons do.\"\n\n\"Persimmons don't do any such thing,\" Karen said, tossing her cigarette\nat the foam below.\n\n\"So I come back to my old home town. Unpack my bags and walk into my\naunt's homey kitchen, and she springs it on me.\"\n\n\"What?\"\n\n\"She's one of them now, too. It's not bad enough a bunch of retired\ndentists from Omaha go along with Balderstone. My aunt now! I'll have a\nhell of a time forcing down second helpings. I get this crawly feeling.\"\n\n\"You're as touchy as Pavlov's dog. Everything makes you crawly.\"\n\n\"Well, look, Karen. You've been up at Cal most of the year. Doesn't\nthe place seem odder to you?\" Wheelan stepped next to a driftwood log.\n\"Doesn't it bother you?\"\n\n\n\nKaren sat down on the log and put her elbows on her knees. \"I told you,\nGlenn. San Miguel looks newer and cleaner. Why, even the slums look\nbetter. I think they've painted them.\"\n\n\"The only time we ever had a cat, when I was eleven, it made me sneeze.\nMy aunt made me give it away. I wanted to drown it in a gunny sack but\nshe talked me out of it.\"\n\n\"Oh, you couldn't have. You're too tender and kindly.\" She held her\nhand out and motioned him down beside her.\n\nWheelan sat, feeling the sand seep in over the sides of his loafers.\n\"Maybe I'll talk to Neff. There should be a law against this kind of\nthing.\"\n\n\"Chief Neff? I doubt if he'll do anything.\"\n\n\"Why?\"\n\n\"Because he's so active on our Civic Public Relations Committee. And he\nowns a couple of motels.\"\n\nWheelan absently put his hand on Karen's shoulder. \"Now, somebody must\nbe against this. Maybe Dr. Watchers. He was even against free paper\ntowels in the public johns.\"\n\n\"He passed away,\" Karen said, moving Wheelan's arm around her with her\nshoulders.\n\n\"I could write to the governor,\" Wheelan said, noticing Karen's soft\ndark hair fluttering faintly over the tip of his nose. \"There must be a\nlaw against lycanthropy.\"\n\nKaren shook her head. \"No. They checked on it. There is in one of the\nNew England states. The dunking stool is the penalty, I think.\"\n\n\"Why?\" he said in a loud voice.\n\n\"Why dunking?\"\n\n\"No,\" Wheelan said, blowing her hair out of his face. \"Why do people\nwant to turn into cats anyway? My God, it must feel crawly.\"\n\n\"Well, you know what Mr. Balderstone says.\"\n\n\"He's a quack.\"\n\n\"Perhaps. But nevertheless he perfected a method for turning people\ninto cats and back. And that's more than a lot of people have done. He\ncan't be all quack.\" Karen relaxed and snuggled back against Wheelan.\n\n\"Who the hell else would want to discover something like that? You\nmight just as well invent an economical method of canning persimmons.\"\nWheelan shuddered. \"Cats.\"\n\nKaren closed her eyes. \"Anyway, he says it's a great tension-reliever.\nPeople get out of themselves. Forget their troubles. Aggressions.\nThat's very important in times like these when everyone is worrying\nabout blowing up unexpectedly.\"\n\nWheelan tightened his arm around her. \"Damn. When I think of all those\npeople going out to the old fairgrounds and turning into cats and\nyowling around it....\"\n\n\"Makes you crawly?\"\n\nWheelan turned her head up and kissed her.\n\nKaren's tongue shot under his and back and she pulled away. \"You take\neverything too seriously. Mr. Balderstone has a way of helping people\nrelax. So what? What's that Latin thing about disputandum and all?\"\n\n\"Yeah, but a whole town. My town and yours! And it's given over to\nturning people into cats.\"\n\n\"My town and yours! You sound like Chief Neff.\" She kissed him on the\ncheek. \"Hey. Last summer we didn't spend all this time debating.\"\n\n\n\nWheelan smiled quickly. \"I'm maturing. Once you pass twenty-six you get\nwisdom. You'll see.\"\n\n\"I say if they want to be cats let them. It's very good therapy. And\nLord knows we need it.\"\n\n\"It's not right.\"\n\nKaren sighed. \"What was that comic strip when we were kids, about the\ncat and the mouse? Cicero's Cat?\"\n\n\"Krazy Kat?\"\n\nShe nodded. \"You're like that mouse. Always have to go around throwing\nbricks at the cats. And it always got him in trouble. Ignatz. That was\nhis name, Ignatz Mouse. That's who you are.\"\n\n\"Very profound insight.\" Wheelan ran his hand down her back, touching\neach of the white buttons on her sweater. \"I'm still going to do\nsomething about it.\"\n\nThough she was facing away Wheelan could feel her smile. \"Glenn?\" she\nsaid.\n\nHe undid the first small button. \"Yeah?\"\n\n\"I went out there last week. And it is quite relaxing. I've felt much\nhappier this week.\"\n\nWheelan got to the second button before he realized what she had said.\n\"Karen, you're kidding!\"\n\n\"No. So you see, it's nothing so terrible.\"\n\nWheelan stood up. \"Damn it. Damn it!\"\n\nKaren rose, reaching behind her to rebutton her sweater. \"You're being\npretty intolerant.\"\n\n\"Damn it, the whole town!\" He backed away, his feet sinking deep in the\ncold sand.\n\nKaren shrugged. \"Don't take it so big.\" She looked up at him hopefully.\n\"Well, you'll at least drive me home?\"\n\nBelatedly, Wheelan said, \"Sure. Come on.\" Near his car he said quietly,\n\"Now I'm really going to get them.\"\n\n\n\nIt wasn't until the next Wednesday that Wheelan had his leaflets ready\nto hand out. The local printers had, one way and another, refused the\njob. He'd had to have them done in Santa Monica.\n\nThe two cub scouts he'd hired to help him had both come down with\nsomething late Tuesday. Wheelan stationed himself on Chambers Drive\nnear the two largest tourist motels early on the clear June morning.\n\nHe had handed out five of his anti-lycanthropy leaflets when Chief\nHarold Neff drove up on his official motorcycle. Wheelan spotted him a\nblock away by his gold-painted crash helmet. It was the only one on the\nforce.\n\n\"Hi, there, Glenn,\" said Neff, after he'd parked the cycle in a red\nzone. \"What are you up to?\"\n\nWheelan frowned at the chief's broad, tanned face. \"I'm agitating, Hal.\"\n\nNeff rubbed his jaw. \"Without a permit, though?\"\n\n\"As a matter of fact, yes.\"\n\nThe chief nodded. \"You'll have to stop. You can't hand out those things\nwithout a permit.\"\n\nWheelan tucked his box of leaflets up under his arm. \"Who do I see\nabout a permit?\"\n\n\"Me, Glenn.\" Chief Neff flipped off his helmet and stroked his crewcut,\nlooking down the street. \"Let's go down to the Blue Oasis and have a\nbeer and talk.\"\n\n\"Can you drink while on duty?\"\n\n\"Beer.\" He took Wheelan's arm.\n\n\"What about your motorcycle?\"\n\n\"Won't come to any harm.\"\n\nIn one of the Blue Oasis's dark leather booths Neff said, \"Don't you\nlike the way the old town's blossoming, Glenn?\"\n\n\"Cats make me feel crawly,\" Wheelan said, pushing his schooner back and\nforth in front of him.\n\n\"Why, even the slums are a sight to see. And San Miguel's getting to be\na well-liked spot. Like Capistrano and Disneyland. Being well-liked is\ngood for a town's civic pride.\" The chief grinned at Wheelan.\n\n\"I think there's something basically wrong with people turning into\ncats.\" Wheelan made up his mind not to drink the beer.\n\n\"There might be something wrong in it if people did it out of spite or\nfor mischief, Glenn. But I think most competent authorities will agree\nthat Mr. Balderstone's method has a real, honest-to-gosh therapeutic\nvalue.\" He looked straight at Wheelan. \"There's a lot of nervous\ntension these days, Glenn. Even teaching in Pasadena you must have seen\nthat.\"\n\n\"Well, Hal, I'll admit that. I just don't think Balderstone's approach\nis any solution.\"\n\nNeff laughed. \"There's not really much solution to anything.\" He leaned\nback into the shadows in the booth corner. \"You're as interested in our\ntown as anybody, aren't you, Glenn? Growing up here, playing in the\nLittle League, attending Grover Cleveland High.\"\n\n\"Sure. That's why I hate to see it taken over by some crackpot cult.\"\n\n\"You're entitled to your opinions. Just don't hand them out in the form\nof leaflets.\"\n\n\"About that permit?\"\n\n\"Well, Glenn, you know how tangled in red tape any government gets.\nIt'll take time. Even with me putting the spurs to everybody. Uh,\nyou're leaving the first part of September?\"\n\n\"Yeah, when school opens.\" Wheelan pushed his glass away and slid out\nof the booth. \"It'll take until early September to get the permit, huh?\"\n\n\"No. With me seeing to it you should have it by the end of August.\" He\nstood and shook hands. Something about shaking hands with Chief Neff\nunsettled Wheelan. Trying not to show it, he walked with Neff out into\nthe light.\n\n\n\nWheelan was squatting, studying the bottom shelves of his aunt's\nrefrigerator. He looked into an opened tin of smoked oysters, then\ndecided against making a sandwich. He opened a can of beer and sat down\nat the white-topped table. This was the night his aunt went out to\nBalderstone's. Wheelan shivered. They even had special buses running\nout there.\n\nThe doorbell rang, or rather chimed a tune that had been a favorite of\nhis aunt's during prohibition. Karen Wylie was standing on the front\nporch in a big tan coat. \"Hi,\" she said. \"Busy?\"\n\n\"Pretty much.\"\n\nShe glanced at his hand. \"Can I have a beer?\"\n\nWheelan moved back so she could enter.\n\nAfter he'd taken her coat and brought her a beer Karen said, \"What are\nyou up to now?\"\n\n\"Well, I sent letters to both our local papers, but they haven't been\nprinted. I suppose you know about my trying to hand out leaflets last\nweek. Then I tried to rent a soundtruck, but Neff says I need a permit\nfor that, too.\" He sat down on his aunt's chintz-covered sofa. \"Now I'm\ndoing a mail campaign.\"\n\n\"Why don't you give up?\" Karen watched him with an anxious expression.\n\"What good are you doing?\"\n\n\"I think that every citizen has a right to act as he chooses. I mean,\nwhen an evil exists it's the individual's right to try to combat it.\"\n\n\"With leaflets?\"\n\n\"In any way he can,\" Wheelan said.\n\nShe smiled. \"You just look silly. And you'll annoy people. Really,\nGlenn, what's wrong with all this? You're just judging others by your\nown standards. All this talk about good and evil.\"\n\n\"I don't think people should turn into cats. If they have to, I\ndon't think our town should encourage them.\" He clenched his fists.\n\"Why, they've got signs on the road now, telling how far it is to\nBalderstone's temple, or whatever he calls it.\"\n\n\"There's certainly nothing unethical in advertising, Glenn. You're not\nthat narrow-minded.\"\n\nWheelan finished his beer and bent the can in half. He was angry enough\nto do it with one hand. \"Let's forget it. How've you been?\"\n\n\"Wonderful.\" She touched one hand to her temple. \"Very relaxed.\"\n\n\"Which is your night in the temple?\"\n\nKaren frowned. \"Oh, I've only dropped out a couple of times.\"\n\nRubbing his hands slowly together, Wheelan said, \"I'm trying to start\nan anti-cat league, Karen. Would you join?\"\n\nKaren laughed and stood up. \"How many members have you got?\"\n\n\"I just started mailing yesterday.\"\n\n\"But so far?\"\n\n\"None.\" He picked Karen's coat off the chair he draped it on. \"Thanks\nfor dropping in.\"\n\nGetting into her coat Karen said, \"Take it easy, Glenn, will you?\"\n\n\"I have to do what I think is right.\"\n\nKaren was smiling as he held the door open for her.\n\n\n\nIt was a foggy night, two nights after Wheelan had picketed the\nfairgrounds and been run off by Chief Neff. Wheelan had decided to walk\ndown toward the beach after dinner. His aunt wasn't speaking to him.\nNor was she cooking for him. He got a hamburger at a drive-in across\nthe road from the long narrow San Miguel beach; then wandered through\nthe fog toward the last sidewalk before the sand.\n\nHe heard a car slow behind him, then saw the nose of a Ford convertible\nslide out of the thickening mist. Eventually he saw Karen, her dark\nhair in a thin scarf, smiling at him from behind the wheel. \"You mad?\"\nshe called.\n\nWheelan finished the hamburger and wiped his hands on his pocket\nhandkerchief. \"More or less.\"\n\n\"Want to come along for a drive?\"\n\nHe came up to the passenger side of the front seat. \"Why don't you put\nthe top down?\"\n\n\"I like the way the fog feels. Come on.\" She stretched across the front\nseat and opened the door.\n\n\"Someplace in particular?\" He caught the door as it swung out.\n\n\"Well, yes. Somebody wants to see you.\"\n\n\"Oh?\" He got in. \"You playing messenger now?\"\n\n\"Don't be nasty. This is for your own good, or I wouldn't be doing it.\"\n\n\"Okay. I take your word for it.\" Wheelan stretched his legs out as far\nas they would go and folded his arms.\n\nKaren made a U-turn on the smooth street and drove carefully back\nthrough the town.\n\nNear the fairgrounds Wheelan asked, \"You taking me to the meeting with\nyou?\"\n\nKaren shook her head, turning the car sharply up a steep, tree-lined\nstreet. They stopped in front of a ranch-style bungalow. \"Here we are,\"\nshe said, getting out of the car.\n\nWheelan followed her up a brick path, his hands in his pockets. The fog\nwas tightening in around them.\n\nA short man with a high, lined forehead and cropped gray hair opened\nthe door of the bungalow. \"Evening, Karen,\" he said, smiling.\n\n\"Mr. Balderstone, Mr. Wheelan,\" Karen said.\n\nWheelan nodded and came into the house after her.\n\nBalderstone stopped in front of a deep fireplace. \"Thought we ought to\nhave a chat.\"\n\n\"I hear you mentioned me in your service the night I picketed your\nplace,\" Wheelan said.\n\n\"Explained to newcomers that you were the town eccentric.\"\nBalderstone's heavy gray eyebrows slanted toward each other. \"People\ncome to my lectures--don't call them services--to unbend. To relax.\nDon't like to have somebody shouting at them through a megaphone and\nwaving signs, Wheelan.\" He crossed the room. \"Drink?\"\n\nWheelan shook his head, glancing at Karen.\n\nShe had sat in a straight back chair and folded her hands. \"Scotch and\nsoda,\" she said to Balderstone.\n\n\n\nAfter he made the drinks Balderstone said, \"Some consider me a\nbenefactor, Wheelan. I have invented a somewhat unique thing. Applied\nlycanthropy--though most people think of that as involving only\nwolves.\" He gestured, and ice rattled in his glass. \"Cats have a much\nhigher therapeutic value. It's essential, Wheelan, for people to get\nout of themselves now and then. To find relief from tension so that\ntheir lives may be more rewarding and satisfying.\" He moved closer to\nWheelan, who was still standing near the door. \"These are troubled\ntimes, Wheelan.\"\n\n\"I've told him that myself,\" Karen said, trying her Scotch.\n\n\"The results of applied lycanthropy have been most positive. Not only\nhave people been helped, but San Miguel has been helped. Don't think\nother cities wouldn't jump at the chance to have me locate there.\" He\ncleared his throat. \"As a matter of fact, we're considering opening\nbranches. It's my intention to help the entire world.\"\n\n\"And it's my intention to run you out of town,\" Wheelan said.\n\nBalderstone laughed and shook his head. \"Miss Wylie tells me you're\na decent fellow, basically, as are so many before the pressures of\neveryday life remold them. At any rate, I simply want to point out that\nmany of us are annoyed by you. I don't think you want that.\"\n\n\"Yes, I do. I'm out to get you.\"\n\n\"You're getting on my nerves.\" Balderstone scratched his nose.\n\"Leaflets, pamphlets, letters. Demonstrations. And now I get word that\nyou've been going around to pet shops and florists trying to buy large\nquantities of catnip.\"\n\n\"Nobody has any.\"\n\n\"Of course not. And I also find that yesterday you visited the humane\nsociety in Santa Monica and tried to buy several big dogs. The trouble\nwith you, Wheelan, you've got no civic pride.\"\n\nWheelan smiled. \"I'm as proud of San Miguel as anybody.\"\n\n\"And further, Wheelan, you can't stand to see people have a good time.\nAnd even worse, you're against scientific progress. I'm sure that had\nyou lived in Austria at the end of the last century you would have\nsent Sigmund Freud crank letters.\"\n\n\"He wasn't a quack.\"\n\n\"You annoy me more up close than at a distance.\"\n\nThe two of them were drifting closer to each other.\n\nKaren jumped up. \"Mr. Balderstone, perhaps if Glenn attended one of\nyour lectures he wouldn't be so prejudiced.\"\n\n\"I don't want him sulking around my talks.\"\n\n\"But it might convince him.\"\n\nBalderstone squinted one eye. \"Hmm. Perhaps.\"\n\nWheelan shook his head. \"I wouldn't go near one.\"\n\n\"Oh, that's right, Mr. Balderstone. Cats make him feel crawly.\"\n\nBalderstone stroked his chin. \"You're in need of help yourself,\nWheelan.\"\n\n\"Couldn't he stand backstage?\" Karen came and took Wheelan's arm. \"I'll\nstay with you, Glenn.\"\n\n\"He'd heckle,\" said Balderstone, checking his watch. \"But if you're\nwilling to vouch for him--\"\n\n\"I'm not going near that place,\" Wheelan said, \"unless it's to burn it\ndown.\"\n\nBalderstone tightened his tie and studied Wheelan's face. \"Destroy city\nproperty? Fine citizen you are.\"\n\nKaren tightened her grip on Wheelan's arm. \"Come, Glenn. I know you'll\nthink differently when you see the fine work Mr. Balderstone is doing.\"\n\nBalderstone was half in a closet, selecting an expensive-looking coat.\n\nWheelan said quietly to Karen, \"You're not going to...?\"\n\n\"Change? Not tonight. Please come. I want you to be convinced.\"\n\nWheelan was aware that wouldn't happen, but he was curious. \"All right.\"\n\nEveryone was smiling when they started for the fairgrounds.\n\n\n\nBalderstone's platform was set up at the edge of the field where\ntents were once pitched. Just to the left of the platform was the old\nmerry-go-round that had become city property after the last carnival\nhad gone broke. Balderstone's narrow stage was backed by canvas flats,\nand Wheelan and Karen stood behind one of these on some machinery\ncrates, watching the audience through a peephole in the canvas.\n\n\"This isn't my idea of backstage,\" Wheelan said, taking his eye from\nthe hole so Karen could peek.\n\n\"All of Mr. Balderstone's money goes into improving his process. And\nthings like that.\"\n\nThe night was getting colder and high mist hung over the fairgrounds.\nOnly half of the bench seats were filled, meaning probably about three\nhundred in attendance.\n\nWhen Wheelan looked out again the lights around the field had dimmed\nand the two young men with blond curly hair and double-breasted suits\nhad stopped taking donations at the entrance arch. Balderstone left the\nfolding chair he'd been sitting in and walked slowly across the stage\nplanks to the mike.\n\n\"Nothing like a touch of cold to keep people home at nights,\" he said,\nacknowledging with a grin the laughter that followed. He smoothed the\nfront of his coat and took a small blue leaflet out of his pocket.\n\"Think you'll find copies of this tacked to your seats. If you're a\nregular you know the system. If not, best leaf through it.\"\n\nAbout a third of the heads ducked to look for the leaflet. Balderstone\npinched his nose and briefly glanced at the peephole.\n\nKaren slipped a leaflet into Wheelan's hand. He tossed it aside. \"You\nwant to look again?\"\n\n\"No, I know the procedure. You keep watching. You're the one we want to\nconvince.\"\n\nShe squeezed his arm gently.\n\n\"Lots of worry these days,\" Balderstone said. \"People don't know where\ntheir next worry's coming from.\"\n\nMost of the heads, except the ones that were still bent over the\nleaflet, nodded in agreement.\n\n\"Lots of problems people just can't solve. But they still want to give\nit a try.\" Balderstone's voice grew louder. \"One more chance at bat.\nThat's not the way. Worrying about problems causes fretting. Fretting\nproduces tension. Tense people aren't happy people.\" Balderstone's\nhands came up in front of his chest, gradually clenching. \"If you can't\nchange the world, I'm informing you, you can change yourself. At least\nfor awhile. That's important. That's what is called escape. It's good\nfor you. Applied lycanthropy.\"\n\nThe lights had been dimming all through his last sentences. A few yards\nfrom the merry-go-round the blond young men had a bonfire going.\n\n\"We're going to lose all those worries. We're not going to fret. Not\nnow, not for awhile.\" Balderstone's voice seemed to have taken on some\nof the crackle of the fire. \"Every one of you should have a capsule.\nNow, who doesn't?\"\n\nA dozen hands went up and one of the young men ran through the crowd,\ngiving out capsules from an orange cardboard box.\n\nBalderstone had stepped out of Wheelan's range, but he reappeared\nwheeling something that looked like a giant sunlamp. It was half again\nas tall as he was.\n\n\"He's got enough quack equipment,\" Wheelan said.\n\n\"Be still,\" Karen said, her hold tight now on his arm.\n\n\n\n\"We're going to change,\" shouted Balderstone, not using the microphone.\n\"When I say 'swallow' I want you all to swallow those capsules. Then\nyou better get out of your clothes quick! Because when I turn on my\napplied lycanthropy beam things are going to start happening.\" He had\nreached the platform edge and was crouched there, teetering. \"Now! One,\ntwo, three. Swallow!\"\n\nBalderstone dived for the beam and clicked it on. Ties and hats shot up\ninto the air. Coat sleeves flapped, became entangled with print dresses\nand lace slips.\n\n\"Looks like Annapolis on graduation day,\" Wheelan said softly, starting\nto feel uneasy.\n\nThe beam was played over the audience, slowly from left to right. All\nthe lights were out and there was only the dim orange flicker of the\nbonfire. \"Relax, relax,\" Balderstone shouted. \"Change!\" He dropped and\nsat on the stage edge.\n\nThere was a sputtering howl near the entrance and a large black cat\nleaped up, clawing at the air, twisting and falling back.\n\nWheelan couldn't breathe, couldn't tell Karen to stop her fingernails\nfrom digging into his skin.\n\nGreat yowling cats were popping up across the field, faster and faster.\nWheelan noticed his dentist still hadn't gotten his striped shorts off.\nThen he jerked back against Karen and they both tumbled off the crates.\n\"Run,\" he said.\n\nKaren twisted up and caught him. \"No, Glenn. Wait. Till they change\nback. You'll see how happy and calm they all are. You'll be convinced.\"\n\n\"Cats,\" he said, pulling away. \"Run!\"\n\nHe ran; jumped the fence beyond the rodeo area and stumbled away into\nthe brush. He got home in under an hour. It was mostly downhill.\n\nTwo nights later Wheelan set fire to Balderstone's bungalow while he\nwas away at the lecture. The fire department put out the fire before\nmore than half of the house was gone.\n\nEarly on the following morning he rented an airplane and had his\nremaining leaflets dropped over San Miguel.\n\nWheelan had decided that if he couldn't do anything positive he was\nstill going to annoy Balderstone and anybody else who was on his side.\n\nNo one mentioned his harrassing actions to him, not even Chief Neff.\nWheelan's aunt did indicate that she would never cook another meal or\nwash another pajama top for him. He moved to a run-down motel near the\nocean.\n\n\n\nHe had been there nearly three days when, just after sundown, someone\nknocked on his door. It was Karen, wearing a light cotton dress, her\nhair pulled back. \"Are you comfortable, Glenn?\"\n\nHe smiled, \"Yeah. I like this business now. I've been thinking up new\nactivities.\"\n\nKaren frowned around the room. \"Like to come out for a walk?\"\n\n\"Where?\"\n\n\"Oh, along the beach. You can't spend all your life in a damp motel\nroom.\"\n\n\"It's not damp. That's the fresh sea air you feel.\" He picked a\nwindbreaker off the bed and nodded at the door. \"So, let's walk.\" The\nnight was warm, but heavy with fog. \"Sorry I left you up there the\nother night, Karen. But you know....\"\n\n\"Yes. I know. Cats make you crawly.\" She took his hand when they\nreached the sidewalk and pulled him after her in the direction of the\nbeach. \"Have you really been doing all those annoying things, Glenn?\"\n\n\"Who else? You think I've gotten any recruits?\" The street was quiet.\nThey left the last sidewalk and walked down through scrubby brush to\nthe beach. The water looked blurred as it touched the misty shore.\n\"Just me.\"\n\nKaren shivered and stepped away from Wheelan. \"You've just made an\nawful nuisance of yourself, Glenn. I've always been very fond of you,\nas I'm sure you know. But--I'm very sorry.\"\n\nShe darted in suddenly and pushed hard.\n\nThe surprise and the clump of brush behind him sent Wheelan over into\nthe sand. When he got to his knees and looked around he caught a brief\nflicker of Karen's skirt in the fog. Then she was lost. He stood. He\ntried to brush himself off, but his hands had started to shake. And he\nwas beginning to feel odd in the stomach.\n\nWind came in then across the water and scattered some of the mist. He\nsaw the cats.\n\nDozens of them, crouched twenty yards away. Their tails were switching\nand Wheelan became aware of a puzzling, whirring sound.\n\nPurring.\n\nIn another gust more mist scattered, and Wheelan realized that he was\ncut off from the town by a half circle of hundreds of cats. And they\nwere contentedly edging down across the sand toward him.\n\nHundreds of damned cats! They made Wheelan feel so crawly he couldn't\nmove. But if he didn't move soon the first of the cats would touch him.\nThat thought made him jump back. The cats moved up.\n\nThe sand was sucking at his shoes; he could feel the chill of the\nocean on the back of his neck. Maybe if he ran straight at them they'd\nscatter. But he couldn't do that. They knew that, too. The cats eased a\nlittle nearer.\n\nWheelan bent and grabbed off his shoes, then his socks. He backed into\nthe cold, wet sand near the water. He got out of his clothes--all\nexcept his shorts; he'd have to come ashore someplace. The cats were\nclose now. For a moment Wheelan thought he wouldn't be able to move,\nbut finally he was able to grin and thumb his nose.\n\nThen he ran quickly out into the water.\n\nIt was dark and cold, but he was a fair swimmer. He could make it down\nthe coast a quarter mile or so. Far enough. As he swam, Wheelan made up\nhis mind he'd never come back to his home town again.\n\nNot even for Christmas.",
    "metadata": {
        "author": [
            "Goulart, Ron",
            "Goulart, Ronald Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60799/pg60799.txt",
        "name": "ignatz.json"
    }
}