{
    "name": "In the Garden",
    "author": [
        "Lafferty, Raphael Aloysius",
        "Lafferty, R. A."
    ],
    "body": "The protozoic recorder chirped like a bird. Not only would there be\nlife traces on that little moon, but it would be a lively place. So\nthey skipped several steps in the procedure.\n\nThe chordata discerner read _Positive_ over most of the surface. There\nwas spinal fluid on that orb, rivers of it. So again they omitted\nseveral tests and went to the cognition scanner. Would it show Thought\non the body?\n\nNaturally they did not get results at once, nor did they expect to; it\nrequired a fine adjustment. But they were disappointed that they found\nnothing for several hours as they hovered high over the rotation. Then\nit came--clearly and definitely, but from quite a small location only.\n\n\"Limited,\" said Steiner, \"as though within a pale. As though there were\nbut one city, if that is its form. Shall we follow the rest of the\nsurface to find another, or concentrate on this? It'll be twelve hours\nbefore it's back in our ken if we let it go now.\"\n\n\"Let's lock on this one and finish the scan. Then we can do the rest of\nthe world to make sure we've missed nothing,\" said Stark.\n\nThere was one more test to run, one very tricky and difficult of\nanalysis, that with the Extraordinary Perception Locator. This was\ndesigned simply to locate a source of superior thought. But this might\nbe so varied or so unfamiliar that often both the machine and the\ndesigner of it were puzzled as to how to read the results.\n\nThe E. P. Locator had been designed by Glaser. But when the Locator\nhad refused to read _Positive_ when turned on the inventor himself,\nbad blood developed between machine and man. Glaser knew that he had\nextraordinary perception. He was a much honored man in his field. He\ntold the machine so heatedly.\n\nThe machine replied, with such warmth that its relays chattered, that\nGlaser did _not_ have extraordinary perception; he had only ordinary\nperception to an extraordinary degree. There is a _difference_, the\nmachine insisted.\n\nIt was for this reason that Glaser used that model no more, but built\nothers more amenable. And it was for this reason also that the owners\nof Little Probe had acquired the original machine so cheaply.\n\nAnd there was no denying that the Extraordinary Perception Locator (or\nEppel) was a contrary machine. On Earth it had read _Positive_ on a\nnumber of crack-pots, including Waxey Sax, a jazz tootler who could not\neven read music. But it had also read _Positive_ on ninety per cent of\nthe acknowledged superior minds of the Earth. In space it had been a\nsound guide to the unusual intelligences encountered. Yet on Suzuki-Mi\nit had read _Positive_ on a two-inch-long worm, only one of them out of\nbillions. For the countless identical worms no trace of anything at all\nwas shown by the test.\n\nSo it was with mixed expectations that Steiner locked onto the area\nand got a flick. He then narrowed to a smaller area (apparently one\nindividual, though this could not be certain) and got very definite\naction. Eppel was busy. The machine had a touch of the ham in it, and\nassumed an air of importance when it ran these tests.\n\nFinally it signaled the result, the most exasperating result it ever\nproduces: the single orange light. It was the equivalent of the shrug\nof the shoulders in a man. They called it the \"You tell _me_ light.\"\n\nSo among the intelligences there was at least one that might be\nextraordinary, though possibly in a crackpot way. It is good to be\nforewarned.\n\n\n\n\"Scan the remainder of the world, Steiner,\" said Stark, \"and the rest\nof us will get some sleep. If you find no other spot then we will go\ndown on that one the next time it is in position under us, in about\ntwelve hours.\"\n\n\"You don't want to visit any of the other areas first? Somewhere away\nfrom the thoughtful creature?\"\n\n\"No. The rest of the world may be dangerous. There must be a reason\nthat thought is in one spot only. If we find no others then we will go\ndown boldly and visit this.\"\n\nSo they all, except Steiner, went off to their bunks then: Stark, the\nCaptain; Gregory Gilbert, the executive officer; Wolfgang Langweilig,\nthe engineer; Casper Craig, super-cargo, tycoon and 51% owner of the\nLittle Probe, and F. R. Briton, S.J., a Jesuit priest who was linguist\nand checker champion of the craft.\n\nDawn did not come to the moon-town. The Little Probe hovered stationary\nin the light and the moon-town came up under the dawn. Then the Probe\nwent down to visit whatever was there.\n\n\"There's no town,\" said Steiner. \"Not a building. Yet we're on the\ntrack of the minds. There's nothing but a meadow and some boscage, a\nsort of fountain or pool, and four streams coming out of it.\"\n\n\"Keep on towards the minds,\" said Stark. \"They're our target.\"\n\n\"Not a building, not two sticks or stones placed together. That looks\nlike an Earth-type sheep there. And that looks like an Earth-lion,\nI'm almost afraid to say. And those two ... why, they could well be\nEarth-people. But with a difference. Where is that bright light coming\nfrom?\"\n\n\"I don't know, but they're right in the middle of it. Land here. We'll\ngo to meet them at once. Timidity has never been an efficacious tool\nwith us.\"\n\nWell, they were people. And one could only wish that all people were\nlike them. There was a man and a woman, and they were clothed either\nin very bright garments or in no garments at all, but only in a very\nbright light.\n\n\"Talk to them, Father Briton,\" said Stark. \"You are the linguist.\"\n\n\"Howdy,\" said the priest.\n\nHe may or may not have been understood, but the two of them smiled at\nhim, so he went on.\n\n\"Father Briton from Philadelphia,\" he said, \"on detached service. And\nyou, my good man, what is your handle, your monicker, your tag?\"\n\n\"Ha-Adamah,\" said the man.\n\n\"And your daughter, or niece?\"\n\nIt may be that the shining man frowned momentarily at this; but the\nwoman smiled, proving that she was human.\n\n\"The woman is named Hawwah,\" said the man. \"The sheep is named sheep,\nthe lion is named lion, the horse is named horse and the hoolock is\nnamed hoolock.\"\n\n\"I understand. It is possible that this could go on and on. How is it\nthat you use the English tongue?\"\n\n\"I have only one tongue; but it is given to us to be understood by all;\nby the eagle, by the squirrel, by the ass, by the English.\"\n\n\"We happen to be bloody Yankees, but we use a borrowed tongue. You\nwouldn't have a drink on you for a tubful of thirsty travellers, would\nyou?\"\n\n\"The fountain.\"\n\n\"Ah--I see.\"\n\n\n\nBut the crew all drank of the fountain to be sociable. It was water,\nbut water that excelled, cool and with all its original bubbles like\nthe first water ever made.\n\n\"What do you make of them?\" asked Stark.\n\n\"Human,\" said Steiner. \"It may even be that they are a little more than\nhuman. I don't understand that light that surrounds them. And they seem\nto be clothed, as it were, in dignity.\"\n\n\"And very little else,\" said Father Briton, \"though that light trick\ndoes serve a purpose. But I'm not sure they'd pass in Philadelphia.\"\n\n\"Talk to them again,\" said Stark. \"You're the linguist.\"\n\n\"That isn't necessary here, Captain. Talk to them yourself.\"\n\n\"Are there any other people here?\" Stark asked the man.\n\n\"The two of us. Man and woman.\"\n\n\"But are there any others?\"\n\n\"How would there be any others? What other kind of people could there\nbe than man and woman?\"\n\n\"But is there more than one man or woman?\"\n\n\"How could there be more than one of anything?\"\n\nThe captain was a little puzzled by this, but he went on doggedly:\n\"Ha-Adamah, what do you think that we are? Are we not people?\"\n\n\"You are not anything till I name you. But I will name you and then\nyou can be. You are named Captain. He is named Priest. He is named\nEngineer. He is named Flunky.\"\n\n\"Thanks a lot,\" said Steiner.\n\n\"But are we not people?\" persisted Captain Stark.\n\n\"No. We are the people. There are no people but two. How could there be\nother people?\"\n\n\"And the damnest thing about it,\" muttered Langweilig, \"is, how are you\ngoing to prove him wrong? But it does give you a small feeling.\"\n\n\"Can we have something to eat?\" asked the Captain.\n\n\"Pick from the trees,\" said Ha-Adamah, \"and then it may be that you\nwill want to sleep on the grass. Being not of human nature (which does\nnot need sleep or rest), it may be that you require respite. But you\nare free to enjoy the garden and its fruits.\"\n\n\"We will,\" said Captain Stark.\n\nThey wandered about the place, but they were uneasy. There were the\nanimals. The lion and lioness were enough to make one cautious, though\nthey offered no harm. The two bears had a puzzling look, as though they\nwanted either to frolic with you or to mangle you.\n\n\"If there are only two people here,\" said Casper Craig, \"then it may be\nthat the rest of the world is not dangerous at all. It looked fertile\nwherever we scanned it, though not so fertile as this central bit. And\nthose rocks would bear examining.\"\n\n\"Flecked with gold, and possibly with something else,\" said Stark. \"A\nvery promising site.\"\n\n\"And everything grows here,\" added Steiner. \"Those are Earth-fruits and\nI never saw finer. I've tasted the grapes and plums and pears. The figs\nand dates are superb, the quince is as flavorsome as a quince can be,\nthe cherries are excellent. And I never did taste such oranges. But I\nhaven't yet tried the--\" and he stopped.\n\n\"If you're thinking what I'm afraid to think,\" said Gilbert, \"then it\nwill be the test at least: whether we're having a pleasant dream or\nwhether this is reality. Go ahead and eat one.\"\n\n\"I won't be the first to eat one. You eat.\"\n\n\"Ask him first. You ask him.\"\n\n\"Ha-Adamah, is it allowed to eat the apples?\"\n\n\"Certainly. Eat. It is the finest fruit in the garden.\"\n\n\n\n\"Well, the analogy breaks down there,\" said Stark. \"I was almost\nbeginning to believe in the thing. But if it isn't that, then what.\nFather Briton, you are the linguist, but in Hebrew does not Ha-Adamah\nand Hawwah mean--?\"\n\n\"Of course they do. You know that as well as I.\"\n\n\"I was never a believer. But would it be possible for the exact same\nproposition to maintain here as on Earth?\"\n\n\"All things are possible.\"\n\nAnd it was then that Ha-Adamah, the shining man, gave a wild cry: \"No,\nno. Do not approach it. It is not allowed to eat of that one!\"\n\nIt was the pomegranate tree, and he was warning Langweilig away from it.\n\n\"Once more, Father,\" said Stark, \"you should be the authority; but does\nnot the idea that it was the apple that was forbidden go back only to a\nmedieval painting?\"\n\n\"It does. The name of the fruit is not mentioned in Genesis. In Hebrew\nexegesis, however, the pomegranate is usually indicated.\"\n\n\"I thought so. Question the man further, Father. This is too\nincredible.\"\n\n\"It is a little odd. Adam, old man, how long have you been here?\"\n\n\"Forever less six days is the answer that has been given to me. I never\ndid understand the answer, however.\"\n\n\"And have you gotten no older in all that time?\"\n\n\"I do not understand what 'older' is. I am as I have been from the\nbeginning.\"\n\n\"And do you think that you will ever die?\"\n\n\"To die I do not understand. I am taught that it is a property of\nfallen nature to die, and that does not pertain to me or mine.\"\n\n\"And are you completely happy here?\"\n\n\"Perfectly happy according to my preternatural state. But I am taught\nthat it might be possible to lose that happiness, and then to seek it\nvainly through all the ages. I am taught that sickness and ageing and\neven death could come if this happiness were ever lost. I am taught\nthat on at least one other unfortunate world it has actually been lost.\"\n\n\"Do you consider yourself a knowledgeable man?\"\n\n\"Yes, since I am the only man, and knowledge is natural to man. But I\nam further blessed. I have a preternatural intellect.\"\n\nThen Stark cut in once more: \"There must be some one question you could\nask him, Father. Some way to settle it. I am becoming nearly convinced.\"\n\n\"Yes, there is a question that will settle it. Adam, old man, how about\na game of checkers?\"\n\n\"This is hardly the time for clowning,\" said Stark.\n\n\"I'm not clowning, Captain. How about it, Adam? I'll give you choice of\ncolors and first move.\"\n\n\"No. It would be no contest. I have a preternatural intellect.\"\n\n\"Well, I beat a barber who was champion of Germantown. And I beat the\nchampion of Morgan County, Tennessee, which is the hottest checker\ncenter on Earth. I've played against, and beaten, machines. But I\nnever played a preternatural mind. Let's just set up the board, Adam,\nand have a go at it.\"\n\n\"No. It would be no contest. I would not like to humble you.\"\n\n\n\nThey were there for three days. They were delighted with the place.\nIt was a world with everything, and it seemed to have only two\ninhabitants. They went everywhere except into the big cave.\n\n\"What is there, Adam?\" asked Captain Stark.\n\n\"The great serpent lives there. I would not disturb him. He has long\nbeen cranky because plans he had for us did not materialize. But we\nare taught that should ever evil come to us, which it cannot if we\npersevere, it will come by him.\"\n\nThey learned no more of the real nature of the sphere in their time\nthere. Yet all but one of them were convinced of the reality when they\nleft. And they talked of it as they took off.\n\n\"A crowd would laugh if told of it,\" said Stark, \"but not many would\nlaugh if they had actually seen the place, or them. I am not a gullible\nman, but I am convinced of this: that this is a pristine and pure world\nand that ours and all the others we have visited are fallen worlds.\nHere are the prototypes of our first parents before their fall. They\nare garbed in light and innocence, and they have the happiness that\nwe have been seeking for centuries. It would be a crime if anyone\ndisturbed that happiness.\"\n\n\"I too am convinced,\" said Steiner. \"It is Paradise itself, where the\nlion lies down with the lamb, and where the serpent has not prevailed.\nIt would be the darkest of crimes if we or others should play the part\nof the serpent, and intrude and spoil.\"\n\n\"I am probably the most skeptical man in the world,\" said Casper Craig\nthe tycoon, \"but I do believe my eyes. I have been there and seen it.\nIt is indeed an unspoiled Paradise; and it would be a crime calling to\nthe wide heavens for vengeance for anyone to smirch in any way that\nperfection.\n\n\"So much for that. Now to business. Gilbert, take a gram: Ninety\nMillion Square Miles of Pristine Paradise for Sale or Lease. Farming,\nRanching, exceptional opportunities for Horticulture. Gold, Silver,\nIron, Earth-Type Fauna. Terms. Special Rates for Large Settlement\nParties. Write, Gram, or call in person at any of our planetary offices\nas listed below. Ask for Brochure--Eden Acres Unlimited.\"\n\n\n\nDown in the great cave that Old Serpent, a two-legged one among whose\nnames were \"Snake-Oil Sam,\" spoke to his underlings:\n\n\"It'll take them fourteen days to get back with the settlers. We'll\nhave time to overhaul the blasters. We haven't had any well-equipped\nsettlers for six weeks. It used to be we'd hardly have time to strip\nand slaughter and stow before there was another batch to take care of.\"\n\n\"I think you'd better write me some new lines,\" said Adam. \"I feel like\na goof saying those same ones to each bunch.\"\n\n\"You are a goof, and therefore perfect for the part. I was in show\nbusiness long enough to know never to change a line too soon. I did\nchange Adam and Eve to Ha-Adamah and Hawwah, and the apple to the\npomegranate. People aren't becoming any smarter--but they are becoming\nbetter researched, and they insist on authenticity.\n\n\"This is still a perfect come-on here. There is something in human\nnature that cannot resist the idea of a Perfect Paradise. Folks will\nwhoop and holler to their neighbors to come in droves to spoil and mar\nit. It isn't greed or the desire for new land so much--though that is\nstrong too. Mainly it is the feverish passion to befoul and poison what\nis unspoiled. Fortunately I am sagacious enough to take advantage of\nthis trait. And when you start to farm a new world on a shoestring you\nhave to acquire your equipment as you can.\"\n\nHe looked proudly around at the great cave with its mountains and tiers\nof materials, heavy machinery of all sorts, titanic crates of foodstuff\nspace-sealed; wheeled, tracked, propped, vaned and jetted vehicles; and\npower packs to run a world.\n\nHe looked at the three dozen space ships stripped and stacked, and at\nthe rather large pile of bone-meal in one corner.\n\n\"We will have to have another lion,\" said Eve. \"Bowser is getting old,\nand Marie-Yvette abuses him and gnaws his toes. And we do have to have\na big-maned lion to lie down with the lamb.\"\n\n\"I know it, Eve. The lion is a very important prop. Maybe one of the\ncrackpot settlers will bring a new lion.\"\n\n\"And can't you mix another kind of shining paint? This itches. It's\nhell.\"\n\n\"I'm working on it.\"\n\n\n\nCasper Craig was still dictating the gram:\n\n\"Amazing quality of longevity seemingly inherent in the locale. Climate\nideal. Daylight or half-light. All twenty-one hours from Planet\nDelphina and from Sol. Pure water for all industrial purposes. Scenic\nand storied. Zoning and pre-settlement restrictions to insure congenial\nneighbors. A completely planned globular settlement in a near arm of\nour own galaxy. Low taxes and liberal credit. Financing our specialty--\"\n\n\"And you had better have an armed escort when you return,\" said Father\nBriton.\n\n\"Why in cosmos would we want an armed escort?\"\n\n\"It's as phony as a seven-credit note!\"\n\n\"You, a man of the cloth doubt it? And us ready skeptics convinced by\nour senses? Why do you doubt?\"\n\n\"It is only the unbelieving who believe so easily in obvious frauds.\nTheologically unsound, dramaturgically weak, philologically impossible,\nzoologically rigged, salted conspicuously with gold and shot through\nwith anachronisms. And moreover he was afraid to play me at checkers.\"\n\n\"What?\"\n\n\"If I have a preternatural intellect I wouldn't be afraid of a game of\ncheckers with anyone. Yet there was an unusual mind there somewhere; it\nwas just that he chose not to make our acquaintance personally.\"\n\n\"They looked at the priest thoughtfully.\n\n\"But it was Paradise in one way,\" said Steiner at last.\n\n\"How?\"\n\n\"All the time we were there the woman did not speak.\"",
    "metadata": {
        "author": [
            "Lafferty, Raphael Aloysius",
            "Lafferty, R. A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61007/pg61007.txt",
        "name": "in_the_garden.json"
    }
}