{
    "name": "In the Dark",
    "author": [
        "Clarke, Dale",
        "Clark, Dale",
        "Kayser, Ronal Sherwood",
        "Kayser, Ronal"
    ],
    "body": "The watchman's flashlight printed a white circle on the frosted-glass,\nblack-lettered door:\n\n              GREGG CHEMICAL CO., MFRS.\n                   ASA GREGG, PRES.\n                     PRIVATE\n\nThe watchman's hand closed on the knob, rattled the door in its frame.\nQueer, but tonight the sound had seemed to come from in there.... But\nthat couldn't be. He knew that Mr. Gregg and Miss Carruthers carried\nthe only keys to the office, so any intruder would have been forced to\nsmash the lock.\n\nMaybe the sound came from the storage room. The watchman clumped along\nthe rubber-matted corridor, flung his weight against that door. It\nopened hard, being of ponderous metal fitted into a cork casing. The\nroom was an air-tight, fire-proof vault, really. His shoes gritted on\nthe concrete floor as he prowled among the big porcelain vats. The\nflashlight bored through bluish haze to the concrete walls. Acid fumes\nescaping under the vat lids made the haze and seared the man's throat.\n\nHe hurried out, coughing and wiping his eyes. It was damn funny. Every\nnight lately he heard the same peculiar noise somewhere in this wing\nof the building.... Like a body groaning and turning in restless\nsleep, it was. It scared him. He didn't mention the mystery to anyone,\nthough. He was an old man, and he didn't want Mr. Gregg to think he\nwas getting too old for the job.\n\n\"Asa 'd think I was crazy, if I told him about it,\" he mumbled.\n\n\n\nInside the office, Asa Gregg heard the muttered words plainly. He sat\nvery still in the big, leather-cushioned chair, hardly breathing until\nthe scrape of the watchman's feet had thinned away down the hall.\nThere was no light in the room to betray him; only the cherry-colored\ntip of his cigar, which couldn't be visible through the frosted glass\ndoor. Anyway, it'd be an hour before the watchman's round brought him\npast the office again. Asa Gregg had that hour, if he could screw up\nhis nerve to use it....\n\nHe took the frayed end of the cigar from his mouth. His hand, which\nhad wasted to mere skin and bone these past few months, groped through\nthe darkness, slid over the polished coolness of the dictaphone hood,\nand snapped the switch. Machinery faintly whirred. His fingers found\nthe tube, lifted it.\n\n\"Miss Carruthers!\" he snapped. Then he hesitated. Surely, he could\ntrust Mary Carruthers! He'd never wondered about her before. She'd\nbeen his secretary for a dozen years--lately, since he couldn't look\nafter affairs himself as he used to, she had practically run the\nbusiness. She was forty, sensible, unbeautiful, and tight-lipped.\nHell, he had to trust her!\n\nHis voice plunged into the darkness.\n\n\"What I have to say now is intended for Mrs. Gregg's ears only. She\nwill take the first boat home, of course. Meet that boat and bring her\nto the office. Since my wife knows nothing about a dictaphone, it will\nbe necessary for you to set this record running. As soon as you have\ndone so, leave her alone in the room. Make sure she's not interrupted\nfor a half-hour. That's all.\"\n\nHe waited a decent interval. The invisible needle peeled its thread\ninto the revolving wax cylinder.\n\n\"Jeannette,\" muttered Asa Gregg, and hesitated again. This wasn't\ngoing to be easy to say. He decided to begin matter-of-factly. \"As you\nprobably know, my will and the insurance policies are in the vault at\nthe First National. I believe you will find all of my papers in\nexcellent order. If any questions arise, consult Miss Carruthers. What\nI have to say to you now is purely personal--I feel, my dear, that I\nowe you an explanation--that is----\"\n\nGod, it came harder than he had expected.\n\n\"Jeannette,\" he started in afresh, \"you remember three years ago when\nI was in the hospital. You were in Palm Beach at the time, and I wired\nthat there'd been an accident here at the plant. That wasn't strictly\nso. The fact is, I'd gotten mixed up with a girl----\"\n\nHe paused, shivering. In the darkness a picture of Dot swam before\nhim. The oval face, framed by gleaming swirls of lemon-tinted hair,\nhad pouting scarlet lips, and eyes whose allure was intensified by\nviolet make-up. The full-length picture of her included a streamlined,\nfull-blossomed and yet delectably lithe body. A costly, enticing,\nBroadway-chorus orchid! As a matter of fact, that was where he'd found\nher.\n\n\"I won't make any excuses for myself,\" Asa Gregg said harshly. \"I\nmight point out that you were always in Florida or Bermuda or France,\nand that I was a lonely man. But it wasn't just loneliness, and I\ndidn't seek companionship. I thought I was making a last bow to\nRomance. I was successful, sixty, and silly, and I did all the damn\nfool things--I even wrote letters to her. Popsy-wopsy letters.\" The\ndictaphone couldn't record the grimace that jerked his lips. \"She\nsaved them, of course, and by and by she put a price on them--ten\nthousand dollars. Dot claimed that one of those filthy tabloids had\noffered her that much for them--and what was a poor working-girl to\ndo? She lied. I knew that.\n\n\"I told her to bring the letters to the office after business hours,\nand I'd take care of her. I took care of her, all right. I shot her,\nJeannette!\"\n\nHe mopped his face with a handkerchief that was already damp.\n\n\"Not on account of the money, you understand. It was the things she\nsaid, after she had tucked the bills into her purse ... vile things,\nabout the way she had earned it ten times over by enduring my beastly\nkisses. I'd really loved that girl, and I'd thought she'd cared for me\na little. It was her hate that maddened me, and I got the gun out of\nmy desk drawer----\"\n\n\n\nAsa Gregg reached through the darkness for the switch. He fumbled for\nthe bottle which stood on the desk. His hand trembled, spilling some\nof the liquor onto his lap. He drank from the bottle....\n\nThis part of the story he'd skip. It was too horrible, even to think\nabout it. He didn't want to remember how the blood pooled inside Dot's\nfur coat, and how he'd managed to carry the body out of the office\nwithout leaking any of her blood onto the floor. He tried to forget\nthe musky sweetness of the perfume on the dead girl, mingled with that\nother evil blood-smell. Especially he didn't want to remember the\nfrightful time he'd had stripping the gold rings from her fingers, and\nthe one gold tooth in her head....\n\nThe horror of it coiled in the blackness about him. His own teeth\nrattled against the bottle when he gulped the second drink. He\nsnapped the switch savagely, but when he spoke his voice cringed into\nthe tube:\n\n\"I carried her into the storage room. I got the lid off one of the\nacid tanks. The vat contained an acid powerful enough to destroy\nanything--except gold. In fact, the vat itself had to be lined with\ngold-leaf. I knew that in twenty-four hours there wouldn't be a\nrecognizable body left, and in a week there wouldn't be anything at\nall. No matter what the police suspected, they couldn't prove a murder\ncharge without a _corpus delicti_. I had committed the perfect\ncrime--except for one thing. I didn't realize that there'd be a\n_splash_ when she went into the vat.\"\n\nGregg laughed, not pleasantly. His wife might think it'd been a sob,\nwhen she heard this record. \"Now you understand why I went to the\nhospital,\" he jerked. \"Possibly you'd call that poetic justice. Oh,\nGod!\"\n\nHis voice broke. Again he thumbed off the switch, and mopped his face\nwith the damp linen.\n\nThe rest--how could he explain the rest of it?\n\nHe spent a long minute arranging his thoughts.\n\n\"You haven't any idea,\" he resumed, \"no one has any idea, of how I've\nbeen punished for the thing I did. I don't mean the sheer physical\nagony--but the fear that I'd talk coming out of the ether at the\nhospital. The fear that she'd been traced to my office--I'd simply\nhidden her rings away, expecting to drop them into the river--or that\nshe might have confided in her lover ... yes, she had one. Or, suppose\na whopping big order came through and that tank was emptied the very\nnext day. And I couldn't ask any questions--I didn't even know what\nwas in the papers.\n\n\"However, that part of it gradually cleared up. I quizzed Miss\nCarruthers, and learned that an unidentified female body had been\nfished out of the East River a few days after Dot disappeared. That's\nhow the police 'solved' the case. I got rid of her rings. I ordered\nthat vat left alone.\n\n\"The other thing began about six months ago.\"\n\nA spasm contorted his face. His fingers ached their grip into the\ndictaphone tube.\n\n\"Jeannette, you remember when I began to object to the radio, how I'd\nshout at you to turn it off in the middle of a program? You thought I\nwas ill, and worried about business.... You were wrong. The thing that\ngot me was _hearing her voice_----\"\n\nHe gripped the cold cigar, chewed it. \"It's very strange that you\ndidn't notice it. No matter what station we dialed to, always that\nsame voice came stealing into the room! But perhaps you did notice?\nYou said, once or twice, that all those blues singers sounded alike!\n\n\"And she was a blues singer.... It was she, all right, somewhere out\nin the ether, reminding me....\n\n\"The next thing was--well, at first when I noticed it in the office I\nthought Miss Carruthers had suddenly taken up with young ideas. You\nsee, I kept smelling perfume.\"\n\nAnd he smelled it now. It was like a miasma in the dark.\n\n\"It isn't anything that Carruthers wears,\" he grated. \"It comes\nfrom--yes, the storage room. I realized that about a month ago. Just\nafter you sailed--one night I stayed late at the office, and I went in\nthere.... It seemed to be strongest around the vat--_her_ vat--and I\nlifted the lid.\n\n\"The sweet, sticky musk-smell hit me like a blow in the face.\n\n\"And that isn't all!\"\n\n\n\nTerror stalked in this room. Asa Gregg crouched in his chair, felt the\nweight of Fear on him like a submarine pressure. His cigar pitched to\nhis knees, dropped to the floor.\n\n\"You won't believe this, Jeannette.\" He hammered the words like nails\ninto the darkness in front of him. \"You will say that it's impossible.\nI know that. It _is_ impossible. It is a physiological absurdity--it\ncontradicts the laws of natural science.\n\n\"_But I saw something on the bottom of that vat!_\"\n\nHe groped for the bottle. His wife would hear a long gurgle, and then\na coughing gasp....\n\n\"The vat was nearly full of this transparent, oily acid,\" he went on.\n\"What I saw was a lot of sediment on the golden floor. And there\nshouldn't have been any sediment! The stuff utterly dissolves animal\ntissue, bone, even the common ores--keeps them in suspension.\n\n\"It didn't look like sediment, either. It looked like a heap of mold ...\ngrave-mold!\n\n\"I replaced the lid. I spent a week convincing myself that it was all\nimpossible, that I _couldn't_ have seen anything of the sort. Then I\nwent to the vat again----\"\n\nSilence hung in the darkness while he sucked wind into his lungs. And\nthe words burst--separate, yammering shrieks:\n\n\"I looked, night after night! For hours at a time I've watched the\nchange.... Did you ever see a body decompose? Of course not! Neither\nhave I. But you must know in a general way what the process is. Well,\nthis has been the exact opposite!\n\n\"First, I stared at the heap of grave-mold as it shaped itself into\n_bones_, a skeleton.\n\n\"I watched the coming of hair, a yellow tangle of it sprouting from\nthe bare round skull, until--oh, God!--the flesh began making itself\nbefore my eyes! I couldn't bear any more. I stayed away--didn't come\nto the office for five days.\"\n\nThe tube slipped from his sweating, slick fingers. Panting, Asa Gregg\nfumbled in the dark until he found it.\n\nExhaustion, not self-control, flattened his voice to a deadly\nmonotone. \"I tried to think of a way out. If I could fish the corpse\nout of the tank! But I couldn't smuggle it out of the plant--alone.\nYou know that, and so do I. Besides, what would be the use? If acid\ncan't kill her, nothing can.\n\n\"That's why I can't have the lid cemented on. It wouldn't do any good,\neither! Until three days ago, she hadn't the least color, looked as\nwhite as a ghost in the vat. A naked ghost, because there's been no\nresurrection for her clothing....\n\n\"I've watched her limbs grow rosy! Her lips are scarlet! Her eyes are\nbright--they opened yesterday--and her breasts were rising and\nfalling--oh, almost imperceptibly--but that was last night.\n\n\"And tonight--I swear it--her lips moved! She muttered my name! She\nturned--she'd been lying on her side--over onto her back!\"\n\nThe record would be badly blurred. His hand shook violently, bobbled\nthe tube against his lips. Gregg braced his elbow against the desk.\n\n\"She isn't dead,\" he choked. \"She's only asleep ... not very soundly\nasleep.... She's waking up!\"\n\nThe invisible needle quivered as it traced several noises. There was\nhis tortured breathing, and the clawing of his fingernails rattling\nover the desk. The drawer clicked as it opened.\n\nThe loud click was the cocking of the revolver.\n\n\"_Soon she's going to get out of that vat!_\" Gregg bleated.\n\"Jeannette, forgive me--God, forgive me--but I will not--I cannot--I\ndare not stay here to see her then!\"\n\n\n\nThe sound of the shot brought the watchman stumbling along the\ncorridor. He crashed against the office door. It banged open in a\nshower of falling frosted glass. The watchman's flashlight severed the\ndarkness, and printed its white circle on the face of Asa Gregg.\n\nHe had fallen back into the chair, a blackish gout of blood running\nfrom the hole in his temple. He stared sightlessly into the light with\nhis eyes that were two gnarls of shrunken brown flesh, like knots in a\npine board.\n\nAsa Gregg was blind ... had been, since that night three years past\nwhen the acid splashed....\n\n",
    "metadata": {
        "author": [
            "Clarke, Dale",
            "Clark, Dale",
            "Kayser, Ronal Sherwood",
            "Kayser, Ronal"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32638/pg32638.txt",
        "name": "in_the_dark.json"
    }
}