{
    "name": "Into the blue",
    "author": [
        "Austin, F. Britten (Frederick Britten)",
        "Austin, Britten",
        "Austin, Frederick Britten"
    ],
    "body": "By F. Britten Austin\n\n    The strange and tremendously dramatic story of an airplane\n    pilot, intoxicated with the exaltation of great altitudes,\n    setting his course, with his sweetheart, for the stars--by the\n    distinguished author of “Nach Verdun” and “Out of the Night.”\n\n\nIt was in a bitterly pessimistic frame of mind that, having seen my\nbaggage into the hotel, I went for a first walk along the asphalted\nesplanade of Southbeach. I had no pleasure in the baking sun, in the\nglittering stretch of the English Channel that veiled itself in a\nfine-weather mist all around the half-horizon. The exuberant, bold-eyed\nflappers, promenading in groups of three or four, the vivid\npolychromatism of their taste in sports-coats, seemed to me merely\nobjectionable. The hordes of worthily respectable middle-class families\ncomplete with children--with many children--that blackened the sands\nand overflowed into the fringe of the water oppressed my soul with\ntheir formidable multiplicity.\n\nI thought, in a savage emphasis of contrast, of the neat little yacht\nthat should now be bearing me across the North Sea to the austere\nperfection of the Norwegian fiords. And I cursed myself for the\nchildish imbecility of exasperation with which--when, at the last\nmoment, with my suitcases all packed, I had received a telegram\ninforming me that the yacht had come off second-best in a collision\nwith a coaltramp--I had picked up Bradshaw and sworn to myself to go to\nwhatever place I should blindly put my finger upon as I opened the\npage. The oracle had declared for Southbeach--Southbeach in mid-August!\nI shrugged my shoulders--so be it! My holiday was spoiled anyhow. To\nSouthbeach I would go. And now, as I contemplated it, I was appalled.\nWhat was I going to do with myself?\n\nA paddle-wheel excursion-steamer came up to the pier, listing over with\nthe black load aboard of her. Up and down the beach, in five-minute\ntrips, a seaplane went roaring some eight hundred feet above the heads\nof the gaping crowd. I had done all the flying I wanted in the war,\nthank you very much. Other potentialities of amusement there were\napparently none. If I could not discover a tolerably decent\ngolf-course, I was a lost man.\n\nI am not going to give the chronicle of that first day. It would be a\nstudy in sheer boredom. That night, after one of those execrable\ndinners which are the peculiar production of an English seaside hotel,\nI had pretty well made up my mind that--oracle or no oracle--I would\nshake the sand of Southbeach off my feet on the morrow. Sitting over my\ncoffee in the lounge, I was in fact already consulting the time-table\nfor a morning train, when my cogitations were suddenly interrupted by a\nviolent slap on the shoulder.\n\n“Hello, Jimmy!”\n\nI looked up with a start, before my identification of the voice had\ntime to complete itself.\n\n“_Toby!_--Toby Selwyn--by all that’s splendid!” It was years since I\nhad seen him, but in this dreary desert of uninteresting people he came\nlike an angel of companionship, and I welcomed him with delight. “Sit\ndown, man. Have a drink!”\n\n                 *       *       *       *       *\n\nHe did so, ordered a whisky-and-soda from the hovering waiter. I looked\nat him as one looks at an acquaintance of old times, seeking for\nchanges. I had not seen him since the Armistice, when our squadron of\nfighting scouts was demobilized and a cheery crowd of daredevil pilots\nwas dispersed to the four quarters of the globe.\n\nHe had not greatly altered. His face was a little thinner, more mature.\nHis hair was still the same wild red mop. His eyes--peculiar in that\nwhen he opened them upon you, you saw the whites all round the\npupil--had still that strange look in them, as though somewhere deep\ndown in them his soul was like a caged animal, supicious and restless,\nwhich I so well remembered. The reason for his nickname jumped back\ninto my mind. It was from his little trick of suddenly and\ndisconcertingly going “mad dog,” not only when he swooped down, against\nany sort of odds, upon a covey of Huns, but in the mess. Some one had\ncalled him “Mad dog;” it had been affectionately softened to “dog\nToby;” and “Toby” he remained.\n\n“And what on earth are you doing here?” I asked.\n\nHe smiled grimly.\n\n“Earning my living, old bean. Introducing all the grocers in England to\nthe poetry of flying, at ten bob a head.”\n\n“So that was _your_ machine I saw going up and down the sea-front\ntoday?”\n\n“It was. Five-minute trips--two bob a minute, and cheap at the price.\nHad to do something, you know. So I hit on this. There are worse\nthings. Put my last cent into buying the machine--ex-Government, of\ncourse. She’s a topping bus!” His voice freshened suddenly with\nenthusiasm. “It’s almost a shame to use her for hacking up and down\nlike this. You must come and have a look at her.”\n\n“Thanks,” I replied, “I’d like to, but--”\n\n                 *       *       *       *       *\n\nOur conversation was abruptly interrupted. Toby had jumped to his feet.\nComing in through the door of the lounge was--miracles never happen\nsingly!--an only-too-familiar, smiling and middle-aged married couple\nand--_Sylvia_! Toby obscured me from them for an instant as he went\neagerly toward them--an instant where I weighed the problem of whether\nto stay or bolt. The last time Sylvia and I had met she had told me,\nwith a pretty sympathy that ought to have softened the blow, that she\nwould always be glad to have me as a _friend_, but-- The problem was\nresolved for me, before I could decide. Toby was leading the trio up to\nme.\n\n“I want to introduce an old pal of mine--Jimmy Esdaile.”\n\nMr. and Mrs. Bryant shot a swift smile at each other and then to me as\nwe shook hands. Sylvia almost grinned. I felt a perfect fool. “Good\nevening, Mr. Esdaile,” said Sylvia in her sweetest tones, her gray eyes\ndemurely alight.\n\n_Mr._ Esdaile! The last time, it had still been “Jimmy.” It is true\nthat since I had somewhat boorishly informed her, upon that occasion,\nthat I had no manner of use for being her _friend_, I had scarcely a\nlegitimate grievance if now she chose to be frigid.\n\n“Wont you sit down, all of you?” I suggested. “Mr. Bryant, you’ll take\na Grand Marnier with your coffee, I know.”\n\n“Thanks, Jimmy, I will,” said Mr. Bryant, seating himself. I saw Toby\nstare. His astonishment visibly increased as Mrs. Bryant, having\ncomfortably disposed herself upon the settee, added in her motherly\nfashion: “And what in the world are _you_ doing here, Jimmy?”\n\n“That’s what I’m asking myself,” I replied. Toby cut me short in what\nmight have been a witty answer had I been allowed to finish it.\n\n“You people know each other, then?” he demanded.\n\nMr. Bryant smiled.\n\n“Yes. We’ve met Jimmy before--haven’t we, Sylvia?”\n\n“He used to be an acquaintance of ours in London,” corroborated Sylvia\nimperturbably, delicately underlining the word acquaintance.\n\nToby probed me with a peculiar look, suddenly almost hostile. I could\nguess that he was asking himself whether I had come to Southbeach in\npursuit of Sylvia. One did not need to be a detective to discover his\nown eager interest in her. It was patent, with no attempt at\nconcealment. Those strange hungry restless eyes of his seemed to devour\nher. Quite apart from any personal feelings--any time during the last\nsix months I could have assured you, with perfect sincerity, that my\nheart was stone dead,--I didn’t like it. Toby was not the sort of\nchap--\n\nBut I had no opportunity to intervene. Mr. and Mrs. Bryant, with a\ngenuine kindly interest in me and my doings that at any other time I\nshould have appreciated, monopolized me. And Sylvia flirted with him,\ndemurely but outrageously. She called him Toby with the most natural\nease in the world. He, poor devil, was awkward in an uncertainty\nwhether she were playing with him, jerkily spasmodic in his answers,\ndevouring her all the time with those strange eyes of his, wherein I\nrecognized that same caged-animal look familiar to me as a preliminary\nto an outburst of “mad dog” on those nights when there was ragging in\nthe mess. She, I could see, was enjoying herself at playing with fire.\n\n                 *       *       *       *       *\n\nAt last I could stand it no longer. I switched off from the amiable\nplatitudes I was exchanging with her parents, interrupted her in her\nmarkedly exclusive conversation with him.\n\n“I didn’t know Toby was a friend of yours, Syl--Miss Bryant,” I said.\n\nShe turned candid eyes upon me.\n\n“Oh, yes, we have known Toby quite a long time--soon after you dropped\nus--nearly six months, isn’t it, Toby?”\n\nShe took, evidently, a malicious pleasure in reiterating his Christian\nname. I messed up the end of my cigarette before I remembered not to\nchew it. Toby looked up suspiciously.\n\n“I had no idea, either, that you were a friend of the family, Esdaile,”\nhe said. He also had dropped the “Jimmy.”\n\nSylvia answered for me.\n\n“Not exactly a _close_ friend,” she said sweetly. “Are you, Mr.\nEsdaile? We had almost forgotten each other’s existence.”\n\nI could have smacked her.\n\nToby looked immensely relieved. I could see that, for the moment at\nleast, he definitely put certain doubts out of his mind. He seemed to\nbe trying to make up for his spasm of hostility when next he spoke.\n\n“He’s an old pal of mine, anyway, aren’t you, Jimmy? It’s like old\ntimes to see you again. D’you remember that little scrap with a dozen\nHuns over Charleroi? That was a good finish-up--the day before the\nArmistice.”\n\nI remembered well enough--remembered that after that last fight, at the\nvery end of the war, I had landed by a miracle with my nerve suddenly\ngone. I had never been in the air since--for a long time could not look\nat an airplane without a fit of trembling.\n\nSylvia glanced at me in surprise. The secret humiliation of that finish\nhad made me pretty close about my war-doings.\n\n“Oh, you two knew each other in the war, then?” she said.\n\n“I should rather think we did!” replied Toby. “Jimmy was my\nsquadron-leader--and he’s some scientist in the air, let me tell you.”\nHis tone of admiration smote me like a bitter irony. “Don’t forget\nyou’re coming to look over that bus of mine tomorrow morning, Jimmy.”\n\n“I don’t know that I can,” I replied. “I’m off back to town tomorrow.”\nI said this with a glance to Sylvia which found her quite unmoved.\n\n“Are you, really?” she said. “What, on a _Sunday_?” Her eyebrows went\nup in mocking admiration for my courage.\n\nConfound it! I remembered suddenly that tomorrow _was_ Sunday. I can\nput up with any reasonable amount of hardship, but the prospect of a\nSunday train on a South Coast railway!\n\n“_Kamerad!_” I surrendered. “I go back on Monday.”\n\n“Good!” said Toby. “The tender conscience of the local municipality\ndoes not permit them to allow me to earn my living on the Sabbath.\nTomorrow is a _dies non_. We’ll spend the morning tinkering about the\nmachine together. It’ll be like old times, before we went up for a\njolly old scrap with the Hun-bird. She’s worth looking at, too--built\nfor a radius of a thousand miles and a ceiling of over twenty thousand\nfeet.”\n\n“Really!” I said, with a touch old-time professional interest. “But\nwhat on earth do you want a machine like that for? She’s surely\nscarcely suitable for giving donkey-rides up and down a beach?”\n\n“She does all right,” replied Toby. “And I like to feel that I’ve got\nsomething with power to it. That I could if I wanted to--” His curious\nrestless eyes lost expression, as though the soul behind them no longer\nsaw me, contemplated something remote.\n\n“Could what?” I challenged him.\n\n                 *       *       *       *       *\n\nHe came back to perception of my presence.\n\n“Eh? Oh, nothing.” He looked at me with that familiar sudden\nsuspiciousness which seemed to accuse one of attemped espionage into\nthe secrets of his soul. I remembered that even in the mess, intimate\nas we had all been together, he had always been a queer chap. One had\nnever really known what he was thinking or planning. He turned now to\nSylvia.\n\n“Miss Bryant has promised me that one day she will let me take her for\na flight,” he said, banishing the hardness of his eyes with that little\nsmile of his which was so peculiarly attractive when he chose to exert\nhis charm.\n\n“I’ll come tomorrow,” she replied promptly. “And then you’ll have to\ntake me gratis.”\n\n“Of course I will!” he answered, clutching at her promise with a flash\nof eager delight in his eyes. “You didn’t imagine I was going to charge\nyou for it, did you? That’s settled, then.”\n\nMrs. Bryant interposed in motherly alarm.\n\n“Oh, Sylvia! Don’t do any of your madcap tricks!--You _will_ be\ncareful, wont you, Mr. Selwyn?” She turned to me. “Are you sure she\nwill be safe with him, Jimmy?”\n\n“My dear Mrs. Bryant,” I assured her, “if there is a better pilot in\nthe world than Toby, I don’t know him.”\n\nMr. Bryant took the pipe from his mouth and glanced cautiously at his\nwife.\n\n“I’d rather like to go up too,” he said.\n\nBut Mrs. Bryant vetoed this volubly and emphatically.\n\n“No, no, no!” she exclaimed. “Not two of you together! Suppose anything\nhappened!”\n\nI smiled at her nervous fears.\n\n“Nothing _will_ happen, Mrs. Bryant--make your mind easy. Toby’s\nperfectly safe. And if Mr. Bryant would like a flight, I’m sure Toby\nwould be pleased to take him.”\n\nToby was looking at Sylvia’s father with his enigmatic eyes.\n\n“Of course I will,” he said. “But I don’t want to worry Mrs. Bryant. I\nwill take Mr. Bryant another time.”\n\nThe conversation drifted off to other topics. At last, Mrs. Bryant rose\nfor bed.\n\n“And mind, Mr. Selwyn,” she warned him smilingly as she shook hands\nwith him, “I shall try hard to persuade Sylvia not to go.”\n\n“But you wont succeed, Mother!” announced Sylvia radiantly. “Good\nnight, Toby. Good night, _Mr._ Esdaile!” With which parting shot she\nleft us, and the lounge was suddenly horribly empty.\n\n                 *       *       *       *       *\n\nWe sat there for yet some time, Toby and I, puffing at our pipes in\nsilence. He leaned back on the settee, with his eyes closed. I was\nthinking--never mind what I was thinking; but my thoughts ranged far\ninto the dreary future of my life. My glance fell on him, scrutinizing\nhim, probing him, weighing him, as he lay there all unconscious of it.\nAbout his feelings I had no doubt. Were they reciprocated? I remembered\nthat peculiarly attractive smile of his, the alluring touch of mystery\nabout him--and almost hated him for them. That was the kind of thing\nwhich appealed to women, I reflected bitterly.\n\nHe opened his eyes.\n\n“‘Puro è disposto a salire alle stelle,’” he murmured to himself,\nstaring as at a vision where this somewhat gaudy hotel lounge had no\nplace.\n\n“What’s that?” I said, not quite catching his words.\n\n“Eh?” He looked at me as though he had forgotten my presence, was only\nnow reminded of it by my voice. “Oh, that’s the last line of the\nPurgatorio--where Dante, having drunk forgetfulness of the earth from\nLethe, is ready to ascend with Beatrice into the stars of the Paradiso.\n.... All right, Jimmy,” he added, with a smile of sardonic superiority\nwhich irritated me, “don’t worry yourself with trying to understand.\nYou wont. You’re one of those whose idea of the fit habitation for the\ndivine soul shining through the eyes of your beloved is a bijou\nresidence in a London suburb. After a few years of you, your wife,\nwhoever she is, will be another Mrs. Bryant.”\n\n“Many thanks!” I replied, somewhat nettled, and a little puzzled also.\nThis was a new Toby. We were not given to cultivating poetry in our\nmess. “But since when have you taken to studying Dante in the\noriginal?”\n\n“Oh, I’ve had plenty of time,” he answered, his eyes straying away from\nme evasively. “I’ve lived pretty much by myself these last few years.”\nHe rose to his feet, cutting short the subject. “Let’s go for a stroll,\nshall we? Get a breath of fresh air into our lungs.”\n\n                 *       *       *       *       *\n\nI assented willingly enough. At the back of my mind was an obscure idea\nthat, in the stimulated sense of comradeship evoked between two friends\nwho walk together under a night sky, he might open himself to some\nconfidence that would help me to a more precise definition of the\nrelationship that subsisted between himself and Sylvia. In this I was\ndisappointed. He walked along the asphalt promenade, now almost\ndeserted, with the sea to our left marked only by an irregular faintly\ngleaming line of white in the black obscurity, without a word. He did\nnot even respond to my efforts at conversation. Apparently he did not\nhear them. Overhead, the metallic blue-black heaven was powdered with a\nmultitude of stars, twinkling down upon us from their immense\nremoteness. He threw his head back to contemplate them as we walked in\nsilence. He baffled me, kept me somehow from my own private thoughts.\n\nSuddenly he switched upon me.\n\n“There can’t be nothingness all the way, can there?” he demanded of me\nwith a curious vehemence of interrogation. His hand made an involuntary\nhalf-gesture toward the scintillating dome of stars. “There must be\n_something_!” His manner had the disconcerting intensity of a man who\nhas been brooding overlong in solitude. “At a distance everything melts\ninto the blue. I have seen blank blue sky where on another day there’s\na range of mountains sharp and clear across the horizon. And they\npretend that in all those millions of miles there is nothing--nothing\nbut empty space!” He finished on a note of scorn.\n\n“But surely the astronomers--” I began.\n\n“Pah!” he interrupted me. “What do you or the astronomers know about\nit? Shut up!”\n\nShut up, I did. He was evidently not in the mood for reasonable\nconversation. He also shut up, pursuing in silence thoughts I could not\nfollow. At last he brusquely suggested returning to the hotel.\n\n                 *       *       *       *       *\n\nNext morning, when I met him in the breakfast-room, he was quite his\nold cheery self, and whatever resentment of his last night’s rudeness\nstill rankled in me, vanished in the odd charm of his smile. He\nreminded me of my promise to spend the morning with him tinkering about\nhis seaplane. I acquiesced, for two reasons. First, I had nothing else\nto do, and I still retained enough of the impress of my old flying days\nto be genuinely interested in looking over a machine. Secondly, Sylvia\nwould be coming to it for her flight. An uneasy night had not brought\nme to any satisfying theory of her real attitude toward him.\n\nIt was a bright sunshiny morning as we left the hotel, but a southwest\nbreeze ruffled the surface of the sea; and the white isolated clouds\nthat drifted across the blue overhead were evidently the advance-guards\nof a mass yet invisible beyond the horizon. Within an hour or two the\nsky would almost certainly be overcast. For the moment it was fine,\nhowever, and I enjoyed the fresh clarity of the air as we walked down\nthe pier together. At its extremity, on the leeward side of the steamer\nlanding-stage, the seaplane rode the running waves like a great bird\nthat had alighted with outspread wings, the water splashing and sucking\nagainst her floats as she jerked and slackened on her mooring-ropes.\n\nWe hauled in on them, clambered down into her. She was, as he explained\nto me, intended for a super-fighting-scout, with an immense radius, a\ngreat capacity for climb, and a second machine-gun. The space where\nthis second machine-gun had been, just behind the pilot, was now filled\nwith four seats, in pairs behind each other, for the passengers, and he\nhad had her landing-wheels replaced by floats. The morning was still\nyoung--nine o’clock struck just as we got on board the machine; and for\nthe next two hours we pottered about her, cleaning her powerful motor,\ntautening the wire stays to her wings, looking into a hundred and one\ntechnical details that would have no interest for anyone but the\nexpert. I enjoyed myself, and Toby was almost pathetically delighted to\nhave some one with him who could enter into his enthusiasms. He had, I\ncould guess, been leading a very solitary life for a long while.\n\nApparently he almost lived on board her. All sorts of gear were stowed\naway in her. In one of the lockers I found quite a collection of books,\nincluding the Dante he had quoted, and a number of others of a\ndistinctly mystical type--odd reading for a flying man. In another,\nclose to the pilot’s seat, was a German automatic pistol.\n\n“Souvenir of the great war, Daddy!” he smiled at me as I handled it.\n\n“But do you know it’s loaded?” I objected disapprovingly.\n\n“Yes,” he replied. “I shoot sea-gulls with it sometimes--chase ’em in\nthe air. It’s great sport.”\n\nI shrugged my shoulders. Chasing seagulls with a pistol was just one of\nthose mad things I could well imagine Toby doing.\n\nWe gave her a dose of oil, filled up her petrol-tank--one of her\noriginal pair had been removed to make space for the passengers, but\nshe still had a five-hundred-mile radius, he told me--and looked round\nfor something else to do.\n\n“Would you like to take her up and see how she climbs?” he invited me.\n\n“No, thanks!” I replied hurriedly, uncomfortable in a sudden\nembarrassment. I had, thanks to the Armistice, managed to conceal my\nhumiliating loss of nerve from the other fellows. “I’ve given up\nflying.”\n\nHis queer eyes rested upon me for a penetrating glance, and I felt\npretty sure that he guessed. But he made no comment.\n\n“All right,” he said. “I expect Miss Bryant will be along presently.\nWe’ll sit here and wait for her.”\n\n                 *       *       *       *       *\n\nWe ensconced ourselves in the passengers’ seats and sat there smoking\nour pipes. The mention of Miss Bryant’s name seemed to have killed\nconversation between us. We sat in a silence that I, at least, felt to\nbe subtly awkward. The intimacy of the morning was destroyed. Each of\nus withdrew into himself, each perhaps preoccupied with the same\nproblem. Once, certainly, I caught his glance hostile upon me.\n\nAs I had expected, heavy clouds had come up from the southwest, and the\nsky was now almost completely overcast. But immediately overhead there\nwas still a clear patch where, through a wide rift in the gray wrack,\none looked into the infinite blue. Leaning back in his seat, he stared\nup at it with eyes that were dreamy in a peculiar fixity of expression.\n\n“Jimmy,” he said suddenly, in a voice that was far away with his\nthoughts, “in the old days, when you were flying high to drop on a\nstray Hun,--say, at twenty thousand feet, with the earth miles away out\nof touch,--didn’t you ever feel that if you went a little\nhigher--climbed and climbed--you would come to something--some other\nplace? Didn’t it almost seem to you that it would be as easy as going\nback?”\n\nI glanced at him. Into my mind flitted a memory of his last night’s\nwild talk about the stars. He had always been a little queer. Was\nhe--not quite right?\n\n“I can’t say it did,” I replied curtly. “I was always jolly glad to get\ndown again.”\n\nHe looked at me.\n\n“Yes--I suppose so!” he commented. There was almost an insult in his\ntone.\n\nBefore I could decide whether to resent it or to humor him, I saw\nSylvia approaching us along the pier, charming in her summer dress, but\nprudently with a raincoat over her arm.\n\n“Here’s Miss Bryant!” I said, glad of this excuse to put an end to the\nconversation.\n\nHe leaped to his feet with a peculiar alacrity.\n\n“At last!” he ejaculated, as though an immeasurable time of waiting was\nat an end. He quenched a sudden flash of excitement in his eyes as he\ncaught my glance on his face.\n\nShe stood above us on the pier, smiling.\n\n“Here I am!” she said. “But it isn’t a very nice morning, is it?”\n\n“It will be all right up above,” replied Toby. “Come along--down that\nnext flight of steps.” He was trembling with eagerness. I wondered\nsuddenly whether I was wise in letting her go up with him. The man’s\nnerves were obviously strung to high pitch. On the other hand, I had\nthe greatest confidence in his skill--and it was only too likely that\nshe would misinterpret any objections from me, would refuse to listen\nto them.\n\nWhile I was hesitating, she had already descended to the lower stage,\nand Toby had helped her along the gangplank into the machine.\n\n“You see I’ve brought my raincoat,” she said. “It’ll be cold up there,\nwont it?”\n\n“That’s no use,” replied Toby with brutal directness. “Here!” He opened\na locker where he kept the flying-coats for his passengers. “Put that\non.”\n\n                 *       *       *       *       *\n\nI helped her with it. She looked more charming than ever in the thick\nleather coat, the close-fitting leather helmet framing her dainty\nfeatures. Then I made a step toward the gangplank.\n\n“But aren’t you coming too?” she demanded in surprise.\n\nToby answered for me.\n\n“Esdaile doesn’t care for flying,” he said with a sardonic smile,\nlooking me straight in the eyes. There was a sort of mocking triumph in\nthat unmistakable sneer.\n\n“Oh--but _please_!” Sylvia turned to me pleadingly. “Do come!”\n\n“I’d rather take you up alone,” said Toby in a stubborn voice, looking\nup from the mooring-rope he had bent to untether.\n\nShe ignored him, laid a hand upon my arm.\n\n“Wont you?” she asked.\n\n“I should infinitely prefer not to,” I replied awkwardly. I cursed\nmyself for my imbecility, but the mere idea of going up in that machine\nmade me feel sick inside, still so powerful was the memory of that\nmoment long ago when, ten thousand feet up with a Hun just below me\nplunging in flames to destruction, I had felt my nerve suddenly break,\nmy head go dizzy in an awful panic. “Please excuse me.”\n\nShe could not, of course, guess my reason.\n\n“I sha’n’t go without you,” she said obstinately. Her eyes seemed to be\ntelling me something I was not intelligent enough to catch. “And I want\nto go. Please-- _Jimmy_!”\n\nI surrendered.\n\n“All right,” I said, feeling ghastly. “I’ll come.”\n\nToby stopped in the act of pulling on his flying-coat, and looked at\nme. His face was livid, his eyes almost insanely malignant in a sudden\nfury of bad temper.\n\n“Don’t think you’re going to spoil it!” he said, through his teeth.\n“I’ll see to that!”\n\nWith that cryptic remark, he swung himself into the pilot’s seat and\nstarted the engine with a jerk that almost threw me into the water. I\nslid down to the seat beside Sylvia. Toby had already cast off the one\nremaining mooring-rope, and with a whirring roar that gave me an odd\nthrill of old familiarity, the propeller at our nose a dark blur in its\ninitial low-speed revolutions, we commenced to move over the waves.\n\nFor a moment we had a slight sensation of their rise and fall as we\npartly tore through them, partly floated on their lifting crests, and\nthen suddenly the engine note swelled to the deafening intensity of\nfull power; the blur of the propeller disappeared; a fount of white\nspray, sunlit from a rift in the clouds, sprang up on either hand from\nthe floats beneath us, hung poised like jeweled curtains at our flanks,\nstung our faces with flying drops. For yet a minute or two we raced\nthrough the high-flung water; and then abruptly the glittering\nfoam-curtains vanished. Our nose lifted. We sagged for another splash,\nlifted again, on a buoyancy that was not the buoyancy of the sea. I\nglanced over the side, saw the tossing wave-crests already twenty feet\nbelow us.\n\nInstinctively I looked round to Sylvia to see how she was taking it.\nHer eyes were bright, her face ecstatic. I saw her lips move as she\nsmiled. But her words were swallowed in the roar of the engine, and the\nblast of air that almost choked one, despite the little mica\nwind-screen behind which we crouched. I bent my ear close to her face,\njust caught her comment as she repeated it.\n\n“It’s--wonderful!” she gasped.\n\nThen she clutched my arm in sudden nervousness as the machine banked\nside-wise. Below us, diminished already, the pier, the long promenade\nof Southbeach, whirled round dizzily in a complete circle, got yet\nsmaller as they went. Toby was putting the machine to about as steep a\nspiral as it could stand. As we went round again and yet again, with\nour nose seeming to point almost vertically up to the gray ceiling of\ncloud and our bodies heavy against the backs of our seats, I had a\nspasm of alarm that turned to anger. What was he playing at? It was\nridiculous to show off like this! I did not doubt his skill--but it\nwould not be the first airplane to stall at so steep an angle that it\nslipped back in a fatal tail-spin. I noticed that Sylvia was not\nstrapped in her seat, and promptly rectified the omission. It might be\nall right, but with an inexperienced lady-passenger, it was as well to\ntake precautions if he was going to play tricks of this sort.\n\n                 *       *       *       *       *\n\nUp and up we went in those dizzy spirals, Southbeach--disconcertingly\nnever on the side on which one expected it--miniature below us; and I\ncould not help admiring, despite my sickening nervousness, the masterly\naudacity with which he piloted his machine on the very limit of the\npossible. He never turned for a glance at us, but sat, lifted slightly\nabove us by our slant, doggedly crouched at his controls. I could\nimagine his face, his lips pressed tight together, his queer eyes\nalight with the boyish exultation of showing us--or perhaps showing\n_me_?--what he could do. I did not need the demonstration. I had seen\nhim climb often enough like a circling hawk, gaining height in an\nalmost sheer ascent, racing a Hun to that point of superior elevation\nwhich meant victory.\n\nThere had been a time when I could have beaten him at it. But there was\nno necessity to play these circus-tricks now--above all, with a lady on\nboard. Why could he not take her for an ordinary safe flight over the\nsea, gaining, in the usual way, a reasonable margin of height on an\nangle that would have been almost imperceptible? I quivered to clamber\nforward and snatch the controls from him as still we rose, perilously\nhigh-slanted, in sweep after circular sweep. The gray-black stretch of\ncloud was now close above us, the rounded modeling of its under-surface\nlike a low roof that seemed to forbid further ascent.\n\nAgain Sylvia clutched at my arm, her face alarmed, and I bent my head\ndown to catch the words she shouted against the all-swallowing roar of\nthe engine. They came just audible.\n\n“Is he--going--through this?”\n\nToby was still holding her nose up, plainly intending to get above the\nclouds. I saw no sense in making her uneasy. I put my mouth close to\nher head.\n\n“Blue sky--above!” I shouted.\n\nShe nodded, reassured.\n\nThe next moment we had plunged into the mass. Except for the sudden\ntwists as we banked, we seemed to be motionless in a dense fog. But the\nengine still roared, and drops of congealed moisture, collecting on the\nstays of the upper wings, blew viciously into our faces. The damp cold\nstruck through me to my bones, and I remembered suddenly that I was in\nmy extremely unsuitable ordinary clothes. There was no saying to what\nheight this mad fool might take us--he was still climbing steeply--and\nI had no mind to catch my death of cold. Hanging on with one hand to\nthe side of the canted-up machine that threatened to fling me out\ndirectly I rose from my seat, I managed to reach the locker where he\nkept the flying-coats for his passengers, wriggled somehow into one of\nthem.\n\nIt was only by setting my teeth that I did it, for my head was whirling\ndizzily and, cursing the day I had strained my nerves beyond\nbreaking-point, I had to fight back desperately an almost overmastering\npanic that came upon me in gusts from a part of me beyond my will. I\ncould not have achieved it, had it not been for the fog which, blotting\nout the earth beneath us, obliterated temporarily the sense of height.\nI was shaking all over as I got back into my seat. I glanced at Sylvia.\nShe was sitting quiet and brave, a little strained, perhaps, staring at\nthe blank fog through which we drove in steadily upward sweeps.\n\n                 *       *       *       *       *\n\nSuddenly we emerged into dazzling sunshine, warm despite the cold rush\nof the air. All above us was an infinite clarity of blue. Sylvia--I\nguessed rather than heard--shouted something, waved her arm in\ndelighted surprise, pointing around and beneath. Close below us was no\nlonger the earth, but that magical landscape which is only offered by\nthe upper surface of the clouds. We rose for yet a minute or two before\nwe could get the full impression of it. At our first emergence, great\nswelling banks of sunlit snow overtopped us here and there, blew across\nus from moment to moment, uncannily unsubstantial as we went through\nthem, in mere fog. Then finally we looked down upon it all, the eye\nranging far and wide over a magnificent confusion of multitudinous\nrounded knolls, of fantastic perilously toppling lofty crags from which\nstreamed wisps of gossamer vapor, of grotesque mountains and tremendous\nchasms, such as the wildest scenery of earth can never show.\n\nFamiliar as it was to me, I could not help admiring anew the immense\nsublimity of that spectacle which drifts so brilliantly under the blue\narch of heaven when the shadowed earth below teems with rain, that\nspectacle which the eye of earth-bound man never sees. To the extreme\nlimit of vision it stretched, apparently solid, a fairy country\ngleaming snow-white under the vertical sun, across which our shadow,\ngrowing smaller at each instant, flitted like the shadow of a great\nbird.\n\nI felt Sylvia’s hand squeeze me in her delight. My exasperated\nannoyance with Toby died down, all but vanished. Perhaps he wasn’t such\na fool, after all. It was worth while to show her this. That was what\nhe had climbed so steeply for. Now he would flatten out, circle once or\ntwice to imprint this fairy scene upon her memory, and then descend.\nBut he did not. He did not even glance round to us. He held the nose of\nthe machine up, climbed still, higher and higher, in those sheer and\ndizzy spirals.\n\nThis was getting beyond a joke. I glanced at my watch, computed the\nminutes since we had risen from that gray-green sea now out of sight\nbeneath the horizon-filling floor of cloud. We must be already over\nfive thousand feet up. That was surely quite enough. He might lose his\ndirection, cut off from the earth by that great cloud-layer, miss the\nsea for our return. A forced landing upon hard ground with those\nwater-floats of ours would be a pretty ugly crash. I craned forward,\nlooked over his shoulder at the dial of the barograph. We were _seven\nthousand_! What on earth--\n\nI shouted at him, but of course he did not hear it in the deafening\nroar of the engine. I caught hold of his shoulder, shook him hard. I\nhad to shake a second time before his face came round to me. It\nstartled me with its strange set fixity of expression, the wild eyes\nthat glared at me. I gesticulated, pointed downward. He opened his lips\nin a vicious ugly snarl, shouted something of which only the ugly\nrebuff of my interference was intelligible, turned again to his\ncontrols, lifted the machine again from its momentary sag.\n\nI sank back into my seat, quivering. Sylvia glanced at me inquiringly.\nI shrugged my shoulders. She had not, I hoped, seen that ugly snarl\nupon his face. The cloud-floor was now far below us, its crags and\nchasms flattened to mere corrugations on its gleaming surface. The\nseaplane rose, circling round and round untiringly, corkscrewing ever\nup and up into the infinite blue above us.\n\nI was now thoroughly alarmed. What was he playing at? I worried over\nthe memory of his furious face when I had made my gestured\nexpostulation. Surely he could have no serious purpose of any kind in\nthus climbing so steeply far above any reasonable altitude. There was\nno serious purpose imaginable. Unless--no, I refused to entertain the\nsudden sickening doubt of his sanity. He was playing a joke on us, on\n_me_. Guessing that I had lost my nerve, and angry with me for spoiling\na _tête-à-tête_ flight with Sylvia, he was maliciously giving me a\ntwisting. Presently he would get tired of the joke, flatten out.\n\n                 *       *       *       *       *\n\nBut he did not get tired of it. Up and up we went, in turn after\nturn--rather wider circles now, for the air was getting rare and thin,\nand sometimes we sideslipped uncomfortably, and the engine flagged,\nthreatening to misfire, until he readjusted the mixture--but still\nclimbing. Far, far below us the cloud-floor was deceptive of our real\nheight in its fallacious similitude to an immense horizon of\nsnow-covered earth.\n\nI glanced at my watch, calculated again our height from the minutes. We\nmust surely now be over twelve thousand feet! I shrank nervously from\nthe mere thought of again moving to look over his shoulder at the\nbarograph. An appalling feeling of vertigo held me in its clutch. That\nlast glance over the side had done it, reawakening all the panic terror\nwhich had swept over me that day when--at such a height as this--I had\nseen that Hun plunge to destruction and had suddenly realized, as\nthough I had but just awakened from a dream, my own high-poised\nperilous instability. I sat there clutched and trembling, could not\nhave moved to save my life. I would have given anything to have closed\nmy eyes, forgotten where I was, but the horrible fascination of this\nupward progress held them open as though mesmerized. I tried to compute\nthe stages of our ascent from our circling sweeps. Thirteen\nthousand--thirteen thousand five hundred--fourteen thousand--fourteen\nthousand five hundred--fifteen thousand--I gave it up. It was icily\ncold. My head was dizzy, my ears sizzling with altered blood-pressure.\nMy lungs heaved in this rarefied atmosphere. I glanced at Sylvia. She\nlooked ill; her lips were blue; she was gasping as though about to\nfaint.\n\nShe looked at me imploringly, made a gesture with her hand toward\nToby’s inexorable back. I shrugged my shoulders in sign that I had\nalready protested in vain. But nevertheless I obeyed. Once more I\nleaned forward and clutched at his shoulder. Once more, after I had\nshaken him furiously, he turned upon me with that savage snarl, shouted\nsomething unintelligible, and switched round again to his controls.\n\nSylvia and I looked at each other. This time she had seen. In her eyes\nI read also that doubt of his sanity which was torturing me. She\nmotioned me toward the cockpit, pantomimed my taking over control. It\nwas impossible. I gestured it to her. Even if my nerves had been\ncompetent to the task, it was certain that Toby would not voluntarily\nrelinquish his place. To have attempted to take it from him--if he were\nindeed mad--would have resulted in a savage struggle where the\nequilibrium of the machine would inevitably have been lost--in about\ntwo seconds we should all of us be hurtling down to certain death. The\nonly thing to do was to sit tight--and hope that he would suddenly have\nenough of this prank, and bring us earthward again. But even if he had\nsuddenly vanished from his place, to clamber over into the cockpit and\ntake charge was more than I could have done at that moment. There was a\ntime when I might have done it. But now I was shaking like a leaf. I\ncould not have pushed a perambulator, let alone pilot an airplane.\n\nAnd still we climbed, roaring up and up. The yellow canvas of the lower\nplane, gleaming in the sunshine, seemed curiously motionless against\nthe unchanging blue that was all around us. The earth, the very clouds\nbelow us, seemed totally lost. I could not bring myself to venture a\nglance down to them. We seemed out of contact with everything that was\nnormal life, suspended in the infinite void. And yet the engine roared,\nand I knew that we still climbed.\n\n                 *       *       *       *       *\n\nWe must have been somewhere about twenty thousand feet. My head seemed\nas though it would burst. I was breathing with difficulty. A little\nhigher, and we should need oxygen. Toby’s face was of course hidden\nfrom me, but he sat steadily at his controls, apparently in no\nembarrassment. Probably he had recently been practicing flying to great\nheights--it would be his queer idea of amusing himself--and was more\nhabituated to changes of atmospheric pressure. I looked at Sylvia. She\nwas plainly much distressed--and more than distressed, _frightened_. I\ncannot describe the anguish which gripped me as I contemplated her.\nWhatever I had tried to pretend to myself down there on that distant\nearth in those six dreary months since my pride had been wounded, I\nknew now, with an atrocious vividness of realization, that I loved her.\nAnd I could do nothing--_nothing_--to save her, if that lunatic in\nfront did not come to his senses! The imploring look she fixed upon me\nwas exquisite torture. Speech was impossible in that deafening roar of\nthe engine, but she made me understand--the bitter irony of it!--that\nit was in me she trusted. I took her hand, pressed it to my lips. If we\nwere to die, she should at least know what I felt for her. And\nthen--oh, miracle!--I felt my hand pulled toward her, taken to her\nlips. She met my eyes with a wan smile of unmistakable meaning.\n\nAnd then, just as I was all dizzy with the shock of it, the roar of the\nengine ceased. There was a sudden silence that was awesome in its\ncompleteness. Our nose came down to slightly below the horizontal.\nThank heaven, he was tired of the joke, was flattening out, was going\nto descend! We began, in fact, to circle in a wide, very slightly\ndepressed, slanting curve. Toby twisted round from his seat, one hand\nstill upon the controls. There was a grim little smile on his face as\nhis eyes, curiously glittering, met mine.\n\n“You get out!” he said curtly. His voice sounded strangely toneless,\nfar off, in that rarefied upper atmosphere.\n\nFor a moment I had a spasm of alarm, but I could not believe he was\nserious. It was too fantastic, at twenty thousand feet in the air.\n\n“Don’t be a silly ass, Toby! Take us down. The joke has gone far\nenough.” My own voice was thin in my ears.\n\nHe ignored my protest.\n\n“This is where you get out!” he repeated stubbornly.\n\nWas the man really mad? I thought it best to humor him, managed to\nforce a little laugh.\n\n“Thanks very much, but I’d rather go back with you,” I said.\n\n“We’re not going back,” he replied with grim simplicity. “But you\nare--here and now.”\n\nThis was madness right enough! Our only chance was to get him into\nconversation, turn the current of his thoughts somehow, coax him back\nto earth.\n\n“Not going back?” I grinned at him as if he were being really funny.\n“Where are you going, then?”\n\n“We’re going on--Sylvia and I.”\n\n                 *       *       *       *       *\n\nHe smiled at her fondly, nodded as though sure of her assent. She\nuttered a little cry of alarm, clutched at me. All the time, while we\nwere speaking, he was steering the airplane automatically with one\nhand, bringing her round and round in wide, flat circles where we lost\nthe minimum of height.\n\n“On?” I said in innocent inquiry, while my brain worked desperately.\nCuriously enough, in that moment of crisis, I found my head as clear,\nmy nerves as steady, as they had ever been in my life. All my dizzy\nturmoil had vanished. I forgot that I had ever had a panic in the air.\nI was merely trying to think of some scheme by which I might be able to\nreplace him at those controls. “On--where?”\n\nHe jerked his hand upward.\n\n“Up there! On and on, until we come to--” He stopped himself suddenly,\nhis face diabolically suspicious. “You think I’m going to tell you,\ndon’t you? You think you’ll be able to follow us? But you wont! You get\nout--here and now--d’you understand?”\n\nI tried to be cunning.\n\n“But Toby!” I objected. “I think I know the way--better than you do,\nperhaps. Change places and let me take the machine.”\n\nIt was a false move.\n\n“What?” he cried. “You think you know the way, do you? You think you\nknow the way beyond the stars?” He burst suddenly into a hideous laugh,\nthin and cackling in the awesome silence of that upper air. “Then\nyou’ll never get there! I’ll see to that! Get out!” He gestured over\nthe side, into the blue abyss above which we circled. “_Quick!_”\n\n                 *       *       *       *       *\n\nI glanced at Sylvia. She was sitting numbed with horror, incapable of\nspeech. As I looked, she jerked forward in a gesture of wild protest\nabruptly checked by the straps which held her in her seat. The airplane\nrocked in its now tender equilibrium just as something went _crack_!\npast my head. My eyes were back on Toby in the fraction of an instant.\nStill twisted in his seat, he was leveling that automatic pistol at me.\nI could see by his eyes that he was in the very act of pressing the\ntrigger for the second time.\n\nFour years’ war-service in the air make a man pretty quick. In a flash\nI had ducked, flung myself upon him over the slight partition between\nus, wrenched at his wrist. Risky as it was, it was certain death to all\nof us if this homicidal maniac was not dealt with. His awkward\nhalf-turned position put him at a disadvantage, but he fought grimly,\nwith all a maniac’s strength, trying to point the muzzle of that pistol\nat my body. Automatically, of course, he rose to face me, relinquished\nthe controls to use both hands. I felt the machine lurch and plunge\ndizzily nose downward. I had one lightning-quick thought--thank God,\nSylvia was strapped!--and then I tumbled over the partition headfirst\ninto the cockpit.\n\nIt was not thought but instinct with which I clutched the\nsteering-stick,--one had not much time for thought when fighting the\nnimble Fokker,--got into some sort of position on the seat. We were\nvertically nose down, spinning horribly--but not once but many times in\nthe war I had shammed dead, gone rushing earthward in a realistic\ntwirling spin and then abruptly flattened out of it upside down and\ncome up like a rocket over the pursuing Hun. This was simpler. I had\nonly to pull her out of it--and only when I pulled her out of it,\ncircled her round once for a long steady glide, did I realize that I\nwas alone in that cockpit. There was no Toby!\n\nI glanced back to Sylvia. She sagged in her seat against the\nstraps--fainted. Just as well, I thought grimly. I touched the engine\nto a momentary activity to test it, shut it off again for a long\ncircling descent toward the cloud-floor far below. An exultation leaped\nin me, the exultation of old days of peril in the air. I thought of\nToby, with whom I had shared so many, with a sudden warming of the\nheart. Poor old Toby! He had died as after all he perhaps would have\nwished to die, high up in the infinite blue--dead of shock long before\nhe reached the earth. I thrilled with the old-time sense of mastery\nover a fine machine, delicately sensitive to the controls, as that\nmassed and pinnacled cloud landscape grew large again beneath me. My\none anxiety was whether it hid sea or land. Then, just as we drew near,\nI saw a deep black gulf riven in its snowy mass--saw down through that\ngulf a tiny model steamship trailing a long white wake....\n\nThe wedding? That was last year.",
    "metadata": {
        "author": [
            "Austin, F. Britten (Frederick Britten)",
            "Austin, Britten",
            "Austin, Frederick Britten"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73541/pg73541.txt",
        "name": "into_the_blue.json"
    }
}