{
    "name": "Island honor",
    "author": [
        "Jenkins, Will F.",
        "Jenkins, William Fitzgerald",
        "Fitzgerald, William",
        "Jenkins, Will",
        "Leinster, Murray"
    ],
    "body": "                           by MURRAY LEINSTER\n          Author of “Sagebrush Slings the Bull,” “Grist,” etc.\n\n\n    A DREADFUL CHOICE WAS PUT UP TO THIS AGED RULER OF AN ISLAND\n    PEOPLE; A CHOICE FEW MEN WOULD CARE TO FACE, AND UNDER THE\n    TROPIC STARS A WHITE MAN OR SO HELPED HIM TO DECIDE--IN TRUE\n    AMERICAN FASHION\n\nQuite miraculously, there was an opening in the mangrove swamps and what\nlooked like a river or harbor beyond. Such things are not to be expected\nwhen you have been very much bored by two days of unvaried contemplation\nof mangrove swamps on the one hand, and totally empty sea on the other.\nSo we on the _Shikar_--most promising name for a devilish slow and\nunexciting tub--tacked in. There were three of us and two native boys\nand we thought we were being very daring and reckless, coasting down the\nChina Sea in a fifty-footer.\n\nThe miracle continued. We did not ground on a bar. It was a river of\nsorts. A kite rose heavily from something unpleasant on a sand-bank and\nsoared away. And then we saw a white man’s house with a flag floating\nfrom a flagpole before it, which was most miraculous of all. And that\nwas where we found Vetter.\n\nI don’t know what nationality he was, though this part of the world was\nFrench. He wasn’t that, I’m sure. We went ashore and met him and found\nthat he considered himself lord of all creation, and wasn’t at all\naverse to converting us to his own belief. Technically, he was political\nagent for Kuramonga. None of us envied him the job. Neither did we feel\ncalled upon to console him with an extended visit. But the hunting\nlooked promising and we dropped anchor for the night at least. And then\nwhen the soft tropic night had fallen we were too lazy to be polite and\ncall on him.\n\n“I want to kick him,” said Cary, puffing smoke at the stars. “I haven’t\nany reason, but I want to kick him. So for my manner’s sake, if you\nchaps go ashore tell him I’m dead or something and couldn’t come.”\n\nThere was a jungle off to the right somewhere and we could hear the\nnight noises coming from it over the water. Little squeakings, and once\na scream like a human being’s, which was probably a monkey, and once,\nvery far away indeed, a snarl that would have made your blood run cold\nif it hadn’t been muted by the distance.\n\n“Tiger, that,” said Cary hopefully. “Maybe we can get Vetter to let us\nhave some beaters tomorrow and take a shot at him.”\n\nThe doctor grunted.\n\n“Breeding season,” he said. “Why not play leap-frog with a locomotive?\nMore healthy. And no beaters will tackle them now.”\n\n“If Vetter tells them to go, they will,” insisted Cary. “He’s got those\nnatives under his thumb. They’re scared to death of him.”\n\n“Paranoiac,” grunted the doctor. “He thinks he’s lord of creation.”\n\nIt was curious. You saw that about Vetter the minute you met him.\nPerhaps he was a little mad on the subject of himself. Perhaps it was\nKuramonga that did it, because Kuramonga is the last place on earth that\nGod made, and it was finished up with swamps and malaria and jungles and\nbad water that couldn’t be worked in anywhere else. They used to send\nmen somebody had a grudge against, to Kuramonga, to drink themselves to\ndeath for the glory of _la belle France_. But Vetter liked it. He was\nthe only white man in a hundred miles, and he had twenty little Annamite\nsoldiers to keep his district in order with. He’d seemed much more\nanxious to impress us with his wonderful hold over the natives than to\ntalk about anything else. He had said more or less flatly that he was\nthe law and the prophets and most of the religion in Kuramonga. And he\ngloried in it.\n\nCary, in white duck trousers and nothing else, reached out of his\nhammock and gave himself a push to swing a little for a breeze.\n\n“Damned luxurious beggar,” said the doctor enviously. “Get out of that\nhammock and let somebody else have a chance.”\n\nI rose to tilt him amiably on the deck when I heard a little noise above\nthe lapping of the river waves. Somehow, it sounded furtive, and so it\nwasn’t a time for fooling.\n\n“Listen!” I said sharply. There was a splash of a paddle.\n\n“Dacoits?” asked Cary hopefully. “Thinking maybe they can slip over the\nside and rush us?”\n\nHe beamed and slung his feet out of the hammock, to get some guns from\nbelow. Cary was always hopeful of trouble.\n\n“We’re right in front of the Residency,” said the doctor dryly, “and\nVetter has a steam launch. They know it. Don’t be an ass. Dacoits? No!”\n\nCary hesitated. Then somebody called to us across the water. Very\nsoftly, in Malay, as if they didn’t want to be heard on shore.\n\n“They want to come aboard,” grunted the doctor. “Get your guns if you\nlike, Cary, but you might want to put on a shirt, too. There’s a girl\nwith them.”\n\nCary swung down the companionway and the doctor stretched himself\nluxuriously in the hammock. A dark shape took form in the moonlight. It\nwas a regular Malay dugout with three natives in it. A man in the bow\nand another in the stern, with a girl between them. They came on the\n_Shikar’s_ deck as Cary reappeared with both arms full of guns.\n\nCary got the first look at the girl, and he dropped the guns and looked\nfoolish. The doctor grunted and offered to get lights, but the two men\nprotested politely but very sincerely against it. They sat down and\nexchanged polite phrases with the doctor, who was the only one of us who\ncould talk decent Malay.\n\nI sat back and wondered, feasting my eyes on the girl.\nSixteen--seventeen--eighteen? I don’t know. I do know she was at the\nprettiest age any girl could be. Malay all through, yes. But her skin\nwas fair as mine and her eyes were wonders. There was grace and pride\nand blood and breeding in every move she made. She looked at the doctor\nmostly, quietly and composedly, but her eyes alternately flamed and\nbrooded. Now and then she glanced at the two men.\n\nAnd one of them was an old chap, white haired and stately, with a\nceremonious looking kris on one side of his sash and an old percussion\npistol on the other side. In the moonlight you could see his clothes\nwere all of silk, and mighty fine quality, too. Not at all the sort of\nthing a man would wear who made a habit of paddling himself around. The\nother man was a well-set-up young chap with eyes like a hawk who looked\nlike a young prince out of the Arabian nights. Somehow, you’d take to\nthose two.\n\nYou just imagine it. Us three white men, disheveled and half-dressed, on\nthe deck of a fifty-foot schooner in an unmapped harbor with the furtive\njungle noises a hundred yards away. Talking to these three who’d come\nout of nowhere, dressed like princes and a princess in a dream. Off on\nthe other side of the river there was Vetter’s house with a light\nburning somewhere and his toy soldiers standing guard while he slept.\nAnd those three silk-clad figures sitting on our deck, regarding us with\na poise and courtesy that made me feel like a clumsy fool.\n\nThe old chap twisted his mustache gently and looked at us. He was the\npicture of an honorable gentleman, somehow. Brown skinned, but you liked\nhim. He asked quietly if he might ask advice for his daughter, without\nVetter hearing that he had asked.\n\n“You understand,” said the doctor, “if there’s anything we ought to\nrepeat to him--anything political----”\n\n“No, _Tuan_,” said the old chap gravely. “I am Buro Sitt.”\n\nThe doctor sat up at that, and so did I. I’d heard a yarn or so about\nhim. He’d fought the French to a standstill, years back, and he’d been\nlicked. But he’d fought like a gentleman and when it was over he took\nhis medicine like a man. One or two old-time Colonials had yarned to us\nin Saigon about the fighting in times past and an ancient colonel had\nsworn that Buro Sitt was the finest fighter and the most chivalrous\nopponent that ever gladdened the heart of his enemy.\n\n“Go ahead,” said the doctor. “I know you. I’d like to shake hands.”\n\nBuro Sitt did not move, but he bowed very politely.\n\n“It may be, _Tuan_,” he said, “that you understand the ways of we _Orang\nMalagi_.” He talked quite impersonally. “You know that our ways are not\nas your ways. But you know that we have our honor, also.”\n\n“Yes,” grunted the doctor. “Especially Buro Sitt.”\n\nBuro Sitt’s face did not change.\n\n“My daughter desires to go to the house of the _Tuan_ Vetter,” he said\nwithout an inflection in his voice. “She loves him. But I would ask your\nadvice before she goes.”\n\nCary moved abruptly. The younger of our two visitors caressed the handle\nof his kris with fingers that quivered suddenly. The girl stared at us\ndefiantly--and then her eyes clouded with abysmal shame. But a moment\nlater they were flaming.\n\n“Well?” asked the doctor. His face did not even move a muscle.\n\n“There is another woman in the _Tuan_ Vetter’s house,” said Buro Sitt.\n“Who also loves him. Will it be the custom of the white men to send her\naway when my daughter goes to him?”\n\n“He might,” said the doctor tonelessly, “and he might not. It would be\nconsidered disgraceful to him among other white men to have one woman\nliving in his house if he were not married to her. It would be doubly\ndisgraceful to have two. And of course it would be called disgraceful in\nthe women. They would be scorned by all white men. Not\nscorned--despised.”\n\nThe girl’s face did not change. She was staring defiantly at the three\nof us. The younger man caressed the handle of his kris.\n\n“Would you, then,” asked Buro Sitt woodenly, “point out to him that he\nshould send away this other woman when my daughter comes to him?”\n\nThe doctor held up his hand. He looked grim, all of a sudden.\n\n“Buro Sitt,” he said quietly, “you are lying.”\n\nBuro Sitt’s hand dropped to his sash with a sudden movement. Then he bit\nhis lip.\n\n“Royal blood,” said the doctor, “does not speak as you are speaking.\nRoyal blood does not send royal blood to be a white man’s mistress. And\nespecially, royal blood does not speak of its disgraces. What’s back of\nthis, Buro Sitt?”\n\nThere was sheer agony in Buro Sitt’s eyes.\n\n“_Tuan_,” he said, as if the words were wrenched from him, “if you were\na man and a _raja_, and your honor as a man were against your honor as a\nking, what could you do?”\n\nIt might seem funny to think of a petty princeling--Buro Sitt could not\nbe more--speaking of his honor as a king, but it wasn’t funny then.\n\n“Once,” he said fiercely, “I led a thousand fighting men. I fought\nagainst the French. When it was ended, there were fifty left. Now there\nare six hundred men again who follow me. Their lives are in my hands,\nand their women, and their children also. And the _Tuan_ Vetter has\ndemanded my daughter.”\n\nHe was telling the truth this time.\n\n“You’re going to fight?” demanded the doctor. “It’s folly; suicide!”\n\nBuro Sitt’s hands clenched.\n\n“Suicide?” he echoed bitterly. “If that were all! I am _raja_ of my\npeople. If I die, they fight--and are killed. All of them. And enough\nmen have died for me before, Allah knoweth. Speak to him,”--he pointed\nto the young chap who was caressing his kris. “My daughter was to have\nbeen his wife. There are two hundred swords that follow him. And yet, if\nwe rise----”\n\nHe was shaking all over.\n\n“If we rise--ruin,” he said bitterly. “My people slain, my villages\nburned, my children slaughtered! That is the price of the honor of a\nman, _Tuan_. And for their lives, Vetter demands my daughter. Which”--he\nclenched his teeth in the quintessence of bitterness--“is the price of\nthe honor of a king.”\n\nCary moved. He was listening to the old chap now, looking from him to\nthe girl and back again.\n\n“You mean,” said the doctor slowly, “Vetter will set a gunboat on your\npeople if you keep your daughter from him, no matter how?”\n\n“If she stabs herself!” said Buro Sitt, his voice breaking. He looked\nswiftly at the younger Malay and then his eyes went suddenly blank again\nas he got control of himself once more. “So she will go to him, _Tuan_.\nAs the ransom for my villages, and the ransom for my people’s lives.”\n\nCary began to talk angrily, spouting what Malay he knew with his whole\nvocabulary of Chinese thrown in to make his meaning clear. The main\npoint of his speech was that he’d like to wring Vetter’s neck and would\ndo so at the first favorable opportunity. Buro Sitt listened without a\nflicker of expression on his face. He had himself in hand again.\n\n“_Tuan_,” he said evenly, to the doctor, “will you speak to him, and\nurge that he sends away this other woman? It will not even be safe for\nmy daughter. There is always poison----”\n\n“I’ll remember,” said the doctor, not quite directly.\n\n“The blessing of Allah be upon you,” said Buro Sitt evenly.\n\nHe swung down into the canoe. The girl and the young man followed him.\nThey drifted off into the darkness, where the jungle noises began at the\nwater’s edge. For a little while there was no sound but the lapping of\nthe river waves and the furtive noises that came out of the squirming\nmass of vegetation.\n\nThen the doctor said thoughtfully, “I wonder what he’s really up to.”\n\n“It isn’t what he’s going to do,” said Cary angrily. “It’s what I’m----”\n\n“You’re going to do nothing,” said the doctor calmly. “Vetter thinks he\nis lord of creation, which he isn’t, but he is the lord of Kuramonga.\nAlso he has some little tin soldiers. You can’t do anything direct, and\nas for reporting him--Well, we’re civilians and foreigners to boot. The\npowers that be would pay absolutely no attention to us. We’d better\nleave it up to Buro Sitt.”\n\n“But he can’t do anything,” protested Cary angrily, “and I can kick\nVetter, anyhow.”\n\n“Buro Sitt,” said the doctor, “can’t kill Vetter, because Vetter’s\ndoubtless arranged that if he’s scragged Buro Sitt will get the blame.\nAnd he can’t kill the girl, because Vetter would trump up a rebellion on\nhim if he did, and his record is bad. His villages would be wiped out at\nonce. But----”\n\n“Do you mean you’re going to stand by and watch?” demanded Cary\nfuriously. “Let that beast Vetter----”\n\n“I’m going to do what Buro Sitt wants me to do,” said the doctor. “I’m\ngoing to do nothing whatever but sit still and look on. And, of course,\nremember what Buro Sitt told us. I don’t like Vetter. He’s a paranoiac.\nAnd it’s always unhealthy to have even an ordinary swelled head.\nAnywhere, Cary,” he added kindly, “Anywhere at all. So I just wonder\nwhat Buro Sitt is going to do.”\n\nCary and I wrangled for an hour about it. The thing did look\ncold-blooded. A white man in a position where he could demand Buro\nSitt’s daughter--which would cost him his honor as a man--on penalty of\nravaging his people and destroying them--which would certainly\ncompromise his honor as a king. A _raja_ counts himself the equal of any\nking, anywhere. And Buro Sitt had led his people to disaster once\nbefore. He’d taken out a thousand men and brought back just fifty. He’d\nfeel now as if he had to make up for that.\n\nThen the doctor shut us up and turned in. Cary woke everybody up in the\nmiddle of the night to suggest that we kidnap the girl by arrangement\nand let the young chap who wanted to marry her know where to find her.\nThe doctor threw a shoe at him and went back to sleep.\n\n“Son,” he told Cary, “you forget two things. Buro Sitt did not come out\nhere to ask us to lecture Vetter. He did have a reason for coming out\nhere. And Vetter has a swelled head. Go to sleep.”\n\nA minute later he was snoring.\n\nI woke at sunrise, listening to noise of the surf down at the sea\nsplashing and roaring among the mangrove roots. It’s always strangely\nloud at daybreak. And the jungle was making noises as the night things\nwent to their hiding places and the day things came out again. And\npresently a boat came out from Vetter, asking us not to go away because\nhe’d have something amusing to show us that night.\n\nWe guessed more or less what it was, from our opinion of Vetter and Buro\nSitt’s call. But we didn’t leave. We loafed on the boat all day and Cary\ntalked morosely about how pretty the girl was and wondered what her name\nwas and how old she was. And the doctor fished.\n\nMeanwhile I wondered how Buro Sitt, who was obviously Malay, could be a\n_raja_ up on the China Sea, and learned that about one in four people up\nthere are Malays, the other three-fourths being Chinese and so on.\n\nAnd then night came on and the jungle that had looked very tropic and\npleasant during the day began to make unpleasant noises. And Vetter sent\nhis steam launch for us to come and see what he had to show.\n\nThe doctor had it right when he said Vetter thought he was lord of\ncreation. Political agent over a district nobody else wanted, with a\ngunboat coming in every six months or so. Twenty little soldiers to back\nhim up. Not even a telegraph line to connect him with the outside world.\nBut in his own district he was the Almighty.\n\nVetter’s soldiers were stiff as ramrods. They saluted when we came\nashore and took us into a room to wait for him. He kept us waiting, like\nan emperor. When he came in he was strutting. Oh, he thought he was the\ngreat old Bhud, all right. He clapped his hands for drinks, and his\nservants served him with exquisite haste. Then he flung himself into a\nchair and grinned at us.\n\n“You’ve come from the north,” he reminded us. “Japan, and China, and so\non. Not very respectful to white men, these Asiatics, eh?”\n\nWe agreed politely.\n\n“I will show you,” he said, showing his teeth in a grin, “how a strong\nman treats these swine. _I_ keep them under.”\n\nHe held out his open hand and clenched it like he was crushing\nsomething. He didn’t wait for us to say anything. We weren’t important\nexcept as an audience. But he wasn’t crazy. He just had a case of\nswelled head that had been aggravated by authority, and he wanted to\nshow off. He was feverishly anxious to show off. He believed he was lord\nof creation, and some people with that belief are pitiful, and some are\namusing, but Vetter managed to be unpleasant.\n\n“There’s a _raja_ here,” he told us, grinning, “traces back his ancestry\nto the _rajas_ of Malacca, in the thirteenth century. Proud as hell.\nRoyal to his fingertips. Now watch!”\n\nBig, and beefy, and dark, with the close-shaved hairs showing through\nhis skin. He lay back in his chair and grinned at us.\n\n“I’m a white man,” said Vetter, “so I demand royal honors, no less. Once\nBuro Sitt--this _raja_--refused his taxes. He said he would appeal to\nSaigon. And the gunboat came in the harbor two days later. Buro Sitt\ncame down with his retinue to meet it. Very much armed. He was going to\ncomplain of me. Of me! Only the marines from the gunboat and my men were\non their way to his village. My men opened fire at sight of the guns his\nmen carried. Like any Malays, they fired back. He lost fifteen men and\nwe burned one of his villages.”\n\nHe winked at us, and laughed. I don’t think he was French. Not all\nFrench, anyway.\n\n“The gunboat _capitaine_, he reported Buro Sitt in a revolt, and that I\nhad him well under control. Buro Sitt paid the tax--twice over,” he\nadded significantly. “That’s the way to treat these swine.”\n\nCary scowled. I began to understand that Buro Sitt was right when he\nsaid Vetter would ruin his people if he weren’t obeyed. I began to get\nvery unfond of Vetter.\n\n“Indeed?” the doctor grunted.\n\nVetter took it for admiration. He was crazy with self-applause anyhow.\nOrdinarily, admiration of one’s self isn’t a very healthy occupation,\nbut Vetter thrived on it. He went on to explain further.\n\n“Royal honors I demand,” he grinned. “I am a white man, and a white man\nis royal, while I’m the white man. You’d think Buro Sitt had had enough\nof a lesson, eh? But no. Two weeks ago I marched through his chief\nvillage. I looked for royal honors. He did not offer them. I was\npatient. I asked him why he did not receive me as a _raja_--a sultan and\nhis overlord. He said I was only a Frenchman, so----”\n\nA sort of hubbub started off in the jungle somewhere. Vetter grinned\nnastily.\n\n“This is the result.” He waved toward the window. “I thought I’d show\nyou how I treat these swine. I told Buro Sitt his impertinence meant he\nmeant to revolt. He’d have to give me a hostage for good behavior. His\ndaughter.” Vetter laughed exuberantly. “A hostage, you understand. And\nshe will taste every particle of food I eat, so Buro Sitt will not dare\npoison me.”\n\nThe doctor grunted again.\n\n“He won’t?”\n\n“Not he,” Vetter nodded wisely, and grinned again. “I shall make love to\nher, of course. One does. I shall be to her as a god--a kindly god. But\nto her father I----”\n\nThe noise in the jungle drew nearer and louder. Then one of the sentries\nchallenged sharply. There was an answer, and then the shrill and nasal\nreply of the sentry to the corporal of the guard.\n\nVetter waited, grinning. Presently two soldiers escorted Buro Sitt and\nthe girl into the room. The young chap with the hawk-like eyes was\nnowhere about. Buro Sitt looked absolutely impassive, though his\nnostrils were distended a little. The girl--well, she was white and\nqueerly silent.\n\nVetter looked Buro Sitt up and down.\n\n“Since when,” he asked in Malay, without any polite prefix, “are you\npermitted to wear arms into my presence?”\n\nBuro Sitt, without a word, handed over his kris to one of the soldiers.\nHis antiquated pistol followed. Vetter snapped at his soldiers and they\nwent out. Buro Sitt was like a stone image. Vetter looked at us out of\nthe corner of his eye. Then he laughed.\n\n“Your daughter,” he said insolently to Buro Sitt, “will taste all my\nfood hereafter, lest there be poison in it.”\n\n“I understand, _Tuan_,” said Buro Sitt evenly.\n\n“And she will share my room,” added Vetter grinning, “lest a snake be\nplaced in that.”\n\n“I understand, _Tuan_,” said Buro Sitt.\n\nHis nostrils looked white, somehow. It was a pretty horrible thing to\nwatch, Buro Sitt handing over his daughter--sacrificing his honor as a\nman to keep faith with his people as a king.\n\n“Then,” said Vetter insolently, “you may go.”\n\nBuro Sitt bowed. Then he said, “But I beg, _Tuan_, that you send away\nthat other woman, lest she poison both you and my daughter. Women are\njealous, _Tuan_.”\n\nVetter looked at him for an instant through half-closed eyes.\n\n“I’ll have a drink.” He clapped his hands and ordered a siphon and a\nglass. When the servant brought it in he ordered the girl to mix him a\ndrink.\n\nThen he got up and walked over to Buro Sitt and laughed in his face. It\nwas just showing off, you know, making a _raja_ of the best blood in the\nEast watch his daughter perform a servant’s work for a white.\n\nShe brought the glass, deathly white and with flaming eyes. Vetter took\nit, then laughed.\n\n“She will taste all I eat and drink,” he reminded Buro Sitt. He motioned\nto her to taste it.\n\nStaring at him defiantly, she raised it to her lips, and Vetter snatched\nit away and threw it on the floor.\n\n“So soon?” he laughed. “And willing to drink too! But there is a mirror\non the wall, my dear. I saw you drop a little white powder in it. We\nwould have died together, eh? But it is much better to live.”\n\nHe sat down and laughed while I saw Buro Sitt quivering and\nalmost--almost leaping for him. But two soldiers came rushing in. They’d\nheard the crashing glass. And they led Buro Sitt away, with more despair\non his face than I thought any human being could show.\n\nI waited for a signal from the doctor, but he looked on composedly.\nVetter turned to us, laughing.\n\n“One needs to be omniscient, eh? To know their secret thoughts. There is\nno other woman. That was for you. So that when I died of poison you\nwould report that I and--she”--he jerked his thumb negligently at the\nwhite-faced girl--“were poisoned by a jealous woman.”\n\n“I see,” said the doctor dryly. So did I. It fitted in nicely. Buro\nSitt’s call of the night before and his talk of another woman would make\nus into witnesses that Vetter had been poisoned through jealousy. And it\nwas quite clear that Buro Sitt was ready to see his daughter die too if\nit were any way necessary.\n\nBut Vetter believed he was all powerful, and the events of the last five\nminutes had given him extra proof. So he grinned and nodded a farewell\nand pushed the girl--shaken and shivering now--before him and left us.\nFor all the world it was like a king or something dismissing his\nattendants. Vetter’d only wanted us for an audience, and now the show\nwas over.\n\nBut Cary was raving. He turned to the doctor, his fists doubled, wanting\nto go and half kill Vetter. And I wasn’t any too peaceable myself. Not\nheroism, you know. Just ingrowing dislike of Vetter. He didn’t act like\na white man should.\n\n“We can’t interfere,” said the doctor coolly, “only when we’ve got proof\nthat will stick in the teeth of Vetter’s say-so. And we haven’t.”\n\nThere was a little noise. A queer little noise, like a sick man\ncoughing. Then a little thud. Then nothing. The doctor looked grim.\n\n“I think we’ve got it now,” he said, with his mouth twisted wryly.\n\nHe put his hand in his pocket and went streaking to where Vetter had\ngone. I thought I heard the murmur of his voice. Then he came back. He\nwas smiling, but most unpleasantly.\n\n“You were mistaken,” he said pleasantly, “if you thought you heard me\ntalking to anybody. Vetter is sick. Very sick. Cary, go to the boat and\nget my medicine-case. And you,” he said to me, “you tell the sergeant in\ncommand of the soldiers that Vetter is sick with fever brought on by\nexcitement, and there mustn’t be any noise. Not even challenges. And\ncertainly no shooting. Not under any circumstances.”\n\nWe went. The doctor’s face was curious; grim and queerly amused. But I\nknew he hadn’t found exactly what he expected when he chased Vetter. I\nknew just what had happened the minute he let me in the room. There was\nnobody in the room but Vetter. The girl had disappeared. The doctor made\nme help him, and it was an unpleasant job.\n\nWhen Cary came back, the doctor kept him busy on errands to the\nsoldiers. He kept the soldiers busy, getting hot water hotter and cold\nwater colder and generally occupied with duties that certainly weren’t\nguard-duty. And bringing sheets and pillows and one thing and another.\nCary, at the door, always growled that he’d no taste for trying to keep\nVetter alive. Cary was sentimental about a pretty girl.\n\nThe sun had just risen when the doctor stopped. We came out of the\nsick-room and he told me to tell the sergeant the news. I went and broke\nit as positively as I knew how. Vetter was dead, of fever with\ncomplications. And the sergeant shuffled uneasily and said that the\ngunboat would be due in a week more.\n\nI went back, and Cary was staring at the figure on the bed that we’d\ndrawn a sheet over. There were one or two suspiciously wet spots on the\nfloor, but Cary didn’t notice them, or think that they looked as if we\nhad been scrubbing there.\n\nHe stared at the figure. Then he tiptoed over and drew back the sheet\nfrom the face. Curious to look at a man you cordially disliked, when\nhe’s past being disliked any more.\n\n“What was the matter with him?” asked Cary.\n\n“Fever,” said the doctor.\n\nI felt very weak and sick from the reaction from what we’d had to do,\nbut I grinned feebly.\n\nThe doctor handed Cary a package that was wrapped up in part of a sheet;\nhe wanted it dropped overboard in deep water. The handle stuck out of\nit, and the handle was that of the kris the young Malay with the\nhawk-like eyes had been caressing while he sat with Buro Sitt on our\nboat deck.\n\n“M-my God!” said Cary, shaken and sick. “He--he----”\n\n“He died,” said the doctor firmly, “of fever. A special sort that always\nfollows paranoia. I’m a doctor and my report will stand, if we get him\nburied before the gunboat gets here. Fever, Cary, fever.”\n\nAnd his report did stand. I heard later that the next Political to take\nVetter’s post made shocked reports of how Vetter had been mistreating\nthe natives. He had Grossly Exceeded his Authority, and all that sort of\nthing. Every effort would have to be made to restore the loyalty to _la\nbelle France_ that Vetter’s actions would have undermined. That meant,\nof course, scrupulously fair treatment thereafter.\n\nBut it struck me as rather humorous that the doctor met Vetter’s\nsuccessor later on and listened for half an hour to hair-raising\naccounts of the evil deeds Vetter had done.\n\n“_M’sieur_,” said the new Political, excitedly, “it is incredible that\nhe was not _assassiné_! That he died naturally, of fever, _c’est\nincroyable_!”\n\n“Oh, not at all,” said the doctor. “That’s the price one pays for not\ntaking things in time. Vetter had paranoia, and he didn’t do anything to\ncure himself. His ‘fever’ was the inevitable price of his neglect.”\n\nIn my mind I was contrasting Buro Sitt, with the price that had been set\non his honor as a man, and the greater price set on his faith with his\npeople. But just then a young doctor laughed at the doctor’s ignorance\nin speaking of Vetter’s death as the price he paid for not trying to\ncure his paranoia--which is usually nothing more or less than a swelled\nhead, or the belief that one is lord of creation.",
    "metadata": {
        "author": [
            "Jenkins, Will F.",
            "Jenkins, William Fitzgerald",
            "Fitzgerald, William",
            "Jenkins, Will",
            "Leinster, Murray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73053/pg73053.txt",
        "name": "island_honor.json"
    }
}