{
    "name": "It",
    "author": [
        "Howard, John Hayden",
        "Howard, Hayden"
    ],
    "body": "Before the Captain's feet fled ghosts of dust. Crackling with static\nelectricity they fled before his body-charge. Ringing out through pools\nof heat mirage they mushroomed up the toppled walls. In his ears their\ncrackling was laughter. In his brain he screamed at them.\n\nCrazy dust ghosts, you are more self-willed than I.\n\nHis runaway feet splatted on and on over Hogan's deep-toed, running\nbootprints in a race of death he could not stop. Crazy dust ghosts.\nThey at least could settle and die. He had the thing on his back. He\nhad it driving him endlessly on, his body burning with exertion, his\nuncontrollable hands clutching the auto-electric rifle. He had already\nkilled one of his men.\n\nFool, Joe Hogan, at least stop and try to kill me. This way you are\nonly leading me to the spheroid. Then it will be able to kill you all.\n\nStop, stumble, anything damn you; now he was thinking at his feet. But\nthey never faltered.\n\nSuddenly the thing shifted its soft weight and drove his feet hard,\nhurling him face down behind a fallen girder an instant before Hogan's\nmanmade lightning clanged along the girder and flushed sparrows of\ndust into the sky. Behind the dust the Captain's body leaped to a\nnew location and bobbing from its cover fired, not blindly as if\ndust-veiled eyes had aimed but deliberately, with the slow-squeezing\naim of its organic radar. But its batsense was too late, for it\nquivered angrily on his neck.\n\nAs his body burst through the dust, the Captain's good eye caught the\nfaroff glint of sun on moving steel where Hogan fled into a jungle of\ngirders. The Captain's long legs drove hard in pursuit, but after a few\nhundred yards they began to stagger.\n\nBloodsucker, his thoughts rang, you are as stupid as a man. Keep\ndriving me this fast and you'll have a dead horse. And what will you be\nwithout me? Black gunk frying in the sun!\n\nPerhaps I'll die soon, he hoped as his quivering legs rebelled and the\ncity misted before his good eye.\n\nAngrily it jabbed his thumb into his blinded eye. But it could not spur\nfresh activity from his legs. No pain could do that now.\n\nIt let him walk awhile. Soon he crossed the blurry tracks his men had\nleft when he led them into the dead city, unsuspecting.\n\n\n\nSingle file they had threaded among the collapsed dome-structures and\noverthrown cylindricals, a segmented worm of men probing within a\nvast and withered corpse. First the Captain, then Grimes, then Ives,\nKwatahiri, Spencer with his hog-snouted prisma-reflex camera, finally\nHogan, the worm's rear end. Six of them. The Captain had left Templar\nto \"guard\" the spheroid.\n\nIn the last city, where as in the preceding five they had found no\nsign of life except a scum of dried protoplasm thirty feet up on the\nsides of the buildings, Templar had begun to see \"them\". The Captain\nwinced every time he saw Templar's dark blue eyes superimposed on the\nwreckage ahead, eyes widening with unspeakable horror at something no\none else could see. Templar had been too good a soldier to scream, but\nthe Captain was an old hand at spotting \"symptoms\", so Templar sat this\none out. And the Captain had made the long-awaited decision: after this\ncity they were going home.\n\nOrders are orders, but a good captain will not interpret them so\nnarrowly as to expend his men for no purpose. There is room for\njudgment. He had been sent to ascertain if there were life on this\nseared planet. After reasonable search he had found none. They were\ngoing home.\n\nOverhead the sky was empty, roofless, blinding white. It sucked the\nsweat before it could form and made their eyeballs stick. It shimmered\non the prostrate girders and made them scorching hot. That the girders\nwere silicon instead of steel did not excite them anymore. Nor did they\nexclaim over the generators of malleable glass with inner windings\nclearly visible like demonstration models or the strange doorways, all\nof them exactly three feet in diameter, all of them exactly thirty feet\nabove the cracked mud streets as though the intervening space had been\nfilled with water. It was too damn hot.\n\nAs they wormed toward the core of the city, Hogan, who followed\nSpencer, began to hum softly about a red-haired baby with two great big\nhums. He kicked up the dust and chattered to himself. He blinked at the\nwhite sky and tripped. Touching a girder involuntarily, he staggered\nback cursing, leaving the skin of his hand and wrist smoking on the\nsilicon.\n\n\"Damn that Templar,\" he shrilled, \"drinking beer in the cool of the\nspheroid!\"\n\n\"In the cool of the spheroid,\" cried the echoes.\n\n\"The spheroid,\" replied echoes of the echoes.\n\nHogan dropped his rifle with a clatter and sucked his wrist.\n\n\"Shake it up,\" shouted the Captain from the head of the worm.\n\n\"Hogan's hurt,\" Spencer called from the tail. But Hogan lurched forward\nhissing: \"Tend your own jet hole.\"\n\nThe Captain was back there, tall and concerned, grabbing Hogan's arm,\nmaking him show the burn. Deftly he bandaged it. \"You can go back to\nthe ship if you want to.\"\n\n\"Hell no and let you guys find something worth something,\" Hogan\nretorted and spat near Spencer's foot.\n\nThe Captain watched the gob of saliva sizzle and vanish. He looked\nacross into Hogan's red-veined eyes, then down into Spencer's wide gray\nones. Spencer's cheeks were puffed, flaming red. His lips were puffed,\ncracked and quivering slightly as though he was getting ready to laugh\nor cry. He shivered when the Captain squeezed his shoulder.\n\nToo young, the Captain thought. I shouldn't have brought him out here.\nBut he didn't say anything, just squeezed Spencer's shoulder again and\ntrotted back to the head of the worm.\n\nThe monster had a million legs and it was shiny blue. A smooth\nhemisphere, it squatted on the hub cap of the city, holding the dead\nlifelines, the puppet strings of the city, python-thick electrical\nconduits that radiated out in all directions to tie the city together,\nto integrate the myriad mechanisms of the ultra-technical city, to\nbleed the streams of electrons that were the life blood to the city.\nThere was life in the old boy yet.\n\nWhen the Captain stepped too near a conduit, lightning knocked him\ndown. When Spencer started to help the Captain up, a four-inch spark\nbit his finger. Hogan hee-hawed. But when the Captain jumped up and,\ngrinning, poked his finger an inch from Hogan's dished-in nose Hogan\nyelped with pain.\n\n\"Yes, Hogan,\" the Captain laughed, \"if you had gone back you'd of\nmissed this. Here is the brain of the city, perhaps of the planet. If\nthere is life on this planet we should find it here.\"\n\n\"Check this!\" Spencer shouted. He had backed away to include the entire\nmonster in camera focus. Now he was running toward them waving a print.\n\nWhile the Captain examined it, Spencer turned the pointer-knob on the\nback of the camera, watched the needle creep across the dial, then\nopened the back and removed a second print. But the Captain was still\nstaring at the first one. He turned it upside down, held it to the\nlight, looked at the back. Hogan elbowed between the two men and poked\na black-rimmed fingernail at the top of the print.\n\n\"When did you climb on top, Spencer? I never saw you.\"\n\n\"I didn't.\"\n\nHogan hee-hawed. \"Then how'd this picture show you standing up there?\nYou were up there and the Captain took the picture. Come on, quit\nkidding, my eyes don't fool.\"\n\nVery carefully, trying to keep his hands steady, the Captain lit a\ncigarette and inhaled. He watched the smoke rise. \"It could be a trick\nreflection.\"\n\n\"Or a mirage,\" Spencer filled in. \"It's hot enough for a mirage.\"\nThen he handed over the second print. \"But in this one I'm opening a\ntrapdoor.\"\n\n\"Ho!\" Hogan shouted. \"This one wasn't taken from the ground. Look at\nthe angle. This was taken from a copter.\"\n\n\n\nThe Captain exhaled very slowly. Due to the curve of the hemisphere,\nthis trapdoor could not be seen from their location on the ground.\nBut from thirty feet up, the level of the scum line, it would have\nbeen visible, if the trapdoor was really there. He was afraid it was.\nSomewhere. Was it on Pluto? He had heard tales of people, or were they\nmachines? who had been able to rearrange molecular patterns, when\ninitial cohesion was not great, by remote control. But there was no\nlife here. The flare-up of this planet's sun had surely extinguished\nall life, even far below the surface.\n\nWithout a warning Hogan clipped Spencer on the mouth. Even sane he\nwas dangerous when he thought he was being made to play the fool. Now\nhe was a harshly breathing windmill of fists and boot-toes until the\nCaptain stunned him with a judo blow to the back of the neck.\n\n\"You alright, Spencer? Just hold your head between your legs, you'll\nbe all right.\" The Captain turned. \"Grimes, would you bring me your\nclimbing rope. No, don't tie him up. I'm going to use it to get on top\nof that dome.\" He bent on the grappling hook. On the third attempt he\nsnagged something up there he couldn't see. \"Don't look at him Spencer.\nGo take three more pictures; that's an order.\"\n\n\"First picture I'm climbing inside,\" he shouted. \"Second picture you're\nclimbing inside. Third picture Grimes is climbing inside.\"\n\n\"So your camera thinks it photographs the future does it?\" the Captain\nshouted. \"Ives and Kwatahiri come on up. No, Kwatahiri stay there;\nSpencer better stick with me today. Bring the gun, Ives.\"\n\nAfter Spencer skinned up the rope, Ives stood holding onto it, shifting\nhis weight from one foot to the other. \"I guess the Captain forgot how\nI burned my hands yesterday.\"\n\n\"That's O.K.,\" Grimes said. \"He don't care who goes. You stay here and\nI'll go. Bye, bye Hogan.\"\n\nHogan swore and rubbed his neck. \"All of 'em, crazier'n Templar,\"\nhe muttered, and he crawled over in the shade and swigged Spencer's\ncanteen. No one was going to rabbit punch him and get away with it.\n\nWhen Grimes caught up with the other two, they were already deep\ninside the control chambers. The translucent walls bathed the rows of\nblank-faced dials and drooping levers in a blue light. Further down,\nwhere they passed below ground level, they had to switch on their\nflashlights. The narrow ramp corkscrewed tighter and tighter as it\nplunged into the depths until the Captain began to feel mild twinges\nof claustrophobia. But it was cooler down there, and his legs kept\nhurrying him downward.\n\n\"Hurry up Cap,\" Spencer panted behind him.\n\nWhy hurry? thought the Captain, but he began to run. Why hurry? With\nwhat amounted to a great effort of will he stopped. Spencer rammed into\nhim, knocked him sprawling, scrambled right over him without a word of\napology. Grimes stepped on the Captain's back as he tried to force his\nway past, but the Captain grabbed his ankle.\n\n\"Leggo sir, I gotta be first,\" Grimes gasped.\n\n\"First where?\"\n\n\"I dunno.\" But he tried to twist away without hurting the Captain. \"If\nyou let me go I'll find out for you,\" he added craftily. By this time\neven the glow of Spencer's light had disappeared.\n\nThe Captain shouted for Spencer to come back but there was no answer.\n\n\"I'll find Spencer,\" Grimes pleaded. \"Please, sir.\" With that he kicked\nthe Captain's wrist and escaped. Sitting up, the Captain watched\nGrimes' light vanish into the depths. After a moment of hesitation he\nfollowed. He wanted to go back, to get another gun, to stop and think\nthis thing out, but he kept on walking, part of his brain reassuring\nhim that he was doing the right thing, searching for his men, doing his\nduty. But he knew that wasn't right. He was being pushed.\n\nWhen the ramp levelled off he managed to stop again, sitting down\ndeterminedly on the stones. He slapped his face and shook his head,\nbut when he arose he shuffled forward again until his light cast a\ndark shadow on the floor. Happy for an excuse to stop, he dropped on\nhis knees beside it. A toy? A tiny monstrosity with a sausage-shaped\nthorax, six webbed feet beneath, nearly a dozen hands or feelers on\ntop, some of them specialized pincers or hooks, others as generalized\nas the hands of a man, all of them semi-retractable. It had a rubbery\nfeel. What bothered him was the head. There really wasn't any, only\na mount for two froglike eyes, no space for a brain. Where the neck\nshould have been clung a small blob of waste. But he had difficulty in\npulling it off, and when he did he saw it was part of the design, an\nauxiliary creature bloated like a woodtick, a bladder and a fang-ringed\nmouth, nothing more than a toy parasite.\n\nRepressing a shudder he fitted the toy back together and dropped it in\nhis pocket. Then his feet hurried him down the ramp. It was plunging\nagain, steeper and steeper until he tripped and rolled, cradling his\nflashlight, and banged against something hard and vibrant. All around\nhim in the darkness, water-choked voices sang: \"Go on, go on, go on,\"\nuntil he flashed his light about and his eyes assured his ears that\nthe voices were only the sounds arising from tall, glass cylinders of\nrhythmically perking mercury.\n\nAbruptly he realized that the mercury columns operated the tall black\nmachine in the center and that this was a hydraulic press which in\nturn fed the humming electric motor beside it. Piezoelectricity on a\npractical scale, electricity produced from the compression-expansion\nof rock crystals in the press, power for the press produced from the\nexpansion of mercury vapor, the heat for expansion drawn from the core\nof the planet, the whole set-up was as immortal as machinery could be.\nIt might have been running for thousands of years.\n\nBut everything was swept from his mind by the overpowering vision of\na round red door with a handle shaped like the letter S, and his body\nhurried across the room, down another passageway, around a curve and\nthere was the door, with Grimes and Spencer struggling to turn the\nhandle.\n\nThey didn't bother to look up until he shoved them aside. Seizing\nGrimes' rifle, he jammed the barrel into the S and levered the handle,\noblivious of the fact that he was smashing the front sight. Slowly the\ndoor opened from its center, widening like Spencer's camera's eye.\n\n\"Stay back, that's an order,\" he heard his voice say. Then his body\nlunged through the aperture into freezing darkness. The cold room\narched away in all directions, drawing his flashlight through metal\ngrillwork into nothingness. The light caught something black and\nswollen up there, almost directly above his head. But the foul odor at\nhis feet drew the light down onto black, ruptured sacks that had fallen\nfrom their perches in the grill and spoiled and smeared the floor with\ncorruption. Unwillingly he knelt to touch one of them. Cold, and the\nfloor was icy cold, throbbing gently beneath his feet, refrigerated.\n\nOverhead something hissed, and his mind tried to break for the door.\nHe saw himself doing it, rushing past the two faces in the doorway,\nfleeing up the ramp to the surface. But he was still there, almost\ndevoutly kneeling when the thing rustled silkily and plopped upon his\nneck.\n\n\n\nHe gasped instinctively throwing up his arm to knock it off. But it\nfroze his arm midway, and he knelt there, a statue, trying to make\nhis arm obey. A sharp pain told him it was boring into his neck.\nThen he fell on his side, his legs kicking like a dying rabbit's. In\na moment he couldn't even do that. By the time Spencer reached him\nhe was completely paralyzed and voiceless. But his mind was clear\nagain, clearer than it had been since he approached the great control\ndome on the surface, almost as though the thing had to devote its\nentire tele-force to the control of his body. There was none left for\nSpencer and Grimes. As they raised his head and chafed his hands and\nmade ineffectual suggestions they seemed perfectly normal again. He\nrealized that in the semi-darkness they had not noticed it on his back.\n\nTo his horror he felt the big muscles of his body moving one by one,\nexperimentally. His hands clasped and unclasped of their own accord.\nHis vocal cords emitted a frightened croak as his left hand closed\nabout the barrel of the flashlight. Without other warning he clubbed\nGrimes' forehead and felt bone crush beneath the blow. Mouth sagging\nopen with the amazement of death, Grimes sank to the floor. The\nCaptain's body lunged clumsily over him, flailing the flashlight at\nSpencer's head.\n\n\"Captain, you hit Grimes,\" the young man shrilled the self-evident\nas he back-pedalled, forearms shielding his head from the Captain's\nawkward left-handed blows. Whirling he fled through the doorway and\nalong the corridor. But he was a short-legged young man, running\ntoo long in the same spot, and the Captain loped behind him, heavy\nflashlight raised to strike.\n\nWith a terrific effort the Captain struggled to recapture his own body.\nConcentrating a rush of thought on his right knee he made it buckle,\npitching him on his face upon the stones. It had not yet learned to put\nout his hands to break his fall. When it managed to raise his head,\nSpencer's footsteps had faded away and it was quivering angrily.\n\nThen came further horror. His own fingers punished him. Experimentally\nthey probed his left eye. When the thing felt his tremors of agony it\nscrewed his thumbnail into the eyeball. When he regained consciousness\nthe pain was on the other side of a wall of numbness. His body sat\nup, and he realized that it had been unable to move him while he was\nunconscious.\n\nPerhaps I can catch it by surprise? Cautiously he raised his right\nhand toward the back of his neck, thinking a jumble of thoughts that\nhe hoped would conceal his purpose. He almost reached it. Quivering\nangrily it forced his hand down again to discipline his eye. Through\nthe curtain of pain he thought back: if it had access to the thinking\npart of my brain, my first thought about catching it would have given\nme away. As it was, I very nearly succeeded. It is torturing me now\nbecause it is frightened. Next time it is off guard, I will strike\nquickly.\n\n\n\nAs it stood him up, he tried again. Its punishment made him faint.\nBut that was a moral victory for him. If it became over-emotional\nand killed him, that would be a moral victory too. With the death of\nGrimes, he had lost interest in survival, but the thing had not. He\nsuspected it knew it was the last of its species. Probably its drive\nfor survival and reproduction was tremendous. If he were to die, the\nthing, like the tiny model parasite in his pocket, would be without\nmeans of locomotion. A helpless sack and a mouth, that's all it would\nbe if he were dead.\n\nIt walked his body unerringly through pitch darkness to the\nrefrigerator room, picked up the rifle by the barrel, ran his fingers\nover the smashed front sight, down the barrel, over the electro-coil\nand onto the action. When it started pulling the switches while the\nmuzzle still leaned against his chest, he became hopeful that the end\nwas in sight. But the safety-catch proved to be on. Finally it released\nthat. Resting the barrel on his shoulder, it went after the switches\nagain, while he tried surreptitiously to aim the muzzle where it should\nbe.\n\nLightning scorched the back of his neck and the gun clattered to the\nfloor. But he felt it shaking violently on his back. When he made a\ngrab for it, he almost caught it off guard. Then it didn't even punish\nhim, just clung there shaking. Inside his brain, the Captain smiled.\nApparently it was unfamiliar with such weapons. He was surprised its\nfirst move had not been to retrieve some powerful weapon of its own.\nPerhaps the planet had been so well organized or even civilized that\nthere had been no stimulus to invent or use weapons of this sort?\n\nCautiously it raised the rifle, this time pointing the muzzle the other\nway. Lightning flared. It dropped the rifle. Quickly it picked it up\nand fired again and again like a child with a new toy. When it raised\nhis hand, instead of gouging his eye, it gently stroked his cheek. He\nshuddered.\n\nBending him over, the thing ran his hands over Grimes. It felt Grimes'\nwrist, then felt his, then felt Grimes' again. Suddenly it released him\nand he sank limp and exhausted across Grimes' body. Perhaps it wanted\nto see if he could help Grimes, bring him back to life, otherwise,\nwhy this solicitude? He considered making another grab for it, but he\nknew it would be on guard. He would be smarter to co-operate. He went\nthrough the motions of artificial respiration, then shrugged. What\nwould it make of this gesture? He began to talk to the thing, then\nto tap out morse code on the floor, finally to trace out triangles,\nsquares, pentagons with his fingers: no response. Without warning he\ngrabbed with both hands.\n\nIt did not even bother to punish him. It set his hands to gathering\nthe small cold bodies of its species. When he was through they made\nonly a double handful that he carried up a twisted ramp, through doors\nthat creaked automatically in the darkness, to a warm, faintly sweet\nsmelling room. Here he laid the bodies on a corrugated ledge.\n\nIn darkness he knelt and beat his knuckles on the floor. Rising, his\nfingers pressed a button. Something clicked and it began to swing its\nweight rhythmically as if it danced to a sound he could not hear. Or\ncould it be rhythm received through some other sense perception unknown\nto man? After a while he pressed several buttons in rapid succession.\nA blinding electric arc leaped from the ceiling, turning the heap of\nbodies into a crackling funeral pyre.\n\nThe smoky light revealed row on row of strangely carved figures, model\ndome-structures and cylindricals, shapes strung from wires resembling\nfish, toys like the one in his pocket, and many-creased forms\nresembling walnut meats or possibly brains. As the light died away, it\njabbed the Captain's eye as if to make him feel pain in honor of its\ndead companions. It jabbed with increasing savagery until he fainted\nand ended the ceremony.\n\nWhen he regained consciousness it set his hands to scraping the ashes\ninto a smooth bowl. His hands placed this on a shelf and his feet\ncarried him back down the twisting ramp. As he reached the bottom he\nheard the excited voices of Spencer and Kwatahiri, then Ives' deeper\nvoice as his feet hesitated in the corridor. It clutched his rifle\nhard. Turning into a side room it snatched up something that felt like\nwire netting. Then it made his feet walk softly down the main corridor\ntoward the voices, and he mentally cursed his men for their ill\ncaution. All three fools had crowded into the refrigerator room. But to\nhis relief his body hurried up the ramp, through the power room, then\nup the second ramp to the control room and the surface.\n\nAs the glare of the sun struck the thing, it made a long shudder pass\nthrough the Captain's body. Then it prodded his blind eye as though it\nsomehow blamed him for the desolation out there. But it prodded him\nwith finesse as it drew him back out of the sun, for his efficiency was\nessential, no matter what its next move.\n\nFrom below drifted Hogan's hoarse voice crooning of a red-haired baby\nwith two great big hums. The thing unbuttoned the Captain's shirt and\ndrew it over his head like a cowl. Then it slung the rifle and opened\nout the wire net. After innumerable vacillations and quiverings it\nsent him sliding down the rope, unconscious that the rope was burning\nthrough the skin of his hands.\n\n\"There you are,\" Hogan shouted. \"I knew Spencer'd pulled a Templar.\nWhat'd you find?\" He wasn't going to make anything of the rabbit punch.\n\nThe Captain's legs gave way as they struck the ground and he sprawled\nawkwardly.\n\n\"Geeze Cap, you really burnt your hands. What's the matter, are\nyou sick? What happened to your eye?\" As he extended his hand, the\nCaptain's body leaped away. As it lunged forward again, net swung high,\nhis shirt slipped back, making Hogan's expression change from surprise\nto bug-eyed horror. Netting a strong man did not prove as practical\nas the thing may have imagined. Mouthing obscenities, Hogan shook\nloose, scooped up his rifle and fled. As he reached the cover of a\ncylindrical, he whirled, fired, missing an easy, motionless target in\nhis haste, and fled again. The thing unslung the rifle and started in\npursuit.\n\nHogan's tracks were easy to follow in the dust, but where whirling wind\nfrom the cross streets had swept them away, the thing followed as\nconfidently as ever. It was not hunting by sight. After they exchanged\nshots and crossed over the trail the party had made on entering the\ncity, it became obvious that Hogan was leading it straight to the\nspheroid. The Captain's brain cursed him silently. The fool!\n\nAs he topped the last rise, the thing stopped him abruptly. There,\ngleaming in the sunshine was the spheroid. Before the entry hatch two\ntiny figures gesticulated. Hogan was telling Templar all about it.\nShivering, the thing pulled the shirt up over his head again. Then it\ndallied, still shivering, obviously searching for a plan of action.\n\nDidn't expect anything like that did you? the Captain thought. He tried\nto speak and did manage to drool a little. Then it started him down the\nhill, freezing his left hand at waist level long before he could grab.\nReal terror struck the Captain now. The thing was going to try some\nsort of bluff. It was going to try to take the ship.\n\n\"Here he comes,\" shouted Templar.\n\nIt waved the Captain's left arm and broke into a run. Templar ran to\nmeet it. But Hogan ran after Templar and grabbed his shoulder. Templar\nshook him off.\n\n\"Stop,\" Hogan screamed. \"I tell you, he's a murdering maniac.\"\n\nBut Templar ran to the Captain.\n\n\"Put your arm over my neck, sir. Gee you've hurt your eye terribly.\"\n\nBut the Captain gave no sign of understanding. He pulled back\nsuspiciously when Templar reached for his arm.\n\n\"Sir, are you all right? I think Hogan is almost crazy enough to shoot\nus. He's gone absolutely mad.\"\n\nCovering them with his rifle, Hogan came closer, his dust-streaked face\naquiver with indecision. \"He's nuts Temp. Look at his face. Why doesn't\nhe speak?\"\n\nShoot me you fool, the Captain's brain screamed. Beneath its hood the\nthing quivered violently, but it held the Captain's body under perfect\ncontrol.\n\n\n\nHogan jammed his rifle muzzle against the Captain's head. \"Speak, damn\nyou, speak. What's on your back? You see Temp, he's so crazy he can't\neven speee--\"\n\nViolently the Captain's body grappled for possession of the rifle.\nWith a blinding flash it went off between them. Over and over in the\ndust they rolled, while Templar danced about and did nothing. As the\nCaptain's hands clamped on Hogan's windpipe he saw Templar had finally\npicked up the rifle. Surely he must see the thing on his back. Shoot\nme, you fool.\n\nGasping, Hogan tore loose and swung his fist against the Captain's\nteeth. Lunging, he drove his knee into the Captain's stomach.\n\nIn that moment Templar made his decision. He slammed down the rifle\nbarrel on Hogan's skull.\n\nGently, the Captain's hands took the rifle away from Templar. They\npointed the muzzle at his belly and signalled for him to lie down. When\nTemplar stared uncomprehending, they fired a blast near his cheek. By\nthe time the Captain's hands had finished trussing Templar with his own\ntrousers and belt, the blue-eyed young man had noticed the thing on his\nCaptain's neck--and quietly gone mad.\n\nAfter binding Hogan's unconscious bulk, it dragged both of them into\nthe spheroid. There it frantically opened drawers, thumbed through\nillustrations in books and manuals, pulled levers and pressed buttons\nindiscriminately, as though it was looking for a clue to guide its\nfurther actions. It had dropped its net by the control dome. Now it\nseemed to be searching for some more effective means of taking men\nalive. The auto-electric gun manual held its attention, especially\nthe circuit diagrams that showed how the deadly stream of electrons\nmight be widened into a stunning spray. Unfortunately there was even\na line drawing of a man stunning and tying a venupod. It stared for a\nlong time at the accompanying frequency tables. The setting-numbers on\nthe receiver of the gun, the corresponding numbers on the table, the\nlogic of mathematics made the thing's inability to read words quite\nimmaterial.\n\nWhen Spencer clambered through the hatch, the diffusion ray stunned him\nin his tracks. Quickly it leaped out and stunned Ives and Kwatahiri.\nAfter the Captain's hands had bound them with climbing ropes, they lay\non the floor of the spheroid, their limp bodies gradually stiffening\nwith horror as the effects of the ray wore off. As their voices began\nto curse and argue and plead, night descended. But it did not need to\nturn on the lights.\n\nBy morning the men were moaning for water, and the thing seemed to\nnotice the Captain's increasing weakness. It freed him to see what he\nwould do to help himself.\n\nThe Captain lunged for the water faucet, but, as the cool water\ntrickled before his eyes and the men on the floor cried out for it, the\nCaptain was thinking. Taking down the small bottle of poison intended\nfor zoological specimens, he poured a few drops into a glass; not much,\nhis stomach would throw back a large dose before it had time to take\neffect. He had seen that Ives had already rubbed his wrist bonds thin.\nIn a few hours Ives would be free to help the others.\n\nAs the Captain raised the glass, the thing quivered and forced his arms\ndown. It made him kneel beside Hogan, hold the glass to Hogan's lips.\nThe still-dazed man drank greedily.\n\nWhile Hogan was dying, a slow process, it savagely punished the\nCaptain's eye. But he welcomed the pain. Even the thing was unable to\ncontrol the heaving of his chest or the tears coursing from his good\neye.\n\nSpencer raised his head: \"Captain, if you can hear me, I want you to\nknow that we understand what has happened. We are still with you, if\nyou are there. If you have to kill us to beat this thing, that's all\nright.\"\n\nAfter that, it gave the Captain no more freedom. With much hesitation\nand quivering it filled a clean glass and gave his four surviving men\nwater. Then it carefully examined the food in the refrigerator. But\nIves was the only one who would eat. After a safety-waiting period, it\nstuffed the Captain's mouth with only those kinds of food that Ives had\neaten.\n\nWhen the sun began to slant into the open hatchway, the Captain felt\nthe thing's body take on a new motion, a slow, regular rolling motion\nthat increased in speed as it sat his body beside Ives and bent his\nback until the thing touched Ives' neck. When Ives ceased screaming,\nthe Captain's body rose and turned. On Ives' neck clung a tiny replica\nof the thing.\n\nBy late afternoon it had also made Templar and Kwatahiri hosts. Only\nSpencer seemed conscious, his wide gray eyes watching the Captain's\nevery move. When it tried again to feed him, he clenched his teeth and\nturned his head away. But the others chewed and swallowed mechanically.\n\nWhen it went back to the refrigerator, the Captain managed to\ndeflect his left hand so that it drew out a can of beer instead of a\ngrapefruit. A vague hope arose in the Captain's brain as his hands\nclumsily punched a hole in the can. The thing filled a glass and knelt\nbefore Spencer.\n\nDrink it, drink it, drink it, the Captain's brain shouted.\n\nSpencer stared at the Captain's face for a long time as though he was\ntrying to read something there. Then he opened his lips and gulped the\nbeer.\n\nWhen the thing sat the Captain down at the table, he noticed the\ngrenade lying between the screw driver and the artichoke. So near but\nyet so far, if he could only pull the pin. But his hands moved past the\ngrenade to the screw driver. The screw driver was the thing's beer can\npunch. Using the wrench for a hammer, it raised a geyser of beer. Of\nits own free will it raised the can to the Captain's lips.\n\nThe beer was bitter, stinging pleasure, cold in the throat, warm in the\nbelly. He put it away fast and reached for another can. After a slight\nhesitation it freed his hands to punch the holes, one to take the gush\nof beer, one to keep it flowing. It fizzed in his mouth and bubbled out\nof the corners and over his chin. A cold stream crept down his neck to\nhis collar bone. The third can he drank more daintily. With the fourth\nhe felt the thing relax. Its weight sagged a bit as though it was\nfeeling the effects of the alcohol in his bloodstream, and it let his\nhands relax upon the table.\n\nGently he glided his left hand toward the grenade, but the hand froze,\nthen curled back for another can of beer. His right hand was a trifle\nunsteady as it raised the can to his lips. On the next can he forgot\nto punch the second hole and gulped the golden pleasure in erratic\njets until he was sucking an empty can. Both he and it were game for\nanother. He could feel the beer bubbling and trying to come back up.\nHe could feel the tautness of his grinning lips, the limpness of the\nweight upon his neck. Gradually he edged his left hand toward the\ngrenade, but the thing curled it back for another can.\n\nOpening this can was troublesome and he forgot about the grenade. His\nwife smiled at him across the table. Soon they were floating down\nthrough blue warmth toward Earth so green and soft beneath.\n\n\"S' bedtime,\" he mumbled. The sound of his own voice sat him up\nstraight. He remembered where he was and his smile went away. Then\nhe felt it coming back again with his teeth hard beneath it. Very\ncautiously he slid his right hand up his cheek and back over the short\nhair on his neck until his fingers touched the thing's shrinking\ntissue. It slid his hand away and quivered in gentle admonition.\n\n\"Please,\" his voice whispered, \"it will feel so good.\" And his hand\ntried again, like a gentle lover.\n\nAcross the room Spencer's eyes glistened wide in the gathering dusk.\nTemplar moaned softly in his sleep. The faucet dripped loudly. And the\nCaptain's fingers closed about something smooth and yielding, yet plump\nwith blood, a tick ripe for the bursting.\n\nWith a great brassy shout he drove his fingers through it. As his\nnails gouged through writhing jelly, the agonies of the thing's\nshort-circuiting nervous system became hammer blows upon the base of\nhis skull. Frantically, with numbing fingers, he tore at the connecting\nnerve links. He was a Siamese twin whose partner was death.\n\nThe floor spun by. A blazing nova, then galaxies of stars burned out\nhis optic nerve and darkness struck. For an instant infinity equalled\nzero.\n\nThen his good eye opened and puzzled at the mountain so close its\nwrinkled gray surface was a blur. As he raised his cheek from the floor\nthe mountain became Hogan's trouser leg. The Captain felt his throat\nconstrict. Painfully word-pictures forced themselves upon him. Hogan,\nGrimes, Hogan, Grimes, they whirled in a tightening circle of hysteria.\n\n\"Captain,\" Spencer's quiet voice broke the chain of self-recrimination.\n\"Can you hear me, Captain?\"\n\nThe Captain leaped erect and brushed a nasty mess of skin and jelly\nfrom his shoulder.\n\nThink about it later; let the court of inquiry think about it, he told\nhimself. You're their Captain, man. Act like one.\n\nSwiftly he untied Spencer. Then, kneeling beside each of the three\nunconscious men, he carefully extracted the thing's progeny from their\nnecks, twisting and bullying the tiny parasites until they drew in\ntheir nerve extensions and came loose in his hands.\n\nIn the icebox between the celery and the beer cans they resembled three\nover-ripe avocados as their frantic pulsations died away and the cold\nmade wrinkles in their skins.\n\n\"When are you going to kill them?\"\n\n\"The trans-galactic biology teams will want them alive. We will keep\nthem in suspended animation the way the thing survived so long until\nwe reach--\" The Captain's voice faltered as he readied Templar's hypo;\nIves was already groaning and trying to sit up, but he wanted Templar\nto awaken more gently. \"--Earth.\"\n\n\"Earth,\" Spencer repeated solemnly. \"Earth, Earth, Earth.\" Suddenly he\nsmiled and the Captain's smile joined him.\n\nThey were going home.",
    "metadata": {
        "author": [
            "Howard, John Hayden",
            "Howard, Hayden"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64009/pg64009.txt",
        "name": "it.json"
    }
}