{
    "name": "Joe Carson's Weapon",
    "author": [
        "Adams, James R."
    ],
    "body": "Joe Carson grinned broadly and again reread his letter to the editor\nof _Galactic Adventures_. _Galactic Adventures_ was Joe's favorite\nscience-fiction magazine and he had spent many happy hours roaming the\ncold of space and inventing ponderous machines through the medium of\nits pages.\n\nThe latest issue lay open on the desk before him, its garish cover\nmercifully hidden from view. The cover was Joe's main reason for\nwriting his missive, although he had several minor motives, not the\nleast of them being his desire to see his name in print. The book was\nopened to the readers' section, which contained various vituperative\ngripes, complaints and kicks in the pants for the editor, intermingled\nwith gushy, complimentary notes that praised the magazine to high\nheaven. Boy! That one from Henry Snade (_The Obscure Organism_) was a\nlulu. It told the editor, in no uncertain terms, where to go and gave\nhalf a page of reasons why he should never return.\n\nJoe had all but bashed his brains out trying to pen a letter half as\nentertaining as the one from Snade and now his eyes flickered with\nappreciation as he scanned the product of his efforts.\n\n    Ye Humble Ed:\n\n    Once again the keeper has negligently left my door unlatched and I\n    slyly crawl from my cage, drawn by one, irrevocable purpose.\n    Glancing hither and yon, to make sure I am unobserved, I dash to\n    the fence and clear it with a prodigious leap that carries me half\n    way to the corner drugstore.\n\n    Snatching a tricycle from a gawping kid, I push his face in the\n    mud and pedal furiously the remaining distance to the store.\n    Leaping off, I rush in and batter my way through the screaming\n    throng, shouting imprecations at all who stand in my way.\n\n    Panting with exhaustion, I at last reach my goal and clutch it to\n    my breast. The crowd surges forward and frantic hands grab at the\n    prize.\n\n    \"It's mine! All mine!\" I shout in their faces. \"No one can take it\n    from me!\"\n\n    Galloping madly from the store I race swiftly across yards and up\n    alleys, quickly losing the howling mob in the distance. Squatting\n    under a street-lamp, I sneak a triumphant look at the treasure.\n    What is it? Yep, you guessed it--_Galactic Adventures_!\n\n    But--shades of Major Mars!--what is that horrible monstrosity on\n    the cover? A BEM, no less ... an abominable, wretched BEM. Why, oh\n    why, can't we have at least one different cover painting? Wesley\n    is no good. Get Marlini or Sidney to do the covers. I don't mind\n    a BEM now and then, but a steady diet of them soon palls on the\n    palate. (Heh heh.) All joking aside, your covers are terrific.\n\n    Now we come to the task of rating the stories. Only one stands out\n    in my mind as being of excellent quality. I refer to Arthur M.\n    Ron's super-epic, _The Infinite Finite_. The other stories paled\n    into insignificance in comparison to this classic. More power to\n    Ron!  _Percival's Puissant Pulveriser_ and _Nothing Is Something_\n    follow  Ron's story in that order. The rest are not worth\n    mentioning.\n\n    The interior illustrations are somewhat better than the cover,\n    although, for the most part, they are inaccurate and do not follow\n    the themes of the stories. Ye gods! Can't your artists read? So\n    much for the art, which wasn't so much.\n\n        *       *       *       *       *\n\n    Say! What does that jerk, _The Amphibious Android_, mean by calling\n    me a \"mere child\"? His assertion that I'm but a youth of fifteen is\n    a good way off the beam. I've been reading _Galactic Adventures_\n    for the past eight years and I was nine years old when I picked up\n    my first copy, so figure it out for yourself. A jug of sour _zeni_\n    to him. May fire burst out in his s.f. collection and utterly\n    destroy it. No! I retract that. That's too horrible a fate, even\n    to visit upon _The Amphibious Android_. Let him wallow in his\n    ignorance. I, _The Super Intellect_, will smile down on him and\n    forgive him his sins.\n\n    That's an interesting letter from Charlie Lane. _The Miserable\n    Mutant_ has propounded an amazing theory that has set me to\n    wondering. Perhaps G. A. can induce one of its authors to work\n    this theory into a story. I'm reserving my four wooden nickels\n    right now for the tale, if it is written. I'll even suggest a\n    title--_Those Who Are Froze In The Cosmos_. How's that? Well,\n    I didn't like it either.\n\n    Once again I tear my hair and roar: GIVE US TRIMMED EDGES! Ye Ed\n    must know by now that the majority of fandom is in favor of\n    trimmed edges. As it is, one comes suddenly to the most interesting\n    part of a story,  at the very bottom of a page and spends several\n    moments feverishly attempting to gain a hold on the ragged edge\n    and go on to the next passage. By the time he has accomplished\n    this, he is a raving lunatic, a martyr to trimmed edges. I am not\n    a crusader, as is _The Misled Biped_, but I insist on seeing\n    justice done.\n\n    As a whole, this is a fair issue. I might even call it good, if it\n    were not for the artwork and stories. Ron's epic will live forever\n    in my mind, although its ending was rather weak and it could have\n    been developed into a more powerful tale by having the Slads all\n    die in the Inferno.\n\n    I enter my plea for longer stories. A long novel by M. S. Jensen\n    would be appreciated. His last, _Dr. Higbaum's Strange\n    Manifestation_, was a gem. On the other hand, short stories are\n    not without merit and good old G. A. wouldn't be the same without\n    them. I believe the story policy had best remain as is.\n\n    Give Higgins a rest. His yarns are rapidly degenerating into hack,\n    with only four out of the last five meeting with this reader's\n    approval. I don't like to be finicky, but it seems like he isn't\n    contributing his best material to G. A.\n\n    Well, this missive is growing to huge proportions and I would like\n    to see it in print, so I'd better sign off.\n\n    Oh, yeh, almost forgot to comment on the departments. They are all\n    good, with _The Reader's Opinion_ being the most interesting. Ye\n    Ed's ruminations come in for a close second. Do not change the\n    departments in any way, although the quiz and the _Strange\n    Phenomena_ feature could be discontinued, without any great loss.\n\n    Before I close, I wish to make a revelation which will rock the\n    world. Yes, Ed, I have a secret weapon! Nothing can stand against\n    this terrible invention and, with it, I could even destroy Earth,\n    with Mars and Pluto thrown in for good measure. Beware, Ed, lest\n    you arouse my ire and cause me, in my wrath, to unleash this vast\n    force upon helpless, trusting mankind.\n\n    Having read G. A. from cover to cover, I crawl back to my cage,\n    drooling with delight. Prying up a loose stone in the center of the\n    floor, I tenderly deposit the mag among the other issues of my\n    golden hoard. Replacing the stone, I sigh contentedly and\n    manipulate my lower lip with two fingers to indicate complete\n    satisfaction. See you next issue!\n\n                                                       Joe Carson\n                                                  _The Super Intellect_\n\nJoe carefully placed the letter in a previously addressed envelope,\nmentally complimenting himself for authoring such a masterpiece.\nSlapping a stamp on the back, he sealed the envelope and rushed forth\nto post it at the nearest mail-box.\n\n\n\nHarl and Kir-Um slowly materialized and glanced about to take stock of\ntheir surroundings. They were on the roof of some tall building and\nnight pressed in all about them, relieved only by the intermittent\nwinking of a huge neon sign anchored on the roof.\n\nThey had come from far off Mars to draw out and discover the weaknesses\nof Earth--for the Great Invasion was not far in the offing and the\nGrand Councilor had deemed it wise to know in advance where best to\nstrike and in what manner.\n\nMars was in its final death throes and its inhabitants must soon\nimmigrate to a new world or perish. Their sister planet, Earth, was\nbest adapted to their particular form of life, thus it had been\nselected for subjugation to their purpose.\n\nThe atoms that were Harl and Kir-Um were hurled, in a state of\nfluidity, through space, to be reassembled on Earth. For the purpose of\nescaping detection, they had assumed the bodies of terrestrials and now\nthey stood, staring triumphantly out over this world that was soon to\nbe theirs. The conquering hordes would follow later in spaceships, as\nsoon as Harl and Kir-Um had gathered the necessary data.\n\nHarl spoke--mastering the strange vocal-cords with an ease that amazed\nhim. To be sure, he spoke an alien, unintelligible tongue. We translate:\n\n\"Well, Kir-Um, what now? We have arrived at our destination, but I\nhaven't the slightest idea what to do next.\"\n\nKir-Um pondered this a moment and eventually answered: \"The situation\nsuggests we first descend to the surface of this world and, from there,\nperhaps we can map a line of attack.\"\n\n\"E-e-e-ump!\" Harl made the noise, which, on Mars, denoted extreme\npleasure. \"Excellent, Kir-Um. How can a decadent civilization, such as\nthis one undoubtedly is, stand against such brilliant minds as ours?\"\n\n\"You are right, as usual, Harl,\" Kir-Um agreed. \"My analysis of the\nproblem was only typical of a Martian. Now, let us proceed to the base\nof this crude structure.\"\n\nBy diligent search, they finally located a stair leading downward and\ncautiously made their way into the bowels of the building.\n\nReaching the fifth floor, Kir-Um placed a restraining hand on Harl's\nshoulder and pointed excitedly to a door at the far end of the hall.\nLight streamed from beneath it and glowed faintly through the frosted\nglass panel set in its upper half.\n\nScarcely daring to breathe, they approached the door and stood,\nregarding it with apprehensive eyes. Harl noted the gold-leaf lettering\non the glass panel, but the cryptic legend had no meaning to his\nMartian mind. But, to an Earthly member of that rabid army known as\nscientification fans, the words would have brought a tinge of awe. For\nthis was the room where far-flung systems were denied existence, by one\nshake of a firm, unyielding head; where the most expressive cuss-words\nof super villains were brutally censored with a fiendish swipe of a\nlittle, blue pencil--the editorial office of _Galactic Adventures_.\n\n\"Harl,\" Kir-Um whispered softly. \"There's a _creature_ in that room! Do\nyou not detect its thought vibrations?\"\n\nHarl opened his mind to reception and stood a moment, as if in a\ntrance. His eyes slowly dilated and he gasped in astonishment.\n\n\"Yes, Kir-Um, there is a creature in there. A strange, horrible\n_creature_, possessed of mad, meaningless thoughts. I--I wonder what\n_it_ looks like?\"\n\n\n\nKir-Um pointed to a small, oddly-shaped aperture, which undoubtedly was\nsome sort of device for locking the door. Hesitantly he stepped forward\nand placed his eye to the hole.\n\nInside the room, Newt Jorgsen, the building's janitor, was hugely\nenjoying the contents of a letter he had retrieved from the\nwastebasket. Tears streamed from his blurry eyes and his bent, bony\nshoulders shook with spasms of laughter. His gunboat feet were planted\nfirmly on the editor's desk and a tall bottle of beer, smuggled in\nby devious means and of which Newt was inordinately fond, sat on the\nfloor at his side. The letter was from one Joe Carson and the mirth\nit provoked almost caused Newt to spill from his precarious perch\nand brought numerous, gleeful shouts of, \"Oh, Yimminy!\" from his\nfoam-flecked lips.\n\nKir-Um stared in amazement at this tableau and uttered a quick,\nstaccato, \"Ickly-unc!\" Luckily, Newt did not hear the Martian's\nexpression of surprise, but continued his perusal of the letter.\n\nKir-Um drew back and silently motioned Harl to look. Harl sucked in his\nbreath, but dutifully bent forward to the door. Newt had just placed\nthe bottle to his lips and Harl gasped with horror as he half-emptied\nit, with one, tremendous gulp. On Mars, such wanton waste of moisture\nwould be punished with swift death, without benefit of trial. But this\nwasn't Mars: this was Earth, the planet of abundance.\n\nKir-Um plucked at Harl's sleeve. \"Why do we cringe at the sight of this\n_creature_, Harl?\" he whispered. \"After all, _it_ is no more repulsive\nthan are these wretched bodies we have nobly assumed, for the glory\nof our race. We are great, Harl. Unselfishly, we have foregone the\npleasures and conveniences of our magnificent physiques, so that our\ncivilization might once again take its rightful place in the destiny of\nour System.\"\n\nHarl's mind wistfully conjured a picture of his own, splendid body,\nwith its bulbous head, sleek, furry torso and many sensitive tentacles,\nand he sighed heavily. \"Yes, we are truly martyrs. My only regret is, I\nhave but nine tentacles to give for my species.\"\n\nThe two ceased their council of self-glorification and stood\n\"listening\" to the thoughts of the Being inside. Their first impression\nwas that the Earthman was insane, so the mad cogitations of his mind\nwould indicate. Such random notions as: \"Corner drugstore ... BEM ...\nAmphibious Android ... Trimmed edges ...\" had no significance to them.\nBut, quite suddenly, they picked up a thought that electrified their\nvery beings and caused a quick glance of fear to pass between them.\nAt the same time, it was a glance of elation, for here they had found\nwhat was probably Earth's most invulnerable armament. Intently, they\nconcentrated on the astonishing thought unraveling in the creature's\nbrain.\n\nNewt had reached the next to the last paragraph of Joe Carson's letter\nand he was now reading it, with great enthusiasm. The hearty chuckles\nit gave Newt were lost on the Martians, for they did not know the\nmeaning of humor. They understood only that here was the greatest force\nagainst which they would have to contend; the biggest obstacle in the\npath of the coming invasion; a barrier that would have to be battered\ndown and made impotent.\n\n\"This is incredible, Harl,\" Kir-Um whispered in awe. \"Imagine it--a\nweapon powerful enough to destroy all Earth! With such a thing, they\ncould completely annihilate our invading forces.\"\n\n\"It causes me no little alarm,\" Harl agreed. \"I can't conceive\nof such a fantastic weapon, but perhaps these Earthlings possess\nmore intelligence than we give them credit for. Perhaps they have\nanticipated our invasion and have prepared for it.\"\n\n\"Harl,\" Kir-Um said with great solemnity, \"I believe we are standing\nin a citadel of science. A place where great, new theories and devices\nare propounded and deliberated. And that _creature_ in there is the\nguiding hand of this stronghold of knowledge. The letter he is reading\nwas undoubtedly written by the highest intellect of this world. As you\nsay, this genius may have foreseen our coming and moved to nullify\nit. Spurred on by desperation, he created this marvelous weapon and\nthought to surprise our onrushing, confident armies with an impregnable\ndefense. Quite by chance, we have stumbled upon this dastardly plot,\nbefore it could be brought to bear.\"\n\n\"But what can we do?\" Harl despaired. \"The letter does not reveal the\nnature of this weapon. How can we combat something of which we know\nabsolutely nothing? I am of the opinion we should abandon our conquest\nand die a slow, peaceful death on our own aging world.\"\n\nKir-Um deliberated this advice, the deciding factor being a vision of\nthe Grand Councilor rising up in all his wrath and condemning the two\nwho had brought the bad news.\n\n\"No, Harl. The Grand Councilor might not approve of such a course.\nTo suggest such a thing would be to admit we have failed, and\nthe Councilor does not tolerate failure. Without thought of the\nconsequences, he might order us executed and deprive our planet of two\nof its greatest minds. No, that won't do.\"\n\n\"We have no alternative,\" Harl pointed out, still whispering. \"We\ncannot stand against such a weapon, and better to sacrifice ourselves\nthan have our entire space fleet meet with destruction. If only our\narmies could come through the Ato-Decomposera Twunend-Materializationa\nTutherend, perhaps we could surprise these scheming Earthlings and\noverwhelm them, before they could bring this tremendous force into\nplay. But, unfortunately, we don't have the metal to build enough of\nthe machines.\"\n\nKir-Um nodded thoughtfully. \"No, we can't stand against this weapon.\nBut we can gain possession of it and put it to our own use!\"\n\nHarl stared uncomprehendingly at Kir-Um. \"You mean, ferret out this\ngenius and force him to divulge the plans of his invention?\"\n\nThere was a gleam in Kir-Um's eye now. \"Not only that, we'll secure a\nworking model and take it with us, to study and build from. No doubt\nthe weapon is complicated and, in this manner, we can gain first-hand\nknowledge of its working.\"\n\n\"E-e-e-ump,\" Harl murmured softly. \"Good, good, Kir-Um. It amazes me\nthat I didn't think of the very same thing. But, of course, you're one\nhundred and thirty nine years older than I and, naturally, your mind is\nmore alert.\"\n\n\"Naturally,\" Kir-Um nodded. \"But to get back to more vital matters....\nWe shall go to this Joe Carson, who, according to the thoughts of that\n_creature_ inside, resides in a place called Majestic, Maine. I also\nreceive the impression this town is three hundred miles north of here,\nin a straight line. The problem of transportation is easily solved; we\nwill purloin some sort of vehicle for the purpose. Once there, we shall\nquestion this intellect, under influence of a hypnotic sleep, and lay\nbare his secret. The plan will move forward of its own momentum then.\nLet us go.\"\n\nThe two alien beings from a far world eventually gained the ground\nfloor and, easily forcing the, to them, crude lock, made their way out\ninto the night.\n\nFor a long moment, they stood, looking up at the black, impassive\nsky. Something within their hearts called out to the mocking void for\nreassurance; pleading for a tiny shred of encouragement. But no answer\ncame from the hollow emptiness that surrounded them.\n\nThen, placing a thumb and finger to their nostrils, in the ageless\nMartian gesture signifying complete unity of purpose, Harl and Kir-Um\nstrode forth to meet the destiny that awaited them.\n\n\n\nJoe Carson glanced back uneasily at the two disheveled, unkempt\nfigures pedaling along wearily behind him. He was returning home\nfrom the nearest drugstore, having purchased there all the latest\nscience-fiction magazines he could lay his hands on. The mysterious\nstrangers had appeared suddenly from a side-street, four blocks back,\nand had clung doggedly to his trail, from that point on. Joe didn't\nknow what they were up to, but he was keeping a wary eye on them.\n\nHarl and Kir-Um had performed a somewhat remarkable feat in driving\ntwo stolen bicycles across three hundred odd miles of steaming,\nstrength-sapping, concrete highways and bumpy, bone-dry country lanes,\nthat weren't much more than wagon-ruts through the woods. They had made\nmany false starts and had fallen prey to numerous mishaps, such as\npunctures and broken spokes. They had subsisted on berries, small game\nand whatever food they could glean from a farmer's field. Since they\nhad not yet mastered the tongue of these Earth people, they couldn't\nask for food at the small road-stands that dotted the way. Nor could\nthey ask directions to their destination. But, by dint of stubborn\nadherence to their purpose, they had, at last, arrived at the little,\nprosaic town of Majestic. Covered with dust from head to foot and\nready to topple, from sheer exhaustion, they made their way through\nthe streets, feeling a dull conviction of defeat growing within them.\nFor they were unable to read the names of the streets or the numbers\nof the houses lined tidily along each side, like proud soldiers.\nIt was night again and the uncompromising gloom only added to their\ndespair. The glaring street-lamps winked gleefully at their plight and\ncast strange shadows to confuse their tired minds. The plain natives\nwho passed them paid no attention to the Martians. Being of a farming\ncommunity, they were used to seeing men encrusted with dirt and grime,\ngoing home to a hard-earned night's rest.\n\nHarl and Kir-Um were about ready to concede failure, when they had\nturned from a side-street into the main thoroughfare. There, a thought\nimpinged upon their ever-receptive minds that lent new zest to their\nsinking spirits. The reflection they received was:\n\n\"Boy! You're a lucky stiff, Joe Carson. You'll sure have some good\nreading tonight!\"\n\nJoe Carson! The name struck a vibrant chord in their brains and sent a\nfeeling of elation surging through their bodies. Here was the object of\ntheir quest. The person whom they had travelled across scores of miles\nof terrifying, unfamiliar terrain to find.\n\nImmediately they took up a close orbit in his wake, determined not to\nlose this brilliant inventor of strange weapons in the darkness of the\nnight.\n\nJoe was at once aware of his shadows, but he thought perhaps they\nmerely happened to be going his way. As block followed block, however,\nwith no let-up of the pursuit, he began to suspicion a dire purpose\nbehind their actions.\n\nHarl and Kir-Um were slowly overtaking the object of their chase,\nmaking no attempt to conceal themselves. Squeezing out every last bit\nof energy, they matched pace with Joe, as he speeded up his pedaling in\nan effort to pull away.\n\nJoe was beginning to get a little bit scared. What could he have that\nthe strangers would want? Certainly not his bike, for it was worth\nonly a few dollars and had just about seen the end of its years of\nusefulness. He laughed mentally at the fantastic thought that maybe\nthey were after his science-fiction magazines. Then, what?\n\nThey were approaching Joe's house now and his fear mounted steadily.\nHis parents were gone, away at some social function, and they wouldn't\nreturn for three or four hours yet. There was nothing else to do, and\nso Joe, philosophically deciding to let fate take its course leaped\nfrom his bike and made a sudden dash for the shelter of the house.\n\n\n\nInstantly they were after him, pounding across the dew-laden sod with\nall the agility and grace of a couple of rampaging hippopotamuses. Joe\nbounded through the front door and swung to snap the night-lock. At\nthat moment, something grasped his mind in a firm, unrelenting grip. He\nno longer had any desire to resist the intruders and stood waiting for\nthem to enter and make him prisoner. Quickly Harl and Kir-Um forced him\ninto a chair and stared down at their victim with triumphant eyes.\n\n\"So,\" Harl panted. \"At last we shall learn the secret of Joe Carson,\nEarth's most amazing genius. Kir-Um, he is but a youth. I shudder at\nthe thought of one so young possessing so much knowledge. Could it be\nthat we have made a mistake?\"\n\nKir-Um looked up at Harl reprovingly. \"Do Martians ever err?\" he\ndemanded. \"No, this boy has a powerful, secret weapon and we must get\nit from him, at all costs. I can't understand you, Harl. It would\nseem as if you actually sympathize with these puny Earth people. The\nCouncilor wouldn't like to hear that, Harl. I would hate to see my best\nfriend put to death because he was too friendly with the enemy.\"\n\n\"I'm not friendly with these Earthlings, Kir-Um,\" Harl hastily\nobjected. \"I merely think we should be cautious and not proceed at too\nfast a pace but what we shall be lured into some sort of death trap.\"\n\n\"Well and good,\" Kir-Um nodded. \"I believe we both realize our task\ncalls for vigilance and a meticulous sifting of fact from fancy. That\nmuch goes unsaid. Conceding this genius is merely a boy, perhaps he is\na child prodigy or, then again, he may have invented this weapon by\naccident. That is of little import, however. He has the weapon, we want\nit and we shall have it.\"\n\nHarl bowed humbly. \"You are right again, Kir-Um. Your deductive powers\nconstantly amaze me. Shall we begin the questioning?\"\n\nKir-Um wasted no time in preliminaries, but came right to the point.\n\n\"Where is your secret weapon, boy?\" he snapped. He spoke in his native\nMartian tongue, but the thought behind the words was quite clear in Joe\nCarson's receptive mind. Joe fumbled for words and finally answered:\n\n\"Weapon? What weapon? The only kind of weapon I've got is my Daisy B-B\ngun, and that's no secret. Mr. Jones, next door, found out about it\nyesterday when I shot out his front room window. Boy, was he sore!\"\n\nKir-Um nodded knowingly at Harl and said, in an aside: \"He's trying to\nmislead us. But he won't succeed. The truth will out.\"\n\nHarl leaned forward to try his hand at the cross-examination. \"You know\nvery well what weapon we mean, creature. You have kept your secret\nwell, but now you must relinquish it. Do not try to delude us with\nfanciful stories and false denials.\"\n\n\"Somebody's been feeding you a line, chum,\" Joe laughed. \"Your\ntrolley's jumped the track. Go on back to your cage, pa, and dream up\nanother one. You bore me.\"\n\nThe Martians realized the youth's mental barrier was going to be more\ndifficult to break through than they had anticipated. The situation\ncalled for tact, yet the amount of time left to them necessitated a\ndirect attack. Kir-Um summoned all the powers of concentration at\nhis command and slowly, but surely, forced Joe's mind into a state\nof passiveness. Satisfied, at last, the Earthling would give direct\nreplies to his questions, Kir-Um once more took over the interrogating\nduties.\n\n\"You cannot deceive us, boy,\" he began. \"A few days ago, you wrote a\nletter to Earth's great science center, _Galactic Ventures_, I believe\nit is. In this letter, you stated you possessed a secret weapon,\npowerful enough to destroy this whole planet. You did not divulge the\ndetails of this invention, but promised dire happenings to anyone\nunfortunate enough to have this weapon directed upon them. We want the\nplans of this amazing contrivance and you will do well to place them in\nour hands, without delay.\"\n\n\"Oh, that,\" Joe's voice came dull and emotionless. \"That's just a joke.\nJust something I dreamed up to give the ed. a laugh.\"\n\nHarl and Kir-Um didn't know what a 'laugh' was, but they did know that\nthey were finally making some progress. A meaningful glance passed\nbetween them and they silently congratulated themselves for uncovering\nthe genius' secret in such short order.\n\n\"And these _Jokes_, creature,\" Harl spoke, \"does anyone beside yourself\npossess them?\"\n\n\n\nThe Martians feared perhaps this strange scientist had already\ndistributed his weapon among his fellowmen, in preparation to resist\nthe coming attack. Joe's next revelation immediately justified their\nfears and shocked them to the point of frustration.\n\n\"Sure. All the stf. fans have their little jokes, and they never\nmiss a chance to use them on some dumb ninny. Once I saw the _Misled\nBiped_ pull a joke on a guy and he nearly went into epileptic fits. Of\ncourse, it was a low-grade joke, or it would have laid him out cold as\na mackeral. You better never meet up with a fan when he's in a joking\nmood, 'cause they don't have a bit of mercy and he'd probably play you\ntill you busted wide open.\"\n\nThe goggling intruders had visions of their marvelous bodies, bloated\ntill they were but horrible travesties of themselves, then to burst\napart like rotten bladders. Their eyes tried to pierce the forbidding\nblackness of the suddenly-alive corners of the room and sandpaper\ntongues darted nervously across dry lips. This bland-faced boy seated\nin front of them was suddenly a repulsive gargoyle, squatting in his\nevil throne and reveling in his fiendish power.\n\nHarl coughed and made a feeble effort to compose himself. He had been\nright--this was too big for them to cope with. They may as well return\nto Mars and forget their dream of conquest. The Grand Councilor was a\nfool for ever sending them on such a foolhardy expedition and he and\nKir-Um were still bigger fools for accepting the task. Yet, how could\nthey have known they would have to face a smoothly-geared organization\nconsisting of bloodthirsty monsters and power-mad geniuses who dreamed\nup fantastic weapons just as an idle pastime? It was a plain case of\nunderestimation of the foe, a miserable, stupid failure.\n\n\"Don't give up so easily, Harl,\" Kir-Um had intercepted Harl's\nunguarded thoughts and, realizing utter despair was rapidly pulling\nthem down to the point of bolting for the door and making a frantic\nexit from this mad world, grimly purchased a new hold on his waning\noptimism.\n\n\"Don't forget,\" he added, carefully shielding his thoughts from the\nugly Earth-creature, \"once this force is in our hands, we will be\nas powerful as they. More so, in fact, by virtue of our superior\nintelligence and our ability to improve the _Jokes_ and make of them\nweapons far surpassing the crude originals in performance. The mere\nmention of a _Joke_ seems to cause a strange emotion in this youth; an\nodd, violent vibrating of the entire body, accompanied by spasmodic\ngrunts and squeaks. Probably it is his passionate reaction to the\nthought of the magnitude of his terrible deed. It is like nothing a\nMartian has ever known. But it is proof this Earthling regards his own\ncreation with apprehensive fear and is reverently aware of its immense\npotentialities. We must also realize only a portion of the population\nof this world has _Jokes_ at their command, which will make our\ninvasion easier and our victory far more certain. True, many of us will\ndie, but, in the end, we will have Earth and all its wondrous resources\nfor our very own. Would you place your own personal valuation above the\ncontinuation of our species, Harl? Do you respect the wishes of the\nCouncilor--Dibble-Ibble, bless him--or do you love your own precious\nfur in preference to honor and glory? Reflect a moment, Harl, and I\nknow you'll see the wrongness of your decision.\"\n\nHarl's chin was already halfway down to his feet and his shamed\nblushing indicated he had reconsidered and repented. He still had his\ndoubts, but they had been squelched to a bare fraction of their former\ngreatness by Kir-Um's defaming tirade.\n\nKir-Um reminded Harl of their determination by pinching his nostrils\ntogether and, assured of Harl's co-operation, resumed the questioning\nof the youth.\n\n\"Do you have a _Joke_ with you now, creature?\" he asked curiously.\n\n\"You bet,\" Joe replied. \"I'm lousy with 'em. Wanta hear one? I got one\nthat'll simply kill you.\"\n\nThe Martians recoiled in terror.\n\n\"No,\" Kir-Um said sternly. \"We do not wish to have the _Joke_\ndemonstrated on us. The first suspicious move you make, Earthling, and\nyou are dead. You may exhibit the _Joke_ and operate it, if you wish,\nbut do not direct it at us, for your life.\"\n\n\"Okay,\" Joe agreed amiably. \"I'll just give you sort of a sample. Here\ngoes: Why did the moron plant dynamite in the dairy? He wanted to see a\nboom in the ice cream industry!\"\n\nJoe bent double, clasping his hands to his stomach and emitting loud\n\"Haws\" and raucous \"Hee hees.\" His head bobbed back and forth like an\napple in a tub and his feet played a staccato rhythm on the carpeted\nfloor.\n\n\n\nHarl and Kir-Um looked on in confused wonder. They could see no reason\nfor the boy's sudden outburst. They looked in vain for the weapon Joe\nhad promised to display. Then the light dawned in Kir-Um's mind and he\nlet go with a tremendous: \"E-e-e-ump!\"\n\n\"Harl!\" he said excitedly. \"Don't you see--it's the words! The words\nare the weapon; his _Joke_, as he calls it. Imagine it--words built\ninto a complex pattern to form a destructive force! It is in an embryo\nstage though, Harl. This creature barely averted disaster just now when\nhis _Joke_ back-fired on him. The pain must be excruciating, the way he\nis retching and gasping for breath. We may consider ourselves lucky he\ndidn't aim the weapon at us. I shudder at the thought.\"\n\nHarl was shuddering, too. They were indeed fortunate they were not\nthe object of the force Joe had unleashed, or they would probably\nnow be nothing but lifeless hulks, rotting on the weird world that\nhad betrayed them. He could not understand how words could cause\nsuch havoc, but undoubtedly they could, for wasn't the pitiful Thing\nbefore them even now contorted with the paralyzing torture he had\naccidentally inflicted upon himself? Harl knew he could never forget\nthe gruesome drama he was now witnessing. Why, even the creature they\nhad encountered at the citadel of science must have been a victim of a\n_Joke_, for he had acted in the same strange manner.\n\n\"That's the only possible explanation, Harl,\" Kir-Um was speaking\nagain. \"This Earthling has discovered a way to assemble words in such a\nformation as to cause a violent agitation in whatever they are directed\nupon. I suspect, Harl, if this genius had received the full force of\nthat _Joke_, it would have shaken him apart, utterly and completely. In\nother words, it would have decomposed his atoms and spread them from\nhere to Dibble-Ibble knows where. Now, we must learn how to form these\nword patterns, thus to use them against our foe in the coming invasion.\nCreature, have you a treatise on _Jokes_?\"\n\nJoe ceased his giggling and thought a moment. Yes, he did have a\ntreatise on jokes and they would find it in his desk upstairs. Be\nsure and not touch his perpetual-motion machine, though, for it was\ndelicately balanced.\n\nKir-Um immediately dispatched Harl to procure the valuable document and\nwaited impatiently till his companion returned. He accepted the book\nreverently and placed it safely in an inside pocket.\n\n\"Good,\" he muttered. \"Now, creature, you will forget all that took\nplace here.\"\n\nJoe nodded dully. \"I understand. You guys are strictly from dreams. I\nwon't remember a thing about you when I come out of my coma.\"\n\n\n\nThe Martians walked to the door and turned to stare triumphantly at\ntheir strange companion of the evening. There was a slight twinge\nof pity in Harl's heart, as he thought of this boy as nothing but a\nbunch of jumbled atoms flying helter-skelter through the universe, all\nbecause he had made a _Joke_.\n\n\"You will awaken an hour after we leave,\" Kir-Um directed.\n\n\"Sixty minutes to the dot,\" Joe affirmed.\n\nHarl and Kir-Um stepped through the door and breathed deeply of the\nnight air. It all seemed like a nightmare now, but the significant\nbulge in Kir-Um's coat pocket confirmed their brief interlude with the\namazing genius, Joe Carson.\n\nKir-Um withdrew the book and painfully deciphered the title, by the\nlight streaming from a window. It read: _Joe Miller's Joke Book_. The\nprinter must have made a mistake, he reflected. It should read: _Joe\nCarson's Joke Book_. But no matter.\n\nIn the Martians' minds, a picture formed. It was a beautiful picture.\nHundreds of sleek, fast spaceships hurtled down on Earth, forming\nalmost a solid sky of steel above the hapless planet. They were strange\nspaceships, for apparently they carried no armament. The metal that\nwould have been used to equip the ships with guns had, instead, gone\ninto the building of more dreadnaughts of space, for they possessed a\nweapon far more destructive than any bolt from a ray-gun or blast of\na disintegrator-cannon. On the bridge of each ship stood a renowned\nMartian scientist, a small book clutched tightly in his hand. And\non the flagship, the Grand Councilor himself occupied the place of\nhonor, the original copy of the weapon open on a stand before him.\nAs the huge armada entered Earth's atmosphere, gigantic amplifiers\nblared forth messages of doom to the inhabitants. Words with horrible\nmeaning assailed the ears of the population: 'Why doesn't a chicken\ncross the road? It doesn't want on the other side!' 'Who was that wife\nI seen you with last night? That was no wife, that was a lady!' Human\ncreatures screamed in agony and fell in the streets. Ghastly moans of\n'Ha haw oh hee!' escaped from clenched teeth and bodies retched with\nthe unbearable pain of their torture. Slowly their bodies decomposed,\nlosing a couple of billion atoms with each convulsion. Soon, not a\nhuman remained on Earth and this beautiful world and all its riches\npassed into the hands of the proven superior species--the Martians. Ah!\nIt was a lovely dream. But soon it would be more than a dream--it would\nbe happy reality. Harl and Kir-Um both sighed together.\n\nThey pressed buttons concealed under their coats and slowly began to\nfade, their outlines becoming indistinct and hazy. Kir-Um raised a hand\nto his head in salute.\n\n\"Poor, foolish Earthlings,\" he murmured, \"this is the end. Always\nremember, if it had not been for Joe Carson's _Joke_, you would never\nhave found your demise. I salute you, strange creatures.\"\n\nAnd they were gone.",
    "metadata": {
        "author": [
            "Adams, James R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63429/pg63429.txt",
        "name": "joe_carson_s_weapon.json"
    }
}