{
    "name": "John Leech's Pictures of Life and Character",
    "author": [
        "Thackeray, William M.",
        "Thackeray, William Makepeace",
        "Titmarsh, M. A.",
        "Titmarsh, Michael Angelo",
        "Thackeray, W. M."
    ],
    "body": "By William Makepeace Thackeray\n\n\n\n* Reprinted from the Quarterly Review, No. 191, Dec. 1854, by permission\nof Mr. John Murray.\n\n\n\nWe, who can recall the consulship of Plancus, and quite respectable,\nold-fogyfied times, remember amongst other amusements which we had as\nchildren the pictures at which we were permitted to look. There was\nBoydell's Shakspeare, black and ghastly gallery of murky Opies, glum\nNorthcotes, straddling Fuselis! there were Lear, Oberon, Hamlet, with\nstarting muscles, rolling eyeballs, and long pointing quivering fingers;\nthere was little Prince Arthur (Northcote) crying, in white satin, and\nbidding good Hubert not put out his eyes; there was Hubert crying; there\nwas little Rutland being run through the poor little body by bloody\nClifford; there was Cardinal Beaufort (Reynolds) gnashing his teeth, and\ngrinning and howling demoniacally on his death-bed (a picture frightful\nto the present day); there was Lady Hamilton (Romney) waving a torch,\nand dancing before a black background,--a melancholy museum indeed.\nSmirke's delightful \"Seven Ages\" only fitfully relieved its general\ngloom. We did not like to inspect it unless the elders were present, and\nplenty of lights and company were in the room.\n\nCheerful relatives used to treat us to Miss Linwood's. Let the children\nof the present generation thank their stars THAT tragedy is put out\nof their way. Miss Linwood's was worsted-work. Your grandmother or\ngrandaunts took you there and said the pictures were admirable. You saw\n\"the Woodman\" in worsted, with his axe and dog, trampling through the\nsnow; the snow bitter cold to look at, the woodman's pipe wonderful: a\ngloomy piece, that made you shudder. There were large dingy pictures\nof woollen martyrs, and scowling warriors with limbs strongly knitted;\nthere was especially, at the end of a black passage, a den of lions,\nthat would frighten any boy not born in Africa, or Exeter 'Change, and\naccustomed to them.\n\nAnother exhibition used to be West's Gallery, where the pleasing figures\nof Lazarus in his grave-clothes, and Death on the pale horse, used to\nimpress us children. The tombs of Westminster Abbey, the vaults at St.\nPaul's, the men in armor at the Tower, frowning ferociously out of\ntheir helmets, and wielding their dreadful swords; that superhuman Queen\nElizabeth at the end of the room, a livid sovereign with glass eyes, a\nruff, and a dirty satin petticoat, riding a horse covered with steel:\nwho does not remember these sights in London in the consulship of\nPlancus? and the wax-work in Fleet Street, not like that of Madame\nTussaud's, whose chamber of death is gay and brilliant; but a nice old\ngloomy wax-work, full of murderers; and as a chief attraction, the Dead\nBaby and the Princess Charlotte lying in state?\n\nOur story-books had no pictures in them for the most part. Frank (dear\nold Frank!) had none; nor the \"Parent's Assistant;\" nor the \"Evenings\nat Home;\" nor our copy of the \"Ami des Enfans:\" there were a few just at\nthe end of the Spelling-Book; besides the allegory at the beginning, of\nEducation leading up Youth to the temple of Industry, where Dr. Dilworth\nand Professor Walkinghame stood with crowns of laurel. There were, we\nsay, just a few pictures at the end of the Spelling-Book, little oval\ngray woodcuts of Bewick's, mostly of the Wolf and the Lamb, the Dog and\nthe Shadow, and Brown, Jones, and Robinson with long ringlets and\nlittle tights; but for pictures, so to speak, what had we? The rough old\nwood-blocks in the old harlequin-backed fairy-books had served hundreds\nof years; before OUR Plancus, in the time of Priscus Plancus--in Queen\nAnne's time, who knows? We were flogged at school; we were fifty boys in\nour boarding-house, and had to wash in a leaden trough, under a cistern,\nwith lumps of fat yellow soap floating about in the ice and water.\nAre OUR sons ever flogged? Have they not dressing-rooms, hair-oil,\nhip-baths, and Baden towels? And what picture-books the young villains\nhave! What have these children done that they should be so much happier\nthan we were?\n\nWe had the \"Arabian Nights\" and Walter Scott, to be sure. Smirke's\nillustrations to the former are very fine. We did not know how good\nthey were then; but we doubt whether we did not prefer the little old\n\"Miniature Library Nights\" with frontispieces by Uwins; for THESE books\nthe pictures don't count. Every boy of imagination does his own pictures\nto Scott and the \"Arabian Nights\" best.\n\nOf funny pictures there were none especially intended for us children.\nThere was Rowlandson's \"Doctor Syntax\": Doctor Syntax in a fuzz-wig, on\na horse with legs like sausages, riding races, making love, frolicking\nwith rosy exuberant damsels. Those pictures were very funny, and that\naquatinting and the gay-colored plates very pleasant to witness; but if\nwe could not read the poem in those days, could we digest it in this?\nNevertheless, apart from the text which we could not master, we remember\nDoctor Syntax pleasantly, like those cheerful painted hieroglyphics in\nthe Nineveh Court at Sydenham. What matter for the arrow-head, illegible\nstuff? give us the placid grinning kings, twanging their jolly bows over\ntheir rident horses, wounding those good-humored enemies, who tumble\ngayly off the towers, or drown, smiling, in the dimpling waters, amidst\nthe anerithmon gelasma of the fish.\n\nAfter Doctor Syntax, the apparition of Corinthian Tom, Jerry Hawthorn,\nand the facetious Bob Logic must be recorded--a wondrous history indeed\ntheirs was! When the future student of our manners comes to look over\nthe pictures and the writing of these queer volumes, what will he think\nof our society, customs, and language in the consulship of Plancus?\n\"Corinthian,\" it appears, was the phrase applied to men of fashion\nand ton in Plancus's time: they were the brilliant predecessors of the\n\"swell\" of the present period--brilliant, but somewhat barbarous, it\nmust be confessed. The Corinthians were in the habit of drinking a great\ndeal too much in Tom Cribb's parlor: they used to go and see \"life\" in\nthe gin-shops; of nights, walking home (as well as they could), they\nused to knock down \"Charleys,\" poor harmless old watchmen with lanterns,\nguardians of the streets of Rome, Planco Consule. They perpetrated a\nvast deal of boxing; they put on the \"mufflers\" in Jackson's rooms;\nthey \"sported their prads\" in the Ring in the Park; they attended\ncock-fights, and were enlightened patrons of dogs and destroyers of\nrats. Besides these sports, the delassemens of gentlemen mixing with the\npeople, our patricians, of course, occasionally enjoyed the society of\ntheir own class. What a wonderful picture that used to be of Corinthian\nTom dancing with Corinthian Kate at Almack's! What a prodigious dress\nKate wore! With what graceful ABANDON the pair flung their arms about\nas they swept through the mazy quadrille, with all the noblemen standing\nround in their stars and uniforms! You may still, doubtless, see the\npictures at the British Museum, or find the volumes in the corner of\nsome old country-house library. You are led to suppose that the English\naristocracy of 1820 DID dance and caper in that way, and box and drink\nat Tom Cribb's, and knock down watchmen; and the children of to-day,\nturning to their elders, may say \"Grandmamma, did you wear such a dress\nas that, when you danced at Almack's? There was very little of it,\ngrandmamma. Did grandpapa kill many watchmen when he was a young man,\nand frequent thieves' gin-shops, cock-fights, and the ring, before you\nmarried him? Did he use to talk the extraordinary slang and jargon which\nis printed in this book? He is very much changed. He seems a gentlemanly\nold boy enough now.\"\n\nIn the above-named consulate, when WE had grandfathers alive, there\nwould be in the old gentleman's library in the country two or three old\nmottled portfolios, or great swollen scrap-books of blue paper, full of\nthe comic prints of grandpapa's time, ere Plancus ever had the fasces\nborne before him. These prints were signed Gilray, Bunbury, Rowlandson,\nWoodward, and some actually George Cruikshank--for George is a veteran\nnow, and he took the etching needle in hand as a child. He caricatured\n\"Boney,\" borrowing not a little from Gilray in his first puerile\nefforts. He drew Louis XVIII. trying on Boney's boots. Before the\ncentury was actually in its teens we believe that George Cruikshank was\namusing the public.\n\nIn those great colored prints in our grandfathers' portfolios in\nthe library, and in some other apartments of the house, where the\ncaricatures used to be pasted in those days, we found things quite\nbeyond our comprehension. Boney was represented as a fierce dwarf, with\ngoggle eyes, a huge laced hat and tricolored plume, a crooked sabre,\nreeking with blood: a little demon revelling in lust, murder, massacre.\nJohn Bull was shown kicking him a good deal: indeed he was prodigiously\nkicked all through that series of pictures; by Sidney Smith and\nour brave allies the gallant Turks; by the excellent and patriotic\nSpaniards; by the amiable and indignant Russians,--all nations had boots\nat the service of poor Master Boney. How Pitt used to defy him! How\ngood old George, King of Brobdingnag, laughed at Gulliver-Boney, sailing\nabout in his tank to make sport for their Majesties! This little fiend,\nthis beggar's brat, cowardly, murderous, and atheistic as he was (we\nremember, in those old portfolios, pictures representing Boney and his\nfamily in rags, gnawing raw bones in a Corsican hut; Boney murdering the\nsick at Jaffa; Boney with a hookah and a large turban, having adopted\nthe Turkish religion, &c.)--this Corsican monster, nevertheless, had\nsome devoted friends in England, according to the Gilray chronicle,--a\nset of villains who loved atheism, tyranny, plunder, and wickedness in\ngeneral, like their French friend. In the pictures these men were all\nrepresented as dwarfs, like their ally. The miscreants got into power\nat one time, and, if we remember right, were called the Broad-backed\nAdministration. One with shaggy eyebrows and a bristly beard, the\nhirsute ringleader of the rascals, was, it appears, called Charles\nJames Fox; another miscreant, with a blotched countenance, was a certain\nSheridan; other imps were hight Erskine, Norfolk (Jockey of), Moira,\nHenry Petty. As in our childish, innocence we used to look at these\ndemons, now sprawling and tipsy in their cups; now scaling heaven, from\nwhich the angelic Pitt hurled them down; now cursing the light (their\natrocious ringleader Fox was represented with hairy cloven feet, and a\ntail and horns); now kissing Boney's boot, but inevitably discomfited by\nPitt and the other good angels: we hated these vicious wretches, as good\nchildren should; we were on the side of Virtue and Pitt and Grandpapa.\nBut if our sisters wanted to look at the portfolios, the good old\ngrandfather used to hesitate. There were some prints among them very odd\nindeed; some that girls could not understand; some that boys, indeed,\nhad best not see. We swiftly turn over those prohibited pages. How many\nof them there were in the wild, coarse, reckless, ribald, generous book\nof old English humor!\n\nHow savage the satire was--how fierce the assault--what garbage hurled\nat opponents--what foul blows were hit--what language of Billingsgate\nflung! Fancy a party in a country-house now looking over Woodward's\nfacetiae or some of the Gilray comicalities, or the slatternly\nSaturnalia of Rowlandson! Whilst we live we must laugh, and have folks\nto make us laugh. We cannot afford to lose Satyr with his pipe and\ndances and gambols. But we have washed, combed, clothed, and taught the\nrogue good manners: or rather, let us say, he has learned them himself;\nfor he is of nature soft and kindly, and he has put aside his mad\npranks and tipsy habits; and, frolicsome always, has become gentle and\nharmless, smitten into shame by he pure presence of our women and the\nsweet confiding smiles of our children. Among the veterans, the old\npictorial satirists, we have mentioned the famous name of one humorous\ndesigner who is still alive and at work. Did we not see, by his own\nhand, his own portrait of his own famous face, and whiskers, in the\nIllustrated London News the other day? There was a print in that paper\nof an assemblage of Teetotalers in \"Sadler's Wells Theatre,\" and we\nstraightway recognized the old Roman hand--the old Roman's of the time\nof Plancus--George Cruikshank's. There were the old bonnets and droll\nfaces and shoes, and short trousers, and figures of 1820 sure enough.\nAnd there was George (who has taken to the water-doctrine, as all the\nworld knows) handing some teetotal cresses over a plank to the table\nwhere the pledge was being administered. How often has George drawn that\npicture of Cruikshank! Where haven't we seen it? How fine it was,\nfacing the effigy of Mr. Ainsworth in Ainsworth's Magazine when George\nillustrated that periodical! How grand and severe he stands in that\ndesign in G. C.'s \"Omnibus,\" where he represents himself tonged like\nSt. Dunstan, and tweaking a wretch of a publisher by the nose! The\ncollectors of George's etchings--oh the charming etchings!--oh the\ndear old \"German Popular Tales!\"--the capital \"Points of Humor\"--the\ndelightful \"Phrenology\" and \"Scrap-books,\" of the good time, OUR\ntime--Plancus's in fact!--the collectors of the Georgian etchings, we\nsay, have at least a hundred pictures of the artist. Why, we remember\nhim in his favorite Hessian boots in \"Tom and Jerry\" itself; and in\nwoodcuts as far back as the Queen's trial. He has rather deserted satire\nand comedy of late years, having turned his attention to the serious,\nand warlike, and sublime. Having confessed our age and prejudices, we\nprefer the comic and fanciful to the historic, romantic, and at present\ndidactic George. May respect, and length of days, and comfortable\nrepose attend the brave, honest, kindly, pure-minded artist, humorist,\nmoralist! It was he first who brought English pictorial humor and\nchildren acquainted. Our young people and their fathers and mothers owe\nhim many a pleasant hour and harmless laugh. Is there no way in which\nthe country could acknowledge the long services and brave career of such\na friend and benefactor?\n\nSince George's time humor has been converted. Comus and his wicked\nsatyrs and leering fauns have disappeared, and fled into the lowest\nhaunts; and Comus's lady (if she had a taste for humor, which may be\ndoubted) might take up our funny picture-books without the slightest\nprecautionary squeamishness. What can be purer than the charming fancies\nof Richard Doyle? In all Mr. Punch's huge galleries can't we walk as\nsafely as through Miss Pinkerton's schoolrooms? And as we look at Mr.\nPunch's pictures, at the Illustrated News pictures, at all the pictures\nin the book-shop windows at this Christmas season, as oldsters, we feel\na certain pang of envy against the youngsters--they are too well off.\nWhy hadn't WE picture-books? Why were we flogged so? A plague on the\nlictors and their rods in the time of Plancus!\n\nAnd now, after this rambling preface, we are arrived at the subject in\nhand--Mr. John Leech and his \"Pictures of Life and Character,\" in\nthe collection of Mr. Punch. This book is better than plum-cake at\nChristmas. It is an enduring plum-cake, which you may eat and which you\nmay slice and deliver to your friends; and to which, having cut it,\nyou may come again and welcome, from year's end to year's end. In the\nfrontispiece you see Mr. Punch examining the pictures in his gallery--a\nportly, well-dressed, middle-aged, respectable gentleman, in a white\nneck-cloth, and a polite evening costume--smiling in a very bland and\nagreeable manner upon one of his pleasant drawings, taken out of one of\nhis handsome portfolios. Mr. Punch has very good reason to smile at the\nwork and be satisfied with the artist. Mr. Leech, his chief contributor,\nand some kindred humorists, with pencil and pen have served Mr. Punch\nadmirably. Time was, if we remember Mr. P.'s history rightly, that he\ndid not wear silk stockings nor well-made clothes (the little dorsal\nirregularity in his figure is almost an ornament now, so excellent a\ntailor has he). He was of humble beginnings. It is said he kept a ragged\nlittle booth, which he put up at corners of streets; associated\nwith beadles, policemen, his own ugly wife (whom he treated most\nscandalously), and persons in a low station of life; earning a\nprecarious livelihood by the cracking of wild jokes, the singing of\nribald songs, and halfpence extorted from passers-by. He is the Satyric\ngenius we spoke of anon: he cracks his jokes still, for satire\nmust live; but he is combed, washed, neatly clothed, and perfectly\npresentable. He goes into the very best company; he keeps a stud at\nMelton; he has a moor in Scotland; he rides in the Park; has his stall\nat the Opera; is constantly dining out at clubs and in private society;\nand goes every night in the season to balls and parties, where you\nsee the most beautiful women possible. He is welcomed amongst his new\nfriends the great; though, like the good old English gentleman of the\nsong, he does not forget the small. He pats the heads of street boys and\ngirls; relishes the jokes of Jack the costermonger and Bob the dustman;\ngood-naturedly spies out Molly the cook flirting with policeman X, or\nMary the nursemaid as she listens to the fascinating guardsman. He used\nrather to laugh at guardsmen, \"plungers,\" and other military men;\nand was until latter days very contemptuous in his behavior towards\nFrenchmen. He has a natural antipathy to pomp, and swagger, and fierce\ndemeanor. But now that the guardsmen are gone to war, and the dandies\nof \"The Rag\"--dandies no more--are battling like heroes at Balaklava and\nInkermann* by the side of their heroic allies, Mr. Punch's laughter is\nchanged to hearty respect and enthusiasm. It is not against courage\nand honor he wars: but this great moralist--must it be owned?--has some\npopular British prejudices, and these led him in peace time to laugh\nat soldiers and Frenchmen. If those hulking footmen who accompanied the\ncarriages to the opening of Parliament the other day, would form a plush\nbrigade, wear only gunpowder in their hair, and strike with their great\ncanes on the enemy, Mr. Punch would leave off laughing at Jeames, who\nmeanwhile remains among us, to all outward appearance regardless of\nsatire, and calmly consuming his five meals per diem. Against lawyers,\nbeadles, bishops and clergy, and authorities, Mr. Punch is still rather\nbitter. At the time of the Papal aggression he was prodigiously angry;\nand one of the chief misfortunes which happened to him at that period\nwas that, through the violent opinions which he expressed regarding the\nRoman Catholic hierarchy, he lost the invaluable services, the graceful\npencil, the harmless wit, the charming fancy of Mr. Doyle. Another\nmember of Mr. Punch's cabinet, the biographer of Jeames, the author\nof the \"Snob Papers,\" resigned his functions on account of Mr. Punch's\nassaults upon the present Emperor of the French nation, whose anger\nJeames thought it was unpatriotic to arouse. Mr. Punch parted with these\ncontributors: he filled their places with others as good. The boys at\nthe railroad stations cried Punch just as cheerily, and sold just as\nmany numbers, after these events as before.\n\n     * This was written in 1854.\n\nThere is no blinking the fact that in Mr. Punch's cabinet John Leech is\nthe right-hand man. Fancy a number of Punch without Leech's pictures!\nWhat would you give for it? The learned gentlemen who write the work\nmust feel that, without him, it were as well left alone. Look at the\nrivals whom the popularity of Punch has brought into the field; the\ndirect imitators of Mr. Leech's manner--the artists with a manner of\ntheir own--how inferior their pencils are to his in humor, in depicting\nthe public manners, in arresting, amusing the nation. The truth, the\nstrength, the free vigor, the kind humor, the John Bull pluck and spirit\nof that hand are approached by no competitor. With what dexterity he\ndraws a horse, a woman, a child! He feels them all, so to speak, like\na man. What plump young beauties those are with which Mr. Punch's chief\ncontributor supplies the old gentleman's pictorial harem! What famous\nthews and sinews Mr. Punch's horses have, and how Briggs, on the back\nof them, scampers across country! You see youth, strength, enjoyment,\nmanliness in those drawings, and in none more so, to our thinking, than\nin the hundred pictures of children which this artist loves to design.\nLike a brave, hearty, good-natured Briton, he becomes quite soft and\ntender with the little creatures, pats gently their little golden heads,\nand watches with unfailing pleasure their ways, their sports, their\njokes, laughter, caresses. Enfans terribles come home from Eton; young\nMiss practising her first flirtation; poor little ragged Polly making\ndirt-pies in the gutter, or staggering under the weight of Jacky, her\nnursechild, who is as big as herself--all these little ones, patrician\nand plebeian, meet with kindness from this kind heart, and are watched\nwith curious nicety by this amiable observer.\n\nWe remember, in one of those ancient Gilray portfolios, a print which\nused to cause a sort of terror in us youthful spectators, and in\nwhich the Prince of Wales (his Royal Highness was a Foxite then) was\nrepresented as sitting alone in a magnificent hall after a voluptuous\nmeal, and using a great steel fork in the guise of a toothpick. Fancy\nthe first young gentleman living employing such a weapon in such a\nway! The most elegant Prince of Europe engaged with a two-pronged iron\nfork--the heir of Britannia with a BIDENT! The man of genius who drew\nthat picture saw little of the society which he satirized and amused.\nGilray watched public characters as they walked by the shop in St.\nJames's Street, or passed through the lobby of the House of Commons.\nHis studio was a garret, or little better; his place of amusement a\ntavern-parlor, where his club held its nightly sittings over their pipes\nand sanded floor. You could not have society represented by men to whom\nit was not familiar. When Gavarni came to England a few years since--one\nof the wittiest of men, one of the most brilliant and dexterous of\ndraughtsmen--he published a book of \"Les Anglais,\" and his Anglais\nwere all Frenchmen. The eye, so keen and so long practised to observe\nParisian life, could not perceive English character. A social painter\nmust be of the world which he depicts, and native to the manners which\nhe portrays.\n\nNow, any one who looks over Mr. Leech's portfolio must see that the\nsocial pictures which he gives us are authentic. What comfortable little\ndrawing-rooms and dining-rooms, what snug libraries we enter; what fine\nyoung-gentlemanly wags they are, those beautiful little dandies who wake\nup gouty old grandpapa to ring the bell; who decline aunt's pudding and\ncustards, saying that they will reserve themselves for an anchovy\ntoast with the claret; who talk together in ball-room doors, where Fred\nwhispers Charley--pointing to a dear little partner seven years old--\"My\ndear Charley, she has very much gone off; you should have seen that girl\nlast season!\" Look well at everything appertaining to the economy of\nthe famous Mr. Briggs: how snug, quiet, appropriate all the appointments\nare! What a comfortable, neat, clean, middle-class house Briggs's is (in\nthe Bayswater suburb of London, we should guess from the sketches of the\nsurrounding scenery)! What a good stable he has, with a loose box for\nthose celebrated hunters which he rides! How pleasant, clean, and\nwarm his breakfast-table looks! What a trim little maid brings in\nthe top-boots which horrify Mrs. B! What a snug dressing-room he has,\ncomplete in all its appointments, and in which he appears trying on the\ndelightful hunting-cap which Mrs. Briggs flings into the fire! How\ncosy all the Briggs party seem in their dining-room: Briggs reading\na Treatise on Dog-breaking by a lamp; Mamma and Grannie with their\nrespective needleworks; the children clustering round a great book of\nprints--a great book of prints such as this before us, which, at this\nseason, must make thousands of children happy by as many firesides!\nThe inner life of all these people is represented: Leech draws them as\nnaturally as Teniers depicts Dutch boors, or Morland pigs and stables.\nIt is your house and mine: we are looking at everybody's family circle.\nOur boys coming from school give themselves such airs, the young\nscapegraces! our girls, going to parties, are so tricked out by fond\nmammas--a social history of London in the middle of the nineteenth\ncentury. As such, future students--lucky they to have a book so\npleasant--will regard these pages: even the mutations of fashion they\nmay follow here if they be so inclined. Mr. Leech has as fine an eye for\ntailory and millinery as for horse-flesh. How they change those cloaks\nand bonnets. How we have to pay milliners' bills from year to year!\nWhere are those prodigious chatelaines of 1850 which no lady could be\nwithout? Where those charming waistcoats, those \"stunning\" waistcoats,\nwhich our young girls used to wear a few brief seasons back, and which\ncause 'Gus, in the sweet little sketch of \"La Mode,\" to ask Ellen for\nher tailor's address. 'Gus is a young warrior by this time, very likely\nfacing the enemy at Inkerman; and pretty Ellen, and that love of a\nsister of hers, are married and happy, let us hope, superintending one\nof those delightful nursery scenes which our artist depicts with such\ntender humor. Fortunate artist, indeed! You see he must have been bred\nat a good public school; that he has ridden many a good horse in his\nday; paid, no doubt, out of his own purse for the originals of some of\nthose lovely caps and bonnets; and watched paternally the ways, smiles,\nfrolics, and slumbers of his favorite little people.\n\nAs you look at the drawings, secrets come out of them,--private jokes,\nas it were, imparted to you by the author for your special delectation.\nHow remarkably, for instance, has Mr. Leech observed the hair-dressers\nof the present age! Look at \"Mr. Tongs,\" whom that hideous old bald\nwoman, who ties on her bonnet at the glass, informs that \"she has used\nthe whole bottle of Balm of California, but her hair comes off yet.\"\nYou can see the bear's-grease not only on Tongs's head but on his hands,\nwhich he is clapping clammily together. Remark him who is telling his\nclient \"there is cholera in the hair;\" and that lucky rogue whom\nthe young lady bids to cut off \"a long thick piece\"--for somebody,\ndoubtless. All these men are different, and delightfully natural and\nabsurd. Why should hair-dressing be an absurd profession?\n\nThe amateur will remark what an excellent part hands play in Mr. Leech's\npieces: his admirable actors use them with perfect naturalness. Look at\nBetty, putting the urn down; at cook, laying her hands on the kitchen\ntable, whilst her policeman grumbles at the cold meat. They are cook's\nand housemaid's hands without mistake, and not without a certain beauty\ntoo. The bald old lady, who is tying her bonnet at Tongs's, has hands\nwhich you see are trembling. Watch the fingers of the two old harridans\nwho are talking scandal: for what long years past they have pointed out\nholes in their neighbors' dresses and mud on their flounces. \"Here's a\ngo! I've lost my diamond ring.\" As the dustman utters this pathetic\ncry, and looks at his hand, you burst out laughing. These are among the\nlittle points of humor. One could indicate hundreds of such as one turns\nover the pleasant pages.\n\nThere is a little snob or gent, whom we all of us know, who wears little\ntufts on his little chin, outrageous pins and pantaloons, smokes cigars\non tobacconists' counters, sucks his cane in the streets, struts\nabout with Mrs. Snob and the baby (Mrs. S. an immense woman, whom Snob\nnevertheless bullies), who is a favorite abomination of Leech, and\npursued by that savage humorist into a thousand of his haunts. There he\nis, choosing waistcoats at the tailor's--such waistcoats! Yonder he\nis giving a shilling to the sweeper who calls him \"Capting;\" now he is\noffering a paletot to a huge giant who is going out in the rain. They\ndon't know their own pictures, very likely; if they did, they would have\na meeting, and thirty or forty of them would be deputed to thrash Mr.\nLeech. One feels a pity for the poor little bucks. In a minute or two,\nwhen we close this discourse and walk the streets, we shall see a dozen\nsuch.\n\nEre we shut the desk up, just one word to point out to the\nunwary specially to note the backgrounds of landscapes in Leech's\ndrawings--homely drawings of moor and wood, and seashore and London\nstreet--the scenes of his little dramas. They are as excellently true\nto nature as the actors themselves; our respect for the genius and humor\nwhich invented both increases as we look and look again at the designs.\nMay we have more of them; more pleasant Christmas volumes, over which we\nand our children can laugh together. Can we have too much of truth, and\nfun, and beauty, and kindness?",
    "metadata": {
        "author": [
            "Thackeray, William M.",
            "Thackeray, William Makepeace",
            "Titmarsh, M. A.",
            "Titmarsh, Michael Angelo",
            "Thackeray, W. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2646/pg2646.txt",
        "name": "john_leech_s_pictures_of_life_and_character.json"
    }
}