{
    "name": "Junior",
    "author": [
        "Abernathy, Robert",
        "Abernathy, Robert Harwood"
    ],
    "body": "\"Junior!\" bellowed Pater.\n\n\"_Junior!_\" squeaked Mater, a quavering echo.\n\n\"Strayed off again--the young idiot! If he's playing in the shallows,\nwith this tide going out....\" Pater let the sentence hang blackly.\nHe leaned upslope as far as he could stretch, angrily scanning the\nshoreward reaches where light filtered more brightly down through the\nmurky water, where the sea-surface glinted like bits of broken mirror.\n\nNo sign of Junior.\n\nMater was peering fearfully in the other direction, toward where, as\ndaylight faded, the slope of the coastal shelf was fast losing itself\nin green profundity. Out there, out of sight at this hour, the reef\nthat loomed sheltering above them fell away in an abrupt cliffhead, and\nthe abyss began.\n\n\"Oh, oh,\" sobbed Mater. \"He's lost. He's swum into the abyss and been\neaten by a sea monster.\" Her slender stem rippled and swayed on its\nbase and her delicate crown of pinkish tentacles trailed disheveled in\nthe pull of the ebbtide.\n\n\"Pish, my dear!\" said Pater. \"There are no sea monsters. At worst,\" he\nconsoled her stoutly, \"Junior may have been trapped in a tidepool.\"\n\n\"Oh, oh,\" gulped Mater. \"He'll be eaten by a land monster.\"\n\n\"There ARE no land monsters!\" snorted Pater. He straightened his stalk\nso abruptly that the stone to which he and Mater were conjugally\nattached creaked under them. \"How often must I assure you, my dear,\nthat WE are the highest form of life?\" (And, as for his world and\ngeologic epoch, he was quite right.)\n\n\"Oh, oh,\" gasped Mater.\n\nHer spouse gave her up. \"JUNIOR!\" he roared in a voice that loosened\nthe coral along the reef.\n\n\n\nRound about, the couple's bereavement had begun attracting attention.\nIn the thickening dusk, tentacles paused from winnowing the sea for\ntheir owners' suppers, stalked heads turned curiously here and there in\nthe colony. Not far away, a threesome of maiden aunts, rooted en brosse\nto a single substantial boulder, twittered condolences and watched\nMater avidly.\n\n\"Discipline!\" growled Pater. \"That's what he needs! Just wait till I--\"\n\n\"Now, dear--\" began Mater shakily.\n\n\"Hi, folks!\" piped Junior from overhead.\n\nHis parents swiveled as if on a single stalk. Their offspring was\nfloating a few fathoms above them, paddling lazily against the ebb;\nplainly he had just swum from some crevice in the reef nearby. In one\npair of dangling tentacles he absently hugged a roundish stone, worn\nsensuously smooth by pounding surf.\n\n\"WHERE HAVE YOU BEEN?\"\n\n\"Nowhere,\" said Junior innocently. \"Just playing hide-and-go-sink with\nthe squids.\"\n\n\"With the other polyps,\" Mater corrected him primly. She detested slang.\n\nPater was eyeing Junior with ominous calm. \"And where,\" he asked, \"did\nyou get that stone?\"\n\nJunior contracted guiltily. The surfstone slipped from his tentacles\nand plumped to the sea-floor in a flurry of sand. He edged away,\nstammering, \"Well, I guess maybe ... I might have gone a little ways\ntoward the beach....\"\n\n\"You guess! When I was a polyp,\" said Pater, \"the small fry obeyed\ntheir elders, and no guess about it!\"\n\n\"Now, dear--\" said Mater.\n\n\"And no spawn of mine,\" Pater warmed to his lecture, \"is going to flout\nmy words! Junior--COME HERE!\"\n\nJunior paddled cautiously around the homesite, just out of\ntentacle-reach. He said in a small voice, \"I won't.\"\n\n\"DID YOU HEAR ME?\"\n\n\"Yes,\" admitted Junior.\n\nThe neighbors stared. The three maiden aunts clutched one another with\nmuted shrieks, savoring beforehand the language Pater would now use.\n\nBut Pater said \"Ulp!\"--no more.\n\n\"Now, dear,\" put in Mater quickly. \"We must be patient. You know all\nchildren go through larval stages.\"\n\n\"When I was a polyp ...\" Pater began rustily. He coughed out an\naccidentally inhaled crustacean, and started over: \"No spawn of\nmine....\" Trailing off, he only glared, then roared abruptly, \"SPRAT!\"\n\n\"I won't!\" said Junior reflexively and backpaddled into the coral\nshadows of the reef.\n\n\"That wallop,\" seethed Pater, \"wants a good polyping. I mean....\" He\nglowered suspiciously at Mater and the neighbors.\n\n\"Dear,\" soothed Mater, \"didn't you _notice_?\"\n\n\"Of course, I.... Notice what?\"\n\n\"What Junior was doing ... carrying a stone. I don't suppose he\nunderstands _why_, just yet, but....\"\n\n\"A stone? Ah, uh, to be sure, a stone. Why, my dear, do you realize\nwhat this _means_?\"\n\n\n\nPater was once more occupied with improving Mater's mind. It was a long\njob, without foreseeable end--especially since he and his helpmeet were\nboth firmly rooted for life to the same tastefully decorated homesite\n(garnished by Pater himself with colored pebbles, shells, urchins and\nbits of coral in the rather rococo style which had prevailed during\nPater's courting days as a free-swimming polyp).\n\n\"Intelligence, my dear,\" pronounced Pater, \"is quite incompatible with\nmotility. Just think--how could ideas congeal in a brain shuttled\nhither and yon, bombarded with ever-changing sense-impressions? Look\nat the lower species, which swim about all their lives, incapable of\ntaking root or thought! True Intelligence, my dear--as distinguished\nfrom Instinct, of course--pre-supposes the fixed viewpoint!\" He paused.\n\nMater murmured, \"Yes, dear,\" as she always did obediently at this point.\n\nJunior undulated past, swimming toward the abyss. He moved a bit\nheavily now; it was growing hard for him to keep his maturely\nthickening afterbody in a horizontal posture.\n\n\"Just look at the young of our own kind,\" said Pater. \"Scatter-brained\nlarvae, wandering greedily about in search of new stimuli. But, praise\nbe, they mature at last into sensible sessile adults. While yet the\nunformed intellect rebels against the ending of care-free polyphood,\nInstinct, the wisdom of Nature, instructs them to prepare for the great\nchange!\"\n\nHe nodded wisely as Junior came gliding back out of the gloom of deep\nwater. Junior's tentacles clutched an irregular basalt fragment which\nhe must have picked up down the rubble-strewn slope. As he paddled\nslowly along the rim of the reef, the adult anthozoans located directly\nbelow looked up and hissed irritable warnings.\n\nHe was swimming a bit more easily now and, if Pater had not been a\nfirm believer in Instinct, he might have been reminded of the grossly\nmaterialistic theory, propounded by some iconoclast, according to which\na maturing polyp's tendency to grapple objects was merely a matter of\ntaking on ballast.\n\n\"See!\" declared Pater triumphantly. \"I don't suppose he understands\n_why_, just yet ... but Instinct urges him infallibly to assemble the\nmaterials for his future homesite.\"\n\n\n\nJunior let the rock fragment fall, and began plucking restlessly at a\ncoral outcropping.\n\n\"Dear,\" said Mater, \"don't you think you ought to tell him...?\"\n\n\"Ahem!\" said Pater. \"The wisdom of Instinct--\"\n\n\"As you've always said, a polyp needs a parent's guidance,\" remarked\nMater.\n\n\"_Ahem!_\" repeated Pater. He straightened his stalk, and bellowed\nauthoritatively, \"JUNIOR! Come here!\"\n\nThe prodigal polyp swam warily close. \"Yes, Pater?\"\n\n\"Junior,\" said his parent solemnly, \"now that you are about to grow\ndown, it behooves you to know certain facts.\"\n\nMater blushed a delicate lavender and turned away on her side of the\nrock.\n\n\"Very soon now,\" said Pater, \"you will begin feeling an irresistible\nurge ... to sink to the bottom, to take root there in some sheltered\nlocation which will be your lifetime site. Perhaps you even have an\nunderstanding already with some ... ah ... charming young polyp of the\nopposite gender, whom you would invite to share your homesite. Or, if\nnot, you should take all the more pains to make that site as attractive\nas possible, in order that such a one may decide to grace it with--\"\n\n\"Uh-huh,\" said Junior understandingly. \"That's what the fellows mean\nwhen they say any of 'em'll fall for a few high-class rocks.\"\n\nPater marshaled his thoughts again. \"Well, quite apart from such\nmaterial considerations as selecting the right rocks, there are\ncertain ... ah ... matters we do not ordinarily discuss.\"\n\nMater blushed a more pronounced lavender. The three maiden aunts,\nrooted to their boulder within easy earshot of Pater's carrying voice,\nput up a respectable pretense of searching one another for nonexistent\nwater-fleas.\n\n\"No doubt,\" said Pater, \"in the course of your harum-scarum\nadventurings as a normal polyp among polyps, you've noticed the ways\nin which the lower orders reproduce themselves; the activities of the\nfishes, the crustacea, the marine worms will not have escaped your\nattention.\"\n\n\"Uh-huh,\" said Junior, treading water.\n\n\n\n\"You will have observed that among these there takes place a good\ndeal of ... ah ... maneuvering for position. But among intelligent,\nfirmly rooted beings like ourselves, matters are, of course, on a less\ncrude and direct plane. What among lesser creatures is a question of\ntactics belongs, for us, to the realm of strategy.\" Pater's tone\ngrew confiding. \"Now, Junior, once you're settled you'll realize the\nimportance of being easy in your mind about your offspring's parentage.\nRemember, a niche in brine saves trying. Nothing like choosing your\nlocation well in the first place. Study the currents around your\nprospective site--particularly their direction and force at such\ncrucial times as flood-tide. Try to make sure you and your future mate\nwon't be too close down-current from anybody else's site, since in a\ncase like that accidents can happen. You understand, Junior?\"\n\n\"Uh-huh,\" acknowledged Junior. \"That's what the fellows mean when they\nsay don't let anybody get the drop on you.\"\n\n\"Well!\" said Pater in flat disapproval.\n\n\"But it all seems sort of silly,\" said Junior stubbornly. \"_I'd_ rather\njust keep moving around, and not have to do all that figuring. And the\nocean's full of things I haven't seen yet. I don't _want_ to grow down!\"\n\nMater paled with shock. Pater gave his spawn a scalding, scandalized\nlook. \"You'll learn! You can't beat Biology,\" he said thickly,\ncreditably keeping his voice down. \"Junior, you may go!\"\n\nJunior bobbled off, and Pater admonished Mater sternly, \"We must have\npatience, my dear! All children pass through these larval stages....\"\n\n\"Yes, dear,\" sighed Mater.\n\n\n\nAt long last, Junior seemed to have resigned himself to making the best\nof it.\n\nWith considerable exertions, hampered by his increasing\nbottom-heaviness, he was fetching loads of stones, seaweed and other\ndebris to a spot downslope, and there laboring over what promised to\nbe a fairly ambitious cairn. Judging by what they could see of it,\nhis homesite might even prove a credit to the colony (so went Pater's\nthoughts) and attract a mate who would be a good catch (thus Mater\nmused).\n\nJunior was still to be seen at times along the reef in company with\nhis free-swimming friends among the other polyps, at some of whom\nhis parents had always looked askance, fearing they were by no means\nwell-bred. In fact, there was strong suspicion that some of them--waifs\nfrom the disreputable Shallows district in the hazardous reaches just\nbelow the tide-mark--had never been bred at all, but were products of\nbudding, a practice frowned on in polite society.\n\nHowever, Junior's appearance and rate of locomotion made it clear\nhe would soon be done with juvenile follies. As Pater repeated with\nsatisfaction--you can't beat Biology; as one becomes more and more\nbottle-shaped, the romantic illusions of youth must inevitably perish.\n\n\"I always knew there was sound stuff in the youngster,\" declared Pater\nexpansively.\n\n\"At least he won't be able to go around with those ragamuffins much\nlonger,\" breathed Mater thankfully.\n\n\"What does the young fool think he's doing, fiddling round with\nsoapstone?\" grumbled Pater, peering critically through the green to try\nto make out the details of Junior's building. \"Doesn't he know it's apt\nto slip its place in a year or two?\"\n\n\"Look, dear,\" hissed Mater acidly, \"isn't that the little polyp who was\nso rude once?... I wish she wouldn't keep watching Junior like that.\nOur northwest neighbor heard _positively_ that she's the child of an\nonly parent!\"\n\n\"Never mind.\" Pater turned to reassure her. \"Once Junior is properly\nrooted, his self-respect will cause him to keep riffraff at a distance.\nIt's a matter of Psychology, my dear; the vertical position makes all\nthe difference in one's thinking.\"\n\n\n\nThe great day arrived. Laboriously Junior put a few finishing\ntouches to his construction--which, so far as could be seen from a\ndistance, had turned out decent-looking enough, though it was rather\nquestionably original in design: lower and flatter than was customary.\n\nWith one more look at his handiwork, Junior turned bottom-end-down\nand sank wearily onto the finished site. After a minute, he paddled\nexperimentally, but flailing tentacles failed to lift him. He was\nalready rooted, and growing more solidly so by the moment.\n\n\"Congratulations!\" cried the neighbors. Pater and Mater bowed this way\nand that in acknowledgment. Mater waved a condescending tentacle to the\nthree maiden aunts.\n\n\"I told you so!\" said Pater triumphantly.\n\n\"Yes, dear....\" said Mater meekly.\n\nSuddenly there were outcries of alarm from the dwellers down-reef. A\nwave of dismay swept audibly through all the nearer part of the colony.\nPater and Mater looked around, and froze.\n\nJunior had begun paddling again, but this time in a most peculiar\nmanner--with a rotary twist and sidewise scoop which looked awkward,\nbut which he performed so deftly that he must have practiced it. Fixed\nupright as he was now on the platform he had built, he looked for all\nthe world as if he were trying to swim sidewise.\n\n\"He's gone _mad_!\" squeaked Mater.\n\n\"I ...\" gulped Pater, \"I'm afraid not.\"\n\nAt least, they saw, there was method in Junior's actions. He went on\npaddling in the same fashion and now he, and his platform with him,\nwere farther away than they had been, and growing more remote as they\nstared.\n\n\n\nParts of the homesite that was not a homesite revolved in some way\nincomprehensible to eyes that had never seen the like. And the whole\naffair trundled along, rocking at bumps in the sandy bottom, and\nsqueaking painfully; nevertheless, it moved.\n\nThe polyps watching from the reef swam out and frolicked after Junior,\nwatching his contrivance go and chattering eager questions, while their\nparents bawled at them to keep away from that.\n\nThe three maiden aunts shrieked faintly and swooned in one another's\ntentacles. The colony was shaken as it had not been since the tidal\nwave.\n\n\"COME BACK!\" thundered Pater. \"You CAN'T do that!\"\n\n\"_Come back!_\" shrilled Mater. \"You can't do _that_!\"\n\n\"Come back!\" gabbled the neighbors. \"You can't _do_ that!\"\n\nBut Junior was past listening to reason. Junior was on wheels.",
    "metadata": {
        "author": [
            "Abernathy, Robert",
            "Abernathy, Robert Harwood"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49809/pg49809.txt",
        "name": "junior.json"
    }
}