{
    "name": "Kadjaman",
    "author": [
        "Stacpoole, H. De Vere (Henry De Vere)",
        "Stacpoole, Henry De Vere",
        "Stacpoole, H. de Vere"
    ],
    "body": "Kray’s little son was playing with the big Siberian pup in the\ndoorway. From where I sat I could see the child and the dog, and\nbeyond them and framed by the door opening the pine-clad mountains\ncutting the blue sky of summer, and beyond these Omstjall, the snow\npeak and grandfather of the glacier that takes its name.\n\nKray has given up hunting these five years and is now manager of the\nSellagman Salmon Canning Company, at least he looks after the fishing\nand the canning and gets two thousand dollars a year for the job,\nwhile I expect the real manager, the man who looks after the New York\noffice and the prospectuses and so forth, gets ten—maybe more. I don’t\nknow, neither does Kray, neither does he care. He says he has hunted\neverything in his time but the dollar, and that a free life in the\nopen air is all he wants now that he has done with hunting and got\nmarried. He was sixty-seven years old when he married and didn’t look\nmore than fifty, so he says; he doesn’t look more than fifty to-day,\nat a little distance.\n\nHe has hunted everywhere and shot everything and he started his\nbusiness at twenty so that when he married he had been at the job\nnearly fifty years. That is a long time, for a year in the wilds is\nlonger than a year in a city and the risks are greater.\n\nSaid Kray, looking at the child and the pup: “Olaff takes after his\nmother, don’t he? Same flax-colored hair coming. First I thought he\nwas going to be darker, but it’s coming true enough. Scandinavian\nflax, there’s no other color like it. Gets on with the pup, don’t he?\nI saw the old dog lickin’ them both yesterday same as if Olaff was\nhers, too. I’ve sent her off to the Skagga _fjord_ till the autumn.”\n\n“The big Siberian dog I saw here last?”\n\n“Yes, the mother of that pup. I’ve sent her off till the autumn. Olaff\nwill be bigger then.”\n\n“But why did you send her off—because she was treating Olaff as if he\nwere her pup?”\n\n“Well, not exactly,” said Kray, “and yet maybe that was a bit of the\nreason. But mainly I expect it was something that happened years ago\nthat rattled me; thirty years ago it was when I was with Becconi in\nBorneo on the exploring job. He was after minerals and if he’d stuck\nto them in his drinks as well as his prospectin’ he’d have pulled\nthrough; but the whisky did him. I’d been out East with a chap called\nMilner hunting, and we struck Sarawak coast. Milner was going home\nfrom there, and I was paid off with a bonus. I could have gone back\nwith him to England, and maybe would only for this chap Becconi who\nhappened along while we were waiting at Bintulu for a boat.\n\n“Boats in those days weren’t plentiful along the coast, and you didn’t\noften know where they were going when they came, but as long as they\ntook you somewhere else it didn’t much matter. That’s how we were\nplaced at Bintulu when out of the sea haze one day a little\npaddle-wheel boat came snortin’ and tied up to the rotten old wharf\nwhere the Sea Dyak children used to sit fishing when they weren’t\nplaying headhunting with wooden _parangs_.\n\n“The _Tanjong Data_ was the name of the boat, and she was bound for\nRejang and Kuching and ports beyond with a mixed cargo and a big\nmonkey for the Dutch government that had been caught somewheres to the\nnorth of the Tubao River. The _Tanjong_ had blown a cylinder cover off\nor something, and she lay at Bintulu a week for repairs and while she\nwas repairing and taking more cargo I was often on board talking to\nthe captain and Becconi, who had come by her and was sticking on board\ntill the last minute, seeing that his cabin was a sight more\ncomfortable than shore quarters. The monkey interested me a lot, for\nin all my shooting I’d never come across the big monkeys much, and\nthis chap was big. He must have weighed all of two hundred pounds, and\nhe was turning gray with age. He was what the Dyaks call a Mayas\nKassa, which means an orang-utan, with a face like a full moon. I’m\nnot joking. There are three kinds of orang-utans; the Mayas Kassa, the\nMayas Rabei, and the Mayas Tjaping, but the Kassa takes the bun for\nbeauty. I never did see such a face. It was like nothing so much as a\nfull moon broadened out, same as you see it when the moon’s rising\nthrough a bank of mist and in the middle of it two eyes and a nose, to\nsay nothing of the mouth. That was what the monkey was like, and they\nhad him in a cage close to the engine-room hatch, and he’d sit there\nthe day long, scratching himself and talking to himself, his eyes\ntraveling about round the decks as if he was watching something\npassing, and sometimes he’d look up at you, but he’d never meet your\neye square, at least not for longer than the flick of a snapshot\nshutter.\n\n“Taking him altogether he was near five feet in height and his chest\nlooked as thick as a tree as he sat there scratching the fur on it,\nhis hands were as big as hams; and I reckon he could have taken two\nordinary men and knocked their heads together same as if they’d been\ntwo rag dolls.\n\n“Becconi took a lot of interest in the chap, too, and we’d sit under\nthe double awning they’d rigged aft of the funnel and have our drinks\nand watch Kadjaman, for that was his name, given him because he was\ncaught at Kadjaman, which is north of Fort Bellaja near the Tubao\nRiver. Becconi, when he had the whisky in him, would stand up for\nKadjaman having a soul of his own, same as a man; but if the whisky\nwas out, and maybe a touch of liver on him, he’d be the other way\nabout. I used to use the monkey on him for fun, or to see the state of\nhis health, and then Kadjaman would sit watching us and pretending not\nto.\n\n“We didn’t know that he’d been at work of nights, when the whole of\nBintulu and the chaps on board were snoring. He’d worked on the cage\nbars, loosening them by degrees and little by little, so that the time\nmight come when one big pluck could rip them out.\n\n“No, sir, we didn’t know that or we couldn’t have sat there sucking\nour cheroots and bug juice and talking about monkeys having souls.\n\n\n                                 II.\n\n“Now I must tell you that Milner had a servant, Tuan Marop by name,\nand Tuan had his child with him, a little chap of six or so, named\nTing. Mrs. Tuan had been dead over a year, and he’d brought Ting down\nto Bintulu to leave him there while he accompanied Milner on his\nexpedition. Ting and Kadjaman had struck up a friendship of sorts. The\nchild would talk to the brute in the Dyak lingo and Kadjaman would\nscratch himself and talk back in orang-utan. I tell you it was\ntalking.\n\n“You’ve seen a child talking to a dog—you’ve heard Olaff talking to\nthat pup; well that was the sort of thing, only Ting wasn’t a soft\nlittle chap like Olaff. Ting was a Dyak, Sarabas Dyak, with a hundred\ngenerations of head hunters behind him, and what he was saying to\nKadjaman didn’t seem a popsy-wopsy talk from what I could gather,\nthough I didn’t know a word of his lingo.\n\n“I asked Becconi to ask Tuan to listen and report, and Tuan said Ting\nwasn’t talking Dyak, but the monkey language. Seemed to think it a\njoke, but he was in dead earnest all the same. There is a monkey\nlanguage as sure as there’s anything else in this world, and what they\nsay to each other, Lord only knows, but they say a lot, and Ting\nseemed to have picked it up same as children do with foreign\nlanguages. Tuan said that the Dyak children, now and again and once in\na hundred years, so to speak, could pick out what the monkeys were\nsaying when they held their jamborees in the forest, but he’d never\nseen or heard of a child talking to a monkey before like Ting did, for\nthe reason that the Dyaks didn’t keep monkeys in cages and so the\nchildren hadn’t a chance. He seemed proud of the fact, same as if Ting\nhad taken a prize at college.\n\n“So things went on like that till the _Tanjong Data_ had done\ntinkering at her cylinder covers, and the day before leaving came,\nwith the docks all of a clatter with fruit cases for down coast and\nrolls of matting and boxes of tobacco and Lord knows what else and the\nniggers all bug house with being driven and getting in each other’s\nway.\n\n“Then, coming along four o’clock in the evening, when things had\nsettled down and the breeze was rising, Becconi and I were sitting in\ndeck chairs talking and saying good-by to Milner and the captain. Tuan\nhad brought us up some tea which the steward had made for us, and Ting\nwas playing near the gangway by himself. All of a sudden, swish! the\nbars of the cage went, and Kadjaman was out.\n\n“I was sitting with my back to the cage, and when I turned I saw\nKadjaman on the deck, a cage bar in his fist, and the bar was in the\nact of dashing a nigger’s brains out. It was all as sudden as that. I\ndidn’t wait to see more. It was every man for himself, and I had no\ncharter to clear the decks of the _Tanjong Data_ of orang-utans armed\nwith five-foot iron bars; besides I hadn’t my gun with me. I guess if\nI’d had a popgun even, I wouldn’t have taken a nose dive into the\nBintulu River like I did. A man’s courage lies in his gun often\nenough—unless he’s fronting a moral duty, which I wasn’t. I just dived\nand got to the other bank and watched.\n\n“Every one had skipped from that deck either overboard or through the\nsaloon hatch and there was Kadjaman with his bar in his fist, a free\nman, so to say, soul or no soul. He was pretty busy, too. He wanted\nmore blood, it seemed, but he was afraid of going below for it, afraid\nof traps, so he smashed away at the saloon skylight cover, beating the\nbrass rods of it to knots. Then he beat the starboard rail; in fact,\nhe gave that steamer the biggest thrashing of her life. Maybe it was\nhis having been kept in a cage six months that was coming out, or\nmaybe it was just his own nature; but he did take it out of that old\nhooker. He near beat the cockroaches out of her, and you can fancy\nthat the chaps hidden in the cabin had a lively time expecting him\ndown the saloon companionway.\n\n“However, all of a sudden, he let up. I could see him standing\nsniffing the air as if he smelt danger. He stood like that for half a\ntick and then he stooped down and picked up something from the deck\nand threw it over his arm like a sack. Same moment he made a jump for\nthe gangway and next he was on the bank.\n\n“I saw now what he was carrying—and heard it, too—it was Ting. The\nchild had been playing on the deck as I told you and hadn’t got below\nwith the others. Maybe he’d sat admiring the ways of his friend, but\nthat’s as may be; the fact was he was now shouting murder or what\nsounded like it in Dyak and Tuan was responding.\n\n“Tuan had found a creese down below, and, before the monkey had made\ntwenty yards, he was on deck and after him to recover his property.\nBecconi and Milner, who’d armed themselves, were after Tuan to lend a\nhand, and there was I stuck on the opposite bank only able to look on.\n\n“On the flat Kadjaman was nowhere, but once he’d got among the trees\nhe was the whole of the circus and the elephant.\n\n“Just by the river there, the undergrowth’s so thick you can’t go more\nthan a yard in a precious long minute. You should see it; wait-a-bit\nthorns three inches long, python _lianas_ that twine about and knot\nthemselves just like snakes, ground tangle that gets you just by the\nankle. That’s what the goin’s like, and Kadjaman was up in the\nbranches. I don’t know how he got along with Ting, swinging himself\nfrom branch to branch. I expect Ting clung to him for safety and so\nsaved trouble and gave him the free use of both arms.\n\n“Anyhow he got away—got clear away, leaving Tuan lamenting and the\nrest of them pretty well spent. Then they came back, and I met them,\nhaving swum the river, and we went back on board, and you should have\nseen that deck—the rail bent and skylight hashed and lashed so’s to\nlook like nothing, and a dead nigger on the planks with a hundred\nthousand flies on his head like a buzzing turban.\n\n“Tuan had come back with us. He’d altered in color a bit, but\notherwise he seemed same as ordinary. He knew quite well there was no\nuse chasing any more after Kadjaman, yet all the same he got his\ndischarge from Milner that night, and he went off with a blowgun. That\nwas all the weapons he wanted, so he said, but he didn’t catch\nKadjaman.\n\n\n                                 III.\n\n“Next morning the _Tanjong Data_ started with Milner on board, leaving\nus in that God-forsaken place face to face with the mosquitoes. Havana\nmosquitoes are bad, but these chaps laid over them, striped brutes\nlike tigers. Then there were the Sanut _tingal pala_ ants; these chaps\nbite you and hang on with their teeth like bulldogs; if you pull them\noff they leave their heads behind. A cheerful place, with nothing to\nlisten to but the rainy noise of the palm leaves, shaken by the wind\nand the howling of Dyak songs from the village, and nothing to see but\nthe Bintulu coming down to the sea between banks of trees that seemed\ncrowding one another into the river.\n\n“There are parts of the Bintulu where no man could make a landing on\nthe banks, by reason of the tangle of growth, vines and whatnots; but\nat Bintulu it’s been cleared, though in those days it was bad enough\nwithin half a mile of the town.\n\n“Becconi wasn’t going to start for three days, so I had my work cut\nout killing time and mosquitoes. I’d sit sometimes by the river\nwatching the gunfish by the hour. You’d see them prospecting along the\nbank, and then when they’d marked down an insect sitting on a leaf,\nthey’d take aim and spit, letting fly a jet of water aimed sure as a\nrifle bullet. Then I’d sometimes watch the Dyak girls going about, the\nrummiest sight, in their brass arm rings and leg wear, and sometimes\nI’d sit and talk to Tuan, for Becconi had taken him on as a servant.\n\n“He didn’t talk English bad, and at first I tried to comfort him about\nTing, till I found out he wasn’t needing any. It wasn’t that he hadn’t\nbeen fond of the child, but it was just that he seemed to reckon Ting\ndead. Not corpsed, but dead to him and his tribe. I had some talks\nwith Tuan on the business then and afterward, and he told me that the\nbig monkeys took off Dyak children now and then and sometimes the\nchildren were got back after they’d been living a year or two with the\nmonks, and that they weren’t any use; they weren’t humans any more.\nTuan, though he didn’t know anything much more than the difference\nbetween the two ends of a blowgun, said all men had been monkeys once,\nbut so long ago that man had forgotten, and if a child was to go and\nlive in the trees with the monkeys he’d revert to the old times in a\nyear or two, and not twenty or fifty years would fetch him back.\n\n“I thought he was talking through his hat, but out in India, since\nthen, I’ve seen the truth of what he said. You’ve heard of wolf\nchildren? Wolves are always carrying off children; some they eat and\nsome they don’t, and the ones they don’t they bring up as wolves, and\nthe children take to it and go on all fours and, after a year or less\nthey’re fixed, can’t ever get back to be men. Why, they had a wolf\nchild in the Secundra Missionary Asylum and kept it there till it grew\nup to a man over thirty. It died somewhere about ’95, and it never\nlearned to speak, couldn’t do more than run about on all fours and\nsnarl. Rum, isn’t it?\n\n“Meanwhile Becconi was getting the lads together for his expedition,\nand he wasn’t finding it an easy matter, for in those days Sea Dyaks\nweren’t anxious for payment much except in human heads, and even heads\nwere sometimes pretty much at a discount. The head-hunting chaps have\ngot a bad name, but they weren’t so black as they were painted. They\nweren’t always rushing about, either, hunting for heads. It was mostly\nwhen they were in love and wanted to give a girl a present that they\nwent hunting, or when they had a down on a chap and wanted to do him\nin. Becconi’s crowd that he managed to collect at last were head\nhunters to a man, but I’d sooner trust myself alone with any one of\nthem than with a New York tough—a long sight.\n\n“We started on a Saturday at dawn, crossing the Bintulu and striking\ntoward the Tatan River. I’ve said Becconi was after minerals and so he\nwas, but his main proposition was gold. Down along south of the\neastern ports he’d heard stories of a gold river somewhere in Sarawak\nnorth of the Rejang, and he carried the idea in his head, and I\nsuppose that was what made him strike south from the Bintulu.\n\n“We had with us Tuan and half a dozen of the Sea Dyaks and provisions\nfor a month, and we hadn’t more than crossed the river and gone a few\nyards when the trees closed behind us, shutting out the sound of the\nvillage and cutting us off from the morning sun as a closed door\nmight. I’ve never got used to the jungle, that’s to say the real\nthing, and it’s my opinion it is not the place for a man. It’s a kind\nof old glass house where the beginnings of life come from, and it’s my\nopinion it has outlived its uses and would be as well done away with.\nMaybe I’m prejudiced, having done near all my hunting in the open.\nAnyhow, that Saturday morning I wasn’t in any too high spirits. If I\ncould have broke my contract and turned back I wouldn’t, though, bad\nas I wanted to, because I’d taken a liking to Becconi, and I had my\nmisgivings as to his pulling through without a white man’s help.\n\n“I’ve hinted he drank. We took a good stock of liquor with us, but it\nwent under my eye. That was one of my conditions, and I knew if he was\nleft alone with it the jungle would soon have done with him.\n\n“We struck a big stretch of soggy ground where Nipah palms grew and\nnothing else. I’m just going to give you a sniff of that hell place\nthey call the jungle in Borneo, and I can’t begin it better than by\nsaying we hadn’t gone more than five hundred yards from the river when\nwe struck this swamp. It wasn’t a true swamp, either. It was solid\nenough in bits, and you’d be going along saying, ‘It’s all right now,’\nwhen your foot would go, sucked down, and you’d pull it out with a\npound of black mud like treacle sticking to your boot. We went along\nmostly clinging to the palms that grew along the solid tracts and gave\nus a lead. Then, when we’d passed the swamp we found ourselves before\nthe Big Thorn. That’s what the Dyaks called it, a big patch of\nwait-a-bit thorn we had to cut our way through, and it took us the\nwhole day to do that.\n\n“Then when we camped on a bit of high ground the black ants raised\nobjections, and the black ants of Borneo sting like wasps.\n\n“I give you that as a sample of twenty-four hours in the jungle. You\ndidn’t get swamp all the time nor wait-a-bit thorn all the time, but\nyou got lots of other things not much better, and it was always that\ninfernal glass-house damp heat and smell. It’s the smell that gets\nyou, not a bad smell, mind you, but just the smell of a glass\nhouse—only more so.\n\n“Then at the end of a week we struck a rival prospector. It was the\nrummiest meeting. He was a chap by name of Havenmouth. He’d shoved\neast with an expedition from Maka, crossing the Balinean River, and\nhe’d found the gold. But he was dying. I never did see such a\nskeleton. The jungle fever or something like that had done for him,\nand he said he’d been living on quinine and whisky, but that he didn’t\ncare as he’d found the gold. It was in a little stream to the\nnor’east. He said there was dead loads of it, even though the stream\nwas so small.\n\n“He said that little stream must have been washing its gold for ages\nto make us rich. There he lay with his hands like a skeleton’s and his\nface like a skull painted with fever, handing us out all that talk;\nand then he showed us a sample of gold grains he’d taken from the\nstream.\n\n“Sure enough some of them were as big as split bullets. Then he died\nwith a whoop, and we buried him. But the bother was, he died before he\ncould give us the exact location by compass. He hadn’t got it written\ndown, for we searched him and his effects; he’d been carrying it in\nhis head. He’d given us the gold grains, though.\n\n“Well, that was the worst present a man ever got. Havenmouth had said:\n‘It isn’t more than twenty miles way back there,’ and that was the\nstring that tied us to the circle, for we went wandering round like\nthe Egyptians in the wilderness, round and round, hunting for that\ndarned stream for months and months. You wouldn’t believe it, unless\nyou’d been there, how that thing held us. I’m not overset on money,\nbut it held me, same as when you draw a chalk line round a hen and put\nher nose to it, she’s held.\n\n“We struck streams, all sorts of little tributaries of the Rejang and\nthe Tatan, and we struck mud turtles and spitting fish and water\nlizards and snakes, but we struck no gold. Becconi was so full of the\nbusiness that he forgot his wanting to drink. And so it went on for\nmore than three months, till one day the madness lifted from us, and\nwe saw that we were done. We’d got to get back to Bintulu and get back\nprompt, for we were near done for grub.\n\n“I’d managed to shoot a good deal, and we had the remains of\nHavenmouth’s store. Still, all the same, we’d got to get back; and\nover the fire that night, when we’d come to the decision to clear out,\nBecconi had his first drink for a long time. We were sitting there\nsmoking and talking when all of a sudden from the dark outside the\nfirelight comes a whistle and Tuan gives a jump where he sat. Then he\nwhistles between his fingers as if in answer and out of the dark comes\na chap crawling along with his hair over his eyes. He creeps up to\nTuan, and they begin to talk. Then Tuan comes to us and tells us the\nnews. One of the Dyaks, a fish trapper that had done a journey up the\nTatan on some business of his own had come on Kadjaman’s house.\n\n“That’s what Tuan told us with a straight face, but we didn’t laugh,\nfor we knew what he meant. The orangs build houses of sorts away up in\nthe trees. They haven’t walls or roofs or lavatory accommodation;\nthey’re just platforms built between two branches and furnished with\nbundles of brushwood and leaves. This fishing Dyak was a blood\nrelation of Tuan’s. He knew Ting, and he knew of the carrying off, and\na month before, going along through the forest by the river and\nchancing to look up he saw Kadjaman’s platform away up in a tree.\n\n“He wouldn’t have took any more notice, monkey houses being common,\nonly for a face looking down at him out of the leaves. He saw at once\nit was Ting’s face, and he called out, thinking the child might come\ndown. Instead of that Ting went up the remainder of the tree like a\nflash and hid on the platform.\n\n“He marked the place and then he’d set out to hunt for Tuan and us.\nHe’d seen us start from Bintulu and he knew the direction we’d gone;\nbut how he found us after a month’s hunt—well, search me! But find us\nhe did.\n\n“Tuan having got the yarn, said it was necessary for him, now that he\nhad the indication, to drop everything else and get his child back. He\nsaid he couldn’t lead us any longer till he had that matter settled,\nand Becconi agreed that it was only right and proper to get the child\nback and said he’d wait there with the whisky while Tuan and myself\nmade the journey and fetched the goods. The place was only a day’s\njourney from where we were. I agreed. I judged he couldn’t kill\nhimself with the whisky in two days and that if he did it’d maybe be a\nmercy for him, and taking my gun I followed Tuan and the fisher Dyak,\nstriking in the direction of the Tatan.\n\n“It was less than a day’s journey, and when we got there it wasn’t\nabove ten o’clock in the morning, and there, like as if a chap had\nhoisted a mattress and stuck it between two of the branches, away up\nin a big tree, we saw Kadjaman’s house; but there wasn’t a sign of the\nowner nor of Ting. We didn’t go to knock at the door. We all sat down\nin the undergrowth which hid us while giving us a view of the premises\nabove, and there we waited. I didn’t know what Tuan proposed to do to\nget the child back, but I did know one thing, he was going to get it\nback now he’d found the address. I reckoned he’d kill Kadjaman and\nthen climb for the child; but I was wrong as it turned out.\n\n“I nodded off to sleep, for I was bone tired with the journey, and I’d\nbeen dozing maybe an hour when Tuan joggled me awake. I looked up and\nthere was Ting crawling along a branch twenty foot up, following in\nthe track of a big monk that was Kadjaman’s twin brother if it wasn’t\nhimself. You could see at a glance that the child had joined up with\nthe monkey folk in the three months he’d been with them.\n\n“But I wasn’t bothering about that, I was watching Tuan. Tuan had his\nblowgun with him. It was a better weapon and twice as deadly as a\nColt’s automatic. It was death itself, for the dart was poisoned. Tuan\nwas standing up and leaning back with the gun to his lips. Up above,\nagainst the sprinkling light through the leaves, Kadjaman made a\ntarget as big as a barn door and not more than twenty-five feet off\nand Tuan with that infernal gun could hit the middle of a sixpence\nsomewhere about the same distance. So there didn’t seem much chance\nfor the monkey, did there?\n\n“Well, all of a sudden I heard the ‘phut’ of the blowgun, and right on\nit Ting, up in the branches, let a squeal out of him and I saw he’d\nbeen hit, hit right in the neck where the big vein is and where the\npoison of the dart would act quickest.\n\n“Then he came tumbling, kicking, and catching at twigs, bang into the\nbushes, dead as Pharaoh’s aunt. Tuan gave the body a stir with his\nfoot to see if it was dead all right, and finding it so was satisfied.\nHe didn’t bother about Kadjaman, though he could have killed him easy\nenough. He’d got his son back, anyhow, and stopped him from going\nlower than he’d gone. You see he wasn’t a chap to believe in _Tarzan\nof the Apes_ or _Mowgli_, seeing that he knew what the jungle is and\nwhat monkeys are, and what men can become.\n\n“Tuan wasn’t a popsy-wopsy father by no means, but I’ve often thought\nit’s chaps like Tuan, stuck by nature in the door in old days, that’s\nstopped humans from backsliding into beasts—but maybe I’m wrong.”",
    "metadata": {
        "author": [
            "Stacpoole, H. De Vere (Henry De Vere)",
            "Stacpoole, Henry De Vere",
            "Stacpoole, H. de Vere"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67464/pg67464.txt",
        "name": "kadjaman.json"
    }
}