{
    "name": "Land Beyond the Flame",
    "author": [
        "Goldstein, Evelyn"
    ],
    "body": "Cautiously Allyn the Numan moved to the edge of the outcropping rocks,\nblack cloak swirling hip length about his lean seven foot figure. His\nclose cropped silver hair was bare so that he had to shade his silver\neyes against the shimmering waste ahead.\n\nAt his back, the jagged rocks rose and fused into wild hills. Before\nhim stretched the Graysand Desert, cruel with heat and treacherous\nsands. And, shrill in the fiery air, came the squeals of the rat pack.\n\nGiant carnivores, shaggy and foul-breathed, their wicked claws could\ntear a man fleshless. Fetid poison lay in the bite from their sharp\nyellow teeth, and those teeth were bared now in raging anticipation.\n\nThey were on the kill! Hunger in their voices and lust. And their gray\nbodies, a pollution on the landscape, surged after a desperate prey.\n\nWhat did they pursue? Allyn strained to see.\n\n_An Olman!_\n\nThe sun blazed on the sweat of the mighty chest heaving with exertion.\nLike all the males of that savage group he was naked, save for a\nloincloth, and his bronzed corded arms swung in tempo with his pumping\nfeet. With each step, he left a bloody trail which spurred the rats to\nfurther frenzy.\n\nThe blood loss told! He fell! But, even as he went down, he spun on\nhis back, teeth bared, and the burning wind carried his fierce yell of\ndefiance.\n\nThe rodents went mad with triumph. They leapt for the kill.\n\nWithout thinking Allyn brought his flame gun from its holster. Lances\nof bright death seared the gray ranks. Squeals died. The rats swerved\nfrom the fallen man, scattered. Retreat was a panic stampede. And soon\ntheir shrilling faded in the distance.\n\nThe prone man twisted to hands and knees to face his rescuer. Hope was\nbright in his eyes. But then he saw Allyn. Elation became horror.\n\n\"_Numan!_\" It was a despairing cry. Then he fainted.\n\nAllyn hastened across the gray sands. Hefting the unconscious man to\nhis shoulders he staggered toward the rocks. In a crevice, sheltered by\na natural ledge, he deposited his burden, and set about examining the\ngashed thigh. The wound was more painful than serious, and he ripped a\nstrip from the lining of his cloak to bind it tight and stop the blood\nflow. He had barely finished when the young savage stirred.\n\nAllyn tensed, watchful, flame gun ready. He saw the dark eyes open,\nnot sleepy, but with full awareness, as with a wild beast. The well\nconditioned muscles tightened.\n\n\"Don't move!\" Allyn aimed the gun.\n\nThe prone man froze. He well knew the power of the weapon. The taut\nmuscles did not relax, but remained arrested, waiting for one unguarded\ninstant to spring at the other's throat.\n\n\"Don't be alarmed,\" the Numan reassured, \"I won't hurt you.\"\n\nNo sign that the other heard. But in the rigid muscles, distrust was\nplain.\n\n\"Try getting up--but slowly. You've lost a lot of blood.\"\n\nThe Olman rose with easy grace. As he did he noticed the dressing on\nhis leg, and wild hate flamed his face.\n\n\"Why didn't you let the rats finish me! It would have been cleaner than\ndeath in your experimental camps.\"\n\n\"I didn't save you for the camps. You're free to return to your\nkinsmen.\"\n\nThe youth stared. \"I never heard of mercy from a Numan,\" he said\nsuspiciously. \"A twenty-year-old like me would last a long time in the\nhands of the vivisectionists of your people.\"\n\nPain furrowed Allyn's lean face. \"They are no longer my people,\" he\nwhispered, \"I'm an outcast.\"\n\nHis beautiful silver head drooped wearily. He had rebelled, flaunted\nthe law of the logicians, even done the supreme crime....\n\n\"I have struck a logician,\" he said, filled with the horror of his own\ndeed. \"The Gyro-Gard are hunting me.\" Apprehensively the two glanced\nskyward. But there was no dreaded black craft to be seen.\n\nThe Olman was curious. \"Why did you strike your Elder?\"\n\n\"For my sister, Aleena.\"\n\nThe Olman spat a furious epithet. \"No Numan has a sister! Do you think\nI'm a fool! It is told around our council fires that your women die\nat the birth of their first child. You cannot have a sister! You are\nlying!\"\n\nAllyn's head lifted proudly. \"A Numan does not lie! Aleena and I are\ntwin--a phenomenon among my people. It was decreed that we would mate\nto pass multiple births on through our progeny. But, when the day of\nunion was set, I refused, knowing that within the year of conception\nAleena would die.\"\n\nHis head bowed recalling his own heresy. \"Metas, our Chief Logician\nhimself came to syko me. He told me I was a throwback, capable of\nemotions like an Olman.\" He shuddered with distaste that brought an\nangry growl from the Olman's throat. Allyn did not notice. \"Metas\ndecreed hypno for me.\"\n\n\"Hypno?\"\n\n\"Control of the mind, so I would have taken Aleena through no volition\nof my own.\"\n\nThe Olman leaned forward eagerly: \"Tell us how to storm the Nyloplast\ndome that surrounds your city. My kinfolk and I will crush your\nLogicians and get back your Aleena.\"\n\nAllyn looked at him in horror: \"Do you think even if I could I would\nbetray Numan into the hands of beasts.\"\n\nThe young savage drew back. His face became hard in bitter lines, and\nfor a moment his hand flashed to his belt, but his knife was rusting in\nthe vitals of a rat.\n\n\"Beast?\" his mouth twisted in hatred. \"I--Keeven--am nothing but a\nbeast to you.\"\n\nAllyn was bewildered by the other's emotion. The silver brows drew\ntogether in perplexity. Numen were dispassionate, and the Olman's\ntorrent of feeling was totally new to him.\n\nWhatever he might have said was never uttered. Out of the sky came the\ndrone of a motor.\n\n\"Gyro-gard!\" Keeven exclaimed. He crouched like a cat-thing moving\nfluid under the shelter of the rock ledge. Heart hammering, Allyn leapt\ndown beside him. Dry-throated, cramped, they heard the motor come\ncloser, then fade away in the distance.\n\n\"That was close,\" Allyn said as they came out of concealment. \"The\nclosest they've come yet. They're widening the area of search.\" He\nturned to the other. \"Leave me quickly. I can only bring you disaster.\"\n\nIt was Keeven's turn to be perplexed. \"I confess I don't understand\nyou. You are a Numan, but you are different. What do they call you,\nNuman?\"\n\n\"Allyn.\"\n\n\"Allyn, you saved my life. For your good turn my people will shelter\nyou now. When the chase dies down you can leave us.\"\n\nLive with the beast-men? Allyn started to decline but Keeven pointed\nout, \"If you travel without me you will be hunted both by your people\nand mine.\"\n\nThere was logic in his words. \"All right,\" he agreed, \"I will go to\nyour people.\"\n\n\n\nTheir path lay upward into the somber outjutting hills. Keeven was a\ntireless traveler, but Allyn, with the endurance of the Numen, followed\neasily. The day paled, and shadows lengthened on the rocks when they\ncame through a narrow path into the cup of hills where grass grew, and\nthe land was fertile for crops.\n\nSeveral times Keeven stopped, and stood, as though listening. Once\nAllyn said impatiently: \"I don't hear anything.\"\n\n\"That's just it.\" Keeven's face was gray. \"We don't hear anything.\" The\nwords gave voice to his fear. He began to run. And Allyn ran behind\nhim. Scrambling over boulders. Leaping over fallen stumps. Down they\nraced to the site of the village.\n\nNo sound greeted them. And there was no hint of movement.\n\nAt the first house Keeven braked to a halt. Doors were torn away from\nthe wood shelters, as were the tanned skins over the mouths of the\ncaves. All about, the grass was blackened with fire, and no crops would\nsprout this year in the deep burned earth.\n\nIn anguish Keeven rushed from door to door, calling the names of people\nwho had lived there. His voice keened higher with despair at each empty\ndwelling. Slowly Allyn followed. His own throat was tightening at the\nother's shock and grief.\n\nThere were half prepared meals. In one hut a crude cradle swayed with\nthe wind of their passing--empty....\n\nThe breeze flapped the skins, and a rude door creaked where it hung\nbound with rawhide to the lintel.\n\nSlowly the futility of calling struck Keeven. He turned. His hard face\nwas drawn and bloodless.\n\n\"Gone,\" he whispered. \"Nothing. No one left.\"\n\nAs though in mockery, a call sounded from the hills. They wheeled\nin shock, eyes to the rocks, straining against the dusk. A figure\nscrambled toward the blackened clearing.\n\nIt was a girl!\n\nShe ran to Keeven. Threw herself in his arms. \"Keeven! Oh, Keeven, I\nthought I was the only one left!\"\n\n\"Marva!\" Into her hair he stammered, \"H--How did you escape?\"\n\n\"I was in the hills for water when the gyros came.\" Her voice was\nbroken with wild sobs, \"I heard the commotion and saw the flames. I hid\nall this time. Even when the gyros went away. I hid till--till I heard\nyou calling.\"\n\nAllyn watched how Keeven patted the soft bare shoulders, and stroked\nthe tumble of silken hair that was so black it seemed blue. A stirring\nof strange passion went through him. His heart stumbled and raced. He\nhad the warped mad urge to tear the girl away from the youth, to study\nher face, twine that hair round and round his lean long fingers. He\nstood like a rock, holding back churning emotions.\n\nMetas was right! Over and over the bitter thought claimed him. Metas\nhad known! Beneath the generations of logic that had bred him, lay a\ncore of savagery. Years it had slumbered. Now it claimed him.\n\nHe must have made a sound. The girl whirled. Her eyes were great and\ndark, her skin rose over dusk. But now the rose-color fled, so that her\nwide gaze seemed black with terror and loathing.\n\n\n\nUnder that gaze Allyn felt whipped. For the first time he felt\nshame--shame for himself and for all Numen. Shame that they had caged\nthese people, torn them, bled and killed them. All in the name of\nscience! Experiment was survival! The Logicians had made it holy. The\nmirror of the girl's eyes told him what Numen were. Monsters!\n\nShe shivered. Drew back against Keeven. Her slim body, bare armed, bare\nlegged in the brief skin garment, trembled against the young savage.\n\n\"Don't be afraid,\" he soothed. \"This Numan is a friend.\" Briefly he\nrecounted his experiences since leaving camp, till the terror left her\nface. Then he said to Allyn: \"This is my sister, Marva.\"\n\n\"Keeven,\" she tugged at his hand. \"We must get away from here. The\nGyro-Gard have been circling all day.\"\n\nThe Olman's laugh was mirthless: \"Go? Where?\"\n\n\"Come with me,\" Allyn said impulsively. \"I am going to the Forbidden\nArea. I am going to cross the Flame Barrier.\"\n\nEven the wind stopped at the fearsome words. They shrank back from him.\n\n\"No one can approach the Flame!\" Keeven cried. \"It is death; death more\nterrible than by your vivisectionists.\"\n\nMarva whispered: \"It is taboo. It changes you into some monstrous\nthing!\"\n\nAllyn's straight mouth set. \"Nevertheless I must go. It is told that\nbeyond the Flame lies the knowledge of the Originals. Perhaps it will\nteach how to save our women from death in childbirth. It's my only hope\nof saving Aleena.\"\n\nThoughtfully Keeven regarded him. \"It has been said around our council\nfires that there will be found a weapon to shatter the Nyloplast dome.\nPerhaps,\" he mused, \"I will find it in time to save my kinsmen from the\nknives.\"\n\nHe smote a mighty fist into his palm: \"We will go with you, Numan. For\nhope may lie ahead but--\" his glance swept around, \"only death lies\nhere.\"\n\nWith a keen bladed knife he secured from one of the caves Keeven mapped\nin the mud the trail they must take. At night Allyn would lead, for\nnight and day were one to Numen eyes.\n\nThey traveled close upon each other's heels, holding their leader's\ncloak for guidance in the darkness. By dawn they reached a small cave.\nThere they rested, well hidden from patrolling gyros. When they woke at\nnoon they were fresh for the next step of their journey.\n\nDescending the rocky slope they came to the thin line of trees that\nmarked the beginning of the forest. This time Keeven took the lead with\nMarva close beside. Allyn, at the rear, watched the easy grace with\nwhich the girl moved. Her slender brown feet in hide moccasins touched\nlightly on the path, and her body was erect and lithe.\n\nHow different she was from the unobtrusive women he knew. Raised in\nhumility to men, kept in secluded quarters, they were trained only for\nthe breeding day that would be the culmination of their lives. Aleena\nalone stood apart from other Nuwomen. Because theirs had been a sacred\ncharge from birth they had been permitted to work together in the\nhydroponics labs.\n\n\"Aleena.\" He thought of her now, gentle, with luminous eyes fringed in\nlong silver lashes. The sheen of her silver hair that hung waist length\nwas dancing moonlight. Loneliness lay like hunger in him. Withdrawn\nfrom Aleena, hunted by his people, what madness lay in his desire\nto feed himself to a flaming radiance forbidden by all. Surely he\nshould go back, return to his rightful destiny. Leave these unheard of\ncompanions--turn back on emotion that was bitter, hurting....\n\nMarva glanced over her shoulder at him. Her smile was sweet\nencouragement. Her lips were red and full. Desire was as red as that\nmouth! And Allyn knew he would never turn back!\n\nThey moved into the deeper woods, where the heavy lacing trees made a\ngreen roofing to shelter them from seekers of the sky. Keeven caught an\nanimal emerging from its burrow. The brother and sister worked in quiet\nunion skinning and cooking dinner. They were skilled in making fires\nwithout smoke.\n\nUsed to dehydrated foods, Allyn was amazed at the savoriness of this\nmeat. He watched his companions lick the juices from their fingers, and\ndid likewise. Then wiping his hands on leaves, he sank back with a sigh\non the fragrant pine nettled ground, while they destroyed all evidence\nof their repast.\n\nNothing untoward happened that first day of their journey. At dusk of\nthe second they camped at the bank of a rushing brook. Keeven waded\ndownstream to spear fish. Marva sat on the bank bathing her feet in\nthe fresh water while Allyn stood close by. She rose, and stepped on\na sharp rock. With a small cry her hands flailed. She almost fell\nbackwards into the stream. Allyn's arms shot out. He pulled her so that\nshe fell against him.\n\nHe did not move. Nor she. She was warm, her body like sunheat. There\nwas a fresh pine fragrance from her hair. She came not as high as his\nshoulder. They were short, these Olmen, and she was not quite six foot.\nHer mouth was beneath his, full and red and hot as blood.\n\nHe kissed that mouth, tart, delicious as wild strawberries. And her\narms went around him in savage response.\n\nThis was mad! Mad beyond any madness! This was passion beyond legends,\nforgotten by Numan, tabooed by Olman.\n\nClose to his face, hers yearned. Still she drew away slowly, out of the\ncircle of his arms. \"This is forbidden!\" she whispered. She touched\nher sweet curved breast, \"It hammers like the warning drum of the\nvillage: 'Numan and Olman cannot mate. Numen are inhuman. Mating is\nimpossible.'\" Her voice broke.\n\nUnder the agony in her eyes his hands fell to his sides like stones.\nHe did not stop her when she ran from him into the grove of trees.\nHe stood there, shaken by desire and by the ingrained lesson of\nyears--Olmen are beasts. A man does not mate with the beast!\n\n\n\nThey were a quiet trio that took up the journey later. If Keeven\nnoticed he was always center man, he made no sign.\n\nThe woods were dense and Keeven's mighty arm hacked often with the\nsharp blade to clear their path. Slowly, almost imperceptibly, the\nwoods began to change.\n\n\"We approach the Forbidden Area,\" Keeven's words were tense.\n\nIt was very silent. Insect and bird life seemed to have tabooed these\nhabits. The landscape became twisted and strange. Seemingly normal\ntrees sprouted bizarre growths. Giant bushes of a red mold color grew\nside by side with stunted trees that barely reached their knees, yet\nseemed fantastically aged.\n\nThe trio moved closer together, ears strained for normal sounds that\ndid not exist there. The suffering ground was bitter, and erupted into\nconvulsions, as though ejecting the monstrosities it had nurtured.\nTheir feet ached from the humped and hollowed path. There was no\nwhisper of wind. Yet Allyn shivered. A cold, ancestral fear laid lean\nfingers on his dry throat.\n\nLight made their faces wan when they came to the edge of the deformed\nwoods. Ahead was the narrow stretch of barren waste that led to the\nrotted wood paling. The paling was only token warning now, encircling\nthe shunned and dreaded Forbidden Area.\n\nMovement caught their eyes. Instinctively, they fell to earth, hardly\nbreathing, watching.\n\nInto their line of vision paced a Gard, flame gun in hand. Even as they\nwatched another Gard paced in from the opposite direction.\n\nAllyn's whisper was sick: \"They've thrown a cordon around the Forbidden\nArea!\"\n\nKeeven caught a gleam on dark metal. \"There's a gyro--to the left. Can\nyou fly one?\"\n\nAllyn nodded. \"It's basic training for all Numen. But what good does it\ndo us? There are the Gards.\"\n\nThe Olman's smile was grim. \"You have a gun,\" he reminded.\n\nAllyn stared. Use his gun? On Numen? Flame his own people!\n\nThe other sensed his thoughts. \"Give it to me then. I'll make good use\nof it.\"\n\nThere _had_ to be another way. His restless eyes sought the clearing.\n\nIn that instant Keeven sprang. Muscular arms caught the surprised\nNuman, crushing him to the ground. Swift fingers plucked the gun from\nhis side. Then Keeven was off, crouching, weapon leveled straight for\nAllyn's breast.\n\nThere was a shout from the Gard. The three had been discovered. Flames\nof warning seared the shrubbery about them and the Gard made a rush\ntoward their concealment.\n\nCursing, Keeven spun, flame gun ready. Allyn lunged at him, and his\nlance of fire struck harmlessly into the ground ahead. The gun rolled\nfrom his grasp. He surged up, flung the Numan away, leapt for the\nweapon.\n\n\"STAND!\" The command froze Allyn. They were surrounded.\n\nKeeven moved. With swift animal reflexes he caught the nearest Gard in\nthe belly with his dagger. Another rushed in. Keeven smashed his jaw\nwith a mighty fist that felled the Gard instantly. By brute strength\nalone he might have fought to freedom. But the numbers against him\nwere too great. They beat him to the ground, using guns like clubs.\nFinally he lay still, blood from a dozen wounds irrigating the barren\nground.\n\nMarva flung herself beside him. Over the prone man her dark glance\ncaught Allyn's. Her eyes were wet with tears. But accusation blazed\nfrom them. Betrayer! Betrayer! As loud as though she had shrieked it.\nYet, no sound passed her bloodless lips.\n\n\"Marva.\" He took a step forward.\n\nA scarlet cloaked Senior Gard moved between. \"Come quietly. Metas wants\nyou unharmed for hypno.\"\n\nTwo gards moved to either side and grasped Allyn's arms. As in a\nnightmare he let them take him.\n\nThey marched down the stretch of waste land to the waiting gyro. One\nof the Gard clambered into the cabin, slid into the pilot seat and\nadjusted dials on the instrument panel. As Allyn and the Senior came\naboard the motor hummed, warming.\n\nKeeven was flung unconscious through the door. They had put irons\naround his wrists and throat connected by chains that rattled as\nhe rolled against the wall. Marva, similarly shackled, was thrown\nunceremoniously into the cabin. She rose, panther-lithe, and came\nto her brother's side. With fettered hands she tried to staunch the\nbleeding on his face, and softly cried his name.\n\nThe Senior turned in annoyance. \"Stop your noise!\"\n\nOblivious to all but her brother's need of aid she sobbed, \"Keeven!\nKeeven, open your eyes!\"\n\nGrimly the Senior advanced upon her, gun-butt raised. He brought it\nsmashing down.\n\nAllyn sprang. He caught the Senior's lowering hand, and twisted it\nsharply back. The gun dropped while a scream of pain filled the cabin.\nAllyn stopped the cry with a chopping fist that felled the Gard.\n\nThe pilot came out of his seat to his superior's assistance. Allyn\ncaught the movement through the corner of his eyes. Whirling he met the\ncharge, and they thrashed to the floor.\n\nThe pilot was wiry and gripped Allyn's throat, cutting off air. He\npounded the face above him with clenched fists but, inexorably, the\nfingers tightened. Allyn's sight dimmed, and sound became distorted.\nThe pilot felt him weaken, and shifted for a harder grip. In that\nrespite Allyn drew his knees up, lashed out with his feet, sending\nthe other floundering back. Before he could recover Allyn leaped\nforward, bringing his hands down in a rabbit punch that knocked the man\nunconscious.\n\nGroggily Allyn rose. His wavering sights caught the red flutter\nof a cloak in the open door. He charged, head lowered, across the\nintervening space, caught an incoming Gard flush in mid-section,\nknocking him into his companions. Catching himself against the door,\nAllyn pulled back, snapping it shut.\n\nBreathing hard he made unsteadily for the pilot seat. His long fingers\nmoved over the dials of the control panel, and the craft rose smoothly\ninto the air. He looked out the window, and saw the recovered Gard\nraising weapons against them. A spurt of flame missed the motor. The\nsecond was true to its target, but short. They were too high to be\nreached now. He saw the scarlet clad figures make for their gyros and\nhe jabbed the dials for maximum speed and height.\n\n\"Bring the Senior's keys from his pouch,\" he told Marva over his\nshoulder, \"and take their guns.\"\n\nHe heard her chains rattle as she moved, and his lips set.\n\n\n\nIn a moment she was beside him with the keys and guns. He set the dials\nto automatic, laid the guns on the co-pilot seat and turned to free her.\n\nThe irons fell from her wrists and throat. Where they had been the\nsilken skin was angry red. Hard eyed he took the chains and snapped\nthem on the unconscious Senior. He similarly released Keeven, who was\nbeginning to stir, and fettered the pilot with his irons.\n\nBack to the controls he went. From the view-plate he saw the Forbidden\nArea black and pock-marked below. Ahead, at the horizon, sky and earth\npulsed gold-orange. The Barrier!\n\nNothing living had been so close before. Long it stretched, from\nhorizon to horizon, a thin stream of living light.\n\nThey winged closer. Allyn felt his hands grow clammy on the controls.\nInherent terror sat leaden in his stomach. The whispered warnings of\nthe elders, thought lost in childhood, came to weird life in his mind,\nmaking him want to turn, even back to the knives of the medics rather\nthan face the strange glow ahead.\n\nHe half-turned the ship, and saw, like birds in the distance, the\nformations of Gyro-Gard.\n\n\"Allyn,\" Marva whispered, her voice a plea.\n\nHe turned his head. Her dark eyes begged him, and he moved the\ncontrols--straight ahead--to the light....\n\nHis communication board glowed. Quickly he answered to see the black\nand scarlet robed Junior Gard on the visiscreen.\n\n\"Surrender!\" was the cold command, \"or you die in the flame!\"\n\nHe glanced to the rear view-plate. Their pursuers hung in space, not to\nfollow, but to bar retreat. There was no turning....\n\nHe smiled grimly and snapped the switch to cut contact.\n\nThey were close now, close enough for Allyn to see the truth. There\nwere no fires, as legend told. Perhaps once there had been a holocaust\nthat pulsed toward the sky and ate of the earth, but now, in the canal,\nwas only the residue, a radiation that reflected upward like heat\nshimmers.\n\nHe felt Marva's hand tremble on his, like a frightened butterfly. He\ncaught that hand, pressed it convulsively to his lips, and then they\nwere directly over the radiance.\n\nThe gyro bucked, and plunged. As a moth it fell toward the light. The\nshock flung them forward. He sensed Marva's fall, but had no time\nfor thought, other than an involuntary reaching for the controls.\nHe strained to right the possessed ship, working against the siren\nradiations that pulled it down.\n\nBrightness was about them. Skins shown golden, eyes were dazzled.\n\nThe gyro resisted Allyn's manual commands. Fingers numb with the\npull, he fought. Slowly the nose eased up, giving them a precious\nmoment's gain. The gyro shuddered--a doomed thing. He coaxed it\nfurther, but again the nose dipped. And again he brought it up! And\nthen--abruptly--the pull was gone. The brilliance faded.\n\nThey were past the Barrier!\n\nAstounded they looked at one another. Bereft of speech or comprehension\nthey could only stare. Save for the swiftly fading light they were as\nbefore--unchanged, unscathed. And behind them the Barrier pulsed, with\nno sign of transgression.\n\n\"Am I different?\" Marva whispered.\n\nHe shook his head mutely.\n\nA hoarse exclamation turned them to the others in the cabin. They too\nwere fully conscious and aware of the unbelievable thing that had\nhappened. They too stared at themselves and at each other, and then\nthey rose, the Numen unsteady in their chains, and scrambled for a look\nat what lay below.\n\nThe land was devastated. A twin to the Forbidden Area! Allyn thought he\nmust be mad. Surely they had gone through! And there at the boundary\nmark was a rotted fence to mark off the Area before the waste land\nbecame mutilated forestry.\n\nEverything was the same! Everything--but the Gyro-Gard were not\nthere....\n\n\n\nThen they saw the forest. It was not the same, not the one they had\nleft. It was smaller and terminated in the muddy bank of a twisted\nriver. On the opposite bank were scattered signs of habitation. But\nsuch habitation! The style was squat, the material was red oblong\nblocks set in rows upon each other.\n\nThere were grain fields. People working in the fields looked up at\ntheir passing, and evidenced excitement. People working in the open!\nUnsheltered by hills or caves!\n\nHabitations became more frequent, and soon they flew over the square of\na town. A town unprotected by a Nyloplast screen!\n\nAllyn brought the aircraft lower. People were congregating in the\nsquare, gesticulating.\n\nAllyn felt a stirring in his mind and, as plain as spoken words: \"Come\ndown. Land.\"\n\nHesitantly his fingers touched the controls. The thoughts in his brain\nwere gentle, encouraging. He glanced at Marva. Her eyes were on the\nscene below, dreamy, lips half parted. Behind her Keeven watched.\nThere was eagerness in his face.\n\n\"It's safe,\" he said to Allyn's questioning glance. \"I sense it. They\nare friendly.\"\n\nAllyn felt it too. There was reassurance in the sight of people\ngathering, without fear, in an unprotected area. He brought the gyro to\na landing in the cleared space of the square.\n\nNevertheless he took gun in hand when he came to the door. Cautiously\nhe opened it.\n\nAnd saw a sight beyond believing.\n\nThese people were an impossibility! Dark haired people with silver\neyes--silver eyed people with vari-colored hair! A cross-breeding of\nOlmen and Numen! It was absurd! Inconceivable!\n\nA path opened in the throng for a man who was obviously the leader.\nLike the others, he was an impossibility. He was tallest of all, with\nsilver eyes and his hair was long and incredibly red. There was a red\ngrowth of hair on his chin where no Numan could grow hair.\n\n\"Welcome, strangers from beyond the Radiation. Welcome to York. I am\nJon, Elder of York.\"\n\nA thrill pierced Allyn. He stared at the smiling man, the smiling\npeople behind him. No word had been spoken. Yet the words had been\nclear in his brain.\n\nTelepaths!\n\nMarva gasped as she realized this too. \"Why they aren't even surprised\nto see us.\"\n\nJon's answer was benign. \"We know why you are here. You have not\nclosed your minds to us. We knew that someday the Radiation would be\nconquered. It was predicted that generations would become acclimated to\nradioactivity and eventually find it no different to their systems than\nair or water.\"\n\nThe thought was startling. But it gave the voyagers new hope. Perhaps\nthey would here find a weapon to shatter the dome! Perhaps find new\nlife for Nuwomen! Eagerly they came out of the gyro.\n\nThat was their error. The Senior-Gard hurled to the door, catching\nthe handle with his chained hands. Keeven turned. Too late! The door\nslammed shut. The Olman struck at the door with fists like battering\nrams. To no avail. The gyro hummed, lifted straight up, and went\nwinging back toward the Barrier.\n\n\"They're going for reinforcements!\" Agitated Allyn turned to Jon.\n\"They'll return and attack your town.\"\n\nThe Elder's eyes twinkled. \"There is no fear in York. Come to my\ndwelling. You will eat, and perhaps we can help you find what you seek.\"\n\nHe led the way to one of the strange red colored houses. Inside were\nfabric hangings over the windows, and fabric covering the floor and\nfurniture. Allyn found it colorful, but too barbaric for his own\naustere taste. The Elder's mate, a silver haired woman with friendly\nblue eyes came to serve them.\n\nOver the dishes of unfamiliar, but steamingly good food, Jon told of\nthe ancient records preserved in the archives. The records told of\nthe Originals of the Earth, a mighty but warlike race. Their terrible\nweapons had laced the earth with Bands of Radiation whose rays had\nchanged the genes of mankind. The Numen were evolved from this. But\nmany Originals had gone underground, in lead-impregnated shelters,\nstaying there for countless generations. These were the Olmen,\nuntouched by the first and strongest radiations.\n\nIn York, when the Olmen came again to the surface, they found the\nNumen decreasing as their women died in childbirth. At first there\nwas antagonism between the groups but, on several occasions younger\nand more lustful Numen seized Olwomen, and from that mating it was\ndiscovered that only in cross-breeding was there survival.\n\n\"Our medics,\" the Elder explained, \"have found that pure breeding of\nNumen created a negative factor in the blood of the unborn child.\nThese negative antibodies erupted into the positive bloodstream of\nthe mother, causing a jaundiced condition that affects the brain,\nleading to death in labor. Yet that same X-condition goes through\ntransformation in the baby's system after the birth eruption so\nthat, by the age of one year, the child is of positive blood. The\nweird X-factor holds true only in pure Numan breeding, seldom in\ncross-breeding.\"\n\nBut Keeven said moodily, \"The Numen will not believe this. They will\ncome with their gyros to destroy York for heresey.\" He leaned across\nthe table. \"But there are weapons,\" he told the Elder. \"Our legends say\nthere are weapons to blast the Nyloplast dome. If we are the victors,\nNumen will have to listen.\"\n\nJon shook his head. \"There are no weapons. They were destroyed by the\nOriginals when they saw how they had destroyed themselves. But there\nis a way.\" He looked at Allyn. \"It is a hard way--and dangerous, but\nperhaps you can do it.\"\n\nAnd he told them.\n\n\n\nHours later the three went back alone. Back to the lip of the radiant\ncrater. In quietness they waited.\n\nToward dawn, like dark glistening moths out of the radiance, came a\nsquadron of gyros. The leading craft spotted the figures below, dipped\nand came down. The others hovered in space, watchful. When the lead\ngyro landed, its door swung open and the red-cloaked Senior sprang out,\nflame gun ready.\n\nThe trio raised their arms in surrender. In a moment they were disarmed\nand hustled into the gyro. Their craft took the lead, rising high so\nthe pull above the Barrier would be lessened. Even so it took master\nmaneuvering to keep the ship steady till they were through.\n\nWithin the hour the Nyloplast dome came shimmering into view. At a\nsignal over the communication system, the top-right section leading to\nthe hangars slid open, and the gyros droned through. When they landed,\nthe captives were prodded out of the hangar into the dazzling morning\nlight reflected more brilliantly from the Nyloplast screen.\n\nThe hygienic whiteness of the city struck Allyn forcefully, as though\nhe viewed it for the first time. They were led to a large, gleaming\nwhite building, into a high vaulted audience room. Straight ahead was\nthe dais of marbleized seats where the Logicians met in Council. They\nsat there now, in full knowledge that Allyn would be in judgment before\nthem. Metas, in skull cap and robes of judgment, sat in the center,\nregarding them with cold eyes.\n\nAllyn lifted a hand in salute of respect.\n\nThe Council was silent.\n\nDrawing a deep breath Allyn glanced once at Keeven and Marva who were\nflanked by watchful Gards. \"I bring hope for our people,\" he began and\nquickly recounted his adventures past the Barrier.\n\nThe council listened dispassionately. With sinking heart Allyn realized\nhis words were in vain. Numan belief in the animalism of Olman was too\ndeep set. Mate with the beast! He saw the distaste in their expressions.\n\n\"You go beyond the bounds of taste,\" Metas warned. \"There is only one\nreason you are still alive, Allyn. You must consent to the mating as\ndecreed.\"\n\n\"I cannot. It would mean Aleena's death. Besides, I love Marva of the\nOlmen.\"\n\nHorror rippled through the Council.\n\n\"Take them to the Syko Room!\" Metas thundered. \"I will administer Hypno\nmyself.\"\n\nThey were dragged to a side door, down a narrow corridor, into the\nthick doored syko room. Allyn knew it well--those white walls cunningly\nconcealing lights and mirrors to stun the mind. The padded tables with\nbands of iron. He was pushed to a table, strapped down, flat on his\nback. Marva started toward him, but was flung back by a Gard and forced\nto stand against the wall beside her brother, while their captors stood\nwith flame guns ready.\n\nThe stony faced Chief Logician adjusted switches. Lights dimmed.\nMirrors of various colors danced light spots before Allyn's eyes. He\nfelt his senses swimming. He clenched his fists. Sweat stood out on his\nbrow.\n\nMetas leaned over him, soft voiced, soothing. Allyn's mind strained\nagainst the lure. There was something he had to remember--a lesson,\nimportant as life itself.\n\nOh, how the lights spun! If he could sleep! Sleep! The voice\nlured--sleep!\n\n\"Allyn! RESIST!\" Marva's voice! Then a Gard's fist silenced her.\n\nRESIST! The key. Jon's words: \"They can't hypno you unless you already\nbelieve. Don't believe! Resist!\"\n\nThen he fought back. Against the soothing sibilance. Against the\ndancing lights. He turned his thoughts inward, to things of his\nchildhood, to sights he had seen; gray rats chasing a man; an empty\ncradle in an empty hut; Marva sweet in his arms, perfume in her\nhair.... And his teeth were clenched over his lips. The pain was cruel,\nrelentless. His nails in his palms. Pain and memory to fight sleep!\n\nAnd he won!\n\nThe full white light flashed on. The siren voices died. The promising\nlights were defeated. He blinked his tired, weighted eyes. And Metas\nstood there.\n\n\"You have not succumbed,\" the Logician whispered. His face was haggard\nwith strain. \"No one has ever resisted hypno.\"\n\nHe turned to one of the Gard: \"Bring Aleena.\" Bitter-eyed he said to\nAllyn, \"Perhaps your consent will come quicker if the medics work on\nyour sister.\"\n\n\"Metas,\" Allyn strained against his bonds, \"if you harm her I will\nbring the Dome crashing about us.\"\n\nThe Logician leaned forward: \"Ah, then you found the weapons of the\nOriginals.\"\n\n\"No, only the power of the York folk....\"\n\n\"If they are so mighty, why did they not cross the Barrier?\"\n\n\"They need a vessel.\" Allyn tried to explain: \"It is like transmitting\nand receiving waves. They will transmit, and through me you will\nreceive super-sonics that will shatter the dome.\"\n\nMetas laughed.\n\n\n\nIt was hopeless. Talk would never convince him. The door opened. They\nbrought Aleena in. She started at sight of her brother, and her face\nwent pale. But they pushed her roughly to a table and began to strap\nher down.\n\nAllyn shut his eyes against the room, shut his ears against sound. He\nflung open his mind, cancelling all imagery, so the York folk could\ncome through.\n\n\"Jon! Jon of York!\" Out against the miles he hurled his voiceless plea.\nOver and over he called.\n\nGentle tendrils touched his brain. At first it was like a whisper.\nThere were no words. But the whisper grew--grew to crescendo. It pulled\nat every nerve in his body, used every particle that composed him. He\nshook with vibrations. His body was a stringed weapon out of which\npoured wares pitched too high for hearing. He was blind and deaf and\nmute--an empty vessel from which poured destruction.\n\nHe did not know how long he was gone out of the shell of his body.\nSlowly, gradually, his trembling stilled. Identity settled back inside\nhim. Sound came back. Over and over, the soft sobbing of his name:\n\"Allyn! Allyn!\"\n\nHazily the room came to focus. Vague outlines of a face above him.\nFeatureless, at first. Dark hair, all atumble, dark eyes aglisten with\ntears. His cheek was wet with her tears.\n\n\"Marva,\" his voice came hardly out of him.\n\nBehind her the Logicians were grouped, white and sick of face.\n\n\"You cracked the dome!\" Metas' words were hoarse ill past believing.\n\n_Cracked the dome!_\n\nHe could have shouted. Had he been free he might have danced. He sent a\nvoiceless thanks to the Redbearded Elder. \"We've done it.\"\n\nHis eyes shone. \"Now do you believe,\" he cried aloud, \"now will you\nadmit that York folk who could achieve such power could achieve\nsurvival. Give us a year,\" he asked, \"a year of grace--a chance to\nprove they were right.\"\n\nThe room was still.\n\nThe answer he asked was past all teachings, past ingrained traditions.\nWould they consent?\n\nThe whispered amongst themselves. Allyn's eyes went to Marva, to\nKeeven, and to the newly freed Aleena. Their glances on him were wide,\ntroubled and hopeful, anxious and eager. They barely breathed as Metas\ncame away from his group.\n\n\"Allyn,\" he said, \"you are a throwback so you would be willing to mate\nwith an Olman. But who amongst us would do likewise?\"\n\n\"I will!\"\n\nThe answer, proud and unhesitating, came from Aleena. And her eyes were\non Keeven. \"I do not find Olmen as bestial as our tales have warned.\"\n\nKeeven's breath caught. He leaned forward drinking sight of the filmy\nclad beauty as a wanderer at sight of his home.\n\nMetas made a sign and Allyn smiled.\n\nThey had won. He could sleep now, and be well content. For, within the\nyear, a twofold experiment would come to fruition. And a new era of\nbrotherhood would come to earth, bringing the furthest star within the\nreach of Man.",
    "metadata": {
        "author": [
            "Goldstein, Evelyn"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63713/pg63713.txt",
        "name": "land_beyond_the_flame.json"
    }
}