{
    "name": "Last Call",
    "author": [
        "Walton, Bryce",
        "O'Hara, Kenneth"
    ],
    "body": "The small cargo rocket was halfway to Venus when Bronson decided it\nwas time to take it over. He took care of Orlan first. While Orlan\nslept in his bunk, Bronson hit him behind the ear with an alloy bar\nand killed him instantly. He then dragged him down to the cargo bins.\nThe robot was down there, waiting to be sent out into the highly\nradioactive areas of Venus where the valuable stuff was, but where no\nhuman could go. He dumped Orlan in there. It might be construed as an\naccident, but it probably wouldn't matter to Bronson one way or the\nother.\n\nBronson then went up the narrow ladder to the control room where\nCaptain Morrow sat with his broad back to Bronson, bent over the\ncharts. He felt slightly nervous now, looking at Morrow's back. He\nbrushed the black hair out of his eyes. His long, rather hard face\ntightened a little.\n\nHe eased the neurogun free and said softly, \"Morrow, get up and turn\naround slowly. I'm taking this ship to Mars instead of Venus.\"\n\nMorrow did what he was told. The Disciplinary Corps were conditioned to\nbe amoral and fairly unemotional. But Morrow's gray eyebrows raised.\nHis smooth tanned face twisted. \"How unexpected can anything be,\nBronson?\"\n\n\"Get over there,\" Bronson said. He had figured out the new course\nalready, and it took him only a minute to change the present one.\n\n\"A Corpsman hasn't cracked up as long as I've been in the Service and\nthat's a long time, Bronson. What hit you?\"\n\n\"I don't know. I'm going to Mars, that's all.\"\n\n\"Why?\"\n\n\"Because there's a death penalty for going there. Maybe because\nsomething's there no one's supposed to know about. I found out\nsomething very interesting, Morrow. _The Call comes from there!_\"\n\nMorrow's eyes widened a little more. But he didn't ask any more\nquestions. Bronson tied him in his bunk with plastic cord so he\nwouldn't interfere for a while. He rather liked Morrow, said sentiment\nbeing unusual for a Corpsman. But that was another of Bronson's deviant\ncharacteristics that had perplexed him for some time.\n\nBy the time the rocket approached Deimos, Morrow expressed something\nthat had seemingly been bothering him. He called Bronson in there and\nit wasn't an act. He was interested. He wasn't mad, or particularly\ndisturbed. Just curious and interested.\n\n\"What are your plans, Bronson?\"\n\n\"Land on Deimos and take the auxiliary sled to Mars. I'll have\nsomething in reserve and can approach Mars with less chance of being\nspotted. If there's anything there to spot me. I'll find out.\"\n\nMorrow nodded. \"That's the way I'd have done it. Will you see me again\nbefore you finish this unbelievable incident?\"\n\n\"Sure. I'll have to. I wouldn't want to come back to Deimos and find\nyou'd taken the rocket. Loneliness doesn't appeal to me. I'll be back\nto kill you. Maybe not the way I did Orlan. Probably in an easier way.\"\n\n\"Thanks,\" Morrow said.\n\nBronson felt nothing about having killed Orlan. Why should he? Such\nfeeling was reserved for the illiterate masses. And yet, somehow he\nfelt differently. Orlan had served in the Elimination details and\nhad been responsible for the killing of a few thousand people. Orlan\ncouldn't have any kick coming even if he could kick.\n\nBronson got the rocket down and looked out over the airless cold of the\nrock called Deimos, at the stark contrast of shadows dark as death and\nsplashes of light brilliant as flame. But no movement. Nothing but an\neternal lifeless cold.\n\nHe went in for his last scene with Morrow. Bronson's stomach went\nhollow as he stared at Morrow's empty bunk. He started to twist\nsuddenly, grabbing for the neurogun. His arm froze.\n\nMorrow was over in the corner, a gun in his hand. \"That plastic is\nstronger than any alloy cable,\" he said, gesturing toward the bunk.\n\"It's odd though--but a flame, say from one's cigarette lighter, will\nburn this particular kind of plastic like paper. You know why I waited?\"\n\n\"No,\" Bronson whispered hoarsely.\n\n\"I was waiting for you to bring the rocket down. I had a lighter worked\nto the point where a pull in the right direction would slide it into\nmy hand. Sit down, Bronson, and talk to me. Throw that gun into the\ncorner.\"\n\nBronson threw the gun, then sat down stiffly, clenched his big hands\ntogether, feeling the sweat slippery between them.\n\n\"Tell me about it, Bronson. I'm a little curious. So curious I might do\nsomething rather unexpected myself.\"\n\nBronson felt numb and sick. And then he started talking and as he\ntalked he forgot about Morrow, and the last few months on Earth were\nvivid during re-call.\n\n\n\nHe remembered mostly the long agonizing nights in his dark apartment\nalone in Central City, suffering the intense agony of increasing\nanxiety and fear.\n\nHe had thought from the start that it was only a matter of time until\nsomeone found out that he had gotten THE CALL.\n\nIncredible that a Corpsman should get THE CALL. To the illiterate\nmasses, sure. But that didn't matter. They didn't know what THE CALL\nwas, nor what happened when they got it.\n\nBut Bronson knew, only too well, what happened. It wasn't what they\nthought. To them it was the culmination of an intensely religious\nexperience, an ecstasy of realization. THE CALL entitled them to leave\ntheir routine, mindless work and play, and follow THE CALL to some\nEarthly paradise or other. None of them had seen it, or rather no one\nhad ever returned to tell of it.\n\nBronson had seen it. A little white room. A chair in the middle. You\nsat there. You were strapped down. A little gas pellet dropped from the\nceiling. You didn't know what hit you, but you never worried anymore.\nFrom there a conveyor belt carried you into an incinerator.\n\nThey didn't know what hit them, so it didn't matter. But Bronson knew!\nThat made all the difference. He had been lucky to have gotten THE CALL\nalone in his apartment. When he had looked at Mars, that's when it had\nhit him. An indescribable experience bordering on dope dreaming, but\nnot the same. An odd tingling, a feeling of marvelous detachment from\nanything Earthly, and after a while it seemed there were voices in his\nmind, and the touch of an alien thought pattern, perhaps. He didn't\nknow.\n\nThe association of THE CALL with Mars grew until there was nothing\nelse, except his fear of discovery. He didn't want to die. Living\nwasn't so bad for a Corpsman. One lived pretty high above the menial\nmasses with their happy, idiot faces. There were many privileges,\nand though a Corpsman couldn't marry, one was allowed to develop\ninteresting friendships with the women Corps members.\n\nThat was another thing. Marie Thurston. What if, as a result of long\nintimacy, she should suspect?\n\nHe paced in his apartment, perspiration streaming down his throat, his\nmuscles tense. He didn't want the little white room. Sometime THE CALL\nwould strike him out there where people were, and he'd act like any of\nthe others. Raise his arms. Raise them to sky, walk blindly, oblivious\nto anything else, his head raised, his mouth gaping, his eyes closed,\nfeet slogging, stumbling. Mumbling--\n\nBut it seemed that Bronson was wrong about that. The masses wanted it\nand they didn't know what THE CALL was, so no inhibitory factors. But\nBronson knew, and as a result, he found he didn't get THE CALL unless\nhe asked for it.\n\nHe could look at Mars from his darkened quarters at night alone, and\nget THE CALL, and no one knew. And what surprised Bronson was that he\n_did_ ask for it. THE CALL became an obsession, with even the Pleasure\nMarts, and Marie, sliding into unimportance.\n\nHe had to deal with an enigma. He had two choices. Assume he was\ninsane, the most logical, perhaps. Or that he wasn't insane, in which\ncase THE CALL was a phenomenon with some material basis in fact outside\nof himself.\n\nHe decided on the latter as a working hypothesis. He tried to find out\nwhat might really be back of THE CALL. There were the files in the\nCorps headquarters at Central City. He questioned some sources subtly.\nStudied people who got THE CALL. He even managed to talk with Jacson,\none of the higher echelon Psychologists. The Psychologists had taken\nover, established the New System, above them was a small Elite Ruling\nclass no one ever contacted. They lived apart with very very special\nprivileges. The Psychologists kept things as they were. They were the\nPavlovians, the reflex boys. Something to do with dogs and ringing\nbells.\n\nJacson gave the usual answer. \"Regression. But only a few get THE CALL\neach year. It can never cause social disorganization or dissociation.\nThe last symptom of the old escape drive away from unpleasant reality,\ninherent in the germ cells no doubt. But now there's no escape.\nEverybody has fun. No troubles. No conflicts. Someday there'll be no\none getting THE CALL.\"\n\nWho was he kidding, Bronson thought? More got the call each year. That\nwas hush-hush. Jacson said other things, too. He talked a little about\nthe pre-New System era. It was schizophrenic, reality and fantasy all\nmixed up, and everyone wanting to escape. But the Pavlovians fixed\nthat. There were bells everywhere in the world. And everyone was happy,\nand having fun all the time. Why should I be skeptical, Bronson thought?\n\nHe found out a few bits of information in the files, but nothing that\nmeant anything to him. The stuff about Mars, and the penalty for going\nthere. No reasons. It was Marie who gave him the idea, a solid course\nof action. They were taking a small private monorail car to the ocean\nfor an under-sea trip. Bronson admired Marie's beauty for a while, but\nthen he began thinking about THE CALL. Marie had a good build where it\ncounted. The big brown eyes and the face a little on the pert side, and\nalways so sweet and smiling. And always full of fun. One seldom saw a\nface that wasn't full of fun.\n\nBut he didn't react much to her beauty tonight. He stared down through\nthe falling dusk at the ruins of old cities like bones piled in the\nmoonlight. Monoliths, leaning and cracked, to a former age no one\nremembered. And about which all records had been destroyed.\n\nBronson said softly, \"Sure, there was a big war. Because everybody was\ncrazy, it's said. But what happened? Who fought who for what and why\nand how? The New System is supposed to be sane. But if we don't really\nknow what the other was like, what's the basis for comparison?\"\n\n\"You think too much,\" Marie said, and grinned and kissed the lobe\nof his ear. \"The idea is to have fun. What's really troubling you,\ndarling? You can tell me.\"\n\nIf I want to go into the little white room, I can.\n\n\"And anyway,\" she said, \"what better proof of insanity do you need than\nthe fact that they almost blew themselves and the whole world into an\nasteroid belt?\"\n\n\"They?\" he whispered. \"Who were _they_? Everybody didn't do it. I know\nall the stock answers. They weren't sane, socialized, didn't know how\nto live together. Big weapons ahead of social science. Imbalance blew\nup the world. The war came off in 2037. Economic problems were solved.\nProduction-consumption balance figured out. Industry producing more\nthan enough for all, no wants. _Who fought who, for what?_\"\n\n\n\nShe frowned. He irritated her these days. He interfered with her love\nof living and that was a Number One Sin. Having fun was a twenty-four\nhour a day job. And unless you thought about proscribed subjects, even\nthinking wasn't considered fun.\n\n\"Darling,\" she said. \"If you don't snap out of it, we'll have to find\nother companions. Life's too short to bother with questions that have\nno important answers.\"\n\nHe shrugged. Until the situation between himself and THE CALL cleared\nup, there wouldn't be any room for any other problems, Marie included.\nHe said, \"I wonder what's really behind those poor devils who get THE\nCALL?\"\n\nShe gasped. \"Why should you be bothered about--oh, well, they regress\nthat's all. The psychologists let them believe they're having\nvisions of paradise and that makes it easier for them. But it's\nregressive aberration and they have to be eliminated to prevent social\ndisorganization.\" She sounded like a parrot, he thought. \"What's so\nmysterious about it?\"\n\n\"I don't know,\" Bronson said. \"But the past's dead, buried, the tomb\nmarkings burned. The psychologists are the only ones who're really\nsupposed to know. They're not talking. We're the disciplinary boys who\nkeep things turning their way. But I'd sure like to know some things.\"\n\n\"You'd better snap out of it. I'd hate to think of you getting that\npellet in your lap.\"\n\nBronson laughed. \"I wonder if it would make any difference to you\nat all? The sea is full of fish, all about the same general shape\nand efficiency as I am. I have curiosity. An interest in what no\none seems to know. A dissatisfaction, and those are my only unique\nqualities--those you reject me for. Otherwise I'd be like everyone\nelse. Drop me for those few unique qualities, and you'd find\nmillions of others equally satisfying to your basic demands for male\ncompanionship.\"\n\nShe frowned harder. The moonlight streaming through the duralex windows\ninto the lonely, hurtling car gave her blonde hair an eery shine.\n\"Darling, I've liked you because you're a 'man'. I didn't know you were\nsecretly the un-fun type. Here it is then, straight. Either climb down\nto my level and act like a Good Joe, or I'll be selecting one of those\nother few million.\"\n\nBronson didn't care much now. He didn't say it to her especially. He\nmurmured it to--the stars maybe--but he was afraid to look up there.\nThis would be a very bad time to get THE CALL!\n\n\"All those who get THE CALL,\" he said, \"are always looking at the\nStars.\"\n\nShe didn't say anything.\n\nHe said, \"I wonder if there's something connecting THE CALL with the\nstars? Something out of Space. Maybe there's something real about THE\nCALL.\"\n\nShe jumped up, leaned over him. Her eyes seemed hard now and distant.\n\"Darling. Why the devil don't you go up there among the Stars and find\nout for yourself?\"\n\nHe sat there staring at her, scarcely seeing her. At the moment, he\ndidn't think about it logically. But the suggestion hit him hard and\ndeep and he knew then, though he didn't think about it anymore that\nnight, that that was exactly what he would try to do.\n\nHe didn't see Marie again, but once. At that time she was hanging on\nthe crooked elbow of one of the other few million. It didn't really\nmatter who. A big blond lad with a constant glittering smile. A Good\nJoe who would always be having a good time, and who never never would\nask any questions.\n\nThere was a slight tinge of jealousy for a moment, and when that\npassed he didn't seem to care much at all. It was the System that\nmade everybody seem so much like everyone else so that it became\nso difficult to see anything special in a lover. Everything was\nfor convenience, strictly, and any irritation was an unnecessary\nunpleasantness that seldom occurred.\n\nCuriosity was irritating in the New System. A person who got THE CALL\nwas so irritating he was eliminated. They would find out sooner or\nlater about him, and then they would kill him. So he volunteered for\nduty on an Earth-Venus cargo three-man rocket.\n\nHe had nothing to lose but his life in attempting to grab the rocket\nand take it to Mars. And almost any other imaginable way of losing it\nwould be preferable to being taken into the little white room--knowing\nwhat to expect instead of Paradise.\n\n\n\nBronson stopped talking. Morrow leaned forward. \"What do you expect to\nfind on Mars?\"\n\n\"What? But--you mean you'll let me--?\"\n\nMorrow nodded slowly. \"Maybe. I've been curious too at times. We have\nthat much in common. Maybe the new blood has been conditioned more\nthoroughly than I have, but I've been in a long time, and I get bored\nwith routine. Now here's a situation that is stimulating, and I say to\nmyself, why not exploit it? However, I've never gotten THE CALL, and\nthat puts up a wall between us. Otherwise, I feel a certain rapport.\"\n\n\"Well, are you making a deal or something?\"\n\n\"Yes, you might say, a kind of deal. Curious, this idea of yours that\nTHE CALL comes from Mars, added to the fact that it's forbidden to go\nto Mars. In the period immediately following the beginning of the New\nSystem, I understand a few rockets went to Mars. None of them ever came\nback. No one ever heard of them again.\"\n\nMorrow sat there, apparently thinking. \"So I'm curious, Bronson. You've\nalready flaunted the law by taking this ship, killing Orlan. You've\nadmitted you have THE CALL. Certainly you'd be no worse off if you went\nto Mars. You might find out something interesting. So there could be a\nchance for you. Go on to Mars if you like. I'll wait here five days.\nI'll fix the log and the reports, and arrange it so it will appear that\nthere was an accident on Venus. If you're not back in five days, I'll\nstop off at Venus, load a cargo, return to Earth.\"\n\nBronson stared, then said, \"And if I do come back, what then?\"\n\n\"I'll rig up a story about Orlan. Too much radiation on Venus. That's\nhappened a few times before. Officially you'll not be responsible for\nOrlan's death. And if you get away from Mars, you can do as you like.\nStay if you want to. Or return to Earth with the rocket, and take a\nchance on it being discovered that you have THE CALL, or being able to\nconceal it. That's your business. All I ask of you, Bronson, is your\nword that you'll come back here in five days if you can. And satisfy my\ncuriosity.\"\n\nLater Morrow said, \"Good luck, Bronson. Whatever good luck will mean to\nyou.\"\n\nBronson thought about that as he dropped the small grav-sled toward\nMars' surface. Anticipation became anxiety, fear mixed with excitement,\nas the sled circled the planet a number of times for purposes of\nobservation.\n\n_What will good luck mean to me?_\n\nThe memory of his experience during THE CALL came back after he spotted\nthe big metal dome in the deep valley and landed behind a low rise of\nred hills. He lay there bottled up inside the narrow, gun-like barrel\nof the sled, his helmeted head tight up against the instrument panel.\n\nA metal dome, like the monstrous bald head of a giant buried to the\neyebrows. He had seen no other sign of habitation, no structures of\nanything, only barren sea-bottoms and high naked crags. The dome might\nbe all that was left of what the traders had built here before the\nBlowup.\n\nFunny, he didn't feel anything like THE CALL now. He felt nothing but\nfear.\n\nRed dust sprayed up around as he crawled out of the sled. He readjusted\nhis oxygen mask, threw the electronic rifle over his shoulder, and\nfinally reached the top of the ridge and looked down at the dome. It\nhad a gray quiet quality. His throat was tense and his chest ached as\nhe got down on his stomach to watch.\n\nNo movement. No sound. A kind of panic hit him, and impulsively,\nhe started to twist around, not wanting to return to the sled\nparticularly, but just wanting to see it, feel a comfort with it.\n\nThe sled was gone.\n\nSweat ran down his face. It loosened a nervous flush along his back\nwhich prickled painfully. No sled. He blinked several times, still no\nsled. There hadn't been any sound. He would have heard it take off.\n\nHe jerked himself back toward the dome. He felt the thought fingers,\nthen, like tendrils of outside force subtly probing. Something,\nsomething greater than before, stirred incredibly through his body. The\nold feeling of change, of unutterable newness, of an unguessed sense,\nopened within him like nothing before. Then ... nothing.\n\nHe crawled down. The dome was still. No openings in it. The red dust\ndrifting was the only movement anywhere except his own. He glanced\nback, hoping to see the sled. He didn't and then when he turned back\ntoward the--\n\nThe dome wasn't there.\n\nHis fingers dug into the red dust at his sides. Sweat turned it to\nreddish mud on his fingers. He felt as though an immense cyst of\nsuppuration and purulence had burst inside him. All the water in\nhis body seemed to rush to the surface. Sweat dripped steadily,\nautomatically from the top of his nose, over his mask. His heart\npounded like a fist beating against a wall.\n\nJust dust down there. No dome. He dropped his forehead on his arms,\nclosed his eyes. Surely he was being influenced by outside force.\nNegative hallucination.\n\nHe raised his head, opened his eyes. Around him was a small island of\nred dust, a small oasis large enough to support him. Nothing more.\nNothing else at all.\n\nThe painful tension in his chest grew until he could scarcely breathe.\nHis jowls darkened, his mouth pressed thin by the powerful clamp of his\njaw.\n\nNo--not nothing at all. Grayness, though no form, or sound or movement.\nMeaninglessness within nothingness surrounded by a terrible infinitude\nof quiet. He felt a kind of final helplessness, an utter isolation.\n\nHe glanced down then at himself as the small red oasis around him\ndrifted as though to merge with grayness. He was going too. Even I, I,\nI, am going too. His feet, his legs. He brought his arms around before\nhis face and as he did that his arms went away. He didn't feel anything.\n\nHe closed his eyes as he began, seemingly, to fall. Sensations washed\nthrough him, through fibers of seeming delirium. A vortex of nausea\nthen, resolving in his stomach.\n\nSomewhere, somehow, there seemed to be the promise of some kind of\nsolidity. Of being. Bright light from within, the bright splinters of\nbrain light lancing outward through the tender flesh of his eyeballs,\ndancing back and around the base of his brain in reddened choleric\ncircles. He had a brain, a mind, yet, somewhere.\n\nDesperately he felt his mind scurrying about inside his body. Or\nperhaps a retentive memory of that body, like a rodent in a maze,\nconcentrating frantically on first the nothingness that had been a\nlimb, then on the tingling aftermath of where his fingers had once\nmoved.\n\nHe fought. He fought to grasp something, to see, to feel, to\ncomprehend. He fought wildly against nothing so that it all circled\naround and round and exploded inside, bursting, bathing him with fire\nas though he were inside an air-tight container boiling himself in his\nown accumulating heat.\n\nHe gave up. He gave in to an overpowering drawing force. Immediately\nthere was no fear. It was as though he had stopped struggling against\na strong current in a vast ocean, and was now floating serenely away,\nbuoyed without effort, drifting forever.\n\nHe seemed to glimpse the cloudy, shapeless motion of shadows, like\nstorm clouds boiling and driven before a gale. Familiarity grew,\nimpressions, inchoate mental patterns. Shadows and shapes appeared\nin the cloudy whiteness, ghostly and strange, and wavering outlines\ndarkened and altered.\n\nAnd then he became a part of IT, of something else. And he knew. He\nhad been tested, and there had been the madness of shock as he was\nbeing investigated, and finally accepted and absorbed. None of it\nwas incredible to Bronson after he had been taken in. The truth came\nthrough then--clear and bright.\n\nIT was far greater than Bronson, but he was part of IT, and IT was part\nof him. And he knew.\n\nMorrow was waiting for him. As Bronson came into the control room,\nMorrow's face paled and he slowly licked his lips then plunged his\nhand toward the neurogun. His hand froze, then crept back guiltily. He\ntried to speak, but his lips moved wordlessly. Sweat began pocking his\nface.\n\nBronson sat down facing Morrow. He could see Morrow now for what he\nwas. A disease. Rather a symptom of long forgotten sickness. Maybe he\ncould be cured.\n\n\n\nBronson said, \"You were curious, but you would never have gotten THE\nCALL. You were curious and you helped me and the world, Morrow, so I'm\ngoing to explain it to you. You want to hear about it?\"\n\n\"What?\" Morrow said hoarsely. His eyes were sharp with fear. \"Three\nhours--back in three hours. You look--different, so different--your\neyes and--\"\n\n\"I found out things, Morrow. About the War, about the Plan. Some\nscientists calling themselves Freedom Unlimited, bio-chemists,\nphysicists and geneticists, organized and said they were going to bring\nabout the realization of man's unlimited potentialities. Create a\nParadise on Earth. An old dream. Those who get THE CALL haven't been so\nfar wrong, basically. But the Psychologists reconditioned them so the\nreal nature of THE CALL was distorted.\"\n\nMorrow shook his head.\n\n\"No, and you probably won't understand after I tell you,\" Bronson said.\n\"But so what? I promised to tell you. Freedom Unlimited took hold,\nwiped out national barriers, started to sweep the world. They had found\nthe secret of the human mind and nervous system, adopting the methods\nof atomic physicists. X-rays tear an electron from an atom. They did\nthe same thing with genes, with the cells of the nervous system. Genes\nand cells, the roots of life. The rock-bottom of life. The problem of\nthe gene and that of the atom were the same. Anyway, they learned the\nsecret of the human brain, that it was a perfect calculating machine.\"\n\nMorrow was struggling with himself, not moving.\n\nBronson went on. \"I'm controlling you some now, Morrow. You can't move.\nWe're in a hurry so I'll make it brief; there's a job to do. A perfect\ncalculating machine, maybe the most perfect one in the Universe,\nlimitless, inexhaustible. Secretly, Freedom Unlimited started releasing\npeople, clearing them of aberrations, clearing their nervous systems\nof sludge, fusing emotion with analytical power, so the perfect\ncalculating machine could operate. The movement spread so fast, it\nthreatened various governments, including those in power. The status\nquo would rather maintain power and be ignorant and blind than to give\nup their power to the final step of progress. There was a pogrom. The\nreal reason couldn't be revealed of course, so the big powers cooked up\na war to cover up the purge. It got out of hand. The result was that\ncivilization was about wiped out. The world burned. Freedom Unlimited\nhad learned the power of the human brain, but they were too few, and\nthe Psychologists managed to fight them long enough to carry through\nthe war. Freedom Unlimited fled to Mars. They couldn't engage in\nwholesale slaughter. But they had to survive.\"\n\nIt was so clear now in Bronson's mind, as though he were experiencing\nit.\n\n\"Many of the scientists had been killed, only a few reached Mars.\nBut they had launched a Plan. They planted basic undying commands,\nresponses, in the reactive primitive cells of individuals whom they\nknew would reproduce in kind. They knew how to treat genes like\nchemical formulae. They knew the genes and cells would carry these\ncommands from generation to generation. The commands led to THE CALL. A\ncall to come to Mars, that's all. Once they got to Mars, they would be\nfree.\"\n\nBronson leaned forward. \"But Freedom Unlimited didn't anticipate the\nutter nihilism, the complete inhuman attitude of those who had defeated\nthem. There were variables. Freedom Unlimited couldn't anticipate the\nutter power and suppression put into effect by the Psychologists,\nthe reflex boys. That they would condition every bit of imaginative,\ncreative, original thought and action out of everyone but a small elite\nwho, because of their own destructive nihilistic attitudes, were never\nhuman in the first place, but only aberrated monsters. And all the rest\nof humanity became little more than robots, zombies, mechanicals, their\nanalytical power chopped off, short-circuited completely. They can\nonly have fun like well-trained moronic children. With bells ringing\neverywhere, the Pavlovians turned humans into dogs.\"\n\nMorrow didn't say anything. His face was pinched and afraid, confused\nand helpless.\n\n\"The Psychologists suspected the basis of the Plan. They converted\nit by conditioning into a kind of religion. Then it wasn't dangerous\nanymore. Meanwhile, they had also learned they could never reach Mars.\nThere's a final step to releasing the pure analytical power of the\nhuman mind. Synthesis. Similarization. There's a dome down there shaped\nlike the skull of a giant. Inside that metal skull is a synthesis of\nhuman intellect and machinery, pure analytical power. The brain, at\nits optimum, is a perfect thinking machine. No five perfect thinking\nmachines would solve a problem differently. The result is synthesis.\nWith synthesis came an ultimate thinking machine because it gives off\nenergy, electrical let us say for convenience, in the form of thought.\n\n\"And that master brain down there has the will to radiate and control\nthis great energy. It's a kind of final perfection of the unguessed\npower of the brain. It goes beyond the human, for them at least. They\ncan send out beams, or rather it, sends out beams of sheer power, solid\nthought, by dipping into nine million brain cells plus a hundred. That\nbrain can stop any enemy's approach to Mars, but it couldn't reach\nEarth. Yet.\n\n\"You follow me, Morrow?\"\n\nMorrow nodded slowly. He slumped a little. His face was shabby now and\nold. \"Some of it,\" he whispered. \"I don't understand. But I believe. I\nhave to believe. You--power--\"\n\n\n\n\"I have a lot of power,\" Bronson said. \"I'll have more of it. You see,\nthe Plan really did work in a sense. Variables work both ways. Over a\nperiod of time, circumstances meshed in such a way that a Disciplinary\nCorpsman named Bronson got THE CALL. The sight of the planet Mars was\nthe key-in stimulant. I happened to be alone in my apartment so that no\none knew I'd been hit. I happened to be a Corpsman which meant I knew\nwhat happened to those who got THE CALL. I couldn't accept that, so I\nhad to look for other reasons. I also happened to never have undergone\nbrain surgery, any prefrontal lobotomies, for example. Those things\ndestroy the analytical mind so even Freedom Unlimited is not certain of\na cure. I couldn't doubt my own sanity. So I came to Mars, I answered\nTHE CALL. It happened to me by accident, but I had the command in my\ncells ready for re-stimulation.\"\n\n\"What now?\" Morrow said. \"What do you do now? What about me--and--\"\n\n\"I'll go back to Earth, and start to work. With each clearing of a\nhuman being from his Pavlovian prison, I'll gain greater strength,\nallies. No one will know. This time there'll be no disaster because the\ndestructive elements of war aren't there. The Psychologists are too\nsure of themselves. We'll win the world and free men's minds.\"\n\n\"And what about me?\"\n\nBronson looked at Morrow's face. A thoroughly conditioned face really.\nHardly human at all if one knew what a human face could really express.\nStrange, that spark of curiosity in a man whose brain had obviously\nundergone deadly probing with steel picks under the eyeballs, tearing\napart the cells of the greatest thinking device ever developed.\n\n\"You're going to Mars,\" Bronson said softly. \"Maybe they can clear\nyou. I had THE CALL planted in an ancestor. You didn't. It missed you,\nMorrow. With the command carried forward always in the cells went also\nresistance to conditioning. You didn't have it, Morrow. It may be too\nbad and it may not. They've learned a lot in a hundred years.\"\n\nBronson got up and put a hand gently on Morrow's shoulder. \"I don't\nknow,\" he said. \"I'm sorry. Maybe you'll be with me later. If you're\nnot back here in a short time, that'll mean good-bye. I'll wait for\nyou....\"\n\nMorrow got up. He nodded once to Bronson, and went out. Bronson heard\nthe sled blast out of the rocket.\n\nMorrow didn't come back.\n\nBronson took the rocket up, headed toward Venus. He would pick up the\ncargo; the story Morrow had arranged about an accident on Venus could\nwork just as well to explain Bronson's single return as Morrow's.\n\nHe had some advantage in his command of the human mind. But it wasn't\nomnipotent by any means. He would be operating alone against murderers\nwho had turned human beings into cattle. He would have to play it slow\nand with the utmost care.\n\nAnd though he might fail, there would be others. He could forget about\nMorrow and Orlan. So much of them had been destroyed by surgery that in\na comparative sense, they hadn't been really human anymore.\n\nHe wasn't troubled by the tremendous challenge ahead of him. It exalted\nhim.\n\nSome day, we'll win, he thought. Freedom Unlimited. The freedom of the\nfree human mind. He might fail. But THE CALL would go on. There would\nalways be deviants from the norm. He could fail. The Plan could not.\n\nBronson smiled at the twilight expanse before the rocket, wide and\nfrosty and marvelously clear.\n\nAs long as there were people, there would always be a few who would get\nTHE CALL.",
    "metadata": {
        "author": [
            "Walton, Bryce",
            "O'Hara, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64015/pg64015.txt",
        "name": "last_call.json"
    }
}