{
    "name": "Latent Image",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "John McBride stood on the roof garden of Satan's Hotel, looking across\nthe River Styx at Sharon. To his left, the River Styx emptied into the\nSulphur Sea, and in the evening sky to his right, the dancing flames\nlighted the cloud banks over Mephisto, where the uranium smelters\nworked on a nonstop plan.\n\nJohn McBride was in Hell.\n\nBut Hell is a city on Pluto, where the planners had a free hand\nbecause no intelligent life had ever scarred the planet until man came\nwith his machinery and his luxury and his seeking for metal. Uranium\nhad been found in plenty on Pluto, and so man had created a livable\nplanet from the coldest, most forbidding planet in the System.\n\nJohn McBride was in Hell, on Pluto, but his mind was dwelling in a\nlittle cube that rotated about a mythical spot halfway between Sol\nand Pluto; one of the many stations that created the space warp that\nfocused Sol on Pluto with an angle of incidence equal to the incidence\nof Sol on Terra. Enid McBride was back there in that minute station,\nand John McBride wanted to be with her.\n\nBut Dr. Caldwell, the resident doctor of the Plutonian Lens, said:\n\"John, if you've got to go to Pluto, that's O.K. But you can't take\nEnid with you. That's strictly out, with a capital 'O,' get me?\"\n\n\"I suppose--\"\n\n\"I've been doctoring for many years, John. It's safe for you to run\noff for a week or so, but don't move Enid. Your kid won't be born for\na month, yet, but if you subject her to the 4- or 5-G you need to get\nfrom here to Pluto, you'll have--not only the baby, but as nasty a mess\nas you've ever seen! Take it from me, fella, 4-G is worse than a fall\nif you keep it up for hours. No dice!\"\n\n\"O.K.,\" said John, unhappily. \"She'll be all right?\"\n\n\"Sure,\" said Caldwell. \"Besides, all you can do now is to sit around,\nbite your fingernails, and ask foolish questions. If I had my way,\nyou'd be away when the youngster is born, that'd save you from a lot of\nuseless worry.\"\n\n\"That isn't fair.\"\n\n\"I know you feel that way. Enid does too. But it is still sort of\nfutile. You want the right to worry; go ahead and worry. After all,\nthere are enough people around the Lens that know you are worrying.\nShe'll be all right, I tell you!\"\n\n\"You'll let me know if anything turns up?\"\n\n\"That's a promise, John.\"\n\nSo John McBride was standing on a roof garden in Hell, thinking how\nappropriate it was. He was in Hell, all right. Hell was a nice place\nto be, warm, pleasant, and happily balanced. But it was no place to\nbe when your wife is nineteen hundred million miles away. Ah, well,\nanother week of this and he would be racing homeward.\n\nHome! That was funny, to consider home, a place in space where gravity\nwas furnished by an mechanogravitic warp, and where there were no\nwindows to open, and where you lived in a cube of steel three thousand\nfeet on a side, mostly filled with the items required for living plus\nthe maze of equipment required to maintain the great lens that gave\nPluto its sun.\n\nHome! It was a far cry from his boyhood home on Venus, where the\ngreenery of the forest fought with the very walls. But home is where\nyou like it, and McBride liked it.\n\nHe wished that he were there, for he felt that Enid needed him.\n\nThen with that perversity of nature that people call fate, a bellhop\napproached him and handed him a spacegram. McBride tipped the boy and\nopened the envelope easily. He'd been getting 'grams by round numbers\nfor several years, and this was no novelty. He was not aware of its\nimportance until he opened the folded page and read:\n\n    JOHN MC BRIDE\n    SATAN'S HOTEL\n    HELL, PLUTO\n\n    HIT SKY FOR HOME. ENID IN NO GREAT DANGER FROM FALL, BUT HER\n    RECOVERY WILL BE ASSISTED BY YOUR PRESENCE.\n\n                                                              CALDWELL.\n\nMcBride read the words twice, and then looked around himself, wildly.\n_Hit Sky_ was easy to say--but at 6-G it would take just over one\nhundred hours to make the passage. Four days minimum!\n\nMcBride raced to the elevator, chewed his fingernails while the car\nrode him down the hundred and seven floors with that snail's pace\ncaused by many stops. He shot out of the elevator door, caromed off the\nopposite wall into an ash tray which he upset and sent a small cascade\nof sand across the floor. McBride coasted to a stop before the hotel\nmanager's desk and tossed the 'gram in front of him. The manager read\nand looked up in sympathy.\n\nMcBride said: \"Get me a reservation on the next sunward-bound ship.\nEmergency stop; they'll make the stopoff with an emergency.\"\n\n\"Right.\" The manager spoke into the phone and then said: \"And you'll be\nchecking out?\"\n\n\"Yes. Have one of the boys collect my stuff and ship it out to Station\n1.\"\n\n\"O.K., McBride, we'll see that your stuff is taken care of. Ben!\" he\ncalled out through the door, \"hurry up on that reservation, and see\nthat a car is ready to take Mr. McBride to Hellsport.\"\n\n\"T'won't be necessary,\" said Ben with a glum face. \"The _Uranium\nLady_ just took off fifteen minutes ago, and there isn't another ship\nscheduled out of Hellsport for five days.\"\n\n\"Five days!\" groaned McBride. \"Anything flyable on this planet?\"\n\n\"Nothing that would take a run to the Lens,\" said Ben.\n\n\"Sure?\"\n\n\"Almost positive. However, I'll put a request on the radio that may\nsmoke out an unknown.\"\n\n\"I'll buy the thing if they won't let me go any other way,\" said\nMcBride.\n\n\"We understand,\" said the hotel manager.\n\nMcBride stamped up and down the hotel lobby for an hour. His luggage\ncame down, all collected and prepared. He called Caldwell, and spoke to\nhim for an hour, but Dr. Caldwell's protestations didn't help McBride.\nEnid had fallen from a chair while cleaning out a shelf, and was\nresting easily, no complications. Yes, there was some pain, enough to\nmake Enid want her husband near. No danger, no, but it would be best if\nhe were there.\n\nBut McBride was still one hundred hours and nineteen hundred million\nmiles away.\n\nJohn McBride didn't see the messenger boy bringing the message until\nhe almost bumped into him. \"Mr. McBride, here's your answer,\" said the\nlad, and he saw McBride rip the envelope open with a quick gesture to\nread the following:\n\n    MC BRIDE:\n\n    EXPERIMENTAL SPACESHIP _HAYWIRE QUEEN_ AT YOUR COMMAND IF YOU CAN\n    REPAIR ALPHATRON. MEET ME AT HELLSPORT.\n\n                                                STEVE HAMMOND (SKYWAYS)\n\nMcBride said to the messenger: \"It's grabbing at straws, but get me a\ncab and I'll take a whirl at it.\"\n\n\"Think you can do it?\" asked the lad.\n\n\"Don't know. I'm desperate. After all, it's a wild chance because if\nSteve Hammond and his gang haven't been able to repair it, how can I\nexpect to?\"\n\n\"Give it a whirl anyway, sir,\" said the lad.\n\n\"That I'll do,\" said McBride. \"And now that cab!\"\n\n\n\nThe _Haywire Queen_ stood above McBride as he met Steve Hammond.\n\"What's your trouble, John?\" asked Hammond.\n\nMcBride explained. Then he asked: \"What's yours?\"\n\nHammond smiled wryly. \"That's a long, sad tale. We've been trying to\nincrease the efficiency of the drive, you know. We've been hunting up\nand down the electrogravitic spectrum for a more efficient operating\npoint. We found what we knew already; that we were using the most\nefficient part of the E-grav range. We went all the way from down\nlow, where the stuff is just beginning to make itself detectable\nto up high where the equipment is slightly fragile and extremely\nexperimental in construction. Then we took a run at the mec-grav,\nwith absolutely no success other than to ruin a whole bank of relays;\nthe mechanogravitic warp extended farther than we anticipated when we\nhit the mechanogravitic resonance of the drive bar, and hell sort of\nflew all over in great hunks. One of the interesting items was the\nclosing of the E-grav field controls, and the resulting power drain\nover-loaded the alphatron. We limped in using a jury-rigged line from\nthe lifeship's alphatron and made a something-slightly-less than a\ncrash landing here on Pluto.\n\n\"So now we're either stuck here until we get the new alphatron we\nordered, or you can give us a few hints on household repairs.\"\n\n\"What's your lifeship's output?\" asked McBride, following Hammond into\nthe spacelock.\n\n\"About eleven hundred alphons.\"\n\n\"You'll need about fourteen hundred to take off from Pluto,\" said John.\n\"How's the big one?\"\n\n\"Deader than the proverbial dodo, whatever that was.\"\n\n\"Dodo?\" laughed McBride. \"That was a mythical critter that went around\ndead, I think. It was so dead, even when alive, that when it really\ndied, it was really dead.\"\n\n\"You'd better stick to alphatrons,\" laughed Hammond.\n\n\"Speaking of the equipment, have you tried to get a replacement on\nPluto?\"\n\n\"Nothing didding. About our only chance is to haywire something\ntogether. But remember, we still have to make a landing, somewhere,\nand that means a safety factor is somewhat to be desired.\"\n\n\"Not at all. If we can take off safely, we're in!\"\n\n\"Explain. As I was taught in school, anyone can fly a spaceship, but it\ntakes a pilot to land one.\"\n\n\"Sure, but remember you'll be stopping off at the Lens. We've got\nreplacements there that will enable you to make space repairs and go on\nfrom there in safety.\"\n\n\"Didn't think of that. Well, here's the mess!\"\n\nMcBride needed no close inspection to see that the alphatron was\ndefinitely defunct. A foul smell, faint, ephemerally pungent,\npermeated the room. It was the smell of burned synthetic coil dope and\nfield-winding varnish which has been described as smelling something\nlike a frying toupee.\n\n\"Not only dead,\" was his cryptic remark, \"but dead and sutteed!\"\n\n\"Fricasseed,\" corrected Hammond. \"Anything we can do?\"\n\n\"Is the winding intact?\"\n\n\"We thought of that, too. Nope. Electrical inspection indicates that\nthe winding is melted together in several places. You couldn't unwind\nthe coil, let alone rewind it with fresh insulation. We've got a couple\nof gallons of insulation handy, if you get a good idea.\"\n\n\"Not yet. But look, Hammond, have you tried the magnetogravitic\nspectrum yet?\"\n\n\"No. That was our next program.\"\n\n\"I'd have tried that first,\" mused McBride. \"Knowing that the drive\ndepends upon the action of a cupralum bar under high magnetic\ndensity plus an electrogravitic warp, I should think that the close\nrelationship between the magnetic and electronic phenomena would lead\nyou to try the mag-grav first.\"\n\n\"I didn't want to start at the top,\" said Hammond dryly. \"In spite of\nthe fact that Dr. Ellson claimed to have discovered a region in the\nmag-grav spectrum that produced a faint success.\"\n\n\"Well, what I'm thinking is that we can rip up the E-grav generator and\nuse the field coil for the alphatron. It'll carry electrons as well as\nit carries alphons, you know.\"\n\n\"Better,\" said Hammond. \"But what do we use for an E-grav?\"\n\n\"First we'll hunt up through the spectrum of the magnetogravitic\nspectrum. If that doesn't work, we can add the warp produced by your\nmech-grav, run from the lifeship's little alphatron. Right?\"\n\n\"It's an idea. Seems to me that I've heard somewhere that the combined\nwarps of magneto- and mechanogravitic produces some vectors in the\nelectrogravitic spectrum.\"\n\n\"Mind if I brag?\" asked McBride. \"That was in a paper I scribbled for\nthe Interplanetary Gravitic Engineers. Purely a matter of making a\nfew dimes, at the time there was nothing practical about it, since\nwe had E-grav generators before we discovered the mechano- and\nmagnetogravitics.\"\n\n\"We?\" grinned Hammond. \"You were still three generations in the future\nat the time, grandpa. But it's worth a try.\"\n\n\"Never thought that my effort was going to be worth a hoot,\" smiled\nJohn McBride. \"Let's give it a whirl.\"\n\n\"O.K. I'll call the gang.\" Steve Hammond stepped to the communicator\nand spoke. \"Jimmy, Pete, Larry! Come a-running and bring your cutting\npliers!\"\n\n\n\nFrom what was obviously three different parts of the ship, three voices\nanswered.\n\nPete arrived first. \"Meet John McBride of the Plutonian Lens,\"\nintroduced Hammond. \"This is Pete, whose whole name is Peter Thurman,\nand who is the guy who knows all about drive equipment.\"\n\nPete grinned. \"You see us hitting sky at two hundred feet per,\" he\nsaid, shaking McBride's hand.\n\nJimmy arrived, with Larry not far behind. \"These are James Wilson and\nLawrence Timkins, respectively. Jimmy is the alphatron expert, and\nLarry knows all there is to know about electrical circuits and wiring.\"\n\n\"He's ribbing me about those relays,\" laughed Larry, while Jimmy was\nsaying: \"Y'smell that smell? That was my pride and joy.\"\n\n\"Tell me,\" asked McBride, \"what does _he_ do?\"\n\n\"Who, Steve? Oh he's just the bird that wanted the things done that\nresulted in this mess. He's primarily responsible.\"\n\n\"Hm-m-m. That puts the fix on the whole thing,\" said McBride. \"Well,\nfellow, you've heard about Enid. I've got to get home. If we can fake\nup something so that the _Haywire Queen_ will cut loose with a couple\nof hundred feet per for long enough to get me to Station 1, I'll see\nthat your ruined equipment is replaced so that you can make a safe\nlanding. Say! How come you do not carry a spare alphatron?\"\n\n\"Why doesn't man come with two hearts?\" asked Jimmy. \"That's because\nthey're usually dependable. No one ever tried to run two brains off of\none heart--that's why one heart stands up pretty well. I can imagine\nthe trouble that would result if two involuntary control centers were\nrunning the same heart--it would be something like what happened when\nthe mech-grav made the E-grav cut in--something would blow a fuse.\"\n\nThey laughed, and then Hammond explained about the program. \"Right away\nquick we'll try the mech-grav along with the mag-grav. That sounds like\nour best bet for something that works. Also breach the lifeship and\nsabotage the little alphatron for the mech-grav. Might as well have it\ndown here where it's needed.\" In an aside to McBride, he added: \"Is\nthis like your place? No fuses, no safety devices, no spare equipment\nbecause some screwball is always filching something off of a bit of\nstandard equipment to make an experimental set-up?\"\n\n\"Anything but the running and operating gear of the Lens stations,\"\nsaid McBride, \"is subject to change without notice. I've even\nseen a spare mech-grav generator used to counterbalance Jim Lear's\nteeter-totter. Jim's dad is on Station 3 and there isn't any kid of\nthat size and age on Three. Did a good job, too, since Bob Lear fixed\nthe mech-grav density control with a switch that urged the far end of\nthe plank so that Jim was lifted and dropped at the right speed.\"\n\n\"Sort of expensive counterbalance, wasn't it?\"\n\n\"I suppose so, but Bob said it was better than having to crank his son\nup and down by hand. Besides, we have lots of power out at the Lens.\"\nMcBride paused. \"Say. Do you run the _Haywire Queen_ with this crew?\nWho's pilot?\"\n\n\"Hannigan. But he got hurt when the works blew up. He ran us in all\nright, though any of us can take a trick at landing. But he's taking\na rest cure to soothe his nerves; they got a scrambling from too much\nelectricity.\"\n\n\"Too bad.\"\n\n\"Not so bad. Just made him jittery. He'll be all right in a week. But\nwe won't have to run home without a pilot. I've got one coming out in a\ncouple of hours. Drake. Ever heard of a pilot named Drake?\"\n\n\"Seems to me that the name is familiar,\" said McBride slowly. \"But not\ntoo clear, I'll know him when I see him.\"\n\n\"I won't. Conducted the hiring by mail, and then gave him a call when\nthe need came--your need, I mean. They told me that Drake was out of\nthe building, but that he'd be at Hellsport as soon as they could find\nhim. Has a pretty good record, too, save for one thing--\"\n\n\"Steve,\" said one of the men, \"can you give us a lift? The _Beetle's_\nalphatron is somewhat heavier than we can handle around this corner.\"\n\n\"Sure. And the next time we're at Terra, have 'em fix the hoist rail,\nhuh?\"\n\n\n\nWires, bunched cables, and scraps were a tangled mess on the floor.\nTools were strewn about in profusion. A box of nuts and bolts had\noverturned and cascaded the small parts across the floor below the\nworkbench. But the work was progressing in fine shape in spite of the\nseeming confusion and messiness. To someone who knew these men, it was\nobvious that they knew their business and how to use their tools even\nthough the place was ankle deep in junk. To someone who knew them not,\nthe place looked like a junk shop.\n\n\"Is this the place where the finest brains in space work out the\nintricate problems?\" asked a cool contralto with a cynical tone.\n\nMcBride, who had just finished welding a small angle bracket on the\nbottom of the mech-grav generator, looked up, blinked, did a double\ntake, and then stood up. The torch burned the air in his limp fingers,\nwasting the canned gas.\n\n\"You! Drake! _Sandra_ Drake!\"\n\n\"Is there another?\" asked the saucy voice.\n\n\"I thought that Sandy was a nickname,\" snapped Hammond.\n\n\"It's Sandra,\" said she, \"and it looks to me that your friend McBride\nis always up to his ears in junk!\"\n\nJohn extinguished the torch and advanced upon the picturesque red-head.\n\"Have you still got your license?\" he asked. \"After that stunt you\npulled--\"\n\n\"Your political pals took away my private license, but I'm still\nregistered as a pilot. This, I've been told, is an emergency, and,\ntherefore, I am compelled to run your junk-heap for you. I'm willing\nfor no other reason than the fact that my assistance to you in your\nso-called time of need will be instrumental in getting my private\nlicense back. Are you ready to go--and where?\"\n\n\"We're about ready to try,\" said Steve.\n\n\"Try?\" scorned Sandra. The perfect features twisted in a sneer. \"Aren't\nthe best brains working today?\"\n\n\"Look, Pilot Drake, this is an experimental crate from way back,\"\nsnapped Hammond. \"You're likely to find yourself drinking coffee out\nof a relay-shield. We blew out the only alphatron this side of Jupiter\nby mishap, and John and we have been trying to gain the same effect by\ntrusting to an experiment made several years ago but abandoned.\"\n\n\"I think I'll have none of it,\" snorted Drake. \"I'd like to see a\nlittle more of the solar system before I die. You can get some other\nfool to run your patched-up ash can.\"\n\n\"Drake,\" said Steve Hammond, \"if you do not run this crate for us--or\nat least try as hard as we are trying--I'll personally see that you\nare mentioned whenever skunks, lizards, and butyl mercaptan are talked\nabout. This is an emergency.\"\n\n\"Mind telling me just what type of life-and-death run you're going\nfor?\" asked Sandra, loftily.\n\n\"Enid McBride is hurt and needs him,\" said Hammond, pointing at John.\n\"There's a small matter involved--a small matter of a baby's life,\npossibly. If John can get there in time, his presence will give Enid\nthe amount of lift she needs. Get me?\"\n\n\"Baby?\" sneered Sandra. \"What woman in her right mind would have--\"\n\n\"Your mother,\" snapped Hammond, \"and she made a mistake. Now will you\nrectify her error and do something of value for once in your ill-used\ntwenty-four years?\"\n\n\"I've no choice,\" said Drake. \"I'll do it. But--\"\n\n\"No buts. You're under suspension right now, and how you handle the\n_Haywire Queen_ marks your card. Take it--or take it!\"\n\n\"Where's the pilot room?\" asked Sandra in a cool tone.\n\n\"Below--where it usually is in a ship of this type. Your orders will be\ncoming soon enough, I hope.\"\n\n\"And our destination will probably be Station 1?\"\n\n\"Right. Will you need navigational details?\"\n\n\"I can work them out.\"\n\nDrake left, and the men put the finishing touches on the double-warp\nset-up. Hammond turned the equipment on, running them at test power\nwhile Jimmy and McBride adjusted the generators for maximum output.\n\nPete inspected the myriad of little glowing lights on the informer\npanel and said that the ship was working properly from dome to foot.\n\n\"Grab a rolling chair,\" said Hammond to McBride. Then he snapped the\ncommunicator and said: \"Drake. Up at twenty feet per.\"\n\n\"Up at twenty feet per second per second acceleration,\" responded\nSandra in that flat, personless voice.\n\n\"We hope,\" said Steve with a short laugh.\n\n\n\nAn alarm gong sounded through the open communicator, and directly\nafterward, the men in the power room could hear the relays closing. In\nthe room above them, an oil switch closed with a crashing sound, its\nracket hardly muffled by the steel-grating floor. A rheostat whirred\nas it followed the impulses sent from the control board in the pilot's\nroom; it whisked over a dozen contacts and came to rest. Four big pilot\nlights winked into brilliance above the informer panel, indicating\nthat the ship was, 1.: Air-tight; 2.: Properly air-conditioned; 3.:\nPossessed of sufficient power for flight; and 4.: Ready to lift. Behind\na two-foot dial, a diffused light glowed, illuminating the face which\nwould indicate the acceleration in feet per second. A small dynamotor\nwhined up the scale and into the region of inaudibility, and a series\nof safe lights went on; lights that would be on all the time regardless\nof what happened to the rest of the operating equipment. The meters\nof the alphatron moved slightly, and then leaped toward the top peg,\nstopping before they hit as the meter-sensitivity was cut accordingly.\nThe mag-grav generator meters followed suit, and then the mech-grav\nmeters went through the same dance. Then, far above them in the larger\npart of the ship, a remotely controlled tap on a bank of high-powered\nresistors made two steps forward, and an oil switch that connected the\ndrive's electronic requirements to the closed-system turbine went home.\nEnergy charged the gravitic equipment with operating power--\n\nAnd the _Haywire Queen_ lifted upward!\n\nThe accelerometer moved quickly up the scale toward twenty.\n\n\"We made it!\" yelled Jimmy Wilson.\n\n\"We're in!\" shouted Pete Thurman.\n\n\"Thank God!\" breathed McBride. \"I'm going to call the Lens and tell Doc\nCaldwell that I'm on the way--Hammond, what is that woman doing?\"\n\nThe accelerometer had passed twenty, and was approaching twenty-five.\n\n\"Probably bunged the accelerometers out of sync when we crash-landed,\"\nsaid Hammond. \"They're the standard Hooke Accelerometers, you know, and\nwe may have stretched the spring a bit. She'll stop soon.\"\n\n\"It's all right,\" said McBride. \"It just makes us get there sooner, but\nshe shouldn't be playing with the drive this close to Pluto. If we've\nmissed something, we'll smack.\"\n\nThe meter passed thirty and headed for forty feet per second per second.\n\n\"Little over one Terran G,\" mentioned Pete. \"She probably has the usual\nPilot's Fever.\"\n\n\"I know,\" agreed Hammond, \"but her inherent desire to grab sky\nshouldn't make her play foolish with a brand-new drive.\"\n\nThe meter touched fifty for an instant and then went on up toward\nsixty. It did not stop at the green line that indicated two Terran G,\nbut passed it and proceeded on toward seventy feet per. It climbed to\neighty, passed, approached ninety, passed, and still climbed with a\nprecise linearity that made the men admire the steady hand on the main\npower lever in spite of whose hand it was.\n\nAt one hundred feet per second per second, Hammond said: \"When is that\ndame going to stop?\"\n\n\"Call her down,\" suggested Larry.\n\n\"Better wait. No use making her nervous this close to Pluto. Bawl her\nout and she's likely to make the wrong move--and one move would be too\nmuch!\"\n\nThe pressure of 4-G held them to their padded seats, and their heads\nwere fixed immobile in the head braces, all watching the dial climb.\nIt passed one-thirty, went on up the dial to one-forty, and then the\nvoice of Sandra Drake said, weakly:\n\n\"When are you fools going to stop?\"\n\nHammond gaped. \"Who? Us?\"\n\n\"Who else?\" snapped Drake.\n\nThe meter touched one-fifty.\n\n\"We're not doing anything. Level off, Drake, or you'll squash us flat!\"\n\n\"_You_ level off. I haven't had the power lever since I adjusted it\nbefore I hit the main switch. I can't even lift my arm now; I didn't\nexpect you to run this heap of junk from up there and so I didn't\nadjust the arm rest.\"\n\nThe dial crept up past one-sixty.\n\n\"But we're not running it from here,\" yelled McBride. \"We haven't\ntouched a thing since Hammond told you to take it up at twenty feet\nper.\"\n\nThe automatic respirators started to work, pumping their rib-cages\nin rhythm with their own breathing urges, and they sank into the\nenveloping folds of the elastomer cushions which supported their\nbodies. The meter hit one-seventy and passed it.\n\n\"Then who _is_ running the soup up?\" came back the labored voice of\nSandra Drake. \"If this is just a joke, cut it. I can't take much more.\"\n\n\"You--and all of us are doing well to take what we're getting now,\"\nstormed McBride. \"Who--\"\n\n\"Something's amiss somewhere,\" said Hammond thoughtfully. \"At this\npoint, any gagster would quit. Look at the meter. One hundred and\nninety feet per! Almost 7-G! Uh--\"\n\n\n\nBlack waves and dizziness came, shrouding little dazzles of colored\npinpoints that danced before the eyes. The meter touched two hundred\nfeet per second per second acceleration, and then the drive was cut\nwith a snap. The compressed elastomer rebounded, almost throwing the\nmen from their chairs, but the cover bars held them in.\n\nThe drive was completely off; acceleration zero.\n\n\"Drake! Get the inertia switch in again!\" called Hammond.\n\n\"Going in,\" came the weakened voice of the pilot.\n\nThe original twenty feet per started again, and it began to climb, just\nas it did before. \"Stay alive,\" said Hammond to Drake. \"We need you to\nshove the inertia switch in if nothing else.\"\n\n\"I don't care to die,\" came her hard voice. \"I'll keep alive. You pack\nof fools figure out what's wrong with your invention, that's all I ask.\"\n\n\"Can you crank the inertia switch down to about 5-G?\" asked Pete. \"Make\nit a hundred and fifty feet per. Then sit there and shove it in every\ntime it comes out until we can get out of Pluto's grip. We've got to\nhave a stable place before we can do any fixing.\"\n\n\"You and your jackrabbit drive,\" jeered Sandra Drake. \"Concocted by the\nbest brains in space. Baloney--the best space in brains, I call 'em.\"\n\n\"Some day,\" promised McBride, \"I'm going to spank that woman--with a\nhairbrush!\"\n\nThe meter rode up steadily to one-fifty, and then dropped to zero with\na click. The oil switch closed again, and the meter started up the\nscale once again. This time McBride timed it.\n\n\"Steve,\" he said. \"We're running at twenty per, original setting, and\nthe acceleration is increasing at the rate of twenty feet per, also.\nThat means our velocity is increasing at the rate of twenty feet per\nsecond per second per second.\"\n\n\"Something screwy. Larry, grab a few tools and ride below and fix that\ninertia switch so that it will close automatically. No use making\nDrake sit there punching on that control button every seven and one\nhalf seconds. We're going to be running this way for a couple of hours\nbefore we get to safe space.\"\n\n\"A couple of hours?\" groaned Drake. \"Listen, geniuses, is there any\nreason why I couldn't flatten this chair out? This is killing me.\"\n\n\"Look, Larry, make that switch cut out at 2-G. Sandra, set your drive\nfor 1-G. It'll jerk our guts to pieces, but we'll be doing about\nthe same as any ship under a 1-G drive--no, we'll be doing better.\nSomething in this heap is making us accelerate our acceleration; we're\nworking on the second derivative. That means--\"\n\n\"That means,\" put in McBride, \"that we're running on the rate of\nchange of acceleration, which is the rate of change of velocity. Now\nunder this drive, we have a new factor, which we can call 'R' and\nwhich stands for the rate of change of acceleration. Then, since our\nacceleration is increasing with respect to time, the linear equation:\nV=AT no longer holds to express our velocity at the end of T seconds.\nOur first equation under this rule becomes one to find the acceleration\nafter T seconds under R rate of change of acceleration. Follow? We have\nEquation One:\n\n    (1) A=RT\n\nThen to find the true velocity at the end of T seconds and so forth, we\ntake the integral of that, and we have:\n\n    (2) V=1/2RT^2\n\nTo get the distance covered in T seconds at R rate of change, we\nintegrate once more and come up with ... ah, let's see--Oh, sure:\n\n    (3) D=1/6RT^3\n\nIs that clear?\"\n\n\"I'd like to see that one worked out on a blackboard,\" said Jimmy. \"At\nthe present, I'll take your word for it. What I'm interested in right\nnow is: does this factor 'R' increase with the power setting?\"\n\n\"Drake just lifted it to thirty feet per,\" said Hammond, \"and I've been\ntiming it. So far, it does.\"\n\n\"Steve,\" said McBride, \"if we can figure out some way of keeping\nourselves from getting killed as the acceleration hits the upper\nbrackets, we'll have a drive that will get us places like fury. Think\nfast, brother.\"\n\nHammond looked up, just as the acceleration reached a peak, and it\nsnapped his head sharply. \"_Whew_,\" he said. \"This is fine stuff,\nbut we couldn't run anywhere very long this way. We'd shake the whole\ncrate loose.\" He was thoughtful for a minute. \"Don't suppose that\nblackboard mind of yours could figure out our course constants from\nthis saw-toothed curve we're running?\"\n\n\"Sure,\" grinned McBride. \"Since the thing is not increasing constantly,\nbut is returning to zero accel each time and then building up linearly\nto peak, our over-all, long-time acceleration is equivalent to the\naverage acceleration. Besides, what difference does it make? We'll get\nthere somehow, and we can probably plot well enough to keep from doing\na lot of return-chasing to hit the lens.\"\n\n\"O.K., but we're going to have to figure a way out of this. I couldn't\nstand knowing anything like this drive without trying to make it\npractical.\"\n\n\"Wait until we can talk without getting our tongues bitten off by this\ndrive of yours, and we'll go to work on it.\"\n\nMcBride said: \"And I'd say let's do it quick! Enid needs me--\"\n\n\n\nSandra Drake forced the jack-rabbitting ship into a cockeyed orbit\nabout Pluto after a couple of hours. They had nosebleed, jittery\nnerves, aching muscles, and voracious appetites by the time the drive\nwas cut. They ate, smoked, took showers, and then decided to call a\nconference.\n\nHammond opened it by saying: \"There's one quick way to do this.\nIt's on everybody's tongue, but I have the floor and I'll voice it\nfirst. To keep from getting squashed by our own weight under a few\nthousand feet per, we need something to take up the shock--something to\ncounterbalance the gravity-apparent. Jimmy, how many mechanogravitic\ngenerators have we aboard?\"\n\n\"Two, including the one we're running in the drive right now. It is as\nbig, however.\"\n\n\"How's the output of our patched-together alphatron?\"\n\n\"Plenty. The coil of the E-grav was much oversize, and since electrons\nwill rush in where alphons fear to tread, we've plenty of soup.\"\n\n\"Then we'll set the other mech-grav up in the nose, and extend the warp\ndown to envelop the ship. Right?\"\n\n\"Right. And now for some kind of safety factor? Supposing something\ngoes blooey?\" asked Pete. \"And how do we maintain the relationship\nbetween the drive's power and the counter-drive's attraction?\"\n\n\"Weight-driven power controls for the counter-drive. Inertia switches\nfor safety. Interlocking circuits for every factor so that either the\ndrive failure will knock out the counter-drive, or vice versa. We'll\nbuild this like an electric lock, so that the whole shebang must be\nright on the button before she'll move. Then the failure of any part\nto perform will stop all parts simultaneously. It'll probably be jerky\nat first, but the prime function is to get Mac to Station 1, and from\nthere on in we can tinker with this thing until hell freezes over.\nO.K., let's hustle the mech-grav into the nose.\"\n\nInstalling the mech-grav generator in the nose of the ship was not\na difficult job, since it weighed exactly nothing with the ship in\nan orbit about Pluto. But the intricate job of hooking the equipment\ntogether was to be more difficult.\n\nThey rammed holes in the bulk-heads to pass cables. They tore out\nwhole sections of unimportant wiring circuits to get wire for the\ninterlocking circuits--and when the terminals were there, the relays\nand inertia switches had to be made or converted from existing\nequipment.\n\nSandra Drake was of little help. She could make the ship perform to\nwithin a thousandth of an inch of its design, and perhaps add a few\nitems that the designers hadn't included, but her knowledge of the\nworks was small. She hadn't thought it necessary or desirable to\nunderstand, beyond the rudiments, how the drive worked.\n\nIn fact, up to the present time she had scorned the knowledge of any\nhigher intricacies; her idea had always been that men were paid to\nthink these things out and she was in a position to pay them for their\nknowledge. Let them do it, and give them hell if it was not right. Her\nhiring them automatically gave her the right to order them around like\nslaves, and since the laws that govern space travel are such that a\nship's pilot or owner may demand attention to the ship, Sandra demanded\nsuch attention, needed or not.\n\nBut this was the second time in less than a year that she had seen men\nworking with equipment. Before, it had been her fault, and she had\nsniffed at their labors in a scornful attitude, gaining their hatred as\nshe had gained the dislike of so many others.\n\nThis time it was slightly different. She had been sandbagged into\nthis job and now it seemed as though her own life depended upon the\nclearness of the minds of the men who worked over the equipment.\n\nSo she entered this strange world of nuts and bolts and small tools\nstrewn around in profusion, and stood amazed at the order that was\nbeing worked out of chaos. It was apparent to her that some semblance\nto order must be present, since they knew where to turn to pick up the\nright tool, and because the right part was always less than a foot from\ntheir ready hands.\n\n\n\nA headstrong, spoiled brat she may have been, but Sandra Drake was\nby no means unintelligent. After John McBride had cut off a tiny\nlathe-turning just in time to hand it to Pete, who seemed to need it at\nexactly that moment to fit into his instrument, Sandra said to McBride:\n\"Is there any pattern to all this mess?\"\n\n\"If there weren't, we'd really be in a mess.\" He opened the chuck,\nadvanced the rod a few inches, and started to turn the rod down to size\nagain.\n\n\"This,\" said Sandra in that infuriating voice, \"is order, neatness,\nand efficiency?\"\n\n\"We like it,\" answered McBride, his eyes on the cross-feed vernier. \"It\nmay not look like a drawing room, but we know what we're doing.\"\n\n\"Do you? Is this a sample of how the place looks every time the\n_Haywire Queen_ goes out to experiment?\"\n\n\"Undoubtedly.\"\n\n\"Why couldn't it be neat and clean?\"\n\n\"Because we can't replace every tool back in the cabinet when we are\nready to lay it down for a minute. Because it is far better to run\ncutting chips all over the floor and sweep 'em up once instead of\nrunning the broom every seven seconds after each chip. Because it is\neasier to work this way.\"\n\n\"Well,\" said Sandra, unimpressed, \"the _Haywire Queen_ seems deserving\nof her name.\"\n\n\"There have been a lot of ticklish space problems fought out in her,\"\nreplied McBride. \"Just as we're fighting one now.\"\n\n\"But where are your drawings? Where are your plans? Where are your\ncalculations?\"\n\n\"Our drawings will be made by draftsmen when we make the thing work,\"\nanswered McBride. \"No sense in having a sheaf of drawings when we'll\nchange the thing a dozen times before it is perfected. Our plans\nare step-by-step, and any result from one step may change our next\nstep. Our calculations and mathematical deductions will be handled by\nbrilliant mathematicians who can twist simple formulas around to fit\nthe observed data by adding or subtracting abstract terms that fit the\ncase.\"\n\n\"Sounds slightly slipshod to me.\"\n\nMcBride cut the part from the bar and handed it to Pete. \"Enough?\" he\nasked, and Pete nodded over his shoulder.\n\n\"You can start on part two,\" he called.\n\nMcBride replaced the bar with a larger one and started to work it into\nshape. \"We don't need drawings,\" he said. \"I know what Pete wants and\nhow they should fit together and they're fairly simple parts. He knows\nwhat he wants and knows that I know also, so why should we make a lot\nof sketches for something trivial?\"\n\n\"It seems to me that this is far from trivial,\" said Sandra pettishly.\n\"You're playing with the lives of us all.\"\n\n\"Your life wasn't worth a peanut when you tried to run through the\nlens,\" said McBride. \"Why quibble now?\"\n\n\"I lived through it,\" said Drake.\n\n\"You'll live through this, perhaps,\" said McBride. \"Besides, we're not\ntoo worried about our own lives. We're all willing to take a chance on\nthem for Enid.\"\n\n\"Yeah?\" drawled Sandra sourly. \"How about the rest of them? That's only\nspeaking for yourself.\"\n\nSteve Hammond called from across the room: \"What he said still goes.\nHe'd do as much for me!\"\n\n\"Just a big bunch of mutual admirers,\" sneered Sandra. \"Always sticking\ntogether in a pinch.\"\n\n\"What's wrong with that?\"\n\n\"Why didn't you think of your wife a long time ago instead of worrying\nnow. Fine show of nerves for the public consumption!\"\n\n\"Miss Drake, as far as we are concerned, you haven't been properly\ntreated. Somewhere in the Good Book is a reference to sparing the rod\nand spoiling the child. Do your parents twist their faces in anguish\nevery time they see you? They should. Anyone who has foisted upon this\nsolar system a stinking little, unfeeling rotter like yourself should\nhate to be alone with their thoughts. Now get out of here and let us\nalone.\"\n\nSandra moved back at the harshness of his voice. McBride looked behind\nher and instinctively put out a hand to stop her; but Sandra thought\nthat the move meant violence and moved back faster. She collided with a\ndangling wire from the alphatron and went rigid. She toppled, as stiff\nas a board.\n\n\"Great Space!\" exploded Hammond. \"Jimmy, how much was that?\"\n\n\"Nine hundred alphons,\" answered Jimmy, looking at the meters on the\nalphatron and making a quick calculation. \"Not enough to harm. She's\njust had all of her voluntary nervous system paralyzed.\"\n\nMcBride stooped, picked her up, and carried her to a work-chair, which\nhe kicked horizontal with his foot and dropped her into it. He went\nto the medicine cabinet and filled a hypo which he shot into her arm.\nGradually her too-regular breathing became humanly irregular again and\nshe moved to get up.\n\n\"Stay there,\" said McBride.\n\n\"Rest a bit,\" advised Hammond.\n\n\"And remember next time,\" warned Jimmy, \"that this kind of a place is\nno place to walk backwards. Another two hundred alphons--and that is\nfar from impossible--and you'd have been extremely dead.\" He wiped his\nforehead with a dirty cloth, mopping the beads of nervous perspiration\naway.\n\n\"I suppose that would have left you without a pilot,\" said Sandra. Her\nsharp remark lacked her usual conviction, however, and she realized\nthat it fell flat. She got out of the chair and left abruptly.\n\n\n\n\"Well, I'll be--\"\n\n\"Be careful,\" said Larry. \"She isn't worth it.\"\n\n\"I'm going to take the bad taste out of my mouth by calling the Lens,\"\nannounced McBride.\n\n\"Go ahead,\" offered Pete. \"We'll polish off here and by the time you're\nthrough, we'll make a stab at it!\"\n\nMcBride got a through connection to Station 1, and Dr. Caldwell came to\nthe phone.\n\n\"Doc,\" asked McBride. \"How's Enid?\"\n\n\"Touch and go, lad. We're still fighting.\"\n\n\"Bad?\"\n\n\"I'm afraid to say 'no' to that one,\" answered Caldwell in a tight\nvoice.\n\n\"What does she say?\"\n\n\"She's been in a coma ever since the fall, except for a minute or two\nin which she called for you. John, I shouldn't have sent you away.\"\n\n\"Don't worry about that one. After all, you didn't know she was going\nto take a header.\"\n\n\"Yeah, but--\"\n\n\"You fix her up and we'll forget it.\"\n\n\"But suppose--\"\n\n\"Doc, is it that bad?\"\n\n\"I can not deny that she would be infinitely better off if you were\nhere. She needs an emotional lift.\"\n\n\"I'm trying.\"\n\n\"I know, lad, but the next ship off of Pluto is in five days and then\nfour more days of flight at a killing drive. Nine interminable days.\"\n\nMcBride debated the advisability of telling Caldwell of their\nexperiment, but decided against it. If he said anything about the\npossibility of getting there sooner, Caldwell might tell Enid on the\nchance that it might do her some good. On the other hand, if Enid\nthought he were coming, and he did not come, the shock--\n\n\"O.K., Doc. We'll get there somehow.\"\n\n\"We'll keep fighting,\" said Caldwell.\n\nHe hung up the phone as Hammond spoke into the communicator. \"Sunward\nat thirty feet per,\" he said.\n\n\"Thirty feet per,\" answered Drake. \"And may we not get burned!\"\n\n\"Trusting soul,\" observed Hammond.\n\nSandra thrust the main lever home with a savage motion. Deftly she\njuggled the steering levers until the ship pointed at Sol. \"We're off,\"\nshe said. \"Hold your hats!\"\n\n\n\nThe accelerometer climbed by the second. It hit one hundred feet per,\nand then slowed in its climb, approaching one twenty in an exponential\ncurve. In the other room, a step-by-step switch continued to click off\nthe contacts, and the generators in the turbine room whined higher and\nhigher up the scale. Minutes passed and became a half hour.\n\n\"We're in,\" said McBride, with a deep exhalation. \"But how in the name\nof sin can we tell what our acceleration is?\"\n\n\"The Hooke type of accelerometer is useless when we neutralize the\ngravity-apparent,\" agreed Hammond. \"We're going to have some inventing\nto do.\"\n\n\"I wonder what the limit of our acceleration is,\" said Jimmy. \"It can't\nbe infinite, because the mechanogravitic generator above can take only\nso much--\"\n\nThe inertia switches went out with startling clicks, and the\nweight-loaded rheostats whirred home to zero. Relays danced madly as\nthe acceleration went to zero once more.\n\n\"Right back where we started from,\" came the pained voice of Sandra\nDrake. \"Can't you birds think of something practical?\"\n\nShe thrust the main control home once more, hooking it up to the\nautomatic circuit that Larry had installed. The acceleration began\nagain. \"Now we'll have some more jackrabbit drive--but with a longer\njump,\" said Drake cynically.\n\n\"We'll have to limp all the way to the Lens on this drive,\" said\nMcBride. \"It isn't too good, but I can't see--\"\n\n\"I'm tired of this jerky stuff,\" said Sandra Drake entering the room.\n\"It seems to me that you should be able to duplicate the mess you have\nhere by something similar up in the nose.\"\n\n\"Yes?\" asked Steve Hammond politely. He was interested but not\nimpressed.\n\n\"What I'm trying to say is this: Wouldn't a set-up similar to this\nspace-eating drive also be capable of exerting mechanical attraction,\nthereby getting you a constantly increasing neutralizing force?\"\n\nSteve thought that one over. \"Not bad. Not bad at all!\"\n\nJimmy jumped to his feet. \"It'll work, Steve. We'll have to induce\nthe mechanogravitic force in a cupralum bar by secondary gravitic\nradiation, but it is a known phenomenon. Drakey, that's top!\"\n\n\"Except for one thing,\" said Larry. \"We're fresh out of magnetogravitic\ngenerators. Aside from that, we can run this heap all the way to\nSirius.\"\n\nPete said: \"Yeah, and if we did have one, we'd still be short a few\nthousand alphons. The alphatron won't carry another generator, nor will\nthe little one upstairs.\" He grinned at Sandra. \"We're not tossing cold\nwater on your suggestion. It'll work--but not right now.\"\n\n\"Then it was good?\" asked Drake with the first question of honest awe\nshe had used in years.\n\n\"Perfect,\" said McBride, cheerfully. \"But not quite complete. We\nwon't censure you for that, however, since we know that you haven't\nbeen hanging around space-warp engineers for the last ten years. You\ncouldn't have known that this mag-grav generator will do service on\nboth ends. All we have to do is to direct the output on a two-lobe\npattern instead of a single-lobe pattern, and set our induction bar\nup above in the field of the mechanogravitic we've already got there.\nJimmy, change the output pattern of the mag-grav and we'll hike aloft\nwith the cupralum bar.\" He bowed at Sandra. \"Thanks to that one, we'll\nbe moving right along!\"\n\n\n\nPilot Drake sent the power lever home at thirty feet per, and watched\nthe accelerator climb to exactly thirty, where it stopped and hung.\nMinutes passed, and the meter read constant.\n\nSteve Hammond smiled wider and wider as the minutes added into a\nquarter hour. \"I think our cupralum hull is helping,\" he said.\n\n\"How?\" asked Pete.\n\n\"Why, it is collecting enough leakage-warp to create a nice large warp\nof its own--in which we now travel, and in which the accelerometer\nreads only that factor 'R' of Mac's. That meter reads the rate of\nchange of acceleration. Drake, step it up to sixty.\"\n\nSandra advanced the drive, and the meter went up to sixty even.\n\n\"We're on the ball,\" said Hammond.\n\n\"We sure are,\" said McBride, passing a forefinger over his cheek. \"It's\nhot in here.\"\n\n\"I know. And you can call the Lens and tell the Doc we're on our way.\"\n\n\"I tried that. The lines were busy, so I shot 'em a 'gram. They know\nnow that we're coming.\"\n\n\"I wonder if your math is correct,\" said Steve.\n\n\"Why?\"\n\n\"If it is,\" explained Steve, \"we'll be halfway to the Lens in three\nhours from start--no, wait a minute. We're running at sixty feet now.\nThat means a little better than two hours! But if they are correct,\nwe'll be hitting almost two times the speed of light. That is not\npossible.\"\n\n\"I think we'll do it,\" said McBride. \"After all, we're in a space warp,\nand no one really knows whether the laws of the universe hold in a\nspace warp. Drake hit the Lens at about ten thousand miles per second,\nwas stopped in time to get to one of the fore lens stations, which must\nhave been terrific deceleration--unthinkably high--and it didn't even\nmuss her hair. We'll know in a bit when we are supposed to hit the\nspeed of light.\"\n\n\"Then for the love of Mike, what is our limiting velocity?\"\n\n\"The same as any of the gravitic spectra. Gravitic phenomena propagates\nat the speed of light raised to the power of 2.71828--That's our\nlimiting velocity.\"\n\n\"Want to make any bets?\"\n\n\"I don't mind. My guess is as good as yours.\"\n\n\"Better,\" admitted Steve.\n\n\n\nBelow, in the pilot room, Sandra Drake was having a state of nerves.\nShe was alone in the driver's seat of a ship destined to exceed the\nspeed of light, and she was scared. For some reason, the men who\nprofessed to shy at danger were arguing the possibilities of running\nabove the speed of light while she, who had lived the life of an\nadventuresome girl, a daredevil, was worrying. She listened through the\ncommunicator at their argument and cursed under her breath.\n\nThey were going at it in a pedantic manner, hurling equations and\ntheorems and postulates at one another like lawyers with a case for\nthe supreme court, not men who were heading for God-Knows-What at a\nheadlong pace under an ever-increasing acceleration.\n\nThere were all sorts of arguments as to the aspect of the sky as the\nspeed of light was approached. And how it would look at a velocity\nof more than light. This went on for some time, with Steve Hammond\nholding out for blackout and John McBride holding for a sky that\ncrawled forward due to the angle-vectors created by the ship's passage\nacross the light rays, until the entire sky appeared before them--all\nthe stars in the sky would be in the hemisphere in front of them, no\nconstellation recognizable.\n\n\"But your supposition does not recognize the doppler effect,\" objected\nHammond. \"Visible light will be out of the visible spectrum.\"\n\n\"True enough. But solar radiation extends from down low in the\nelectromagnetic scale to very very high in the extra-hard UV. Visible\nspectra will be dopplered into the UV, all right, but the radio waves\nwill have an apparent frequency of light, and we shall see the stars by\nthat, I think.\"\n\n\"With no change in color?\" asked Hammond skeptically.\n\n\"There will be a change in color, naturally. We'll observe them in\naccordance with whatever long waves they emit; they will in no way\nresemble the familiar stars we know.\"\n\n\"How's a poor devil going to navigate at any rate?\" asked Larry. \"With\neverything out of place--or invisible--what's he going to use for\nsignposts?\"\n\n\"In normal usage, the super drive will be fine. We've been using\nautopilots for years and years, setting up the whole course from\ntake-off to the last half hour of landing. We can still do it. We'll be\nflying blind, but so what? We fly pretty blind as it is; no one gives a\nrap about the sky outside. Instrument flying is our best bet.\"\n\n\"Well,\" said Hammond, \"we'll see it soon enough. The color of the stars\nbehind us are changing right now.\"\n\n\"They should. We're running at three quarters of light--and, Stevey\nBoy, they're still visible!\"\n\nSilently they watched the sky. Dead below them, a tiny black circle\nappeared and the stars that once occupied this circle were flowing\naway from it radially. It expanded, and the region of flow spread\ncircularly, and the bowl of the sky moved like a fluid thing towards\nthe top of the ship until the stars at their nose were crowding\ntogether. Stars appeared there, new stars caused by the crossing of\nelectromagnetic waves from the rear, and the sky took on an alien sight.\n\nFor a long time the stars seemed to tighten in their positions above\nthe ship, and then the warning bell rang and the ship swapped ends\neasily and the bowl of the sky was below them.\n\nThen it began to return to the fore observation point of the _Haywire\nQueen_ as the velocity of the ship dropped. The crawl started, and\nthe black circle diminished until it was gone. The stars continued\nto regain their familiar color as the _Haywire Queen_ approached the\nnormal velocities used by mankind.\n\n\n\nFive hours after their start, the _Haywire Queen_ slid clumsily to a\nstop beside Station 1 and made a landing. She arced a bit, since the\ncharge-generating equipment did not have the refinements of the Lens\nflitters for making the ship assume the charge of the destined station.\nBut the arc was not too bad, and within a minute after the _Haywire\nQueen_ touched the landing deck, John McBride was knocking on the door\nof Dr. Caldwell's office in the hospital.\n\nCaldwell came out of the inner door to answer the summons, and he\nlooked up at McBride and went dead-white.\n\n\"Mac! It's you?\"\n\n\"Naturally,\" smiled McBride. \"How's Enid?\"\n\n\"How did you get here?\" demanded Doc.\n\n\"That's a long yarn, Doc, and it includes a whole engineering program,\nexceeding the velocity of light, and using a space warp as a traveling\ncompanion. How's Enid?\"\n\n\"She was none too good, but we'll have her through now. Come on in!\"\n\n\"First tell Tommy that the _Haywire Queen_ is on the landing deck and\nthat they're to have anything they need if we have to kill the lens to\ngive it to them!\"\n\n\"I heard that, John,\" said Tommy, coming in the door. \"It's done.\" He\nturned on his heel and left immediately.\n\nJohn approached the bedside. \"Enid,\" he said softly.\n\nEnid's eyes fluttered. A wave of pain passed across her face and she\ntried to move. McBride looked at the doctor.\n\n\"Go ahead, John,\" said Doc.\n\n\"Enid. I'm here. It's John.\"\n\nEnid opened her mouth, gasped once, and said in a very weak voice:\n\"John? Here?\"\n\n\"Nowhere else.\"\n\n\"But you ... were on ... Pluto--?\"\n\nMcBride thought that one over. How could he explain? He decided not\nto, and said: \"I've been coming back for a long time, Enid. I'm here\nnow--that's all that counts.\"\n\n\"Yes, John,\" said Enid.\n\n\"She'll be all right now,\" said Caldwell. \"That's what she needed.\"\n\nAnother wave of pain crossed Enid's face, and a nurse came with a\nfilled hypo.\n\nCaldwell drew McBride out. \"Another half hour will see her through,\" he\ntold John. \"You wait here and everything will be all right. I know that\nnow, thank God.\"\n\nCaldwell left McBride to re-enter Enid's room.\n\nSteve Hammond and Sandra Drake entered the office. \"How is she?\" asked\nHammond.\n\n\"Doc says she's going to be all right, now. I've seen her and Doc says\nshe's perking up already.\"\n\n\"Good!\" said Steve. \"Drake, that was a nice piece of navigating. You\nhit Station 1 right on the nose.\"\n\nSandra felt a whole library of emotions, mixed together. She smiled a\nsickly smile and said: \"I should have. I've been here before, remember?\"\n\nHammond ignored the statement because he thought it sounded too much\nlike bluster. \"Drake,\" he said, \"the _Haywire Queen_ is about ready to\nhop for Terra. Do you feel up to running it in?\"\n\n\"Steve,\" snapped Sandra Drake, \"I'm not going to let any idiot male\nhandle the _Haywire Queen_, and don't you forget it! After all, I'm\nthe only pilot in the solar system that knows how to run her! I'll\npersonally strangle both you and whomever you think you're going to\nget for that job, understand?\"\n\nSandra turned and left.\n\n\"What in the name of the seven hells has got that dame?\" asked McBride.\n\n\"There are a lot of ways to kill a cat besides choking it to death\nwith cream,\" said Hammond thoughtfully, \"but the latter way is just as\neffective and sometimes a lot easier. Our she-barracuda has just hit\nthe one thing that she can't fight.\"\n\n\"Huh?\"\n\n\"Sure. We gave her credit for doing a good job. Willing, honest credit.\nNo matter how she may profess to despise our opinion, she can't yell\n'Liar' at us because that would mean that she thought that the praise\nmeant nothing. She's got to agree with us, or deny that she did\nanything worthy. And she's been living in a world of her own, trying to\nprove that she is the stuff. So--get me?\"\n\n\"Uh-huh, I suppose so. How're you set?\"\n\n\"Pretty good. We've swiped all of your spare alphatrons and a couple\nmore gravitic generators, and we'll butter the job up a little so that\nwe won't worry about over-loading the alphatrons. That'll take us an\nhour or so. How're you doing?\"\n\n\"I dunno. Doc said wait here--and dammit, I'm running out of\nfingernails, cigarettes, and patience.\"\n\n\"Well hang tight. I'll be back from time to time to see how you're\ngetting along--Hi, Doc? What's the good word?\"\n\n\"It's good,\" sighed Dr. Caldwell.\n\n\"Honest?\" yelled McBride. \"Enid's O.K.?\"\n\n\"Fine. From here on in it's a breeze. Oh, I forgot to tell you. She's\nhad her son.\"\n\n\"She's what?\" yelled McBride.\n\n\"Son. John McBride Junior, I presume. He's an ugly, carrot-colored,\nmonkey-faced, repulsively wrinkled little monster, but Enid says he's\nthe image of the old man.\"\n\nMcBride looked at Caldwell, and then rushed out to Enid's room.\n\n\"Image of the old man, hey?\" asked Hammond.\n\n\"He'll develop,\" said Dr. Caldwell. \"Junior is a Latent Image!\"\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68280/pg68280.txt",
        "name": "latent_image.json"
    }
}