{
    "name": "'Le Monsieur de la Petite Dame'",
    "author": [
        "Hodgson, Frances Eliza",
        "Townesend, Frances Eliza Hodgson Burnett",
        "Burnett, Frances Hodgson"
    ],
    "body": "By Frances Hodgson Burnett\n\nCopyright, 1877\n\n\nIt was Madame who first entered the box, and Madame was bright with\nyouthful bloom, bright with jewels, and, moreover, a beauty. She was\na little creature, with childishly large eyes, a low, white forehead,\nreddish-brown hair, and Greek nose and mouth.\n\n\"Clearly,\" remarked the old lady in the box opposite, \"not a\nFrenchwoman. Her youth is too girlish, and she has too petulant an air\nof indifference.\"\n\nThis old lady in the box opposite was that venerable and somewhat severe\naristocrat, Madame de Castro, and having gazed for a moment or so a\nlittle disapprovingly at the new arrival, she turned her glasses to the\nyoung beauty's companion and uttered an exclamation.\n\nIt was at Monsieur she was looking now. Monsieur had followed his wife\nclosely, bearing her fan and bouquet and wrap, and had silently seated\nhim self a little behind her and in the shadow.\n\n\"_Ciel!_\" cried Madame de Castro, \"what an ugly little man!\"\n\nIt was not an unnatural exclamation. Fate had not been so kind to the\nindividual referred to as she might have been--in fact she had been\ndefinitely cruel. He was small of figure, insignificant, dark, and wore\na patient sphynx-like air of gravity. He did not seem to speak or move,\nsimply sat in the shadow holding his wife's belongings, apparently\nalmost entirely unnoticed by her.\n\n\"I don't know him at all,\" said Madame de Castro; \"though that is not to\nbe wondered at, since I have exiled myself long enough to forget and be\nforgotten by half Paris. What is his name?\"\n\nThe gentleman at her side--a distinguished-looking old young man, with a\nsarcastic smile--began with the smile, and ended with a half laugh.\n\n\"They call him,\" he replied, \"Le Monsieur de la petite Dame. His name is\nVillefort.\"\n\n\"Le Monsieur de la petite Dame,\" repeated Madame, testily. \"That is\na title of new Paris--the Paris of your Americans and English. It is\nvillainously ill-bred.\"\n\nM. Renard's laugh receded into the smile again, and the smile became of\ndouble significance.\n\n\"True,\" he acquiesced, \"but it is also villainously apropos. Look for\nyourself.\"\n\nMadame did so, and her next query, after she had dropped her glass\nagain, was a sharp one.\n\n\"Who is she--the wife?\"\n\n\"She is what you are pleased to call one of our Americans! You know\nthe class,\"--with a little wave of the hand,--\"rich, unconventional,\ncomfortable people, who live well and dress well, and have an\nincomprehensibly _naive_ way of going to impossible places and doing\nimpossible things by way of enjoyment. Our fair friend there, for\ninstance, has probably been round the world upon several occasions,\nand is familiar with a number of places and objects of note fearful\nto contemplate. They came here as tourists, and became fascinated with\nEuropean life. The most overwhelming punishment which could be inflicted\nupon that excellent woman, the mother, would be that she should be\ncompelled to return to her New York, or Philadelphia, or Boston,\nwhichsoever it may be.\"\n\n\"Humph!\" commented Madame. \"But you have not told me the name.\"\n\n\"Madame Villefort's? No, not yet. It was Trent--Mademoiselle Bertha\nTrent.\"\n\n\"She is not twenty yet,\" said Madame, in a queer, grumbling tone. \"What\ndid she marry that man for?\"\n\n\"God knows,\" replied M. Renard, not too devoutly, \"Paris does not.\"\n\nFor some reason best known to herself, Madame de Castro looked angry.\nShe was a shrewd old person, with strong whims of her own, even at\nseventy. She quite glared at the pretty American from under her bushy\neyebrows.\n\n\"Le Monsieur de la petite Dame!\" she fumed. \"I tell you it is low--_low_\nto give a man such names.\"\n\n\"Oh!\" returned Renard, shrugging his shoulders, \"we did not give it to\nhim. It was an awkward servant who dubbed him so at first. She was new\nto her position, and forgot his name, and being asked who had arrived,\nstumbled upon this _bon mot: 'Un monsieur, Madame--le monsieur de la\npetite dame,'_--and, being repeated and tossed lightly from hand to\nhand, it has become at last an established witticism, albeit bandied\nunder breath.\"\n\nIt was characteristic of the august De Castro that during the remainder\nof the evening's entertainment she should occupy herself more with her\nneighbors than with the opera. She aroused M. Renard to a secret ecstasy\nof mirth by the sharp steadiness of her observation of the inmates of\nthe box opposite to them. She talked about them, too, in a tone not too\nwell modulated, criticising the beautifully dressed little woman,\nher hair, her eyes, her Greek nose and mouth, and, more than all, her\nindifferent expression and her manner of leaning upon the edge of her\nbox and staring at the stage as if she did not care for, and indeed\nscarcely saw, what was going on upon it.\n\n\"That is the way with your American beauties,\" she said. \"They have no\nrespect for things. Their people spoil them--their men especially.\nThey consider themselves privileged to act as their whims direct. They\nhave not the gentle timidity of Frenchwomen. What French girl would have\nthe _sang froid_ to sit in one of the best boxes of the Nouvelle Opera\nand regard, with an actual air of _ennui_, such a performance as this?\nShe does not hear a word that is sung.\"\n\n\"And we--do we hear?\" bantered M. Renard.\n\n\"_Pouf!_\" cried Madame. \"We! We are world-dried and weather-beaten. We\nhave not a worm-eaten emotion between us. I am seventy, and you, who are\nthirty-five, are the elder of the two. Bah! At that girl's age I had\nthe heart of a dove.\"\n\n\"But that is long ago,\" murmured M. Renard, as if to himself. It\nwas quite human that he should slightly resent being classed with an\nunamiable grenadier of seventy.\n\n\"Yes!\" with considerable asperity. \"Fifty years!\" Then, with harsh\nvoice and withered face melted suddenly into softness quite _naive, \"Mon\nDieu!_\" she said, \"Fifty years since Arsene whispered into my ear at my\nfirst opera, that he saw tears in my eyes!\"\n\nIt was at this instant that there appeared in the Villefort box a new\nfigure,--that of a dark, slight young man of graceful movements,--in\nfact, a young man of intensely striking appearance. M. Villefort rose\nto receive him with serious courtesy, but the pretty American was not so\ngracious. Not until he had seated himself at her side and spoken to her\ndid she turn her head and permit her eyes simply to rest upon his face.\n\nM. Renard smiled again.\n\n\"Enter,\" he remarked in a low tone,--\"enter M. Ralph Edmondstone, the\ncousin of Madame.\"\n\nHis companion asked no questions, but he proceeded, returning to his\nlight and airy tone:--\n\n\"M. Ralph Edmondstone is a genius,\" he said. \"He is an artist, he is a\npoet, he is also a writer of subtile prose. His sonnets to Euphrasie--in\nthe day of Euphrasie--awakened the admiration of the sternest critics:\nthey were so tender, so full of purest fire! Some of the same critics\nalso could scarcely choose between these and his songs to Aglae in\nher day, or Camille in hers. He is a young man of fine fancies, and\npossesses the amiable quality of being invariably passionately in\nearnest. As he was serious in his sentiments yesterday, so he will be\nto-morrow, so he is to-day.\"\n\n\"To-day!\" echoed Madame de Castro. \"Nonsense!\"\n\nMadame Villefort did not seem to talk much. It was M. Ralph Edmondstone\nwho conversed, and that, too, with so much of the charm of animation\nthat it was pleasurable even to be a mere looker-on.\n\nOne involuntarily strained one's ears to catch a sentence,--he was\nso eagerly absorbed, so full of rapid, gracefully unconscious and\nunconventional gesture.\n\n\"I wonder what he is saying?\" Madame de Castro was once betrayed into\nexclaiming.\n\n\"Something metaphysical, about a poem, or a passage of music, or a\npicture,--or perhaps his soul,\" returned M. Renard. \"His soul is his\nstrong point,--he pets it and wonders at it. He puts it through its\npaces. And yet, singularly enough, he is never ridiculous--only fanciful\nand _naive_. It is his soul which so fascinates women.\"\n\nWhether this last was true of other women or not, Madame Villefort\nscarcely appeared fascinated. As she listened, her eyes still rested\nupon his eager mobile face, but with a peculiar expression,--an\nexpression of critical attention, and yet one which somehow detracted\nfrom her look of youth, as if she weighed his words as they fell from\nhis lips and classified them, without any touch of the enthusiasm which\nstirred within himself.\n\nSuddenly she rose from her seat ana addressed her husband, who\nimmediately rose also. Then she spoke to M. Edmondstone, and without\nmore ado, the three left the box,--the young beauty, a little oddly,\nrather followed than accompanied by her companions,--at the recognition\nof which circumstance Madame de Castro uttered a series of sharp\nejaculations of disapproval.\n\n\"Bah! Bah!\" she cried. \"She is too young for such airs!--as if she were\nMadame l'Imperatrice herself! Take me to my carriage. I am tired also.\"\n\nCrossing the pavement with M. Renard, they passed the carriage of the\nVilleforts. Before its open door stood M. Villefort and Edmondstone, and\nthe younger man, with bared head, bent forward speaking to his cousin.\n\n\"If I come to-morrow,\" he was saying, \"you will be at home, Bertha?\"\n\n\"Yes.\"\n\n\"Then, good-night,\"--holding out his hand,--\"only I wish so that\nyou would go to the Aylmers instead of home. That _protegee_ of Mrs.\nAylmer's--the little singing girl--would touch your heart with her\nvoice. On hearing her, one thinks at once of some shy wild bird high in\na clear sky,--far enough above earth to have forgotten to be timid.\"\n\n\"Yes,\" came quietly from the darkness within the carriage; \"but I am too\ntired to care about voices just now. Good-night, Ralph!\"\n\nM. Renard's reply of \"God knows, Paris does not,\" to Madame de Castro's\nquery as to why Madame Villefort had married her husband, contained an\nelement of truth, and yet there were numbers of Parisian-Americans, more\nespecially the young, well-looking, and masculine, who at the time\nthe marriage had taken place had been ready enough with sardonic\nexplanations.\n\n\"There are women who are avaricious enough to sell their souls,\" they\ncried; \"and the maternal Trent is one of them. The girl is only to blame\nfor allowing herself to be bullied into the match.\"\n\n\"But the weak place in this argument,\" said M. Renard, \"is, that the\npeople are too rich to be greatly influenced by money. If there had been\na title,--but there was no title.\"\n\nNeither did Bertha Trent comport herself like a cowed creature. She took\nher place in society as Madame Villefort in such a manner as could give\nrise to no comment whatever; only one or two of the restless inquisitive\nwondered if they had not been, mistaken in her. She was, as I have said\nalready, a childishly small and slight creature,--the kind of woman to\ntouch one with suggestions of helplessness and lack of will; and yet,\nnotwithstanding this, a celebrated artist--a shrewd, worldly-wise old\nfellow--who had painted her portrait, had complained that he was not\nsatisfied with it because he had not done justice to \"the obstinate\nendurance in her eye.\"\n\nIt was to her cousin, Ralph Edmondstone, he had said this with some\ndegree of testiness, and Edmondstone had smiled and answered:--\n\n\"What! have you found that out? Few people do.\"\n\nAt the time of the marriage Edmondstone had been in Rome singeing his\nwings in the light of the eyes of a certain Marchesa who was his latest\npoetic passion. She was not his first fancy, nor would she be his last,\nbut she had power enough for the time being to have satisfied the most\nexacting of women.\n\nHe was at his banker's when he heard the news spoken of as the latest\nitem from American Paris, and his start and exclamation of disgust drew\nforth some cynical after-comment from men who envied him.\n\n\"Who?\" he said, with indiscreet impatience. \"That undersized sphynx of a\nVillefort? Faugh!\"\n\nBut insignificant though he might be, it was M. Villefort who had\nwon, and if he was nothing more, he was at least a faithful attendant.\nHenceforth, those who saw his wife invariably saw him also,--driving\nwith her in her carriage, riding with her courageously if ungracefully,\nstanding or seated near her in the shadow of her box at the Nouvelle\nOpera, silent, impassive, grave, noticeable only through the contrast he\nafforded to her girlish beauty and bloom.\n\n\"Always there!\" commented a sharp American belle of mature years, \"like\nan ugly little conscience.\"\n\nEdmondstone's first meeting with his cousin after his return to Paris\nwas accidental. He had rather put off visiting her, and one night,\nentering a crowded room, he found himself standing behind a girl's light\nfigure and staring at an abundance of reddish-brown hair. When, almost\nimmediately the pretty head to which this hair belonged turned with\na slow, yet involuntary-looking movement toward him, he felt that he\nbecame excited without knowing why.\n\n\"Ah, Bertha!\" he exclaimed.\n\nShe smiled a little and held out her hand, and he immediately became\nconscious of M. Villefort being quite near and regarding him seriously.\n\nIt was the perverseness of fate that he should find in Bertha Villefort\neven more than he had once seen in Bertha Trent, and there had been\na time when he had seen a great deal in Bertha Trent. In the Trent\nhousehold he had been a great favorite. No social evening or family\nfestivity had seemed complete without his presence. The very children\nhad felt that they had a claim upon his good-humor, and his tendency\nto break forth into whimsical frolic. Good Mrs. Trent had been wont to\nscold him and gossip with him. He had read his sonnets and metaphysical\narticles to Bertha, and occasionally to the rest; in fact, his footing\nin the family was familiar and firmly established. But since her\nmarriage Bertha had become a little incomprehensible, and on that\naccount a little more interesting. He was sure she had developed, but\ncould not make out in what direction. He found occasion to reproach her\nsometimes with the changes he found in her.\n\n\"There are times when I hardly know you,\" he would say, \"you are so\nfinely orthodox and well controlled. It was not so with you once,\nBertha. Don't--don't become that terrible thing, a fine lady, and worse\nstill, a fine lady who is _desillusionee_\"\n\nIt baffled him that she never appeared much moved, by his charges.\nCertainly she lived the life of a \"fine lady,\"--a brilliant life,\na luxurious one, a life full of polite dissipation. Once, when in a\ntenderly fraternal mood, he reproached her with this also, she laughed\nat him frankly.\n\n\"It is absinthe,\" she said. \"It is my absinthe at least, and who does\nnot drink a little absinthe--of one kind or another?\"\n\nHe was sincerely convinced that from this moment he understood and had\nthe right to pity and watch over her. He went oftener to see her. In her\npresence he studied her closely, absent he brooded over her. He became\nimpatiently intolerant of M. Villefort, and prone to condemn him, he\nscarcely knew for what.\n\n\"He has no dignity--no perception,\" was his parental decision. \"He has\nnot even the delicacy to love her, or he would have the tenderness to\nsacrifice his own feelings and leave her to herself. I could do it for a\nwoman I loved.\"\n\nBut M. Villefort was always there,--gravely carrying the shawls, picking\nup handkerchiefs, and making himself useful.\n\n\"_Imbecile!_\" muttered M. Renard under cover of his smile and his\nmustache, as he stood near his venerable patroness the first time she\nmet the Villeforts.\n\n\"Blockhead!\" stealthily ejaculated that amiable aristocrat. But though\nshe looked grimly at M. Villefort, M. Renard was uncomfortably uncertain\nthat it was he to whom she referred.\n\n\"Go and bring them to me,\" she commanded, \"Go and bring them to me\nbefore some one else engages them. I want to talk to that girl.\"\n\nIt was astonishing how agreeable she made herself to her victims\nwhen she had fairly entrapped them. Bertha hesitated a little before\naccepting her offer of a seat at her side, but once seated she found\nherself oddly amused. When Madame de Castro chose to rake the embers of\nher seventy years, many a lively coal discovered itself among the ashes.\n\nSeeing the two women together, Edmondstone shuddered in fastidious\nprotest.\n\n\"How could you laugh at that detestable old woman?\" he exclaimed on\nencountering Bertha later in the evening. \"I wonder that M. Villefort\nwould permit her to talk to you. She is a wicked, cynical creature, who\nhas the hardihood to laugh at her sins instead of repenting of them.\"\n\n\"Perhaps that is the reason she is so amusing,\" said Bertha.\n\nEdmondstone answered her with gentle mournfulness.\n\n\"What!\" he said. \"Have you begun to say such things? You too, Bertha\"--\n\nThe laugh with which she stopped him was both light and hard.\n\n\"Where is M. Villefort?\" she asked. \"I have actually not seen him for\nfifteen minutes. Is it possible that Madame de Castro has fascinated him\ninto forgetting me?\"\n\nEdmondstone went to his hotel that night in a melancholy mood. He even\nlay awake to think what a dreary mistake his cousin's marriage was. She\nhad been such a tender and easily swayed little soul as a girl, and now\nit really seemed as if she was hardening into a woman of the world.\nIn the old times he had been wont to try his sonnets upon Bertha as a\nmusician tries his chords upon his most delicate instrument. Even now\nhe remembered certain fine, sensitive expressions of hers which had\nthrilled him beyond measure.\n\n\"How could she marry such a fellow as that--how could she?\" he groaned.\n\"What does it mean? It must mean something.\"\n\nHe was pale and heavy-eyed when he wandered round to the Villeforts'\nthe following morning. M. Villefort was sitting with Bertha and reading\naloud. He stopped to receive their visitor punctiliously and inquire\nafter his health.\n\n\"M. Edmondstone cannot have slept well,\" he remarked.\n\n\"I did not sleep at all,\" Edmondstone answered, \"and naturally have a\nheadache.\"\n\nBertha pointed to a wide lounge of the _pouf_ order.\n\n\"Then go to sleep now,\" she said; \"M. Villefort will read. When I have a\nheadache he often reads me to sleep, and I am always better on awaking.\"\n\nInvoluntarily Edmondstone half frowned. Absurdly enough, he resented in\nsecret this amiability on the part of M. Villefort toward his own wife.\nHe was quite prepared to be severe upon the reading, but was surprised\nto be compelled to acknowledge that M. Villefort read wondrously well,\nand positively with hints of delicate perception. His voice was full and\nyet subtly flexible. Edmondstone tried to protest against this also, but\nuselessly. Finally he was soothed, and from being fretfully wide-awake\nsuddenly passed into sleep as Bertha had commanded. How long his slumber\nlasted he could not have told. All at once he found himself aroused and\nwide-awake as ever. His headache had departed; his every sense seemed to\nhave gained keenness. M. Villefort's voice had ceased, and for a few\nseconds utter, dead silence reigned. Then he heard the fire crackling,\nand shortly afterward a strange, startling sound--a sharp, gasping sob!\n\nThe pang which seized upon him was strong indeed. In one moment he\nseemed to learn a thousand things by intuition--to comprehend her,\nhimself, the past. Before he moved he knew that Villefort was not in the\nroom, and he had caught a side glimpse of the pretty blue of Bertha's\ndress.\n\nBut he had not imagined the face he saw when he turned his head to look\nat her. She sat in a rigid attitude, leaning against the high cushioned\nback of her chair, her hands clasped above her head. She stared at the\nfire with eyes wide and strained with the agony of tears unshed, and\namid the rush of all other emotions he was peculiarly conscious of\nbeing touched by the minor one of his recognition of her look of extreme\nyouth--the look which had been wont to touch people in the girl, Bertha\nTrent. He had meant to speak clearly, but his voice was only a loud\nwhisper when he sprang up, uttering her name.\n\n\"Bertha! Bertha! Bertha!\" as he flung himself upon his knees at her\nside.\n\nHer answer was an actual cry, and yet it reached no higher pitch than\nhis own intense whisper.\n\n\"I thought you were asleep?\"\n\nHer hands fell and he caught them. His sad impassioned face bowed itself\nupon her palms.\n\n\"I am awake, Bertha,\" he groaned. \"I am awake--at last.\"\n\nShe regarded him with a piteous, pitying glance. She knew him with a\nkeener, sadder knowledge than he would ever comprehend; but she did not\nunder-estimate the depth of his misery at this one overwhelming moment.\nHe was awake indeed and saw what he had lost.\n\n\"If you could but have borne with me a little longer,\" he said. \"If I\nhad only not been so shallow and so blind. If you could but have borne\nwith me a little longer!\"\n\n\"If I could but have borne with myself a little longer,\" she answered.\n\"If I could but have borne a little longer with my poor, base pride!\nBecause I suffered myself, I have made another suffer too.\"\n\nHe knew she spoke of M. Villefort, and the thought jarred upon him.\n\n\"He does not suffer,\" he said. \"He is not of the fibre to feel pain.\"\n\nAnd he wondered why she shrank from him a little and answered with a sad\nbitterness:--\n\n\"Are you sure? You did not know that!\"--\n\n\"Forgive me,\" he said brokenly, the face he lifted, haggard with his\nunhappiness. \"Forgive me, for I have lost so much.\"\n\nShe wasted few words and no tears. The force and suddenness of his\nemotion and her own had overborne her into this strange unmeant\nconfession; but her mood was unlike his,--it was merely receptive. She\nlistened to his unavailing regrets, but told him little of her own past.\n\n\"It does not matter,\" she said drearily. \"It is all over. Let it\nrest. The pain of to-day and tomorrow is enough for us. We have borne\nyesterday; why should we want it back again?\"\n\nAnd when they parted she said only one thing of the future:--\n\n\"There is no need that we should talk. There is nothing for us beyond\nthis point. We can only go back. We must try to forget--and be satisfied\nwith our absinthe.\"\n\nInstead of returning to his hotel, Edmondstone found his way to the\nChamps Elysees, and finally to the Bois. He was too wretched to have any\npurpose in his wanderings. He walked rapidly, looking straight before\nhim and seeing nobody. He scarcely understood his own fierce emotions\nHitherto his fancies had brought him a vague rapture; now he experienced\nabsolute anguish, Every past experience had become trivial. What\nhappiness is so keen as one's briefest pain? As he walked he lived again\nthe days he had thrown away. He remembered a thousand old, yet new,\nphases of Bertha's girlhood. He thought of times when she had touched\nor irritated or pleased him. When he had left Paris for Rome she had not\nbidden him good-by. Jenny, her younger sister, had told him that she was\nnot well.\n\n\"If I had seen her then,\" he cried inwardly, \"I might have read her\nheart--and my own.\"\n\nM. Renard, riding a very tall horse in the Bois, passed him and raised\nhis eyebrows at the sight of his pallor and his fagged yet excited look.\n\n\"There will be a new sonnet,\" he said to himself. \"A sonnet to Despair,\nor Melancholy, or Loss.\"\n\nAfterward, when society became a little restive and eager, M. Renard\nlooked on with sardonic interest.\n\n\"That happy man, M. Villefort,\" he said to Madame de Castro, \"is a good\nsoul--a good soul. He has no small jealous follies,\" and his smile was\nscarcely a pleasant thing to see.\n\n\"There is nothing for us beyond this past,\" Bertha had said, and\nEdmondstone had agreed with her hopelessly.\n\nBut he could not quite break away. Sometimes for a week the Villeforts\nmissed him, and then again they saw him every day. He spent his mornings\nwith them, joined them in their drives, at their opera-box, or at the\nentertainments of their friends. He also fell into his old place in the\nTrent household, and listened with a vague effort at interest to Mrs.\nTrent's maternal gossip about the boys' college expenses, Bertha's\nhousehold, and Jenny's approaching social _debut_ He was continually\nfull of a feverish longing to hear of Bertha,--to hear her name spoken,\nher ingoings and out-comings discussed, her looks, her belongings.\n\n\"The fact is,\" said Mrs. Trent, as the winter advanced, \"I am anxious\nabout Bertha. She does not look strong. I don't know why I have not\nseen it before, but all at once I found out yesterday that she is really\nthin. She was always slight and even a little fragile, but now she is\nactually thin. One can see the little bones in her wrists and fingers.\nHer rings and her bracelets slip about quite loosely.\"\n\n\"And talking of being thin, mother,\" cried Jenny, who was a frank,\nbright sixteen-year-old, \"look at cousin Ralph himself. He has little\nhollows in his cheeks, and his eyes are as much too big as Bertha's. Is\nthe sword wearing out the scabbard, Ralph? That is what they always say\nabout geniuses, you know.\"\n\n\"Ralph has not looked well for some time,\" said Mrs. Trent. \"As for\nBertha, I think I shall scold her a little, and M. Villefort too. She\nhas been living too exciting a life. She is out continually. She must\nstay at home more and rest. It is rest she needs.\"\n\n\"If you tell Arthur that Bertha looks ill \"--began Jenny.\n\nEdmondstone turned toward her sharply. \"Arthur!\" he repeated. \"Who is\nArthur?\"\n\nMrs. Trent answered with a comfortable laugh.\n\n\"It is M. Villefort's name,\" she said, \"though none of us call him\nArthur but Jenny. Jenny and he are great friends.\"\n\n\"I like him better than any one else,\" said Jenny stoutly. \"And I wish\nto set a good example to Bertha, who never calls him anything but M.\nVillefort, which is absurd. Just as if they had been introduced to each\nother about a week ago.\"\n\n\"I always hear him address her as Madame Villefort,\" reflected\nEdmondstone, somewhat gloomily.\n\n\"Oh yes!\" answered Jenny, \"that is his French way of studying her\nfancies. He would consider it taking an unpardonable liberty to call her\n'Bertha,' since she only favors him with 'M. Villefort.' I said to him\nonly the other day, 'Arthur, you are the oddest couple! You're so grand\nand well-behaved, I cannot imagine you scolding Bertha a little, and\nI have never seen you kiss her since you were married.' I was half\nfrightened after I had said it. He started as if he had been shot,\nand turned as pale as death. I really felt as if I had done something\nfrightfully improper.\"\n\n\"The French are so different from the Americans,\" said Mrs. Trent,\n\"particularly those of M. Villefort's class. They are beautifully\npunctilious, but I don't call it quite comfortable, you know.\"\n\nHer mother was not the only person who noticed a change in Bertha\nVillefort. Before long it was a change so marked that all who saw her\nobserved it. She had become painfully frail and slight. Her face looked\ntoo finely cut, her eyes had shadowy hollows under them, and were always\nbright with a feverish excitement.\n\n\"What is the matter with your wife?\" demanded Madame de Castro of M.\nVillefort. Since their first meeting she had never loosened her hold\nupon the husband and wife, and had particularly cultivated Bertha.\n\nThere was no change in the expression of M. Villefort, but he was\nstrangely pallid as he made his reply.\n\n\"It is impossible for me to explain, Madame.\"\n\n\"She is absolutely attenuated,\" cried Madame\" \"She is like a spirit.\nTake her to the country--to Normandy--to the sea--somewhere! She will\ndie if there is not a change. At twenty, one should be as plump as a\nyoung capon.\"\n\nA few days after this, Jenny Trent ran in upon Bertha as she lay upon\na lounge, holding an open book, but with closed eyes. She had come to\nspend the morning, she announced. She wanted to talk--about people,\nabout her dress, about her first ball which was to come off shortly.\n\n\"And Arthur says\"--she began.\n\nBertha turned her head almost as Edmondstone had done.\n\n\"Arthur!\" she repeated. For the second time Jenny felt a little\nembarrassed.\n\n\"I mean M. Villefort,\" she said, hesitantly.\n\nShe quite forgot what she had been going to say, and for a moment or so\nregarded the fire quite gravely. But naturally this could not last long.\nShe soon began to talk again, and it was not many minutes before she\nfound M. Villefort in her path once more.\n\n\"I never thought I could like a Frenchman so much,\" she said, in all\nenthusiastic good faith. \"At first, you know,\" with an apologetic half\nlaugh, \"I wondered why you had not taken an American instead, when there\nwere so many to choose from, but now I understand it. What beautiful\ntender things he can say, Bertha, and yet not seem in the least\nsentimental. Everything comes so simply right from the bottom of his\nheart. Just think what he said to me yesterday when he brought me those\nflowers. He helps me with mine, and it is odd how things will cheer up\nand grow for him, I said to him, 'Arthur, how is it that no flower ever\nfails you?' and he answered in the gentlest quiet way, 'Perhaps because\nI never fail them. Flowers are like people,--one must love and be\ntrue to them, not only to-day and to-morrow, but every day--every\nhour--always.' And he says such things so often. That is why I am so\nfond of him.\"\n\nAs she received no reply, she turned toward the lounge. Bertha lay upon\nit motionless and silent,--only a large tear trembled on her cheek.\nJenny sprung up, shocked and checked, and went to' her.\n\n\"Oh, Bertha!\" she cried, \"how thoughtless I am to tire you so, you poor\nlittle soul! Is it true that you are so weak as all that? I heard mamma\nand Arthur talking about it, but I scarcely believed it. They said you\nmust go to Normandy and be nursed.\"\n\n\"I don't want to go to Normandy,\" said Bertha, \"I--I am too tired. I\nonly want to lie still and rest. I have been out too much.\"\n\nHer voice, however, was so softly weak that in the most natural manner\nJenny was subdued into shedding a few tears also, and kissed her\nfervently.\n\n\"Oh, Bertha!\" she said, \"you must do anything--anything that will\nmake you well--if it is only for Arthur's sake. He loves you so--so\nterribly.\"\n\nWhereupon Bertha laughed a little hysterically. \"Does he,\" she said,\n\"love me so 'terribly'? Poor M. Villefort?\"\n\nShe did not go to Normandy, however, and still went into society, though\nnot as much as had been her habit. When she spent her evenings at home,\nsome of her own family generally spent them with her, and M. Villefort\nor Edmondstone read aloud or talked.\n\nIn fact, Edmondstone came oftener than ever. His anxiety and unhappiness\ngrew upon him, and made him moody, irritable, and morbid.\n\nOne night, when M. Villefort had left them alone together for a short\ntime, he sprang from his chair and came to her couch, shaken with\nsuppressed emotion.\n\n\"That man is killing you!\" he exclaimed. \"You are dying by inches! I\ncannot bear it!\"\n\n\"It is not _he_ who is killing me,\" she answered; and then M. Villefort\nreturned to the room with the book he had been in search of.\n\nIn this case Edmondstone's passion took new phases. He wrote no sonnets,\npainted no pictures. He neglected his work, and spent his idle hours in\nrambling here and there in a gloomy, unsociable fashion.\n\n\"He looks,\" said M. Renard, \"as if his soul had been playing him some\nevil trick.\"\n\nHe had at first complained that Bertha had taken a capricious fancy\nto Madame de Castro, but in course of time he found his way to the old\nwoman's _salon_ too, though it must be confessed that Madame herself\nnever showed him any great favor. But this he did not care for. He only\ncared to sit in the same room with Bertha, and watch her every movement\nwith a miserable tenderness.\n\nOne night, after regarding him cynically for some time, Madame broke out\nto Bertha with small ceremony:--\n\n\"What a fool that young man is!\" she exclaimed. \"He sits and fairly\ndevours you with his eyes. It is bad taste to show such an insane\npassion for a married woman.\"\n\nIt seemed as if Bertha lost at once her breath and every drop of blood\nin her body, for she had neither breath nor color when she turned and\nlooked Madame de Castro in the face.\n\n\"Madame,\" she said, \"if you repeat that to me, you will never see me\nagain--never!\"\n\nUpon which Madame snapped her up with some anger at being so rebuked for\nher frankness.\n\n\"Then it is worse than I thought,\" she said.\n\nIt was weeks before she saw her young friend again. Indeed, it required\nsome clever diplomacy to heal the breach made, and even in her most\namusing and affectionate moods, she often felt afterward that she was\ntreated with a reserve which held her at arm's length.\n\nBy the time the horse-chestnuts bloomed pink and white on the Avenue des\nChamps Elysees, there were few people in the Trent and Villefort circles\nwho had not their opinions on the subject of Madame Villefort and her\ncousin.\n\nThere was a mixture of French and American gossip and comment, frank\nsatire, or secret remark. But to her credit be it spoken, Madame de\nCastro held grim silence, and checked a rumor occasionally with such\namiable ferocity as was not without its good effect.\n\nThe pink and white blossoms were already beginning to strew themselves\nat the feet of the pedestrians, when one morning M. Villefort presented\nhimself to Madame, and discovered her sitting alone in the strangest of\nmoods.\n\n\"I thought I might have the pleasure of driving home with Madame\nVillefort. My servant informed me that I should find her here.\"\n\nMadame de Castro pointed to a chair.\n\n\"Sit down,\" she commanded.\n\nM. Villefort obeyed her in some secret but well-concealed amazement.\nHe saw that she was under the influence of some unusual excitement. Her\nfalse front was pushed fantastically away, her rouge and powder were\nrubbed off in patches, her face looked set and hard. Her first words\nwere abominably blunt.\n\n\"M. Villefort,\" she said, \"do you know what your acquaintances call\nyou?\"\n\nA deep red rose slowly to his face, but he did not answer.\n\n\"Do you know that you are designated by them by an absurd title--that\nthey call you in ridicule 'Le Monsieur de la petite Dame?' Do you know\nthat?\"\n\nHis look was incomprehensible, but he bowed gravely.\n\n\"Madame,\" he answered, \"since others have heard the title so often, it\nis but natural that I myself should have heard it more than once.\"\n\nShe regarded him in angry amazement. She was even roused to rapping upon\nthe floor with her gold-headed cane.\n\n\"Does it not affect you?\" she cried. \"Does it not move you to\nindignation?\"\n\n\"That, Madame,\" he replied, \"can only be my affair. My friends will\nallow me my emotions at least.\"\n\nThen she left her chair and began to walk up and down, striking the\ncarpet hard with her cane at every step.\n\n\"You are a strange man,\" she remarked.\n\nSuddenly, however, when just on the point of starting upon a fresh tour,\nshe wheeled about and addressed him sharply.\n\n\"I respect you,\" she said; \"and because I respect you, I will do you a\ngood turn.\"\n\nShe made no pretense at endeavoring to soften the blow she was about to\nbestow. She drew forth from her dress a letter, the mere sight of which\nseemed to goad her to a mysterious excitement.\n\n\"See,\" she cried; \"it was M. Ralph Edmondstone who wrote this,--it was\nto Madame Villefort it was written. It means ruin and dishonor. I offer\nit to you to read.\"\n\nM. Villefort rose and laid his hand upon his chair to steady himself.\n\n\"Madame,\" he answered, \"I will not touch it.\"\n\nShe struck herself upon her withered breast.\n\n\"Behold me!\" she said. \"_Me!_ I am seventy years old! Good God! seventy!\nI am a bad old woman, and it is said I do not repent of my sins. I, too,\nhave been a beautiful young girl. I, too, had my first lover. I, too,\nmarried a man who had not won my heart. It does not matter that the\nhusband was worthy and the lover was not,--one learns that too late. My\nfate was what your wife's will be if you will not sacrifice your pride\nand save her.\"\n\n\"Pride!\" he echoed in a bitter, hollow voice. \"My pride, Madame!\"\n\nShe went on without noticing him:--\n\n\"They have been here this morning--both of them. He followed her, as he\nalways does. He had a desperate look which warned me. Afterward I found\nthe note upon the floor. Now will you read it?\"\n\n\"Good God!\" he cried, as he fell into his chair again, his brow sinking\ninto his hands.\n\n\"I have read it,\" said Madame, with a tragic gesture, \"and I choose to\nplace one stumbling-block in the path that would lead her to an old age\nlike mine. I do not like your Americans; but I have sometimes seen in\nher girl's face a proud, heroic endurance of the misery she has brought\nupon herself, and it has moved me. And this let ter--you should read it,\nto see how such a man can plead. It is a passionate cry of despair--it\nis a poem in itself. I, myself, read it with sobs in my throat and tears\nin my eyes. 'If you love me!--if you have ever loved me!' he cries, 'for\nGod's sake!--for love's sake!--if there is love on earth--if there is a\nGod in heaven, you will not let me implore you in vain!' And his prayer\nis that she will leave Paris with him tonight--. to-night! There!\nMonsieur, I have done. Behold the letter! Take it or leave it, as you\nplease.\" And she flung it upon the floor at his feet.\n\nShe paused a moment, wondering what he would do.\n\nHe bent down and picked the letter up.\n\n\"I will take it,\" he said.\n\nAll at once he had become calm, and when he rose and uttered his last\nwords to her, there was upon his face a faint smile.\n\n\"I, too,\" he said,--\"I, too, Madame, suffer from a mad and hopeless\npassion, and thus can comprehend the bitterness of M. Edmondstone's\npangs. I, too, would implore in the name of love and God,--if I might,\nbut I may not.\" And so he took his departure.\n\nUntil evening Bertha did not see him. The afternoon she spent alone and\nin writing letters, and having completed and sealed the last, she went\nto her couch and tried to sleep. One entering the room, as she lay upon\nthe violet cushions, her hands at her sides, her eyes closed, might well\nhave been shocked. Her spotless pallor, the fine sharpness of her face,\nthe shadows under her eyes, her motionlessness, would have excused\nthe momentary feeling. But she was up and dressed for dinner when M.\nVillefort presented himself. Spring though it was, she was attired in a\nhigh, close dress of black velvet, and he found her almost cowering over\nthe open fire-place. Strangely enough, too, she fancied that when she\nlooked up at him she saw him shiver, as if he were struck with a slight\nchill also.\n\n\"You should not wear that,\" he said, with a half smile at her gown.\n\n\"Why?\" she asked.\n\n\"It makes you so white--so much like a too early lily. But--but perhaps\nyou thought of going out?\"\n\n\"No,\" she answered; \"not to-night.\"\n\nHe came quite close to her.\n\n\"If you are not too greatly fatigued,\" he said, \"it would give me\nhappiness to take you with me on my errand to your mother's house. I\nmust carry there my little birthday gift to your sister,\" smiling again.\n\nAn expression of embarrassment showed itself upon her face.\n\n\"Oh,\" she exclaimed, \"to think that I had forgotten it! She will feel as\nif I did not care for her at all.\"\n\nShe seemed for the moment quite unhappy.\n\n\"Let me see what you have chosen.\"\n\nHe drew from his pocket a case and opened it.\n\n\"Oh,\" she cried, \"how pretty and how suitable for a girl!\"\n\nThey were the prettiest, most airy set of pearls imaginable.\n\nShe sat and looked at them for a few seconds thoughtfully, and then\nhanded them back.\n\n\"You are very good, and Jenny will be in ecstasies,\" she said.\n\n\"It is a happiness to me to give her pleasure,\" he returned. \"I feel\ngreat tenderness for her. She is not like the young girls I have known.\nHer innocence is of a frank and noble quality, which is better than\nignorance. One could not bear that the slightest shadow of sin or pain\nshould fall upon her. The atmosphere surrounding her is so bright with\npure happiness and the courage of youth.\"\n\nInvoluntarily he held out his hand.\n\n\"Will you\"--he began. His voice fell and broke. \"Will you go with me?\"\nhe ended.\n\nHe saw that she was troubled.\n\n\"Now?\" she faltered.\n\n\"Yes--now.\"\n\nThere was a peculiar pause,--a moment, as it seemed to him, of\nbreathless silence. This silence she broke by her rising slowly from her\nseat.\n\n\"Yes,\" she responded, \"I will go. Why should I not?\"\n\nIt was midnight when they left the Trents', and Jenny stood upon the\nthreshold, a bright figure in a setting of brightness, and kissed her\nhand to them as they went down the steps.\n\n\"I hope you will be better to-morrow, Arthur,\" she said.\n\nHe turned quickly to look up at her.\n\n\"I?\"\n\n\"Yes. You look so tired. I might say haggard, if it was polite.\"\n\n\"It would not be polite,\" said Bertha, \"so don't say it. Good-night,\nJenny!\"\n\nBut when they were seated in the carriage she glanced at her husband's\nface.\n\n\"_Are_ you unwell?\" she asked.\n\nHe passed his hand quickly across his forehead.\n\n\"A little fatigued,\" he replied. \"It is nothing. To-morrow--to-morrow it\nwill be all over.\"\n\nAnd so silence fell upon them.\n\nAs they entered the drawing-room a clock chimed the half hour.\n\n\"So late as that!\" exclaimed Bertha, and sank into a chair with a faint\nlaugh. \"Why, to-day is over,\" she said. \"It is to-morrow.\"\n\nM. Villefort had approached a side table. Upon it lay a peculiar-looking\noblong box.\n\n\"Ah,\" he said, softly, \"they have arrived.\"\n\n\"What are they?\" Bertha asked.\n\nHe was bending over the box to open it, and did not turn toward her, as\nhe replied:--\n\n\"It is a gift for a young friend of mine,--a brace of pistols. He has\nbefore him a long journey in the East, and he is young enough to have a\nfancy for firearms.\"\n\nHe was still examining the weapons when Bertha crossed the room on her\nway up-stairs, and she paused an instant to look at them.\n\n\"They are very handsome,\" she said. \"One could almost wear them as\nornaments.\"\n\n\"But they would have too threatening a look,\" he answered, lightly.\n\nAs he raised his eyes they met hers. She half started backward, moved by\na new sense of the haggardness of his face.\n\n\"You _are_ ill!\" she exclaimed. \"You are as colorless as marble.\"\n\n\"And you, too,\" he returned, still with the same tender lightness. \"Let\nus hope that our 'to-morrow' will find us both better, and you say it is\ntomorrow now. Good-night!\"\n\nShe went away without saying more. Weary as she was, she knew there was\nno sleep for her, and after dismissing her maid, she threw herself upon\nthe lounge before the bedroom fire and lay there. To-night she felt as\nif her life had reached its climax. She burst into a passion of tears.\n\n\"Jenny! Jenny!\" she cried, \"how I envy--how I envy you!\"\n\nThe recollection of Jenny shining in her pretty gala dress, and\ndelighting in her birthday presents, and everybody else's pride and\naffection, filled her with a morbid misery and terror. She covered her\nface with her hands as she thought of it.\n\n\"Once,\" she panted, \"as I looked at her tonight, for a moment I almost\nhated her. Am I so bad as that?--am I?\"\n\nScarcely two seconds afterward she had sprung to her feet and was\nstanding by the side of her couch, her heart beating with a rapid throb\nof fright, her limbs trembling. A strange sound had fallen suddenly upon\nthe perfect silence of the night--a sound loud, hard, and sharp--the\nreport of a pistol! What dread seized her she knew not. She was across\nthe room and had wrenched the door open in an instant, then with flying\nfeet down the corridor and the staircase. But half-way down the stairs\nshe began to cry out aloud, \"Arthur! Arthur!\" not conscious of her own\nvoice--\"Arthur, what is it?\" The door of the drawing-room flew open\nbefore the fierce stroke of her palm.\n\nM. Villefort stood where she had left him; but while his left hand\nsupported his weight against the table, his right was thrust into his\nbreast. One of the pistols lay at his feet.\n\nShe thought it was Death's self that confronted her in his face, but he\nspoke to her, trying faintly to smile.\n\n\"Do not come in,\" he said, \"I have met with--an accident. It is nothing.\nDo not come in. A servant----\"\n\nHis last recollection was of her white face and white draperies as he\nfell, and somehow, dizzy, sick, and faint as he was, he seemed to hear\nher calling out, in a voice strangely like Jenny's, \"Arthur! Arthur!\"\n\nIn less than half an hour the whole house was astir. Upstairs physicians\nwere with the wounded man, downstairs Mrs. Trent talked and wept\nover her daughter, after the manner of all good women. She was fairly\nterrified by Bertha's strange shudderings, quick, strained breath, and\ndilated eyes. She felt as if she could not reach her--as if she hardly\nmade herself heard.\n\n\"You must calm yourself, Bertha,\" she would say. \"Try to calm yourself.\nWe must hope for the best. Oh, how could it have happened!\"\n\nIt was in the midst of this that a servant entered with a letter, which\nhe handed to his mistress. The envelope bore upon it nothing but her own\nname.\n\nShe looked at it with a bewildered expression.\n\n\"For me?\" she said.\n\n\"It fell from Monsieur's pocket as we carried him upstairs,\" replied the\nman.\n\n\"Don't mind it now, Bertha,\" said her mother, \"Ah, poor M. Villefort!\"\n\nBut Bertha had opened it mechanically and was reading it\n\nAt first it seemed as if it must have been written in a language she did\nnot understand; but after the first few sentences a change appeared. Her\nbreath came and went more quickly than before--a kind of horror grew in\nher eyes. At the last she uttered a low, struggling cry. The paper\nwas crushed in her hand, she cast one glance around the room as if\nin bewildering search for refuge, and flung herself upon her mother's\nbreast.\n\n\"Save me, mother!\" she said. \"Help me! If he dies now, I shall go mad!\"\n\nAfterward, in telling her story at home, good Mrs. Trent almost broke\ndown.\n\n\"Oh, Jenny!\" she said. \"Just to think of the poor fellow's having had it\nin his pocket then! Of course I did not see it, but one can fancy that\nit was something kind and tender,--perhaps some little surprise he had\nplanned for her. It seemed as if she could not bear it.\"\n\nM. Villefort's accident was the subject of discussion for many days. He\nhad purchased a wonderful pair of pistols as a gift for a young friend.\nHow it had happened that one had been loaded none knew; it was just\npossible that he had been seized with the whim to load it himself--at\nall events, it had gone off in his hands. An inch--nay, half an inch--to\nthe right, and Madame Villefort, who flew downstairs at the sound of the\nreport, would only have found a dead man at her feet.\n\n\"_Ma foi!_\" said M. Renard, repressing his smile; \"this is difficult for\nMonsieur, but it may leave '_la petite Dame_' at liberty.\"\n\nMadame de Castro flew at him with flashing eyes.\n\n\"Silence!\" she said, \"if you would not have me strike you with my cane.\"\nAnd she looked as if she were capable of doing it.\n\nUpon his sick-bed M, Villefort was continually haunted by an\napparition--an apparition of a white face and white draperies, such\nas he had seen as he fell. Sometimes it was here, sometimes there,\nsometimes near him, and sometimes indistinct and far away. Sometimes he\ncalled out to it and tried to extend his arms; again he lay and watched,\nit murmuring gentle words, and smiling mournfully.\n\nMrs. Trent and the doctor were in despair. Madame Villefort obstinately\nrefused to be forced from her husband's room. There were times when they\nthought she might sink and die there herself. She would not even leave\nit when they obliged her to sleep. Having been slight and frail from\nill health before, she became absolutely attenuated. Soon all her beauty\nwould be gone.\n\n\"Do you know,\" said Mrs. Trent to her husband, \"I have found out that\nshe always carries that letter in her breast? I see her put her hand to\nit in the strangest way a dozen times a day.\"\n\nOne night, awakening from a long sleep to a clearer mental consciousness\nthan usual, M. Villefort found his apparition standing over him.\n\nShe stood with one hand clinched upon her breast, and she spoke to him.\n\n\"Arthur!\" she said,--\"Arthur, do you know me?\"\n\nHe answered her, \"Yes.\"\n\nShe slipped down upon her knees, and held up in her hand a letter\ncrushed and broken.\n\n\"Try to keep your mind clear while you listen to me,\" she implored.\n\"Try--try! I must tell you, or I shall die. I am not the bad woman you\nthink me. I never had read it--I had not seen it. I think he must have\nbeen mad. Once I loved him, but he killed my love himself. I could not\nhave been bad like that, Jenny!--mother!--Arthur! believe me! believe\nme!\"\n\nIn this supreme moment of her anguish and shame she forgot all else. She\nstretched forth her hands, panting.\n\n\"Believe me! It is true! Try to understand! Some one is coming! Say one\nword before it is too late!\"\n\n\"I understand,\" he whispered, \"and I believe.\" He made a weak effort to\ntouch her hand, but failed. He thought that perhaps it was the chill\nand numbness of death which stole over him and held him bound. When the\nnurse, whose footsteps they had heard, entered, she found him lying with\nglazed eyes, and Madame Villefort fallen in a swoon at the bedside.\n\nAnd yet, from this time forward the outside world began to hear that his\ncase was not so hopeless after all.\n\n\"Villefort will possibly recover,\" it was said at first; then,\n\"Villefort improves, it seems;\" and, at last, \"Villefort is out of\ndanger Who would have thought it?\"\n\nNobody, however, could say that Madame had kept pace with her husband.\nWhen Monsieur was sufficiently strong to travel, and was advised to\ndo so, there were grave doubts as to the propriety of his wife's\naccompanying him.\n\nBut she would not listen to those doubts.\n\n\"I will not stay in Paris,\" she said to her mother. \"I want to be free\nfrom it, and Jenny has promised to go with us.\"\n\nThey were to go into Normandy, and the day before their departure Ralph\nEdmondstone came to bid them good-bye.\n\nOf the three he was by far the most haggard figure, and when Bertha came\ndown to meet him in the empty drawing-room, he became a wretched figure\nwith a broken, hopeless air, For a few seconds Bertha did not speak,\nbut stood a pace or two away looking at him. It seemed, in truth, as she\nwaited there in her dark, nun-like dress, that nearly all her beauty had\nleft her. There remained only her large sad eyes and pretty hair, and\nthe touching look of extreme youth. In her hand she held the crushed\nletter.\n\n\"See!\" she said at last, holding this out to him. \"I am not so bad--so\nbad as that.\"\n\nHe caught it from her hand and tore it into fragments. He was stabbed\nthrough and through with shame and remorse. After all, his love had been\nstrong enough here, and his comprehension keen enough to have made him\nrepent in the dust of the earth, in his first calm hour, the insult he\nhad put upon her.\n\n\"Forgive me!\" he cried; \"oh, forgive me!\"\n\nThe few steps between them might have been a myriad of miles.\n\n\"I did love you--long ago,\" she said; \"but you never thought of me. You\ndid not understand me then--nor afterward. All this winter my love has\nbeen dying a hard death. You tried to keep it alive, but--you did not\nunderstand. You only humiliated and tortured me--And I knew that if I\nhad loved you more, you would have loved me less. See!\" holding up her\nthin hand, \"I have been worn out in the struggle between my unhappiness\nand remorse and you.\"\n\n\"You do not know what love is!\" he burst forth, stung into swift\nresentment.\n\nA quick sob broke from her.\n\n\"Yes I do.\" she answered. \"I--I have seen it\"\n\n\"You mean M. Villefort!\" he cried in desperate jealous misery. \"You\nthink that he----\"\n\nShe pointed to the scattered fragments of the letter.\n\n\"He had that in his pocket when he fell,\" she said, \"He thought that I\nhad read it. If I had been your wife, and you had thought so, would you\nhave thought that I was worth trying to save--as he tried to save me?\"\n\n\"What!\" he exclaimed, shamefacedly. \"Has he seen it?\"\n\n\"Yes,\" she answered, with another sob, which might have been an echo of\nthe first. \"And that is the worst of all.\"\n\nThere was a pause, during which he looked down at the floor, and even\ntrembled a little.\n\n\"I have done you more wrong than I thought,\" he said.\n\n\"Yes,\" she replied; \"a thousand-fold more.\"\n\nIt seemed as if there might have been more to say, but it was not said.\n\nIn a little while he roused himself with an effort.\n\n\"I am not a villain!\" he said. \"I can do one thing. I can go to\nVillefort--if you care.\"\n\nShe did not speak. So he moved slowly away until he reached the door.\nWith his hand upon the handle he turned and looked back at her.\n\n\"Oh, it is good-bye--good-bye!\" he almost groaned.\n\n\"Yes.\"\n\nHe could not help it--few men could have done so. His expression was\nalmost fierce as he spoke his next words.\n\n\"And you will love him--yes, you will love _him_.\"\n\n\"No,\" she answered, with bitter pain. \"I am not worthy.\"\n\n*****\n\nIt was a year or more before the Villeforts were seen in Paris again,\nand Jenny enjoyed her wanderings with them wondrously. In fact, she\nwas the leading member of the party. She took them where she chose,--to\nqueer places, to ugly places, to impossible places, but never from first\nto last to any place where there were not, or at least had not been,\nAmericans as absurdly erratic as themselves.\n\nThe winter before their return they were at Genoa, among other places;\nand it was at Genoa that one morning, on opening a drawer, Bertha came\nupon an oblong box, the sight of which made her start backward and put\nher hand to her beating side. M. Villefort approached her hurriedly. An\ninstant later, however, he started also and shut the drawer.\n\n\"Come away,\" he said, taking her hand gently. \"Do not remain here.\"\n\nBut he was pale, too, and his hand was unsteady. He led her to the\nwindow and made her sit down.\n\n\"Pardon me,\" he said. \"I should not have left them there.\"\n\n\"You did not send them to your friend?\" she faltered.\n\n\"No.\"\n\nHe stood for a moment or so, and looked out of the window at the blue\nsea which melted into the blue sky, at the blue sky which bent itself\ninto the blue sea, at the white sails flecking the deep azure, at the\nwaves hurrying in to break upon the sand.\n\n\"That\"--he said at length, tremulously, and with pale lips--\"that was\nfalse.\"\n\n\"Was false!\" she echoed.\n\n\"Yes,\" hoarsely, \"it was false. There was no such friend. It was a\nlie--they were meant only for myself.\"\n\nShe uttered a low cry of anguish and dread.\n\n\"Ah, _mon Dieu!_\" he said. \"You could not know. I understood all, and\nhad been silent. I was nothing--a jest--'_le Monsieur de la petite\nDame_,' as they said,--only that. I swore that I would save you. When I\nbade you adieu that night, I thought it was my last farewell. There was\nno accident. Yes--there was one. I did not die, as I had intended. My\nhand was not steady enough. And since then----\"\n\nShe rose up, crying out to him as she had done on that terrible night--\n\n\"Arthur! Arthur!\"\n\nHe came closer to her.\n\n\"Is it true,\" he said,--\"is it true that my prayers have not been\nin vain? Is it true that at last--at last, you have learned--have\nlearned----\"\n\nShe stretched forth her arms to him.\n\n\"It is true!\" she cried. \"Yes, it is true!--it is true!\"",
    "metadata": {
        "author": [
            "Hodgson, Frances Eliza",
            "Townesend, Frances Eliza Hodgson Burnett",
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23329/pg23329.txt",
        "name": "le_monsieur_de_la_petite_dame.json"
    }
}