{
    "name": "Let Space Be Your Coffin",
    "author": [
        "Tenneshaw, S. M."
    ],
    "body": "Bert thought savagely, _I'm going to kill you, Miles Berendt. You've\nalways lorded it over me--thought you were something extra special when\nwe were kids. Now you've practically taken over the business I helped\nbuild. My business--the best damned space freight line in the system!\nAnd you've got your eyes on Carol--my girl! Well, look smug, Miles.\nThis is your last day alive--tomorrow they won't even find your atoms!_\n\n\"Something eating you, Bert?\"\n\nMiles Berendt closed the tally book and shoved it aside on the desk. He\neased his six-foot frame back in the chair behind the desk and stared\nquizzically at Bert Tanner. Tanner was standing by the window, staring\nmoodily out toward the long line of space hangars.\n\nTanner twisted abruptly, stared at Berendt, and laughed shortly.\n\"What? Not a thing, Miles. Not a thing....\"\n\nBerendt sighed. \"I'm glad. With business as good as it is, and that\nnew contract with Deimos Mines almost in our laps we've got reason to\ncelebrate. I thought maybe you, Carol and I could sort of relax with a\nfew drinks at my place tonight--\"\n\n\"Carol?\" Bert bit her name out sharply. Too sharply. He forced the edge\nfrom his voice and glanced uneasily away from Berendt to stare out the\nwindow until he could get his emotions under control. _Don't let him\nsuspect--not now...._ Out of the corner of his eye he saw Miles get up\nfrom behind the desk and walk slowly over toward him. Berendt had his\nhands in his pants pockets.\n\n\"You sure nothing's bothering you, Bert?\"\n\nTanner started to turn from the window. But his gaze was caught by\na trim figure coming into view across the smooth concrete expanse\nseparating the office building from the repair hangar. It was a girl.\nA blonde girl. A dream of a figure in form-fitting plasti-silk. It was\nCarol. She was coming toward the office building, a file of papers\nunder one arm.\n\n\"Bert. I asked you a question.\"\n\nTanner pulled his eyes away from the window. As he did so Miles glanced\npast him. A smile pulled at his thin, firm lips as he saw Carol\napproaching the building. The sun was going down in the west, and she\nwas framed in a golden-red halo with the tapering, glinting metallic\ntips of two space ships, the _Viking_ and _Space Queen II_ in their\nground cradles for a backdrop. To Miles it was a beautiful picture. The\nsmile on his lips widened.\n\nTanner saw the smile and his own swarthy features grew dark. \"You\ntrying to needle me, Miles?\" his voice was edgy, almost harsh.\n\nBerendt pulled his gaze away from the window and Carol's vanishing\nfigure as she rounded a corner of the building.\n\n\"Needle you, Bert? What the hell gave you that idea? You're acting\npretty peculiar--\"\n\n\"Maybe just normal. Could that be it, Miles?\"\n\nBerendt shrugged, glancing closely at his partner. \"I know you pretty\nwell, Bert. Something's bothering you. You're pretty moody lately.\nPerhaps you better not take the Deimos run if you're not up to it. Even\nCarol has remarked--\"\n\n\"Carol?\" The harshness was in Bert Tanner's voice. And Miles Berendt\nfrowned as he saw the wild light that sprang up suddenly in Tanner's\neyes. \"So you and Carol have been talking about me!\" Tanner almost\nshouted. \"Or is it maybe that you've been talking to Carol--trying to\npoison her against me!\"\n\n\n\nMiles showed sudden astonishment. His hands came out of his pockets and\nhe tried to place one of them on Bert's shoulder. \"Look here, Bert, you\nreally are upset--\"\n\nTanner threw his arm away from him with a violent movement. \"Get your\ngoddamned hands off me, Miles.\" His voice grated and his hands suddenly\nformed into fists at his sides.\n\nBerendt frowned, his eyes narrowed in thought now. \"I was only\nhalf-kidding before when I asked you what was wrong, Bert. Now I'm\ndemanding. What the hell's the matter with you? Every time I mention\nCarol's name you seem to blastoff.\"\n\nTanner laughed suddenly. But it wasn't a pleasant laugh. He moved away\nfrom Berendt and stood with his hands resting on top of a glassite\ntable near the window. There was a scale model of a space ship--a trim\nfreighter--resting on top of the table. As Tanner's eyes remained\nfastened on Berendt, his hand ran along the smooth side of the model\nship.\n\n\"Women are like a space ship, Miles, or hadn't you noticed?\"\n\nBerendt frowned but did not speak.\n\n\"Go on, play dumb. You've been pretty good at it for the past several\nmonths. Thought you were fooling me, didn't you?\"\n\n\"Bert, for crissakes, what's eating you?\"\n\n\"See this ship, Miles?\" Bert's voice had a tautness to it. \"It was our\nfirst one. We built this business with it--or should I say, I built the\nship, you built the business?\"\n\n\"Whatever we did we did together, Bert. You know that. I've always\nsaid you were the real brain here--without your technical skill there\nwouldn't be a Tanner-Berendt Space Lines. But what are you leading up\nto?\"\n\nTanner's hand ran fondly along the lines of the model ship. \"A ship's\nlike a woman--as I said,\" Bert said. \"Both have beauty and dignity, but\nthey're no good without a man ... the right man.\"\n\n\"You're talking in riddles, Bert.\"\n\nTanner laughed again. \"Like I said, Miles, take this ship. Our first\none. I practically built it by hand with Jeff Morrow helping. Jeff\nloved her almost as much as I did. Even you loved her, I suppose.\"\n\nMiles nodded. \"The _Space Queen_ was a honey. But that was five years\nago. Why all this retrospection? And Jeff's got quite a few other ships\nto love these days--our whole fleet!\"\n\n\"We'll forget about Jeff,\" Tanner went on. \"This is between you and\nme. I mentioned the _Space Queen_ because the day we launched her was\nthe day Carol walked into the office looking for a job. I hired her.\nShe worked for me in the research labs for three years and everything\nwas fine. Then you butted your nose in and convinced her she belonged\nin operations. She switched to your office--all very polite, but don't\nthink for one damned minute I didn't know what you had in mind!\"\n\n\"Bert, I swear to God if you don't stop blatting like a drunken spacer,\nI'll--\"\n\n\"You'll what?\" Tanner moved toward the desk and stood in front of\nBerendt. He was shorter by three inches, but his body was stockier.\n\"Beat some sense into my thick skull? Teach me the facts of life? Maybe\nI've got a few ideas like that right now. Maybe I know all I have to\nknow. Like talking me into giving you carte blanche in handling the\nLines business affairs. Like--\"\n\n\"We discussed that pretty thoroughly, Bert. You decided you wanted to\nstick close to the research and shop end. And--\"\n\n\"--like stealing my girl.\"\n\n\n\nMiles Berendt stiffened. The concern that had been on his features\nchanged to shocked surprise. And then sudden anger.\n\n\"Now listen here, Bert. If you've got any crazy ideas about Carol and\nme--\"\n\n\"You're going to deny that you are in love with her?\"\n\nBerendt shoved his hands back in his pockets. \"That, Bert, is none of\nyour business. And if you've got some paranoic idea that I'm doing\nsomething behind your back then I suggest you see Doctor Lenning. Aside\nfrom that, aren't you presuming a bit about Carol's feelings?\"\n\n\"When she was working with me she used to be pretty close to me. You\nchanged that. Maybe I ought to change a few things too. Like your face\nfor instance.\"\n\nThe two men stared at each other tensely, silently. Tanner's eyes were\nglowing now with repressed hatred. Miles Berendt showed disbelief, as\nif he were seeing Bert Tanner for the first time.\n\n\"I don't want to fight you, Bert. Not that I'm afraid to. It's just\nthat you're so wrong about everything. Good heavens, man--\"\n\n\"On top of everything you're yellow.\" Bert spat the word out.\n\nMiles pulled his hands from his pockets and his grey eyes hardened.\n\"You shouldn't have said that, Bert. I don't have to take that from\nanyone, not even my closest friend.\"\n\n\"Then take this!\" Tanner swung his right hand in a sharp uppercut\nswing. But two things prevented the blow from landing. One was Miles\nBerendt's swift backward move, and the other was the sharp slamming of\nthe office door and a gay feminine voice.\n\n\"Hi, gang! Hey, what's going on in here? You boys fighting over\nsomeone?\" she laughed.\n\nBert's fist stopped its movement and his arm fell to his side. He\nturned to see Carol Grant standing inside the closed door to the\noffice, papers in one hand, the other placed provocatively on her\nwell-rounded hip.\n\n\"Well? Are you both a couple of statues? Somebody say something.\"\n\nIt was Miles who cleared his throat and forced a grin. \"Sounds silly,\nI'll admit, but I had a crick in my neck--Bert was going to try and\nstraighten it out....\"\n\nCarol laughed. \"Seems like a pretty drastic kind of cure. Bert, you\nlooked like you were all set to land a haymaker!\" She moved over to the\ndesk and dropped the papers on top. \"If you've still got that crick,\nMiles, I've got a better way to get rid of it. Sit down.\"\n\nShe moved between the two men and gently shoved Miles toward his chair.\nEmbarrassed, Miles sat down, his eyes lowered from hers.\n\nCarol moved around behind him and placed her cool fingers on the back\nof his neck. Gently she began to massage him. \"There, isn't that\nbetter?\"\n\nBert's face darkened as he watched, but he kept his emotions under\ncontrol now. As he looked into Miles' eyes he realized that he had made\na fool of himself. Would Miles suspect anything else? Inwardly Bert\ncursed himself.\n\n\"While I'm playing nurse to the boss, why don't you check over the\nDeimos contracts, Bert? I just put them on the desk. Now all we have to\ndo is to get to Deimos and have the Waring Cartel sign up. I don't mind\ntelling you I sweated on those papers. If I do say so they're as neat a\npackage as our high-priced lawyers could turn out.\"\n\nMiles managed a laugh to kill the tenseness inside him. \"If you had\nyour way, Carol, we wouldn't need anybody but the three of us to run\nthis business.\"\n\nShe pouted. \"Keep it in the family's my motto. Which reminds me, have\nyou told Bert the good news?\"\n\nMiles dropped his gaze away from Bert and stared uncomfortably toward\nthe far wall and the model of the _Space Queen_. He was glad Carol\ncouldn't see his face at that moment.\n\nIt was Tanner who broke the suddenly strained silence. \"News? What\nnews, Carol?\"\n\n\n\nShe stopped massaging Miles' neck and moved to his side to sit on the\nedge of the desk. She crossed one shapely leg over the other and there\nwas a happy glow in her eyes as she looked down at Miles.\n\n\"There, I guess I've spoiled the surprise party after all.\" She looked\nover to Bert. \"Did Miles tell you we were going to have a private party\nthis evening?\"\n\nBert nodded, his brow furrowed with a frown. \"He mentioned getting\ntogether for a few drinks to celebrate the Deimos contract I'm going\nafter tomorrow....\"\n\n\"I guess I did spoil things, Miles.\" Carol flushed and looked at\nBerendt.\n\nMiles shrugged. \"No harm done, honey. Bert,\" he looked up at Tanner.\n\"What Carol is trying to say is that we were planning on a few drinks\nto celebrate not only the Deimos contract, but also our engagement.\"\n\n\"_Engagement!_\" The word left Bert's lips in a stunned gasp.\n\nCarol nodded smiling and moved away from the desk with a lithe movement\nto stand before Bert. \"That's right, Bert. We wanted you to be the\nfirst to know. Miles and I are going to be married as soon as we sign\nthe Waring contract on Deimos. Miles wanted to have the wedding here on\nEarth, but like most women I've decided on an interplanetary wedding!\nYou won't mind us going in the _Viking_ in your place?\"\n\nThe glance that Tanner threw at Miles Berendt was one of venom. Miles\nfelt the whiplash of accusation that welled from Bert's eyes, from his\ndarkening face, the clenching tight muscles around his lips.\n\n\"A few minutes before Carol came in you said that perhaps I wasn't up\nto the Deimos trip. What's the matter, Miles, didn't you have the guts\nto come out and say you planned on going, and why?\"\n\nMiles tried to keep his voice pleasant. \"You're wrong, Bert. I meant\nto tell you tonight that Carol and I wanted to go in your place. What\nI said earlier was prompted by other reasons. I'm more than sure I was\nright about them now.\"\n\nBert laughed harshly, turned to Carol. \"Miles suggested that I ought\nto see Doctor Lenning. While everybody seems to think congratulations\nare in order my partner infers I'm ready for a medic check-out.\nBert Tanner, ready for the Lenning sanitorium on Venus. Where all\nspace-happy company employees ease their tortured minds. A good place\ntoo for an unwelcome partner.\"\n\nCarol's face showed shocked astonishment. \"Bert! Have you gone\ninsane--the things you're saying--\"\n\nBert turned wrathful eyes on her. \"I see he's even got you thinking his\nway! Well, I don't intend to go to Venus and see Lenning. I'm going to\nDeimos as planned. The Waring contract is half mine. I'll be damned if\nhe steals the business from me too!\"\n\nMiles was on his feet. \"I'm warning you, Bert. Stop that kind of talk.\nYou don't know what you're saying.\"\n\n\"I know what I'm saying, and even more, I know what I'm going to do.\nI'm taking the _Viking_ to Deimos, and once I sign with Waring you can\nconsider our partnership ended. You can have the Earth operation all to\nyour goddamned self. I'll start up with the Deimos deal.\"\n\nTanner leaned forward and scooped up the contracts from the desk as\nCarol watched him in stunned concern. \"Bert--why--\"\n\nHe turned toward her, his eyes smouldering. \"Carol, you're making a\nmistake with Miles. He only wants you so he can pin up another triumph\nover me. He--\"\n\n\"Get out, Bert. You've said enough.\"\n\nTanner looked at Miles Berendt. Miles had his arm around Carol but\nthere was a fire in his eyes.\n\n\n\nTanner laughed. \"You can forget about Deimos, Miles. I'm going in the\nmorning. Jeff Morrow is setting the auto-pilot on the _Viking_ as I\ninstructed. I'm afraid you'll have to find another wedding present. One\nthat you can't steal.\"\n\nTurning, he slammed out of the room, hearing Carol sob in Miles\nBerendt's arms as he went.\n\nOn his way to the rocket hangars, Bert stared into the red sunset. It\nseemed to bathe the launching cradles in a fiery pool of blood. And his\nown blood pounded as he walked from the operations office building.\n_You fool!_ he swore inwardly. _You could have killed him tonight and\nmade it look like an accident--but you had to make a scene.... Now\nCarol knows how you feel.... You've spoiled your plan.... He'll be on\nguard now.... You stupid fool!_\n\nIn that moment he realized he had lost not only his chance to kill\nMiles with no possible suspicion on himself, but he had also lost\nCarol. Carol. He thought of her. Was she so blind? Didn't she know what\nMiles was doing? He remembered the way she had looked at Berendt. And\nthen he suddenly knew that she was in love with Miles. Probably the two\nof them had carefully planned this Deimos move ... suggesting that he\ngo to the Lenning institute on Venus....\n\nThe blood-red sunset fixed the _Viking_ and _Space Queen II_ in its\nfiery glow. Even at a distance he could see the crew of workmen around\nthe base of the _Viking_. The ship being readied for Mars and its\nmineral laden satellite, Deimos. The ship that Berendt and Carol Grant\nhad planned to usurp for their wedding trip.... Their wedding trip.\n\nSuddenly Bert Tanner's lips pulled back in a harsh grin. It was all\nclear, suddenly. He had vowed that Miles Berendt would die before he\nleft Earth. That seemed out of the question now. But was it? And Carol?\nSuddenly he hated her. Her beauty. Her smiling face and friendly charm.\nA sham. A damned miserable sham. Well, all right. Wedding trip. He\nthought, _two can die as easily as one_....\n\n\n\n\"Everything's all set, Mr. Tanner.\"\n\nJeff Morrow came up to him in the dusk as Bert watched the crew of\nmechanics leave the base of the _Viking's_ launching cradle and head\nfor the hangars.\n\n\"Right on schedule, Jeff.\" Bert shifted the papers he held and looked\nat his chrono-wristdial. \"The auto-pilot set?\"\n\nJeff nodded, his thin face smiling in the gathering shadows. \"All you\nhave to do is bring along a good book, Mr. Tanner. Escape velocity set\nfor ten minute thrust; space drive will hook in automatically at thirty\nminutes, 70,000 m.p.h.\"\n\n\"Fine, Jeff. I can always depend on you. You're one man I can trust to\ndo a job right.\"\n\nJeff Morrow grinned. \"Thanks, Mr. Tanner. Working for you and Mr.\nBerendt is more than a job for me. You're two of the swellest guys I\never met.\"\n\nTanner was glad the shadows of night hid the grimace on his face.\nHe slapped Morrow friendily on the shoulder. \"Speaking of Miles,\nreminds me. He's having a private little party at his place tonight.\nTo celebrate his engagement to Carol Grant. Said he'd like to have you\ndrop around for a drink. Think you can make it?\"\n\nMorrow nodded. \"Why, of course. Say, I hope you don't mind my saying\nit, Mr. Tanner, but I was wondering when one of you would get around to\nmarrying Miss Grant! Mr. Berendt sure is a lucky guy!\"\n\nBert's lips were twisted but he knew Jeff couldn't see them clearly.\n\"Miles was the lucky man, Bert. But then, my life is tied up with my\nwork. Marriage is something for the office boys....\"\n\nJeff laughed. \"Guess maybe you are right. But I'll bet you won't stay\nsingle long now that Mr. Berendt has set the pace.\"\n\n\"Maybe not, Jeff. Maybe not. You're all through here?\"\n\n\"Yes, sir. Blastoff will be shortly before dawn. Care to make a final\ncheck with me?\"\n\n\"That won't be necessary, Jeff. You run along and have dinner. I'll\nleave these Waring contracts in the control room of the _Viking_. I'll\nsee you later over at Miles' apartment.\"\n\n\"Right, Mr. Tanner. See you later.\"\n\nBert stood in the thickening shadows as Jeff walked off. He stood\nthere for long moments, staring up at the towering metal shape that was\nthe _Viking_. A slim, beautiful ship in its launching cradle. A thing\nof power, an artistic triumph that could carry a man to the far planets\nin the solar system. Or to death....\n\nHe glanced across the concrete apron to the nearby launching cradle\nwhere the _Space Queen II_ pointed its silvery nose to the twilight\nheavens. A sister to the original _Space Queen_, it was smaller than\nthe _Viking_, but a thing of beauty in its own way. He smiled to\nhimself. Tomorrow he would have Jeff prepare the auto-pilot on the\n_Space Queen II_ for Mars. He would have a valid reason for the trip.\nAfterall, he _was_ going to be the best man at a wedding, wasn't he? At\nleast, that's what they would all believe. Perfect. A perfect alibi,\nand could he help it if the bride and groom never arrived?\n\nGrimly, Bert strode over to the hydraulic lift and stepped into the\nnarrow cage. He slammed over the control lever and felt the cage lurch\nunder his feet. Then the ground fell away and he was moving smoothly,\nswiftly up the side of the three hundred foot tapering hull.\n\n\n\nMoments later the cage stopped before an open airlock. Bert left\nit and walked into the narrow confines of the ship. He walked along\nthe companionway to the control room. Passenger quarters on a space\nship were necessarily confined to the nose of the vessel. With atomic\nreactors still in the lab stage, chemical propellants were still the\nmotivating power that drove man into the void. Earlier fuel mixtures\nhad been composed of various types: hydrazine plus nitric acid, and\nalcohol combined with liquid oxygen. Latest rocket fuels combined parts\nof both mixtures with catalytic agents to increase maximum power.\nStill, fuel supplies required over seventy percent of ship storage\nspace. Thus crew or passenger quarters suffered. The auto-pilot had\nsolved this difficulty somewhat, making a crew unnecessary. One man\ncould safely navigate the dark reaches of interplanetary space with the\nauto-pilot doing the work of a five or ten man crew.\n\nBert made his way to the control room in the nose of the ship. He\nswitched on the overhead light and glanced around. Everything was in\norder. But then, Jeff was a very thorough man. The best. Bert put the\npapers he carried on the forward grav bunk and strode over to the\ncontrol panel.\n\nThoughts pounded in his head. It would be easy. So very easy. And\nfoolproof. Jeff had said escape velocity thrust for ten minutes, space\ndrive cut in at thirty minutes. That was the critical point. At cut\nin the catalytic agents joined with the rocket fuels to produce free\nspace acceleration. A tricky business, but not for the auto-pilot.\nIf the catalytic agents were cut in on escape velocity thrust, say\nbetween ten and twenty-five minutes after blastoff, the whole chemical\nfiring balance would be thrown out of adjustment. That had happened\nbefore--before the days of the auto-pilot. In those days men had died\nin space. Their ship blown to a million pieces in the void as the\nunbalanced fuel mixture reacted with catalytic agents. A nasty way to\ndie, but in a way merciful. The clumsy spaceman who miscalculated never\nknew what happened. The auto-pilot had taken the risk out of space\nflight.\n\nIt was now going to send Miles Berendt and Carol Grant to their death.\n\nBert went to work quickly, expertly. He snapped the latch lock of the\ncontrol panel and laid bare the workings of the auto-pilot. A few\nsimple adjustments, not discernible to anybody but an expert--_if_ he\nwere looking for something wrong. And then Bert was finished. He locked\nthe control panel and smiled grimly.\n\nTwenty minutes after blastoff the firing mixture would go out of\nbalance as the catalysts cut in prematurely. There would be a hellish\nblast of flame and nothing but atoms floating in the void.\n\nThe atoms of Miles Berendt and Carol Grant.\n\nHe would make sure of that final step in a little while.\n\n\n\n\"Miles, I've come to apologize for acting like a damned fool. I don't\nknow what else to say, except that if you and Carol will forgive me\nI'll do anything to make up for it.\"\n\nBert blurted the words out as he stood inside the doorway of Miles\nBerendt's apartment staring bravely at Miles and Carol, guilt and\ncontrition on his face.\n\n\"I won't blame you if you kick me out, but I'm sorry, and I'd like to\ntoast your engagement and wish you both the best....\"\n\nIt was Carol who came around Miles and took Bert Tanner's hand firmly\nin hers.\n\n\"Oh, Bert, I knew you would come! I'm so happy--Miles is too, aren't\nyou darling?\"\n\nMiles looked for a long moment at Bert's chastened face. Then he\ngrinned and clasped his partner's hand. \"Of course! Bert, you sure had\nme worried for awhile. I couldn't figure it out--but hell, man, I know\nthe strain you've been under worrying about the Deimos contract and the\n_Viking_. Come on in. By God we'll have a real party now!\"\n\nBert grinned and returned the firm handclasp.\n\nHe walked over to an easy chair and sat down, Miles quickly mixing a\ndrink for him. Bert laughed.\n\n\"I invited Jeff Morrow over--hoping it would be all right. Jeff was\nhappy to hear about your engagement too.\"\n\nMiles nodded. \"Glad you did. Jeff's a good guy. The most efficient man\nwe've got. When will he be here?\"\n\n\"Any time now.\" Bert took the drink and lifted it in a toast. \"Here's\nto the happiness of my two best friends.\"\n\nThey toasted and Carol turned on the vid-player. Soft dance music\nfilled the room as the door chime sounded. Miles put his glass down.\n\n\"That must be Jeff. Be back in a moment.\"\n\nCarol sat on the arm of Bert's chair. \"I'm so happy, Bert. This makes\neverything complete. Nothing would have been the same without you.\"\n\nBert stared at her, then lowered his gaze. \"And nothing would be the\nsame without you, too, Carol. It has to be this way....\"\n\nShe puzzled for a moment over his words, but then Miles was back and\nJeff was with him.\n\n\"Come on, everybody, let's celebrate. Tonight's the night for\nTanner-Berendt, and--\" Miles added with a soft glance at Carol, \"--the\nfuture Mrs. Berendt. Gentlemen, a toast to the bride.\"\n\nThey toasted.\n\nThen Bert grinned. \"Jeff, there's been a slight change in plans for\nblastoff at dawn. Miles and Carol are going to Deimos in the _Viking_.\nSort of a wedding trip before nuptials. The ship all set for an extra\npassenger?\"\n\nJeff nodded. \"Certainly, Mr. Tanner. Miss Grant will find everything in\norder. But I thought you--\"\n\nBert laughed again. \"Oh, I'm not bowing out--afterall, the bride and\ngroom have to have a best man, even on Deimos. That's me. I'll take the\n_Space Queen II_.\"\n\nCarol smiled in delight. \"That's a wonderful idea, isn't it, Miles?\"\n\nMiles nodded. \"That would be a fine thing, Bert.\" He turned to Jeff.\n\"But is the _Space Queen_ ready for flight?\"\n\n\n\nJeff shrugged. \"Nothing to do but set the auto-pilot. An hour's work,\nadding final fuel supplies. I can take care of it ok.\"\n\n\"Then it's decided!\" Carol brightened. \"Bert will be best man at our\nwedding on Deimos! Let's have another toast!\"\n\nThey toasted. And Bert felt smugly giddy. It was perfect. The fools!\nWith Jeff here, and everything sweetness and light, the _Viking's_\nblowup would be nothing but an accident, an unexplainable accident.\nBert Tanner would be in mourning for his two closest friends, and\nJeff would feel a lasting guilt that somehow he had been responsible.\nPerfect.... And Bert felt a desire to get gloriously drunk. He walked\nover to the portable bar and made himself a healthy drink.\n\n\"Watch it, Bert, you'll have quite a hangover by the time you\nblastoff!\" Carol chided him.\n\nBert laughed, pointing at Jeff. \"So what? This is our night to\ncelebrate. With the auto-pilot I can bring along a good book or a\nhangover! Right, Jeff?\"\n\nJeff agreed and joined Bert in another drink.\n\nThen there was the music. And Miles dancing with Carol. More music.\nMore drinks until Bert lost count. But he didn't care. This was sweet,\nthe toasting of a wake, the perfect crime, a sadly wonderful occasion.\nMusic. He danced with Carol. He stared at her with clouding eyes,\naching inside, a terrible pain that wouldn't be stilled by anything\nexcept another drink. He had one. And another.\n\nMiles and Jeff talking together. Pointing at him. He laughed to\nhimself. They were concerned over his getting drunk. They were\nconcerned over _him_! That was a hot one. One for the books. One for\nanother drink....\n\nIt was hot and giddy. The room was a glorious pool of laughter, savage\nbrutal laughter inside Bert's mind. Carol, Miles. Jeff Morrow talking\nto them, nodding. Bert knew what they were telling Jeff. Wisps of their\nconversation came to him from where he half-reclined on the couch. Jeff\nwould be his nurse-maid. Jeff would see to it that he was put aboard\nthe _Space Queen II_ in one soggy, drunken heap. Jeff would strap him\nto his bunk. Good old Jeff. Good old efficient Jeff. And good old\nconsiderate and concerned Miles.... Miles who was as good as dead right\nnow.\n\nMusic, time, liquor, they passed in a montage of fragrant clouds. Bert\nwas aware that Carol kissed him lightly on the cheek as Jeff helped him\nto his feet and to the door. He was aware of Miles slapping him on the\nback and calling to Jeff.\n\n\"Take care of Bert, Jeff. We want him on Deimos for the contract and\nwedding!\"\n\nAnd Jeff assuring them he would. Good old Jeff.\n\n\n\nFog and pressure. Roaring sound that deafened his ears. Pressure that\npushed him back, back, flattened his flesh tight against his bones.\nPain in his head that wanted surcease with oblivion, but the pressure\nand roaring sound pushed the pain back, kept his consciousness aware,\ndimly, but aware.\n\nAnd then the pressure began to ease. With the easing came a sobering\neffect to his alcohol-clouded brain. He became aware of his\nsurroundings.\n\nThe roar and pressure. Rocket thrust to escape velocity. A space ship.\nIt began to come clear now. No more music, no more drinks, no more\nsmiling faces of Miles and Carol. Jeff taking him to the door.... Where\nthen? The _Space Queen II_. Of course. Good old Jeff. Nursemaid Jeff.\nBundling him off to Deimos to sign a contract and be best man at a\nwedding.\n\nConsciousness returned to Bert Tanner and he laughed as he pushed\nagainst the restraining straps that held him to the grav bunk.\n\nWedding? There would be no wedding. The bride and groom would never\nshow up! He laughed loud and long.\n\nThen he stopped laughing. There was something wrong. Something he must\nfind out about. He felt it. No, that wasn't it, he didn't _feel_ it, he\n_saw_ it....\n\nThis grav bunk--the control room. The _Space Queen II_. Something\nwrong--something....\n\nHe turned his head on the bunk and stared at the control panel. There\nwas a confident hum from the auto-pilot, guiding the ship, carrying it\ninto deep space with precision and infallible accuracy of timing. The\ncontrol panel--_this was not the Space Queen II!_\n\nHe knew then. Incredibly, impossibly, he knew. He was in the\n_Viking_....\n\n_The Viking!_\n\n\"No! No! It can't be--Jeff--what did you do--you made a mistake--this\nisn't the _Space Queen_--\"\n\nHe sobered quickly. For he knew that he didn't have much time. A few\nminutes--perhaps less ... the auto-pilot--he had set it--the unbalanced\nfuel mixture--Miles and Carol--they should be here! _What had gone\nwrong?_\n\nHe struggled with the straps. The hum of the auto-pilot. The precision\nhum, the hum of death--death he had arranged, planned....\n\nIn an agony of time he tore the straps loose. He rolled groggily from\nhis grav bunk. He staggered to the control panel. Time, he must beat\ntime. _How much time did he have left?_\n\nHe fumbled at the latch controls of the auto-pilot. A minute now was\nall he needed. One minute to divert eternity....\n\nThe panel opened, his fingers shook as he reached for the automatic\nsetting.\n\nThe hum grew, a click in the electronic mechanism. He knew then it was\ntoo late. He screamed. Once. Only once. That was all he had time for.\nA flash of light engulfed him. A roar he didn't hear. A roar that was\nswallowed by the vast hunger of empty space.\n\nThe _Viking_ exploded into a myriad atomic particles.\n\n\n\n\"You get him off all right, Jeff?\"\n\nMiles Berendt adjusted the video-screen as Jeff Morrow's face grinned\nback at him from the operations office on Earth. Beside Miles, Carol\nsmiled at Jeff as she sat in the co-pilot's seat.\n\n\"Soggy, but safe, Mr. Berendt. He'll have a pleasant surprise when he\nwakes up and finds himself in the _Viking_ instead of the _Space Queen\nII_.\"\n\nMiles nodded. \"I know he wanted to make the trip in the _Viking_.\nBesides, Carol and I prefer the _Space Queen II_. Makes it sort of a\nsentimental journey.\"\n\nCarol laughed beside him. \"Thanks for everything, Jeff. We'll bring you\nback a piece of wedding cake wrapped in a nice fat freight contract!\"\n\nMiles broke contact then and turned to Carol. She reached out and\nsqueezed his hand affectionately.\n\n\"I'm glad everything turned out all right with Bert....\" she said.\n\nHe nodded. \"Right, honey. But enough talk. Let's relax and enjoy the\ntrip!\"\n\nAnd they did.",
    "metadata": {
        "author": [
            "Tenneshaw, S. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66434/pg66434.txt",
        "name": "let_space_be_your_coffin.json"
    }
}