{
    "name": "Lie on the Beam",
    "author": [
        "Valding, Victor",
        "Peterson, John Victor"
    ],
    "body": "Sweeping from perihelion, the black destroyer curved toward the gibbous\nwhite ball of Venus, its jets stabbing mocking fingers at the majesty\nof the sun whose clutching gravity it had cheated. Within the heavily\nshielded control cabin, the hard skull-face of the commander split into\na fleshless smile. From his fanged jaws a single word was spat into the\nspaceship's intercommunication system:\n\n\"_Adrakolarn!_\"\n\nBack on dead sea bottoms the word had been but the weak utterance of\na dream of yesteryear's greatness. First a muted whisper in the thin\nair of a dying world; then a keening through the faint, dust-driving\nwind; at last a clamorous cry banding together the spiritually\nreborn remnants of a vanishing race.... _Adrakolarn_--moment of\ndestiny--moment of _reckoning_!\n\nThroughout the urgently racing ship other skull-faced, chitinous-hided\nmen thronged to bomb tubes and waited, heavy eyelids nature had\nfashioned as protection against the dust storms of the parent world\ndrooping over eager, glittering eyes.\n\nADRAKOLARN--\n\n\n\nThousands of miles away, on the surface of Sol's second planet, a\nheavy, milky fog crept like a sentient thing up the side of a towering\napartment dwelling. In and out of window recesses it stole, climbing\nhigher and higher as if seeking entrance.\n\nSoundlessly, mysteriously a window slid open. The fog gained momentum\nbefore a sudden wind and swept into the dimly lighted chamber. The\nsilvery-haired young man on the bed did not awaken. His slender\nform turned and twisted beneath thin coverings and the jargon of\nastronautics came thickly from his lips.\n\nA nightmare possessed him within which he was plunging down into Venus'\nclouds in a small spaceship. Suddenly his ports were shattered in a\nhead-on collision with a high-flying native pterodactyl. In the dream\nas in actuality the great dampness of Venus poured chokingly into his\nlungs.\n\nAlmost instantly the urgent buzzing of a televisor signal brought him\nstruggling upright, coughing thick, humid air from congested bronchial\ntubes.\n\nHalf drunken from the high oxygen content of the surface atmosphere,\nFrederic Ward slipped from his bed and reeled over to shut the\nport-like window. Damn these Venusians anyhow, he thought, meanwhile\nwheezing, coughing and spitting. Probably thought one of their clique\nwas sleeping here instead of a decently-evolved native of Pittsburgh,\nEarth. That froglike brute down in Air Control probably had the\natmospherics switchboard all awry. Well, I'll buzz him when I get this\ntelecall answered. I'll tell him off proper. He has my temperature and\nhumidity chart. Of all the nerve!\n\nStill grumbling, Ward turned to the television transceiver, clicking on\nthe audios and videos.\n\n\"Engineer Ward, Astronautics Authority, speaking.\"\n\nThe sight of Ward's room caused a grin to light up momentarily the fat,\ntired face on the receiving grid.\n\n\"What's up, Silvy? Getting acclimated to our lovely Venus?\"\n\n\"What's on your mind, Wagner?\" Ward snapped back, in no mood for joking\neven if the buzzing of the televisorphone had probably saved him from\nan oxy-hangover or, perhaps, even drowning in the early morning tidal\nmists.\n\n\"Plenty. Get out here soon's you can. One of the trajectory beams is\nout and there are a couple of earth cruisers nearing perihelion from\nMars. If they don't get a signal at zero-one-three-zero they're liable\nto coast on into Sol. Surface weather here's damned near zero-zero,\ntoo. I need you badly.\"\n\n\"Where in the name of the twenty-seven local fish-gods is Portiz? He's\nemergency man, isn't he?\"\n\nWagner's moonface dropped down six lines on the 441 line kinescope grid.\n\n\"Portiz,\" he explained lamely, \"is incapacitated.\"\n\n\"You mean drunk!\" Ward retorted sharply. \"Isn't he on constant call\njust like the rest of us? Just because he's a cousin of somebody back\nin Washington is no sign that he can establish a semi-permanent site\nin Gasuki's Grill. And just because he's your immediate superior is no\nsign you have to whitewash his doings. I've seniority here. What _I_\nsay matters! Give him the emergency call. We'll sober the lug up if we\nhave to dunk him in the Draka Malarga. If a couple of those plesiosaurs\ngot on his tail he'd swear off for good. If he doesn't show up, I'll\nreport it to H. Q. and--\"\n\n\"Okay, Silvy, okay,\" Wagner said tiredly. \"Now get out here, please,\nsir. Oops! There goes the patrol signal!\"\n\n\"Leave the circuit on!\" Silvy Ward snapped and stood watching the video\ngrid as Wagner jacked up the power in the distant radio receiver.\n\n\"... are two ships trajecting in which are not listed on the incoming\nflights. One on an A-orbit coming in at terrific velocity from\nbase-direction Mars; one on a C-orbit out of Earth. Approximate\ndistances, six and five thousand miles respectively. Should hit\natmosphere simultaneously, thus endangering themselves and other\nincoming ships. Advise.\"\n\nMore trouble. Ward began to grumble again as he snapped off the\ntelevisor and began dressing. Always somebody who says to hell with\nthe Authority and plots his own Hohman orbit. Unusually an eccentric\nmillionaire with a luxurious spaceyacht filled with a swan-necked crew\nof \"Oh, r'ally? You don't say?\" debutantes and matrons, boyfriends,\ngigolos, etc. If they arrive in one piece without benefit of the AA's\ntrajectory beams, range and landing beams, okay; if they get into\ntrouble and the Authority doesn't get them to surface in one place,\nwell then the Authority takes it in the neck and the paperwork is\nterrific over in General Inspection.\n\nWard was disgruntled. Leave it to Portiz to get plastered. Leave it to\nWagner to let a keying device, a teletype, a station location marker,\na transmitter, the instrument landing beams or something go blooey\nin zero-zero weather. Sure! Silvy Ward, old faithful Silvy's here to\nhandle it and get a few more gray hairs thirty years ahead of Mother\nNature's usual schedule. Back in HQ on Earth a radio engineer is\nconsidered something like a Martian maharajah; he just doesn't have to\nget down on his knees and fool around with leads and circuits, keeping\none eye cocked on an oscillograph and the other on a multi-wave meter.\nBut leave it to HQ to send me to this bronchitis-stimulating hole\ncalled Pali-Vanyi, Venus, with a drunkard and an inexperienced college\ngraduate for my only assistants when the Old Man damn' well knows I\nshould have at least four old timers.\n\nGood man, Portiz, but he lets his reputation and connections carry him.\nLet Venus get him worn down to a frazzle and then started to drink like\na native squid. Wagner's a good man, too. Fooled around with coeds and\nrocket polo too much in Astrotech, that's all. Boned for exams and\npassed them, but his knowledge is mostly theoretical. Usually blows up\nin a pinch, like now.\n\nThe air conditioning apparatus had practically straightened out\nthe previously cockeyed atmospherics, and Silvy was waking up. But\nhe was still a bit rankled as he zipped on rubberoid coveralls,\ndonned a filtration mask, went out to the garage and drove his\ncaterpillar-treaded fog flivver out into the nearly-liquid ground\natmosphere of dear, damp Venus.\n\nThe fog certainly was settling in on Pali-Vanyi port! Usually the Hump,\nthe five thousand foot mountain range which runs along the east of\nthe field, breaks the storm winds which blow in intermittently from\nDraka Malarga, the mighty eastern sea. Sure, sometimes there's a real\ntyphoon ripping beyond the mountain, chopping Malarga into thousand\nfoot waves, at the same time there'll be a four thousand foot ceiling\nat the spaceport and probably ten miles visibility to north, south and\nwest. But take tonight: the weather broadcasts said that Draka Malarga\nwas practically calm and the plesiosaurs and their girl friends were\nprobably sporting on the waves; Pali-Vanyi was completely fogged in!\nAh, Venus, weatherman's headache and Authority's dire pain!\n\nVisibility _was_ nil. Even Frederic Ward's infrared headlights and\nspecial goggles could not cut the fog. He spent a good half hour on the\nfifteen mile trip northwestward and glimpsed the station barely in\ntime to jam down the hydraulics and squish to stop in the sloshy mire\ndeposited by a recent typhoon.\n\n\n\nWagner was looking blankly at the great bank of keying devices on the\ntrajectory transmitters when Silvy walked in through the airlock.\nHe turned around forlornly, laying a fat hand suggestively on a\ncomplicated blueprint.\n\n\"You look tired, Wag,\" the engineer stated; then his alert eyes caught\nthe reason why. The flight chart explained that: a series of entries on\nthe incoming flights column. In this weather that meant work for the\noperator at the station. Traffic Control normally brought the ships\nin by voice contact after said ships had consecutively swung off the\ntrajectory beams and radio range beams; but with zero-zero weather,\nthe Authority men had to concentrate upon the instrument landing beams\nas well. Wherefore Ward didn't reprimand Wagner. After all, if a keyer\nbreaks down, it isn't necessarily because a human being has failed.\n\n\"I'm half dead,\" Wagner acknowledged with a forced grin. \"Twenty ships\ncame in in the last hour. Twenty of 'em off twenty different trajectory\nbeams. Twenty of 'em on the landing beams. I just got the bulk of 'em\nin properly when a keyer goes out with Earth's two cruisers swinging\ninto perihelion near the sun!\"\n\n\"What're all those ships here for?\" Ward asked as he stripped\noff dripping coveralls and proceeded to the multitrajectory beam\ntransmitter.\n\n\"Usual thing. Owing to the present tense situation which has developed\nbetween Venus and dear old Red, the representatives of Earth and Venus\nhave decided to have a conclave to effect measures against our dear\nMartian cousins. Everybody's afraid things will go smash when Mars and\nVenus are in opposition two Earth years hence.\"\n\n\"Oh,\" grunted Silvy Ward. Political wrangling wasn't his forte.\n\nRemoving the transparent cover from the silent keyer, Ward made a\ncursory examination. The keying device proper seemed to be okay. He\npromptly got out the circuit tester and started checking the continuity\nof the circuits.\n\nWherewith things started to happen with a vengeance. Traffic Control\ncalled, stating that a freighter was dropping in over the field and\nasking for the north-south landing beams. Wagner hurried over to cut in\nthe juice on the remote controls.\n\nImmediately the open receiver which was tuned to the Patrol frequency\nsnarled out:\n\n\"Patrol V-11 calling Pali-Vanyi base.\"\n\nThe base station over in Traffic Control cut in on the same wavelength.\n\n\"Okay, V-11. Report.\"\n\n\"The ship on A-orbit from direction Mars is a destroyer. Not near\nenough to read markings. Refuses to answer our signals or to cut\nvelocity. Advise.\"\n\n\"Contact ship,\" was the smug advice.\n\n\"Doing our best!\" Patrol V-11 snapped back.\n\nWagner had his head half turned from the landing indicators to hear the\npatrol communications. From the corner of his full-lipped mouth he shot:\n\n\"What in the devil's going on up there, Silvy?\"\n\n\"Dunno,\" Ward answered. An inexplicable chill was running along his\nspine. A conclave here in the twin city of Pali-Vanyi to effect\nmeasures against Mars--A destroyer coming in, refusing to answer the\nPatrol queries--\n\nThe inner door opened behind him. Ward spun around. Anger darkened his\nface as he glared at the tall, dark skinned man who had unsteadily come\nto rest against the door jamb.\n\nThe dark one looked owlishly at Wagner and Ward, twisted a loose mouth\nopen and mumbled:\n\n\"Portiz reporting for duty.\"\n\n\"In _that_ condition?\" Silvy Ward snapped.\n\n\"I'm sober as a king,\" Portiz answered.\n\n\"King Henry the Eighth,\" Wagner said softly.\n\n\n                                  II\n\nThe fulfillment of his own particular mission was close at hand now,\nand the destroyer's commander was tensed at the jet keys. How great,\nhe thought, the destiny of the new Leader of the race and through\nthe Leader how great the race's destiny! No more worshipping of the\nancient god, Zabir, Father of the Deserts. That had been frustrate,\nmeaningless worship. Dawn after sudden dawn had passed and the race,\nwithout ambition, without a goal for its dreams, aye, even without its\ndreams, had waned into a purely subjective way of life, a fatalistic\nwaiting for the end which every day came closer; now each dawn brought\nnew hopes and life had become objective, meaningful. Zabir, you failed\nus; the Leader will not.\n\nThe moment is drawing nearer--\n\n\n\nA sleek, luxurious spaceyacht blasted from its plotted C-orbit out of\nEarth and slanted down toward Venus' cloudbank. Within a plushy cabin\non its topside an incredibly fat man in white tie and tails squatted at\nthe controls, a self satisfied grin on his bejowled face.\n\n\"Jimmie,\" he said to the ruddy faced navigator, \"we'll show the\nAuthority that we don't have to have instruments keying our course.\nWe'll show them that we don't have to get a buzz every thirty minutes\nto tell us we're grooving our trajectory. No, sir, Jimmie, my lad. Now\nwe'll show them Charleston infrareds clear down to Pali-Vanyi port.\nWe'll show them that we don't need any antiquated radio range beam to\nget us into that foggy port. That weather broadcast my daughter made us\nlisten to a while back said that Pali is completely fogged in, but that\nisn't going to stop us. The Charleston infrareds will get us down.\n\n\"Sure, Jimmie, we proved that we can get from Earth to Venus without\nthe aid of a trajectory beam; now we'll prove that we can get all the\nway down to surface without benefit of the Authority. We'll prove that\nthis Astronautics Authority stuff is just a waste of the taxpayers'\nmoney, that the Charleston infrareds will make landing on Venus so\nsimple that even a freshman at Astrotech could get in safely. When\nCongress convenes again, we'll show them, eh, Jimmie?\"\n\n\"Yes, sir,\" the navigator yessed. \"What's this Authority business\nanyway? Just a political organization which takes the taxpayer's money\nfor something that isn't necessary at all. Sir, when you get back to\nWashington, you'll show 'em!\"\n\n\"Good boy, Jimmie,\" the resplendently clad individualist said with a\nsmile, patting the young fellow's shoulder with a diamond-studded paw.\n\nWherewith Dewitt Charleston peered through the forward port at the\nonrushing, cloud-veiled sphere which was Venus and grinned very\nhappily. And then, from the corner of a flesh-surmounted eye he\nglimpsed the red flaring of rocket exhausts on the port side, and not\nmore than ten miles away.\n\n\"Somebody crowding in on us,\" Charleston said. \"Release the broadcast\nantenna while I get the transmitter going. Let's see, what's Patrol\nfrequency? Sixty Megacycles.\"\n\nBelow the spaceyacht a long length of antenna dropped, trailing some\nten feet below the length of the four hundred foot hull.\n\nJimmie nodded an okay to his employer.\n\nThe fat one absorbed the microphone in a fleshy hand.\n\n\"Calling unknown ship on port side. Sy 2700 calling.\"\n\nThere was no answer.\n\n\"Rats,\" said Dewitt Charleston. \"What do they mean, coming in on our\ntrajectory?\"\n\n\"But, sir,\" Jimmie protested, \"our trajectory isn't listed with the\nAuthority; they probably have this other ship scheduled to come in now.\"\n\n\"They shouldn't do things like that,\" Charleston protested peevishly\nwith a sublime disregard for the necessarily intricate workings of the\nAuthority. \"No right at all. Might think we were ordinary spacebats or\nsomething.\"\n\nWhich is when the receiver, attuned to the Patrol frequency, caught\nTraffic Control's command to contact the unidentified destroyer.\nForthwith a third ship made itself present in the extra-Venusian\nheavens; a red-lighted ship bearing the AAP of the Authority Patrol. It\ncame blasting from Venus' east and over its transmitter came:\n\n\"Patrol V-11 calling destroyer. What is your mission?\"\n\nSilence. It is a ruling in the interplanetary code that all ships use\nthe same wavelength when contacting ships of the Authority or ships\nunder the guidance of the AA's facilities; since silence reigned, it\nwas quite obvious that the unknown destroyer had not answered.\n\nThe patrol ship shot a warning flare across the destroyer's bow. It\nburned bluely in the darkness of the outer atmosphere, lighting up that\nentire quadrant of space, revealing the baleful circle-in-a-square\ninsignia of Mars on the destroyer's hull!\n\nThe receiver burst again into life.\n\n\"Patrol V-11 calling base. Destroyer is of Martian origin. Advise.\"\n\nBut before an answer was forthcoming, a luridly flaring object leaped\nfrom the dark ship, speeding across the obscurity of interplanetary\nspace like a leaping bolt of lightning.\n\n\"Patrol V-11 to base. Destroyer launched torpedo. Trying to escape.\nBlast jet bank seven. Blast nine. Nine! Nine!\"\n\nThe voice went dead. A lurid red sundered the black abyss of space. It\nwas a void of baleful crimson in which two ships sped: Charleston's\nspaceyacht and the destroyer out of Mars. Where V-11 had been was only\na glowing scattering of wreckage which faded into nothingness in the\neternal night of the void.\n\n\"Pali-Vanyi base calling V-11. Calling--\"\n\nBut V-11 did not answer. V-11 could not answer. V-11 was but debris\ndropping down into the everlasting clouds.\n\nCharleston's fat face was covered with perspiration.\n\n\"Jimmie,\" he said, almost inarticulately, \"something is very screwy\naround here. Maybe I'd better contact Pali-Vanyi and find out what's\ngoing on.\"\n\nCutting in the transmitter, Charleston began to bark excitedly:\n\n\"Sy 2700 calling Pali-Vanyi Base--\"\n\nSimultaneously a torpedo lanced from the destroyer's tubes, darting\nstraight at the spaceyacht. Charleston keyed in the underjets to avoid\nit, praying fervently the while. A shudder ran through the yacht; then\nit was running as smoothly as before.\n\n\"What happened?\" Charleston cried, his eyes darting feverishly from\nmeter to meter.\n\n\"The torpedo ripped away our broadcast antenna,\" Jimmie said slowly.\n\"We can't contact Pali-Vanyi now!\"\n\n\"Damn them, damn them!\" Charleston murmured. \"We'll follow them; we'll\nfind out what it's all about!\"\n\n\"Yes, sir,\" Jimmie said, but his whole body was quivering and he was\nwishing he was far, far away.\n\n\n                                  III\n\nDown in the radio beam station, Wagner, Ward and a very unsteady Portiz\nsurveyed each other in stunned dismay for about ten seconds.\n\nFred Ward was struggling to put into speech that which he felt within.\nHere was crisis. Here was an intermingling of human and mechanical\nfailings which had built up almost to the point of nervous dissolution\nin the men concerned. Probably of secondary importance now was the\nfact that two terrestrial cruisers were nearing perihelion at the sun;\nthey depended absolutely on the keyed radio wave which would leap\nacross their trajectory and crackle in their attentive receivers. But\nthat keying device was out of commission and in all that great bank\nof two hundred keyers there was not another silent. There was not\nanother which they could safely adjust to the cruisers' course without\nimperiling the safety of some other craft.\n\nOver in Pali-Vanyi proper were some of the greatest political minds\nof Earth and Venus, closeted within a great hall whose entrance was\nbarred, whose televisorphonic connections were cut off. It would take\nat least fifteen minutes to gain access to that hall, once reached, and\nprobably another ten minutes to evacuate the great hall and get them to\na place of comparative safety.\n\nUp above a great Martian destroyer was diving down into Venus' mists,\ndoubtless riding the radio range beam straight down toward the port.\nIts objective was obvious: the convention hall.\n\nThe radio range beam transmitter could not be cut off since there were\na dozen ships due to hit atmosphere within the next few minutes. Six\nof them had bucked a Perseid meteor shower coming out of Earth and\nwere low on fuel; it was imperative that they follow the beam down to\nPali-Vanyi for a one-try landing. The excessive consumption of fuel\nin an atmosphere was prohibitive of their cruising around until the\ndestroyer could be apprehended by Patrol ships and driven away. The\nbeam had to be maintained!\n\nAs for the human element, Portiz was scarcely able to stand; Wagner had\na fine case of the jitters and could do little more than botch things\nup royally if he tried to tackle a complicated task; Ward had gone to\nbed after a sixteen hour shift, and after two hours of sleep plus a\ndosage of unadulterated Venusian atmospherics had been awakened and\ncalled back to the station.\n\nThe nervous tension was terrific. The three inarticulate men stood\nthere while the seconds sped, Wagner staring around with desperation on\nhis fat face, Silvy Ward clenching and unclenching his hands, Portiz\nleaning his drink-pliant body against the bank of keyers.\n\nSuddenly Ward broke the silence.\n\n\"Wagner, get that trajectory keyer going. First check the interlock\nbeam relay; the circuits seem to be okay, so it must be the relay.\nPortiz, get the portable glide beam transmitter unit and drive it out\nto the very base of the Hump on the eastern end of the field, and keep\nyour receiver open on thirty-four megacycles; I'll give you directions\nfrom here. Come on, get going!\"\n\nWherewith Ward spun around to the Pali-Vanyi radio range transmitter.\nThere was a peculiar smile on his face as he released the controls\non the goniometer unit which governs the direction of the signals by\nreducing or increasing the radio frequency in the four range radiators.\nThey'll be on the beam, he thought; these Martian boys won't take any\nchances of missing on the first stab for it would take them so long to\nmaneuver around for a second attempt that the element of surprise would\nbe lacking and their prey would have gotten away. They'll ride the\nbeam in from the west. When they get directly over the range station\nthey'll get the vertical radio signal from the station location marker\nand know that the field lies ten miles to the east and Pali-Vanyi ten\nmiles south of the field. Switching their course ninety degrees they'll\ndrop in right over the city and let go with everything they've got.\n\nThey're probably on the beam now and four hundred miles to the west.\nThey're due to hit the strato-winds which any astronaut knows will\nbuck them around. The thunderheads will make their compass blotto so\nthe only direction they can be sure of is due east on the beam. If we\nshift the beam slowly by rotating the goniometer counter-clockwise, the\nquadrants of the beam will be reversed. They'll swerve their course\nto follow, and gradually instead of getting the A signal to the south\nthey'll be getting it from the east, and instead of an N from the\nnorth they'll have an N from the west. They'll come into Pali from the\nSouth--\n\n\n\nThe radio range at Pali-Vanyi resembled to a great extent the radio\nranges used for centuries before by the Federal airways of the United\nStates of America, Earth. The increasing use of ultra-high frequency\nwaves had made obsolete the four towers of the intermediate frequency\nrange. Small, compact, the new range system had through the long\ndecades of scientific advancement after the war years of the 20th\ncentury reached a stage of efficiency a hundredfold greater than its\npredecessor.\n\nA small antenna array atop the broadcast station consisting of four\nvertical radiators mounted at the terminals of a horizontal X replaced\nthe towers of yesteryear. The four bars of the X pointed northeast,\nnorthwest, southwest and southeast.\n\nThe NW and SE radiators sent out a steady N (dash-dot) in Morse code,\nthe SW and NE a steady A (dot-dash). At thirty second intervals\nthe identification letters of Pali-Vanyi [dot-dash-dash-dot\ndot-dot-dot-dash] were transmitted from all radiators. A ship coming in\nfrom the west, directly on course, heard both N and A simultaneously\nand with equal strength so that they interlocked and formed a steady\ndash. A swerve to the north of the course meant that the N signal would\nbe predominant in the ship's receiver; to the south, that the A would\nbe predominant. Rotating the goniometer counter-clockwise would so\nchange the radio frequency in the four signal radiators as to cause\nall on-course signals to swing similarly, and ships on the beam would\nfollow it blindly around, especially when their compasses were put\nawry by natural causes. A 90 degrees swing would completely reverse\nthe so-called N and A quadrants; hence the beam would completely lie.\nWHAT would the destroyer's speed be? Probably twelve or fourteen\nhundred m.p.h. Twenty minutes or less to swing the beam. With one hand\nSilvy Ward began to rotate the goniometer, casting an eye at a nearby\nchronometer. Ninety degrees, say, in eighteen minutes. Five degrees per\nminute. Easy now! With a free hand Ward reached out and snapped on the\nshortwave transceiver which was used in communications when testing\nexperimental equipment. He picked up the microphone and called:\n\n\"Portiz, are you in position?\"\n\n\"Yes, sir!\" the answer came promptly.\n\n\"Directions, pal. Cut in the glide path transmitter now and stick with\nit until further instructions so that nothing goes wrong.\"\n\n\"Yes, sir. But what's the idea, Silvy?\"\n\n\"No time to explain now, Portiz! I've work to do!\"\n\nWard snapped off, and immediately reached out for the televisorphone.\nHe dialed Public Service and asked for his good friend Duka Dwane,\nVenusian utility magnate.\n\n\"Duka,\" he barked after credentialling his way past a Mr.\nDwane's-in-conference operator, \"this is Silvy Ward of the Authority.\nThere's a Martian destroyer coming in with obvious intentions of\nbombing Pali. I want you to black out the city immediately.\"\n\n\"But, Silvy, think of the convention,\" Dwane protested. \"I had to give\nthem special fluorescent lighting; they'll be angry if I cut them off!\"\n\n\"If you don't cut them off this time they'll never be cut off again.\nKick that master switch over pronto. The Authority will take all\nresponsibility!\"\n\n\"Okay,\" lisped Dwane. \"Okay, _sharnar_!\"\n\nWard cut off wondering if that \"_sharnar_\" had meant \"friend\" or\n\"bigshot\"; it meant one thing in Pali and another in Vanyi, the city\nacross the \"tracks\".\n\nFour minutes gone. Twenty degrees. The destroyer should be almost\nwest-south-west now.\n\n\"Wagner,\" Ward barked. \"How are you coming?\"\n\n\"It's the relay, right enough. I should have it clicking in a few mins.\"\n\n\"You've about twenty, so do it right! Buzz Control and tell them that\nwe're going to cut off the landing beams on the south of the field and\nfor them to light up all the eastern boundary lights.\"\n\n\"Yes, sir.\"\n\nSix minutes gone. Thirty degrees.\n\n\n                                  IV\n\nThe spirit of the Leader rides with us, thought the destroyer's\ncommander. The very force of his will has caused those fools below to\nleave their beam on. And they are members of the race that seeks to\ndictate terms to the Leader! So ignorant they are, so unenlightened.\nThey are unfit to rule. By the great god Zabir--nay, not by that false\ngod, but by the Leader, we are the only ones fit to rule and we shall!\n\n\"_Andrakalarn marsti virki!_\" he shrilled into the intercommunication\ntube.\n\nThe moment of reckoning--in twelve minutes!\n\nMeanwhile Charleston's spaceyacht was following the destroyer down the\nstrange layer of wild winds in Venus' stratosphere. Some time before he\nhad reached out a pudgy hand to turn on his infrared view-plates and\nthe destroyer stood out sharply on the visual grid.\n\n\"Damn it!\" the fat millionaire was thinking, \"no state of war exists.\nWhy should that Martian blast the patrol ship and tear away my\nbroadcast antenna with a torp?\"\n\nThe air was extremely rough. The yacht pitched and yawed, and with the\npitching and yawing Charleston found his daughter Ginny at his side.\n\n\"Pater, what is wrong?\" she queried in a post-deb voice.\n\n\"There's a des--\" Jimmie started.\n\n\"Harrrrumph!\" Charleston burst.\n\nJimmie was squelched.\n\n\"Just following another ship down which acts kind of peculiarly,\"\nexplained the millionaire. \"Wish I could report him to the Authority.\nCan't, though, a--er--meteor tore away the antenna!\"\n\n\"Why are you swerving your course?\" Unquestionably Ginny knew her\nrocketships.\n\n\"Winds are pretty bad. Seem to be coming full force from the southeast\nif you can trust the compass. Had to tack around to counteract their\nforce.\" Charleston of course couldn't admit that his infrareds didn't\nallow for variable headwinds and compass deviations and therefor\nweren't as dependable as the Authority's beams.\n\nBut his daughter could.\n\n\"Why don't you switch onto the Authority frequency? The beam's on 65\nmegacycles in case you're interested.\"\n\nCharleston harrrrumphed again but reached out to switch on the receiver.\n\nImmediately he started receiving the steady hum of the on-course\nsignal, broken at 30 second intervals by the keying of P V,\nidentification signal of the base station. A minute later he heard the\ndash-dot signifying N, meaning that he was to the left (and in his case\npresumably to the north) of his course. Keying in the port jets he\nswung to the right and received the on-course signal again. He noticed\nwith satisfaction that the destroyer had done likewise.\n\n\"Ginny,\" he admitted weakly, \"this radio range business is quite _the_\nbusiness. Of course the Charleston infrareds--\"\n\n\"_Of course!_\" smiled the daughter.\n\nIt was Charleston's turn to be squelched.\n\nSuddenly the range signals were interrupted by the beam operator's\nvoice:\n\n\"PV, Pali-Vanyi. Notice to all spacemen. Due to the unusually adverse\nweather conditions at surface, the north-south landing beams will be\nleft on permanently until further notice. PV, Pali-Vanyi.\"\n\nTen minutes had passed since Ward had begun rotating the goniometer.\nTen minutes and Charleston and the destroyer were fifty degrees off the\ntrue course. Almost south-south-west of the field now and gradually\nbearing more to the south.\n\nBut Charleston did not know and he was praising the facilities of the\nAuthority and remarking about how wonderfully his infrareds would\nwork in conjunction with said facilities. The future of his invention\n(well, he had backed it!) took on a rosy hue. He would revolutionize\ninterplanetary travel; he would simply make it easier.\n\n\n                                   V\n\nSlowly Silvy Ward rotated the flat, indexed dial of the goniometer.\nEighty-nine degrees gone. One more degree. The destroyer should be at\nthe south of the field now, coming in unknowingly over the blacked-out\nmetropolis. Soon he should hear the thunder of its rockets. Were his\ncomputations wrong? Did the destroyer have improved compasses and other\ndirectional finding instruments which it was using instead of relying\non the beam? If not, why did he not hear it coming out of--\n\nA chill swept over him. What was that far, thin thunder throbbing\nacross the night? The destroyer! And that other, higher pitched roar?\nThe Patrol had said that there were two unlisted ships coming in!\nWho was in that other ship? If he could only warn them without the\ndestroyer catching the signal! But, dear God, he couldn't!\n\nZero-one-two-zero! Over against the Hump Portiz was attending the\nportable landing beam transmitter. An ultra-high frequency beam was\nshooting up uni-directionally at the glide angle of a ship coming in\nfor a landing from the west. A normal landing was to the south where\nthe main runways lay; this descent--no landing there!--must be to the\neast and the five thousand foot Hump along whose base the boundary\nlights were ablaze in the dense fog. From the air they would present\nthe aspect of an illumined city....\n\nWard cried out to Wagner:\n\n\"The destroyer is overhead. They're getting the station location marker\nsignal. Listen--\"\n\nThey could hear the blasting of jets as the ship swerved around to the\neast, to the direction which its occupants doubtless thought was south.\nIt would be catching the glide path beam now and dropping down toward\nwhat appeared to be the city!\n\nThe second ship was coming in over the range station. It, too, was\nswerving....\n\n\"That must be the ship out of Earth,\" Wagner cried.\n\n\"If we could only warn them!\" Ward said hopelessly. \"We don't even know\nwhose ship it is. It may be the Director coming to the convention.\"\n\nYes, the Director of Earth might be up there dropping toward certain\ndoom.\n\nWard leaped to the shortwave transceiver. Simultaneously, it burst into\nlife.\n\n\"Portiz calling Ward.\"\n\n\"Yes?\"\n\n\"Sounds as if there's a large ship dropping in towards the mountain.\nWhat're your orders?\"\n\n\"Leave the beam on and get to hell out of there. You've only got about\ntwo minutes!\"\n\nSilence. Sixty seconds of silence broken only by the receding thunder\nof the two ships.\n\n\n\nUnderjets flaring redly, making rosy-hued the fog, the destroyer\neased down toward the lights which told its commander that here lay\nPali-Vanyi. Down, down on the glide path beam.\n\nCommands spat from the commander's fleshless mouth.\n\n\"Ready at the bomb racks--_Unload!_\"\n\nKeying in the rear underjets he zoomed the ship.\n\nThe concussion of the unleashed bombs tore across the night, shattering\nten thousand windows in nearby Pali-Vanyi. Martians in dehydrated\nchambers drowned as the heavy fog poured in; Earthmen choked and grew\necstatically oxy-drunk; Venusians leaped in hordes out into their\nnatural element to see the flames licking against the Hump.\n\n\"We have destroyed the city!\" the Martian commander cried, for in the\nchurning chaos of atomic bomb explosions no details can be seen. \"The\nLeader will bless us. He will--\n\n\"_Oh, Zabir, Holy Father of the Deserts, what looms ahead? A mountain\nhere? Oh, Zabir, no! Blast all underjets! Blast!_\n\n\"Zabir, Blessed Father--\"\n\nThe great destroyer's jets flamed futilely. It ground in against the\nHump, splitting like a pod. From its halved entrails flames roared\nforth to further bloody the swirling tortured fog. The sound of the\ncrash reverberated against the range station.\n\nSimultaneously Ward cut in the microphone and screamed over the beam\nfrequency:\n\n\"_Climb, ship of Earth, climb. You're on the Hump!_\"\n\nPeering out into the crimson-hued fog to the east, Ward saw spitting\njet flames swerving upward, sweeping up and over in an Immelmann turn\nto safety.\n\n\"Ship of Earth,\" Ward continued, \"proceed about fifteen miles west,\nmake a one-hundred-eighty degree turn and come in for a normal landing.\nThe beam courses were reversed because of an emergency; we are now\ncorrecting the variations.\"\n\nWard cut the microphone in again.\n\n\"PV, Pali-Vanyi. Notice to all spacemen: Due to an emergency the range\nwas rotated ninety degrees counter-clockwise during the past half hour.\nAny ships following the western leg into PV should be on the southern\nleg. Come into the field from the south and swing around for normal\nlandings in accordance with regulations. The beam is now in normal\noperation.\"\n\nSilvy Ward arose, began to stretch his tired, slender body, and then he\nglimpsed the chronometer. It was within seconds of zero-one-three-zero.\n\n\"Wagner, have you got that keyer fixed?\"\n\n\"Watch!\" Wagner grinned at him.\n\nThere was a whir. The interlock cam relay in the device started to\nturn, keying out its message across some fifty million miles of space,\na message which beyond a shadow of a doubt was crackling some moments\nlater in the receivers of the two earth cruisers at perihelion, telling\nthem that they were on their trajectory course and all was well.\n\nThe televisorphone buzzed urgently. Quickly Ward snapped it on.\n\nPortiz' face appeared on the grid.\n\n\"Everything under control?\"\n\n\"Yes. And where in the devil are you?\"\n\n\"Gasuki's. I needed a drink after those bombs landed on my tail.\"",
    "metadata": {
        "author": [
            "Valding, Victor",
            "Peterson, John Victor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64863/pg64863.txt",
        "name": "lie_on_the_beam.json"
    }
}