{
    "name": "Literary Copyright",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "This is the first public meeting of the National Institute of Arts and\nLetters. The original members were selected by an invitation from the\nAmerican Social Science Association, which acted under the power of its\ncharter from the Congress of the United States. The members thus\nselected, who joined the Social Science Association, were given the\nalternative of organizing as an independent institute or as a branch of\nthe Social Science Association.\n\nAt the annual meeting of the Social Science Association on September 4,\n1899, at Saratoga Springs, the members of the Institute voted to organize\nindependently. They formally adopted the revised constitution, which had\nbeen agreed upon at the first meeting, in New York in the preceding\nJanuary, and elected officers as prescribed by the constitution.\n\nThe object is declared to be the advancement of art and literature, and\nthe qualification shall be notable achievements in art or letters. The\nnumber of active members will probably be ultimately fixed at one\nhundred. The society may elect honorary and associate members without\nlimit. By the terms of agreement between the American Social Science\nAssociation and the National Institute, the members of each are 'ipso\nfacto' associate members of the other.\n\nIt is believed that the advancement of art and literature in this country\nwill be promoted by the organization of the producers of literature and\nart. This is in strict analogy with the action of other professions and\nof almost all the industries. No one doubts that literature and art are\nor should be leading interests in our civilization, and their dignity\nwill be enhanced in the public estimation by a visible organization of\ntheir representatives, who are seriously determined upon raising the\nstandards by which the work of writers and artists is judged. The\nassociation of persons having this common aim cannot but stimulate\neffort, soften unworthy rivalry into generous competition, and promote\nenthusiasm and good fellowship in their work. The mere coming together to\ncompare views and discuss interests and tendencies and problems which\nconcern both the workers and the great public, cannot fail to be of\nbenefit to both.\n\nIn no other way so well as by association of this sort can be created the\nfeeling of solidarity in our literature, and the recognition of its\npower. It is not expected to raise any standard of perfection, or in any\nway to hamper individual development, but a body of concentrated opinion\nmay raise the standard by promoting healthful and helpful criticism, by\ndiscouraging mediocrity and meretricious smartness, by keeping alive the\ntraditions of good literature, while it is hospitable to all discoverers\nof new worlds. A safe motto for any such society would be Tradition and\nFreedom--'Traditio et Libertas'.\n\nIt is generally conceded that what literature in America needs at this\nmoment is honest, competent, sound criticism. This is not likely to be\nattained by sporadic efforts, especially in a democracy of letters where\nthe critics are not always superior to the criticised, where the man in\nfront of the book is not always a better marksman than the man behind the\nbook. It may not be attained even by an organization of men united upon\ncertain standards of excellence. I do not like to use the word authority,\nbut it is not unreasonable to suppose that the public will be influenced\nby a body devoted to the advancement of art and literature, whose\nsincerity and discernment it has learned to respect, and admission into\nwhose ranks will, I hope, be considered a distinction to be sought for by\ngood work. The fashion of the day is rarely the judgment of posterity.\nYou will recall what Byron wrote to Coleridge: \"I trust you do not permit\nyourself to be depressed by the temporary partiality of what is called\n'the public' for the favorites of the moment; all experience is against\nthe permanency of such impressions. You must have lived to see many of\nthese pass away, and will survive many more.\"\n\nThe chief concern of the National Institute is with the production of\nworks of art and of literature, and with their distribution. In the\nremarks following I shall confine myself to the production and\ndistribution of literature. In the limits of this brief address I can\nonly in outline speak of certain tendencies and practices which are\naffecting this production and this distribution. The interests involved\nare, first, those of the author; second, those of the publisher; third,\nthose of the public. As to all good literature, the interests of these\nthree are identical if the relations of the three are on the proper\nbasis. For the author, a good book is of more pecuniary value than a poor\none, setting aside the question of fame; to the publisher, the right of\npublishing a good book is solid capital,--an established house, in the\nlong run, makes more money on \"Standards\" than on \"Catchpennies\"; and to\nthe public the possession of the best literature is the breath of life,\nas that of the bad and mediocre is moral and intellectual decadence. But\nin practice the interests of the three do not harmonize. The author, even\nsupposing his efforts are stimulated by the highest aspirations for\nexcellence and not by any commercial instinct, is compelled by his\ncircumstances to get the best price for his production; the publisher\nwishes to get the utmost return for his capital and his energy; and the\npublic wants the best going for the least money.\n\nConsider first the author, and I mean the author, and not the mere\ncraftsman who manufactures books for a recognized market. His sole\ncapital is his talent. His brain may be likened to a mine, gold, silver,\ncopper, iron, or tin, which looks like silver when new. Whatever it is,\nthe vein of valuable ore is limited, in most cases it is slight. When it\nis worked out, the man is at the end of his resources. Has he expended or\nproduced capital? I say he has produced it, and contributed to the wealth\nof the world, and that he is as truly entitled to the usufruct of it as\nthe miner who takes gold or silver out of the earth. For how long? I will\nspeak of that later on. The copyright of a book is not analogous to the\npatent right of an invention, which may become of universal necessity to\nthe world. Nor should the greater share of this usufruct be absorbed by\nthe manufacturer and publisher of the book. The publisher has a clear\nright to guard himself against risks, as he has the right of refusal to\nassume them. But there is an injustice somewhere, when for many a book,\nvalued and even profitable to somebody, the author does not receive the\nprice of a laborer's day wages for the time spent on it--to say nothing\nof the long years of its gestation.\n\nThe relation between author and publisher ought to be neither complicated\nnor peculiar. The author may sell his product outright, or he may sell\nhimself by an agreement similar to that which an employee in a\nmanufacturing establishment makes with his master to give to the\nestablishment all his inventions. Either of these methods is fair and\nbusinesslike, though it may not be wise. A method that prevailed in the\nearly years of this century was both fair and wise. The author agreed\nthat the publisher should have the exclusive right to publish his book\nfor a certain term, or to make and sell a certain number of copies. When\nthose conditions were fulfilled, the control of the property reverted to\nthe author. The continuance of these relations between the two depended,\nas it should depend, upon mutual advantage and mutual good-will. By the\npresent common method the author makes over the use of his property to\nthe will of the publisher. It is true that he parts with the use only of\nthe property and not with the property itself, and the publisher in law\nacquires no other title, nor does he acquire any sort of interest in the\nfuture products of the author's brain. But the author loses all control\nof his property, and its profit to him may depend upon his continuing to\nmake over his books to the same publisher. In this continuance he is\nliable to the temptation to work for a market, instead of following the\nfree impulses of his own genius. As to any special book, the publisher is\nthe sole judge whether to push it or to let it sink into the stagnation\nof unadvertised goods.\n\nThe situation is full of complications. Theoretically it is the interest\nof both parties to sell as many books as possible. But the author has an\ninterest in one book, the publisher in a hundred. And it is natural and\nreasonable that the man who risks his money should be the judge of the\npolicy best for his whole establishment. I cannot but think that this\nsituation would be on a juster footing all round if the author returned\nto the old practice of limiting the use of his property by the publisher.\nI say this in full recognition of the fact that the publishers might be\nunwilling to make temporary investments, or to take risks. What then?\nFewer books might be published. Less vanity might be gratified. Less\nmoney might be risked in experiments upon the public, and more might be\nmade by distributing good literature. Would the public be injured? It is\nan idea already discredited that the world owes a living to everybody who\nthinks he can write, and it is a superstition already fading that capital\nwhich exploits literature as a trade acquires any special privileges.\n\nThe present international copyright, which primarily concerns itself with\nthe manufacture of books, rests upon an unintelligible protective tariff\nbasis. It should rest primarily upon an acknowledgment of the author's\nright of property in his own work, the same universal right that he has\nin any other personal property. The author's international copyright\nshould be no more hampered by restrictions and encumbrances than his\nnational copyright. Whatever regulations the government may make for the\nprotection of manufactures, or trade industries, or for purposes of\nrevenue on importations, they should not be confounded with the author's\nright of property. They have no business in an international copyright\nact, agreement, or treaty. The United States copyright for native authors\ncontains no manufacturing restrictions. All we ask is that foreign\nauthors shall enjoy the same privileges we have under our law, and that\nforeign nations shall give our authors the privileges of their local\ncopyright laws. I do not know any American author of any standing who has\never asked or desired protection against foreign authors.\n\nThis subject is so important that I may be permitted to enlarge upon it,\nin order to make clear suggestions already made, and to array again\narguments more or less familiar. I do this in the view of bringing before\nthe institute work worthy of its best efforts, which if successful will\nentitle this body to the gratitude and respect of the country. I refer to\nthe speedy revision of our confused and wholly inadequate American\ncopyright laws, and later on to a readjustment of our international\nrelations.\n\nIn the first place let me bring to your attention what is, to the vast\nbody of authors, a subject of vital interest, which it is not too much to\nsay has never received that treatment from authors themselves which its\nimportance demands. I refer to the property of authors in their\nproductions. In this brief space and time I cannot enter fully upon this\ngreat subject, but must be content to offer certain suggestions for your\nconsideration.\n\nThe property of an author in the product of his mental labor ought to be\nas absolute and unlimited as his property in the product of his physical\nlabor. It seems to me idle to say that the two kinds of labor products\nare so dissimilar that the ownership cannot be protected by like laws. In\nthis age of enlightenment such a proposition is absurd. The history of\ncopyright law seems to show that the treatment of property in brain\nproduct has been based on this erroneous idea. To steal the paper on\nwhich an author has put his brain work into visible, tangible form is in\nall lands a crime, larceny, but to steal the brain work is not a crime.\nThe utmost extent to which our enlightened American legislators, at\nalmost the end of the nineteenth century, have gone in protecting\nproducts of the brain has been to give the author power to sue in civil\ncourts, at large expense, the offender who has taken and sold his\nproperty.\n\nAnd what gross absurdity is the copyright law which limits even this poor\ndefense of author's property to a brief term of years, after the\nexpiration of which he or his children and heirs have no defense, no\nrecognized property whatever in his products.\n\nAnd for some inexplicable reason this term of years in which he may be\nsaid to own his property is divided into two terms, so that at the end of\nthe first he is compelled to re-assert his ownership by renewing his\ncopyright, or he must lose all ownership at the end of the short term.\n\nIt is manifest to all honest minds that if an author is entitled to own\nhis work for a term of years, it is equally the duty of his government to\nmake that ownership perpetual. He can own and protect and leave to his\nchildren and his children's children by will the manuscript paper on\nwhich he has written, and he should have equal right to leave to them\nthat mental product which constitutes the true money value of his labor.\nIt is unnecessary to say that the mental product is always as easy to be\nidentified as the physical product. Its identification is absolutely\ncertain to the intelligence of judges and juries. And it is apparent that\nthe interests of assignees, who are commonly publishers, are equal with\nthose of authors, in making absolute and perpetual this property in which\nboth are dealers.\n\nAnother consideration follows here. Why should the ownership of a bushel\nof wheat, a piece of silk goods, a watch, or a handkerchief in the\npossession of an American carried or sent to England, or brought thence\nto this country, be absolute and unlimited, while the ownership of his\nown products as an author or as a purchaser from an author is made\ndependent on his nationality? Why should the property of the manufacturer\nof cloths, carpets, satins, and any and every description of goods, be\nable to send his products all over the world, subject only to the tariff\nlaws of the various countries, while the author (alone of all known\nproducers) is forbidden to do so? The existing law of our country says to\nthe foreign author, \"You can have property in your book only if you\nmanufacture it into salable form in this country.\" What would be said of\nthe wisdom or wild folly of a law which sought to protect other American\nindustries by forbidding the importation of all foreign manufactures?\n\nNo question of tariff protection is here involved. What duty shall be\nimposed upon foreign products or foreign manufactures is a question of\npolitical economy. The wrong against which authors should protest is in\nannexing to their terms of ownership of their property a protective\ntariff revision. For, be it observed, this is a subject of abstract\njustice, moral right, and it matters nothing whether the author be\nAmerican, English, German, French, Hindoo, or Chinese,--and it is very\ncertain that when America shall enact a simple, just, copyright law,\ngiving to every human being the same protection of law to his property in\nhis mental products as in the work of his hands, every civilized nation\non earth will follow the noble example.\n\nAs it now stands, authors who annually produce the raw material for\nmanufacturing purposes to an amount in value of millions, supporting vast\npopulations of people, authors whose mental produce rivals and exceeds in\ncommercial value many of the great staple products of our fields, are the\nonly producers who have no distinct property in their products, who are\nnot protected in holding on to the feeble tenure the law gives them, and\nwhose quasi-property in their works, flimsy as it is, is limited to a few\nyears, and cannot with certainty be handed down to their children. It\nwill be said, it is said, that it is impossible for the author to obtain\nan acknowledgment of absolute right of property in his brain work. In our\ncivilization we have not yet arrived at this state of justice. It may be\nso. Indeed some authors have declared that this justice would be against\npublic policy. I trust they are sustained by the lofty thought that in\nthis view they are rising above the petty realm of literature into the\nbroad field of statesmanship.\n\nBut I think there will be a general agreement that in the needed revisal\nof our local copyright law we can attain some measure of justice. Some of\nthe most obvious hardships can be removed. There is no reason why an\nauthor should pay for the privilege of a long life by the loss of his\ncopyrights, and that his old age should be embittered by poverty because\nhe cannot have the results of the labor of his vigorous years. There is\nno reason why if he dies young he should leave those dependent on him\nwithout support, for the public has really no more right to appropriate\nhis book than it would have to take his house from his widow and\nchildren. His income at best is small after he has divided with the\npublishers.\n\nNo, there can certainly be no valid argument against extending the\ncopyright of the author to his own lifetime, with the addition of forty\nor fifty years for the benefit of his heirs. I will not leave this\nportion of the topic without saying that a perfectly harmonious relation\nbetween authors and publishers is most earnestly to be desired, nor\nwithout the frank acknowledgment that, in literary tradition and in the\npresent experience, many of the most noble friendships and the most\ngenerous and helpful relations have subsisted, as they ought always to\nsubsist, between the producers and the distributors of literature,\nespecially when the publisher has a love for literature, and the author\nis a reasonable being and takes pains to inform himself about the\npublishing business.\n\nOne aspect of the publishing business which has become increasingly\nprominent during the last fifteen years cannot be overlooked, for it is\ncertain to affect seriously the production of literature as to quality,\nand its distribution. Capital has discovered that literature is a product\nout of which money can be made, in the same way that it can be made in\ncotton, wheat, or iron. Never before in history has so much money been\ninvested in publishing, with the single purpose of creating and supplying\nthe market with manufactured goods. Never before has there been such an\nappeal to the reading public, or such a study of its tastes, or supposed\ntastes, wants, likes and dislikes, coupled also with the same shrewd\nanxiety to ascertain a future demand that governs the purveyors of spring\nand fall styles in millinery and dressmaking. Not only the contents of\nthe books and periodicals, but the covers, must be made to catch the\nfleeting fancy. Will the public next season wear its hose dotted or\nstriped?\n\nAnother branch of this activity is the so-called syndicating of the\nauthor's products in the control of one salesman, in which good work and\ninferior work are coupled together at a common selling price and in\ncommon notoriety. This insures a wider distribution, but what is its\neffect upon the quality of literature? Is it your observation that the\nwriter for a syndicate, on solicitation for a price or an order for a\ncertain kind of work, produces as good quality as when he works\nindependently, uninfluenced by the spirit of commercialism? The question\nis a serious one for the future of literature.\n\nThe consolidation of capital in great publishing establishments has its\nadvantages and its disadvantages. It increases vastly the yearly output\nof books. The presses must be kept running, printers, papermakers, and\nmachinists are interested in this. The maw of the press must be fed. The\ncapital must earn its money. One advantage of this is that when new and\nusable material is not forthcoming, the \"standards\" and the best\nliterature must be reproduced in countless editions, and the best\nliterature is broadcast over the world at prices to suit all purses, even\nthe leanest. The disadvantage is that products, in the eagerness of\ncompetition for a market, are accepted which are of a character to harm\nand not help the development of the contemporary mind in moral and\nintellectual strength. The public expresses its fear of this in the\nphrase it has invented--\"the spawn of the press.\" The author who writes\nsimply to supply this press, and in constant view of a market, is certain\nto deteriorate in his quality, nay more, as a beginner he is satisfied if\nhe can produce something that will sell without regard to its quality. Is\nit extravagant to speak of a tendency to make the author merely an\nadjunct of the publishing house? Take as an illustration the publications\nin books and magazines relating to the late Spanish-American war. How\nmany of them were ordered to meet a supposed market, and how many of them\nwere the spontaneous and natural productions of writers who had something\nto say? I am not quarreling, you see, with the newspapers who do this\nsort of thing; I am speaking of the tendency of what we have been\naccustomed to call literature to take on the transient and hasty\ncharacter of the newspaper.\n\nIn another respect, in method if not in quality, this literature\napproaches the newspaper. It is the habit of some publishing houses, not\nof all, let me distinctly say, to seek always notoriety, not to nurse and\nkeep before the public mind the best that has been evolved from time to\ntime, but to offer always something new. The year's flooring is threshed\noff and the floor swept to make room for a fresh batch. Effort eventually\nceases for the old and approved, and is concentrated on experiments. This\nis like the conduct of a newspaper. It is assumed that the public must be\nstartled all the time.\n\nI speak of this freely because I think it as bad policy for the publisher\nas it is harmful to the public of readers. The same effort used to\nintroduce a novelty will be much better remunerated by pushing the sale\nof an acknowledged good piece of literature.\n\nLiterature depends, like every other product bought by the people, upon\nadvertising, and it needs much effort usually to arrest the attention of\nour hurrying public upon what it would most enjoy if it were brought to\nits knowledge.\n\nIt would not be easy to fix the limit in this vast country to the\ncirculation of a good book if it were properly kept before the public.\nDay by day, year by year, new readers are coming forward with curiosity\nand intellectual wants. The generation that now is should not be deprived\nof the best in the last generation. Nay more, one publication, in any\nform, reaches only a comparatively small portion of the public that would\nbe interested in it. A novel, for instance, may have a large circulation\nin a magazine; it may then appear in a book; it may reach other readers\nserially again in the columns of a newspaper; it may be offered again in\nall the by-ways by subscription, and yet not nearly exhaust its\nlegitimate running power. This is not a supposition but a fact proved by\ntrial. Nor is it to be wondered at, when we consider that we have an\nunequaled homogeneous population with a similar common-school education.\nIn looking over publishers' lists I am constantly coming across good\nbooks out of print, which are practically unknown to this generation, and\nyet are more profitable, truer to life and character, more entertaining\nand amusing, than most of those fresh from the press month by month.\n\nOf the effect upon the literary product of writing to order, in obedience\nto a merely commercial instinct, I need not enlarge to a company of\nauthors, any more than to a company of artists I need to enlarge upon the\neffect of a like commercial instinct upon art.\n\nI am aware that the evolution of literature or art in any period, in\nrelation to the literature and art of the world, cannot be accurately\njudged by contemporaries and participants, nor can it be predicted. But I\nhave great expectations of the product of both in this country, and I am\nsure that both will be affected by the conduct of persons now living. It\nis for this reason that I have spoken.",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3116/pg3116.txt",
        "name": "literary_copyright.json"
    }
}