{
    "name": "Little men of space",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "The children were coming home. Elwood could see them from the cottage\ndoorway, shouting and rejoicing in the bright October sunlight. They\ncarried lunch baskets and--as they came tripping toward him across\nthe lawn--he was ready to believe that nothing in life could be quite\nas enchanting as the simple wonder of childhood itself with its\nlight-hearted merriment and freedom from care.\n\nHe was ready to forget the laundry bills and the scuffed shoes, the\nfather-and-son problems, all the tormenting lesser difficulties which\ncould demolish parenthood as an exact science and turn it into a madcap\nadventure without rhyme or reason.\n\nMary Anne was in the lead. She squealed with delight when she caught\nsight of her father's entranced face, as if by some miracle he had\nbecome all at once a gift-bestowing snowman quite as remarkable as the\nhollow dolls, one within the other, which she had received from him as\na goodwill offering on her last birthday.\n\nEleven-year-old Melvin was more circumspect. In his son's eyes John\nElwood represented all the real values of life in so far as they could\nbe translated into model locomotives and bridge-building sets. But he\nknew his father to be a man of dignity who could not be easily cajoled.\nIt was best to let his sister try first and when she failed....\n\nFor an instant as he stared Elwood found himself secretly envying his\nson. At a quarter-past eleven Melvin had a firm grasp of elementary\nphysics. His feet were firmly planted on the ground and he wasn't\nserious-minded enough yet to make the tragic mistakes that come with\nadult unsureness.\n\nNot the kind of mistakes which he, James Seaton Elwood, had made with\nthe moon rocket, for instance. Or the mistake which he was making now\nby whimsically comparing the ages of his son and daughter to the moving\nhands of a clock.\n\nHow absurd it was to think of Mary Anne as a quarter-past seven when\nher budding feminine intuition made her as ageless as the Sphinx. All\nchildren were ageless really and it was absurd to imagine that they\ncould be made to conform to any logical frame of reference, scientific\nor otherwise.\n\nChildren were illogically imaginative, with a timelessness which gave\nthem an edge on adults when it came to solving problems that required a\nfresh approach to reality. What was it Wordsworth had said? _Trailing\nclouds of glory...._\n\n\"Daddy, Mr. Rayburn let us out early--so we could have a picnic. It\nwould have been fun if Melvin hadn't spoiled everything. He ate up all\nof the peanut butter sandwiches himself.\"\n\n\"Tattle tale!\"\n\n\"He got in a fight too. Freddy Mason didn't want to fight but Melvin\nstarted it!\"\n\n\"I _did_n't!\"\n\n\"You _did_! You know you did!\"\n\n\"That's a lie!\"\n\nElwood lowered his eyes and saw that both of his children were now\nas close to him as they could ever be. Mary Anne was tugging at his\nsleeve, begging him to take her part, and Melvin was appealing to him\nin man-to-man fashion, his contemptuous masculinity acting as a foil to\nhis sister's feminine wiles.\n\nIt was a grave crisis and Elwood recognized it as such. Ordinarily he\nwould have shunned a cut-and-dried solution but for once he had no\nchoice.\n\n\n\nWhen children fall out, when you are backed into a corner and your\nauthority totters, there is only one sure way to save yourself--_Occupy\ntheir minds with something else_.\n\n\"You're spoiling the surprise, kiddies,\" Elwood said, striving to sound\nembittered. \"It's been a lonesome hard day for me but I kept telling\nmyself you'd soon be home to share my triumph. I suppose I shouldn't\nsay this--but your mother just doesn't understand me the way you do.\"\n\n\"What is it, daddy?\" Mary Anne asked, a sudden warm solicitude in her\ngaze.\n\n\"Yeah, Pop, tell us!\" Melvin chimed in.\n\n\"The rocket is just about completed,\" Elwood said.\n\nHe felt Mary Anne's hand tighten on his sleeve and realised with\nelation that she was a scientist's daughter to her fingertips. He was\ngratified quite as much by the sudden hiss of Melvin's indrawn breath.\n\n\"Come along--I'll show you!\" he said.\n\nElwood derived the most intense pleasure from showing groups of\nvisiting dignitaries--scientific big shots for the most part--through\nhis basement laboratory. But when the dignitaries happened to be his\nown children his elation knew no bounds.\n\nDown the basement stairs they trooped, Melvin to the right of him, Mary\nAnne to the left. A door opened with a gentle click, a light came on\nand Melvin let out a yell which resounded through the house.\n\n\"You've got the blast reflector set up. _Pop!_\"\n\nThe rocket stood out, silver on black at its base, with a dull shine\nwhere it tapered to catch and hold the light.\n\nIt was not large as rockets go. It was barely five feet in height, a\nmiracle of technical craftsmanship wrought by the unerring skill and\nscientific knowhow of a very practical man with a family to support.\nBut it had been built with an eye to beauty as well and as the light\nglimmered and danced on its sloping vanes it seemed as gracefully\npoised for flight as some half-mythical bird cast in metal by a\nlong-vanished elfin race.\n\nAs gracefully poised and as shiningly beautiful....\n\nIt was Mary Anne who broke the spell. \"Daddy, will it really go to the\nmoon?\"\n\nElwood looked down at his daughter and patted her tousled red-gold\nhair. \"How many times must I tell you it isn't an experimental model?\"\nhe chided. \"It was designed for actual space flight.\"\n\n\"But daddy--\"\n\n\"If you've any more silly notions you'd better get rid of them right\nnow. You may never get another chance. Yesterday Melvin and I discussed\nthe details as fellow-scientists. Suppose you tell her just how much\nthe Government is contributing, son.\"\n\n\"Forty thousand dollars!\" Melvin said promptly, rolling the figure over\nhis tongue as though it had some mysterious magic of its own which\ncould elevate him to man's estate--if he repeated it often enough.\n\n\"A research grant,\" Elwood added as if thinking aloud for his own\nbenefit. \"I had a tough time persuading them to let me do all the\nconstruction work right here in my own laboratory. I've probably cut\nmore yards of official red tape than any odd duck since Archimedes.\"\n\nHe smiled a little ruefully. \"In case you're interested--I've had to\npay through the nose for the technical assistance I've been getting.\nThose owl-faced characters you've seen drifting in and out won't work\nfor peanuts.\"\n\n\"But all of the rockets in the stereo-cineramas are much bigger!\" Mary\nAnne protested. \"Why is that, daddy?\"\n\n\"We've just about seen the end of the huge outmoded, stratosphere\nobservation-type rockets,\" Elwood replied, including both children in\nhis glance. \"In the future observation rockets will be much smaller and\nthere is little to be gained by attempting to send a large rocket to\nthe moon. The cost would be a thousand times as great.\"\n\n\"But daddy, how could such a little rocket ever get as far as the moon.\"\n\n\"Perhaps the worst mistake an individual or a society can make is to\nconfuse size with power,\" Elwood said. \"There is a tiny bee which, in\nproportion to its size, can travel faster than our cleverest flight\nspecialists in their jet planes.\"\n\n\"But daddy--\"\n\n\"Don't look so incredulous, honeybunch. You remind me of your mother.\nMelvin knows just how much progress we've made in atomic research since\nEniwetok. Tell her, son.\"\n\n\"The primitive hydrogen bomb tested at Eniwetok laid the groundwork for\nthe storage of vast amounts of nuclear power in blast compartments a\nfew inches square,\" Melvin said pridefully. \"We can now power a very\nsmall rocket designed for space flight with the equivalent of fifty\nmillion tons of TNT.\"\n\n\"You left out one vital consideration, Melvin,\" Elwood said. \"The\nautomatic-control factor.\"\n\n\"Pop's right,\" Melvin said, confronting his sister almost accusingly.\n\"The power won't be released all at once.\"\n\n\"It will be released in successive stages,\" Elwood corroborated.\n\"We hope eventually to regulate the stages--or steps, as they are\ncalled--in such a way that other rockets, identical in design, will\nbuild up velocities approaching the speed of light.\"\n\n\n\nElwood picked up an odd-looking instrument from the work-bench against\nwhich he had been leaning. As he fingered it idly he enjoyed his\ndaughter's stunned acceptance of his accomplishment, realising more\nthan ever what an important contribution he had made to man's eventual\nconquest of the stars.\n\nThat conquest would come in good time. Even now enough atomic potential\nhad been stored in the rocket to carry it to Alpha Centauri--and back.\nThe blast mechanism had to have an overload to function at all. But\nonly a tiny fraction of the potential would be needed to make the moon\nflight an accomplished fact.\n\nThe rocket wouldn't be traveling at anything like the speed of light.\nBut just as soon as a few more complicated technical details had been\nworked out....\n\nElwood felt suddenly very tired. His back ached with stiffness and his\neyelids throbbed. Fortunately he knew the reason for his weariness and\nrefused to become alarmed. He had simply been driving himself too hard.\nBut with the rocket so near completion he couldn't afford to let even a\ndraft of cold wind blow upon him and increase his chances of becoming\nreally ill.\n\n\"If it's all right with you, kiddies,\" he said, \"I'm going upstairs to\nbed. I'm practically out on my feet.\"\n\n\"Aw, Pop, it isn't six o'clock yet!\" Melvin protested.\n\nInstantly Mary Anne came to his rescue. \"Daddy, you're not getting\nenough rest!\" she said, her eyes darting to the rocket and then to her\nbrother in fierce reproach.\n\n\"I ought to turn in early when I can,\" Elwood said. \"If your mother\nwasn't at Aunt Martha's I'd have to sit up half the night convincing\nher I've got enough practical sense left to shave and bathe myself and\ntake in the mail.\"\n\n\"Goodnight, daddy!\" Mary Anne said.\n\n\"Goodnight, kids. Thanks for being patient and giving me a break.\"\n\n\"Pop, can I stay down here and look it over?\"\n\n\"Sure, Melvin, stay as long as you like. I don't mind your puttering\naround a bit with the tools so long as you don't touch the rocket.\"\nElwood's face grew suddenly strained. \"Promise me you won't.\"\n\n\"He won't!\" Mary Anne promised.\n\nShe waited for her father's footsteps to echo hollowly on the floor\nabove before she turned her ire full upon Melvin. \"If I was a boy I'd\nbe more considerate of daddy than you are!\" she exclaimed, accusingly.\n\"You don't care how tired he gets.\"\n\n\"You're not a boy,\" Melvin retorted. \"You never could be. What's the\nsense in fooling yourself?\"\n\n\"You just repeat everything he tells you,\" Mary Anne flared. \"You're\nnot so smart!\"\n\n\"I'm smart enough to know that rocket could be sent further than the\nmoon--right now.\"\n\nMary Anne gasped. \"You're crazy. Daddy knows what he's doing.\"\n\n\"Sure he does. If he sent it as far as it could go it would disappear\nin space. He couldn't prove anything and he'd be in real trouble.\nThey'd say he got rid of it because it wouldn't work and kept the forty\nthousand dollars for himself.\"\n\n\"The Earth-child is right!\" a tiny voice said. \"That rocket can and\nmust carry us to our home planet. It is our last remaining hope.\"\n\nFor an instant Melvin felt as if he had swallowed a goldfish. Something\nflopped in his throat, coldly and horribly, and though the voice rang\nclear in his ears it seemed to come from deep inside his head.\n\n\"He hears us!\" the voice said. \"Before he sees us we'd better train the\nbeam on him. All Earth-children are emotional but the males are the\nhardest to control.\"\n\nIt was Mary Anne who screamed in protest. She stood as if frozen,\nstaring down with swiftly widening eyes at the three tiny men who had\ncome striding into the room through the wall. They had come in with a\nblaze of light behind them, a shimmering of the wall itself that seemed\nto go right through to the other side.\n\nMary Anne could have crushed them simply by raising her foot and\nbringing it down dead center above them. But their eyes warned her to\nbe still.\n\n_Do not scream again, Earth-child_, the eyes warned. _We are not as\nugly as we seem to you and your fright is very distasteful to us._\n\nHorribly ugly they seemed to Mary Anne. They were no larger than the\nwhite ivory pawns on the chessboard in her father's library but they\ndid not resemble pawns in the least. They were wrinkled and old-looking\nand the cheapest doll she had would have cried with shame to be dressed\nas they were.\n\nShe could have made out of an old handkerchief a better dress, with\nmore tucks and seams to it--and no Jack-in-the-Box could have popped up\nto shiver and sway with such toothless, evil-eyed malice.\n\nA child can escape from a monster of the toymaker's craft simply by\ndrawing a line between the real and the imaginary. But Mary Anne could\nnot escape from the little men facing her. There was no line to be\ndrawn and she knew it.\n\nThe little men were alive, and they were staring at her now as she had\nnever been stared at before. As if she were a stick of wood about to be\nthrown into a blazing fire which had been kindled for Melvin as well.\n\nTotally bald they were, with skins so shriveled that their small,\nslitted eyes were buried in a maze of wrinkles. Most pitiful of all\nwas the fact that their skins were mottled brown and green--colors so\nenchanting when associated with budding leaves or the russet-and-gold\nsplendors of an autumn landscape.\n\nThe little men were alive and they were warning her to be quiet. Just\nto make sure that she would not move or attempt to scream again they\nspoke to her again inside her head.\n\n\"We're going to use the beam on you too. But you won't be hurt if you\ndon't try to wake up your father.\"\n\nShe could hardly keep from screaming when she saw what they were doing\nto her brother. The tallest of the three--they were not all of the same\nheight--was turning Melvin slowly about in a blaze of light.\n\nHe was the thinnest of the three too--so thin and tall that she\nautomatically found herself thinking of him as Tall-Thin. The light\ncame from a tiny glowing tube which Tall-Thin was clasping in hands as\nsmall and brightly shining as the penpoints in her school stationery\nset.\n\nShe knew by the way she felt that Melvin wanted to scream too--to\nscream and struggle and fight back. But he couldn't even move his head\nand shoulders. He was all stiffened up and he turned as she'd seen him\ndo in dreams when they'd been quarreling and she had wanted to punish\nhim for making faces at her--to punish him by skipping away across the\nroom and laughing because he couldn't follow her.\n\nShe was sorry now she'd ever dreamed of Melvin in that way even when\nhe was mean to her. She felt even sorrier when she heard her brother\nshriek. It wasn't much of a shriek--just a thin little cry that came\nout muffled.\n\nMelvin had almost lost the power of speech and it was awful to watch\nhim trying to move his lips. He was completely turned now, staring down\nat the little men, and his eyes were shrieking for him.\n\n\"Don't make them mad, Melvin!\" Mary Anne pleaded. \"They'll kill you.\"\n\nInstantly Tall-Thin turned and trained his gaze on Mary Anne, his face\ntwitching with impatience. \"Dealing with the immature is a nuisance,\"\nhe complained and Mary Anne heard the words clearly even though she\nknew they were not meant for her. Deep inside her head she could hear\nTall-Thin speaking to his companions.\n\nAs if sensing something disturbing in that the second-tallest of\nthe three spoke in reply--spoke for the first time. \"They'll hear\neverything we say. It would be so much more convenient if we could talk\nto them without giving them the power to hear in return every word we\nutter.\"\n\n\"That cannot be avoided, Rujit,\" replied Tall-Thin. \"When we read their\nminds we awaken extra-sensory faculties which would ordinarily remain\ndormant in them.\"\n\n\"And rudimentary.\"\n\n\"And rudimentary.\" Tall-Thin agreed. \"It's like stimulating a low-grade\nenergy circuit with a high-grade charge. The low-grade circuit will\nremain supercharged for a brief period.\"\n\n\"Would it not be safer to kill them at once?\"\n\n\"Unnecessary killing is always unpleasant,\" Tall-Thin said.\n\n\"We should be emotionally prepared for it,\" Rujit countered. \"We would\nnot have survived and become great as a race if we had not conquered\nall such squeamishness in ourselves. We must be prepared to nullify all\nopposition by instant drastic action--the most drastic action available\nto us at any given time.\"\n\nRujit paused for an instant to transfix Tall-Thin with an accusing\nstare. Then he went on quickly, \"In an emergency it is often very\ndifficult to decide instantly how necessary an action may be. To take\npleasure in killing unnecessarily is therefore a survival attribute of\na very high order.\"\n\n\"I would as soon kill the Earth-children as not.\" Tall-Thin said. \"But\nthe slightest emotional unpleasantness militates against survival.\nEvery act we perform must be dictated by reason. Our moral grandeur as\na race is based on absolute logic--not on blind instinct. Even in an\nemergency _we_ are wise enough to determine how necessary an action may\nbe. So your argument falls to pieces.\"\n\n\n\nTall-Thin straightened, his parchment-dry face crinkling with rage.\n\"This isn't the first time you've questioned my wisdom and authority,\nRujit!\" he said and his voice was like the hiss of a snake uncoiling in\nthe long grass of a jungle clearing.\n\nRujit stiffened as if invisible fangs had buried themselves in his\nflesh. His cheeks could hardly have been called ruddy to begin with but\ntheir pallor suddenly became extreme. He took a quick step backward, a\nlook of horror coming into his eyes.\n\n\"You _wouldn't_! No, _no_, Hilili!\"\n\n\"The choice is no longer mine alone.\"\n\n\"But I was just thinking out loud!\"\n\nTall-Thin clicked off the beam, leaving Melvin still standing\nlarge-eyed and motionless against the wall. He raised the tube which\nhad projected the beam until it was pointing directly at Rujit.\n\n\"I'm going to step up the beam,\" he said.\n\n\"But why? _Why_, Hilili? For the love you bear me--\"\n\n\"I bear you no love.\"\n\n\"But you are my biogenetic twin, Hilili. We have been closer than\nordinary brothers from birth.\"\n\n\"It does not matter. It does not concern me. Family relationships\nmilitate against survival when reason falters in a single member of a\nfamily group.\"\n\nTall-Thin's voice hardened. \"We came to this planet for one purpose--to\ncolonize it for the good of all. We numbered thousands and now we are\nreduced to a pitiful remnant--just ourselves. Thanks to the stupidity\nof a few.\"\n\n\"I was never one of the stupid ones!\" Rujit protested. \"I advised our\nimmediate return. The unknown and hideous diseases which decimated\nus like _migs_, the atmospheric gases which rotted our ships so\ninsidiously that we were not aware of the damage until they exploded\nin flight--remember, I kept insisting that we could not survive such\nhazards for long!\"\n\n\"Your sound judgment in that respect was more than offset by your\nwilful insistence we explore the entire planet,\" Tall-Thin countered.\n\"Our ships were so numerous that they were observed in flight and we\nmight have been destroyed completely when death and disaster struck.\n\n\"As might have been expected the very shape of our ships made them\nconspicuous. Fiery disks they must have seemed to the Earth dwellers,\nso terrifying that they would have eventually found a way to fathom the\nmystery, and strike back. A perishing remnant of an advanced race has\nnever yet succeeded in killing two billion primitives armed with Class\nC-type weapons.\"\n\n\"But how could I have known it then?\"\n\n\"Ignorance is never an excuse!\" Tall-Thin's voice was a merciless rasp.\n\"A well-organized logical mind does not make such mistakes. Now we are\nfacing utter disaster unless we can get back to our home planet and\nwarn _The Twenty_ that it would be sheer madness to attempt to colonize\nthis planet again without better disease-preventing safeguards and\natmosphere-resisting metals. Such safeguards can and must be worked\nout.\"\n\nTall-Thin paused, watching Melvin as if apprehensive that the praise he\nwas about to bestow would be held against him to the detriment of his\nvanity.\n\n\"Unfortunately only two of us can go in this rocket, which has\nmiraculously come into our possession. The primitive who constructed\nit, this Earth-child's progenitor, must have an almost Class B-type\nmind. Only two of us, understand?\"\n\n\"But--\"\n\n\"The survival of the wisest. I'm afraid I shall have to extinguish\nyou, Rujit.\"\n\nThe tube lit up again, so brightly that Tall-Thin's hand was blotted\nout by the glare. Equally blotted out was Rujit's face but the rest\nof him did not vanish immediately. One arm disappeared but not the\nother--and there was a yawning dark gap between his knees and his waist.\n\nIt might not have seemed so horrible if Rujit had not shrieked first.\nThe shriek had an outward-inward quality, echoing both inside the heads\nof the children and in the room as actual sound.\n\nEven Tall-Thin seemed shaken by it, as if in a race that had outgrown\nthe need for physical speech there could be nothing more unnerving than\nanguish so expressed.\n\nYet both the shriek and the almost instant blotting out of Rujit's face\nwere eclipsed in point of horror by the fading of the little man's\nlegs. They faded, kicking and protesting and spasmodically convulsed,\nfaded in a ruby red glow that lingered for an instant in the still air\nlike a slowly dissolving blood clot, then as slowly vanished.\n\nIt was at that moment Mary Anne ceased to think as a child. She dug her\nknuckles into her mouth to keep from screaming but the undaunted way in\nwhich her mind worked was a tribute to her forgetfulness of self. _If\nhe should do that to Melvin!_\n\nTall-Thin must have sensed the loathing in her mind, for he turned\nwith a grimace of rage and trained the beam full upon her, taking care\nhowever to alter the tube's destructive potential with a quick twist of\nhis thumb.\n\n\"A primitive would have been sorely tempted to kill you, Earth-child,\"\nhe said. \"Fortunately for you we have a high and undeviating code of\nethics.\"\n\nBack and forth over the children Tall-Thin played the beam, as if to\nmake sure there would be no further unpleasantness from that source.\n\nThen he clicked off the tube again, and turned to his remaining\ncompanion--a little man who apparently believed that silence and good\norder were the foundation of all things.\n\nIn a more primitive society he would have been considered a stooge but\nthere appeared to be no such cultural concept in Tall-Thin's scale of\nvalues. He spoke with the utmost respect, as if anyone who agreed with\nhim automatically became as exalted as himself.\n\n\"The primitive who constructed this rocket had a remarkable mind,\" he\nsaid. \"_We_ could not have constructed it for every culture, no matter\nhow primitive, has resources peculiar to itself.\"\n\n\"That is very true, Hilili!\"\n\nMary Anne tried to turn her head to look at Melvin but her neck felt\nas stiff as when she'd had the mumps and everyone had felt sorry for\nher. She was sure that the little men did not feel in the least sorry\nand all she could do was stare in helpless anger as they turned and\nscrambled into the rocket.\n\nFinally she did manage to turn her head, just far enough to see what\nMelvin was doing.\n\nMelvin wasn't moving at all. His head was lowered and he was thinking.\nShe knew that he was thinking by the look in his eyes. Melvin was\nsilently thinking and as she stared she ceased to be afraid.\n\nShe sat very still, waiting for Melvin to speak to her. Suddenly he\ndid, deep inside her head.\n\nThe little men had come from far, far away. They had come from a big\ncloud of stars in the sky called the Great Nebula in Andromeda. Nearly\neverything in the universe curved and they had come spinning along the\nbiggest curve of all in hundreds and hundreds of punched-out disks that\nglowed in the dark like Roman candles.\n\nThe cow pasture Melvin and she played in was--she knew what it was but\nshe waited for Melvin to say it--rocket proving-ground. It was their\nown secret playing place but daddy called it a rocket proving-ground.\n\nDaddy wouldn't send the rocket to the moon from his laboratory in\nthe cellar. He'd take it out to the proving-ground and ask even the\nPresident of the United States to watch it start out for the Moon.\n\nThe President would come because her daddy was a very important and\nwonderful man. He didn't have much money but he'd be rich and famous\nif the rocket reached the moon.\n\nMost men as wonderful as her daddy were poor until they did something\nto make people stand up and shout. The little men didn't want her\ndaddy to become rich so that he could send Melvin through college and\nshe could go to college too. The little men didn't want her to learn\ndomestic housekeeping and make the handsomest man in all the world\nhappy.\n\nThe little men wouldn't--couldn't--take the rocket out to the\nproving-ground. It would start off blazing and go straight up through\nthe roof into the sky. It would blow the cellar apart and the cottage\nwould come tumbling down in ruins. Melvin would be killed and her\ndaddy....\n\nShe had never been so terrified in all her life and if Melvin hadn't\nstarted thinking she would have burst out crying.\n\nMelvin was thinking something now about the cottage. Water came in from\nthe sea. It did too--she remembered daddy complaining about it when\nhe went down to stoke the furnace. Water in the cellar and the ground\nunderneath all soft and soggy.\n\nSalt-marsh seepage. Why, it was like quicksand down below the\nsolid strata. The words came quick and clear from Melvin thinking.\n_Solid strata._ Even the solid strata wasn't all solid. There were\n_porosities_ in it--like a sponge. If something very heavy went down\nthrough the cellar floor it would go right on sinking.\n\n_Auxiliary fuels_, came from Melvin thinking. _They're in the auxiliary\nfuel-chamber now. Hot steam in the turbines, pushed right through\nthe heat exchanger. The atomic charge won't go of at all if the heat\nexchanger works fast enough._\n\n_They don't know as much about the rocket as Pop does_, came from\nMelvin. _The atomic part is the big important part. They came at night\nand studied that. But the heat exchanger--they didn't take the trouble\nto study it. Now they're worried about it. Why should an atomic rocket\nhave auxiliary fuels?_\n\nDaddy could have told them. You had to have auxiliary fuels in a rocket\nif you were going to send it to the moon. The rocket's trajectory would\nhave to be modified by small readjustments that could only be made by\nauxiliary fuels.\n\nMelvin, think hard! Think hard and fast, and in the right way!\n\n_They're stopping now to puzzle it out_, came from Melvin. _Their minds\nwork differently from ours. They fasten on the big important things\nfirst. The small things they sometimes overlook. They can't help it.\nTheir minds are constructed that way._\n\n_Mustn't let trivialities distract us._ That's what they were thinking.\nThat's what they were thinking, and they were going to make a mistake.\n\n_They're going to move the wrong dial. I'm going to help them move\nthe wrong dial. I want them to move the wrong dial. They must move the\nwrong dial...._\n\nIt began with a faint humming sound--nothing more. But something that\ncouldn't have come from Melvin at all showered Mary Anne's mind with\nthoughts and emotions that were like a screaming inside her head.\n\nA continuous terrified screaming that made her want to slap her hands\nto her ears to shut out the sound.\n\nThe screaming stopped the instant the rocket began to vibrate. It\nstopped as abruptly as a jet of steam issuing from a suddenly clogged\npipe.\n\nThe humming changed to a droning and the rocket vibrated so furiously\nthat Mary Anne grew dizzy just watching it. With the dizziness came a\nterrible fear that the rocket would explode. It was like being bound to\na chair, helpless, and knowing you couldn't possibly escape. She saw\nherself being blown up with the cottage, with Melvin screaming for her\nto save him.\n\nBut nothing like that happened. The cottage shook a little. She was\nhurled forward, then to her knees. But the blast of heat which fanned\nher face was no worse than the blast from a furnace door swinging\nquickly open and shut.\n\nStraight down through the floor the rocket sank with its base glowing\nwhite hot. There were a sizzling and a hissing and she could see\nflames dancing through the steam which kept rising in clouds until\nwater gushed up in torrents and put the fire out.\n\nShe shut her eyes then and clenched her hands tight.\n\nShe sat very still, waiting for Melvin to come to her. She felt a great\nand overwhelming need to lean on someone, to be consoled by a firm\nmasculine voice speaking out bold and clear.\n\nThe bursting strangeness was gone from inside her head. She could move\nagain. She refused to try but she knew that she could whenever she\nwanted to. Her thoughts were her own now--not Melvin's or Tall-Thin's.\n\nShe started to cry, very softly, and she was still crying when Melvin\nreached her side, helped her to her feet.\n\n\"Mary Anne, I could see them moving around inside the rocket. I could\neven make them do what I wanted them to do. It happened as soon as\nthey turned that ray on me. I couldn't move but I knew what they were\nthinking.\"\n\n\"So did I, Melvin,\" Mary Anne sobbed. \"I knew what _you_ were thinking\ntoo.\"\n\n\"Yeah. We seemed to be talking together there for a minute. But not the\nway we're talking now.\"\n\nMary Anne nodded. \"I knew what you were thinking and they knew what\nwe....\" Mary Anne stopped. \"_Melvin!_ You fooled them! Inside the ship\nthey didn't hear us talking together. If they had heard us they would\nnot have made a mistake and turned the wrong dial.\"\n\n\"Yeah, I know. I tried to throw up a mental block when we talked about\nthe auxiliary fuel-chamber and what would happen if the heat exchanger\nworked fast enough. I guess it worked. The mental block, I mean....\"\n\n\"You bet it worked, Melvin. You're wonderful, Melvin.\"\n\n\"You didn't think so when you told Pop about the sandwiches.\"\n\n\"I didn't mean to be a nasty, Melvin.\"\n\n\"All right--skip it. Funny thing--I could never read anybody's thoughts\nbefore. It only lasted for a few minutes. I couldn't do it now.\"\n\n\"They must have done something to us, Melvin.\"\n\n\"I'll say they did. What's Pop going to think when he comes down here\ntomorrow and sees the rocket gone?\"\n\n\"I'm afraid he's going to be awfully mad, Melvin.\"\n\nThere is perhaps no more striking illustration of the prophetic faculty\nat work in the world than when it appears full-blown in the occasional\nunderstatements of children.\n\nThe next morning, Elwood didn't merely hurl the magazine at his son. He\npointed first to the article, tapping furiously with his forefinger at\nMelvin's photograph while his breakfast grew cold at his elbow.\n\n\"Melvin, I warned you to keep your hands off that rocket. I warned you\nnot to touch it or jar it in any way. But you had to putter around\nuntil you did something to the heat exchanger dial. It's conduct like\nthat which makes me realize how mistaken these journalist monkeys can\nbe. A genius! You're no more of a genius--\"\n\n\"Pop, you've got to believe me!\" Melvin protested. \"The little men\nare--\"\n\n\"_Little men!_ My son is not only a genius\"--Elwood stressed the word\nwith a biting sarcasm which was not lost on Melvin--\"but a first-class\nliar! Here, read this article again. It was published two months\nago--but I guess you didn't read it over often enough. It may shame\nyou into going into a corner and giving yourself a thorough mental\noverhauling.\"\n\n\n\nElwood tossed the magazine then--straight across the table at the\ndisturbed Melvin.\n\n\"If he's a liar so am I!\" Mary Anne gasped in angry protest.\n\n\"For a dozen years now flying saucer rumors have been all over the\nplace,\" Elwood said, glaring at both of his children. \"I suppose it's\nonly natural you should chatter occasionally about little men. All\nchildren do. But to use such imaginary companions as an excuse for an\nact of wanton destructiveness....\"\n\nMelvin picked up the magazine almost automatically. Solely to bolster\nhis sagging self-esteem--even the innocent and falsely accused can feel\nguilty at times--he stared at his own photograph and the somewhat\nbaroque caption which surmounted it.\n\n                       YOUNG SCIENTIFIC AMERICA\n\n    Can genius be inherited? The distinguished accomplishments in\n    nuclear physics and space-flight theory by the father of the boy\n    who has won the most coveted annual award available to American\n    youth for all-around scientific achievement strengthens the\n    arguments of those who believe that the bright mysterious torch of\n    genius can be passed on from father to son. But when interviewed\n    the youthful winner of the Seabury Medal modestly disclaimed....\n\n\"If I saw a little man do you know what I'd do?\" came in bitter\nreproach from the original holder of Melvin's inherited torch.\n\nAnd then, in rhetorical response, \"I'd make it my fight--a fight forced\nupon me against my will. I'd consult a good psychiatrist immediately.\"\n\n\"I throw myself on your mercy!\" a tiny voice said. \"I am unarmed, I am\nalone--and I am the last of my kind remaining alive on your planet.\"\n\n\n\nMelvin stopped reading abruptly, flushing guiltily to the roots of his\nhair. He had been wishing that his father _could_ see a little man and\nnow he was being punished for his thoughts in the cruelest possible way.\n\nThe winner of the Seabury Medal knew that insanity was rare in\nchildhood but to hear imaginary voices....\n\n\"Hilili thought he had extinguished me,\" the voice went on, \"but by\nexerting my will to the utmost I managed to waver back. I beg you to be\nmerciful!\"\n\nThe voice became almost pathetic in its tragic pleading. \"You need\nno longer fear me for I will soon die. Injured and weakened as I am\nthe disease organisms so fatal to my race are certain to kill me very\nquickly now.\"\n\nMelvin looked up then--and so did Mary Anne.\n\nThe little man stood on a bright mahogany sideboard, gleaming with all\nthe primitive appurtenances of a Class C-type breakfast. A tray of\nbuttered toast, crisply brown, rose like the Great Pyramid of Cheops at\nhis back, and he was leaning for support against the coffee percolator\nthat mirrored his wan and tormented face in wavy and distorted lines.\n\nIt was easy to see that death was already beckoning to Rujit with a\nsolemn and pontificial bow.\n\n\"_Pop!_\" Melvin gasped, leaping to his feet.\n\nJohn Elwood did not answer his son. However much he may have wanted to\ncommunicate there are few satisfactory avenues of communication that\nremain open to a man lying flat on his stomach on the floor in a dead\nfaint.",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72517/pg72517.txt",
        "name": "little_men_of_space.json"
    }
}