{
    "name": "Loco or Love",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "“If you’d ’a’ cooked them two eggs at the same time, ‘Magpie,’ mine\nwouldn’t ’a’ rolled off on the floor and busted,” says I, sad-like,\nlooking at the remains.\n\nMagpie Simpkins rises his full height, which is some elevation, and\nglares at me.\n\n“Ike Harper,” says he, “tend to your own cooking. A person what is as\nungrateful as you are can’t partake of my cooking, neither will I\nbreak bread with such as he.”\n\nI got my boots on, cooks me some bacon, and eats as far from that\nhombre as the room allows. A house divided can’t ring with harmony,\nand love has put a breach as wide as the Grand Cañon between me and\nMagpie. The little feller with the bow and arrer has rasped us raw.\n\nMagpie is the sheriff of our county, and I’m his deputy. Me and that\nscantling-shaped hombre have been pardners ever since gold was\ndiscovered on bedrock, and this is the first rift in our lute. Of\ncourse there has been discords, but this is the first time that the\nstrings have all been busted!\n\nLove cometh at strange times. Me and Magpie have been over in the\nMedicine Hills, sort of looking for an alleged rustler, and are coming\nout, when we sees a nester’s cabin with smoke coming out of the\nstovepipe. It’s an old place, and ain’t been occupied for some time,\nso we decides to investigate.\n\nWe’re a heap hungry, and when we gets in shooting range we smells\nfried onions and coffee. There’s an aroma of biscuits on the air, too,\nwhich don’t hurt our noses none.\n\nWe pilgrims into the yard, and as we slips off our broncs the door\nopens, and we sees our heart’s desire. She’s a cute little filly.\nShe’s slender, got a lot of eighteen-carat hair, and blue eyes as big\nas the end of a shotgun shell.\n\nShe’s got a bowl full of dough in her hands, and she stares at us like\nwe’re curiosities. Sudden-like she smiles.\n\n“I’m Sheriff Simpkins,” states Magpie, removing his hat.\n\nShe gives a queer little squeak and drops her bowl on the ground.\n\n“I ain’t done nothing!” says she, sort of vacant-like.\n\n“Ma’am, the queen can do no wrong,” states Magpie. “We smells the\nodors of Araby, so our noses brings us hither.”\n\n“Onions,” says she. “Don’t they smell.”\n\n“Perfume of the gods,” says I. “I’d wear one all the time if it wasn’t\nfor the looks of the thing. I’m your obedient servant, Ike Harper. You\nliving here alone?”\n\n“Yes,” she nods. “A poor, defenseless woman. I hope there ain’t no\nobjection to me using this cabin. I’ll take care of it.”\n\n“She’s yours,” pronounces Magpie. “If anybody interferes with your\nhabitation you send for me.”\n\n“And in case he’s too busy I’ll come,” says I. “He’s a busy man. I’m\nsorry he was so quick to startle yuh, and make yuh bust your dough\nmug. He’s abrupt that-away.”\n\n“No matter,” says she, “Won’t yuh come in?”\n\nJust wouldn’t we? Say! Them onions was the greatest and the biscuits\nwas the lightest yuh ever seen. Coffee? Nectar of the gods. There\nain’t much furniture in the place, but what is in there looks\nhomelike. She’s got a enlarged picture on the wall, the same of which\nseems familiar.\n\n“Ma’am,” says Magpie, pointing at it, “would yuh mind telling me who\nthe distinguished-looking gent is?”\n\n“Was,” says she, sad-like. “He’s gone and——”\n\n“Magpie,” says I, “don’t presume on short acquaintance to stir up sad\nmemories. There don’t seem to be nothing sacred to him, ma’am.”\n\nShe smiles at us, sweet-like, and nods;\n\n“Yes, he’s gone, but his memory lingers. He was a good man.”\n\n“You dang well know he was,” agrees Magpie. “If he wasn’t his picture\nwouldn’t be on your walls. What did you say your name was?”\n\n“I didn’t say, Mister Simpkins: I am Lily Lester.”\n\n“Some pretty name. Call me Magpie—pleased to meet yuh.”\n\n“I might not decipher the call if yuh said Mister Harper,” says I.\n“Maw used to call me Honey, but Ike suits me fine.”\n\n“Honey!” snorts Magpie. “Not comb-honey, Ike. You ain’t used—”\n\n“Personalities are bad form, Magpie,” I reminds him. “Remember we’re\nbefore a lady. Ma’am, I’d love to drop in once in a while and see how\nyou’re making it.”\n\n“Do it,” says she, “I’d love to have yuh.”\n\n“Yes’m,” says Magpie. “I will.”\n\nShe thanks us—I don’t know what for—and we rides away. We pilgrims off\nacross the hills towards Piperock, and we takes looks at that cabin\nuntil we’re out of sight.\n\n“Ike, Lily is a lulu,” states Magpie.\n\n“If that’s an expression of admiration I remains torpid, but if that\napellation of lulu reflects on the lady in any way I resents it a\nheap.”\n\n“Get a dictionary, Ike,” he grins. “Lulu is a Latin word meaning\n‘wonderful’. Ain’t she a wonder? Biscuits! Onions! Ike, I wish you’d\nask her for her recipe for cooking coffee. I sure admire coffee that I\ndon’t have to chew and what won’t corrode my insides at each meal. I\nwonder if she contemplates future matrimony? She don’t need to live\nalone, Ike. Reckon I ain’t beyond matrimonial redemption myself. What\ndo yuh think?”\n\n“If yuh don’t like the way I cook coffee, Magpie, you can cook it\nyourself. And as far as matrimony and you are concerned, you’d be like\na three-legged turtle trying to catch a scared wolf. There ain’t\nnothing about you to catch the female fancy.\n\n“In the first place, you’re too long. No woman wants to look up a\nlodge-pole all her life. An occasional glance at your face ain’t going\nto hurt nobody, but as a steady diet—no!”\n\n“Faces,” he states, “ain’t so much. Brains and companionship counts a\nheap more. You suffers a heap that-away, Ike. You’re pretty in the\nface—like a buffalo, and about as companionable as a porkypine, but\nwhen it comes to brains you ain’t got a trump. I’ll likely ride her\nway very soon.”\n\n“Me, too. Likely tomorrow.”\n\n“Yes, and likely yuh won’t, Ike!” he snorts. “You’re working for me.\nSabe? You goes where I sends yuh.”\n\n“If you think for a holy minute that I ain’t going to have no leisure\ntime, Magpie, you think again. You get too cocky, old-timer, and I’ll\nquit or take a vacation. Sabe?”\n\n“Don’t fly off the handle, Ike,” he advises. “Nobody ever said yuh\ncouldn’t have no leisure time. You hops off half-cocked. Also you’re\ncontrary. Did yuh ever hear about the dog what got in the manger? He\ncouldn’t eat the hay, and he wouldn’t let the bronc eat it.”\n\n“If you figures yourself as the bronc in that moral, Magpie, you lose.\nYour ears are too long, old-timer. Where do yuh get the idea that I\ncan’t get the lady? I made a living before I met you. The only thing I\never done that I was ashamed of was the day I pinned your star on my\nbosom. You thinks just because you’re a sheriff you’re better than\nmost folks. You didn’t grab any honors when you beat ‘Shep’ Allen for\nsheriff. He’s blind in one eye and string-halted in both legs. Just\nlet me whisper something to you, Magpie: if you don’t grab some of\nthese cow thieves——”\n\n“Ike, you can desist. I’m doing all that a mortal man can do. If I had\na deputy that was worth a cuss I’d——”\n\n                  *       *       *       *       *\n\nThat’s a sample of our conversation on the way home. Being partners\nfor so long, we hates to say hateful things to each other, but in a\ncase like this the truth does seep out. We gets real personal before\nwe gets to Piperock, and finds Zeb Abernathy and “Scenery” Sims\nsetting in front of our office, waiting for us.\n\nZeb looks just like you’d bet he would after hearing his name, but no\nname on earth could give an impression of Scenery. When I look at him\nI think thusly:\n\n“The person what built you, Scenery, must ’a’ run mighty short of\nmaterial. They looks yuh over and says—‘It ain’t much of a man, but\nI’ll put a squeak in it so growed-up folks won’t step on it\naccidental-like.’”\n\nThey looks up at us as we rides in. Zeb almost unjoins his neck trying\nto expectorate across the street, crosses his legs and squints—\n\n“Any news, Magpie?”\n\n“Hello, Zeb,” says Magpie. “Nothing new. Heard anything?”\n\n“Bank got robbed today,” squeaks Scenery. “Dog-gone thing got\nabsolutely robbed. I been telling everybody that we ain’t got no\nprotection around here. Whole sheriff’s office couldn’t find a ace in\na new pack of cards. Ain’t yuh going to do nothing?”\n\n“I know something I’d like to do,” states Magpie, looking down at\nScenery. “You keep your squeak in your chest and let Zeb tells us\nabout it. What happened, Zeb?”\n\n“While you fellers are picking flowers over in the hills a feller\nrides into town, throws down on the cashier with a gun and lopes off\nwith the treasure. He told the cashier to give you his regards. What\nyuh going to do, Magpie?”\n\n“Cry a little,” says Magpie, tired-like. “I don’t reckon there is much\nelse to do. Some of you folks gets the idea that just because I wears\na star all I got to do is yell, ‘Come here, ye outlaws!’ and they’ll\ncome a-running.”\n\n“What I want to know is what are yuh going to do?” squeaks Scenery.\n“When we elects yuh sheriff——”\n\n“They,” corrects Magpie. “You voted for Allen, Scenery.”\n\n“Then I got something to be proud of. I’m glad that folks can’t hold\nme responsible for you.”\n\nHim and Zeb ambles off up-town, and we goes inside.\n\n“There ain’t no joy in being a sheriff!” yelps Magpie, throwing his\nboots over in the corner. “Your duty sort of keeps yuh from pulling a\ngun and acting free-like. I’m going out tomorrow and get that bad,\nbad-man, Ike. You watch me.”\n\nThe next morning he shaves careful-like, and greases his boots.\n\n“Going to try and make a mash on him?” I asks. “You ought to have some\nperfume, Magpie. You look like a bridegroom.”\n\n“Ike,” says he, ignoring the compliment, “I wants you to ride up to\nSullivan Gulch, and see if anybody’s living there. We got to locate\nsomething or somebody pretty soon.”\n\n“Where you going?” I asks.\n\n“Into the breaks between here and the Circle-Cross.”\n\nI rides out of Piperock with joy in my heart, ’cause I’m going in the\ngeneral direction of my heart’s desire, and Magpie has gone the\nopposite. What do I care for outlaws? Duty to me is self-preservation.\n\nMe and Magpie meets at the door. We nods like distant relatives, and\neach knocks on our side of the door. The lady makes us welcome, and we\nsets down.\n\n“I’m so glad to see yuh,” says she, and Magpie walks plumb across the\nroom to shake hands with her.\n\n“I wish I’d ’a’ known yuh was coming today,” she states. “I’d ’a’ had\nyuh bring me some stuff from town.”\n\n“Well, ma’am,” says Magpie, “if there’s anything yuh want I can send\nIke after it. What’s the use of having hired men if yuh don’t use ’em.\nTell me what your heart desires.”\n\n“I ain’t got no time,” says I, “I’m headed for Sullivan Gulch. I’d\nlove to do it, ma’am, but I’m rushed. Magpie’s just loafing, so he’ll\nbe glad to do it.”\n\nMagpie glares at me and I glares right back at him.\n\n“How lovely,” coos this here lady. “It will be lovely.”\n\n“We’ll both go, Ike,” states Magpie. “I got a little job of work in\nPiperock that you can attend to while I’m bringing the stuff back.\nWrite out your list, ma’am, and I’ll deliver it right to your door.”\n\nMe and Magpie pilgrims back to Piperock in silence, buys the stuff for\nthe lady, and goes down to the office.\n\nWe finds Buck Masterson on the steps.\n\n“Howdy, Buck,” says Magpie. “What can I do for yuh?”\n\n“Well, unless you improves your ways I don’t reckon yuh can do\nanything,” says Buck, sort of helpless-like. “I been robbed!”\n\n“_Pshaw!_” says I. “How comes that, Buck?”\n\n“Feller—same one what robbed the bank, I reckon—comes into my saloon\nthis morning, sticks a gun in my face and annexes what I got in the\nsafe. Said he knowed the sheriff was away. Say, Magpie, what in —— are\nyou doing? Sending out proclamations of your absence?”\n\nI don’t care to listen to no such conversation, so I goes inside, and\npretty soon Magpie and Buck pilgrims up-town. I takes that stuff,\nthrows it on a hoss, and points for the lady of my dreams.\n\n                  *       *       *       *       *\n\nI gets almost to her place, when Magpie overtakes me. We rides up,\ndeposits stuff and partakes of a light lunch.\n\n“I’m a outlaw-hunter,” states Magpie, during the meal. “It’s a\nprecarious existence, fraught with much danger, and takes a man of\nnerve.”\n\n“Romantic,” says she. “And what does Mister Harper do?”\n\n“He holds my bronc.”\n\n“While you runs,” says I. “Magpie don’t want to be bothered with no\nbronc when he gets scared, ma’am. If I was the sheriff of this county\nI’d keep her swept clean of outlaws, believe me. It irks me some to\ntake orders when I know they ain’t getting us no place.”\n\n“Do you suppose I’m in any danger living here alone?” she asks.\n\n“If I thought you was I couldn’t sleep,” orates Magpie. “You need the\nprotection of a man. If you——”\n\n“You hadn’t ought to be here alone,” I states. “Of course I’d love to\nstay here with you, but—there’s a preacher in Pipe-rock, ma’am.”\n\n“Preachers ain’t no protection,” states Magpie. “Being sort of a legal\nguardian of this here county, I’d admire to—”\n\n“Magpie, you ain’t got no time,” I reminds him. “You got to\ninvestigate that bank robbery and the one in Buck’s place. You’ve said\nyourself that I ain’t no help to you. Why don’t yuh appoint me to look\nafter the weaker sex in this county?”\n\n“Ike, after knowing you as long as I have, I’d hate to call ’em the\nweaker sex.”\n\n“Oh, I’m not afraid,” she states. “As long as I’ve got two big strong\nmen looking after me I feel safe. I do hope you can come often. Can’t\nyou come tomorrow?”\n\n“I can,” says Magpie. “Of course Ike will have to stay and tend to the\noffice routine work. It ain’t much but it’s got to be done.”\n\n“Routine work,” says I to Magpie, as we pilgrims back. “What routine,\nMagpie?”\n\n“Seeing that nobody breaks into jail without showing a warrant,” he\ngrins. Pretty soon he heaves a long sigh, and turns in his\nsaddle—“Ike, it ain’t going to be long before you’ll be cooking grub\nfor yourself alone.”\n\n“It sure ain’t,” I agrees. “I begins tonight. Your feller-feelings are\nparalyzed, Magpie Simpkins, and no more do I cook for an ungrateful\nhombre like you. Dang your slim soul! You ain’t noways good enough for\nthat lady.”\n\n“Ain’t it true,” he agrees. “But I’m getting better all the time, Ike.\nDidn’t yuh notice how the tears comes to her eyes, and how her breast\nheaved when I spoke about losing sleep? And then you—dang yuh! You has\nto cut in with that sky-pilot talk when I’m getting right down to\nbusiness. If I had five minutes alone with her I’d have her hand.”\n\n“I’ll bet yuh would,” I agrees. “A feller what can lie as fast as you\ncan hadn’t ought to take that long.”\n\n“You’re one of the kind what makes love by main strength and\nawkwardness, Ike. Your idea of a courtship is to take a damsel by the\nhair, drag her home, slam her into a corner, and then hammer her with\na boot if she can’t cook. You say I’d lie to her. You got to, Ike. No\nwoman was ever told the truth when she was proposed to. She don’t want\nthe truth.”\n\n“I never beat up no woman, Magpie,” I advises him. “Also I ain’t no\nsecond George Washington.”\n\nThat night we cooks separate meals, and I got all the best of it,\n’cause Magpie can’t cook. The next morning he beats me to it. We’ve\nonly got two eggs left, and of course he has to let mine roll off on\nthe floor. Now we’re back where this tale began, with him orating\nabout breaking bread with me.\n\n“Old trailer,” says I, “if you baked the bread, we couldn’t break it.”\n\nHe don’t reply—just snorts, so we eats on opposite sides of the shack.\n\nSome of Piperock’s prominent citizens come down to see Magpie, and\ntheir conversation leads us to believe that we’re incompetent. They\nhints around that they might ’a’ made a mistake when they elects\nMagpie. Magpie sighs deep-like, and tells them to not take snap\njudgment, ’cause he’s going out to get that feller right soon. Art\nMiller gets Magpie off to one side and speaks to him in whispers.\nMagpie shakes his head, emphatic-like, and Art acts disgusted. After\nthey’re gone I asks Magpie what Art wanted.\n\n“He’s timid. Got some gold going out on the stage today and says he\nhates to take a chance. Said it was my duty to see that he got through\nsafe-like. Safe ——!”\n\n“He’s right,” says I. “Its your duty, Magpie. I’ll go up and see if\nthe lady needs anything. You can’t shirk all your responsibility.”\n\nMagpie smokes a while and nods:\n\n“I reckon you’re right, Ike. The office has to protect them what needs\nit, so I’ll send you. I was thinking of the pleasant time you and me\nwas going to have up at that little cabin today, but since your\noration about duty I reckon we’ll have to help Art out. You just tell\nhim I sent you for a guard. Who yuh writing to, Ike?”\n\n“You,” says I, looking up from my labor. “This is my resignation,\nMagpie.”\n\n“Coward!” says he, soft-like.\n\nThe Harper tribe are a peacefully inclined lot of human beings, and\nforgiving to a startling degree, but that word means light. I hits him\nin the neck, with the ink-bottle, and then we tangles.\n\nWhen we gets through I’m on the floor with the stove in my lap, while\nMagpie sets half-way out of the door with a chair hung around his\nneck. Just then Scenery Sims sticks his head in the window, and yelps:\n\n“What’s this? What’s this?”\n\nI lakes one of the legs off that stove, and bounces it off his head\nand yells:\n\n“A draw! You squeaky fool!”\n\nWe hears his boots just hitting the ground at intervals of three\nseconds, as he labors back up-town.\n\nMagpie wipes some of the blood and ink off his forehead, and glares at\nme.\n\n“You’re too danged touchy!” he wails.\n\n“We sure do look like making social calls, now don’t we?”\n\n“I wouldn’t face her for a million,” says he.\n\n“Neither would I,” says I.\n\nI cleans my face the best I can, and walks over to the door. I takes\noff my star and tosses it on the table.\n\n“Magpie,” says I, “I’m all through. No more will I chase the festive\noutlaw. From now on I’m going to be a common citizen, and entitled to\ncome down here and raise thunder with you for not tending to your\nduty. I’m wise to you, old-timer. Being a ordinary citizen and\nentitled to protection I hereby audibly objects to you frittering the\ncounty’s time away making love. Remember, Magpie, I knows your secret.\nSabe?”\n\nI goes over to the barn and saddles up. I ain’t in no shape to fawn\nover a lady, but the call of love is strong upon me and I\nunconsciously rides in her direction. I forgets time and distance, and\nall of a sudden I’m at her door and she’s smiling at me.\n\n“Ma’am,” says I, “I know I looks repulsive, but my heart is in the\nright place. I been in a awful fight, and when a man’s wounded he\nflies away to where his heart is.”\n\n“Where is the sheriff?” she asks.\n\nThe question hurts, but I conceals my grief.\n\n“Why worry about that sandhill crane?” I replies. “I reckon he’s\nforgot yuh already, ma’am. I quit him today, and I’m glad of it. I’m\nof age and fancy free, ma’am, I know I ain’t much to look at. I’m a\nregular old pelican, and I ain’t so pure as snow, but I’m getting\nbetter—thank yuh. When a woman comes into a man’s life it sure cleans\nhouse with him. The minute I sees your face I says to myself: ‘There\nshe is, Ike. There’s the one woman——’”\n\n                  *       *       *       *       *\n\nWe hears the rattle of a bronc’s hoofs and then—\n\n“Whoa!”\n\nI hops to the window and sees Magpie Simpkins, and then I ducks and\nyelps:\n\n“Where can I hide? I don’t want to see him.”\n\n“Under the bed,” she whispers. “Hurry!”\n\nI skids under the bunk. The blanket hangs almost to the floor, and\nhides me fine. She opens the door and lets Magpie in.\n\n“Ma’am,” says he, “I’m sorry to come to see yuh looking like this, but\nI promised yuh I’d come, and I’d ’a’ done it if it took my last drop\nof blood. I had a awful fight with a outlaw. All I had was my bare\nhands and ability against his modern weapons, and of course I didn’t\ncome through unscathed.”\n\n“And the outlaw?” she asks, interested like. “What of him?”\n\n“Ma’am,” Magpie replies, weary-like, “he crawled away to die. Like a\nanimile wounded unto death he crawled out of mortal sight to cash his\nchips.”\n\nI hears Magpie sigh deep-like again, and then continues:\n\n“Ma’am, I’m—a—a common old coot. I’ve lived alone so long that I can’t\nseem to release the words that clamors in my bosom to be spoke. Until\nI seen your face I ain’t given a thought to a double rig. I’m pure in\nmind and of a forgiving nature. I asks yuh—please don’t smile, ma’am.\nThis is a serious chore with me. I come here for succor——”\n\n“A, Magpie,” I corrects him, aloud. “A sucker.”\n\nThere is silence for some time. I hears Magpie’s boots scrape\nnervous-like on the floor, and he clears his dry throat.\n\n“Did—did you hear somebody speak?” he asks.\n\nShe must ’a’ shook her head, ’cause he shuffles his feet again and\nsays:\n\n“Reckon I’m getting jumpy. Well, ma’am, what do yuh think of the\nproposition?”\n\n“Where is Mister Harper today?” she asks, ignoring his question.\n\nI peeks out from under the bed and I sees Magpie’s feet real close to\nme. There’s a piece of rope laying between his heels and the chair\nleg. Magpie is scared of snakes, and it gives me an idea.\n\n“Ma’am,” says he, “let’s not speak of that person. He done me dirt.\nJust when I needs him bad he up and quits me. For why? Because he’s\nscared. That feller ain’t got no nerve a-tall. So long as he can lay\naround and do nothing but wear a star he’s a hy-iu officer, but the\nminute he sees a little trouble showing up he quits cold. I hates a\ncoward, ma’am. No man can ever say that a Simpkins flinched when\ndanger came his——”\n\n“_Z-z-z-z-z-z-z-z!_” says I, and begins drawing that rope past his\nheels.\n\nHe freezes to his chair for about three seconds, and then just hits\nthe floor once before he exits through the door. I rolls out the side\nof the bed, slips the window open and drops out of the back of the\ncabin. I gets a glimpse of the lady’s face as I slides over the sill,\nand she’s got tears running down her face.\n\nI figured that this here ain’t the proper time for me to make marriage\nproposals to the lady, and after taking one good look at her face, as\nI flopped over the window sill, I don’t figure that Magpie will stand\nmuch show of getting her to sign up for life.\n\nMy bronc has drifted around to the back, which is the reason Magpie\nnever saw it, so I leads it away from there and laughs all the way\nhome.\n\nI rides up to Buck Masterson’s saloon, and meets Pete Gonyer and a\nstranger. They immediate and soon surrounds me.\n\n“Ike, this is Mister Brand,” states Pete, and I shakes the hand of\nthis stranger person. “Mister Brand would talk with somebody from the\nsheriff’s office, Ike, so I turns him loose on you.”\n\nPete wanders away and me and Mister Brand sets down on the sidewalk.\nHe pulls out a couple of photygrafts and hands ’em to me.\n\n“Look at them and see if yuh recognize either one,” says he.\n\nThere’s something familiar about one of them but the other one is a\ncomplete stranger. I can’t place the other one, but there’s a trace\nsome place.\n\n“That’s ‘Kid’ Corey,” says he. “This other one is ‘Blazer’ Bailey.\nThey’re a clever pair. Artists in the hold-up line. I’m a Federal\nofficer. They been grabbing off a lot of registered mail lately, and\nthe last stunt they pulls off was over on the main line. The Kid got\nhit, but somehow they both got away and headed across the divide in\nthis direction. You been having so much trouble over here that I\ndecides to look into it. It may not be them—don’t look like their\nwork, ’cause your cases have all been one man.”\n\n“Blazer is a big husky, but Corey wouldn’t cause yuh to look twice. He\nused to be a sort of a actor, I believe.”\n\n“Well, I can’t help yuh much,” says I. “Yuh see I ain’t connected with\nthe sheriff’s office no more. Maybe the sheriff can give yuh some\ninformation, but I doubt it. I know everything he does and all that I\nnaturally knows myself, but I can’t help yuh none.”\n\n“I’ve heard some uncomplimentary things about the office,” he admits,\n“folks around here seems to bare their feelings. Much obliged anyway,\nMister Harper.”\n\nI goes down to the office to get my effects, when Magpie comes in. He\nsets down and pretends to read a paper.\n\n“Where yuh been?” I asks, he yawns and folds up the paper. “Hunting\naround a little.”\n\nI sets down on the table and rolls a smoke.\n\n“Magpie,” says I, “what do yuh know about snakes?”\n\nHe drops the paper and sets up straight in his chair. He’s got sort of\na foolish look about his face, and he sort of gawps at me:\n\n“Uh-uh—snakes? I—I don’t sabe, Ike?”\n\n“I didn’t think yuh did. A man’s a sucker to ask questions of folks he\nknows can’t answer ’em.”\n\nHe uncoils from his chair, slides his gun around to the front and\nfaces me.\n\n“Ike, I got a question to ask you. Were you——”\n\nJust then the door bangs open, and in comes Art Miller, all out of\nwind. He flops in a chair and pants:\n\n“I—I told yuh! The—uh—uh—stage was huh-held up. About fuf-five miles\ndown the road. Took all I had—dang the luck!”\n\n“Mail, too?” I asks, and he nods. “Everything, I told yuh!”\n\n“Well, well!” says I. “That must ’a’ been Kid Corey or Blazer Bailey.\nWorthy of your steel. Magpie.”\n\n“Well, ain’t yuh going to move?” yelps Art. “Going to let ’em get\nplumb away as usual?”\n\n“Which way did they go?”\n\n“Towards Paradise. Yuh never can tell which way he went after he got\nout of sight.”\n\n“Any danged fool knows that,” agrees Magpie. “I reckon I better go\nafter him.”\n\n“I reckon yuh better had,” pants Art, and then lopes back up-town.\n\nMagpie fusses around getting ready, oiling his guns and fixing a cinch\non his saddle.\n\n“You sure do go right after ’em, Magpie,” says I. “You ought to be\ncalled ‘Sudden’ Simpkins. Don’t let me hurry yuh. I’ll go away so yuh\ncan oil your boots and shave. Haste makes waste, Magpie.”\n\n                  *       *       *       *       *\n\nI goes up-town, and she’s boiling. They’re organizing a posse to work\nindependent of the sheriff’s office, but I don’t join. I got sweeter\nthings to think of than killing or incarcerating my feller men. The\nlittle feller without no pants on, carrying a bow and arrer seems to\nbeckon me.\n\nI forks my bronc and rides north, lingering along, building\nair-castles and so forth. My bronc ain’t none too energetic, and we\nconsumes plenty of time.\n\nI dips into a cañon and rides up a cow trail, when a man with a\npack-animile cuts my path, and I recognizes Magpie Simpkins. I keeps\nbehind him, and pretty soon he gets off his bronc and seems to be\npicking up something off the ground. I rides up slow behind him, and\nrolls a smoke. The son-of-a-gun is so busy he don’t hear me until I\nclears my throat and then he whirls around with his hands full of\nflowers.\n\nWe looks at each other for half a minute, and then he grins, sort of\nfoolish-like and holds out his hands:\n\n“Daisies,” says he. “Daisies.”\n\n“Not today, little girl,” says I. “I ain’t got no water to put ’em\nin.”\n\n“Dang fool,” he snorts.\n\n“That’s what I thought when I rode up.” I agrees. “From the looks of\nyour pack I’d say you was on a protracted trip, I thought Art said the\nrobber went south.”\n\n“Uh-huh,” he nods, smelling his bouquet. “I got to deliver this load\nbefore I’m free to hunt outlaws, Ike.”\n\n“For her?” I asks, and he nods.\n\n“She’s paying for it, ain’t she?”\n\n“Do you think I’d let her?” he snaps. “A feller’s got to do something\nfor his sweetheart, ain’t he? I paid for that other load, too.”\n\n“I’m going down and kill that storekeeper,” says I. “I did, too.”\n\n“Haw!” says Magpie, when I begins to laugh.\n\nHe hauls out a roll of bills, and spits on his thumb.\n\n“How much did yuh pay, Mister Harper?”\n\n“Seventeen-fifty,” says I, and he counts it out and hands it to me.\n“That squares it, I don’t want her under obligations to no other man.\nSabe?”\n\n“You think for a minute that you can buy me off?” says I. “You think\nmy heart’s love is for sale—for seventeen-fifty? When did you get a\nmortgage on the lady, Mister Simpkins?”\n\n“We’ve come to an understanding,” he states. “She accepts my\nprotection, exclusive. Well, I must be going on. Adios.”\n\nHe moves on and I rides with him. It sort of irritates him, and he\nswings around in his saddle.\n\n“Harper,” says he—that’s the first time he ever called me just\nHarper—“Harper, you’ve heard that old saying, ‘Three is a crowd’?\nWell, I don’t like crowds. Sabe?”\n\n“The back-trail is open,” says I, “You can’t give me orders.”\n\n“Dang you, Ike!” he wails. “Ain’t you got no finer feelings?”\n\n“Not since I lived with you, Magpie. You’d blunt a piledriver.”\n\nWe sets there and glares at each other for a spell. I rolls a smoke,\nand he follers suit.\n\n“No bowels of compassion?” he asks, sad-like.\n\n“Not a gut.”\n\n“Ike,” says he, after a while, “will you do me a favor? Just for old\ntimes’ sake, Ike?”\n\n“Shoot,” says I.\n\n“Well, Ike, I—I—I sort of got—well, she’s beginning to see things my\nway, and all I asks is ten minutes alone with her. You stay away for\nten minutes after I goes inside, and then you can come in and\ncongratulate the happy couple. Will yuh do it, Ike?”\n\n“That’s a mighty big favor, Magpie,” I observes after sufficient\nthought. “You and me been more or less friendly for years and years,\nMagpie, and—well, I’ll do it. I’ll give yuh ten minutes start of me.\nCut your wolf loose and go a-howling.”\n\n“Ike,” says he, with tears in his voice, “you’ll never regret it. As\nsoon as we’re married I’ll have you up to supper.”\n\n“If you can propose in ten minutes, Magpie, I’ll cook for you all the\nrest of your life for nothing. Propose in ten minutes! Why, you can’t\nspit inside of fifteen. Go ahead and have it over with.”\n\nWe pilgrims on until we tops a hill above her cabin. I stops there and\nlets Magpie go on down. I’m to stick there until I figures that I can\nmake the cabin ten minutes after he goes inside.\n\nI rolls a smoke and watches him take his animile around to the back,\nand then open the door and walk right inside.\n\n“Getting danged familiar,” says I to my bronc. “Going in without\nknocking.”\n\nI’m glancing around the landscape, when I sees two men on hosses cut\nacross behind me not a quarter of a mile away. Suddenlike I sees some\nmore off to my left. They’re acting queer, so I spurs my bronc for a\nbetter place to see.\n\n_Zow-w-w-w. Flup-p-p-p._\n\nA bullet goes past my ear, and another sticks into the ground a few\nfeet short and fills my bronc’s eyes full of sand.\n\n“Bronc,” says I, “somebody desires our de-mise. Let’s away.”\n\nI sticks the spurs in his ribs, and races down the hill. That cabin is\nthe best cover in sight and, while I may be a little ahead of time, I\nfeels that Magpie will forgive me.\n\nI hits that door just ahead of a handful of lead and sort of busts up\nthe courtship. The lady looks sort of sick, and when I busts in Magpie\npulls his guns.\n\n“Everybody get down low!” I yelps.\n\n“Who and what is it, Ike?” asks Magpie, ducking when a bullet dusts\nsome of the mud from between the logs near his face.\n\n“Danged if I know! They smokes me up and chases me here.”\n\n“Save me!” yelps the lady, sprawling on the bunk. “I’m sick as ——!”\n\nSuch language makes me glance up, but I glues my eyes back to that\ncrack again, where I got some chinking pushed out. I sees a bronc’s\nlegs, so I elevates the muzzle of my gun and salutes him.\n\n                  *       *       *       *       *\n\nA couple of bullets whispers logs, so I rolls over past the bed. My\nelbow bumps on something, and I glances down.\n\n“Come here!” I yells. “Here’s a cellar!” and I begins tugging at the\ncarpet what covers the door. If the carpet hadn’t been ripped I’d ’a’\nnever found it. Magpie skids over to me on his hands and knees, and\nbegins heaving on the handle.\n\n“Don’t!” yelps the lady. “Don’t go down there! There’s a—a—snake down\nthere!”\n\n“Preferable to hot lead,” I yells, and slips over the square hole in\nthe floor.\n\nMagpie don’t wait to crawl down—he hopped. _Bang._ A gun explodes\nright at my lower extremity, and I feels that I got to buy a new pair\nof suspenders. It sure was close. I lets loose and drops about seven\nfeet. The door drops back and we’re in darkness.\n\n“Did I fall on yuh, Ike?” asks Magpie.\n\n“You did not,” says I, groping around.\n\n“Well, I fell on somebody,” he proclaims. “Got a match handy?”\n\nI lights a match and sees Magpie setting on a man’s stummick. The\nfeller looks sort of yaller in the face, and I don’t think he’s got\nmuch fight left in his carcass, He’s still got a gun in his hand, the\nsame of which we removes. Magpie looks him over and snaps some\nbracelets on his wrists.\n\n“Safety first, Ike,” says he. Another match shows a rifle against the\nwall. Sudden-like Magpie remembers.\n\n“Gosh, Ike! We’ve forgot the lady!”\n\nThere’s a box down there, which we hauls over under the door. Magpie\nclimbs up and lifts the trap so we can see, and it sure is some\ntableau.\n\nThe door is open. There stands that feller Brand, with a grin on his\nface, and behind him is all the Piperock population that can crowd in.\nThe lady is standing there against the wall, and all to once she drops\nher hand.\n\n_Bang_ This Brand person’s gun comes up and explodes, and the lady\nfalls on her face. Magpie moves some quick. He flops out of that\ncellar, whirls on the crowd with a gun in each hand.\n\n“You danged coward!” he yelps at Brand. “Shoot a defenseless woman,\nwill yuh! Drop your guns!”\n\nEvery gun in sight hit the ground, and the lady staggers to her feet.\n\n“Give me a gun,” she pants at Magpie, but Magpie just stares at her.\n\nI takes a look and stares a few lines myself. Her hair is on her\nshoulder—plumb off her head, and the hair of her head is brown and\nparted on the side.\n\n“Uh—uh—” stutters Magpie.\n\nBrand steps over and takes the guns out of Magpie’s unresisting hands.\nBrand turns to the partly scalped person:\n\n“Better set down, Kid. You got plenty of nerve, but we seem to have\ngot you this time, eh? Little pale around the gills.”\n\n“Pale around the gills, eh?” snarls the person. “Dang you, Brand, you\nwould be too. That blasted fresh sheriff busted in a while ago without\nknocking and I had to swaller my chew. I been too sick to fight.”\n\n“Where’s Blazer?”\n\n“In the cellar with irons on.” says I. “We’d ’a’ had this Kid Corey,\ntoo, if yuh hadn’t been so blasted previous. Any time yuh don’t think\nthis sheriff’s office is on the job yuh got another think coming.”\n\n“I suppose that’s why Simpkins threw a gun down on me when I shot at\nthe Kid,” laughs Brand. “Did I hit yuh, Kid?”\n\n“No, dang yuh! It burnt my ribs, so I drops safe. I’m just getting\nover one chunk of lead in the shoulder. That’s why I had to let my\nhand down, Brand. It hurt like thunder. I told that fool of a Blazer\nto lay low with me, but he thought we had some easy pickings around\nhere. I kept cases on the sheriff’s office, that’s about all I was\nable to do. Didn’t I make a good female?”\n\n“Magpie ain’t to blame,” says I. “I’d ’a’ likely fell, too, if I’d ’a’\nbeen as susceptible as Magpie. He was wise to Blazer, but not to the\nKid. I reckon the money is in that box in the cellar, ain’t it, Kid?”\n\n“There ain’t no use lying about it—it is,” he states.\n\n“What I’d like to know is this,” states Ricky Henderson, “who was we\nshooting at? Was it Blazer or the Kid?”\n\n“Neither one,” says I. “You was shooting at me. Danged fools try to\ntake the law in their own hands and mess things up. Think the sheriff\ndon’t know his business, and—gosh, I sure do hate a posse.”\n\nWe deposits the Kid and Blazer in jail, and then me and Magpie goes\nback to our shack. I puts on some water for coffee, and then turns to\nMagpie.\n\n“Shall I make coffee like she did?” I asks.\n\nMagpie lays his hat on the table.\n\n“Ike, you make it according to the old formula. I’m sick for a cup of\nreal coffee.” He smokes for a while and then——\n\n“Ike, old-timer, we been a pair of fools.”\n\n“Have been,” I agrees. “Lucky fools, Magpie. Luck in finding that\ntrap-door: lucky that I didn’t give you ten whole minutes alone with\nher—him. You might ’a’ proposed, Magpie. Aw, yes, you would,\nold-timer, ’cause you was loco with love. Did yuh kiss her—him,\nMagpie?”\n\n“No-o-o. I was going to, Ike—honest to gosh! But I sudden-like\nrecognized that picture, which we deciphers to be her dear departed,\nand then I didn’t. Sabe?”\n\n“Oh, ho! So you lost heart when yuh recognized him, eh? Who was he?”\n\n“Well, Ike, she didn’t lie about it—now, did she? She only said he was\na good man. He sure was, Ike. Best they ever made.”\n\n“I’ll bite, Magpie. Who was he?”\n\n“Abraham Lincoln.”",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66722/pg66722.txt",
        "name": "loco_or_love.json"
    }
}