{
    "name": "Long Odds",
    "author": [
        "Haggard, Rider",
        "Haggard, Henry Rider",
        "Haggard, H. Rider (Henry Rider)"
    ],
    "body": "by H. Rider Haggard\n\n\nThis is the second PG version of Long Odds, also see Etext #1918.\n\n\n\nThe story which is narrated in the following pages came to me from the\nlips of my old friend Allan Quatermain, or Hunter Quatermain, as we used\nto call him in South Africa. He told it to me one evening when I was\nstopping with him at the place he bought in Yorkshire. Shortly after\nthat, the death of his only son so unsettled him that he immediately\nleft England, accompanied by two companions, his old fellow-voyagers,\nSir Henry Curtis and Captain Good, and has now utterly vanished into the\ndark heart of Africa. He is persuaded that a white people, of which he\nhas heard rumours all his life, exists somewhere on the highlands in the\nvast, still unexplored interior, and his great ambition is to find them\nbefore he dies. This is the wild quest upon which he and his companions\nhave departed, and from which I shrewdly suspect they never will return.\nOne letter only have I received from the old gentleman, dated from a\nmission station high up the Tana, a river on the east coast, about three\nhundred miles north of Zanzibar. In it he says they have gone through\nmany hardships and adventures, but are alive and well, and have found\ntraces which go far towards making him hope that the results of their\nwild quest may be a \"magnificent and unexampled discovery.\" I greatly\nfear, however, that all he has discovered is death; for this letter came\na long while ago, and nobody has heard a single word of the party since.\nThey have totally vanished.\n\nIt was on the last evening of my stay at his house that he told the\nensuing story to me and Captain Good, who was dining with him. He had\neaten his dinner and drunk two or three glasses of old port, just to\nhelp Good and myself to the end of the second bottle. It was an unusual\nthing for him to do, for he was a most abstemious man, having conceived,\nas he used to say, a great horror of drink from observing its effects\nupon the class of men--hunters, transport riders, and others--amongst\nwhom he had passed so many years of his life. Consequently the good wine\ntook more effect on him that it would have done on most men, sending a\nlittle flush into his wrinkled cheeks, and making him talk more freely\nthan usual.\n\nDear old man! I can see him now, as he went limping up and down the\nvestibule, with his grey hair sticking up in scrubbing-brush fashion,\nhis shrivelled yellow face, and his large dark eyes, that were as keen\nas any hawk's, and yet soft as a buck's. The whole room was hung with\ntrophies of his numerous hunting expeditions, and he had some story\nabout every one of them, if only he could be got to tell them. Generally\nhe would not, for he was not very fond of narrating his own adventures,\nbut to-night the port wine made him more communicative.\n\n\"Ah, you brute!\" he said, stopping beneath an unusually large skull of\na lion, which was fixed just over the mantelpiece, beneath a long row of\nguns, its jaws distended to their utmost width. \"Ah, you brute! you have\ngiven me a lot of trouble for the last dozen years, and will, I suppose,\nto my dying day.\"\n\n\"Tell us the yarn, Quatermain,\" said Good. \"You have often promised to\ntell me, and you never have.\"\n\n\"You had better not ask me to,\" he answered, \"for it is a longish one.\"\n\n\"All right,\" I said, \"the evening is young, and there is some more\nport.\"\n\nThus adjured, he filled his pipe from a jar of coarse-cut Boer tobacco\nthat was always standing on the mantelpiece, and still walking up and\ndown the room, began--\n\n\"It was, I think, in the March of '69 that I was up in Sikukuni's\ncountry. It was just after old Sequati's time, and Sikukuni had got into\npower--I forget how. Anyway, I was there. I had heard that the Bapedi\npeople had brought down an enormous quantity of ivory from the interior,\nand so I started with a waggon-load of goods, and came straight away\nfrom Middelburg to try and trade some of it. It was a risky thing to\ngo into the country so early, on account of the fever; but I knew that\nthere were one or two others after that lot of ivory, so I determined\nto have a try for it, and take my chance of fever. I had become so tough\nfrom continual knocking about that I did not set it down at much.\n\n\"Well, I got on all right for a while. It is a wonderfully beautiful\npiece of bush veldt, with great ranges of mountains running through it,\nand round granite koppies starting up here and there, looking out like\nsentinels over the rolling waste of bush. But it is very hot--hot as a\nstew-pan--and when I was there that March, which, of course, is autumn\nin this part of Africa, the whole place reeked of fever. Every morning,\nas I trekked along down by the Oliphant River, I used to creep from the\nwaggon at dawn and look out. But there was no river to be seen--only a\nlong line of billows of what looked like the finest cotton wool tossed\nup lightly with a pitchfork. It was the fever mist. Out from among the\nscrub, too, came little spirals of vapour, as though there were hundreds\nof tiny fires alight in it--reek rising from thousands of tons of\nrotting vegetation. It was a beautiful place, but the beauty was the\nbeauty of death; and all those lines and blots of vapour wrote one great\nword across the surface of the country, and that word was 'fever.'\n\n\"It was a dreadful year of illness that. I came, I remember, to one\nlittle kraal of Knobnoses, and went up to it to see if I could get some\n_maas_, or curdled butter-milk, and a few mealies. As I drew near I was\nstruck with the silence of the place. No children began to chatter, and\nno dogs barked. Nor could I see any native sheep or cattle. The place,\nthough it had evidently been recently inhabited, was as still as the\nbush round it, and some guinea fowl got up out of the prickly pear\nbushes right at the kraal gate. I remember that I hesitated a little\nbefore going in, there was such an air of desolation about the spot.\nNature never looks desolate when man has not yet laid his hand upon her\nbreast; she is only lonely. But when man has been, and has passed away,\nthen she looks desolate.\n\n\"Well, I passed into the kraal, and went up to the principal hut. In\nfront of the hut was something with an old sheep-skin _kaross_ thrown\nover it. I stooped down and drew off the rug, and then shrank back\namazed, for under it was the body of a young woman recently dead. For a\nmoment I thought of turning back, but my curiosity overcame me; so going\npast the dead woman I went down on my hands and knees and crept into the\nhut. It was so dark that I could not see anything, though I could smell\na great deal, so I lit a match. It was a 'tandstickor' match, and burnt\nslowly and dimly, and as the light gradually increased I made out what\nI took to be a family of people, men, women, and children, fast asleep.\nPresently it burnt up brightly, and I saw that they too, five of them\naltogether, were quite dead. One was a baby. I dropped the match in a\nhurry, and was making my way from the hut as quick as I could go, when I\ncaught sight of two bright eyes staring out of a corner. Thinking it was\na wild cat, or some such animal, I redoubled my haste, when suddenly\na voice near the eyes began first to mutter, and then to send up a\nsuccession of awful yells.\n\n\"Hastily I lit another match, and perceived that the eyes belonged to\nan old woman, wrapped up in a greasy leather garment. Taking her by\nthe arm, I dragged her out, for she could not, or would not, come by\nherself, and the stench was overpowering me. Such a sight as she was--a\nbag of bones, covered over with black, shrivelled parchment. The only\nwhite thing about her was her wool, and she seemed to be pretty well\ndead except for her eyes and her voice. She thought that I was a devil\ncome to take her, and that is why she yelled so. Well, I got her down to\nthe waggon, and gave her a 'tot' of Cape smoke, and then, as soon as it\nwas ready, poured about a pint of beef-tea down her throat, made from\nthe flesh of a blue vilderbeeste I had killed the day before, and after\nthat she brightened up wonderfully. She could talk Zulu--indeed, it\nturned out that she had run away from Zululand in T'Chaka's time--and\nshe told me that all the people whom I had seen had died of fever. When\nthey had died the other inhabitants of the kraal had taken the cattle\nand gone away, leaving the poor old woman, who was helpless from age and\ninfirmity, to perish of starvation or disease, as the case might be. She\nhad been sitting there for three days among the bodies when I found her.\nI took her on to the next kraal, and gave the headman a blanket to look\nafter her, promising him another if I found her well when I came back. I\nremember that he was much astonished at my parting with two blankets for\nthe sake of such a worthless old creature. 'Why did I not leave her in\nthe bush?' he asked. Those people carry the doctrine of the survival of\nthe fittest to its extreme, you see.\n\n\"It was the night after I had got rid of the old woman that I made my\nfirst acquaintance with my friend yonder,\" and he nodded towards the\nskull that seemed to be grinning down at us in the shadow of the wide\nmantel-shelf. \"I had trekked from dawn till eleven o'clock--a long\ntrek--but I wanted to get on, and had turned the oxen out to graze,\nsending the voorlooper to look after them, my intention being to inspan\nagain about six o'clock, and trek with the moon till ten. Then I got\ninto the waggon, and had a good sleep till half-past two or so in the\nafternoon, when I rose and cooked some meat, and had my dinner, washing\nit down with a pannikin of black coffee--for it was difficult to get\npreserved milk in those days. Just as I had finished, and the driver, a\nman called Tom, was washing up the things, in comes the young scoundrel\nof a voorlooper driving one ox before him.\n\n\"'Where are the other oxen?' I asked.\n\n\"'Koos!' he said, 'Koos! the other oxen have gone away. I turned my back\nfor a minute, and when I looked round again they were all gone except\nKaptein, here, who was rubbing his back against a tree.'\n\n\"'You mean that you have been asleep, and let them stray, you villain. I\nwill rub your back against a stick,' I answered, feeling very angry, for\nit was not a pleasant prospect to be stuck up in that fever trap for a\nweek or so while we were hunting for the oxen. 'Off you go, and you too,\nTom, and mind you don't come back till you have found them. They have\ntrekked back along the Middelburg Road, and are a dozen miles off by\nnow, I'll be bound. Now, no words; go both of you.'\n\n\"Tom, the driver, swore, and caught the lad a hearty kick, which he\nrichly deserved, and then, having tied old Kaptein up to the disselboom\nwith a reim, they took their assegais and sticks, and started. I would\nhave gone too, only I knew that somebody must look after the waggon, and\nI did not like to leave either of the boys with it at night. I was in a\nvery bad temper, indeed, although I was pretty well used to these sort\nof occurrences, and soothed myself by taking a rifle and going to kill\nsomething. For a couple of hours I poked about without seeing anything\nthat I could get a shot at, but at last, just as I was again within\nseventy yards of the waggon, I put up an old Impala ram from behind a\nmimosa thorn. He ran straight for the waggon, and it was not till he was\npassing within a few feet of it that I could get a decent shot at him.\nThen I pulled, and caught him half-way down the spine; over he went,\ndead as a door-nail, and a pretty shot it was, though I ought not to say\nit. This little incident put me into rather a better humour, especially\nas the buck had rolled over right against the after-part of the waggon,\nso I had only to gut him, fix a reim round his legs, and haul him up. By\nthe time I had done this the sun was down, and the full moon was up, and\na beautiful moon it was. And then there came down that wonderful hush\nwhich sometimes falls over the African bush in the early hours of the\nnight. No beast was moving, and no bird called. Not a breath of air\nstirred the quiet trees, and the shadows did not even quiver, they only\ngrew. It was very oppressive and very lonely, for there was not a sign\nof the cattle or the boys. I was quite thankful for the society of old\nKaptein, who was lying down contentedly against the disselboom, chewing\nthe cud with a good conscience.\n\n\"Presently, however, Kaptein began to get restless. First he snorted,\nthen he got up and snorted again. I could not make it out, so like a\nfool I got down off the waggon-box to have a look round, thinking it\nmight be the lost oxen coming.\n\n\"Next instant I regretted it, for all of a sudden I heard a roar and saw\nsomething yellow flash past me and light on poor Kaptein. Then came\na bellow of agony from the ox, and a crunch as the lion put his teeth\nthrough the poor brute's neck, and I began to realize what had happened.\nMy rifle was in the waggon, and my first thought being to get hold of\nit, I turned and made a bolt for it. I got my foot on the wheel and\nflung my body forward on to the waggon, and there I stopped as if I were\nfrozen, and no wonder, for as I was about to spring up I heard the lion\nbehind me, and next second I felt the brute, ay, as plainly as I can\nfeel this table. I felt him, I say, sniffing at my left leg that was\nhanging down.\n\n\"My word! I did feel queer; I don't think that I ever felt so queer\nbefore. I dared not move for the life of me, and the odd thing was\nthat I seemed to lose power over my leg, which had an insane sort of\ninclination to kick out of its own mere motion--just as hysterical\npeople want to laugh when they ought to be particularly solemn. Well,\nthe lion sniffed and sniffed, beginning at my ankle and slowly nosing\naway up to my thigh. I thought that he was going to get hold then, but\nhe did not. He only growled softly, and went back to the ox. Shifting my\nhead a little I got a full view of him. He was about the biggest lion\nI ever saw, and I have seen a great many, and he had a most tremendous\nblack mane. What his teeth were like you can see--look there, pretty big\nones, ain't they? Altogether he was a magnificent animal, and as I lay\nthere sprawling on the fore-tongue of the waggon, it occurred to me that\nhe would look uncommonly well in a cage. He stood there by the carcass\nof poor Kaptein, and deliberately disembowelled him as neatly as a\nbutcher could have done. All this while I dared not move, for he kept\nlifting his head and keeping an eye on me as he licked his bloody chops.\nWhen he had cleared Kaptein out he opened his mouth and roared, and I am\nnot exaggerating when I say that the sound shook the waggon. Instantly\nthere came back an answering roar.\n\n\"'Heavens!' I thought, 'there is his mate.'\n\n\"Hardly was the thought out of my head when I caught sight in the\nmoonlight of the lioness bounding along through the long grass, and\nafter her a couple of cubs about the size of mastiffs. She stopped\nwithin a few feet of my head, and stood, waved her tail, and fixed me\nwith her glowing yellow eyes; but just as I thought that it was all over\nshe turned and began to feed on Kaptein, and so did the cubs. There were\nfour of them within eight feet of me, growling and quarrelling, rending\nand tearing, and crunching poor Kaptein's bones; and there I lay shaking\nwith terror, and the cold perspiration pouring out of me, feeling like\nanother Daniel come to judgment in a new sense of the phrase. Presently\nthe cubs had eaten their fill, and began to get restless. One went round\nto the back of the waggon and pulled at the Impala buck that hung there,\nand the other came round my way and commenced the sniffing game at my\nleg. Indeed, he did more than that, for my trouser being hitched up a\nlittle, he began to lick the bare skin with his rough tongue. The more\nhe licked the more he liked it, to judge from his increased vigour and\nthe loud purring noise he made. Then I knew that the end had come, for\nin another second his file-like tongue would have rasped through the\nskin of my leg--which was luckily pretty tough--and have tasted the\nblood, and then there would be no chance for me. So I just lay there and\nthought of my sins, and prayed to the Almighty, and reflected that after\nall life was a very enjoyable thing.\n\n\"Then all of a sudden I heard a crashing of bushes and the shouting\nand whistling of men, and there were the two boys coming back with the\ncattle, which they had found trekking along all together. The lions\nlifted their heads and listened, then bounded off without a sound--and I\nfainted.\n\n\"The lions came back no more that night, and by the next morning my\nnerves had got pretty straight again; but I was full of wrath when I\nthought of all that I had gone through at the hands, or rather noses,\nof those four brutes, and of the fate of my after-ox Kaptein. He was a\nsplendid ox, and I was very fond of him. So wroth was I that like a\nfool I determined to attack the whole family of them. It was worthy of\na greenhorn out on his first hunting trip; but I did it nevertheless.\nAccordingly after breakfast, having rubbed some oil upon my leg, which\nwas very sore from the cub's tongue, I took the driver, Tom, who did not\nhalf like the business, and having armed myself with an ordinary double\nNo. 12 smoothbore, the first breechloader I ever had, I started. I took\nthe smoothbore because it shot a bullet very well; and my experience has\nbeen that a round ball from a smoothbore is quite as effective against a\nlion as an express bullet. The lion is soft, and not a difficult animal\nto finish if you hit him anywhere in the body. A buck takes far more\nkilling.\n\n\"Well, I started, and the first thing I set to work to do was to try to\ndiscover whereabouts the brutes lay up for the day. About three hundred\nyards from the waggon was the crest of a rise covered with single\nmimosa trees, dotted about in a park-like fashion, and beyond this was\na stretch of open plain running down to a dry pan, or waterhole, which\ncovered about an acre of ground, and was densely clothed with reeds,\nnow in the sere and yellow leaf. From the further edge of this pan the\nground sloped up again to a great cleft, or nullah, which had been cut\nout by the action of the water, and was pretty thickly sprinkled with\nbush, amongst which grew some large trees, I forget of what sort.\n\n\"It at once struck me that the dry pan would be a likely place to find\nmy friends in, as there is nothing a lion is fonder of than lying up\nin reeds, through which he can see things without being seen himself.\nAccordingly thither I went and prospected. Before I had got half-way\nround the pan I found the remains of a blue vilderbeeste that had\nevidently been killed within the last three or four days and partially\ndevoured by lions; and from other indications about I was soon assured\nthat if the family were not in the pan that day they spent a good deal\nof their spare time there. But if there, the question was how to get\nthem out; for it was clearly impossible to think of going in after\nthem unless one was quite determined to commit suicide. Now there was a\nstrong wind blowing from the direction of the waggon, across the reedy\npan towards the bush-clad kloof or donga, and this first gave me the\nidea of firing the reeds, which, as I think I told you, were pretty dry.\nAccordingly Tom took some matches and began starting little fires to the\nleft, and I did the same to the right. But the reeds were still green\nat the bottom, and we should never have got them well alight had it not\nbeen for the wind, which grew stronger and stronger as the sun climbed\nhigher, and forced the fire into them. At last, after half-an-hour's\ntrouble, the flames got a hold, and began to spread out like a fan,\nwhereupon I went round to the further side of the pan to wait for the\nlions, standing well out in the open, as we stood at the copse to-day\nwhere you shot the woodcock. It was a rather risky thing to do, but I\nused to be so sure of my shooting in those days that I did not so\nmuch as mind the risk. Scarcely had I got round when I heard the reeds\nparting before the onward rush of some animal. 'Now for it,' said I. On\nit came. I could see that it was yellow, and prepared for action, when\ninstead of a lion out bounded a beautiful reit bok which had been lying\nin the shelter of the pan. It must, by the way, have been a reit bok of\na peculiarly confiding nature to lay itself down with the lion, like the\nlamb of prophecy, but I suppose the reeds were thick, and that it kept a\nlong way off.\n\n\"Well, I let the reit bok go, and it went like the wind, and kept my\neyes fixed upon the reeds. The fire was burning like a furnace now; the\nflames crackling and roaring as they bit into the reeds, sending spouts\nof fire twenty feet and more into the air, and making the hot air dance\nabove it in a way that was perfectly dazzling. But the reeds were\nstill half green, and created an enormous quantity of smoke, which came\nrolling towards me like a curtain, lying very low on account of the\nwind. Presently, above the crackling of the fire, I heard a startled\nroar, then another and another. So the lions were at home.\n\n\"I was beginning to get excited now, for, as you fellows know, there\nis nothing in experience to warm up your nerves like a lion at close\nquarters, unless it is a wounded buffalo; and I became still more so\nwhen I made out through the smoke that the lions were all moving about\non the extreme edge of the reeds. Occasionally they would pop their\nheads out like rabbits from a burrow, and then, catching sight of me\nstanding about fifty yards away, draw them back again. I knew that it\nmust be getting pretty warm behind them, and that they could not keep\nthe game up for long; and I was not mistaken, for suddenly all four of\nthem broke cover together, the old black-maned lion leading by a few\nyards. I never saw a more splendid sight in all my hunting experience\nthan those four lions bounding across the veldt, overshadowed by the\ndense pall of smoke and backed by the fiery furnace of the burning\nreeds.\n\n\"I reckoned that they would pass, on their way to the bushy kloof,\nwithin about five and twenty yards of me, so, taking a long breath, I\ngot my gun well on to the lion's shoulder--the black-maned one--so as to\nallow for an inch or two of motion, and catch him through the heart.\nI was on, dead on, and my finger was just beginning to tighten on the\ntrigger, when suddenly I went blind--a bit of reed-ash had drifted into\nmy right eye. I danced and rubbed, and succeeded in clearing it more or\nless just in time to see the tail of the last lion vanishing round the\nbushes up the kloof.\n\n\"If ever a man was mad I was that man. It was too bad; and such a shot\nin the open! However, I was not going to be beaten, so I just turned and\nmarched for the kloof. Tom, the driver, begged and implored me not\nto go, but though as a personal rule I never pretend to be very brave\n(which I am not), I was determined that I would either kill those lions\nor they should kill me. So I told Tom that he need not come unless he\nliked, but I was going; and being a plucky fellow, a Swazi by birth,\nhe shrugged his shoulders, muttered that I was mad or bewitched, and\nfollowed doggedly in my tracks.\n\n\"We soon reached the kloof, which was about three hundred yards in\nlength and but sparsely wooded, and then the real fun began. There might\nbe a lion behind every bush--there certainly were four lions somewhere;\nthe delicate question was, where. I peeped and poked and looked in every\npossible direction, with my heart in my mouth, and was at last rewarded\nby catching a glimpse of something yellow moving behind a bush. At the\nsame moment, from another bush opposite me out burst one of the cubs\nand galloped back towards the burnt pan. I whipped round and let drive a\nsnap shot that tipped him head over heels, breaking his back within two\ninches of the root of the tail, and there he lay helpless but glaring.\nTom afterwards killed him with his assegai. I opened the breech of the\ngun and hurriedly pulled out the old case, which, to judge from what\nensued, must, I suppose, have burst and left a portion of its fabric\nsticking to the barrel. At any rate, when I tried to get in the new\ncartridge it would only enter half-way; and--would you believe it?--this\nwas the moment that the lioness, attracted no doubt by the outcry of her\ncub, chose to put in an appearance. There she stood, twenty paces or so\nfrom me, lashing her tail and looking just as wicked as it is possible\nto conceive. Slowly I stepped backwards, trying to push in the new case,\nand as I did so she moved on in little runs, dropping down after each\nrun. The danger was imminent, and the case would not go in. At the\nmoment I oddly enough thought of the cartridge maker, whose name I will\nnot mention, and earnestly hoped that if the lion got _me_ some condign\npunishment would overtake _him_. It would not go in, so I tried to pull\nit out. It would not come out either, and my gun was useless if I could\nnot shut it to use the other barrel. I might as well have had no gun.\n\n\"Meanwhile I was walking backward, keeping my eye on the lioness, who\nwas creeping forward on her belly without a sound, but lashing her tail\nand keeping her eye on me; and in it I saw that she was coming in a\nfew seconds more. I dashed my wrist and the palm of my hand against the\nbrass rim of the cartridge till the blood poured from them--look, there\nare the scars of it to this day!\"\n\nHere Quatermain held up his right hand to the light and showed us four\nor five white cicatrices just where the wrist is set into the hand.\n\n\"But it was not of the slightest use,\" he went on; \"the cartridge would\nnot move. I only hope that no other man will ever be put in such an\nawful position. The lioness gathered herself together, and I gave myself\nup for lost, when suddenly Tom shouted out from somewhere in my rear--\n\n\"'You are walking on to the wounded cub; turn to the right.'\n\n\"I had the sense, dazed as I was, to take the hint, and slewing round at\nright-angles, but still keeping my eyes on the lioness, I continued my\nbackward walk.\n\n\"To my intense relief, with a low growl she straightened herself,\nturned, and bounded further up the kloof.\n\n\"'Come on, Inkoos,' said Tom, 'let's get back to the waggon.'\n\n\"'All right, Tom,' I answered. 'I will when I have killed those three\nother lions,' for by this time I was bent on shooting them as I never\nremember being bent on anything before or since. 'You can go if you\nlike, or you can get up a tree.'\n\n\"He considered the position a little, and then he very wisely got up a\ntree. I wish that I had done the same.\n\n\"Meanwhile I had found my knife, which had an extractor in it, and\nsucceeded after some difficulty in pulling out the cartridge which had\nso nearly been the cause of my death, and removing the obstruction in\nthe barrel. It was very little thicker than a postage-stamp; certainly\nnot thicker than a piece of writing-paper. This done, I loaded the gun,\nbound a handkerchief round my wrist and hand to staunch the flowing of\nthe blood, and started on again.\n\n\"I had noticed that the lioness went into a thick green bush, or rather\na cluster of bushes, growing near the water, about fifty yards higher\nup, for there was a little stream running down the kloof, and I walked\ntowards this bush. When I got there, however, I could see nothing, so I\ntook up a big stone and threw it into the bushes. I believe that it hit\nthe other cub, for out it came with a rush, giving me a broadside shot,\nof which I promptly availed myself, knocking it over dead. Out, too,\ncame the lioness like a flash of light, but quick as she went I managed\nto put the other bullet into her ribs, so that she rolled right over\nthree times like a shot rabbit. I instantly got two more cartridges\ninto the gun, and as I did so the lioness rose again and came crawling\ntowards me on her fore-paws, roaring and groaning, and with such an\nexpression of diabolical fury on her countenance as I have not often\nseen. I shot her again through the chest, and she fell over on to her\nside quite dead.\n\n\"That was the first and last time that I ever killed a brace of lions\nright and left, and, what is more, I never heard of anybody else doing\nit. Naturally I was considerably pleased with myself, and having again\nloaded up, I went on to look for the black-maned beauty who had killed\nKaptein. Slowly, and with the greatest care, I proceeded up the kloof,\nsearching every bush and tuft of grass as I went. It was wonderfully\nexciting work, for I never was sure from one moment to another but that\nhe would be on me. I took comfort, however, from the reflection that a\nlion rarely attacks a man--rarely, I say; sometimes he does, as you will\nsee--unless he is cornered or wounded. I must have been nearly an hour\nhunting after that lion. Once I thought I saw something move in a clump\nof tambouki grass, but I could not be sure, and when I trod out the\ngrass I could not find him.\n\n\"At last I worked up to the head of the kloof, which made a\n_cul-de-sac_. It was formed of a wall of rock about fifty feet high.\nDown this rock trickled a little waterfall, and in front of it, some\nseventy feet from its face, was a great piled-up mass of boulders, in\nthe crevices and on the top of which grew ferns, grasses, and stunted\nbushes. This mass was about twenty-five feet high. The sides of the\nkloof here were also very steep. Well, I came to the top of the nullah\nand looked all round. No signs of the lion. Evidently I had either\noverlooked him further down, or he had escaped right away. It was very\nvexatious; but still three lions were not a bad bag for one gun before\ndinner, and I was fain to be content. Accordingly I departed back again,\nmaking my way round the isolated pillar of boulders, beginning to feel,\nas I did so, that I was pretty well done up with excitement and fatigue,\nand should be more so before I had skinned those three lions. When I had\ngot, as nearly as I could judge, about eighteen yards past the pillar or\nmass of boulders, I turned to have another look round. I have a pretty\nsharp eye, but I could see nothing at all.\n\n\"Then, on a sudden, I saw something sufficiently alarming. On the top\nof the mass of boulders, opposite to me, standing out clear against\nthe rocks beyond, was the huge black-maned lion. He had been crouching\nthere, and now arose as though by magic. There he stood lashing his\ntail, just like a living reproduction of the animal on the gateway of\nNorthumberland House that I have seen in a picture. But he did not stand\nlong. Before I could fire--before I could do more than get the gun to my\nshoulder--he sprang straight up and out from the rock, and driven by the\nimpetus of that one mighty bound came hurtling through the air towards\nme.\n\n\"Heavens! how grand he looked, and how awful! High into the air he flew,\ndescribing a great arch. Just as he touched the highest point of his\nspring I fired. I did not dare to wait, for I saw that he would clear\nthe whole space and land right upon me. Without a sight, almost without\naim, I fired, as one would fire a snap shot at a snipe. The bullet told,\nfor I distinctly heard its thud above the rushing sound caused by the\npassage of the lion through the air. Next second I was swept to the\nground (luckily I fell into a low, creeper-clad bush, which broke the\nshock) and the lion was on the top of me, and the next those great white\nteeth of his had met in my thigh--I heard them grate against the bone. I\nyelled out in agony, for I did not feel in the least benumbed and happy,\nlike Dr. Livingstone--who, by the way, I knew very well--and gave myself\nup for dead. But suddenly, as I did so, the lion's grip on my thigh\nloosened, and he stood over me, swaying to and fro, his huge mouth, from\nwhich the blood was gushing, wide open. Then he roared, and the sound\nshook the rocks.\n\n\"To and fro he swung, and suddenly the great head dropped on me,\nknocking all the breath from my body, and he was dead. My bullet had\nentered in the centre of his chest and passed out on the right side of\nthe spine about half-way down the back.\n\n\"The pain of my wound kept me from fainting, and as soon as I got my\nbreath I managed to drag myself from under him. Thank heavens, his great\nteeth had not crushed my thigh-bone; but I was losing a great deal of\nblood, and had it not been for the timely arrival of Tom, with whose\naid I loosed the handkerchief from my wrist and tied it round my leg,\ntwisting it tight with a stick, I think that I should have bled to\ndeath.\n\n\"Well, it was a just reward for my folly in trying to tackle a family\nof lions single-handed. The odds were too long. I have been lame ever\nsince, and shall be to my dying day; in the month of March the wound\nalways troubles me a great deal, and every three years it breaks out\nraw.\n\n\"I need scarcely add that I never traded the lot of ivory at Sikukuni's.\nAnother man got it--a German--and made five hundred pounds out of it\nafter paying expenses. I spent the month on the broad of my back, and\nwas a cripple for six months after that. And now I've told you the yarn,\nso I will have a drop of Hollands and go to bed. Good-night to you all,\ngood-night!\"",
    "metadata": {
        "author": [
            "Haggard, Rider",
            "Haggard, Henry Rider",
            "Haggard, H. Rider (Henry Rider)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2730/pg2730.txt",
        "name": "long_odds.json"
    }
}