{
    "name": "Lost\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nThe 25th of May, 1866, was no doubt to many a quite indifferent date,\nbut to two persons it was the saddest day of their lives. Charles\nRandall that day left Bonn, Germany, to catch the steamer home to\nAmerica, and Ida Werner was left with a mountain of grief on her gentle\nbosom, which must be melted away drop by drop, in tears, before she\ncould breathe freely again.\n\nA year before, Randall, hunting for apartments, his last term at\nthe university just begun, had seen the announcement, \"_Zimmer zu\nvermiethen_,\" in the hall below the flat where the Werners lived. Ida\nanswered his ring, for her father was still at his government office,\nand her mother had gone out to the market to buy the supper. She would\nmuch rather her mother had been at home to show the gentleman the rooms;\nbut, knowing that they could not afford to lose a chance to rent them,\nshe plucked up courage, and, candle in hand, showed him through the\nsuite. When he came next day with his baggage, he learned for the first\ntime what manner of apartments he had engaged; for although he had\nprotracted the investigation the previous evening to the furthest\ncorner, and had been most exacting as to explanations, he had really\nrented the rooms entirely on account of a certain light in which a set\nof Madonna features, in auburn hair, had shown at the first opening of\nthe door.\n\nA year had passed since this, and a week ago a letter from home had\nstated that his father, indignant at his unexplained stay six months\nbeyond the end of his course, had sent him one last remittance, barely\nsufficient for a steamer ticket, with the intimation that if he did not\nreturn on a set day, he must thenceforth attend to his own exchequer.\nThe 25th was the last day on which he could leave Bonn to catch the\nrequisite steamer. Had it been in November, nature at least would have\nsympathized; it was cruel that their autumn time of separation should\nfall in the spring, when the sky is full of bounteous promise and the\nearth of blissful trust.\n\nLove is so improvident that a parting a year away is no more feared than\ndeath, and a month's end seems dim and distant. But a week,--a week\nonly,--that even to love is short, and the beginning of the end. The\nchilling mist that rose from the gulf of separation so near before them\novershadowed all the brief remnant of their path. They were constantly\ntogether. But a silence had come upon them. Never had words seemed\nidler, they had so much to say. They could say nothing that did not mock\nthe weight on their hearts, and seem trivial and impertinent because it\nwas exclusive of more important matter. The utmost they could do was\nto lay their hearts open toward each other to receive every least\nimpression of voice, and look, and manner, to be remembered afterward.\nAt evening they went into the minster church, and, sitting in the\nshadows, listened to the sweet, shrill choir of boys whose music\ndistilled the honey of sorrow; and as the deep bass organ chords gripped\ntheir hearts with the tones that underlie all weal and woe, they looked\nin each other's eyes, and did for a space feel so near that all the\nseparation that could come after seemed but a trifling thing.\n\nIt was all arranged between them. He was to earn money, or get a\nposition in business, and return in a year or two at most and bring her\nto America.\n\n\"Oh,\" she said once, \"if I could but sleep till thou comest again to\nwake me, how blessed I should be; but, alas, I must wake all through the\ndesolate time!\"\n\nAlthough for the most part she comforted him rather than he her, yet at\ntimes she gave way, and once suddenly turned to him and hid her face on\nhis breast, and said, trembling with tearless sobs:--\n\n\"I know I shall never see thee more, Karl. Thou wilt forget me in thy\ngreat, far land and wilt love another. My heart tells me so.\"\n\nAnd then she raised her head, and her streaming eyes blazed with anger.\n\n\"I will hover about thee, and if thou lovest another, I will kill her as\nshe sleeps by thy side.\"\n\nAnd the woman must have loved him much who, after seeing that look of\nhers, would have married him. But a moment after she was listening with\nabject ear to his promises.\n\nThe day came at last. He was to leave at three o'clock. After the\nnoontide meal, Ida's mother sat with them and they talked a little about\nAmerica, Frau Werner exerting herself to give a cheerful tone to the\nconversation, and Randall answering her questions absently and without\ntaking his eyes off Ida, who felt herself beginning to be seized with a\nnervous trembling. At last Frau Werner rose and silently left the room,\nlooking back at them as she closed the door with eyes full of tears.\nThen, as if by a common impulse, they rose and put their arms about each\nother's necks, and their lips met in a long, shuddering kiss. The breath\ncame quicker and quicker; sobs broke the kisses; tears poured down\nand made them salt and bitter, as parting kisses should be in which\nsweetness is mockery. Hitherto they had controlled their feelings, or\nrather she had controlled him; but it was no use any longer, for\nthe time had come, and they abandoned themselves to the terrible\nvoluptuousness of unrestrained grief, in which there is a strange,\nmeaningless suggestion of power, as though it might possibly be a force\nthat could affect or remove its own cause if but wild and strong enough.\n\n\"Herr Randall, the carriage waits and you will lose the train,\" said\nFrau Werner from the door, in a husky voice.\n\n\"I will not go, by God!\" he swore, as he felt her clasp convulsively\nstrengthen at the summons. The lesser must yield to the greater, and\nno loss or gain on earth was worth the grief upon her face. His father\nmight disinherit him, America might sink, but she must smile again. And\nshe did,--brave, true girl and lover. The devotion his resolute words\nproved was like a strong nervine to restore her self-control. She smiled\nas well as her trembling lips would let her, and said, as she loosed him\nfrom her arms:--\n\n\"No, thou must go, Karl. But thou wilt return, _nicht wahr?_\"\n\nI would not venture to say how many times he rushed to the door, and,\nglancing back at her as she stood there desolate, followed his glance\nonce more to her side. Finally, Frau Werner led him as one dazed to the\ncarriage, and the impatient driver drove off at full speed.\n\nIt is seven years later, and Randall is pacing the deck of an ocean\nsteamer, outward bound from New York. It is the evening of the first day\nout. Here and there passengers are leaning over the bulwarks, pensively\nregarding the sinking sun as it sets for the first time between them and\ntheir native land, or maybe taking in with awed faces the wonder of the\ndeep, which has haunted their imaginations from childhood. Others are\nalready busily striking up acquaintances with fellow-passengers, and a\nbridal pair over yonder sit thrilling with the sense of isolation from\nthe world that so emphasizes their mutual dependence and all-importance\nto each other. And other groups are talking business, and referring to\nmoney and markets in New York, London, and Frankfort as glibly as if\nthey were on land, much to the secret shock of certain raw tourists,\nwho marvel at the in-sensitiveness of men who, thus speeding between two\nworlds, and freshly in the presence of the most august and awful form\nof nature, can keep their minds so steadily fixed upon cash-books and\nledgers.\n\nBut Randall, as, with the habit of an old voyager, he already falls to\npacing the deck, is too much engrossed with his own thoughts to pay much\nheed to these things. Only, as he passes a group of Germans, and the\nfamiliar accents of the sweet, homely tongue fall on his ear, he pauses,\nand lingers near.\n\nThe darkness gathers, the breeze freshens, the waves come tumbling out\nof the east, and the motion of the ship increases as she rears upward to\nmeet them. The groups on deck are thinning out fast, as the passengers\ngo below to enjoy the fearsome novelty of the first night at sea, and to\ncompose themselves to sleep as it were in the hollow of God's hand. But\nlong into the night Randall's cigar still marks his pacing up and\ndown as he ponders, with alternations of tender, hopeful glow and sad\nforeboding, the chances of his quest. Will he find her?\n\nIt is necessary to go back a little. When Randall reached America on his\nreturn from Germany, he immediately began to sow his wild oats, and gave\nhis whole mind to it. Answering Ida's letters got to be a bore, and he\ngradually ceased doing it. Then came a few sad reproaches from her, and\ntheir correspondence ceased. Meanwhile, having had his youthful fling,\nhe settled down as a steady young man of business. One day he was\nsurprised to observe that he had of late insensibly fallen into the\nhabit of thinking a good deal in a pensive sort of way about Ida and\nthose German days. The notion occurred to him that he would hunt up her\npicture, which he had not thought of in five years. With misty eyes and\ncrowding memories he pored over it, and a wave of regretful, yearning\ntenderness filled his breast.\n\nLate one night, after long search, he found among his papers a bundle of\nher old letters, already growing yellow. Being exceedingly rusty in his\nGerman, he had to study them out word by word. That night, till the sky\ngrew gray in the east, he sat there turning the pages of the dictionary\nwith wet eyes and glowing face, and selecting definitions by the test of\nthe heart. He found that some of these letters he had never before taken\nthe pains to read through. In the bitterness of his indignation, he\ncursed the fool who had thrown away a love so loyal and priceless.\n\nAll this time he had been thinking of Ida as if dead, so far off in\nanother world did those days seem. It was with extraordinary effect that\nthe idea finally flashed upon him that she was probably alive, and now\nin the prime of her beauty. After a period of feverish and impassioned\nexcitement, he wrote a letter full of wild regret and beseeching, and\nan ineffable tenderness. Then he waited. After a long time it came back\nfrom the German dead-letter office. There was no person of the name at\nthe address. She had left Bonn, then. Hastily setting his affairs in\norder, he sailed for Germany on the next steamer.\n\nThe incidents of the voyage were a blank in his mind. On reaching Bonn,\nhe went straight from the station to the old house in ------strasse.\nAs he turned into it from the scarcely less familiar streets leading\nthither, and noted each accustomed landmark, he seemed to have just\nreturned to tea from an afternoon lecture at the university. In every\nfeature of the street some memory lurked, and, as he passed, threw\nout delaying tendrils, clutching at his heart. Rudely he broke away,\nhastening on to that house near the end of the street, in each of whose\nquaint windows fancy framed the longed-for face. She was not there,\nhe knew, but for a while he stood on the other side of the street,\nunmindful of the stares and jostling of the passers-by, gazing at the\nhouse-front, and letting himself imagine from moment to moment that her\nfigure might flit across some window, or issue from the door, basket\nin hand, for the evening marketing, on which journey he had so often\naccompanied her. At length, crossing the street, he inquired for the\nWerner family. The present tenants had never heard the name. Perhaps the\ntenants from whom they had received the house might be better informed.\nWhere were they? They had moved to Cologne. He next went to the Bonn\npolice-office, and from the records kept there, in which pretty much\neverything about every citizen is set down, ascertained that several\nyears previous Herr Werner had died of apoplexy, and that no one of the\nname was now resident in the city. Next day he went to Cologne, hunted\nup the former tenants of the house, and found that they remembered\nquite distinctly the Werner family, and the death of the father and\nonly breadwinner. It had left the mother and daughter quite without\nresources, as Randall had known must probably have been the case. His\ninformants had heard that they had gone to Dusseldorf.\n\nHis search had become a fever. After waiting seven years, a delay of\nten minutes was unendurable. The trains seemed to creep. And yet, on\nreaching Diisseldorf, he did not at once go about his search, but said\nto himself:--\n\n\"Let me not risk the killing of my last hope till I have warmed myself\nwith it one more night, for to-morrow there may be no more warmth in it.\"\n\nHe went to a hotel, ordered a room and a bottle of wine, and sat over it\nall night, indulging the belief that he would find her the next day. He\ndenied his imagination nothing, but conjured up before his mind's eye\nthe lovely vision of her fairest hour, complete even to the turn of\nthe neck, the ribbon in the hair, and the light in the blue eyes. So he\nwould turn into the street. Yes, here was the number. Then he rings the\nbell. She comes to the door. She regards him a moment indifferently.\nThen amazed recognition, love, happiness, transfigure her face. \"Ida!\"\n\"Karl!\" and he clasps her sobbing to his bosom, from which she shall\nnever be sundered again.\n\nThe result of his search next day was the discovery that mother and\ndaughter had been at Diisseldorf until about four years previous,\nwhere the mother had died of consumption, and the daughter had removed,\nleaving no address. The lodgings occupied by them were of a wretched\ncharacter, showing that their circumstances must have been very much\nreduced.\n\nThere was now no further clue to guide his search. It was destined that\nthe last he was to know of her should be that she was thrown on the\ntender mercies of the world,--her last friend gone, her last penny\nexpended. She was buried out of his sight, not in the peaceful grave,\nwith its tender associations, but buried alive in the living world;\nhopelessly hid in the huge, writhing confusion of humanity. He lingered\nin the folly of despair about those sordid lodgings in Diisseldorf, as\none might circle vainly about the spot in the ocean where some pearl of\ngreat price had fallen overboard.\n\nAfter a while he roused again, and began putting advertisements for Ida\ninto the principal newspapers of Germany, and making random visits to\ntowns all about to consult directories and police records. A singular\nsort of misanthropy possessed him. He cursed the multitude of towns and\nvillages that reduced the chances in his favor to so small a thing. He\ncursed the teeming throngs of men, women, and children, in whose mass\nshe was lost, as a jewel in a mountain of rubbish. Had he possessed the\npower, he would in those days, without an instant's hesitation, have\nswept the bewildering, obstructing millions of Germany out of existence,\nas the miner washes away the earth to bring to light the grain of gold\nin his pan. He must have scanned a million women's faces in that weary\nsearch, and the bitterness of that million-fold disappointment left its\ntrace in a feeling of aversion for the feminine countenance and figure\nthat he was long in overcoming.\n\nKnowing that only by some desperate chance he could hope to meet her in\nhis random wanderings, it seemed to him that he was more likely to be\nsuccessful by resigning as far as possible all volition, and leaving\nthe guidance of the search to chance; as if Fortune were best disposed\ntoward those who most entirely abdicated intelligence and trusted\nthemselves to her. He sacredly followed every impulse, never making up\nhis mind an hour before at what station he should leave the cars, and\nturning to the right or left in his wanderings through the streets of\ncities, as much as possible without intellectual choice. Sometimes,\nwaking suddenly in the middle of the night, he would rise, dress with\neager haste, and sally out to wander through the dark streets, thinking\nhe might be led of Providence to meet her. And, once out, nothing but\nutter exhaustion could drive him back; for how could he tell but in\nthe moment after he had gone, she might pass? He had recourse to every\nsuperstition of sortilege, clairvoyance, presentiment, and dreams.\nAnd all the time his desperation was singularly akin to hope. He dared\nrevile no seeming failure, not knowing but just that was the necessary\nlink in the chain of accidents destined to bring him face to face with\nher. The darkest hour might usher in the sunburst. The possibility that\nthis was at last the blessed chance lit up his eyes ten thousand times\nas they fell on some new face.\n\nBut at last he found himself back in Bonn, with the feverish infatuation\nof the gambler, which had succeeded hope in his mind, succeeded in turn\nby utter despair! His sole occupation now was revisiting the spots which\nhe had frequented with her in that happy year. As one who has lost a\nprincely fortune sits down at length to enumerate the little items of\nproperty that happen to be attached to his person, disregarded before\nbut now his all, so Randall counted up like a miser the little store of\nmemories that were thenceforth to be his all. Wonderfully, the smallest\ndetails of those days came back to him. The very seats they sat in at\npublic places, the shops they entered together, their promenades and the\npausing-places on them, revived in memory under a concentrated inward\ngaze like invisible paintings brought over heat.\n\nOne afternoon, after wandering about the city for some hours, he turned\ninto a park to rest. As he approached his usual bench, sacred to him\nbecause Ida and he in the old days had often sat there, he was annoyed\nto see it already occupied by a pleasant-faced, matronly looking German\nwoman, who was complacently listening to the chatter of a couple of\nsmall children. Randall threw himself upon the unoccupied end of the\nbench, rather hoping that his gloomy and preoccupied air might cause\nthem to depart and leave him to his melancholy reverie. And, indeed, it\nwas not long before the children stopped their play and gathered timidly\nabout their mother, and soon after the bench tilted slightly as she\nrelieved it of her substantial charms, saying in a cheery, pleasant\nvoice:--\n\n\"Come, little ones, the father will be at home before us.\"\n\nIt was a secluded part of the garden, and the plentiful color left her\ncheeks as the odd gentleman at the other end of the bench turned with\na great start at the sound of her voice, and transfixed her with a\nquestioning look. But in a moment he said:--\n\n\"Pardon me, madame, a thousand times. The sound of your voice so\nreminded me of a friend I have lost that I looked up involuntarily.\"\n\nThe woman responded with good-natured assurances that he had not at all\nalarmed her. Meanwhile Randall had an opportunity to notice that, in\nspite of the thick-waisted and generally matronly figure, there were,\nnow he came to look closely, several rather marked resemblances to Ida.\nThe eyes were of the same blue tint, though about half as large, the\ncheeks being twice as full. In spite of the ugly style of dressing it,\nhe saw also that the hair was like Ida's; and as for the nose, that\nfeature which changes least, it might have been taken out of Ida's own\nface. As may be supposed, he was thoroughly disgusted to be reminded of\nthat sweet girlish vision by this broadly moulded, comfortable-looking\nmatron. His romantic mood was scattered for that evening at least, and\nhe knew he should not get the prosaic suggestions of the unfortunate\nresemblance out of his mind for a week at least. It would torment him as\na humorous association spoils a sacred hymn.\n\nHe bowed with rather an ill grace, and was about to retire, when a\ncertain peculiar turn of the neck, as the lady acknowledged his salute,\ncaught his eye and turned him to stone. Good God! this woman was Ida!\n\nHe stood there in a condition of mental paralysis. The whole fabric of\nhis thinking and feeling for months of intense emotional experience had\ninstantly been annihilated, and he was left in the midst of a great void\nin his consciousness out of touching-reach of anything. There was no\nsharp pang, but just a bewildered numbness. A few filaments only of\nthe romantic feeling for Ida that filled his mind a moment before\nstill lingered, floating about it, unattached to anything, like vague\nneuralgic feelings in an amputated stump, as if to remind him of what\nhad been there.\n\nAll this was as instantaneous as a galvanic shock the moment he had\nrecognized--let us not say Ida, but this evidence that she was no\nmore. It occurred to him that the woman, who stood staring, was in\ncommon politeness entitled to some explanation. He was in just that\nstate of mind when, the only serious interest having suddenly dropped\nout of the life, the minor conventionalities loom up as peculiarly\nimportant and obligatory.\n\n\"You were Fraiilein Ida Werner, and lived at No.-- ------strasse in\n1866, _nicht wahr?_\"\n\nHe spoke in a cold, dead tone, as if making a necessary but distasteful\nexplanation to a stranger.\n\n\"Yes, truly,\" replied the woman curiously; \"but my name is now Frau\nStein,\" glancing at the children, who had been staring open-mouthed at\nthe queer man.\n\n\"Do you remember Karl Randall? I am he.\"\n\nThe most formal of old acquaintances could hardly have recalled himself\nin a more indifferent manner.\n\n\"_Herr Gott im Himmel!_\" exclaimed the woman, with the liveliest\nsurprise and interest \"Karl! Is it possible? Yes, now I recognize you.\nSurely! surely!\"\n\nShe clapped one hand to her bosom, and dropped on the bench to recover\nherself. Fleshy people, overcome by agitation, are rather disagreeable\nobjects. Randall stood looking at her with a singular expression of\naversion on his listless face. But, after panting a few times, the woman\nrecovered her vivacity and began to ply him vigorously with exclamations\nand questions, beaming the while with delighted interest. He answered\nher like a schoolboy, too destitute of presence of mind to do otherwise\nthan to yield passively to her impulse. But he made no inquiries\nwhatever of her, and did not distantly allude to the reason of his\npresence in Germany. As he stood there looking at her, the real facts\nabout that matter struck him as so absurd and incredible that he could\nnot believe them himself.\n\nPretty soon he observed that she was becoming a little conscious in her\nair, and giving a slightly sentimental turn to the conversation. It was\nnot for some time that he saw her drift, so utterly without connection\nin his mind were Ida and this comfortable matron before him; and when he\ndid, a smile at the exquisite absurdity of the thing barely twitched the\ncorners of his mouth, and ended in a sad, puzzled stare that rather put\nthe other out of countenance.\n\nBut the children had now for some time been whimpering for supper and\nhome, and at length Frau Stein rose, and, with an urgent request that\nRandall should call on her and see her husband, bade him a cordial\nadieu. He stood there watching her out of sight, with an unconscious\nsmile of the most refined and subtle cynicism. Then he sat down and\nstared vacantly at the close-cropped grass on the opposite side of the\npath. By what handle should he lay hold of his thoughts?\n\nThat woman could not retroact and touch the memory of Ida. That dear\nvision remained intact. He drew forth his locket, and opening it gazed\npassionately at the fair girlish face, now so hopelessly passed away. By\nthat blessed picture he could hold her and defy the woman. Remembering\nthat fat, jolly, comfortable matron, he should not at least ever again\nhave to reproach himself with his cruel treatment of Ida. And yet why\nnot? What had the woman to do with her? She had suffered as much as if\nthe woman had not forgotten it all. His reckoning was with Ida,--was\nwith her. Where should he find her? In what limbo could he imagine her?\nAh, that was the wildering cruelty of it. She was not this woman, nor\nwas she dead in any conceivable natural way so that her girlish spirit\nmight have remained eternally fixed. She was nothing. She was nowhere.\nShe existed only in this locket, and her only soul was in his heart, far\nmore surely than in this woman who had forgotten her.\n\nDeath was a hopeful, cheerful state compared to that nameless\nnothingness that was her portion. For had she been dead, he could still\nhave loved her soul; but now she had none. The soul that once she had,\nand, if she had then died, might have kept, had been forfeited by living\non, and had passed to this woman, and would from her pass on further\ntill finally fixed and vested in the decrepitude of age by death. So,\nthen, it was death and not life that secured the soul, and his sweet\nIda had none because she had not died in time. Ah! had not he heard\nsomewhere that the soul is immortal and never dies? Where, then, was\nIda's? She had disappeared utterly out of the universe. She had been\ntransformed, destroyed, swallowed up in this woman, a living sepulchre,\nmore cruel than the grave, for it devoured the soul as well as the\nbody. Pah! this prating about immortality was absurd, convicted of\nmeaninglessness before a tragedy like this; for what was an immortality\nworth that was given to her last decrepit phase of life, after all its\nbeauty and strength and loveliness had passed soulless away? To be aught\nbut a mockery, immortality must be as manifold as the manifold phases of\nlife. Since life devours so many souls, why suppose death will spare the\nlast one?\n\nBut he would contend with destiny. Painters should multiply the face in\nhis locket. He would immortalize her in a poem. He would constantly keep\nthe lamp trimmed and burning before her shrine in his heart. She should\nlive in spite of the woman.\n\nBut he could now never make amends to her for the suffering his cruel,\nneglectful youth had caused her. He had scarcely realized before how\nmuch the longing to make good that wrong had influenced bis quest of\nher. Tears of remorse for an unatonable crime gathered in his eyes. He\nmight, indeed, enrich this woman, or educate her children, or pension\nher husband; but that would be no atonement to Ida.\n\nAnd then, as if to intensify that remorse by showing still more clearly\nthe impossibility of atonement, it flashed on him that he who loved Ida\nwas not the one to atone for an offense of which he would be incapable,\nwhich had been committed by one who despised her love. Justice was a\nmeaningless word, and amends were never possible, nor can men ever make\natonement; for, ere the debt is paid, the atonement made, one who is not\nthe sufferer stands to receive it; while, on the other hand, the one who\natones is not the offender, but one who comes after him, loathing his\noffense and himself incapable of it. The dead must bury their dead. And,\nthus pondering from personal to general thoughts, the turmoil of his\nfeelings gradually calmed, and a restful melancholy, vague and tender,\nfilled the aching void in his heart.",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22712/pg22712.txt",
        "name": "lost_1898.json"
    }
}