{
    "name": "Love Instigated: The Story of a Carved Ivory Umbrella Handle",
    "author": [
        "Sherley, Douglass",
        "Sherley, George Douglass"
    ],
    "body": "                                   WHO WROTE\n\n                          --THE STORY OF A PICTURE.--\n\n                       *       *       *       *       *\n\n  An Edition de Luxe [special] net, $10.00. Limited number. Ninety-nine\n  copies--signed by the Author. Right reserved to advance price at any\n  time. Subscriptions received now. Popular Edition--a Christmas Card\n  Booklet [in a box], $1.00. Liberal Discount to the Trade.\n\n  Edition de Luxe ready December Fifteenth.\n\n  Popular Edition ready December First.\n\n\n                                            John P. Morton and Company.\n                                             Main St., Louisville, Ky.\n\n\n\n\n\n\n\n\n                               Special.Dedication\n                                       to\n                        the.Members.of.the.Sherley.Club\n                                       of\n                               Little.:.Britain:\n\n                           --Despair.ye.not.at.all--\n\n                 E'en.by.so.Small.a.Thing.as.this.Poor.Booklet\n                                    May.Your\n                              Loves.be.Instigated!\n\n\n\n\n\n\n\n\n                                   Dedicated\n                      To.Each.Single.Son.of.St..Pendennis\n                       Who.Worships.not.at.the.Shrine.of\n                         The.Maiden.Priestess.of.To-day\n                             --Let.Him.Look.to't,--\n                       Or.Likewise.He.May.Somewhere.Find\n                               Love.Perpetrated.\n\n\n\n\n\n\n\n\n                                Love Instigated.\n\n\n\nIt was a daisy bit of Ivory.\n\nIt was a curious piece of Workmanship.\n\nIt was carved and carved again with Conventional Lines, which formed\na Female Head of East-Indian Unexceptionableness.\n\nIt seemed to Smile and to Beckon, and then to Scowl repellantly--a\nLiving Mockery!\n\nIt was Hateful--Oh, so Hateful!--the sight Of so conventional a Thing.\n\nAnd yet there had been such a Longing to touch It and to Hold It in the\nHand!\n\nBut See the Sequel.\n\nIt was not an Idol of India.\n\nIt was the Carved Ivory Handle of a Tanned Gingham Umbrella, of very\nPlebeian American Manufacture.\n\nIt stood in a Hand-painted China Receptacle in The long quiet Hall, in\nthe House of a Friend. It was there when I Dined with him the Night\nAfter Christmas.\n\nIt Gleamed at me with a Sinister Gleam of its Dexter Eye!\n\nAnd it seemed to Smile and to Beckon at me out of the Soft, Voluptuous\nEnvironment of The \"Inner.Sisterhood,\" of which it was a Fellow.\n\nAnd when we were seated at the Glittering Table, beautiful with Crystal\nand Silver--\n\nAnd Lemonade and Cake--\n\nAn Esthetic Banquet--\n\nIt Chanced, by Merest Accident, that I was Given a seat opposite The\nPortiered Archway which led into\n\nThe Long Quiet Hall,\n\nWith its Wine-Colored Wealth of Turkish-Bath Toweling thrown back.\n\nAnd as we Sat Beneath the Iridescent Glow Of the Keely-Motor\n\nElectric Lamp, which\n\nGlistened and Shimmered Its Stained-Glass Iridescence on all about\nit, and gave its hue to The Invigorating Beverage, we heeded not the\nElemental war waging upon the Queen Anne Exterior of the Hospitable\nMansion of my Friend.\n\nAnd when we were left to our Coffee and our Pipes, we talked of Daggers,\nand Epitaphs, and Tombs!\n\nAnd as he told me in a Mysterious Whisper the Story of the Malay Dagger,\n\"Guiltless of all Guile,\" the Vitreous Eye of that Quaintly Carved\nOdalisque--for such my fevered fancy Pictured it--was ever Glaring at\nme with its Sinister Glare!\n\nAnd when our Ghostly Talk was Interrupted By the Entrance of other\nGuests, I Quaffed Another Crystal Goblet of My Friend's Brain-Maddening\nConcoction, and casting a long, lingering Look at the Persian Rug which\nhid the Graeco-Romanesque Architecture of the vaulted Ceiling, I passed\nfrom the Gothic Portals of this Esthetic Shrine into the outer\ndarkness--beyond the glamour of the Seven Lamps of Architecture.\n\nBut,--Oh Fitful Fate!--as I passed though The Long, Quiet Hall and\nby the wine-colored Plush Corner from whose Voluptuous Shadow The\nSinister-Eyed, Carved-Ivory-Handle Odalisque cast an Alluring,\nAppealing Look toward Me, and all Unconsciously, Unintentionally, and\nUnresistingly I Took it from its Hand-Painted China Receptacle, and\nclosing the Heavy doors of Rolled, Cathedral Plate Glass After me,\nI Unfurled its Sun-Tanned Gingham Folds to the aforementioned warring\nelements. And as I Wended my Desolate Way to the Sainted Shrine of\nPendennis, my Seething Brain Peopled the Valley of Unrest with Elfs,\nAnd Ravens and Brahman Gods, and the Dagger whose blood-stain belonged\nto a Venetian Duke. When I Presently Entered the Resounding Cloisters of\nthe Order of ST. PENDENNIS--when I entered this \"House without a Woman\"\nI sought the seclusion of a dark, Wine-Colored, Plush-Lined Cell, and\ncarelessly placing the Tanned Gingham, Vegetable-Ivory-handled Umbrella\non the Eighteenth Century Hearth before me,\n\nI threw my mentally-exhausted frame into a a Massive, Damask-covered\nChair with heavily-carved Arms of highly-polished Oak, and sounded the\nTiny, Tintinnabulating Call-Bell for Something to Counteract the Effects\nof the Too-exhilerating Potables of my Friend, and his no less Harrowing\nStories!\n\nBut while I thus sat waiting, with my feet to The Comfortable Fire, all\nat once my Gaze was Unconsciously, Unintentionally and Unresistingly\nTransfixed by the Sinister Glance of The Dexter Eye of the Carved-Ivory\nOdalisque.\n\nAnd as I sat there in the Twilight Glare of the Slowly-Consuming\nEmbers on the Wide and Deep, Old-Fashioned, Open Fire-place, with\nLacquered-Brass Fire-Dogs--beneath the Spell of those Stealthy, Roguish\nGlances, I, against My Wish and Will, was led to Think of The dark,\nstrange and weirdly grotesque things of which My Friend had Told me.\n\nAnd finally, as under the Strange Fascination of the Vitreous Dexter and\nSinister Eyes of The Carved-Ivory Odalisque, which Held me Spell-Bound,\nI Learned from the Thin, Curled Lips of the said Carved-Ivory Odalisque\nits Own Story.\n\nIt was not Created by Love.\n\nNor was it in Itself the Embodiment of Love. But it Bore in one of its\nFlexible Ribs the Tangible Evidence of the Adhesive Qualities of a Love\nDriven Back upon itself,--the Concentration of an Otherwise Wasted\nForce.\n\nLess than a Thousand Years ago, a Dudish Roderick Dhu stood Flustrated\nwith Fiery Indignation, face to face with a Maiden Priestess--a\nPrideful, Haughty Woman!\n\nIt was on the Rue Quatrieme. It was at the Intersection of two great\nThoroughfares.\n\nThe Clouds had Parted their Bangs in the Middle, and were Shimmering\ntheir Crystal Drops of Distilled Ocean in torrental volume upon the\nLuckless Wayfarers.\n\nIt chanced that the Prideful Maiden Priestess Was Hurrying adown the\nBoulevard with the Self-same Carved-Ivory-Handled Umbrella Closely\nClasped in Her Delicate Marie Antoinette fingers. She was thus Ensconced\nBehind the Sheltering Tautness of the Stout-ribbed Gingham Umbrella\nWith the Carved-Ivory Handle, when she passed out of the Shadow of The\nMassive Marble Edifice of Gothic Architecture and turned into the Rue\nde la Chataigne--and Unconsciously, Unintentionally and Unresistingly\nPunched a Tear out of the Dexter Eye of the Resistless Roderick Dhu!\n\nI am sure that Carved-Ivory, Oggling Odalisque was to Blame! I am sure\nthat it Wantonly Drove the Spare Rib of the Stout Gingham Umbrella to\nthe Accomplishment of its own Foul Purpose!\n\nThe Prideful Maiden Priestess had great Commiseration for the Ardent\nRoderick.\n\nShe Frankly Told him so.\n\nAnd in a Tacit but Potent--Oh, so Potent--Way, bade him, if he liked,\nto go with her to her Shrine and there have his Weeping Wounds Bound up\nwith \"a Bit of East India Silk,\"--at her Shrine, whose Doors should ever\nbe Open to Him.\n\nOh! Chance, Fortuitous Chance! How many Followers of St. Pendennis are\nAnnually Ensnared in thy Name!\n\nEre Long,--within a Month, a Little Month--the Dudish Roderick Dhu was a\ncringing devotee at the Vestal Shrine of the Maiden Priestess, Praying\nthat she should receive all his Suppliant Love, and \"right smart\" of his\ndevotion. He would never leave Her Side. He would Never, never Smile on\nother Maidens. He would Sacrifice each Trusted and Trusting Friend and\nCreditor. She MUST receive his Heart and Hand, and his Partially-Eclipsed\nOccular!\n\nElse, where, all the while, was all this Wealth of Passionate Love to\ngo to--If it was Spurned and Sent Back to its Donor? Who would have it\nSecond-Handed?\n\nThis was, indeed, a Poser.\n\nIt was Unanswerable!\n\nShe did not Attempt to Answer it. She only Considered the First\nProposition.\n\nAnd she Thought of the Cruel, Cruel Deed Which she had been Led\nby the Vitreous-Eyed Odalisque of Carved-Ivory to Unintentionally,\nUnconsciously, and Unresistingly Perpetrate Upon Him; And--to cut a\nShort Story shorter--she cast her 'Mind's Eye, Horatio,' upon his Queen\nAnne Mansion Front, and Determined to Bestow upon the Injured Innocent\nwhat remained--after Five Seasons--of the Wealth of Her Young Love.\n\n                      --Thus Simply is Love Instigated.--\n\nHad the Maiden Princess Refused him her Silver-Tinged Love--Had she\nSpurned and Thrown back upon his Hands his Passion torn To Tatters--he\nMight Have Perpetuated his Love by Writing \"a Book Without a Woman,\" or\nBetter still, he Might Have Spent the Force of his Extravagant Passion\nby Executing, in Endless number and variety, Patent Ivory-handled\nUmbrellas, Quaintly Carved in the Verisimility of the Oggling Odalisque,\nwhich Impelled the Hand that Instigated his Love by Peeling his Dexter\nEye.\n\nBut, Alas! The Thoughtless Pair of Innocents did not Consider that\ntheir Love, being Mutual, Must, by the Decree of St. Douglass,\ndie--Unperpetuated--with Them!\n\nOr, if they Weighed the Dire Decree in the Balances of their Social\nPhilosophy, I Doubt Not that they Considered that if they Perpetuated\ntheir Love the Length of their Natural Lives they Would have\nAccomplished Enough. And, methinks their Heads were Equipoised. This\nWork-a-Day World has all the Dudish Booklets and Carved-Ivory Dagger and\nUmbrella Handles that it can Easily Carry. Let not Another Booklet break\nOld Atlas' Back.\n\nAnd \"Douglass, O Douglass, Tender and True,\" Carve for us no more\nHeathen Gods of Love. E'en now Their Occupation's Gone.\n\nThe Star-Eyed Goddess that Shines Forth From the Glittering Surface of\nthe Almighty Dollar is Goddess Potent enough to Perpetuate the Love of\nthis Day and Generation, even as by her Influence often is\n\n                                Love Instigated.\n\n\n\nBut the Quaintly Carved Vegetable-Ivory Odalisque Handle of the\nTanned-Gingham Umbrella that Rested in the Hand-Painted China Receptacle\nthat Stood in the Voluptuous Environment of the Wine-Colored Plush\nCorner of the Long, Quiet Hall of the House of a Friend Where I Supped\nthe Night after Christmas--[Was this the House that Zack Built?]--It\nstill Glared at me with a Sinister Gleam of its Dexter Eye as it Oggled\nme from its Place on the Hearth of the Wine-Scented Cell--Plush-Lined\nCell--in the Cloistered Precincts of Saint Pendennis.\n\n\n\nIt seemed to Smile a Ready, Garrulous Assent to all that which I have\nSaid.\n\nThese Words it Seemed to Murmur:\n\nOh! Thou Unmitigated Umbrella-Theif! Return Me to the home of those\nwhose Love I Instigated, whose Happy Household I am Responsible for.\nWake ye! Sleeping Son of Pendennis, or by the Goddess Si[l]va, I will\nExecute Dire Vengeance Upon you!\n\nEven as I once was the Instigator of Love, upon You may be,\n\n                                Love Instigated!\n\n",
    "metadata": {
        "author": [
            "Sherley, Douglass",
            "Sherley, George Douglass"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/19122/pg19122.txt",
        "name": "love_instigated_the_story_of_a_carved_ivory_umbrel.json"
    }
}