{
    "name": "Machine of Klamugra",
    "author": [
        "Lang, Allen Kim",
        "Lang, Allen K."
    ],
    "body": "Klaggchallak, his fur nose-flaps pulled tight against his nostrils,\nstumbled up to the gleaming pinnacle of steel that seemed to offer\nshelter against the night. He felt a dust-storm gathering in the\nwest, and knew that not even the tough skin of a Martian priest could\nwithstand the angry whippings of sand lashed up by the wind-warlocks of\nthe desert.\n\nThe old priest drew a tiny, folded _mal_-skin tent from his back-pack.\nWithout haste, for he knew that the elder gods of Mars were watching\nhis safety, Klaggchallak pitched the tent against the west stabilizer\nof the rocket, drawing the tough hide down to form a floor-flap and\nfastening it to the steel of the stabilizer with tough _mal_-hoof glue,\nwhich would hold fast in the fiercest winds of Mars. He looked for the\nsun and found it low in the evening sky, then crawled leisurely into\nthe yurt, pulling the door-flap down after him and gluing it to the\nfloor. He had for himself a secure cocoon into which the sand-devils\ncould not force their probing fingers. Before he slept, the old\npriest fingered his beads, reciting his evening invocation to various\nbenevolent and protective gods.\n\nThe falling sun threw a dancing star against the hull of the ship\nstanding tall in its tail-chocks. A bewildering wail, the banshee-call\nof \"Danger; ship jetting off!\" sounded; but Klaggchallak slept on,\nhearing through his dreams only the howling of the wind.\n\nSixty seconds later, as prescribed in the General Regulations of the\nExtraterrestrial Service, a second sound began, that most fearful of\nnoises, the sirening of the rocket exhaust. The Martian in his skin\ntent wakened and felt fear gnaw at his bones; fear induced by subsonic\ntremors from the rocket blast. Klaggchallak reached for his beads as\nthe heat soaked into his thick, wrinkled skin.\n\nIn a moment the floor sagged beneath him. With the _mal_-skin pouch\ndangling ridiculously from its tail assembly, the EXTS rocket _Vulcan_\nrose with great gentleness from its tail-chocks, pushed up on its\nspraying jets.\n\nFour seconds later the ship was a ruby flame above the low hills. Eight\nseconds later a charred bipod, a bifurcated cinder, tumbled down from\nspace to strike near the jetoff field, where the _Vulcan's_ tail-chocks\nglowed dull red and the blackened ground smoldered. A moment later a\nbracelet of blast-welded beads tumbled down from the sky, falling near\nthe carbon hulk that a few seconds before had been Klaggchallak, a\nMartian priest great in wisdom and in honor among his people.\n\n\n\nCaptain Jan Barnaby and Lieutenant Kim Teajun of the Extraterrestrial\nService stood before the Board of Inquiry at Denver, D. F. The\nPresident of the Board, a Chief Commander's star-on-silver gleaming at\nhis right collar point, opened the proceedings:\n\n\"The military rocket _Vulcan_, EXTS light cruiser, is accused by\nthe Martian authorities of causing the death of one Klaggchallak, a\npriest. They further claim that the death of Klaggchallak was caused\nby criminal negligence on the part of the pilot and co-pilot of the\nrocket, Captain Jan Barnaby and Lieutenant Kim Teajun, respectively.\nSuch neglect being within the definition of murder in the Martian legal\ncode, the Judging Authority of Mars demands that we deliver these two\nmen to them for trial and eventual punishment.\"\n\nThe Commander stroked his grey hair thoughtfully as he looked up\nfrom his report to the two unhappy officers before him. \"At ease,\ngentlemen.\" Barnaby and Teajun slumped. \"While I'm inclined to agree\nwith you two that Klaggchallak's frying was his own fool fault, I must\nsay that you picked a damned poor time to become the instruments of his\nimmolation. We had hoped to establish an extra-territoriality agreement\nwith Mars, but the death of old Klaggchallak puts that out of the\nquestion. To further Martian tranquility, you men will have to return\nto Mars and face the Judging Authority there. If my feelings were all\nthat is at stake, gentlemen, I'd tell the Marties to go trippingly to\nhell, and keep you here on Earth. But to do this would mean we'd be\nforced to abandon our bases and mines and surveys on all Mars. We'd be\ngiving our European competitors a clear field.\" The Commander folded\nthe report neatly, once and again. \"Captain Barnaby and Lieutenant Kim,\nyou'll be on the next Mars-ward ship. We can't help you if you're\nconvicted by our fuzzy friends. You'll have to stay there and take\nwhatever punishment they demand.\"\n\nKim was remembering a scene he and Barnaby had witnessed at Klamugra,\nthe seat of the Martian Judging Authority. A Martian, convicted of\nmurder, was being executed atop a high metal platform. A large portion\nof the city's population was gathered before the platform, watching the\nedifying spectacle of a fellow-Martian dying with horrifying slowness\nas the chocks of a vise pressed into his skull. They were bearcats for\ngladiatorial amusement.\n\n\"Do you gentlemen have any questions?\"\n\nLieutenant Kim glanced at Captain Barnaby, then spoke. \"Yes, sir. I'd\nlike to know how long we're going to let the Marties push us around\nthis way. Thirteen Martian priests are on our payroll, just because\nthey demand it. We've got to stay five kilometers away from their\ncities, or pay a five-hundred credit fine. We can't spit without\nspecial permission from the Grand Council of Mars. We don't think like\nthey do; why should we submit to being judged by their million-year-old\nlaws? In all respect, sir, why does our Service act so weak?\"\n\nThe Commander made a pyramid of thumbs and forefingers, and considered\nit. \"Lieutenant Kim, I've been asking myself that question for the last\nten years. We've had to pay tribute to gain the Marties' permission to\nstay on their god-forsaken planet. That tribute represents half the\noperating expense of the Martian Department of the Service, credits\nthat should be spent on new ships and more men. We've behaved like a\nbunch of patsies ever since von Munger and Ley landed on Mars.\n\n\"Still, we're all soldiers, and we must follow regulations. We mustn't\ndisturb the indigenous population on Mars; that's Regulation 'A-1.'\nIf our policies grow distasteful to the Marties, they may call in the\nEuropeans to take our place. We wouldn't like that. It's bad form to\nadmit it, gentlemen, but I'm ashamed to give you this order. You're\nto jet off for Mars tomorrow morning; and on arrival at Klamugra,\nto deliver yourselves over to the Martian Judging Authority.\" The\nCommander rapped his gavel and stood; the two officers before the Board\nsnapped to attention. \"Board of Inquiry dismissed.\"\n\n\n\nFully aware that tomorrow's jetoff would multiply by eight the\nhangovers they were breeding, Captain Barnaby and Lieutenant Kim sat\nthat evening in the Denver Dive, alternating drinks of European vodka\nwith rounds of California moon-dew. As Kim said: \"Drink as much as you\nlike, Barnaby; we're not driving in the morning.\"\n\n\"Tell me,\" Barnaby demanded of his co-pilot, \"what you're thinking of,\nyou Martie-roasting fiend of a Korean.\"\n\n\"I was considering the memory of the 'shlunk!' that Martian murderer's\nskull made when it finally gave in, that day at Klamugra. Do you\nremember, hard-headed Yankee?\" Kim's eyes followed the blonde ecdysiast\nacross the stage more from habit than present interest.\n\n\"Why did you have to remember that? 'Shlunk!'--ugh!\"\n\n\"We're going to have to squirm out of this, Barnaby-_sunsang_,\" Kim\nsaid. \"We'll have to beat that rap at Klamugra. It's not that I wish to\navoid putting my head in a vise; it's only that it hurts me to see the\nExtraterrestrial Service made a monkey of this way. In a way it will\neven be a shame if we get off. Think of all the Marties who will miss\nthe opportunity to see your punkin head smashed.\"\n\n\"You orientals have noble souls, Kim.\"\n\nThe blonde stripper, having uncovered as much of herself as she could\nwithout resorting to dissection, jumped down from the stage and walked\nover to the two EXTS officers. \"Would you gentlemen like to buy me a\ndrink?\" she asked.\n\nKim's eyes roved abroad in a brief anatomy lesson, but Barnaby said,\n\"I'll buy you one a couple of weeks from now, if I'm not laid up\nsomewhere with a splitting headache.\" He stood unsteadily and tossed a\nten-credit certificate on the table. \"If you're really thirsty, get a\ndrink out of that.\"\n\nKim reluctantly followed his superior officer from the bar. At the door\nhe turned and called back to the blonde, \"Don't catch cold, child. I'll\nbe back.\"\n\n\n\nThe dawn jetoff was miserable, as jetoffs always are. Four days brought\nthe ship within falling-distance of Mars; soon the jets thundered as it\nbacked into a pocket of hills outside Klamugra. The air-pumps hammered\nto bring the air pressure inside the hull gradually down to that of\nthe outside, so that instruments and equipment wouldn't be subjected\nto a sudden lowering of pressure. The men inside the ship slipped\nplastic helmets over their heads, checked the tiny air-pumps on their\nshoulders, and drew on heavy gloves and boots.\n\nWhen the port swung open Kim and Barnaby climbed down the ladder to the\nblast-blackened sand. The sergeant of EXTS Provost Marshall who had\naccompanied them walked with the officers to a hill overlooking the\nancient Martian city of Klamugra, which stood on a terrace about five\nkilometers to the north. The red adobe walls of the city, testimony\nof the ancient days when Mars had enough water to allow its use for\nbrick-making, blended with the distance to seem a part of the red\ndesert sand.\n\nA cloud of steam and dust appeared between the hill where they stood\nand the city. Captain Barnaby un-leathered his binoculars and pressed\nthem to the eyepieces of his helmet, and made out a hopping jeep, its\ntop enclosed in plastic and a trio of supercharger coils poking through\nthe sides of the hood. Clouds of steam followed the jeep as its exhaust\nstreamed out into the chilly air.\n\n\n\nIn a moment the jeep spun up the hill and ground to a halt. There\nwas a pause as the men inside the jeep fitted their helmets on their\nshoulders, checked their air-pumps, and drew on their gauntlets. Then\nthe plastic bubble lifted back, a sergeant jumped out from under the\nsteering wheel and saluted, and a Colonel, EXTS Intelligence, walked\nup to Captain Barnaby and Lieutenant Kim. \"Gentlemen,\" he said, \"I'm\nColonel Lee Montgomery, Commanding Officer, Third Sector. It is my\nunpleasant duty to turn you over to the Chief Technician of the Martian\nJudging Authority, who is Rhinklav'n, here.\"\n\nAt these words a tall Martian unfolded himself from the back seat\nof the jeep. He climbed out and bowed before Captain Barnaby. \"I am\nRhinklav'n, Captain.\" The thick fur nose-flaps, looking like ear-muffs\npulled across his muzzle, muffled Rhinklav'n's high-pitched voice so\nthat it gave the effect of coming from the bottom of a rain barrel.\n\"You are to accompany me to Klamugra to be judged by the Machine, of\nwhich I am the Honored First Technician.\"\n\nBarnaby and Kim bowed slightly to acknowledge Rhinklav'n, then crawled\ninto the back seat of the jeep, next to Colonel Montgomery.\n\nRhinklav'n and the sergeant sat up front. The sergeant pushed a button\non the instrument panel, and the plastic top of the jeep dropped down\nto cover them. As the engine started, the jeep's air-pump drew in air\nuntil the atmosphere was thick enough for human lungs. The Martian\nsquirmed uncomfortably in the heavy air while his human companions\nthrew off their helmets. Lieutenant Kim gratefully drew a deep breath\nof air, and regretted it immediately. What with the million-year water\nshortage the Martians had lost even the word for bath. Besides, the\nmost popular article of Martian cuisine is a bulb strikingly similar\nto the terrestrial garlic plant. Captain Barnaby turned to Kim. \"Mars\nhas a distinguished atmosphere, hasn't it?\" He spoke in English, rather\nthan in the Esperanto lingua-franca of space.\n\n\"Indeed it has,\" Kim agreed. \"What was old fuzz-face up there talking\nabout when he spoke of 'the Machine,' Colonel?\"\n\n\"The law of Mars is the most rigidly systematized in the solar system,\"\nColonel Montgomery replied. \"Several millions of years ago, a bright\nMartie got the idea that it was unwise to trust mortal judges with\na problem so important as the sentencing of criminals. So he called\nin a lot of mechanics--ancient Mars had some pretty fair engineers,\nthough they never discovered electricity--and had them build a\njudging-machine. Since the climate is right and the machine was built\nof a stainless steel, it's still here and still being used. It's an\nenormous thing; spreads over half-an-acre in a big amphitheatre in the\ncenter of town. It's an analogue computer, rather clumsy by terrestrial\nstandards, but nevertheless well-built. You know the principles of\nanalogue calculators. Instead of working with coded, position-valued\nimpulses, like the electronic astrogator on our rockets, the mechanical\nmachines solve problems by making use of the physical analogies between\ncogs and gears and differentials.\"\n\n\"Do you mean that we're going to be punished or set free by a bunch of\nclockwork, colonel?\" Kim asked.\n\n\"In a way, yes. The Machine is a most impersonal judge. That fact won't\nhelp you, though. Martian legal code is strict about killing, there\nbeing some thirty-odd degrees of murder, ranging in seriousness from a\n'simple homicide to secure a mate,' the punishment for which is death\nby dehydration, most often; to 'killing to secure for oneself material\nbenefits,' for which there exist more subtle forms of death by torture.\"\n\n\"Like getting a small-head-size in a vise?\" Captain Barnaby grunted.\n\n\"That's the usual punishment for murder in the seventeenth degree,\nwhere the crime is usually 'killing for spiritual advancement.' You\nsee, each crime is given special study by the Machine. A great many\nfactors are fed in, collated with certain constants within the Machine,\nprocessed through several dozen stages, and finally combined into a\nsingle number, which represents the punishment called for. By the way,\"\nthe colonel studied the back of Rhinklav'n's head, \"no consideration\nof the truthfulness of the 'defendant' is entered into the Machine. It\nis presumed that should a man say that he did not commit a crime, he\ndidn't; if he did, he'd admit it. Martians have a peculiar character\ndefect that prevents them from lying.\"\n\n\"A defect from which we humans are fortunately free,\" Kim grinned.\n\n\"That's no out,\" Colonel Montgomery countered. \"They have witnesses who\nsaw Klaggchallak fry. Besides, we prefer to have the mass of Marties\nignorant of the average earthling's penchant for prevarication. It\nsaves the Service a lot of money not to have to prove anything it tells\nour hairy hosts out here.\"\n\n\n\nThe jeep hit the first of the series of low terraces which set the\ncity of Klamugra up from the surrounding desert plains, and the little\ncar bounced high off the sand. Colonel Montgomery looked startled, as\nthough he'd just remembered something. \"You know, in my ethnological\nfervor I didn't realize what you two men are in for. Cosmos! I'm\npractically delivering you up as human sacrifices!\"\n\n\"We came to that conclusion five days ago, colonel,\" Lieutenant Kim\ndryly observed.\n\n\"I can see what the Fleet Commander meant when he said that he was\ngiving me 'a most unpleasant assignment.' Hell, I don't think the\nMachine is able to give a judgment of 'not guilty'.\" Colonel Montgomery\ngazed toward the city they were approaching. \"We've got to turn you\nin. We can't risk a blowup with the Martian Grand Council. There are\nrumors that ...\" the colonel glanced again with suspicion at the back\nof Rhinklav'n's hairy neck, as though suspecting that the Martian might\nbe able to puzzle out the meaning of their conversation, though it was\nin English. \"There are rumors that the -artiansMay have an agent among\nthe -ussiansRay. We can't risk having the borsch-eaters more popular\nout here than the Western Powers.\" The jeep bounded up the last of the\nterraces and through an opening in the city wall. The adobe buildings\nraced past, and with a final bound the jeep came to the edge of the\nhuge, circular bowl which held the Machine.\n\n\"There's your judge,\" Colonel Montgomery said, speaking in Esperanto\nagain. \"I haven't much hope to offer you. For one thing, you're the\nfirst humans ever to be judged by the Machine.\"\n\nThe men picked up their helmets and air-pumps and adjusted them on\ntheir shoulders. Rhinklav'n drew his furry nostril-flaps down into\nplace against the sudden change in pressure. The plastic top of the\njeep flew back on its springs and the men climbed out, stretching their\ncramped muscles. The radiophones in the helmets buzzed, and the colonel\ngave Captain Barnaby a last word. \"I want to impress you with the fact\nthat the Service cannot protect you, from this moment onward. If you\nescape being killed it must be on your own merits. And don't start\nshooting Marties--won't do you a bit of good. There's a lot at stake\nfor Earth here. Good luck, men!\" Colonel Montgomery saluted, and he and\nhis sergeant jumped back in the jeep, slammed the top down, and whirled\naway.\n\nRhinklav'n turned to the two EXTS officers. \"Gentlemen, I've assigned\nyou quarters here, near the Machine. Will you follow me?\" Kim and\nBarnaby followed the Martian a short distance from the edge of the\namphitheater to a lone adobe building, one story high and about ten\nmeters square. \"Here are your quarters, where you'll stay tonight. Your\njudging is set for tomorrow morning.\"\n\nCaptain Barnaby glanced into the building and was surprised to see\nthat it closed with an airlock, had terrestrial canned foods on\nneat shelves, and had regular Service cots in place of the rough\n_mal_-leather mats that the Martians slept on. \"It was good of you to\ngo to all this trouble just for myself and Lieutenant Kim, Rhinklav'n,\"\nthe Captain said.\n\nThe Martian paused at the door. \"It's not just for you, Captain. Five\nother terrestrials have committed crimes of various proportions within\nthe last few weeks. They will also be tried here, after your case is\ndisposed of.\" Rhinklav'n left, considerately closing the airlock door\nand starting the pump on his way out.\n\nLieutenant Kim took a can of \"B\" ration beans down from the shelf and\nthoughtfully began to open it with his Service knife. \"Captain,\" he\nsaid, \"this sort of thing could drive our Service from Mars. If the\nMarties consider it their right to judge every Earthling who runs a\njeep into a farmer's _mal_ or lands half a meter too near one of their\ncities, we won't have a man on the planet in a couple of years.\"\n\n\"Kim, we're precedents.\"\n\n\"What do you mean, Yankee?\"\n\n\"If the Marties succeed in convicting us of murder in some unheard-of\ndegree by using that overgrown Erector Set of theirs, we'll be only\nthe first two of a long string of EXTServicemen to be executed under\nMars law. We can't let them do it.\" Captain Barnaby paused a moment\nto pour himself out a plateful of beans. \"Kim, what was that process\nyou used to rely on back in EXTS Academy in Denver? The one that gave\nyou the right answers after you found that your first solutions to our\nastrogation problems were a few hundred thousand kilometers off?\"\n\nKim stopped chewing for a moment in surprise. \"You mean that you got\nthrough the Academy without using the 'finagle factor'? No wonder you\nmade captain so soon. It's simple: I'd look up the right answer in the\nService charts, find by what factor my solution was off, and introduce\nthat factor into my next calculation, making it inconspicuous under a\nlot of mathematical camouflage. Don't bawl me out about it, Barny; I\njust couldn't see letting my extracurricular activities suffer for my\nschoolwork.\"\n\n\"Yes, you did a lot of your studying at the Denver Dive. No matter,\nlittle man. Eat hearty and get some sleep.\" Barnaby stirred his beans\nthoughtfully. \"We've got a big day ahead of us tomorrow.\"\n\n\n\nEarly the next morning a subordinate technician of the Machine hammered\non the airlock. The two terrestrials pulled on their heavy jackets, fur\nboots, and gauntlets, started the little air-pumps on their shoulders,\nand opened the lock. \"The honored First Technician of the Machine\ninvites your presence at your trial, which is to begin very soon,\" the\nMartian said, speaking halting Esperanto. Kim and Barnaby followed him\nto the edge of the Machine bowl. There had been several changes made\nduring the night. An elevated platform had been set up, identical to\nthe one used in the bloody execution they'd witnessed. About twenty\nMartians were clustered around the Machine, some of them making\nlast-minute adjustments in the mechanism; others, evidently sightseers,\ngazing curiously at the two principals in the trial.\n\nRhinklav'n was waiting, his nose-flaps drawn over his nostrils to keep\nthe cold morning air from cutting into his lungs. \"I am pleased that\nyou come,\" he said. \"The Machine is fully assembled for your problem.\"\nHe pointed down toward the Machine, a vast cluster of separate stages\nconnected by rods. \"On the far right, in that small building, is the\npower source of the Machine, a mercury-turbine engine. We can't spare\nthe water to make steam, you know. The first stage contains the Martian\nactuarial tables, the second has the actuarial system for determining\nthe probable life-spans of you two Earthlings. That's without taking\ninto consideration the probability that you two will be executed as a\nresult of the judgement of the Machine.\"\n\nLieutenant Kim nodded. \"Most ingenious. But I'm afraid that there's a\nfactor that you've omitted.\"\n\n\"We've made no factual error, Lieutenant,\" Rhinklav'n insisted. \"The\nvalue of the sage Klaggchallak is represented there--\" he pointed to\nthe fourth stage, \"and your social value to the people of Mars is here\nrepresented.\" Rhinklav'n waved one mitten-like hand toward the fifth\nstage. \"If you'll examine that stage, you'll observe that your value is\nnegative: the shaft representing it revolves in a direction opposite to\nthat of the others. Yes, you'll surely be executed.\"\n\nCaptain Barnaby nodded, as though the reiteration of the probability\nof his early demise troubled him less than the philosophical question\nhe'd stumbled across. \"Still, as my subordinate officer has said,\nthere's a factor which you seem to have omitted. In the terminology of\nterrestrial psychometering, this quantity is called--what did you say\nit was, Lieutenant Kim?\"\n\n\"The 'finagle factor,' sir.\"\n\n\"Really?\" Rhinklav'n asked, the light of scientific inquiry in his\neyes. \"I thought I'd taken all the variables of Earthling physiology\nand psychology into consideration when I set up the plans for the\ntrial. What are the mathematics of this 'finagle factor'?\"\n\n\n\nCaptain Barnaby put one foot up on a connecting shaft, as though he\nwere in the Denver Dive, discussing the relative merits of two video\ndancers. \"As you've doubtless noticed in your extensive study of the\nTerrestrial mind, Sir Honored First Technician of the Machine, we of\nEarth place almost equal value on a man's intelligence and on his\nfinancial standing as criteria of his worth.\"\n\n\"Yes,\" Rhinklav'n mused, \"I noticed your preoccupation with both\nintelligence (a minor mental quality, by the way; far inferior to\nspiritual insight or time-sense) and with the individual's possession\nof Western Credits.\"\n\n\"As I said,\" Captain Barnaby continued, \"there exists a precise\nformula, developed by the....\"\n\n\"By the Noyoudont Dentifrice Laboratories,\" Kim supplied.\n\n\"Yes; their laboratories developed the mathematics of the finagle\nfactor. Briefly, it is this: the square root of the product of\nIntelligence Quotient over one hundred times the number of credits the\nindividual has outstanding. Or, written algebraically:\" Barnaby knelt\ndown and traced in the sand with his gloved index finger:\n\n[sqrt](IQ/100 x money in the bank)\n\n\"Quite a simple equation, easily represented on the Machine,\"\nRhinklav'n observed. He called a subordinate technician to his side and\nspoke to him in the clicking polysyllables of the Martian language.\nTurning again to Captain Barnaby, he asked, \"And what are the values of\n'IQ' and 'Money in the Bank' for you and Lieutenant Kim?\"\n\n\"Our combined IQs total about 243. How many credits do you own,\nLieutenant Kim?\"\n\n\"Hell, sir; I've got more debts than credits.\"\n\n\"Figure up your debts then, Lieutenant.\"\n\nKim raised his right gauntlet, drew a pad of paper and a pencil from a\npocket at the back of his hand, and scribbled rapidly. \"If we get out\nof this, Captain, I'll owe about 1046 credits. Subtracting pay due for\nthe last semi-annual period, I owe 437 credits.\"\n\n\"And I have debts totaling 600 credits,\" Captain Barnaby said\nthoughtfully. He turned to Rhinklav'n. \"The debts of myself and\nLieutenant Kim, Sir Honored First Technician of the Machine, total 1037\nWestern Credits. Being debt, that's a negative number, of course.\"\n\n\"Of course, Captain,\" Rhinklav'n agreed. \"The Machine can handle any\nsort of number, even a negative number. You noticed that your social\nvalue to Mars was easily represented as a minus-number.\" Rhinklav'n\ntalked rapidly to his assistant and handed him the values of the\nfinagle factor, rewritten in Martian ideographs. He faced Captain\nBarnaby again. \"It will take us about an hour to enter this new factor\ninto the Machine,\" he said. \"You'll not mind waiting?\"\n\n\"No, not at all,\" Barnaby murmured. He and Kim leaned against the\ninside wall of the amphitheater, watching the Martian technicians hurry\nabout; they removed gears and replaced them with gears of another\nratio; they connected a stage consisting of eccentric cams strung on\nshafts; and they installed a mass of machinery at the sixth stage,\nwhere the operation of extracting square root was to take place. Kim,\ncomparing the heavy gears and levers of the Machine with the compact\ntubes of his electronic astrogator, remarked, \"It's like using a trip\nhammer to crack a walnut.\"\n\n\n\nAfter a few minutes of watching, Kim and Barnaby became conscious of an\nintruder within their helmets, a most unpleasant odor. They glanced up\nto the edge of the bowl. The Martian sightseers were sitting up there,\ndangling their legs above the Machine and utilizing the pause in the\nproceedings to eat their picnic lunches. They were busily unwrapping\nbundles of food from the _mal_-skin pouches hanging by their sides and\neating as they watched the technicians work over the Machine.\n\nOne of the tourists, judging from his height a young male, threw a\nsmall parcel toward Kim. The lieutenant picked it up and unwrapped it.\nThe stench of Martian garlic became unbearable as Kim stared at the\nunidentifiable tidbit of meat the Martian had thrown him; the air-pump\non his shoulder drew the redolence into his helmet in such quantities\nthat Kim's eyes burned. He gestured to show that, while his every\ninstinct demanded that he eat the delicious morsel, he couldn't take\nhis helmet off to do so. With an elaborate pantomiming of sorrow, Kim\npitched the gift back up to the Martian boy.\n\nA few adjustments later the technicians filed up from the Machine pit.\nRhinklav'n walked over to the two EXTS officers. \"If you gentlemen will\naccompany me, we'll begin the trial at once.\"\n\nKim and Barnaby walked together up the steps that led from the Machine,\nthen turned and looked down at the dozens of stages of complex\nmachinery, into which memory and intelligence of a sort had been built.\nRhinklav'n pointed toward the fifth and sixth stages. \"It is there\nthat the combined finagle factors of you men will be calculated. The\nfifth stage is quite simple; it will perform the necessary division and\nmultiplication. The sixth stage will extract the square root of the\nproduct derived by the fifth. The next six stages of machinery contain\nthe variables of terrestrial behavior, which I and my colleagues\ncalculated from Earth texts. The other stages on the field, fifty-three\nof them, will collate the results of the calculations of the first\ntwelve stages with our legal code and determine punishment. The final\nproduct will appear at the sixty-seventh stage, represented as the\nspeed of rotation of a single shaft. The revolutions-per-time-interval\nare decoded by a simple formula to determine the punishment to be\nlevied upon you. Doubtless, it will be some unpleasant form of death.\"\n\nKim muttered that he wished that Martians had a bit more tact.\n\nRhinklav'n waved a hairy arm toward his assistant who had remained\nbelow in the Machine pit; and that Martian ran to the power house\nto start the mercury-turbine engine that ran the Machine. With a\nwhistling that set the thin atmosphere trembling for miles around, the\nturbine began to turn.\n\nThe sightseers on the edge of the amphitheater wrapped up the scraps of\ntheir lunches, replaced them in their _mal_-skin picnic hampers, and\nstood up to watch the Machine. Kim and Barnaby paced up and down along\nthe edge of the bowl, looking down upon the mechanical cerebration\nbeing performed by the huge Machine. With a smooth transfer of power\nfrom one stage to the next, the first problem--the probable duration\nof Klaggchallak's life when it had been interrupted by the jets of the\n_Vulcan_--was solved, and the mechanism of the second stage began to\nrevolve.\n\n\"They're seeing how long we can be expected to live, now,\" Captain\nBarnaby commented.\n\nThat problem fled through a mass of gears and cams; and the partial\nsolution, the sum of the two earthling's life expectancies divided by\nthat of the priest Klaggchallak, ran across a shaft to the third stage,\nwhich would determine the old priest's value to the society of Mars.\nOn into the fourth stage the problem flowed, to combine all previous\nfactors with the earthlings' social value to Mars, a negative number.\n\nIn a few moments the problem had progressed to the fifth stage of the\nMachine, where the first steps of the 'finagle factor' were solved. The\nproduct, a negative number as could be seen by the reversed rotation of\nthe main shaft, bowed into the sixth stage, which was to extract square\nroot.\n\n\n\nThe turbine howled protest as it was forced to overcome the inertia of\nthe sixth stage; but a governor at the input stage held the shaft-speed\nconstant. The seventh stage, all ready for the problem when it should\nappear from the sixth, held all the computations of the first four\nstages in its smoothly-turning entrails. The initial portion of the\nsixth stage began to move slowly.\n\nThere was a sudden, grating noise as the feed-in gear of the fifth\nstage came in contact with a solution gear of the sixth which refused\nto move. The whine of the mercury-turbine engine was shaking the ground\nbeneath the two officers' feet now.\n\nAs the Martian technicians and picnickers looked on in amazement,\nthe shaft between the fifth stage and the sixth began to twist like\na stick of moist putty. The sixth stage strained and shuddered, then\nfollowed the twisting shaft over, tearing its moorings from the ground\nand smashing upside-down. The seventh stage entered into the chaos,\nripping out anchors of steel-in-concrete and slamming onto its side.\nIn a moment all the machines in the bowl were muttering and straining\nagainst the earth. Rhinklav'n ran to the stairway that led down into\nthe pit. In the adobe powerhouse the mercury engine was whirling at\ntwenty times its optimum rate, tearing the atmosphere with the sound of\nits screaming power. There was the rattle of shrapnel exploding within\nthe walls of the powerhouse as the turbine threw off the restrainment\nof its governor. The whole field within the bowl was a mass of\ntwitching clockwork, shaken by the final stormings of the suicidal\nturbine. Bars of shining steel twisted and snapped, gear teeth flew\nsinging through the thin air. The final chain of stages tore itself\nloose from anchoring and crashed to its side. There was a final roar of\ndefiance from the turbine, and the powerhouse walls dissolved before\nan out-rushing blast of superheated mercury. Kim and Barnaby threw\nthemselves to the ground as the din increased for a moment, and the\nMartian sightseers sought refuge behind nearby buildings. Suddenly, the\nMachine was silent, except for the tinkle of scraps of metal falling to\nthe cement.\n\n\"Looks as though we were too much for judge, jury, and D.A.,\" Kim\nmurmured into his radiophone. Barnaby nodded, then cautiously climbed\nto his feet.\n\nRhinklav'n climbed back up the stairway to the brink of the\namphitheater-become-junkyard. He shoved his way through the questioning\ncrowd of Martian sightseers without a word. \"Looks like he's going to\ncry,\" Lieutenant Kim commented into his radiophone. True, Rhinklav'n's\nnose-flaps were hanging limply down below his chin, a sure sign of\ngreat emotion in a Martian.\n\nRhinklav'n faced Captain Barnaby wordlessly for a moment. \"You may\nleave now,\" he said at last. The Martian turned his back on the captain\nto look down again on the wreck that had been his beloved Machine.\n\n\n\nThe two EXTS officers wandered about Klamugra, the cynosure of all\nMartian eyes, though no one tried to stop them or ask them questions.\nLieutenant Kim finally spotted a radio tower jutting up above the\nred adobe buildings. Hurrying in the direction of the tower, Kim and\nBarnaby found the Klamugra headquarters of the Extraterrestrial Service.\n\nColonel Montgomery jumped to his feet as they came in, a look of bald\ndisbelief on his face. \"Man, I'm glad to see you two! I was about to\nstorm out like a knight in shiny armor and save you from the Marties.\"\nHe waved his hand toward the helmet and rifle lying on his typewriter\ntable--\"If I'd gotten there too late, I'd have ruptured interplanetary\nfriendship for sure!\"--and indicated a decanter on his desk. \"Have\nsome: that's Edinbourgh scotch, not Los Angeles moon-dew. Tell me why\nI happen to be talking to you now instead of making up a couple of\npackages for your next-of-kin.\"\n\n\"We wrecked their damn Machine,\" Kim said happily, dropping his helmet\nand gauntlets to the floor and measuring out several fingers of the\ncolonel's scotch into his ration can.\n\n\"To be a bit more accurate,\" Captain Barnaby corrected, \"we drove the\nMachine insane.\" He poured himself a stiff shot of scotch and downed it\nwith appreciation.\n\n\"Our personalities are so complex that the Machine blew up all over\nthe landscape when it tried to understand them,\" Kim said. He dragged\na chair out from behind the typewriter table and sat down, carefully\nbalancing the ration can.\n\n\"It's rather as though we should set our electronic astrogator to work\non a problem with three variables in five dimensions, rather than in\nfour,\" Captain Barnaby explained. \"As you told us, the Machine was a\nmechanical-analogus calculator. It can multiply, divide, add, square\nand cube, and extract roots. It performs these operations by coding\nnumbers into mechanical relationships.\"\n\n\"Just a big adding machine,\" Kim commented irreverently.\n\n\"And our 'finagle factor' was too much for a mechanical system.\"\nCaptain Barnaby briefly explained to the colonel how he and Kim had\ninduced Rhinklav'n to add their invented factor to the Machine's setup.\n\"You see, the finagle factor resolved itself into the square root of a\nnegative number. An electronic calculator, like our astrogator, could\nextract the root of a minus-number: 'imaginary' numbers of this sort\nare implicit in its circuit. The Martian Machine out there couldn't do\nthis though. Since there is no mechanical analogue for an imaginary\nnumber, the Machine tried to extract the square root of our finagle\nfactor in the same manner in which it would attempt to extract the root\nof a real number.\"\n\nKim drained, his ration can neatly and remarked, \"The Machine couldn't\ndo what it had to. All the power of the turbine was thrown into the\nroot extracting system, which wouldn't revolve. So the Machine went\nnuts, pardon me, sir, and blew its top. Wrecked the power source and\nall sixty-seven stages. With the square root of minus one, we busted\nup a Machine half a million years old.\"\n\n\"What now?\" Colonel Montgomery asked, rhetorically.\n\nCaptain Barnaby studied the bottom of his ration can a moment. \"Well,\nsir, Rhinklav'n was more puzzled, than angered. He wanted to judge\nhumans not out of malice, but from a genuine scientific curiosity. He\nwanted to see how the Machine would act with an alien problem. His\nMachine is too badly broken-up ever to repair. He'll have to find\nanother method of judging criminals, first of all. Martian society is\nfounded on strict law.\"\n\n\"Just a moment.\" The colonel got up from his desk and went down the\nhall to a door marked \"Judge Advocate General's Department, EXTS.\" He\nreturned with a heavy book, bound between khaki-board covers. \"We'll\ngive this book to Rhinklav'n, and you gentlemen may return to the\nDenver Joint.\"\n\n\"Dive, sir,\" Kim corrected.\n\n\"Yes, Lieutenant.\" Colonel Montgomery handed the big book to Captain\nBarnaby. \"Take this to Rhinklav'n before you leave, Captain.\"\n\nBarnaby turned to the title page and read in Esperanto, \"Blackstone.\n_On the Study of Law._\"",
    "metadata": {
        "author": [
            "Lang, Allen Kim",
            "Lang, Allen K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64640/pg64640.txt",
        "name": "machine_of_klamugra.json"
    }
}