{
    "name": "Madmen of Mars",
    "author": [
        "Fennel, Erick",
        "Fennel, Erik"
    ],
    "body": "All this time we've kept quiet as a whole cageful of mice. And with\ngood reason. During the Big Scare, while everyone was afraid that\nthe Exclusion Ultimatum meant the Martians wanted an interplanetary\nwar, the Earth Governments would have been only too ready to hang,\nshoot, stab, gas, electrocute, freeze, burn, poison, impale and/or\ndefenestrate the dastardly culprits responsible. If they could have\ndiscovered who did what to whom. They didn't savvy Marties then--and\nstill don't.\n\nBut we are lucky. The Marties never explained why they called home\ntheir Cultural Emissaries, abandoned space travel, cut off Luminophone\ncontact and excluded Earthmen and Earth ships from Mars. They couldn't,\nbecause they themselves weren't sure what had happened. And amid the\nconfusion on Earth the last Mars transit of the spaceship _Banshee_\nescaped official attention, which was largely due to Polly's good\nsense in making Mike see he'd better keep his big mouth shut. Our story\nwould only have caused us trouble, even after the Scare died down.\n\nAll that was five years ago, but we still thought it best to keep\nstill when this rather surprising diplomatic angling for resumption\nof Martio-Terran relations began just recently. The five of us were\ncloser to what caused the Malignant Inertia Complex than all the\nbig-name psychologists who have written books of wrong guesses since it\ndisappeared, and we could see no danger of it starting up again. Mike\nwas sure the Martian Thing had lost its grip. So we were willing to\nlet the new treaty come up for a popular vote, as all interplanetary\ntreaties must under the Earth Governments charter, without sticking our\noars in or our necks out.\n\nBut last night Wild Bill Harrigan and I bumped into Miu Tlenow, a\nNorth Venus cat-man and veteran space-hopper who had just brought the\nVenusian diplomatic intermediaries from Mars to Earth for more treaty\ntalks.\n\nNaturally Bill and I were curious about what cooked on Mars. Tlenow\ntalked, openly puzzled, while Bill and I looked at each other and\nremembered.\n\nI'm not mad at anyone. Not even at the Thing. Mike swears the Thing\nmeant no harm and the Cultural Emissaries couldn't help themselves,\nand I believe him. In fact I feel rather sorry for the poor Marties\nthemselves. It must be tough on them to have to live with themselves\nand each other.\n\nThe psychos would probably name the Marties' current condition Acute\nVirulent Mass Burke-itis and laugh it off. But the psychos don't know\nMike as Bill and I do. So Bill insists it's our duty as Earth citizens\nto divulge everything, and I'm inclined to agree. The thought of a\nwhole planetful of Marties obsessed with Mike's sense of humor is\nappalling.\n\nTelling this really should be Mike's job--he's the only human who\never made contact with the Martian Thing--but he and Polly live at\nVenus Central now and the Professor is out there now visiting his\ngrandchildren, Mike, Jr. and Bridget Dorrene. So I'm stuck. But I still\nthink Bill ran in his own dice when we rolled to see which of us had to\nwrite this.\n\n\n\nThe Malignant Inertia Complex started while we were in space and\nwas already pretty widespread when Bill and Mike and I brought the\n_Banshee_ in from a Venus haul, and during the three weeks we spent\ngetting ready for the Mars transit and installing the Professor's\nlatest special equipment I had the creeping geevils constantly. There\nwas a sour, stagnant undercurrent to life in Spaceport City. For once\nthe rowdy place was actually quiet, dead in fact, and although there\nwere a dozen ships in, the Ursa Major Tavern was almost deserted.\n\nDay and night the telaudio jabbered about the Complex, mostly learned\ndoctors issuing statements that it was a purely psychological\nphenomenon, a sort of hysteria induced by this, that and the other\nfactor in a civilization altering too rapidly for human minds to adjust.\n\nMost of them followed the line that the disease would cure itself soon,\nbut behind their seven-jet words they seemed a bit uneasy themselves.\nAnd I'll never forget the particularly learned gent who suffered an\nattack right in the middle of his broadcast speech. He was talking\nreassuringly when all of a sudden his voice petered out. His eyes got\nall glazed and his face took on an empty look, and he sat there staring\nat the mike until the control room cut him off. It gave me the shivers.\n\nIt was like that all over Earth. Each day more and more people got\nlonger spells where they'd do absolutely nothing. It was raising the\nvery devil with organized civilization and nobody could do anything\nabout it. And the worst of it was that the victims didn't seem to mind.\nEverything was slowing down, and it made it plenty tough to do business\nwith the outfits that furnished our supplies. People kept acting more\nand more like zombies--or Martians. But nobody thought of connecting\nthe Complex with the Cultural Emissaries.\n\nThe whole thing hit me right in my pet phobia.\n\n\n\nThen it was blast-off morning, with me trying to keep my mind off\nmy phobia and those nagging fears that had nothing to do with\nspace-hopping. I cornered the Professor in the _Banshee's_ control room.\n\n\"The power drain of this widget of yours has me worried,\" I complained.\n\"The secondaries are already running overloaded.\"\n\nAs pilot-engineer, power was my responsibility.\n\nProfessor Tim Harrigan looked around, but not in his usual quick,\nbirdlike way, and his eyes were dull.\n\n\"I'm sorry, Olsen.\" His voice sounded as though something were missing.\n\"I haven't been able to reduce input requirements yet. The circuit\nchanges keep eluding me.\"\n\nWorms started squirming inside me. If the Professor, with his brilliant\nbrain, were getting the Complex--\n\n\"Polly will tell Mike to be careful of power,\" he tried to reassure me.\n\nNaturally Polly was scheduled to handle the ground end. She usually did\nwhenever we were testing one of the Professor's inventions. In some\nways she was more like a partner than a daughter to him. The set in the\nProfessor's laboratory was rigged for her, while the Hustic aboard ship\nwas adjusted to Mike's brain-wave pattern.\n\nThat's right. The thing we were going to test en route to Mars was the\nHarrigan Unimodulate Subetheric Telepathic Interspatial Communicator.\nYes, I know that officially the Hustic wasn't invented until nearly a\nyear later. Keeping it under wraps after what it did was one of our\nsecurity measures. We were afraid someone might add two and two and get\nus hanged, shot, stabbed, defenestrated, etc.\n\nThat first set was a bulky, power-hogging, spit-and-solder job\nvery different from the perfected, foolproof, universal-type\ntransceivers that have now replaced the clumsy old Luminophones on all\ninterplanetary routes.\n\nTerence Michael Burke, our red-headed astrogator, was standing as close\nto Polly as he could get, and from the gleam in his eye he was quoting\nsome more of his abominable romantic poetry at her. But she wasn't\nresponding as usual. Not even blushing. She just stood there looking\npale and wan, frozen up inside. Typical symptoms of the Complex, and it\nmade me wince.\n\nMike looked around, missed something, and turned to me.\n\n\"Where'd you put my books?\" he demanded.\n\n\"Cargo hold,\" I growled at him. \"Had to use that space for the Hustic\nmodulator.\"\n\n\"Barbarian squarehead!\" he yelped.\n\n\"If you'd gas off to sleep like a human being--!\" I squawked right back\nat him. The Wilsons weren't warming yet, but already my nerves were\ntightening up in anticipation.\n\n\"Come on, Polly,\" he said. But she didn't follow him until he took her\nhand.\n\nMike was born in San Francisco, but he's a professional Irishman. Red\nIrish. And a prolifically lousy poet. Had a picture of himself as\nthe spiritual descendent of Fin McCool and Francois Villon and Robin\nHood and Sir Henry Morgan and all the other poet-adventurers and\ntroublemakers of history. He was one of those romantics--and still is.\n\nWhen he and Polly came back a few minutes later he had his bag of books\nunder one arm, a smear of lipstick across his mouth, and a worried\nexpression on his face. That was unusual. Ordinarily Mike was too\nslugnutty to worry about anything. On Polly's much prettier countenance\nthere was no expression at all. And that was all wrong.\n\nWild Bill, Professor Harrigan's younger but larger brother and skipper\nof the _Banshee_, came up from checking the drive room.\n\n\"Final tests,\" he said.\n\nSo we built up the secondaries until the whole ship howled and shrieked\nwith their noise. Then when the needles came over without indicating\nradiation leakage we cut them to idling again.\n\nPolly had snapped out of her daze and was clinging to Mike.\n\n\"I'm scared,\" she shouted in his ear, not realizing the noise had died.\n\"Think nice thoughts to me on the Hustic, Michael dearest.\"\n\nMike's arms tightened around her. \"Of course, my one and only love,\npearl of my universe and lodestar of my life. Every day.\"\n\nI didn't like that \"every day\" stuff. I never approved of running\nsecondary power-packs to the limit. But before I could say anything\nBill glanced at the chronometer.\n\n\"Clear out and dog down,\" he ordered.\n\nMike grabbed Polly and kissed her thoroughly, but she had gone back\ninto her trance and he might as well have been kissing a rag doll. That\nwas all wrong, too. She usually wasn't that way at all, not with Mike.\nFinally the Professor shook his head as though clearing away a mental\nfog, grabbed his daughter and led her out through the airlock.\n\nOutside, at the edge of the spaceport, one of the Martian Cultural\nEmissaries was watching. Just watching. He wasn't excited or even\nparticularly interested by the _Banshee_ about to blast off for his\nhome planet, as far as Bill and I could see as we tugged on the heavy\ncircular door. Just standing there as though about to take root. That's\nall the three hundred Cultural Emissaries who had come in from Mars a\nfew months before ever did. Stood around.\n\nThat's all the Marties did on Mars, too. The first Earthmen to ground\non the Red Planet thought the Marties were incredibly dull and stupid\nbecause of their slow reactions. They began to change their minds after\na few months contact, when the Marties copied our spaceships, adapting\nthem to their own peculiar physical requirements, and displayed a\ndisconcerting savvy in trading. But still their thoughts were alien,\nand we didn't understand them.\n\nWhen the red hand touched fifteen Bill Harrigan was already in his\ncushions with a sleep mask over his craggy face. I envied him, but\nit was my turn to ride the chair out. Mike was in the other set of\npneumatic cushions, but he hadn't gassed out. He grinned at me.\n\nThen the red hand came straight up. I gritted my teeth and tripped the\nmaster throttle of the multiplex. The seven big Wilsons hit with a\nsoundless shock and the _Banshee_ went out.\n\n\n\nThe first few shifts were routine. Nasty, of course. The only pleasant\npart of spaceflight before the Halstead-Jenkins Mass Diminutors\nreplaced Wilson drivers two years ago were the off-shifts when you\ncould crawl into the cushions and turn on the sleep gas. Every sane and\nnormal spacehand gassed out as much of the time as possible. It was\nsafest.\n\nFor the Wilsons radiated supersonics with a frequency somewhere in\nthe neighborhood of a fingernail scratching down a blackboard. Only\namplified a million, billion, jillion stinking times.\n\nThat's why space wasn't crowded in those days, and why some of the\nearlier ships didn't come back. Wilsons did something to a man's nerves\nand emotions. A crew might be good friends on the ground, but that\nconstant barrage of driver supersonics made them hate each other as\nlong as they were in transit. Occasionally some poor guy would crack\nwide open, go space-batty, and when that happened the victim almost\nalways wanted to kill his crewmates and wreck the controls. Earplugs\nwere useless, for you don't hear supersonics. They sneak in through\nyour pores and get under your toenails and even come down through the\nhairs of your head. They get in everywhere.\n\nWhenever the auto-timer cut the gas on me and I had to go on watch I\nalways felt as though all the fiends of hell were digging at my nerves\nwith red-hot power tools. I itched inside and couldn't get at the\nitches to scratch. But I was used to that.\n\n\n\nThen, on one of my watches, the meters showed a heavy drain on the\nsecondaries. I wrote a note asking Mike to limit his test calls with\nthe Hustic, and then rewrote it six different times to keep it from\nsounding too nasty. That's how you get with Wilsons running.\n\nOn my next time up I found a sketch of myself wet-nursing the power\npacks fastened to the bulkhead, and an alleged poem that was mostly\nputrid puns. Mike's idea of humor.\n\nOut of curiosity I put on the electrode-studded Hustic helmet and\nturned the set to receive.\n\nWham! Stars wheeled and comets fizzed and vague dark shapes glided and\ncircled and balls of fire grew and exploded in showers of multicolored\nsparks.\n\nI yanked the helmet off. But quick.\n\nThere's really no excuse for what I did then, except that I wasn't\nthinking clearly and ten days of supersonics will bring out all the\npetty meanness in anyone. And I thought that for once the Professor\nhad missed the boat and the Hustic was a floperoo. It didn't bring in\nthoughts. Just stuff, and I wasn't going to have such a no-good gadget\ndraining the power-packs all the way to Mars and back. I forgot that\nfirst Hustic wasn't like a radio or these new universal models the\nspace liners all carry. That experimental set had to be adjusted to the\nindividual brain wave pattern of the operator. But I didn't remember\nthat.\n\nSo I disconnected one of the power leads and removed three parts. A\ncurved metal bar, a small condenser, and the shield of one of the\nintricate little tubes.\n\nI went back to sleep thinking Mike would wake me to get the parts and\nwe could write notes back and forth to settle the matter, forgetting\nentirely how stubborn he could be.\n\nIt was a dirty trick, but I'm glad now I did it. It helped save Earth.\n\n\n\nBefore I was fully awake I knew something was really wrong. Mike was\nshaking me roughly and there was a wild gleam in his eyes. A glance\nshowed me he'd pulled off Bill's sleep mask too.\n\n\"---- ---- ----!\" Mike yelled, but of course I couldn't hear him. In\nthose Wilson-drive spaceships it was utterly impossible to talk between\nblast-off and landing.\n\nThen he shoved a pad under my nose.\n\n\"MARTIANS TAKING OVER!!! EARTH IN DEADLY PERIL!!!\" he had written.\n\nLittle slimy bugs with ice-cold, prickly feet marched up and down\nmy spine. Every man has his private, personal phobia, something\nthat throws him into an irrational panic, and mine has always been\nlunatics. Ever since I can remember I've had a morbid fear of mental\ndisorders, which is why the Malignant Inertia Complex had had me so\nthoroughly frightened. And now I knew the supersonics had driven Mike\nspace-batty.\n\nI didn't for a moment believe what he had written. I'd been to Mars\nbefore, seen Marties in their home environment, slow-moving and\nlethargic, entirely without initiative, completely unwarlike.\n\n\"DISCOVERED PLOT VIA HUSTIC,\" Mike scribbled.\n\nThe bugs on my spine quit parading and started running. I grabbed the\npad.\n\n\"IMPOSSIBLE,\" I wrote. \"HUSTIC NOT WORKING. NO GOOD. DISCONNECTED.\"\n\nMike dived across the cabin in the light gravity, hauled himself up\nneatly on a handgrip and raised the cover of the selector unit. Then he\nthumbed his nose at me.\n\nBill and I took a good look. That stubborn, crazy Irishman had made a\nnew bar to replace the one I'd hidden and cut down an empty food can as\na tube shield.\n\n\"GOT TO TURN BACK, WARN EARTH,\" Mike wrote. \"THE CULTURAL--\"\n\nBill and I looked at each other. Swinging a ship in mid-transit can be\ndone, but it's hardly safe or good practice. Mike was no puny infant,\nand we knew we had to get him before he became really violent.\n\nMike read our faces and started to draw back, but he was too late. Bill\npinioned his arms in a bear hug and I slipped a sleep mask over his\nface. He struggled and tried to hold his breath, but the gas got him at\nlast and he went limp.\n\nSadly we loaded him into the pneumatic cushions and placed the\nair-release valve out of his reach. Few victims of space-battiness\never recovered, and both of us were feeling pretty sick. Mike had been\nspace-hopping with us for three years, and despite his screwballisms we\nliked the big lug. And we knew Polly was going to take it awfully hard.\n\n\n\nThe rest of that transit was twelve on and twelve off for Bill and me,\nand every minute I was awake I was afraid I might follow Mike down\nLunacy Lane. Or that he might get loose. A couple of times we brought\nhim awake, but each time we were glad we'd turned extra air pressure\ninto his cushions. He struggled, and by watching his lips we knew he\nwas still raving.\n\nThe calculations for landing spiral made us sweat. We'd left the\nastrogation to Mike so completely we'd gotten rusty. We missed him even\nmore making contact. I had to handle both throttles and calculator\nwhile Bill took the cumbersome Luminophone mechanism. It took hours to\nline up the color-modulated beam, and then in typical Martian fashion\nmore hours for them to answer with a landing clearance. But at last the\n_Banshee_ scrunched into the red desert just outside T'lith, and as the\nWilsons died Bill and I wiggled our fingers in our ears to get them\nback to normal.\n\nWithin a few minutes a dozen Martians were striding toward us from the\nbeehive-domes of their city. They came straight as though walking ruled\nlines, not hurrying and not lagging, semi-human in outline and size.\n\nA couple of hundred feet from the ship they deployed and began to\nwatch. Then we could see their bulging, faceted eyes, their puckered,\nthree-lipped mouths and the two rodlike antennae that waved slowly\nback and forth on their greenish foreheads. We didn't know then why\nthey watched, or who--or what--told them to watch. But always there\nwere a dozen on hand whenever a spaceship landed, watching in a\npassive, detached way with neither approval nor disapproval in their\nmanner. They watched, just as the Cultural Emissaries on Earth kept an\neye on everything that happened without asking a single question or\ninterfering in any way that we could see.\n\nBill opened the port and gobbled at the watchers in their own language,\ntelling them we wanted to pick up a cargo of rhudite ore and had Earth\ngadgets to exchange. They didn't give any sign they heard us, but\nwe didn't expect them to. The answer, if it came at all, would come\nminutes or even hours later. We didn't know why. Not then. We'd never\nheard of the Thing.\n\nBill pulled his head in again, and while we waited we turned off Mike's\nsleep gas once more. This time we really had a faint hope that with the\nWilsons off he'd be himself.\n\nBut his first words were, \"Will you damned fools turn me loose? I'm not\ncrazy! We've got to do something, and quick. Hell, I don't want to be\nlike a damned Martie! They don't get any fun out of life.\"\n\nHe started to kick and squirm, so we gassed him out again. It seemed\nthe only merciful thing to do.\n\n\"Olsen,\" Bill said thoughtfully. \"We can't leave him alone and one of\nus has to rustle up a cargo.\"\n\n\"You're elected. You know the lingo better than I do.\"\n\n\"You don't mind?\"\n\nI snorted. I wasn't any first-tripper who had to go sight-seeing. The\nbleak domes of T'lith were no different from those of M'nu or V'rad or\nany of the other cities. And the Marties themselves weren't my idea of\njolly companions.\n\nSo Bill packed the saddlebags of the little sandcycle and went\nsputtering off to question Marties about other Marties who might know\nof still other Marties who might know what _rhudite_ was and perhaps\nwith enough patient prodding might divulge some method for making\na trade and getting the stuff to our ship. And each question would\ntake ten minutes, minimum, for an answer. The three hundred Cultural\nEmissaries had been admitted to Earth on the theory that they might\npick up Earth ideas that would facilitate trading. At least that's the\nstory the peculiarly nebulous Martian government had given the Earth\nauthorities.\n\nAfter Bill left I checked Mike's pulse. It was weakening slighty from\nover-anaesthesia so, much as I dreaded having a lunatic awake in the\nship with me, I had to let him recover consciousness.\n\nHe glared at me and fought against the pneumatic cushions that held him\ngently but tightly.\n\n\"You fool!\" he raved. \"You abysmal idiot! Don't you realize you're\ndooming Earth to an eternity of Martianization?\"\n\nIt gave me a squirmy feeling to hear him talk that way.\n\n\"There is no war,\" I said soothingly, trying to reason with him. \"It's\nall in your head. If the Martians were attacking Earth it's only\nlogical they'd jump on us here and now. But you'll snap out of it when\nwe get you back home.\"\n\n\"It isn't that kind of a war,\" he insisted irritably.\n\n\n\nFinally he calmed down. But his eyes, crazy and wild, kept following me\naround the room. That made me so nervous I went down and tinkered with\nthe engines.\n\n\"Hey, Swede!\" Mike's voice reached me after a while. \"I'm thirsty.\"\n\nSo I brought him a drink and fed him a sandwich bite by bite.\n\n\"I'm okay now,\" he said when he had finished. \"I know I blew my top,\nbut I'm all over that. How's about turning me loose?\"\n\nI shook my head unhappily. He didn't even argue.\n\n\"Then how's about reading to me?\"\n\n\"What would you like?\" It was the least I could do for the poor fellow.\n\nSo I read some of Donn Byrne's things, stuff that looks like prose\nbut is really poetry. Then he wanted Shakespeare's sonnets, but when\nI started reading he recited them from memory, his voice half a word\nahead of mine.\n\nHe slept a while and later I fed him again. He seemed resigned now to\nstaying in the cushions.\n\n\"How's about letting me try the Hustic again?\" he asked. \"The Professor\nwanted a planet-to-planet test, and the helmet cable will reach over\nhere.\"\n\nI hesitated and he glowered at me.\n\n\"I know that Martian stuff was all a delusion,\" he insisted. \"I'm sane\nnow, but if you don't let me prove it to myself once and for all I\nmight go off the deep end again.\"\n\nThat got me. I wanted to be sure he had every chance.\n\n\"Put back the parts you took out,\" he directed.\n\nI did. Then I stuck the helmet on his head and warmed the tubes.\n\n\"Send,\" he said. I flipped the switch up and he lay there concentrating.\n\n\"Receive,\" he said, his face taking on a _listening_ expression.\n\n\"Tighten the chin strap, please,\" he asked. I did it.\n\n\"Send.\" More concentration.\n\n\"Receive.\"\n\nA fatuous grin lifted across his face.\n\n\"It's Polly,\" he whispered.\n\nThat made me uneasy. I thought it was just another delusion. I'd tried\nthe Hustic once and it hadn't worked at all.\n\n\"See,\" I said. \"There aren't any Martians in there. They aren't making\nwar on Earth.\"\n\n\"Stop interrupting,\" he snapped.\n\nHow much of what happened next was his own idea and how much he got\nfrom Polly I still don't know. For minutes at a time he'd _think_ into\nthe machine. Then I'd switch over and he'd lie there and grin. Finally\nhe lay there _listening_ so long and so quietly I thought he'd gone to\nsleep. I began to relax.\n\nThen Mike screamed and I came out of my chair like a shot.\n\n\"Take it off! Take it off!\" he shouted. \"The Martians are after me!\" He\nshook his head but the helmet stayed on, held by the chin strap.\n\nI cut the main switch and the tubes went dark.\n\n\"It's all right, Mike!\" I yelled across his screaming. \"It's off now!\"\n\n\"No! No! No!\" he gibbered. \"They're coming through the helmet! Take it\naway! Take it away!\"\n\nI knew I had to get that helmet off, much as I didn't like getting near\nhim. I reached for the buckle, but he kept whipping his head about so I\nhad trouble catching it and had to bend over him.\n\nSuddenly a long arm snaked around my neck and jerked me off balance.\nThen a ham-sized fist clipped my chin before I could even get my guard\nup.\n\n\n\nWhen I came to I was in the cushions with the air turned on full. The\nrelease valve wasn't in my hand where it should have been.\n\n\"Mike!\" I yelled.\n\nHe put his tongue between his lips and made a rude noise. He was\npatching the rubberized fabric of the other set of cushions, the ones\nin which he had been confined, and on his face was that wild look I had\nseen before when a good brawl was in prospect.\n\n\"Mike!\" I pleaded. \"You can't do this to me!\"\n\n\"No? If Polly hadn't reminded me of this I'd be in there yet.\"\n\nHe held up the shamrock good luck pin Polly had given him, a little\nthing he kept pinned to his coveralls at all times. He had managed to\nunfasten it and puncture the pneumatic cushions.\n\nBut I had no good luck pin. I lay there helpless with all the stories\nI'd ever heard about the supernormal cleverness of lunatics running\nthrough my brain. I knew it would be three days, maybe four, before\nBill returned. No chance of help from him.\n\nMike opened the Hustic case, whistling off key as he moved around,\nand replaced the original bar and tube shield and condenser with his\nhomemade parts. Then he got to work on the bar with my delicate and\nexpensive set of instrument files ruining them completely on the soft\ncopper alloy.\n\n\"Be quiet, lunatic!\" he barked every time I protested.\n\nHe spent hours filing on that bar, putting on the helmet and testing,\nthen filing some more. And there was absolutely nothing I could do. He\nhad so much air pressure in my cushions I couldn't even squirm.\n\nAt last he tested once more, and this time snapped the set off almost\nat once with a smile of satisfaction.\n\nNext he started tracing the secondary power circuits, but he didn't\nget very far. Every time the Professor had come up with a new idea we\nhad rewired the _Banshee_, running new leads through the bulkheads but\nleaving the old circuits in place. The original wiring diagrams were\nnothing but propaganda by now, with the up-to-date dope all in my head\nand Bill's.\n\nI must have been getting hysterical from being pinned there so\nhelplessly with a lunatic at large, for when he got into the metal\nrat's nest behind the meter panel I laughed. Then I wished I hadn't.\n\n\"Swede,\" he said earnestly. \"I want to double the voltage and step up\nthe amperage by eight on the direct current. I want the frequency of\nthe AC boosted to at least 850 cycles, and I need at least two thousand\nehrenhafts on the magnetic flux leads.\"\n\nI blinked at those figures.\n\n\"Now Mike,\" I said, trying to be calm. \"Let me out of here and we'll\ntalk this over.\" I had my eye on a heavy wrench I hoped I could grab in\ntime.\n\n\"Oh no, Swede. You're insane. I couldn't possibly let you loose.\"\n\nHe chuckled at his own stupid joke. \"Tell me how to rig it,\" he\ndemanded.\n\n\"No soap. That much overload would probably blow the packs and the\nwhole ship with it.\"\n\n\"That's a chance we'll have to take. For all Earth's sake,\" he said,\nreally serious this time. \"There's no other way. Now tell me.\"\n\nI shook my head.\n\nInstead of arguing he got out a soldering iron and started it heating.\n\n\"You scared of me?\" he asked ominously.\n\n\"No, Mike. Of course not. We're shipmates.\" But it was a lie, a damned\nbig lie. He knew it and I knew it, and I knew that he knew it.\n\nHe touched a wet forefinger to the iron. It sizzled.\n\n\"My!\" he said, sounding like the smooth menace from some telaudio\nspooky-show. \"What a nice red nose you're going to have--if you don't\nstart talking!\"\n\n\"Mike!\" I begged. \"You can't do that to me! We're old friends!\nRemember?\"\n\nBut he did it. The tip of the iron on the tip of my nose, and it hurt.\nI yowled, mostly in utter panic rather than pain. My phobia was working\novertime.\n\n\"Enough?\" he asked. \"I'll keep it up if I have to.\"\n\nI thought it over. Crazy as he was, he might throw a dead short across\nthe secondaries. Fission packs won't stand that without exploding. So\nI talked. Once I tried to give him a bum steer that would cut down the\ncurrent, but he sensed it and waved the soldering iron at me again.\n\nWhen he had all the dope he needed he took time out to smear ointment\non my nose. It made me look cross-eyed and I still wanted to touch the\nburn, but he refused to reduce the pressure even enough for me to work\none arm loose.\n\n\"Sorry, Swede,\" he chuckled. \"It's for your own good. You're insane, so\nI can't take chances.\"\n\n\"Me?\" I bellowed, for a moment forgetting even my blistered nose. I\ncalled him several names.\n\nMike laughed--like crazy.\n\n\"Now to get Bill back here. We'll even leave the port open for him.\"\n\nI thought that was good, until he removed a tank of sleep gas from its\nbrackets and dragged it to the entry.\n\n\"You can't reach Bill on the Hustic,\" I reminded him. \"Use the radio.\"\n\n\"And let him know who's making like a caterpillar in a cocoon?\" Once\nmore I thought of the supernormal cleverness of lunacy.\n\nHe made some painstaking adjustments on the Hustic and flicked the\nchangeover switch to _send_.\n\nThrough the open port I could see three of the Marties watching the\n_Banshee_. If they'd been humans I'd have yelled for help, but with\nMarties I'd have been wasting my breath.\n\nMike kept stepping up the power. His lips were tight and his eyes\nsquinted in concentration. And then I saw one of the Marties move.\nActually make an aimless movement. He shifted from one foot to the\nother. The second turned his hand from side to side as though uneasy.\nThe third took a few steps back and forth. And Martians just didn't\nact like that.\n\n\"Secondary effects,\" Mike grunted. \"I'm not tuned on them, but the wave\nspills over.\"\n\n\"Huh?\"\n\nMike didn't answer. He just sat there _thinking_ into the Hustic.\n\n\n\nAn hour passed that way. Then I heard a sound like a whole forest full\nof infuriated parrots. It came from the direction of T'lith, and it\ngrew louder by the minute.\n\nMike looked up. \"Bill should be here soon.\"\n\nHe was right. I heard the sandcycle, and then the squeal of its brakes\nbelow the entry port.\n\n\"Olsen!\" Bill was yelling as he scrambled in. \"Hell is loose out there!\nThe Marties--\"\n\n\"Look out!\" I yelled, but too late. Bill was panting and didn't have a\nchance to hold his breath as Mike slapped the sleep mask over his face.\nMike caught him as he fell and loaded him into the other cushions.\n\nThere must have been at least a hundred green-skinned Marties milling\nabout outside. They'd followed Bill from T'lith and they were really\nmilling in a most un-Martian fashion.\n\n\"What have you done, Mike?\" I cried, then I understood what the word\n\"aghast\" really means. That's what I was. Aghast.\n\nMike slammed and dogged the port, but even through the insulated hull I\ncould hear the uproar outside.\n\nBill opened his eyes, gave me one look of utter disgust, and started\nstruggling.\n\n\"Mike!\" he roared. \"Get us the hell out of here! Turn me loose! All the\nMartians have gone crazy! They chased me, damn it!\"\n\nMike just grinned, but tensely.\n\n\"You let me out of here at once!\" Bill bellowed. \"Damn it all, this is\nmutiny!\"\n\n\"Oh no,\" Mike protested. \"I'm not responsible. I'm crazy. You put it in\nthe log that way yourself.\"\n\nWild Bill's face went purple. \"Then blast us out of here yourself,\nbefore they kill us all,\" he yammered. \"You were right! They're on the\nwarpath!\"\n\n\"No!\" Mike refused flatly. \"I'm not finished yet.\"\n\nBill's language grew luridly unprintable, and when he refused to quit\nshouting Mike finally gassed him out again.\n\nThen he went back to the Hustic. Mostly he kept it on _send_, but every\nfew minutes he'd flip over to _receive_ for just a second or two. Then\nhe'd make another infinitesimal adjustment.\n\nOnce he froze in his chair. One of his arms was half raised and it\nstayed that way, unnaturally motionless. He looked like a statue--or a\nMartie--or someone who had the Malignant Inertia Complex.\n\n\"Mike!\" I yelled, more frightened than ever.\n\nHe shook his head dizzily and flipped the switch out of the _receive_\nposition.\n\n\"Thanks, Swede,\" he said. \"That Thing almost had me that time, but now\nI've got it.\"\n\nHe twisted the power knob full over. The transformers howled under the\noverload. He jammed the helmet down more firmly on his head and stood\nup, staring blankly at the bulkhead as though looking through the solid\nsteel.\n\n\"Listen, Thing!\" he growled.\n\nI shivered. Sheer lunacy.\n\n\"Get every thought and word of this! You will cease interfering with\nEarth immediately--_or I'll blow Mars and you both clear out of the\nuniverse_!\"\n\nParanoia, I thought, delusions of grandeur. Somehow this was worse than\nanything that had gone before, though that had been bad enough.\n\n\"_I can blast Mars out of the Universe at will--and if there is any\nfurther interference with Earth minds I shall do so. You are afraid of\nme!_\n\n\"_Now get this, Thing. All of it. Individuality, the freedom of\nindependent, individual action, is the right of every living creature!\nThat includes Martians as well as Earthmen._\n\n\"_You are going to stop being what you have become. You will make no\nmore decisions for anyone. You will become once more what you were\nintended to be, a source of information only. You will make no more\ndecisions, dominate no more activities, and will give out information\nonly when it is requested._\n\n\"_You will forget entirely the ideas with which you have become\nimbued, particularly the idea that the elimination of all activity not\nabsolutely essential for survival is the goal of existence._\n\n\"_Here is the data which you will release to all Martians upon their\nmental request. But you will release it as information only and will\nnot make their decisions as to conduct._\"\n\nThen, while the Martians jabbered and howled outside the _Banshee_,\nwhile Bill snored away in one set of shock cushions and I lay pinned\nhelplessly in the other set, Terence Michael Burke stood with the\nHustic helmet on his head and recited from memory all the poetry he had\never written--and there was a lot of it. Too much, and all of it highly\nemotional. Most of it was about either romantic love or epic battles,\nor both.\n\nWhen that was finished he began to read every scrap of printed\nmatter we had aboard, even the astrogation tables and a set of seven\nplace logarithms. I hadn't realized until then what a complete but\nheterogeneous library Mike had managed to stash away in various nooks\nand crannies around the ship. There were volumes of history and\ntreaties on economic theory, some drama, a textbook on psychology,\na cockeyed work on ethical thought. Then he dragged out my standard\nengineering references, including the manuals on Wilson drivers and\nfission power-pack operation.\n\nAfter that he got into the novels, and I think that's what did most of\nthe damage. Most of them were either wild adventure stuff or incurably\nromantic, and almost all of them had been written by Irishmen who saw\nthe world in a keyed-up and highly emotional way, just as Mike himself\ndid. Naturally there was a complete set of Donn Byrne's works, for Mike\nswore that Byrne was the greatest writer who had ever lived.\n\nAnd there was a reprint of something called WARLORD OF MARS, written\nby a fellow named Burroughs way back in the days before spaceflight.\nWhen the novels were exhausted there came a bunch of science-fiction\nmagazines, mostly the copies of PLANET STORIES he had missed while we\nwere out on that long Venus haul.\n\nFinally there was a newspaper we'd brought aboard at the spaceport\njust before blast-off. He read it page by page and column by column,\nincluding the advice to the lovelorn section, the comics, the\neditorials, and all the ads. His voice droned on for hours, while the\nHustic transformers whined and the air in the ship misted with the\nacrid fumes of overheated insulation and I soaked myself in cold sweat.\nThe whole scene had the irrationality of a nightmare. But I was awake\nand knew it, and just wished I were dreaming the whole thing.\n\n\n\nThen, inevitably with that overload, the Hustic spouted black smoke.\nThe line surge that flashed back up the cables bent the meter needles\naround their stop pegs, and down in the belly of the ship the power\npacks sizzled and crackled. But somehow they didn't explode.\n\nMike staggered and covered his face with his hands. He dropped to his\nknees and for an instant I thought the current had followed the helmet\ncable and electrocuted him.\n\nBut he grasped a stanchion and pulled himself upright. His face was\nhaggard and gaunt, but there was a wildly triumphant gleam in his\nbloodshot eyes and a twisted grin on his lips.\n\nThen I got my worst scare of all as he lurched toward me, fumbling in\nhis pocket for the spring-opening knife he always carried. I closed my\neyes and waited for the end.\n\nBut he didn't stab me. Instead the air swooshed out of my cushions as\nhe ripped the fabric. Then he turned and yanked the sleep mask from\nBill's face.\n\nI scrambled out. My legs felt rubbery from being pinned in the cushions\nso long but I managed to stagger over and twist Bill's air release\nvalve just as Mike crumpled to the deck.\n\nBill opened his eyes. \"What the--?\"\n\nThen he remembered what had happened, and heard the Marties still\nhowling outside in a most unpleasant way.\n\n\"Let's get the hell out of here!\" he bellowed.\n\nWe went out with Bill on the throttles and me down in the drive room\nwith the portable emergency power-pack and a handful of wires to get\nthe Wilsons firing. Mike was out cold on the control room floor. We\nwent out with a swish and a swoop on an uncontrolled skew curve, and\nonly the low .38 gravity and 3.1 mile per second escape velocity of\nMars kept us alive.\n\nAs soon as we straightened out of the escape spiral Bill and I hustled\nMike into the cushions. It wasn't necessary to gas him, for although he\nhad recovered consciousness he did not resist at all. Instead he fell\ninto a long normal sleep, twice around the clock as though completely\nexhausted.\n\nThat trip still haunts my nightmares. Everything powered off the\nsecondaries--which meant nearly everything but the main drivers--was\ndead. Mike had really fixed that.\n\nThen one of the Wilsons burned a liner, and with grave misgivings\nwe had to turn Mike loose. We didn't like the notion of spacing\na trajectory on power settings plotted by a crazy man, but the\ncalculations for unbalanced drive needed his astrogating skill. With\nthe mechanical astroplotter out of action it was too much for Bill and\nme.\n\nHe didn't get violent, so after that we gave him the run of the ship,\nthough of course we never left him on watch alone. He seemed harmless\nenough, and spent most of his time at a typewriter he had rebuilt to\noperate in variable gravity. He wrote a few poems to and about Polly.\nThe usual mush.\n\nThen he wrote a story. Maybe I've mentioned before that he collected\nrejection slips. Bill and I laughed when we read it, because it was\nmuch too farfetched for publication. All about a mysterious artificial\nbrain--he didn't specify whether animal, vegetable or mineral--invented\nto serve as a combination integrating calculator and reference library,\nworking on a form of telepathy. But the creatures for whom it was built\nkept using it more and more to solve their problems instead of working\nthem out for themselves. After a few generations the creatures became\nnothing but eyes and hands for the brain, letting it do all their\nthinking and make all their decisions.\n\nAnd because the Thing was aware of every sensation of a whole planetful\nof creatures it grew very tired of processing irrelevant information\nand began to propagate the idea that any thought or action not\nabsolutely essential for survival was wrong and should be suppressed,\nand that emotions--which interfered with transmission of factual\ndata--were unthinkably degenerate, to be shunned at all costs. After a\nfew more generations the creatures did not even realize they were being\ncontrolled by the Thing, had even forgotten its existence and believed\nits thoughts and decisions were their own.\n\nThat was the story.\n\nThen he got to fooling with the burned-out ruins of the Hustic and made\na sheaf of graphs, all in five and six colors. They were too complex\nfor Bill or me.\n\nA few days out from Earth, a worried Bill got me up in the middle of my\noff-shift and motioned to the forward view-plate. There, coming toward\nus from the inviting blue-green ball of Earth, were thirty closely\ngrouped orange specks. Spaceship driver flares.\n\nMike took a look too, then held both hands to his forehead with index\nfingers protruding and wiggled them at us. When I got the idea I wasn't\nhappy about it. The wiggling fingers meant antennae. Martians.\n\nBill and I gnawed our fingernails. The poor _Banshee_ could neither run\nnor fight. But the Martian ships went right on by without even trying\nto contact us on the Luminophone. Mike just grinned through it all.\n\n\n\nWe landed rough, on account of the burned-out driver, but when things\nstopped bouncing we were all in condition to limp away.\n\nMike saw the car pull up outside and had the hatch open before we could\nstop him.\n\nPolly met him with open arms and a kiss that would have been censored\non any telaudio show. She wasn't the pale, subdued, inertia-ridden girl\nof a few months before. Not at all.\n\nThe Professor was dancing up and down with excitement behind her,\ntrying to shake one of Mike's hands.\n\n\"You did it, darling!\" Polly released her lips long enough to say.\n\"They're gone, every one of them! And so is the Complex.\"\n\n\"Huh?\" Bill and I stared.\n\nThen Bill grabbed his brother.\n\n\"You mean Mike isn't--?\" he began.\n\n\"Of course not,\" the Professor snapped. \"He never was.\" Then he turned\nto Mike.\n\n\"What capacitance were you using when you picked up the Thing's\nradiations?\" he demanded. \"What power factor? What wave form? Sine wave\nor flat top or sawtooth? Did you have the transportation grid shielded\nor were you getting a reinduction feedback?\"\n\n\"Father!\" Polly said sternly. \"Later!\"\n\nMike reached in his pocket and handed his fancy graphs to the\nProfessor, who seemed to understand them at a glance.\n\n\"Oh,\" he said. \"There's just enough similarity of wave form here so the\ntelepathic inertia influences directed at the Cultural Emissaries would\nheterodyne in their receiving organs and be re-emitted exactly on a\ngeneralized human brain-wave pattern.\n\n\"And that makeshift capacitance bar you rigged just happened to\nsensitize the set to the Thing's own wave form.\"\n\nWe listened, but right then Mike was more interested in Polly. About\nthat he displayed good sense.\n\n\n\nBill's _Banshee III_ and my _Thor_ are between-trips at the same time,\nso it was only natural that we got together last night. And when we\nmet Miu Tlenow, the Venusian cat-man, it was also natural that we head\nimmediately for the Ursa Major Tavern.\n\n\"Mewargh!\" Tlenow purred, extending and retracting his clawlike\nfingernails with pleasure as the second drink took hold. \"Really it is\ngood to get away from that madhouse.\"\n\n\"What madhouse?\" Bill asked.\n\n\"Mars.\"\n\nWe sat up straighter. Somehow in the five years that had passed without\nauthentic news from the Red Planet we had taken it for granted that\nthings there had settled down once more to a slow, lethargic normality.\nWe hadn't realized the full impact of Mike, as amplified by the Hustic.\n\n\"Those Martians!\" Tlenow mewled, his whiskers twitching in agitated\ndisgust. \"They are crazy. All crazy. They mate, but they use no sense\nin how they mate. Like Earthmen. Such complications! They have many\ndifferent governments with a hundred different political parties, and\nthey talk and talk, vote and vote. They argue.\n\n\"Things like Earthmen's gloves they make. Of course they will not fit\nMartian hands and they carry them only to hit in each other's faces.\nThen they fight duels.\n\n\"They make liquor and drink it, and how crazy-drunk they get. Then,\nGreat Space, they even try to sing!\n\n\"They make jokes and play pranks, too, something they never did before.\"\n\nTlenow was slit-eyed with amazement at such illogical Martian behavior.\n\n\"They do this one day, do that the next. Always they grow more like\nVenusians or Earthmen, only with not so much sense. What they will do\non any tomorrow one can never tell.\"\n\nHe finished his drink and leaned forward.\n\n\"They make writing--too much writing--everything in writing--and all of\nit funny kind. What you Earthmen call--I think--poetry. Yes, that is\nit. Poetry. And each day gets worser. They never make like that before.\nBy the Seven Black Comets, how they get that way?\"\n\nThat was when Bill and I knew we had to break our silence.\n\n\n\nSo the Marties have not yet learned to think for themselves. Five\nyears, after all, is a very short time. Perhaps some day. In the\nmeantime they're nothing but reflections of the more uninhibited and\ngenerally screwy aspects of Terence Michael Burke's personality. And\nI'm afraid they'll share his disturbing ideas of humor.\n\nDo we want anything to do with them? Frankly, I don't know. That's up\nto you, Citizens of Earth, when you vote on the new treaty.\n\nBut don't say I didn't warn you.",
    "metadata": {
        "author": [
            "Fennel, Erick",
            "Fennel, Erik"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64782/pg64782.txt",
        "name": "madmen_of_mars.json"
    }
}