{
    "name": "Make me an offer",
    "author": [
        "Blomberg, Con"
    ],
    "body": "TO: ALL CITY MANAGERS\n\nFROM: ROSS RO,\n\nNEW YORK CITY MANAGER\n\nSUBJECT: GELATIN MOLDS\n\nWell, boys, this is going to be rather an informal communication\nbecause I think there's a serious lesson for you in a situation we\nhad here recently. I might as well be the first to tell you about it.\nYou'll hear about it soon enough anyway. Frankly, I'm hoping you'll\nhave a heart and lend a brother City Manager a hand.\n\nAs you boys know, I was re-elected last April to my post as City\nManager for another four years and I felt pretty good about it. So good\nthat I was looking around for something to do which would sort of let\nthe voters of little old New York know how I felt about them. Most\nof you have met my political assistant Charlie Tight--or, rather, my\nex-political assistant. Charlie was looking around, too, and he came up\nwith the idea of covering over Central Park.\n\nWe have never covered over Central Park with the perma-plast roof like\nthe rest of the city because it is a fairly large area and there wasn't\nany public demand for it. So naturally it rains and snows there and we\nspend a lot of dough keeping the grass cut and what have you. It's a\npopular spot with a lot of folks.\n\nCharlie figured--and I must admit that I agreed with him--that covering\nover Central Park was quite an idea. Controlled conditions would let\nthe grass grow only so much and the temperature would remain constant.\nNo rain or snow except from 1 A.M. to 3 A.M., when we would put in a\nlittle artificial precipitation to keep the greenery going. Plenty of\nnice air-conditioned air. Eternal spring. Really up-to-date.\n\nWe put it through the computer down at the Civic Machine and figured\nit would cost only about 25 hundred million. It looked real good.\nYou see, we recently got a new addition to the Civic Machine and the\nmanufacturer gave us a deal on a new model Projector for the whole\ncity. It makes constant forecasts on practically everything we need\nfrom moment to moment. It doesn't wait for a Tech to run the data thru\nit. Saves a lot of time because it's directly connected with Supply.\n\nThis Projector is so good that we have been able to cut down on\nexpenses about 20 hundred million in only two years. I figured this\nwould easily pay for the perma-plast roof over good old Central Park.\n\n\n\nTo make a long story short, I went before the people on TV and told\nthe whole story. Charlie had the TV Techs mock up a scene of what it\nwould look like and we had models posed in family scenes and the like.\nShould have gone over like a shot--and it would have, except for this\nscrewball Hatty Dakkon.\n\nIt wasn't an hour after I had made my broadcast that my secretary\nannounced this Mrs. Hatty Dakkon. She proved to be a young matron type\nwith pretty good legs and a chip on her shoulder. She was against\nroofing Central Park.\n\nWell, you boys know how it goes. Always some crank who doesn't like\nthings changed, and after they have blown off steam, they quiet down\nand you can go ahead and do the work.\n\nSo I let this Hatty Dakkon talk on and on until my ears were limp from\nlistening.\n\nShe said she was against roofing Central Park because it would be just\nlike every other place in the City--weatherproof, air-conditioned and\nhumidity controlled.\n\nShe figured that children should have some place where they could feel\nthe wind on their faces and the falling of rain and snow and the smell\nof air as it was in nature.\n\nShe said that was the only way most of our children could ever, ever\nfind the ties with the past that were sacred.\n\nShe quoted poetry about the wind and the rain in your hair, and on and\non and on.\n\nFinally I let her talk off her head of steam and she got calmed down\nso I could tell her: \"Thank you, madam, for this expression of your\nopinion. You can rest assured that I will do everything within my power\nand the power of the Civic Machine to see to it that anything possible\nis done.\"\n\nHer head came up like a rocket at blastoff.\n\n\"Hold it!\" she said. \"You can't put me off with that old one--that's\nStandard Answer No. 1 in the City Manager's guidebook and I ain't\nbuying it, Buster. I used to work at the Civic Machine myself, so I\nknow all the Standard Answers backward and forward.\"\n\n\"Well, I assure you, madam--\" I said.\n\n\"Don't hand me that stuff again. What I want is for you to call off\nthe Civic Machine and quit trying to roof the only place left where our\nchildren can feel the open air and sunshine.\"\n\n\"I see. You aren't going to be satisfied with anything else,\" I said.\n\n\"That's right.\"\n\n\"I'm sorry, but that's impossible. We have programmed the roofing job\nfor next month on the Civic Machine and we can't change it now.\"\n\n\"That, Mr. Ro, is a lie,\" she said, leaning across my desk and sticking\na slim white finger under my nose. \"I know you can change it in five\nminutes if you want to.\"\n\n\"It won't be changed,\" I said.\n\n\"Is that your final word?\"\n\n\"Final.\"\n\n\"Mr. Ro,\" she said, putting her hands on her hips, \"I think you'll be\nsorry.\"\n\nShe headed for the door, only to turn around and ask me if my wife was\nat home.\n\n\"I suppose she is,\" I said, \"but don't bother her--she takes no\ninterest in Civic affairs.\"\n\nI don't have to tell you boys that I dismissed the lady from my mind\nand went on to other more important matters. Or so I thought.\n\n\n\nWhen I got home that night, I didn't say anything about Hatty Dakkon.\nMy wife is inclined to see things differently than I do and I had a\nhunch she would side with Hatty. Consequently, rather than get into a\ndiscussion, I just let it slide.\n\nNot too many of you boys know my wife, but those who do know that\nshe is like so many other women--not particularly interested in any\nCivic Machine. Just so she gets what she wants when she dials the home\nconnection to the Machine is all she is interested in.\n\nThat night, though, my wife surprised me by having a burning interest\nin the Civic Machine. She wanted to know all about it. How it produces\nthe consumer products. How it gets them to the living area. How it\nknows what to order. And she especially quizzed me about the new\nProjector.\n\nWhen I asked her why she wanted to know about all that after 15 years\nof married life, she just smiled sweetly and said that naturally she\nwas interested in my work.\n\n\n\nNext day, I brought home a sample programming sheet for her to see and\ndamned if she didn't dismiss it with a sniff as being too complicated\nand boring.\n\nGo figure women out!\n\nThat night, we had two molded gelatin dishes. The round kind with a\nhole in the center.\n\nThe next night, we had the same kind of supper, except that instead of\nfish and something in gelatin, we had meat and something in gelatin.\nSame sort of deal for dessert.\n\nThe next day, I got my first tip that something was up when Willie\nKipe, the caster for NYC-TV, called me and asked about the protest on\nthe Central Park roofing proposal, saying he got the item from his\nwoman assistant. I said it didn't amount to much and that the project\nwas going ahead on schedule.\n\nI caught Willie's cast that night and he treated it in a light manner\nwhich really made me smile. I should have been crying instead.\n\nThat night, we had some more molded gelatin, only in square molds this\ntime. Same thing the next day. I figured it was time to take a stand--a\ndiplomatic one, of course.\n\n\"Honey,\" I said as I sat toying with my food, \"can't we have different\ndishes every night? I'm getting tired of all this gelatin junk. How\nabout a steak?\"\n\n\"But, darling, gelatin is very good for you. It's simply crammed full\nof protein and all the girls at the club are eating lots of gelatin.\"\n\n\"But I don't like gelatin _that_ well,\" I said.\n\n\"I don't, either, but it's so good for _both_ of us,\" she said with her\nbest don't-try-to-argue-Mother-knows-best smile.\n\nI had a steak that night after she went to bed.\n\n\n\nThe next day, I got a call from the head of the warehousing division\nover at Civic, asking me if I had any preference on warehousing molds.\n\n\"What molds?\" I wanted to know.\n\n\"Well, let's see,\" he said. \"We've got 3.5 million round gelatin\nmolds with a hole in the center. We've got 5.6 million square gelatin\nmolds--no center hole. And 7.3 million figure-eight gelatin molds and I\nunderstand there's a hell of a lot of deep-dish gelatin molds coming up\ntomorrow from Supply at Schenectady.\"\n\n\"Why in hell have we got all those molds?\"\n\n\"Don't know,\" he said. \"Civic Machine ordered them, so I suppose we\nneed them. Where do you want the storing done? Thought we might run up\none of those new Kiosk warehouses out east if you have no objection.\"\n\n\"Put it anywhere you want,\" I said, switching off.\n\nBefore I could get back to work, there was a call from Stats.\n\n\"Got a little problem down here, Mr. Ro,\" said the Tech. \"Schenectady\nis sending us premium billing on an over-order of plastic.\"\n\n\"How much is the premium?\"\n\n\"Quite a little, Boss--about 10 hundred million or thereabouts. I\nchecked with them and the reason for the extra strong premium is\nbecause they had to rebuild the factory--let's see which one that\nwas--oh, yes, cold-molding dishes division of the Cooking Receptacle\nplant. What do you want me to do--enter a protest saying we aren't\nresponsible and get it over to Fed Court where they can pro-rate it\nover the other cities?\"\n\n\"Nope, I guess you'd just better pay it.\"\n\nThe chips were falling into place now and I didn't like what they were\nbuilding for me.\n\nAs soon as I switched off, I put in a call to my head Tech at the Civic\nMachine and asked for a rundown on the food ordered for supper for the\npast six or eight nights. It took a while, but when I got it back, it\nwas enough to make my hair curl and uncurl in three-quarter time.\n\nFirst thing I did was call my wife and ask her what we were having for\ndinner that night.\n\n\"We're having your favorite--steak and kidney pie, dear,\" she said in\nthat innocent-little-girl voice that means there's trouble ahead.\n\n\"No more of those gelatin dishes, sweet?\"\n\n\"No more of that awful gelatin, darling. I'm so tired of it. But I did\norder a pair of nice shears today--you know, sweetheart, scissors?\"\n\n\"Yes, dear. That's nice,\" I said, trying to smooth down the hair on the\nback of my neck, which was standing straight up.\n\n\"The Civic Machine didn't have any scissors, darling, so I told it go\nahead and get me a pair regardless of the wait. That was all right,\nwasn't it, dear?\"\n\n\"Fine, dear, fine.\"\n\n\"I can't imagine why the Civic Machine should be out of just plain old\nsix-inch scissors, can you?\"\n\n\"Just can't imagine, darling. Good-by.\"\n\n\"Good-by, sweetie.\"\n\n\n\nMy hand was shaking when I called the Tech at the Civic Machine and\nasked him to check up on the orders for scissors.\n\nIt took a minute or two, and when he came back, his face was puzzled.\n\n\"Funny thing, Boss--there is an order for just under 10 million pairs\nof scissors. That's more than we have had in the past seven or eight\nyears. All ordered last night. There must be a mistake somewhere. I'll\nrun it through again and have a test made of the orders section.\"\n\n\"Never mind. Just do this,\" I said. \"Fix up the Projector so it doesn't\nsend out any order for scissors and cancel any order that has been\nplaced.\" I was wringing wet with sweat. It was going to be a close one.\n\nBelieve me, boys, I didn't waste any time getting on FAX and TV,\ntelling everyone that there had been a change in plans due to public\ndemand and we weren't going to be able to roof over Central Park after\nall. I suggested that, as long as the administration had cooperated,\nthe people should cooperate on the matter.\n\nAn hour later, I called the Civic Machine and asked for a check on\nscissors. The orders had dropped to a mere 5.4 million. Way above\nnormal, but the way the cancellations were coming in, it was obvious\nthat it would be within reasonable proportions soon.\n\nJust in case some of you missed the by-play on that, let me sketch it\nin for you as I found it out later.\n\nIt seems that this Hatty Dakkon had organized a phone campaign on the\nLet Our Children Enjoy Nature theme which went over big with the women.\nEvery woman called five woman friends and these five called five and so\non. You figure it out--with geometrical progression, it doesn't take\nlong to get in touch with about 14-15 million women. Not as fast as TV,\nmaybe, but a darn sight more effective and thorough.\n\nIt was the talk of the women's world and we men didn't even know about\nit until the battle was all over.\n\nThis horde of women, led by Hatty Dakkon, agreed that they would order\nthe same dish--gelatin in a round mold on the same night.\n\nYou know what this can do to a good Projector. It just went frantic.\n\nProjectors work on the basis of average demand for anything, and with\nan average demand for round mold gelatin foods two nights in a row of\nabout 10-11 million, it went ahead and ordered a whole conveyor-load of\nmold dishes from Schenectady.\n\nThe next time, it was square molds for two nights; and the next, it was\nfigure-eight for two nights and then a double shot of deep-dish.\n\n\n\nThey have a new Projector up at Schenectady, same as we have, and it\nordered an increase in the size of the mold-making factory based on our\ndemand (which was run in with everyone else's demand). Then, when the\ndemand didn't come through from us and from the other cities in the\narea, we had to pay the premium for building the new factory.\n\nThe scissors business would have bankrupted us completely. Think of\nit--millions of pairs of steel scissors in the year 2006! Think of\nthe premium for increase in size of factory, prospecting the planets,\nmining, spaceship freight rates, and so forth. That's why I was glad to\ngive up the Central Park project.\n\nWell, to make a long story short, we aren't going near Central Park.\nAnd Charlie, who originally thought of the idea, is probably out there\nnow, wondering why he did it.\n\nNow in closing, I hope all the rest of you who have had a good laugh\nwill sober up and sympathize with me and see what you can do about\nordering gelatin molds from us. We'll ship them out pronto--we have a\nlarge supply--and no reasonable offer will be refused. Please, fellows!",
    "metadata": {
        "author": [
            "Blomberg, Con"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51311/pg51311.txt",
        "name": "make_me_an_offer.json"
    }
}