{
    "name": "Making Good for Muley",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "If there’s a word of truth in that old saying about beauty being only\nskin deep, Susie Abernathy was the thinnest-skinned person I ever saw.\nI may not be a judge of womanly beauty, and the poetry of my soul may\nhave been shook loose by pitching broncos, and buried deep under a\ncoating of alkali dust, but I sure do sabe when a woman is hard to\nlook at.\n\nSeems to me like it’s human nature for a feller with squirrel-teeth,\nno jaw to speak about and a physique like a corn cultivator to marry a\nbeautiful female, and vice versa—not that “Muley” Bowles qualifies in\nthe beauty division, but at that I reckon he shaded Susie a little.\n\nMuley was a poetical puncher, of considerable avoirdupois, and he\nfound Susie a thing of beauty and a joy forever. Susie was a niece of\nZeb Abernathy, who owned a sheep outfit on Willow Creek, and a grouch\ntoward all cowmen—and Muley punched cows for the Cross J outfit, and\ndrew forty a month from old man Whittaker.\n\nI’m not belittling Muley’s salary, ’cause I drew the same, and so did\n“Telescope” Tolliver and “Chuck” Warner. Back in the dim and distant\npast, when cows first come into style, the old-timers got together and\nsettled the pay of the average cow-hand.\n\nThey figured that any normal puncher—if there is such an animal—would\ntry at least three turns of the roulette wheel, at ten dollars per\nturn. That left him ten dollars. He’d buy some tobacco, some red\nneckties and perfume, and what was left, at two-bits a drink for\nhooch, would just carry him a few inches short of the murder and\nsudden death stage.\n\nI’ve just been up to the house to draw my stipend from the old man,\nand am on my way back to the bunk-house, when Muley rides in. He’s\nhumped over in his saddle, like Misery going to a cemetery, and if you\ncan stamp despair on a full-sized milk-cheese he had it on his face.\n\nHe slips his saddle off, turns his bronc into the corral, leans\nagainst the fence and cuts loose the granddaddy of all sighs. There\nain’t many men that you can hear sigh at pointblank range for a\n.30-30, but you could with Muley. It was like releasing the air on a\nfreight train.\n\nI wanders down there and passes the time of day with him, but he don’t\nrespond. He exhausts deep into his soul once more, and hangs up his\nsaddle.\n\n“Some of your relatives die, Muley?” I asks.\n\n“Hello, Hen,” says he, sad-like, “I ain’t got no relatives—except one\naunt. I don’t know whether she’s alive or not.”\n\n“Name of Bowles?”\n\n“Nope. Name’s Allender. Maw’s name was Allender, and that’s why I was\nnamed Lemule Allender, and—what do you want to know for?”\n\n“You sighed a couple of times,” I reminds him, and he nods and looks\noff across the range.\n\n“Henry, how can I make some money? Regular money. I can’t get along on\nforty a month—no more.”\n\n“You aim to marry Susie Abernathy?” I asks.\n\nMuley digs a little trench with the toe of his boot, and shakes his\nhead, sad-like—\n\n“No-o-o, I reckon not, Hen.”\n\n“Just come from there?” I asks.\n\n“Uh-huh. Listen, Hen: can you keep a secret? I know danged well that\nyou can’t, but I got to talk to somebody. Me and Susie’s got it all\nframed up to get married, but she argues that I got to see Zeb. Susie\nain’t of age yet, and Zeb is her guardian, Sabe?\n\n“Believe me, Henry, if I owned a penitentiary I’d hire Zeb. I’d a\nkilled him a long time ago if it wasn’t for Susie, ’cause no sheep-man\ncan tell me where to head in at—dang his old billy-goat face! He’s a\ndarned——”\n\n“Not to change the subject, Muley,” says I, “but why don’t you ask\nhim?”\n\n“I did. Do you think I’d feel this way over futures? You’re darn well\nright I asked him! Know what he said? He said to me, just like this:\n‘Mister Bowles, you keep away from Miss Abernathy. She’s got her\nsights set higher than a forty-dollar puncher.’\n\n“That’s what he said, Henry, and then I said: ‘Mister Abernathy,\nyou’re tilting that gun for her: let her do her own shooting,” and he\nsaid, ‘Your reputation ain’t none too good, and if the Vigilantes ever\norganize here Susie would be a widow.’ ‘You wouldn’t know it,’ says I,\n‘’cause they’d get you first.’\n\n“Muley,” says I, “which one of you shot first?”\n\n“Neither one. I beat him on the draw, but you can’t kill your\nsweetheart’s guardian. It ain’t ethical, Hen. He told me that any old\ntime I could show enough money to buy out his herd I could have Susie.\nI told him I wasn’t in the habit of buying either sheep or wives, and\nhe said he knowed that without me telling him. Said that no\nforty-a-month puncher was ever that foolish.”\n\n“How about Susie—does she love you, Muley?”\n\n“Uh-huh,” he sighs, “she sure does. I don’t know how she can, but she\ndoes.”\n\n“I don’t know either, Muley, but it takes all kinds of folks to make a\nworld.”\n\n“I been thinking of marriage for a long time,” he sighs, “I been\nafraid to ask her, but today she up and kissed me, and that settled\nit, Hen. Funny what a little kiss will do thataway. It makes me\ndesperate.”\n\n“It would have done the same to me, Muley. If a girl like her kissed\nme I’d likely turn outlaw. You aim to go to Chicago with that train of\ncows?”\n\n“I can’t, Hen. I hope the old man don’t ask me to. You going?”\n\n“No. Telescope and Chuck are going, but the old man wants me to act as\nforeman while they’re gone—he’s going, too. I’ll ask him to let you\nstay, if you want me to, Muley.”\n\n“I’d love you like a brother, Hen,” he sighs, “I want to be near her.”\n\nThat’s Muley. Being of a poetical temperament he has to confide in\nfolks. If me or Telescope or Chuck got kissed by a lady we’d cherish\nthe memory to our graves—unless it was Susie, and think of it only\nwhen alone.\n\nI ain’t so bad to look upon, and a lady couldn’t be censured for\ngiving me a kiss, but when it comes to Telescope and Chuck—well, I\nsuppose they’ll eventually marry beautiful women.\n\nTelescope is built like a bed-slat, and orates openly that he’s a twig\nof the Tolliver tree, which flourished and bought colored help in\nKentucky before the plans were drawn for the pyramids. Chuck Warner\ndon’t claim nothing, and don’t get sore if you subtract from his\nancestry. He was born west of the Arizona line, and if he descended\nfrom anybody it was Ananias.\n\nChuck’s legs are as short as his memory, and he was born with the face\nof a horse and the trusting eyes of an angel. He never told the truth\nbut once. A big feller, from down below Mesquite, took him down and\nbumped his head on the ground.\n\n“You got enough?” asks the big person, and Chuck howls—\n\n“Plenty!”\n\n“You ain’t lying, are you?” asks the feller, after he lets Chuck up.\n\nChuck brushes off his clothes and shakes his sore head:\n\n“No! Dang it all! I wasn’t in no position to lie about it!”\n\n                  *       *       *       *       *\n\nMuley told me that I couldn’t keep a secret, and I didn’t. Me and\nChuck and Telescope rides to town that afternoon, to foller out the\nusual program expected of punchers with a month’s pay aboard, and I\ntells them about Muley’s troubles.\n\n“He’s more to be censured than pitied,” admits Chuck. “I don’t blame\nZeb, but I do hate a shepherd what thinks a puncher ain’t good enough\nfor his relatives.”\n\n“Poor Muley,” says Telescope, sad-like, “any man what is just one aunt\nshy of being an orphan has my sympathy. I’ll promise you, Hen, that\nI’ll do all I can.”\n\n“In Muley’s name I thanks you,” says I, “but if you can’t do it for\nMuley don’t do it on my account. I ain’t going to marry her. I just\nfeel sorry for him. I’d feel sorry for anybody what was in love with\nSusie.”\n\n“She ain’t exactly of the vampire type,” agrees Chuck. “Muley’s got\none dead immortal cinch though: nobody’s going to come along and steal\nher away from him.”\n\n“Zeb says he’ll have to marry her over his dead body or bring money\nenough to buy out his sheep,” says I.\n\n“The latter is the more revolting,” says Telescope. “Tell Muley we’ll\nfix it for him after we get back if we have to steal Zeb’s sheep so he\nwon’t have nothing to sell.”\n\nThe next few days we’re a busy crew, loading twenty cars of beef for\nChicago, and we don’t have much time for conversation. Muley is too\nfat to herd ’em up the chute, so he sets down cross-legged on top of a\ncar, and checks off the loads. Zeb Abernathy comes over to the yards\nand sets down on top of the fence, along with a lot of other loafers,\nand when Telescope sees him he crosses the corral and sets down beside\nZeb.\n\n“Howdy, Zeb,” says Telescope, rolling a smoke. “You going to leave\nhere after you sells out, or are you going to make your home with\nSusie and her husband?”\n\n“Hu-u-u-u-h?” grunts Zeb, amazed-like, “what’s that you said?”\n\n“Haw, haw, haw!” laughed Telescope, slapping Zeb on the back. “You\ncan’t keep things like that a secret around here, old-timer. What’ll\nwe bring to the charivari—sheep-shears or tin cans?”\n\nZeb sets there, working his jaws faster and faster over his tobacco,\nand pretty soon he looks up at Muley. Muley grins at him, and nods.\nThat’s the last straw.\n\n“Muley’s going to buy out Zeb and marry his niece,” slates Telescope\nto Johnny Myers, owner of the Triangle brand. “Muley’s going to be a\nsheep-king, Johnny.”\n\nAll this time Zeb has been getting off the fence, and he’s so mad that\nhe dances a jig in the dust when he hits the ground.\n\n“Ya-a-a-a-ah!” he whoops, waving his long arms like a swarm of bees\nwas after him. “Telescope Tolliver, you’re a liar if you think it!\nMarry that fat, forty-dollar fool! Buy my herd! Say, he ain’t never\nhad money enough to buy a wool sock! Ya-a-a-a-ah! You think you’re\nfunny, don’t you?”\n\n“Ya-a-a-ah!” mimics Chuck, wiggling his ears. “Zebbie, you’re\nlearning. Now the chorus—ba-a-a-a-a-ah!”\n\nZeb’s feelings can’t stand no more, so he turns around like a man with\na sore throat, and goes back toward town stiff-legged like a bear with\na peeve on.\n\n“Zeb loves you fellers,” laughs Johnny. “I heard him say this morning\nthat there’s just five things he hates. One is a rattlesnake and the\nother four draws a salary from Whittaker. What’s he sore at you\nfellers for? Has the sheep affected his brain?”\n\n“Such a theory is absurd, Johnny,” says I. “It can’t be proved, ’cause\nnobody with brains ever mixes up with sheep. You can’t corrupt a\ncoyote.”\n\nA little later on me and Muley are setting on the fence, when\nTelescope climbs up beside us and talks to Muley like a father.\n\n“You realize what this here marriage stuff means, Muley?” he asks.\n“You sure you ain’t just sick like a calf for it’s maw?”\n\n“I know my own heart, liver and lights, Telescope,” replies Muley.\n\n“Really love her with all your heart and soul, eh? Say, I’ll bet you’d\nturn her down cold if it was to your advantage.”\n\n“You dang well know I wouldn’t!”\n\n“Suppose,” says Telescope, “suppose somebody said to you: ‘Muley, I’ll\ngive you a year’s salary if you’ll keep away from Susie?’ What would\nyou do?”\n\n“Me? I’d rise up on my hind legs and inform him that my love ain’t for\nsale. Sabe? Not for the salary of a lifetime.”\n\nTelescope thinks it over for a while, and then shakes his head,\nsad-like:\n\n“Maybe you would, Muley. I sure hopes you gets them sheep, ’cause you\nqualifies for the shepherd class without no fixing. I’ve read about\nlove making a fool out of a man, but—well, it ain’t no funeral of\nmine.”\n\nThat night we shakes hands with Telescope and Chuck and the old man,\nand wishes them many happy returns of the day.\n\n“Don’t give up the ship, Muley,” advises Telescope. “Do a lot of\nthinking while we’re gone, and if you can figure out any way of making\nmoney without robbing a bank, me and Chuck will put her over for you,\neh, Chuck?”\n\n“A stiff upper lip gathers no mustache,” proclaims Chuck, “and a faint\nheart never rustled no sheep, Muley. So-long, you pitch-fork puncher.\nAnd, Hen-ree, don’t fall in love. One shepherd in the family is a\nplenty.”\n\nMe and Muley rides back to the ranch, but Muley ain’t got much to say.\nLove is a queer little animal, and affects folks different. Muley’s\nwas the dark-blue variety, with circles around the eyes.\n\nThe next morning after breakfast Muley gets a sheet of paper and a\npencil, and seems to compose deep-like. After a while he cuts loose a\ndeep sigh, and looks, dreamy-like, at the ceiling.\n\n“I’m here,” says I. “Can I help you in any way, Muley?”\n\n“I’ve got it,” he sighs. “You can’t appreciate it, ’cause you ain’t\ngot no finer feelings, but I’ll recite it to you:\n\n    “I loved a darling angel,\n      And she loved me quite a lot.\n    Her ears are like the clam shell,\n      And I can forget her not.\n    She’s doomed to marry money,\n      And my heart will break, I think,\n    If I don’t wed this angel,\n      I will drown myself in drink.”\n\n“Nice sentiment,” I applauded. “Bobby Burns never had nothing on you\nexcept the long sound of his r’s, but you’ll have to put off your\ndemise for at least another month. You can’t do an artistic job of\ndrownding in a couple of dollars’ worth of hooch. If you was to get in\nover your depth in liquor, Muley, what brand would you prefer?”\n\nRight then Muley gets sore at me. I finds that you can josh a man\nabout love just so far, and then he turns like a worm and tries to\nbite me.\n\n                  *       *       *       *       *\n\nFor the next few days he writes poetry in the evening, and is absent\nmost all day. He ain’t a pleasant critter to talk to, so I spends most\nof my time playing solitaire. One day down in Paradise I runs across\nSusie.\n\n“Seen Muley lately?” I asks, and she shakes her head.\n\n“No. Uncle Zeb ordered him off the ranch, and since then I’ve only\nseen him at a distance. He—he said he was going to try and convince\nuncle that he’s something more than an ordinary cowboy. Do you think\nhe can, Mister Peck?”\n\n“Not unless uncle loses his sense of sight. Muley is pining away, day\nby day, and unless something comes up to relieve the situation he’ll\nbe able to go through a door without turning the knob. I know this is\na leading question, Miss Abernathy, but would you marry that Lemuel\nBowles if you had a good chance?”\n\n“Why—er—uh-huh,” says she, nodding her head brave-like, while her ears\nget hot enough to light a cigaret on.\n\n“I feel sorry for Muley,” says I, letting her take it any way she\nwants to, and then I lopes away, ’cause I sees Zeb coming.\n\nThe next morning we ain’t no more than out of bed when in rides old\nPaddy Morse. Paddy runs the post-office, along with his little store,\nand this is the first time I ever seen him at the Cross J.\n\n“Is Le-mule Allender Bowles to home?” he inquires, peering over his\nspecs at me.\n\n“Right here, Paddy,” says Muley. “What do you want?”\n\n“Letter for you. Reckon it’s for you, ’cause there ain’t no other\nBowles around this here neck of the woods. You got to sign your full\nname, same as on that letter or I can’t let you have it. Sabe?\n\n“This here is a special delivery letter—darn such things! Uncle Sam\nforces me to ride plumb up here to deliver this or take the\nconsequences, which I believe is three hundred days in jail or a\nyear—sign right on that line. Now, I reckon I’ll go on back. Hope it\nain’t bad news, Muley. Mostly always a letter of that kind or a\ntelegram means death. Come from Milwaukee. You got any kin in\nMilwaukee?”\n\nBut Muley has gone back into the house, and Paddy don’t get the\ninformation he seeks.\n\nAbout fifteen minutes later Muley comes down to the bunk-house, where\nI’m putting some rosettes on a new bridle, and he’s got a grin plumb\nacross his fat face. I glances at him and goes on working.\n\n“Henry,” says he, after a little while, “would you like to have a job\nherding my sheep?”\n\n“Your sheep? Sure. I’ll herd all you got in my sleep.”\n\n“I’m going to be the richest man in Yaller Rock County,” he proclaims.\n\n“You better talk lower, Muley,” I advises. “If the county\ncommissioners hear you talk thataway they’ll way-bill you to the\nloco-lodge at Warm Springs.”\n\n“You remember me telling you about my Aunt Agnes, Hen? She died.”\n\n“And left you a sheep?” I asks.\n\n“Sheep—always sheep! Take a look at this.”\n\nHe hands me a letter—the one what Paddy brought him, and I looks her\nover. The brand opines it to be from Milwaukee, and the top of the\nletter proclaims that Frederick & Quincy are lawyers. She listens\nsomething like this:\n\n    Dear Sir:\n\n    It grieves us to inform you that your aunt, Miss Agnes\n    Allender, of this city, died on the fifth day of August,\n    1900.\n\n    According to her last will and testament, you, which she\n    designates as her favorite nephew, will inherit the bulk\n    of her estate, which is valued at about one hundred\n    thousand dollars.\n\n    As you likely know she was a very eccentric person, and\n    her will imposes you as follows: without receiving a cent\n    of said inheritance you must, before the fifteenth day of\n    August, 1900, have invested four-fifths of said hundred\n    thousand dollars in sheep.\n\n    She also designates that: the said Lemuel Allender Bowles\n    must not marry for the space of five years under penalty\n    of forfeiture of entire inheritance. Also that he take a\n    care for Alfred and Amelia for the rest of their natural\n    lives. All of the foregoing requests must be complied with\n    or my estate is to be divided between charitable\n    institutions aforementioned in my will.\n\n    On the fifteenth day of August, 1900, our representative\n    will call on you and examine your investments. We wish you\n    luck.\n\nI hands it back to him, and goes on working.\n\n“Well,” says he, sort of choking-like, “don’t I get congratulated?”\n\n“As soon as I gets time I’m going to feel sorry for you, Muley. How in\nthunder can you invest eighty thousand dollars around here, when\neverybody knows you ain’t got a cent, and everybody hates sheep. You\ncan’t get married for five years, and you’ve got to feed, water and\ngroom Alfred and Amelia all the rest of their natural lives. Wonder\nwhat them twin-sounding things are, Muley?”\n\nMuley sets to thinking it over, and folding and unfolding that letter:\n\n“Since you sympathized with me, things don’t look so rosy,” he admits,\nwith a deep sigh. “Reckon I missed that marrying part. If Alfred and\nAmelia got a fair start they ought to be about due. Reckon I’ll ride\ndown to Paradise—dang the luck! I’ve torn that letter plumb in two!”\n\nHe puts the two pieces in his vest pocket and goes off down to the\ncorral.\n\nThe longer I thinks things over the harder it looks for Muley. Muley\nain’t got the reputation of a saint around here, and can’t even lie so\nfolks will believe him. Zeb owns all the visible supply of sheep, and\nMuley ain’t got no time to spare if he’s going to make good.\n\nAlong about noon Muley rides in. He’s got a big bundle under one arm\nand a big box under the other. He deposits his plunder on the steps,\nand sets down. I sets down beside him to wait until he gets through\nsighing, when all to once a squeaky voice yells:\n\n“Way ’round ’em. Shep! Who’s crazy!”\n\nI hops plumb off the steps, and whirls with my gun ready. Muley looks\nat me, sad-like, and sighs again—\n\n“That’s Alfred, Henry.”\n\n“Alfred?” I asks. “Alfred who?”\n\n“I don’t know. Nobody introduced me, but it don’t matter—Alfred is a\nparrot.”\n\n“Oh!” says I, “what’s Amelia—a lady bug?”\n\n“Naw-w-w! Cat.”\n\n“_Squr-r-r-r-reek! Sheep dip! Sheep dip! Har, har, har! Squr-r-reek!_”\nannounces Alfred.\n\n“Hen, what’s the natural life of a parrot?” asks Muley, without\nlifting his head.\n\n“I don’t know. Why the question?”\n\n“That letter specifies ‘natural lifetime.’ That’s the joker.”\n\n“Did it say that?”\n\n“Sure did. Wait, I’ll show you.” He fumbles around in his pockets for\na while, and then looks foolish-like at me: “The front half of that\nletter is gone, Henry! Now, where in thunder did I drop that?”\n\nHe hunts some more but his pockets don’t essay a trace.\n\n“Har, har, har! Way ’round ’em, Shep!” shrieks Alfred, and Muley kicks\nthe cage off the porch.\n\n“Shut up! You cross between a duck and a phonygraph! You ain’t yelped\nnothing but sheep-talk since I got you. No wonder Aunt Agnes died—she\nmust have had ticks!”\n\n“You ain’t showing proper respect for the dead, Muley,” I reminds him.\n\n“Is that so!” he yelps. “Is that so! Well, dog-gone it, Hen, she\ndidn’t show no respect for the living when she shipped me these\ntrinkets, did she? Sending a puncher a sheep-talking buzzard ain’t\nshowing a whole lot of respect. That cat is so old I’ll have to feed\nit on a bottle, and—”\n\n“Sheep dip!” screams Alfred. “Who’s crazy?”\n\nMuley throws his coat over the cage, and slams the whole works into\nthe house. He follers it inside, and I sets there for a while thinking\nthings over. The slats on Amelia’s home ain’t none too secure, so I\nloosens one end, and as I goes inside the bunk-house I sees Amelia\ntrotting off toward the barn.\n\nMuley comes down after a while and sets down on the bunk. “Alfred\ndanged near bit my finger off, and Amelia’s made her getaway, Hen,” he\nannounces in a sad voice. “Amelia was down there on the corral fence,\nmaking faces at Chuck’s coyote pup, and she offers fight when I tries\nto calm her spirits. Aunt Agnes must have been a nut over ferocious\nanimals.”\n\n“Nevertheless she was your mother’s sister, and left you all her\nwealth,” I chides him.\n\n“Yah! Like throwing both ends of a rope to a drownding man, and\nforgetting to hang on to the middle. Can’t marry for five—huh!”\n\nHe gets up and stomps out of the place, and I opines that Muley’s\ninheritance is beginning to bear down upon his immortal soul.\n\n                  *       *       *       *       *\n\nThe next day Hank Padden, who owns the Seven A outfit, shows up, and\nsets down with me in the parlor. Muley is washing up, and when Hank\nasks for him he yells that he’ll be out in a minute.\n\n“I’m going to make Muley an offer,” says Hank to me, confident-like.\n“I hears that he’s going to get married, and I needs a foreman what is\na married man. Sabe? Single men ain’t got nothing to hold ’em down. I\nlike Muley—dang his fat carcass—and I rides over here to see him.”\n\n“Uh-huh,” says I, ’cause there ain’t nothing else to say, and then\nHank yells at Muley:\n\n“Come out here, you half-ton puncher! I want to talk to you about——”\n\n“Sheep dip! Sheep dip! Har, har, har!”\n\nI know it’s Alfred, but if it don’t sound like Muley I’ll eat my\nquirt. Same little wheeze that Muley has in his laugh.\n\nHank comes to his feet like a shot, and glares at the half-closed\ndoor. He puts on his hat, walks straight out of the door, gets on his\nbronc and fogs away from the Cross J.\n\nI hears a crash in the next room, a couple of shrieks, and out comes\nAlfred with most of his tail feathers missing. He sails around the\nroom a couple of times, finally hits the open door, and perches on the\nhitch-rack in front of the house.\n\nMuley comes out, with a shotgun in his hand, and glares around.\n\n“Natural lifetime, Muley,” I informs him, and he tosses the gun on the\nsofa.\n\n“That bird will be the death of me, Henry!” he wails, “yelping\nsheep-talk at Hank Padden is like lighting a cigaret with a stick of\ndynamite. What did he want of me?”\n\n“He came over to sympathize with you about your aunt.”\n\n“Oh!” says Muley, blank-like, looking out of the window. “Ain’t this\nWick Smith coming?”\n\nIt was Wick. He ties his bronc and comes inside. To hear him talk\nyou’d think that rheumatism had typhoid-pneumonia and bubonic plague\nbeat so far that you could cure ’em both with internal applications of\npeach pie.\n\n“I got to get away from here,” states Wick, after we discusses the\nweather a while. “Every season I lives here brings me that much nearer\nthe grave. I want to take a pardner into my store, and while I ain’t\ndecided exactly about it, I comes up here to have a talk with Muley. I\nneeds new blood in my place, and I got to have a married man, which\nhas a little money. Sabe?”\n\n“You got any sheep?” I asks.\n\nWick sets up straight and glares at me.\n\n“Sheep? I’m a merchant—not a shepherd!”\n\n“Wool is good for rheumatism,” says I, offhand-like, trying to smooth\nover my mistake.\n\n“If you’re looking for a married man with money you sure got into the\nwrong pew, Mister Smith,” states Muley.\n\n“Zeb told me that you had an aunt—” begins Wick, wise-like, and then:\n\n“_Squr-r-r-r-reek! Meo-o-o-o-o-ow! Yip, yip, yip!_”\n\nFirst comes Amelia. She’s traveling so blamed fast that she looks like\na string of about six cats. Right behind her comes that coyote pup,\ndigging deep into his soul for joyful sounds, and behind him,\nscreeching and screaming comes Alfred, and they invades the parlor.\n\nWick hops to his feet as they enters, and of course he’s the highest\npoint in the room. A cat will always hit for elevation—therefore Wick\ngot Amelia. Me and Muley sort of draws back to keep the score, but\nthings happens too fast for computation. Amelia draws all four feet\ntogether in Wick’s scalp, the same of which makes Wick wrinkle up his\nface, and forget the rheumatism in his legs. The bird and the coyote\ndon’t do much except cut circles until Wick starts, blind-like to\nleave there, and falls over a chair.\n\nWick turns over once, lands on his hands and knees, and pilgrims out\nof the door, with the cat prospecting his dandruff, Alfred hopping up\nand down on his back, and the coyote pup hanging on to his coattails,\nand skidding along, making little snappy barks of delight.\n\nThey all rolls off the porch, where the three animals tangles up,\nleaving Wick alone. He forks his bronc in a hurry, and sets there\nrubbing the haze out of his eyes.\n\nAmelia is setting a new cross-country record for cats, as she hunts\nfor a high spot, and the pup is singing along right behind her.\n\nAlfred walks circles around a post for a few seconds, and then\nflutters to the top of the hitch-rack. He ruffles up what feathers\nhe’s got left, cocks his head on one side and screeches:\n\n“Har, har, har! Sheep dip! Who’s crazy?”\n\n“My gosh!” explodes Wick. “That cyclone hit me so hard that I can see\ngreen eagles and hear ’em talk!” and he backs his bronc away,\ncautious-like, and leaves us in a hurry.\n\nMe and Muley looks at each other for a while, and then Muley yawns:\n\n“I must have lost that piece of letter where Zeb could find it. Well,\nit didn’t say nothing about buying sheep, anyway, Hen.”\n\n“Lucky it didn’t, Muley. If the community thought you intended to\nbring eighty thousand dollars’ worth of sheep on to this range you’d\nbe the honored guest at a cravat party. Your auntie didn’t understand\nconditions when she wrote that will, Muley.”\n\n“Why emphasize ‘when she wrote that will,’ Henry!” he asks, sad-like.\n“After looking at Alfred and Amelia—well, Henry, there’s a destiny\nwhat shapes our ends.”\n\nNext morning at breakfast we’re interrupted. Comes a thump of feet\noutside the door, and a voice yells—\n\n“Hello, the house!”\n\n“Hello the ——!” says I. “That sounds like Zeb Abernathy, Muley.”\n\nMuley steps over and picks up the old man’s shotgun.\n\n“Let him in, Henry,” says he. “If he comes on the prod I’ll scatter\nhis remains to the four winds.”\n\nI opens the door, and the old pelican bows to me like I was the fourth\nking in the deck to enter his hand.\n\n“Howdy, Henry,” says he, and then he happens to see Muley with the\nshotgun. “I comes in sorrow not in anger,” he states, “my soul is\nfilled with contrition.”\n\n“As long as she’s filled with something I’ll save my buckshot,” opines\nMuley. “Come on in and rest your ticks, Zeb Abernathy.”\n\n“Nice weather,” observes Zeb, mopping his face with a red\nhandkerchief. “May rain and it may not. I kind of look for a dry\nspell.”\n\n“The Weather Bureau at Washington gets but annual reports, which reach\nus too late, so we thanks you for the information,” says Muley.\n\n“I hope I see you both well,” opines Zeb.\n\n“Your eyesight don’t worry me none to speak about,” states Muley. “The\nlast time I meets up with you I made you throw your gun down the well.\nHow’s your sentiments concerning me at present?”\n\n“I’m filled with meekness and contrition, as I aforementioned,\nLe-mule. It aches my heart to know that I provoked you thataway, and I\npilgrims over here to make amends. Sabe?”\n\n“Why this sudden change of attitude?” inquires Muley, and Zeb sort of\nsquirms in his chair.\n\n“She comes to me like a yelp in the night,” says he, pious-like, “I\ngets to thinking thusly: ‘Le-mule Allender Bowles, I ain’t treated you\nright. I hops on to you like a coyote on a carcass, and reviles you\nabusive-like, ’cause you desires to marry into my family. I lets my\ninterest in Susie blind me to her best interests, but now I sheds the\nscales off my eyes, and comes out into the sunshine of true\nunderstanding.\n\n“The more I thinks about it, Le-mule, the worse I feels. Youth calls\nto youth, and what is stronger than the call of true love? She ain’t\nnever yelped at me, boys, but I’m a heap wise. While Le-mule is only\ngetting forty a month now, I feels that in the due course of time\nhe’ll be a shining light of the community, and maybe go to Congress.”\n\n“Good sentiments, Zeb,” I agrees, “but it will likely be a close race\nbetween the voters and the sheriff to decide whether he goes to Helena\nor Deer Lodge.”\n\n“Haw! Haw! Haw!” roars Zeb. “Muley will never go to the penitentiary.”\n\n“Not willingly,” I agrees. “What are your sheep worth today?”\n\n“I have no sheep, Henry,” he grins. “Sold out to a feller from St.\nMarie’s basin, and his drive started today. Yep. I’m a civilian now.”\n\n“Got a good price, too,” he grins, when he sees me look foolish-like\nat Muley. “Glad I sold. Too much sentiment against sheep. Well, boys,\nI reckon I’ll toddle along. I couldn’t sleep until I comes over and\nsquares myself with Le-mule. Come over and make yourself to home at my\nplace, Le-mule.”\n\n“Thanks, Zeb-uleon,” says Muley, “I may do that little thing,\nZeb-uleon. How’s Susie, Zeb-uleon?”\n\n“Tolable, Le-mule. She’s pining.”\n\nWe watches him ride away, and then Muley spits, reflectively:\n\n“Henry, if that old pelican had called me Le-mule once more I’d have\nslaughtered him. He must have found that letter I lost.”\n\n“You ought to invest your money in a detective agency, and run it\nyourself. I suppose you’ll go over to see Susie?”\n\n“Dang well know I will! Why not?”\n\n“Go ahead. Go ahead, Muley, and lose a hundred thousand. What’s a\nfortune beside her? Your brain ain’t big enough, Muley. When it gets\nover forty dollars it all looks alike to you. You take my advice and\nbuy sheep.”\n\n“Yah-h-h-h!” he blats. “Where?”\n\n“What will you give me if I buy ’em for you?” I asks.\n\n“You? You got a dead aunt, too, Henry?”\n\n“No, but I got brains, and I can buy sheep.”\n\n“Go buy ’em then!” he snaps, “I’m from Missouri—me.”\n\n                  *       *       *       *       *\n\nMuley rides away in the general direction of his heart’s desire, and I\ngets an inspiration. Over in St. Marie’s basin is plenty of sheep, and\nI never saw a sheep-man yet what wouldn’t sell out. I like Muley.\nDog-gone his irresponsible heart, I like him. His mind ain’t big\nenough to contemplate a hundred thousand dollars, and I feels glad for\nhim that he’s got a friend like me to make good for him.\n\nI may be rewarded for my efforts, and maybe not, but anyway I’ve\nalways wanted to handle big money, and show to the world that Henry\nPeck could be more than he’s ever showed.\n\nI saddles up Glory and puts a pack on Blazer, and leaves a note for\nMuley, telling him that I’ll be back on the fatal day to save him from\nruin. Little Henry is going to be a hero, and hopes to do his heroing\non a commission basis.\n\nI pilgrims over into a country that cowmen designates as being a fair\nexample of the place where sinners will reside in the hereafter, and\neats mutton and talks sheep.\n\nBelieve me I could talk sheep faster than the men that owned the\nherds, and I confides in ’em about Muley’s inheritance. Of course I\ndidn’t tell it all, but anyway I got options on enough sheep to cause\nYaller Rock County to build an extra wing on the insane asylum, and\nsaid options didn’t cost me a cent.\n\n“Old Testament” Tilton rides back with me. I’ve spent about fifteen\nthousand of Muley’s credit with him, and being a minister, he’s a\nlittle suspicious of his fellow-men.\n\n“I ride with you for the good of my soul,” orates the old boy, when he\noffers to accompany me.\n\nI reckon that when a shepherd goes into cow-land, it’s like taking a\nship into fresh water to knock off the barnacles.\n\nHe’s a queer old coot. Imagine a man of his cognomen, add the smell of\nsheep, dress him up around the neck like a preacher, tuck his pants\ninto the top of a pair of heavy boots, and you’ve got a portrait of\nOld Testament. He rides a little calico bronc, with one cropped ear\nand a rat-tail, and calls it Ebenezer. The only way, I figure, that he\ncould ever hand out salvation would be by correspondence.\n\n“Now, this here Le-mule Bowles,” remarks the old boy, “do you think I\ncould induce him to come into the vineyard?”\n\n“Muley will go into anything that’s got a door on it,” says I. “Also,\nhe’ll take anything what ain’t nailed down.”\n\n“I fear me it will be a task,” he says, sad-like, and then he sort of\nbrightens up. “Have you ever considered your soul?”\n\n“I have no soul,” says I.\n\n“Say not that you are a lost sheep,” he chides me, and it makes me\nsore, and I points off down the valley.\n\n“We’re in cow-land now, old-timer, so you lay off on that lost-sheep\nstuff. Sabe? Down here they calls ’em plain strays.”\n\nWe plods down into the Sleeping Creek country, and stops at Hank\nPadden’s place for dinner. Old Testament and Hank are old friends, but\nHank don’t more than give me a nod. I reckon he ain’t forgot what he\nthought was Muley’s voice, and he blames me, too. When we gets ready\nto leave Hank acts like I had a contagious disease.\n\n“Drop in any old time, Tilton,” says Hank. “Glad to see you.”\n\n“Me, too, Hank?” I asks, and he gives me a hard look.\n\n“You travels on your own responsibility,” he replies.\n\n“I wonder what Hank is sore at me for?” I asks Old Testament, a little\nlater, but he shakes his head, and mumbles something about the flocks\non the seven hills and the wrath to come.\n\n“Did you tell him that I bought them sheep?” I asks, and he nods.\n\n“Yea. I did not lie, Henry Peck. I know naught of Bowles.”\n\n“I suppose you also told him that I was going to stock this here range\nwith sheep, didn’t you?”\n\n“I merely told him that I surmised so.”\n\nWe rides almost to the Cross J, when we overtakes Abe Evans, the depot\nagent at Paradise.\n\n“Gosh! I’m glad you caught me,” pants Abe, “I never was built to fit a\nsaddle, and this here nag ain’t no rocking-chair. Here’s a telegram\nfor Lemule Bowles, charges paid. You sign for it, Hen, and let me go\nback home.”\n\nWe pilgrims on to the ranch, but Muley ain’t there. There’s a note on\nthe table which orates that he’ll be there at three o’clock, and it’s\naddressed to Weinie Lopp, of the Triangle.\n\n“This here telegram ought to be opened,” opines Old Testament, who is\nas nosey as a pet coon. “A telegram always means that something is\ngoing to happen, and it’s better to be prepared.”\n\nI tears the cover off and looks her over. It says—\n\n       Will arrive your town this date meet me with a vehicle.\n\nAnd she’s signed Frederick & Quincy.\n\nI looks at my watch and decides on quick action.\n\n“You set down here and rest your feet,” says I to Old Testament, “I’ll\nhitch up the buckboard, and go to town. I just got enough time to get\nthere.”\n\nThat was some ride. Them broncs were as wild as deer, and we went to\nParadise so fast that the dust didn’t settle for thirty minutes after\nI ties up at the station.\n\nThe train is late, so I goes over to Mike Pelly’s place, and washes\nthe sheep-taste out of my throat. It takes quite a lot of liquid, and\nwhen I goes back to the station I’m sheep-proof.\n\nThe train pulls in and I spots my man. There’s quite a crowd at the\nstation, but I knowed him the minute he got off, and it takes me about\nthree steps to get where he’s standing. Being sheep-proof, I’m also\npolite, so I takes his valise away from him, and starts for the rig.\n\n“Come on, Blackstone,” says I, “your carriage waits without.”\n\nHe starts with me, but he seems to complain a heap, so I stops and\nasks him whyfore the objections.\n\n“Where the Sam Hill are you taking my bag?” he asks, getting red in\nthe face. “Who told you to take that valise?”\n\n“Mister,” says I, “don’t excite yourself thataway. I’m doing all I can\nto make you comfortable. Sabe? I advises you to come along peaceable,\nand anything you may say will be used against you.”\n\nI always thought that lawyers tried to settle things peaceably, but I\ndon’t reckon this one runs true to form, ’cause he hit me so hard\nunder the chin that he drove my head right up to the top of my hat.\nThat hat always was too small, but after that wallop I has to stuff\nthe sweat-band with paper so she’ll fit.\n\nThe train is pulling out when I wakes up, and I sees that fat feller\nstanding on the rear platform.\n\n“What was you aiming to do, Hen?” asks Bill McFee, our sheriff, who is\nsetting beside me on the platform.\n\n“That was the feller I was here to meet, Bill,” says I. “He’s sure a\nsudden son-of-a-gun for a lawyer.”\n\n“He ain’t no lawyer, Henry,” says Bill. “He’s the railroad paymaster,\nand he thought you was trying to steal his roll.”\n\n“Wrong man,” says I. “Seen any stranger get off the train?”\n\nBill shakes his head, so I pilgrims around to where I tied my rig, and\nthere sets Telescope, Chuck and the old man. Them three acts like they\nwas tickled stiff, and Telescope yelps at me—\n\n“Got the telegram, did you, Henry?”\n\nI don’t have nothing to say, and that seems to make ’em more joyful. I\ndon’t keep silent from choice, but that feller darn near unjointed my\njaw and she hurts like thunder when I opens my face.\n\n“Muley still wearing crape?” asks Chuck, as we ride out of town, and\nall three of ’em busts out laughing.\n\n“Danged mean trick,” opines the old man. “You remember Jimmy\nFrederick, don’t you, Hen? He was out here a few years ago. He knows\nMuley well. We were up in his office and Telescope and Chuck got him\nto write that letter.”\n\n“How many sheep has Muley bought on his nerve?” asks Chuck.\n\n“Come on through, Hen. Did he buy out Zeb’s herd? I hope he ain’t got\nmutton for our supper.” And then Telescope sings sort of plaintive\nlike;\n\n    “I love a little chicken and I love a little fish.\n    When somebody says ‘ham and eggs,’ I pass along my dish,\n    When I get good and hungry I could eat a roarin’ bull,\n    But when they passes mutton meat my stummick’s full.”\n\nAnd then Chuck joins in the chorus:\n\n    “I’m a tough old rooster, and I’ve eaten snakes,\n    I’ve spread giant powder on my buckwheat cakes,\n    I’ve drank rawhide stew ’till I was out of breath,\n    But when they serves up mutton meat I starves to death.”\n\n“You’re a fine bunch of friends!” I snaps, taking a chance that my jaw\nis still on its hinges. “She was his favorite relative, and since that\nletter he ain’t done nothing but mope. You’re a danged bunch of ghoul\ncomedians. Muley’s due to kill somebody when he finds out about it.\nWhat was the main idea?”\n\n“Well,” laughs Telescope, “we made him rich for a while, didn’t we?\nZeb orates that he wants Susie to marry money, so we gave it to him in\na lump. We puts in that marriage clause just to see if Muley loved her\nenough to lose the money, Sabe? We knowed danged well that he couldn’t\nbuy no sheep. What did the parrot have to say, Hen?”\n\n“Told Hank Padden he could use sheep dip.”\n\n“Haw, haw, haw!” whoops Chuck. “Did he honest say that? I sat up all\none night and day trying to teach that parrot some sheep-talk, but all\nit ever did was to bite me. Telescope swiped that cat at the depot in\nMilwaukee.”\n\n                  *       *       *       *       *\n\nJust before we reaches the ranch, three people rides in ahead of us\nand waits for us to come up. It’s Hank Padden, Johnny Myers and\n“Scenery” Sims. They all got rifles.\n\nWe exchanges greetings, but they don’t seem glad to see nobody but me.\n\n“We don’t aim to be nosey, Mr. Peck,” says Hank, “but we’d admire to\nhear a little more about them sheep.”\n\n“What sheep?” I asks, surprised-like.\n\n“Old Testament told me,” says Hank. “He spoke about you going to start\na herd here and——”\n\n“I thanks you for the compliment,” says I. “It seems nice to be\nmistaken for a capitalist, Hank, but what I wants to know is this; how\nlong since have you been taking the word of a shepherd? Do I need to\ndeny it?”\n\n“Old Testament must have lied, Hank,” states the old man. “He must\nhave been crazy to state such a thing. Somebody’s crazy anyway.”\n\n“That’s what I said,” squeaks Scenery. “Hen Peck couldn’t buy a pair\nof wool socks.”\n\nThey all nods sort of agreeable-like, and he drives on.\n\n“After a while, when there ain’t nobody around to interrupt us, I’m\ngoing to ask you a few questions, Henry,” states Chuck, solemn-like.\n\n“You better bring a witness,” says I. “All I wants is an uninterested\nthird party present so I can prove I shot in self-defense.”\n\nWe pulls up to the ranch. The front door is open and two rigs are tied\nout in front. We pilgrims up to the door, and are greeted with some\nsight.\n\nThere’s Old Testament standing in the middle of the room, with his\neyes rolled toward the rafters, while in front of him stands Susie\nAbernathy and Muley Bowles. Muley’s vest is stretched to the bursting\npoint, and you could light a match on Susie’s freckles.\n\nTo one side stands Zeb Abernathy, and on the other stands Weinie Lopp,\nall dressed up in a celluloid collar, and no place to put his hands.\n\nWe hears Old Testament finish up his prayer, and as Muley folds Susie\nto his bosom we troops inside. Muley sees us over Susie’s shoulder,\nand breaks the clinch. Zeb grins out through his whiskers and Weinie\nLopp turns up the collar of his coat.\n\nEverything is still for a few seconds, and then Old Testament smiles\nat me over his specs:\n\n“My son,” says he, “it’s fortunate that I came with you. I had\nconsidered taking a trip over into the Bitter Roots, and Mister Lopp\nwould have missed me.”\n\n“Exactly,” says I, having the understanding of a fish. “All very true.\nWas Weinie on your trail?”\n\n“Uh-huh,” gurgles Weinie,“I—I was after a preacher for Muley.”\n\n“They—they just got married,” chuckles Zeb. “Just now.”\n\n“Well,” says Chuck, foolish-like, “who gets the first kiss from the\nbride—after you, Muley?”\n\n“Muley, you’re a hero!” gasps Telescope. “Any man is a hero who will\nsacrifice a hundred thousand dollars at the throne of love. Everybody\ntake off your hats to Muley Bowles.”\n\nEverybody’s got their hats off so we don’t respond.\n\n“What did you mean by that, Telescope?” gasps Zeb. “Do—do you mean\nthat he—he’ll lose all that money ’cause he married Susie?”\n\n“You said it, Zeb,” grins Telescope. “Ain’t you proud of him? What a\nnephew-in-law!” and then he turns to Muley: “Muley, old-timer, I\ndidn’t think you had it in you, but you never can tell which way a\ndill pickle will squirt. How does it seem to lose a hundred thousand\ndollars?”\n\n“Well,” grins Muley, putting one arm around the shrinking bride. “I\nain’t lying to you when I says I don’t know how it feels. You see,\nTelescope, the name of Allender don’t cover no branch of my\nfamily-tree, and I never had any Aunt Agnes.”\n\nThere’s a painful silence for a minute, and then comes a flutter of\nfeathers, and in waddles Alfred. He ain’t got no tail-feathers left,\nand the rest of his carcass is pretty well plucked. He looks us over,\nwild-eyed, ruffles up his remaining foliage, croaks:\n\n“Har, har, har! Who’s crazy?”\n\nZeb looks wide-eyed at the bird for a moment, and then sneaks past it\nand out on the steps:\n\n“I’m going away,” says he in a low, hoarse voice. “Going away before\nthat bird answers its own questions.”\n\n“Tally three more,” states Telescope, and him and Chuck and the old\nman sneaks out.\n\n“Make it five,” says I, and me and Weinie goes out, too.",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67060/pg67060.txt",
        "name": "making_good_for_muley.json"
    }
}