{
    "name": "Making the House a Home",
    "author": [
        "Guest, Edgar A. (Edgar Albert)",
        "Guest, Edgar Albert",
        "Guest, Eddie"
    ],
    "body": "We have been building a home for the last fifteen years, but it begins\nto look now as though it will not be finished for many years to come.\nThis is not because the contractors are slow, or the materials scarce,\nor because we keep changing our minds. Rather it is because it takes\nyears to build a home, whereas a house can be builded in a few months.\n\nMother and I started this home-building job on June 28th, 1906. I was\ntwenty-five years of age; and she--well, it is sufficient for the\npurposes of this record to say that she was a few years younger. I was\njust closing my career as police reporter for the Detroit \"Free Press,\"\nwhen we were married. Up to a few months before our wedding, my hours\nhad been from three o'clock, in the afternoon, until three o'clock in\nthe morning, every day of the week except Friday. Those are not fit\nhours for a married man--especially a young married man. So it was\nfortunate for me that my managing editor thought I might have\npossibilities as a special writer, and relieved me from night duty.\n\nIt was then we began to plan the home we should build. It was to be a\nhall of contentment and the abiding place of joy and beauty. And it was\nall going to be done on the splendid salary of twenty-eight dollars a\nweek. That sum doesn't sound like much now, but to us, in January, 1906,\nit was independence. The foundation of our first home was something less\nthan five hundred dollars, out of which was also to come the\nextravagance of a two-weeks' honeymoon trip.\n\nFortunately for all of us, life does not break its sad news in advance.\nDreams are free, and in their flights of fancy young folks may be as\nextravagant as they wish. There may be breakers ahead, and trials, days\nof discouragement and despair, but life tells us nothing of them to\nspoil our dreaming.\n\nWe knew the sort of home we wanted, but we were willing to begin\nhumbly. This was not because we were averse to starting at the top.\nBoth Mother and I had then, and have now, a fondness for the best things\nof life. We should have liked a grand piano, and a self-making ice box,\nand a servant, and an automobile right off! But less than five hundred\ndollars capital and twenty-eight dollars a week salary do not provide\nthose things.\n\nWhat we _could_ have would be a comfortable flat, and some nice\nfurniture. We'd pay cash for all we could, and buy the remainder of the\nnecessary things on time. We had found a wonderful, brand-new flat which\nwe could rent for twenty-five dollars a month. It had hardwood floors,\nsteam heat, two big bedrooms, a fine living room with a gas grate, a\nhot-water heater for the bath, and everything modern and convenient.\nTo-day the landlord would ask ninety dollars a month for that place and\ntell you he was losing money at that.\n\nWith the rent paid, we should have eighty-seven dollars a month left to\nlive on. The grocery bill, at that time, would not run more than twenty\ndollars a month; telephone, gas, and electric light would not exceed ten\ndollars a month; the milkman and the paper boy would take but little,\nand in winter time a ton of coal per month would be sufficient. Oh, we\nshould have plenty of money, and could easily afford to pledge twenty\ndollars a month to pay for necessary furniture.\n\nIt will be noticed that into our dreaming came no physician, no\ndentist, no expenses bobbing up from unexpected sources. Not a single\nbill collector called at the front door of our dream castle to ask for\nmoney which we did not have.\n\nIf older and wiser heads suggested the possibility of danger, we\nproduced our plans on paper, and asked them from whence could trouble\ncome? To-day we understand the depth of the kindly smile which our\nprotests always evoked. They were letting the dreamers dream.\n\nAt last the furniture was bought on the installment plan and the new\nflat was being put in order. It called for a few more pieces of\nfurniture than we had figured on, and the debt, in consequence, was\ngreater; but that meant merely a few months more to make payments.\n\nIt was fine furniture, too! Of course it has long since ceased to serve\nus; but never in this world shall that dining set be duplicated! For\nperfection of finish and loveliness of design, that first oak dining\ntable will linger in our memories for life. The one we now have cost\nmore than all the money we spent for all the furniture with which we\nbegan housekeeping; and yet, figuring according to the joy it has\nbrought to us, it is poor in comparison.\n\nAnd so it was, too, with the mahogany settee, upholstered in green\nplush, and the beveled glass dresser, and the living-room chairs. We\nused to make evening trips over to that flat merely for the joy of\nadmiring these things--our things; the first we had ever possessed.\n\nThen came the night of June 27th. We had both looked forward to that\nwonderful honeymoon trip up the lakes to Mackinac Island, and tomorrow\nwe were to start. But right then I am sure that both Mother and I wished\nwe might call it off. It seemed so foolish to go away from such a\nbeautiful flat and such lovely furniture.\n\nThe honeymoon trip lasted two weeks; and one day, at Mackinac Island, I\nfound Mother in tears.\n\n\"What the matter?\" I asked.\n\n\"I want to go home!\" she said. \"I know I am silly and foolish, but I\nwant to get back to our own house and our own furniture, and arrange\nour wedding presents, and hang the curtains, and put that set of\nHaviland china in the cabinet!\"\n\nSo back we came to begin our home-building in earnest.\n\nThe rent and the furniture installments came due regularly, just as we\nhad expected. So did the gas and electric light and telephone bills.\nBut, somehow or other, our dream figures and the actual realities did\nnot balance. There never was a month when there was as much left of our\neighty-seven dollars as we had figured there should have been.\n\nFor one thing, I was taken ill. That brought the doctor into the house;\nand since then we have always had him to reckon with and to settle\nwith. Then there was an insurance policy to keep up. In our dream days,\nthe possibility of my dying sometime had never entered our heads; but\nnow it was an awful reality. And that quarterly premium developed a\ndistressing habit of falling due at the most inopportune times. Just\nwhen we thought we should have at least twenty dollars for ourselves, in\nwould come the little yellow slip informing us that the thirty days'\ngrace expired on the fifth.\n\nBut the home-of-our-own was still in our dreams. We were happy, but we\nwere going to be still happier. If ever we could get rid of those\nfurniture installments we could start saving for the kind of home we\nwanted.\n\nThen, one evening, Mother whispered the happiest message a wife ever\ntells a husband. We were no longer to live merely for ourselves; there\nwas to be another soon, who should bind us closer together and fill our\nlives with gladness.\n\nBut--and many a night we sat for hours and planned and talked and\nwondered--_how_ were we to meet the expense? There was nothing in the\nsavings bank, and much was needed there. Mother had cherished for years\nher ideas for her baby's outfit. They would cost money; and I would be\nno miserly father, either! My child should have the best of everything,\nsomehow. It was up to me to get it, somehow, to.... If only that\nfurniture were paid for!\n\nThen a curious event occurred. I owed little bills amounting to about\ntwenty-one dollars. This sum included the gas, electric light, and\ntelephone bills, on which an added sum was charged if unpaid before the\ntenth of the month. I had no money to meet them. I was worried and\ndiscouraged. To borrow that sum would have been easy, but to pay it back\nwould have been difficult.\n\nThat very morning, into the office came the press agent of a local\ntheatre, accompanied by Mr. Henry Dixey, the well-known actor. Mr. Dixey\nwanted two lyrics for songs. He had the ideas which he wished expressed\nin rhyme, and wondered whether or not I would attempt them. I promised\nhim that I would, and on the spot he handed me twenty-five dollars in\ncash to bind the bargain. If those songs proved successful I should have\nmore.\n\nThe way out had been provided! From Mr. Dixey's point of view, those\nsongs were not a success; but from mine they were, for they bridged me\nover a chasm I had thought I could not leap. I never heard from that\npair of songs afterward; but neither Mother nor I will ever forget the\nday they were written.\n\nIt meant more than the mere paying of bills, too. It taught us to have\nfaith--faith in ourselves and faith in the future. There is always a way\nout of the difficulties. Even though we cannot see or guess what that\nway is to be, it will be provided. Since then we have gone together\nthrough many dark days and cruel hurts and bitter disappointments, but\nalways to come out stronger for the test.\n\nThe next few months were devoted to preparations for the baby, and our\nfinancial reckonings had to be readjusted. I had to find ways of making\na little more money. I was not after much money, but I must have more.\nAll I had to sell was what I could write. Where was a quick market for a\npoor newspaper man's wares?\n\nMy experience with Mr. Dixey turned me to the vaudeville stage. I could\nwrite playlets, I thought. So while Mother was busy sewing at nights I\ndevoted myself to writing. And at last the first sketch was finished. At\nthe Temple Theatre that week was the popular character actor, William H.\nThompson. To him I showed the manuscript of the sketch, which was called\n\"The Matchmaker.\" Mr. Thompson took it on Tuesday; and on Friday he sent\nword that he wished to see me. Into his dressing-room I went, almost\nafraid to face him.\n\n\"It's a bully little sketch,\" said he, as I sat on his trunk, \"and I'd\nlike to buy it from you. I can't pay as much as I should like; but if\nyou care to let me have it I'll give you two hundred and fifty\ndollars--one hundred and fifty dollars now, and the remaining hundred\nnext week.\"\n\nI tried to appear indifferent, but the heart of me was almost bursting\nwith excitement. It meant that the furniture bill was as good as paid!\nAnd there would be money in the bank for the first time since we were\nmarried! The deal was made, and I left the theatre with the largest sum\nof money I had ever made all at once. Later someone said to me that I\nwas foolish to sell that sketch outright for so little money.\n\n\"Foolish!\" said I. \"That two hundred and fifty dollars looked bigger to\nme than the promise of a thousand some day in the future!\"\n\nOnce more the way out had been provided.\n\nAnd then came the baby--a glorious little girl--and the home had begun\nto be worth-while. There was a new charm to the walls and halls. The oak\ntable and the green plush settee took on a new glory.\n\nI was the usual proud father, with added variations of my own. One of my\npet illusions was that none, save Mother and me, was to be trusted to\nhold our little one. When others _would_ take her, I stood guard to\ncatch her if in some careless moment they should let her fall.\n\nAs she grew older, my collars became finger-marked where her little\nhands had touched them. We had pictures on our walls, of course, and\ntrinkets on the mantelpiece, and a large glass mirror which had been one\nof our wedding gifts. These things had become commonplace to us--until\nthe baby began to notice them! Night after night, I would take her in my\narms and show her the sheep in one of the pictures, and talk to her\nabout them, and she would coo delightedly. The trinkets on the\nmantelpiece became dearer to us because she loved to handle them. The\nhome was being sanctified by her presence. We had come into a new realm\nof happiness.\n\nBut a home cannot be builded always on happiness. We were to learn that\nthrough bitter experience. We had seen white crepe on other doors,\nwithout ever thinking that some day it might flutter on our own. We had\nwitnessed sorrow, but had never suffered it. Our home had welcomed many\na gay and smiling visitor; but there was a grim and sinister one to\ncome, against whom no door can be barred.\n\nAfter thirteen months of perfect happiness, its planning and dreaming,\nthe baby was taken from us.\n\nThe blow fell without warning. I left home that morning, with Mother and\nthe baby waving their usual farewells to me from the window. Early that\nafternoon, contrary to my usual custom, I decided to go home in advance\nof my regular time. I had no reason for doing this, aside from a strange\nunwillingness to continue at work. I recalled later that I cleaned up my\ndesk and put away a number of things, as though I were going away for\nsome time. I never before had done that, and nothing had occurred which\nmight make me think I should not be back at my desk as usual.\n\nWhen I reached home the baby was suffering from a slight fever, and\nMother already had called the doctor in. He diagnosed it as only a\nslight disturbance. During dinner, I thought baby's breathing was not as\nregular as it should be, and I summoned the doctor immediately. Her\ncondition grew rapidly worse, and a second physician was called; but it\nwas not in human skill to save her. At eleven o'clock that night she was\ntaken from us.\n\nIt is needless to dwell here upon the agony of that first dark time\nthrough which we passed. That such a blow could leave loveliness in its\npath, and add a touch of beauty to our dwelling place, seemed\nunbelievable at the time. Yet to-day our first baby still lives with us,\nas wonderful as she was in those glad thirteen months. She has not grown\nolder, as have we, but smiles that same sweet baby smile of hers upon us\nas of old. We can talk of her now bravely and proudly; and we have come\nto understand that it was a privilege to have had her, even for those\nbrief thirteen months.\n\nTo have joys in common is the dream of man and wife. We had supposed\nthat love was based on mutual _happiness_. And Mother and I had been\nhappy together; we had been walking arm in arm under blue skies, and we\nknew how much we meant to each other. But just how much we _needed_ each\nother neither of us really knew--until we had to share a common sorrow.\n\nTo be partners in a sacred memory is a divine bond. To be partners in a\nlittle mound, in one of God's silent gardens, is the closest\nrelationship which man and woman can know on this earth. Our lives had\nbeen happy before; now they had been made beautiful.\n\nSo it was with the home. It began to mean more to us, as we began each\nto mean more to the other. The bedroom in which our baby fell asleep\nseemed glorified. Of course there were the lonely days and weeks and\nmonths when everything we touched or saw brought back the memory of her.\nI came home many an evening to find on Mother's face the mark of tears;\nand I knew she had been living over by herself the sorrow of it all.\n\nI learned how much braver the woman has to be than the man. I could go\ninto town, where there was the contagion of good cheer; and where my\nwork absorbed my thoughts and helped to shut out grief. But not so with\nMother! She must live day by day and hour by hour amid the scenes of her\nanguish. No matter where she turned, something reminded her of the joy\nwe had known and lost. Even the striking clock called back to her mind\nthe hour when something should have been done for the baby.\n\n\"I _must_ have another little girl,\" she sobbed night after night. \"I\n_must_ have another little girl!\"\n\nAnd once more the way out was provided. We heard of a little girl who\nwas to be put out for adoption; she was of good but unfortunate parents.\nWe proposed to adopt her.\n\nI have heard many arguments against adopting children, but I have never\nheard a good one. Even the infant doomed to die could enrich, if only\nfor a few weeks, the lives of a childless couple, and they would be\nhappier for the rest of their days in the knowledge that they had tried\nto do something worthy in this world and had made comfortable the brief\nlife of a little one.\n\n\"What if the child should turn out wrong?\" I hear often from the lips of\nmen and women.\n\n\"What of that?\" I reply. \"You can at least be happy in the thought that\nyou have tried to do something for another.\"\n\nTo childless couples everywhere I would say with all the force I can\nemploy, _adopt a baby_! If you would make glorious the home you are\nbuilding; if you would fill its rooms with laughter and contentment; if\nyou would make your house more than a place in which to eat and sleep;\nif you would fill it with happy memories and come yourselves into a\ncloser and more perfect union, adopt a baby! Then, in a year or two,\nadopt another. He who spends money on a little child is investing it to\nreal purpose; and the dividends it pays in pride and happiness and\ncontentment are beyond computation.\n\nMarjorie came to us when she was three years old. She bubbled over with\nmirth and laughter and soothed the ache in our hearts. She filled the\nlittle niches and comers of our lives with her sweetness, and became not\nonly ours in name, but ours also in love and its actualities.\n\nThere were those who suggested that we were too young to adopt a child.\nThey told us that the other children would undoubtedly be sent to us as\ntime went on. I have neither the space here nor the inclination to list\nthe imaginary difficulties outlined to us as the possibilities of\nadoption.\n\nBut Mother and I talked it all over one evening. And we decided that we\nneeded Marjorie, and Marjorie needed us. As to the financial side of the\nquestion, I smiled.\n\n\"I never heard of anyone going to the poorhouse, or into bankruptcy,\" I\nsaid, \"because of the money spent on a child. I fancy I can pay the\nbills.\"\n\nThat settled it. The next evening when I came home, down the stairway\nleading to our flat came the cry, \"Hello, Daddy!\" from one of the\nsweetest little faces I have ever seen. And from that day, until God\nneeded her more and called her home, that \"Hello, Daddy\" greeted me and\nmade every care worth while.\n\nThe little home had begun to grow in beauty once more. That first\nshopping tour for Marjorie stands out as an epoch in our lives. I am not\nof the right sex to describe it. Marjorie came to us with only such\nclothing as a poor mother could provide. She must be outfitted anew from\nhead to toe, and she was. The next evening, when she greeted me, she was\nthe proud possessor of more lovely things than she had ever known\nbefore. But, beautiful as the little face appeared to me then, more\nbeautiful was the look in Mother's face. There had come into her eyes a\nlook of happiness which had been absent for many months. I learned then,\nand I state it now as a positive fact, that a woman's greatest\nhappiness comes from dressing a little girl. Mothers may like pretty\nclothes for themselves; but to put pretty things on a little girl is an\ninfinitely greater pleasure. More than once Mother went down-town for\nsomething for herself--only to return without it, but with something for\nMarjorie!\n\nWe pledged to ourselves at the very beginning that we would make\nMarjorie ours; not only to ourselves but to others. Our friends were\nasked never to refer in her presence to the fact that she was adopted.\nAs far as we were concerned it was dismissed from our minds. She was\nthree years old when she was born to us, and from then on we were her\nfather and her mother. To many who knew her and loved her, this article\nwill be the first intimation they ever have received that Marjorie was\nnot our own flesh and blood. It was her pride and boast that she was\nlike her mother, but had her father's eyes. Both her mother and I have\nsmiled hundreds of times, as people meeting her for the first time would\nsay, \"Anyone would know she belonged to you. She looks exactly like\nyou!\"\n\nMarjorie made a difference in our way of living. A second-story flat,\ncomfortable though it was, was not a good place to bring up a little\ngirl. More than ever, we needed a home of our own. But to need and to\nprovide are two different propositions. We needed a back yard; but back\nyards are expensive; and though newspapermen may make good husbands they\nseldom make \"good money.\"\n\nOne evening Mother announced to me that she had seen the house we ought\nto have. It had just been completed, had everything in it her heart had\nwished for, and could be bought for forty-two hundred dollars. The price\nwas just forty-two hundred dollars more than I had!\n\nAll I did have was the wish to own a home of my own. But four years of\nour married life had gone, and I was no nearer the first payment on a\nhouse than when we began as man and wife. However, I investigated and\nfound that I could get this particular house by paying five hundred\ndollars down and agreeing to pay thirty-five a month on the balance. I\ncould swing thirty-five a month, but the five hundred was a high\nbarrier.\n\nThen I made my first wise business move. I went to Julius Haass,\npresident of the Wayne County and Home Savings Bank, who always had been\nmy friend, and explained to him my difficulties. He loaned me that five\nhundred dollars for the first payment--I to pay it back twenty-five\ndollars monthly--and the house was ours.\n\nWe had become land owners overnight. My income had increased, of course;\nbut so had my liabilities. The first few years of that new house taxed\nour ingenuity more than once. We spent now and then, not money which we\nhad, but money which we were _going to get_; but it was buying\nhappiness. If ever a couple have found real happiness in this world we\nfound it under the roof of that Leicester Court home.\n\nThere nearly all that has brought joy and peace and contentment into our\nlives was born to us. It was from there I began to progress; it was\nthere my publishers found me; and it was there little Bud was born to\nus. We are out of it now. We left it for a big reason; but we drive by\nit often just to see it; for it is still ours in the precious memory of\nthe years we spent within its walls.\n\nStill, in the beginning, it was just a house! It had no associations and\nno history. It had been built to sell. The people who paid for its\nconstruction saw in its growing walls and rooftree only the few hundred\ndollars they hoped to gain. It was left to us to change that _house_\ninto a _home. It sounds preachy, I know, to say that all buildings\ndepend for their real beauty upon the spirit of the people who inhabit\nthem. But it is true.\n\nAs the weeks and months slipped by, the new house began to soften and\nmellow under Mother's gentle touches. The living-room assumed an air of\ncomfort; my books now had a real corner of their own; the\nguest-chamber--or, rather, the little spare-room--already had\nentertained its transient tenants; and as our friends came and went the\nwalls caught something from them all, to remind us of their presence.\n\nI took to gardening. The grounds were small, but they were large enough\nto teach me the joy of an intimate friendship with growing things.\nTo-day, in my somewhat larger garden, I have more than one hundred and\nfifty rosebushes, and twenty or thirty peony clumps, and I know their\nnames and their habits. The garden has become a part of the home. It is\nnot yet the garden I dream of, nor even the garden which I think it will\nbe next year; but it is the place where play divides the ground with\nbeauty. What Bud doesn't require for a baseball diamond the roses\npossess.\n\nEarly one morning in July, Bud came to us. Immediately, the character\nof that front bedroom was changed. It was no longer just \"our bedroom;\"\nit was \"the room where Bud was born.\" Of all the rooms in all the houses\nof all the world, there is none so gloriously treasured in the memories\nof man and woman as those wherein their children have come to birth.\n\nI have had many fine things happen to me: Friends have borne me high on\nkindly shoulders; out of the depths of their generous hearts they have\ngiven me honors which I have not deserved; I have more than once come\nhome proud in the possession of some new joy, or of some task\naccomplished; but I have never known, and never shall know, a thrill of\nhappiness to equal that which followed good old Doctor Gordon's brief\nannouncement: \"It's a Boy!\"\n\n\"It's a Boy!\" All that day and the next I fairly shouted it to friends\nand strangers. To Marjorie's sweetness, and to the radiant loveliness of\nthe little baby which was ours for so brief a time, had been added the\nstrength and roguishness of a boy.\n\nThe next five years saw the walls of our home change in character.\nFinger marks and hammer marks began to appear. When Bud had reached the\nstage where he could walk, calamity began to follow in his trail. Once\nhe tugged at a table cover and the open bottle of ink fell upon the rug.\nThere was a great splotch of ink forever to be visible to all who\nentered that living-room! Yet even that black stain became in time a\npart of us. We grew even to boast of it. We pointed it out to new\nacquaintances as the place where Bud spilled the ink. It was an evidence\nof his health and his natural tendencies. It proved to all the world\nthat in Bud we had a real boy; an honest-to-goodness boy who could spill\nink--and _would_, if you didn't keep a close watch on him.\n\nThen came the toy period of our development. The once tidy house became\na place where angels would have feared to tread in the dark. Building\nblocks and trains of cars and fire engines and a rocking horse were\neverywhere, to trip the feet of the unwary. Mother scolded about it, at\ntimes; and I fear I myself have muttered harsh things when, late at\nnight, I have entered the house only to stumble against the tin sides of\nan express wagon.\n\nBut I have come to see that toys in a house are its real adornments.\nThere is no pleasanter sight within the front door of any man's castle\nthan the strewn and disordered evidences that children there abide. The\nhouse seems unfurnished without them.\n\nThis chaos still exists in our house to-day. Mother says I encourage it.\nPerhaps I do. I know that I dread the coming day when the home shall\nbecome neat and orderly and silent and precise. What is more, I live in\nhorror of the day when I shall have to sit down to a meal and not send a\ncertain little fellow away from the table to wash his hands. That has\nbecome a part of the ceremonial of my life. When the evening comes that\nhe will appear for dinner, clean and immaculate, his shirt buttoned\nproperly and his hair nicely brushed, perhaps Mother will be proud of\nhim; but as for me, there will be a lump in my throat--for I shall know\nthat he has grown up.\n\nFinancially, we were progressing. We had a little more \"to do with,\" as\nMother expressed it; but sorrow and grief and anxiety were not through\nwith us.\n\nWe were not to be one hundred per cent happy. No one ever is. Marjorie\nwas stricken with typhoid fever, and for fourteen weeks we fought that\nbattle; saw her sink almost into the very arms of death; and watched her\npale and wasted body day by day, until at last the fever broke and she\nwas spared to us.\n\nAnother bedroom assumed a new meaning to us both. We knew it as it was\nin the dark hours of night; we saw the morning sun break through its\nwindows. It was the first room I visited in the morning and the last I\nwent to every night. Coming home, I never stopped in hall or\nliving-room, but hurried straight to her. All there was in that home\nthen was Marjorie's room! We lived our lives within it. And gradually,\nher strength returned and we were happy again.\n\nBut only for a brief time.... Early the following summer I was called\nhome by Doctor Johnson. When I reached there, he met me at the front\ndoor, smiling as though to reassure me.\n\n\"You and Bud are going to get out,\" said he. \"Marjorie has scarlet\nfever.\"\n\nBud had already been sent to his aunt Florence's. I was to gather what\nclothing I should need for six weeks, and depart.\n\nIf I had been fond of that home before, I grew fonder of it as the days\nwent by. I think I never knew how much I valued it until I was shut out\nfrom it. I could see Mother and Marjorie through the window, but I was\nnot to enter. And I grew hungry for a sight of the walls with their\nfinger marks, and of the ink spot on the rug. We had been six years in\nthe building of that home. Somehow, a part of us had been woven into\nevery nook and corner of it.\n\nBut Marjorie was not thriving. Her cheeks were pale and slightly\nflushed. The removal of tonsils didn't help. Followed a visit to my\ndentist. Perhaps a tooth was spreading poison through her system. He\nlooked at her, and after a few minutes took me alone into his private\noffice.\n\n\"I'm sorry, Eddie,\" he said. \"I am afraid it isn't teeth. You have a\nlong, hard fight to make--if it is what I think it is.\"\n\nTuberculosis had entered our home. It had come by way of typhoid and\nscarlet fevers. The specialist confirmed Doctor Oakman's suspicions, and\nour battle began. The little home could serve us no longer. It was not\nthe place for such a fight for life as we were to make. Marjorie must\nhave a wide-open sleeping porch; and the house lacked that, nor could\none be built upon it.\n\nAnd so we found our present home. It was for sale at a price I thought\nthen I should never be able to pay. We could have it by making a down\npayment of seventy-five hundred dollars, the balance to be covered by a\nmortgage. But I neither had that much, nor owned securities for even a\nsmall fraction of it.\n\nBut I did have a friend: a rich, but generous friend! I told him what I\nwanted; and he seemed more grieved at my burden than concerned with my\nrequest. He talked only of Marjorie and her chances; he put his arm\nabout my shoulders, and I knew he was with me.\n\n\"What do you need?\" he asked.\n\n\"Seventy-five hundred dollars in cash.\"\n\nHe smiled.\n\n\"Have a lawyer examine the abstract to the property, and if it is all\nright come back to me.\"\n\nIn two days I was back. The title to the house was clear. He smiled\nagain, and handed me his check for the amount, with not a scratch of\nthe paper between us.\n\nI suggested something of that sort to him.\n\n\"The important thing is to get the house,\" he said. \"When that is done\nand you have the deed to it and the papers all fixed up, you come back\nand we'll fix up our little matter.\" And that is how it was done.\n\nSo into our present home we moved. We had a bigger and a better and a\ncostlier dwelling place. We were climbing upward. But we were also\nbeginning once more with just a house. Just a house--but founded on a\nmighty purpose! It was to become home to us, even more dearly loved than\nthe one we were leaving.\n\nFor four years it has grown in our affections. Hope has been ours. We\nhave lived and laughed and sung and progressed.... But we have also wept\nand grieved.\n\nTwice the doctor had said we were to conquer. Then came last spring and\nthe end of hope. Week after week, Marjorie saw the sunbeams filter\nthrough the windows of her open porch; near by, a pair of robins built\ntheir nest; she watched them and knew them and named them. We planned\ngreat things together and great journeys we should make. That they were\nnot to be she never knew.... And then she fell asleep....\n\nHer little life had fulfilled its mission. She had brought joy and\nbeauty and faith into our hearts; she had comforted us in our hours of\nloneliness and despair; she had been the little cheerful builder of our\nhome--and perhaps God needed her.\n\nShe continued to sleep for three days, only for those three days her sun\nporch was a bower of roses. On Memorial Day, Mother and I stood once\nmore together beside a little mound where God had led us. Late that\nafternoon we returned to the home to which Marjorie had taken us. It had\ngrown more lovely with the beauty which has been ours, because of her.\n\n\n\nThe home is not yet completed. We still cherish our dreams of what it is\nto be. We would change this and that. But, after all, what the home is\nto be is not within our power to say. We hope to go forward together,\nbuilding and changing and improving it. To-morrow shall see something\nthat was not there yesterday. But through sun and shade, through trial\nand through days of ease and of peace, it is our hope that something of\nour best shall still remain. Whatever happens, it is our hope that what\nmay be \"just a house\" to many shall be to us the home we have been\nbuilding for the last fifteen years.\n\n\n\nHOME\n\nBy Edgar A. Guest\n\n  It takes a heap o' livin' in a house t' make it home,\n  A heap o' sun an' shadder, an' ye sometimes have t' roam\n  Afore ye really 'preciate the things ye lef' behind,\n  An' hunger fer 'em somehow, with 'em allus on yer mind.\n  It don't make any differunce how rich ye get t' be,\n  How much yer chairs an' tables cost, how great yer luxury;\n  It ain't home t' ye, though it be the palace of a king,\n  Until somehow yer soul is sort o' wrapped round everything.\n\n  Home ain't a place that gold can buy or get up in a minute;\n  Afore it's home there's got t' be a heap o' livin' in it;\n  Within the walls there's got t' be some babies born, and then\n  Right there ye've got t' bring 'em up t' women good, an' men;\n  And gradjerly, as time goes on, ye find ye wouldn't part\n  With anything they ever used--they've grown into yer heart:\n  The old high chairs, the playthings, too, the little shoes they wore\n\n  Ye hoard; an' if ye could ye'd keep the thumbmarks on the door.\n  Ye've got t' weep t' make it home, ye've got t' sit an' sigh\n  An' watch beside a loved one's bed, an' know that Death is nigh;\n  An' in the stillness o' the night t' see Death's angel come,\n  An' close the eyes o' her that smiled, an' leave her sweet voice dumb.\n  Fer these are scenes that grip the heart, an' when yer tears are dried,\n  Ye find the home is dearer than it was, an' sanctified;\n  An' tuggin' at ye always are the pleasant memories\n  O' her that was an' is no more--ye can't escape from these.\n\n  Ye've got t' sing an' dance fer years, ye've got t' romp an' play,\n  An' learn t' love the things ye have by usin' 'em each day;\n  Even the roses 'round the porch must blossom year by year\n  Afore they 'come a part o' ye, suggestin' someone dear\n  Who used t' love 'em long ago, an' trained 'em jes' t' run\n  The way they do, so's they would get the early mornin' sun;\n  Ye've got t' love each brick an' stone from cellar up t' dome:\n  It takes a heap o' livin' in a house t' make it home.\n\n[_From \"A Heap o' Livin'\"_]",
    "metadata": {
        "author": [
            "Guest, Edgar A. (Edgar Albert)",
            "Guest, Edgar Albert",
            "Guest, Eddie"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10393/pg10393.txt",
        "name": "making_the_house_a_home.json"
    }
}