{
    "name": "Manners and Customs of the Thrid",
    "author": [
        "Jenkins, Will F.",
        "Jenkins, William Fitzgerald",
        "Fitzgerald, William",
        "Jenkins, Will",
        "Leinster, Murray"
    ],
    "body": "The real trouble was that Jorgenson saw things as a business man does.\nBut also, and contradictorily, he saw them as right and just, or as\nwrong and intolerable. As a business man, he should have kept his mind\non business and never bothered about Ganti. As a believer in right and\nwrong, it would have been wiser for him to have stayed off the planet\nThriddar altogether. Thriddar was no place for him, anyhow you look at\nit. On this particular morning it was especially the wrong place for\nhim to be trying to live and do business.\n\nHe woke up thinking of Ganti, and in consequence he was in a bad mood\nright away. Most humans couldn't take the sort of thing that went on on\nThriddar. Most of them wanted to use missile weapons--which the Thrid\ndid not use--to change the local social system. Most humans got off\nThriddar--fast! And boiling mad.\n\nJorgenson had stood it longer than most because in spite of their\nconvictions he liked the Thrid. Their minds did do outside loops, and\ncome up with intolerable convictions. But they were intelligent enough.\nThey had steam-power and even steam-driven atmosphere fliers, but they\ndidn't have missile weapons and they did have a social system that\nhumans simply couldn't accept--even though it applied only to Thrid.\nThe ordinary Thrid, with whom Jorgenson did business, weren't bad\npeople. It was the officials who made him grind his teeth. And though\nit was his business only to run the trading post of the Rim Stars\nTrading Corporation, sometimes he got fed up.\n\nThis morning was especially beyond the limit. There was a new Grand\nPanjandrum--the term was Jorgenson's own for the supreme ruler over\nall the Thrid--and when Jorgenson finished his breakfast a high Thrid\nofficial waited in the trading-post compound. Around him clustered\nother Thrid, wearing the formal headgear that said they were Witnesses\nto an official act.\n\nJorgenson went out, scowling, and exchanged the customary ceremonial\ngreetings. Then the high official beamed at him and extracted a scroll\nfrom his voluminous garments. Jorgenson saw the glint of gold and was\nsuspicious at once. The words of a current Grand Panjandrum were always\nwritten in gold. If they didn't get written in gold they didn't get\nwritten at all; but it was too bad if anybody ignored any of them.\n\nThe high official unrolled the scroll. The Thrid around him, wearing\nWitness hats, became utterly silent. The high official made a sound\nequivalent to clearing his throat. The stillness became death-like.\n\n\"On this day,\" intoned the high official, while the Witnesses\nlistened reverently, \"on this day did Glen-U the Never-Mistaken, as\nhave been his predecessors throughout the ages;--on this day did the\nNever-Mistaken Glen-U speak and say and observe a truth in the presence\nof the governors and the rulers of the universe.\"\n\nJorgenson reflected sourly that the governors and the rulers of the\nuniverse were whoever happened to be within hearing of the Grand\nPanjandrum. They were not imposing. They were scared. Everybody is\nalways scared under an absolute ruler, but the Grand Panjandrum was\nworse than that. He couldn't make a mistake. Whatever he said had to\nbe true, because he said it, and sometimes it had drastic results. But\npast Grand Panjandrums had spoken highly of the trading post. Jorgenson\nshouldn't have much to worry about. He waited. He thought of Ganti. He\nscowled.\n\n\"The great and Never-Mistaken Glen-U,\" intoned the official again,\n\"in the presence of the governors and the rulers of the universe, did\nspeak and say and observe that it is the desire of the Rim Star Trading\nCorporation to present to him, the great and never-mistaken Glen-U, all\nof the present possessions of the said Rim Stars Trading Corporation,\nand thereafter to remit to him all moneys, goods, and benefactions\nto and of the said Rim Stars Trading Corporation as they shall be\nreceived. The great and Never-Mistaken Glen-U did further speak and say\nand observe that anyone hindering this loyal and admirable gift must,\nby the operation of truth, vanish from sight and nevermore be seen face\nto face by any rational being.\"\n\nThe high official rolled up the scroll, while Jorgenson exploded inside.\n\n\n\nA part of this was reaction as a business man. A part was recognition\nof all the intolerable things that the Thrid took as a matter of\ncourse. If Jorgenson had reacted solely as a business man he'd have\nswallowed it, departed on the next Rim Stars trading-ship--which would\nnot have left any trade-goods behind--and left the Grand Panjandrum to\nrealize what he had lost when no off-planet goods arrived on Thriddar.\nIn time he'd speak and say and observe that he, out of his generosity,\ngave the loot back. Then the trading could resume. But Jorgenson didn't\nfeel only like a business man this morning. He thought of Ganti, who\nwas a particular case of everything he disliked on Thriddar.\n\nIt was not wise to be moved by such sympathetic feelings. The Grand\nPanjandrum could not be mistaken. It was definitely unwise to\ncontradict him. It could even be dangerous. Jorgenson was in a nasty\nspot.\n\nThe Witnesses murmured reverently:\n\n\"We hear the words of the Never-Mistaken Glen-U.\"\n\nThe high official tucked away the scroll and said blandly:\n\n\"I will receive the moneys, goods, and benefactions it is the desire\nof the Rim Stars Trading Corporation to present to the great and\nNever-Mistaken Glen-U.\"\n\nJorgenson, boiling inside, nevertheless knew what he was doing. He said\nsuccinctly:\n\n\"Like hell you will!\"\n\nThere was an idiom in Thrid speech that had exactly the meaning of the\nhuman phrase. Jorgenson used it.\n\nThe high official looked at him in utter stupefaction. Nobody\ncontradicted the Grand Panjandrum! Nobody! The Thrid had noticed long\nago that they were the most intelligent race in the universe. Since\nthat was so, obviously they must have the most perfect government.\nBut no government could be perfect if its officials made mistakes. So\nno Thrid official ever made a mistake. In particular the great and\nNever-Mistaken Glen-U could not conceivably blunder! When he said a\nthing, it was true! It had to be! He'd said it! And this was the\nfundamental fact in the culture of the Thrid.\n\n\"Like hell you'll receive moneys and goods and such!\" snapped\nJorgenson. \"Like hell you will!\"\n\nThe high official literally couldn't believe his ears.\n\n\"But--but the great and Never-Mistaken Glen-U--\"\n\n\"Is mistaken!\" said Jorgenson bitingly. \"He's wrong! The Rim Stars\nTrading Corporation does _not_ want to give him anything! What he has\nsaid is not true!\" This was the equivalent of treason, blasphemy and\nthe ultimate of indecorous behavior toward a virgin Pelean princess. \"I\nwon't give him anything! I'm not even vanishing from sight! Glen-U is\nwrong about that, too! Now--git!\"\n\nHe jerked out his blaster and pulled the trigger.\n\nThere was an explosive burst of flame from the ground between the\nofficial and himself. The official fled. With him fled all the\nWitnesses, some even losing their headgear in their haste to get away.\n\n\n\nJorgenson stamped into the trading-post building. His eyes were stormy\nand his jaw was set.\n\nHe snapped orders. The hired Thrid of the trading-post staff had not\nquite grasped the situation. They couldn't believe it. Automatically,\nas he commanded the iron doors and shutters of the trading post closed,\nthey obeyed. They saw him turn on the shocker-field so that nobody\ncould cross the compound without getting an electric shock that would\ndiscourage him. They began to believe.\n\nThen he sent for the trading-post Thrid consultant. On Earth he'd have\ncalled for a lawyer. On a hostile world there'd have been a soldier to\nadvise him. On Thrid the specialist to be consulted wasn't exactly a\ntheologian, but he was nearer that than anything else.\n\nJorgenson laid the matter indignantly before him, repeating the exact\nphrases that said the trading company wanted--wanted!--practically to\ngive itself to the Never-Mistaken Glen-U, who was the Grand Panjandrum\nof Thriddar. He waited to be told that it couldn't have happened; that\nanyhow it couldn't be intended. But the theologian's Thriddish ears\nwent limp, which amounted to the same thing as a man's face turning\npale. He stammered agitatedly that if the Grand Panjandrum said it, it\nwas true. It couldn't be otherwise! If the trading company wanted to\ngive itself to him, there was nothing to be done. It wanted to! The\nGrand Panjandrum had said so!\n\n\"He also said,\" said Jorgenson irritably, \"that I'm to vanish and\nnevermore be seen face to face by any rational being. How does that\nhappen? Do I get speared?\"\n\nThe trading-post theologian quivered. Jorgenson made things much worse.\n\n\"This,\" he raged, \"this is crazy! The Grand Panjandrum's an ordinary\nThrid just like you are! Of course he can make a mistake! There's\nnobody who can't be wrong!\"\n\nThe theologian put up feebly protesting, human-like hands. He begged\nhysterically to be allowed to go home before Jorgenson vanished, with\nunknown consequences for any Thrid who might be nearby.\n\nWhen Jorgenson opened a door to kick him out of it, the whole staff of\nthe trading-post plunged after him. They'd been eavesdropping and they\nfled in pure horror.\n\nJorgenson swore impartially at all of them and turned the shocker-field\nback on. He plugged in a capacity circuit which would turn on warning\nsirens if anything like a steam-driven copter passed or hovered over\nthe trading-post. He put blasters in handy positions. The Thrid used\nonly spears, knives and scimitars. Blasters would defend the post\nagainst a multitude.\n\nAs a business man, he'd acted very foolishly. But he'd acted even less\nsensibly as a human being. He'd gotten fed up with a social system\nand a--call it--theology it wasn't his business to change. True, the\nThrid way of life was appalling, and what had happened to Ganti was\nprobably typical. But it wasn't Jorgenson's affair. He'd been unwise to\nlet it disturb him. If the Thrid wanted things this way, it was their\nprivilege.\n\nIn theory, no Thrid should ever make a mistake, because he belonged\nto the most intelligent race in the universe. But a local governor\nwas even more intelligent. If an ordinary Thrid challenged a local\ngovernor's least and lightest remark--why--he must be either a criminal\nor insane. The local governor decided--correctly, of course--which\nhe was. If he was a criminal, he spent the rest of his life in a gang\nof criminals chained together and doing the most exhausting labor the\nThrid could contrive. If he was mad, he was confined for life.\n\n\n\nThere'd been Ganti, a Thrid of whom Jorgenson had had much hope. He\nbelieved that Ganti could learn to run the trading post without human\nsupervision. If he could, the trading company could simply bring trade\ngoods to Thriddar and take away other trade goods. The cost of doing\nbusiness would be decreased. There could be no human-Thrid friction.\nJorgenson had been training Ganti for this work.\n\nBut the local Thrid governor had spoken and said and observed that\nGanti's wife wanted to enter his household. He added that Ganti wanted\nto yield her to him.\n\nJorgenson had fumed--but not as a business man--when the transfer took\nplace. But Ganti had been conditioned to believe that when a governor\nsaid he wanted to do something, he did. He couldn't quite grasp the\ncontrary idea. But he moped horribly, and Jorgenson talked sardonically\nto him, and he almost doubted that an official was necessarily right.\nWhen his former wife died of grief, his disbelief became positive. And\nimmediately afterward he disappeared.\n\nJorgenson couldn't find out what had become of him. Dour reflection on\nthe happening had put him in the bad mood which had started things,\nthis morning.\n\nTime passed. He had the trading-post in a position of defense. He\nprepared his lunch, and glowered. More time passed. He cooked his\ndinner, and ate. Afterward he went up on the trading-post roof to smoke\nand to coddle his anger. He observed the sunset. There was always some\nhaze in the air on Thriddar, and the colorings were very beautiful. He\ncould see the towers of the capital city of the Thrid. He could see a\ncumbersome but still graceful steam-driven aircraft descend heavily to\nthe field at the city's edge. Later he saw another steam-plane rise\nslowly but reliably and head away somewhere else. He saw the steam\nhelicopters go skittering above the city's buildings.\n\nHe fumed because creatures intelligent enough to build steam fliers\nweren't intelligent enough to see what a racket their government was.\nNow that the new Grand Panjandrum had moved against him, Jorgenson made\nan angry, dogged resolution to do something permanent to make matters\nbetter. For the Thrid themselves. Here he thought not as a business\nman only, but as a humanitarian. As both. When a whim of the Grand\nPanjandrum could ruin a business, something should be done. And when\nGanti and countless others had been victims of capricious tyranny....\nAnd Jorgenson was slated to vanish from sight and never again be\nseen.... It definitely called for strong measures!\n\nHe reflected with grim pleasure that the Grand Panjandrum would soon\nbe in the position of a Thrid whom everybody knew was mistaken. With\nthe trading-post denied him and Jorgenson still visible, he'd be\nnotoriously wrong. And he couldn't be, and still be Grand Panjandrum!\n\nIt would be a nice situation for Glen-U. He'd have to do something\nabout it, and there was nothing he could do. He'd blundered, and it\nwould soon be public knowledge.\n\nJorgenson dozed lightly. Then more heavily. Then more heavily still.\nThe night was not two hours old when the warning sirens made a terrific\nuproar. The Thrid for miles around heard the wailing, ullulating sound\nof the sirens that should have awakened Jorgenson.\n\nBut they didn't wake him. He slept on.\n\n\n\nWhen he woke, he knew that he was cold. His muscles were cramped. Half\nawake, he tried to move and could not.\n\nThen he tried to waken fully, and he couldn't do that either. He stayed\nin a dream-like, frustrated state which was partly like a nightmare,\nwhile very gradually new sensations came to him. He felt a cushioned\nthrobbing against his chest, in the very hard surface on which he lay\nface down. That surface swayed and rocked slightly. He tried again to\nmove, and realized that his hands and feet were bound. He found that he\nshivered, and realized that his clothing had been taken from him.\n\nHe was completely helpless and lying on his stomach in the cargo-space\nof a steam helicopter: now he could hear the sound of its machinery.\n\nThen he knew what had happened. He'd committed The unthinkable\ncrime--or lunacy--of declaring the Grand Panjandrum mistaken. So by the\noperation of truth, which was really an anesthetic gas cloud drifted\nover the trading post, he had vanished from sight.\n\nNow it was evidently to be arranged that he would never again be seen\nface to face by a rational being. The Grand Panjandrum had won the\nargument. Within a few months a Rim Stars trading ship would land, and\nJorgenson would be gone and the trading post confiscated. It would be\nhopeless to ask questions, and worse than hopeless to try to trade. So\nthe ship would lift off and there'd be no more ships for at least a\ngeneration. Then there might--there might!--be another.\n\nJorgenson swore fluently and with passion.\n\n\"It will not be long,\" said a tranquil voice.\n\nJorgenson changed from human-speech profanity to Thrid. He directed\nhis words to the unseen creature who'd spoken. That Thrid listened,\napparently without emotion. When Jorgenson ran out of breath, the voice\nsaid severely:\n\n\"You declared the great and Never-Mistaken Glen-U mistaken. This could\nnot be. It proved you either a criminal or insane, because no rational\ncreature could believe him mistaken. He declared you insane, and he\ncannot be wrong. So soon you will arrive where you are to be confined\nand no rational being will ever see you face to face.\"\n\nJorgenson switched back to human swearing. Then he blended both\nlanguages, using all the applicable words he knew both in human speech\nand Thrid. He knew a great many. The soft throbbing of the steam-driven\nrotors went on, and Jorgenson swore both as a business man and a\nhumanitarian. Both were frustrated.\n\nPresently the motion of the copter changed. He knew the ship was\ndescending. There were more violent swayings, as if from wind gusts\ndeflected by something large and solid. Jorgenson even heard deep-bass\nrumblings like sea upon a rocky coast. Then there were movements near\nhim, a rope went around his waist, a loading-bay opened and he found\nhimself lifted and lowered through it.\n\n\n\nHe dangled in midair, a couple of hundred feet above an utterly barren\nisland on which huge ocean swells beat. The downdraft from the copter\nmade him sway wildly, and once it had him spinning dizzily. The horizon\nwas empty. He was being lowered swiftly to the island. And his hands\nand feet were still securely tied.\n\nThen he saw a figure on the island. It was a Thrid stripped of all\nclothing like Jorgenson and darkened by the sun. That figure came\nagilely toward where he was let down. It caught him. It checked his\nwild swingings, which could have broken bones. The rope slackened. The\nThrid laid Jorgenson down.\n\nHe did not cast off the rope. He seemed to essay to climb it.\n\nIt was cut at the steam-copter and came tumbling down all over both of\nthem. The Thrid waved his arms wildly and seemed to screech gibberish\nat the sky. There was an impact nearby, of something dropped. Jorgenson\nheard the throbbing sound of the copter as it lifted and swept away.\n\nThen he felt the bounds about his arms and legs being removed. Then a\nThrid voice--amazingly, a familiar Thrid voice--said:\n\n\"This is not good, Jorgenson. Who did you contradict?\"\n\nThe Thrid was Ganti, of whom Jorgenson had once had hopes as a business\nman, and for whose disaster he had felt indignation as something else.\nHe loosened the last of Jorgenson's bonds and helped him sit up.\n\nJorgenson glared around. The island was roughly one hundred feet by\ntwo. It was twisted, curdled yellow stone from one end to the other.\nThere were stone hillocks and a miniature stony peak, and a narrow\nvalley between two patches of higher rock. Huge seas boomed against\nthe windward shore, throwing spray higher than the island's topmost\npoint. There were some places where sand had gathered. There was one\nspot--perhaps a square yard of it--where sand had been made fertile by\nthe droppings of flying things and where two or three starveling plants\nshowed foliage of sorts. That was all. Jorgenson ground his teeth.\n\n\"Go ahead,\" said Ganti grimly, \"but it may be even worse than you\nthink.\"\n\nHe scrambled over the twisted stone of the island. He came back,\ncarrying something.\n\n\"It isn't worse,\" he said. \"It's only as bad. They did drop food and\nwater for both of us. I wasn't sure they would.\"\n\n\n\nHis calmness sobered Jorgenson. As a business man, he was moved to make\nhis situation clear. He told Ganti of the Grand Panjandrum's move to\ntake over the Rim Stars trading post, which was bad business. He told\nof his own reaction, which was not a business-like one at all. Then he\nsaid dourly:\n\n\"But he's still wrong. No rational being is supposed ever to see me\nface to face. But you do.\"\n\n\"But I'm crazy,\" said Ganti calmly. \"I tried to kill the governor\nwho'd taken my wife. So he said I was crazy and that made it true. So\nI wasn't put in a chained group of laborers. Somebody might have seen\nme and thought about it. But, sent here, it's worse for me and I'm\nprobably forgotten by now.\"\n\nHe was calm about it. Only a Thrid would have been so calm. But they've\nhad at least hundreds of generations in which to get used to injustice.\nHe accepted it. But Jorgenson frowned.\n\n\"You've got brains, Ganti. What's the chance of escape?\"\n\n\"None,\" said Ganti unemotionally. \"You'd better get out of the sun.\nIt'll burn you badly. Come along.\"\n\nHe led the way over the bare, scorching rocky surface. He turned past a\nsmall pinnacle. There was shadow. Jorgenson crawled into it, and found\nhimself in a cave. It was not a natural one. It had been hacked out,\nmorsel by morsel. It was cool inside. It was astonishingly roomy.\n\n\"How'd this happen?\" demanded Jorgenson the business man.\n\n\"This is a prison,\" Ganti explained matter-of-factly. \"They let me\ndown here and dropped food and water for a week. They went away. I\nfound there'd been another prisoner here before me. His skeleton was in\nthis cave. I reasoned it out. There must have been others before him.\nWhen there is a prisoner here, every so often a copter drops food and\nwater. When the prisoner doesn't pick it up, they stop coming. When,\npresently, they have another prisoner they drop him off, like me, and\nhe finds the skeleton of the previous prisoner, like me, and he dumps\nit overboard as I did. They'll drop food and water for me until I stop\npicking it up. And presently they'll do the same thing all over again.\"\n\nJorgenson glowered. That was his reaction as a person. Then he gestured\nto the cave around him. There was a pile of dried-out seaweed for\nsleeping purposes.\n\n\"And this?\"\n\n\"Somebody dug it out,\" said Ganti without resentment. \"To keep busy.\nMaybe one prisoner only began it. A later one saw it started and worked\non it to keep busy. Then others in their turn. It took a good many\nlives to make this cave.\"\n\nJorgenson ground his teeth a second time.\n\n\"And just because they'd contradicted somebody who couldn't be wrong!\nOr because they had a business an official wanted!\"\n\n\"Or a wife,\" agreed Ganti. \"Here!\"\n\nHe offered food. Jorgenson ate, scowling. Afterward, near sundown, he\nwent over the island.\n\nIt was rock, nothing else. There was a pile of small broken stones from\nthe excavation of the cave. There were the few starveling plants. There\nwas the cordage with which Jorgenson had been lowered. There was the\nparcel containing food and water. Ganti observed that the plastic went\nto pieces in a week or so, so it couldn't be used for anything. There\nwas nothing to escape with. Nothing to make anything to escape with.\n\nEven the dried seaweed bed was not comfortable. Jorgenson slept badly\nand waked with aching muscles. Ganti assured him unemotionally that\nhe'd get used to it.\n\nHe did. By the time the copter came to drop food and water again,\nJorgenson was physically adjusted to the island. But neither as a\nbusiness man or as a person could he adjust to hopelessness.\n\nHe racked his brains for the most preposterous or faintest hope of\ndeliverance. There were times when as a business man he reproached\nhimself for staying on Thriddar after he became indignant with the way\nthe planet was governed. It was very foolish. But much more often he\nfelt such hatred of the manners and customs of the Thrid--which had\nput him here--that it seemed that something must somehow be possible if\nonly so he could take revenge.\n\n\n                                  III\n\nThe copter came, it dropped food and water, and it went away. It came,\ndropped food and water, and went away. Once a water-bag burst when\ndropped. They lost nearly half a week's water supply. Before the copter\ncame again they'd gone two days without drinking.\n\nThere were other incidents, of course. The dried seaweed they slept on\nturned to powdery trash. They got more seaweed hauling long kelp-like\nstrands of it ashore from where it clung to the island's submerged\nrocks. Ganti mentioned that they must do it right after the copter\ncame, so there would be no sign of enterprise to be seen from aloft.\nThe seaweed had long, flexible stems of which no use whatever could be\nmade. When it dried, it became stiff and brittle but without strength.\n\nOnce Ganti abruptly began to talk of his youth. As if he were examining\nsomething he'd never noticed before, he told of the incredible\nconditioning-education of the young members of his race. They learned\nthat they must never make a mistake. Never! It did not matter if they\nwere unskilled or inefficient. It did not matter if they accomplished\nnothing. There was no penalty for anything but making mistakes or\ndiffering from officials who could not make mistakes.\n\nSo Thrid younglings were trained not to think; not to have any opinion\nabout anything; only to repeat what nobody questioned; only to do what\nthey were told by authority. It occurred to Jorgenson that on a planet\nwith such a population, a skeptic could make a great deal of confusion.\n\nThen, another time, Jorgenson decided to make use of the weathering\ncord which had been cut from the copter when he was landed. He cut\noff a part of it with a sharp-edged fragment of stone from the pile\nsome former prisoner on the island had made. He unravelled the twisted\nfibers. Then he ground fishhooks from shells attached to the island's\nrocky walls just below water-line. After that they fished. Sometimes\nthey even caught something to eat. But they never fished when the\ncopter was due.\n\nJorgenson found that a fish-fillet, strongly squeezed and wrung like a\nwet cloth, would yield a drinkable liquid which was not salt and would\nsubstitute for water. And this was a reason to make a string bag in\nwhich caught fish could be let back into the sea so they were there\nwhen wanted but could not escape.\n\nThey had used it for weeks when he saw Ganti, carrying it to place it\nwhere they left it overboard, swinging it idly back and forth as he\nwalked.\n\n\n\nIf Jorgenson had been only a businessman, it would have had no\nparticular meaning. But he was also a person, filled with hatred of\nthe Thrid who had condemned him for life to this small island. He saw\nthe swinging of the fish. It gave him an idea.\n\nHe did not speak at all during all the rest of that day. He was\nthinking. The matter needed much thought. Ganti left him alone.\n\nBut by sunset he'd worked it out. While they watched Thrid's red sun\nsink below the horizon, Jorgenson said thoughtfully:\n\n\"There is a way to escape, Ganti.\"\n\n\"On what? In what?\" demanded Ganti.\n\n\"In the helicopter that feeds us,\" said Jorgenson.\n\n\"It never lands,\" said Ganti practically.\n\n\"We can make it land,\" said Jorgenson. Thrid weren't allowed to make\nmistakes; he could make it a mistake not to land.\n\n\"The crew is armed,\" said Ganti. \"There are three of them.\"\n\n\"They've only knives and scimitars,\" said Jorgenson. \"They don't count.\nWe can make better weapons than they have.\"\n\nGanti looked skeptical. Jorgenson explained. He had to demonstrate\ncrudely. The whole idea was novel to Ganti, but the Thrid were smart.\nPresently he grasped it. He said:\n\n\"I see the theory. If we can make it work, all right. But how do we\nmake the copter land?\"\n\nJorgenson realized that they talked oddly. They spoke with leisurely\nlack of haste, with the lack of hope normal to prisoners to whom escape\nis impossible, even when they talk about escape. They could have been\ndiscussing a matter that would not affect either of them. But Jorgenson\nquivered inside. He hoped.\n\n\"We'll try it,\" said Ganti detachedly, when he'd explained again. \"If\nit fails, they'll only stop giving us food and water.\"\n\nThat, of course, did not seem either to him or Jorgenson a reason to\nhesitate to try what Jorgenson had planned.\n\nIt was not at all a direct and forthright scheme. It began with the\nuntwisting of more of the rope that had lowered Jorgenson. It went on\nwith the making of string from that fiber. They made a great deal of\nstring. Then, very clumsily and awkwardly, they wove strips of cloth,\na couple of inches wide and five or six long. They made light strong\ncords extend from the ends of the cloth strips. Then they practiced\nwith these bits of cloth and the broken stones a former prisoner had\npiled so neatly.\n\nThe copter came and dropped food and water. When it left, they\npracticed. When it came again they were not practicing, but when it\nwent away they practiced. They were a naked man and a naked Thrid,\nleft upon a morsel of rock in a boundless sea, rehearsing themselves\nin an art so long-forgotten that they had to reinvent the finer parts\nof the technique. They experimented. They tried this. They tried that.\nWhen the copter appeared, they showed themselves. They rushed upon the\ndropped bag containing food and water as if fiercely trying to deny\neach other a full share. Once they seemed to fight over the dropped\nbag. The copter hovered to watch. The fight seemed furious and deadly,\nbut inconclusive.\n\nWhen the copter went away Jorgenson and Ganti went briskly back to\ntheir practicing.\n\n\n\nThey were almost satisfied with their proficiency, now. They had lost\nsome of the small stones, but there were many left. They began to work\nwith seaweed, the kind with long central stems which dried to brittle\nstiffness. They determined exactly how long they should be allowed\nto dry. They studied the way in which the flat seaweed foliage must\nbe dried on rounded stone spaces to form seemingly solid surfaces of\nalmost any shape. But they were utterly brittle when they were dry. It\nwas not possible to make them hold any form for more than a day or so,\neven if sprinkled with cold water to keep them from crumbling to dust.\n\nAnd they practiced with the strip of cloth and the stones. Ganti became\nmore skilful than Jorgenson, but even Jorgenson became an expert.\n\nThere came a day when the copter dropped the bag of food and Ganti\ndanced with seeming rage and shook his fist at it. The crew-Thrid saw\nhim, but paid no attention. They went away. And Ganti and Jorgenson\nwent to work.\n\nThey hauled seaweed ashore. It had to dry to some degree before it\ncould hold a form at all. While it dried, they practiced. The leaves\nwere ready before the stems. They spread them on rounded surfaces,\nmany leaves thick. They dried to dark-gray-greenish stuff looking\nlike the crudest possible cardboard without a fraction of cardboard's\nstrength or stiffness. Presently the stems were dry enough to be stiff\nbut not yet entirely brittle. They made a framework, uniting its\nmembers with string from the dropped rope.\n\nTwo days before the copter was due again, they used the cardboard-like\nbut fragile curved sheet of seaweed-leaves to cover the frame.\nFinished, they had what looked like the fuselage of a landed copter.\n\nThicker but brittle sections of the stems seemed rotor-blades when more\nseaweed-cardboard was attached. From two hundred feet, the crudities of\nthe object would not show. It would look like a helicopter landed on\nthe island where Jorgenson and Ganti were confined.\n\nIt would look like a rescue.\n\nWhen the copter arrived, it checked in midair as if it braked. It hung\nin the air. Its crew stared down. They saw a strange aircraft there.\nThe helicopter whirled and went streaking away toward the horizon.\n\nJorgenson and Ganti immediately attacked their own creation. The\nframework was brittle; barely able to sustain its own weight. They\nfuriously demolished the whole thing. They hauled its fragments into\nthe cave. They worked furiously to remove every trace of its former\npresence.\n\nWithin two hours a fleet of six steam-copters came driving across the\nsea. They swept over the island. They looked. They saw Jorgenson and\nGanti--naked man and naked Thrid--glaring up at them. They saw nothing\nelse. There was nothing else to see.\n\nThere was a Thrid official on one of the copters. The matter had been\nreported to him. A helicopter could only have landed on this island\nto rescue the prisoners. They were not rescued. There had been no\nhelicopter. The crew of the craft which made the report had made a\nmistake!\n\nJorgenson and Ganti gloated together when darkness had fallen. The\ncopter-crew had made a false report. They would face an angry official.\nEither they'd take back their original report, or stick to it. If\nthey took it back, they'd tried to deceive an official, who could not\nbe wrong. Jorgenson and Ganti gloated over what they'd done to their\njailers.\n\n\n                                  IV\n\nWhen a copter came again a week later, it was not the same flier or\nthe same crew. The bag of food and water was dropped from a different\nheight. The copter hovered until it saw both Jorgenson and Ganti. Then\nit went away.\n\nThey set to work again on seaweed hauled from the sea, and leaves\nsmoothed over each other on suitable surfaces of rock. Stems up to four\nand five inches in diameter to be straightened out and almost dried to\nseem rotor-shafts, and lesser stems to make a framework. The mockup\nwas tied together with string. They finished it the night before the\ncopter was due again, and they practiced with their bits of cloth and\nthe stones until the light ended. They practiced again at day-break,\nbut when the helicopter came across the sea they were nowhere visible.\n\nBut there was an aircraft aground upon the island. From the air it\nlooked remarkably convincing.\n\nThe prisoners listened eagerly from the hollowed-out cave. The mockup\non the ground was in a miniature valley between sections of taller\nstone. It could be seen from above, but not well from the side. From\none end it could not be seen at all, but from the other it was a\nremarkable job. It would deceive any eyes not very close indeed.\n\nThe flying helicopter hovered and hovered, sweeping back and forth.\nIts crew-members saw no movement anywhere, which was not possible. If\nthere was an aircraft aground, there must be Thrid who had flown it\nhere. They were not to be seen. The prisoners were not to be seen. The\nsituation was impossible.\n\nJorgenson and Ganti waited.\n\nThe flying jailers could not report what they saw. A previous crew had\ndone that, and when they were proved mistaken or worse, they donned\nchains to do hard labor so long as they lived. But the Thrid in the\ncopter over the island dared not not-report. Somebody else might sight\nit, and they'd be condemned for not reporting. They couldn't report it\nand they couldn't not-report it!\n\nJorgenson grinned when the throbbing of the rotors became louder and\nlouder as the steam-helicopter descended. He and Ganti made ready.\n\nThe flying vehicle landed. They heard it. Its crew got out, fearful but\nalert and with weapons handy. One stayed close by the ship, his ears\nshriveled with terror. The other two, weapons very much to the fore,\nmoved cautiously to examine the aircraft which could not possibly be\nhere.\n\nJorgenson and Ganti, together, scrambled from the hollowed-out cave.\n\nGanti swung his strip of cloth. It had a strong cord attached to each\nend, and he held the cords so the cloth formed a pocket in which a\nstone lay. The whole whirled furiously. Ganti released one cord. The\nstone flew. It struck the Thrid on guard by the machine squarely in\nthe middle of his forehead. Jorgenson's stone arrived the fraction\nof a second later, before the Thrid started to fall. They moved out,\nJorgenson grinning in a most un-businessman-like manner. They heard the\nstartled exclamation of the other two newcomers as they realized that\nthey saw only a mockup of a landed flier, a thing which crumbled as\nthey touched it.\n\nJorgenson and Ganti swung their slings together. The jailer-Thrid\nturned just in time to see what was happening to them. It was final.\n\nAnd the copter took off again with Ganti and Jorgenson clothed and with\nan adequate supply of stones in improvised pockets in their garments.\n\n\n\nIt was perfectly simple from that time on. They walked into a village\nof the Thrid, on the mainland. It was the village where Ganti had\nlived; whose governor had spoken and said and observed that Ganti's\nwife wished to enter his household and that Ganti wished her to. Ganti\nmarched truculently down its wider street. Astonished eyes turned upon\nhim. Ganti said arrogantly:\n\n\"I am the new governor. Call others to see.\"\n\nThe villagers could not question the statement of an official. Not\neven the statement that he was an official. So Ganti--with Jorgenson\nclose behind--swaggered into the local governor's palace. It wasn't\nimpressive, but merely a leafy, thatched, sprawling complex of small\nbuildings. Ganti led the way into the inmost portion of the palace and\nfound a fat, sleeping Thrid with four villager-Thrid fanning him with\nhuge fans. Ganti shouted, and the fat Thrid sat up, starkly bewildered.\n\n\"I speak and say and observe,\" said Ganti coldly, \"that I am the new\ngovernor and that you are about to die, with no one touching you.\"\n\nThe fat Thrid gaped at him. It was incredible. In fact, to a Thrid who\nhad never heard of a missile weapon--it was impossible. Ganti swung his\nstrip of cloth by the two cords attached to it. It whirled too swiftly\nto be seen clearly. A stone flew terribly straight. There was an impact.\n\nThe local governor who had spoken and said and observed that Ganti's\nwife wanted to enter his household was quite dead.\n\n\"I,\" said Ganti to his former fellow-villagers, \"I am the governor. If\nany deny it, they will die with no one touching them.\"\n\nAnd that was that.\n\nGanti grimaced at Jorgenson:\n\n\"I'll speak and say and observe something useful for you presently,\nJorgenson. Right now I'm going to march on foot and talk to the\nprovincial governor. I'll take a train of attendants, so he'll receive\nme. Then I'll tell him that he's about to die with nobody touching him.\nHe's earned it!\"\n\nUnquestionably, Ganti was right.\n\n\n\nAny Thrid official, to whom it was impossible to be mistaken, would\ndevelop eccentric notions.\n\nMost humans couldn't stand by and watch. They got off Thriddar as soon\nas possible. At the moment, Jorgenson couldn't leave the planet, but he\ndidn't want to see what Ganti could and would and by human standards\nprobably ought to do. He camped in the steam-copter, in hiding, until\nGanti sent him a message.\n\nThen he started up the copter and flew back to the trading post. It\nwas empty. Gutted. Looted. But there was a high official waiting for\nhim in the courtyard. He held a scroll in his hand. It glinted golden.\nWhen Jorgenson regarded him grimly, the high official made a sound\nequivalent to clearing his throat, and the Witness-hatted Thrid around\nhim became silent.\n\n\"On this day,\" intoned the high official, \"on this day did Ganti, the\nNever-Mistaken, as have been his predecessors through the ages;--on\nthis day did the Never-Mistaken Ganti speak and say and observe a truth\nin the presence of the governors and the rulers of the universe.\"\n\nJorgenson listened grimly. The new Grand Panjandrum had made\nhim--Jorgenson--a provincial governor.\n\nGanti was grateful. The contents of the trading post would be returned.\nFrom this time on the Rim Stars Trading Corporation would prosper as\nnever before.\n\nBut Jorgenson wasn't a Thrid. He saw things as a businessman does, but\nalso and contradictorily he saw them as right and just or wrong and\nintolerable. As a businessman, he saw that everything had worked out\nadmirably. As a believer in right and wrong, it seemed to him that\nnothing in particular had happened.\n\nHe'd have done better, he considered, to do what most humans did after\nunderstanding what went on on Thriddar, and what seemingly always must\ngo on on Thriddar. Because the Thrid had noticed that they were the\nmost intelligent race in the universe, and therefore must have the\nmost perfect possible government whose officials must inevitably be\nincapable of making a mistake....\n\nWhen the Rim Stars trading ship came to ground, a month later,\nJorgenson went on board and stayed there. He remained on board when the\nship left. Thriddar was no place for him.",
    "metadata": {
        "author": [
            "Jenkins, Will F.",
            "Jenkins, William Fitzgerald",
            "Fitzgerald, William",
            "Jenkins, Will",
            "Leinster, Murray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61430/pg61430.txt",
        "name": "manners_and_customs_of_the_thrid.json"
    }
}