{
    "name": "Milk Run",
    "author": [
        "Locke, Robert Donald",
        "Arcot, Roger"
    ],
    "body": "The Star Rover, a rusty freighter that shuttled between Rigel and the\nhome system, hovered above a transfer station some two million miles\nout from Rigel's twelfth planet, awaiting port clearance. Every crewman\nknew the skipper was oiled, but they knew the entropy barrier would\nset him back a full day, shocking him into cold alertness.\n\nSecond Officer Charles Guhn knocked at the captain's cabin, entered and\nsaluted: \"Sir, cargo's loaded and customs cleared.\"\n\nThe skipper, his face bagged like the Coal Sack, his blood-cracked\neyes possessing chilling steel-blue irises that could blister a\nsuper-cargo's hide at fifty paces, was unable to focus on the papers\nhanded him. He growled, \"Blast off, Mr. Guhn! Blast off!\"\n\n\"Aye aye, sir,\" Guhn paused, then reported: \"I thought you should\nknow, Captain. We just brought on some skags. Some archeology outfit's\nshipping the things to Earth for further study.\"\n\n\"Blasted mummies. Next, we'll be hauling heathen idols.\" Captain\nWarren glanced at his chronometer. \"Shove-off time, is it? Go to the\nbridge and tell Mr. Caldwell I said to make her grunt.\"\n\nThis was his final utterance. His massive head slumped back into narcol\nstupor, his sotted brain dreaming of days when every space lane was a\nnew frontier and adventure lurked on all unknown planets.\n\nOn his way up to the bow, Charlie Guhn poked his head into the\nwardroom, thinking it possible First Officer Mark Caldwell might be\ngetting off one last message to the brunette on Rigel. But no one was\nin the lounge. Guhn followed the catwalk over the pulsing auxiliaries\nand mounted the starboard companionway to the bridge. There, he found\nthe astrogator, pouring over a set of star charts.\n\n\"The old man says shove off,\" Guhn greeted him. \"Got your DS done?\"\n\nCaldwell grinned, without looking up from his desk: \"A DS is just\na formality the rule book says you've got to enter in the log.\nHyperspace's too slinky to obey normal laws. That's why we cut it in\nfifty parsec slices--to see how far we've drifted.\"\n\n\"You brain boys and your double talk.\"\n\n\"Not at all. Normal Einstein space is curved. Hyperspace isn't. Very\nsimple.\"\n\n\"Simple like wombat chess, huh?\"\n\n\"You can politely remove yourself to the deck,\" Caldwell replied. \"I've\ngot to get our junk pile coasting through the midnight black. Any women\non board?\"\n\n\"None your speed, Romeo ... unless you like skags.\" A split second\ndodge through the hatchway eluded the waste basket hurled at him.\n\nAfter his calculations looked satisfactory, Caldwell unhinged his\nsolar plane compass. Its needle pointed not to Earth, but to that vast\nimaginary plane in the galaxy to which the home system was horizontal\nand to which a line drawn through the sun and Polaris was nearly\nperpendicular. Once a heading was determined, it was possible by\nquadrangulation to arrive at an effective course.\n\nThe transparent stardome that enveloped the bridge admitted the light\nof a thousand molten suns from this crowded corner of space. The\nastrogator looked at the clusters and thought how glad he was to leave\nthe hot dry climate of Rigel's dusty barren worlds, not to mention\nthe primitive women. Now, Arcturus was an exciting run, he'd heard. A\nspaceman's Paradise, with an exotic native culture and a nitrogen-major\natmosphere. Not like the damned helium envelope of the Rigellian\nsystem, in which a man's voice rose to female pitch.\n\nCaldwell rang the engine room: \"Prepare to blast.\"\n\n\"Aye aye, sir. Curium piles on 40 plus.\"\n\n\"Open rear vents.\"\n\n\"Rear vents opened.\"\n\n\"Attention, deck. Close all ports.\"\n\nThroughout the vessel, shutters descended to screen out the cosmic\nradiations that would bathe the hull as light speed approached.\nAlarm bells rang. The astrogator's slender hands caressed a set of\nblue-sheened knobs, while a dozen dials glowed with sudden green\nlight. Bulbs dimmed as power from the auxiliaries added their load to\nthe direct blasters. The Star Rover shuddered violently and bulkheads\nscreamed as tortured metal leaped forward through the void.\n\nAnd in the hold, the skags still slept.\n\n\n\nOn deck, Charlie Guhn sickened briefly as acceleration took hold.\nStill, free space takeoffs weren't as tormenting as shaking off six\nto eight gravities in a surface departure. More, on some of the big\nplanets. He wondered vaguely why the skipper preferred a narcol stupor\nto reality. Who knew? Perhaps thirty years of probing the black void\nand the deeper black of hyperspace would gnaw away any man's defenses.\nIt took a wife and kids to anchor a man to a world. Guhn, himself, was\ngrateful for his family on Earth and the days he would spend with his\nfeet planted firm on terrestrial soil. He was privileged in a way Capt.\nJock Warren could never know.\n\nWhen the acceleration stress decreased he descended to the hold feeling\nsuddenly chilled. Close to the beryllium bulkheads heat was lost more\nreadily than in other sections. Guhn made his way through the dimly\nlit, lightly storaged passages, skirting bales of priceless _baka_\nsilk, hogsheads of delicious platinum-hued wine from grapes grown in\nthe soil of Rigel IX, and lead-sheathed crates of long-lived curium\nisotopes, native to Rigel's fourth planet.\n\nHe approached the compartment that contained the skags. Here he halted,\nsensitive to the enigma which had baffled the galaxy. The strange\nfrozen skags constituted the first and only evidence of a non-humanoid\nculture yet found.\n\nThey were known to have been intelligent. Their cities, lacy things of\nsteel and plastic, still reached for clouds on the slag-red sands of\nRigel IV, silent and deserted. In vaults beneath cities' surface had\nbeen discovered the last few inhabitants, perfectly preserved in death.\n\nControlling his repulsion, Charlie Guhn studied the three skags lying\nin composed attitudes within their globe-shaped transparent shells.\nBlue tentacles stuck out of bulbous heads like medusae. Inhumanly\nmajestic faces, but lacking nostrils and ears, were supported by strong\ngranite bodies with abnormally long arms and legs. At first glance,\nthey appeared to be perverted human mutations. In their repose, they\nseemed almost alive.\n\nUnable to look longer, Guhn climbed the nearest ladder. At the top, a\ncrewman commented to him: \"Must've been frightful in life, them skags.\nWe'd had a battle, then, sir; a real bloody battle.\"\n\nThe ship's speaker vibrated with Mark Caldwell's magnified voice:\n\"Attention, all hands. We are entering minus point.\"\n\nIn his cabin, Capt. Jock Warren mumbled in his narcol stupor but his\nburly body never stirred.\n\n\n\nVeteran astrogator though he was, Mark Caldwell always dreaded the\napproach of minus point. You never could predict what effect the\nLorentz-Fitzgerald contraction might produce just before the jump into\nhyperspace when the laws of the Einsteinian universe broke down. But\nonly at minus point could warper coils take over from blast engines.\n\nAt minus point, which set in at 186,100 miles a second, time started\nto reverse itself and flow backwards. Bending of the space-time\ncontinuum distorted entropy, causing an indescribably extended vessel\nand occupants to actually grow younger. Because human minds were unable\nto function during this period of cellular regeneration, robot pilots\ntook over immediately. Two hours past the barrier, the crew would\nawake--at least two hours younger than at the moment of plunge.\n\nRelays shuffled and clutches locked, clamping the Star Rover's\ndirectional controls, while Mark Caldwell fed the ship's heading\nfigures into the mercury vat memory of the pilot. Then, he prepared for\nthe big sleep. When consciousness returned, his brain would no longer\nbe fogged.\n\nThe astrogator's sensitive fingers closed the last switch. Around the\nplowing freighter, the void strained and twisted in the flux of new\nforces, squeezing the vessel out of the universe as a grape is squeezed\nfrom its skin.\n\n\n\nIt was at that moment of passing the barrier, that the skags--after a\nmillion years in the dream-barren sleep of suspended animation--awoke\nfrom their life in death. The time-reverting effect of minus point\nreturned their bodies to that instant in the forgotten past when they\nhad retreated into mass oblivion.\n\nFirst to be jolted into life in the Star Rover's dim gray hold was the\nmind of K'Gol. Tentacles rustled in violent wriggling activity, then\nmassive eyelids opened to reveal cold purple eyes. As inhuman strength\nmassed in his limbs, K'Gol stood erect, found the release to his prison\nshell and pressed the button. The transparent envelope collapsed,\nleaving him free.\n\nThought vibrations brought perplexed messages from the two other skags.\n\nK'Gol studied his surroundings and said: \"We have failed. The gas\nnebula penetrated and we are in the realm of the dead.\"\n\n\"We are dead, yet we breathe.\"\n\n\"Let us look around. We must arrive at the truth.\"\n\nStumbling along with heavy tread, the skags made their way from\ncompartment to compartment until they found a ladder, by which they\nmounted. Only the faint throb of the auxiliary engines, now supplying\nthe warpers, was to be heard. On the deck, K'Gol found two erect\nbodies in sculptured attitudes, the unconscious shapes of Second\nOfficer Charles Guhn and a boatswain. All three skags halted, racked by\nuncontrollable revulsion at sight of the alien species.\n\nK'Gol's limbs glowed with yellow light and he reached forth to\ndeath-shock the monsters. But the skag behind him warned: \"They may be\nharmless. Perhaps, we should wait until they awaken.\"\n\nThey explored the ship from bow to stern, stopping only to wonder at\nthe warper coils which they would have designed differently. \"It is\nclear. We are prisoners in a vessel-between-the-stars.\"\n\nPresently, they found a control that opened the starboard view ports.\nTheir eyes were greeted by the wrenching chaos of hyperspace. \"It is\na new dimension. Our captors are highly advanced and their minds are\nimpervious to our probing. We must take over, before they recover.\"\nThe skags hurried through the freighter, gathering up all possible\nweapons and locking them in the hold. Then, K'Gol mounted the bridge\nand familiarized himself with the instruments and controls.\n\n\n\nMark Caldwell's mind snapped back into full consciousness. For a\nmoment, he thought that waitress at Arcturus had followed him; then,\nthe vision suddenly changed into something horrible and he found\nhimself facing a living skag who stood watching him with curious eyes.\nCaldwell's skin crawled and he started to cry out. A muscle jerk caused\nhis arms to fail and a yellow glow simultaneously exuded from the\nskag, bathing the astrogator in needle-like flame that paralyzed.\n\nSkag and human studied each other, unable to communicate directly and\neach filled with horror and disgust at the other's sight. Then, having\nmade his captive helpless, K'Gol examined the star charts on the desk,\nonly to discover a million years had exploded the constellations like\ndust clouds, and the suns were unfamiliar. Again, man and skag faced\neach other. Without communication, the skags could not learn the ship's\ndestination and so, although they were in power, they were as helpless\nas their captives.\n\n\n\nCharlie Guhn had been thinking of Earth's green fields, a moment before\nthe Star Rover entered minus point. Now, his mind was snapped back to\nterrifying reality with the knowledge that the starboard ports were\nunshuttered. No human found it easy to gaze at hyperspace and the\nofficer rushed to close the ports, wondering who was responsible. He\nmade his way to the hold and there discovered the collapsed envelopes\nof the skags.\n\nHis first thought was for the captain. But as he neared Jock Warren's\ncabin, his hackles rose as if in warning: there was a new odor in the\nair, slimy and deathly ancient. Then at the far end of the passageway,\nhe saw the back of a tentacled head rise from the steps to the engine\nroom. Yellow flame seemed to pursue him along the corridor as he fled.\nAn emergency hatch that led past the fore-castle to the lifeboats\nafforded him temporary escape and seconds later he found refuge in a\nlifeboat.\n\nWhen his trembling ceased, he started to formulate plans to regain\nthe ship. In the lifeboat, he discovered two force band pistols which\nhe stuck in his belt. If worse came to worse, he could bolt the ship,\nrisking the unknown dangers of a hyper-universe in preference to the\nskags.\n\n\n\nAs the narcol-induced fantasies faded from Jock Warren's brain, the\nskipper became aware his ship had passed minus point. Well, the old\ntub was on her way now and he'd have to put in an appearance on the\ndeck ... show the lads the old man wasn't scuttled. He splashed cold\nwater on his face, afterwards rubbing his red-blotched skin with a\nrough towel. Feeling better, he hummed a vulgar space chantey he had\nlearned as an Alpha Centauri midshipman, following which he danced a\nbrief jig that evoked memories of an early cruise to Procyon and a\nlovely blackeyed wench.\n\nNow completely spruced up, the captain buckled the triple prongs of\nhis white belt, donned his gold-braided space cap and stepped out of\nthe cabin.\n\nA live skag stood at the end of the hall waiting for him.\n\nDoubt and disbelief wrinkled Jock Warren's brow as he stared at the\napparition. He knew he was sober because the Star Rover had passed\nminus point. His mind groped for an explanation of the skag. There was\nno explanation--but there was a _solution_.\n\nThe captain backed into his cabin, locked the door and then searched\nthrough his wardroom locker until he found that most precious of all\nliquids, a flask of narcol. Several good strong slugs slushed down his\nparched gullet, before his space-hardened nerves approached reasonably\ngood shape.\n\nHis skin flushed and his arteries warmed by the narcol, he became\nconvinced once more that he had suffered an hallucination. Fantasy or\nno fantasy, there remained only one way to learn for certain. Jock\nWarren strode into the corridor. There the skag waited. \"Blast it!\"\nthe captain rumbled. \"You're a balmy hallucination. Out of my way, you\nscummy dream of a scummy planet!\"\n\nHe lurched towards the creature and his arms attempted to brush away\nits cobwebby image. Sudden contact with its cold firm flesh electrified\nhim. \"Mister Guhn!\" his voice rose. \"Avast, Mr. Guhn!\"\n\nThe echoes rolled through the ship without answer.\n\nWhen the dead silence renewed itself, Capt. Jock Warren lifted his\nnarcol flask and drank deeply. The skag watched with impassionate\ncuriosity.\n\n\n\nFailing in his search for Rigel on the star charts, K'Gol tried to\ncontact his companions who were exploring and making secure the\nremainder of the vessel. The skag concluded that the only hope lay\nto negotiate a truce with the monsters who had built the ship. His\ncompanions replied:\n\n\"That's your task, K'Gol. We must learn the language of these hideous\ncreatures or teach them ours.\"\n\n\"I have captured one here, who appears to guide the vessel,\" beamed\nK'Gol. \"Let me attempt it with him, first.\"\n\nBlue light flamed from the skag, bathing Mark Caldwell's head and\nthroat. Discovering the paralysis lifted, the astrogator rotated his\nhead to exercise stiffened muscles. K'Gol pointed at the individual\nwhite dots on a star chart: \"Kuuuh-gu.\" The tones were like a goat\nchewing tin plate.\n\n\"Kuuuh-gu,\" echoed Mark Caldwell. \"Oh, you mean stars. Stars.\"\n\nThe skag waved to include the bulkheads and deck. \"Saaah-gos.\"\n\nThe astrogator repeated: \"Saaah-gos. Must be ship.\"\n\n\"Must be ship,\" said the skag.\n\nHysterical laughter gripped the officer. From the skag's throat emerged\nidentical sounds, uproarious cackles; but the brilliant eyes barely\nflickered.\n\n\n\nFrom his place in the lifeboat, Second Officer Charlie Guhn had heard\nno sound for several hours. He felt cramped in a gray microcosm where\nit was hopeless to escape. His mind turned to the cause of the skags'\nrevivification; it was his knowledge of physics that provided him the\ncorrect answers. The transparent shells surrounding the skags were of\ntime-impervious materials. Upon entering minus point, the creatures\nretrograded in time to a point previous to their suspended animation.\n\nWhat did they want? What did they plan? Without these answers, Guhn had\nno means to deal with them. Rather than dispatch the lifeboat, the deck\nofficer resolved to attempt snapping the entire vessel back into normal\nspace. He lowered himself to the foc'sle quarters. Here, the bodies\nof six crewmen neatly piled together stunned his eyes. At first, he\nsupposed they were dead but a confirmatory touch of their flesh showed\nthey were not. Tortured faces stared at him, as if trying to project a\nmessage.\n\nGuhn stole along the portside catwalk to the engine rooms. Finding no\none, he mounted to the deck. Upon hearing the heavy tread of stumbling\nfeet, he flattened himself against a bulkhead niche and waited.\n\nSuddenly, words roared out in the still passageway, sung in a\nstrong-timbered brogue:\n\n    \"_Oh, our officers are eager\n    And our crew is full of fight!\n    And we're blastin' off for Vega\n    Where we'll drink and fight all night!_\"\n\nIt was the captain's voice, bursting with life and very merry.\n\nThe chant was taken up by another voice, a throbbing metallic speaker\nwith slurred tones:\n\n    \"_Cause we've got to get her o-o-over,\n    O-o-over that hyper hooomp!_\"\n\nHolding his body flat in the niche, Charlie Guhn saw the skipper walk\nby, keeping time to his own melody by waving his massive arms. Abreast\nof him reeled a skag, drenched with narcol fumes. Guhn stepped out\nbehind them, gripping the trigger of the force band pistol.\n\n\"Captain Warren! Step aside.\"\n\nThe skipper wheeled and his face flooded crimson:\n\n\"Mr. Guhn, may I ask what you're doing off your watch?\"\n\n\"Sir, that's a skag. They've taken over the ship.\"\n\n\"You're hysterical, Mr. Guhn. Damned right he's a skag. Been a skag for\na million years. You hear that? Best dream I've ever had. We're going\nto get him back to Rigel ... next trip out. Drinks like a blasted fish,\nthe fellow does.\"\n\nIncredulity fought fear in Charles Guhn's brain, until the alternate\nwaves of emotion caused his collapse. Capt. Jock Warren bent over and\nraised him. The two men's faces came close together. The skipper's eye\nclosed slowly, once, twice: \"We'll be all right if the juice holds out.\"\n\nThe skag bent over too in an inebriated effort to assist. Then, the\nskipper and his million-year-old companion locked arms and hoisted the\nflask of narcol.\n\n\n\n_From Charlie Guhn's Log_:\n\n_The skags were friendly enough, once barriers broke down. They had\nsuspended their civilization when a helium cloud passed through their\nsystem. Helium was poisonous to their composition and the skag culture\nmay have to be transferred to a nitrogen-major planet._\n\n_On termination of the voyage, Mark Caldwell, astrogator, promptly\napplied for transfer to the Arcturus run. Second Officer Guhn refused\nto sign again and took a berth on the Earth-Mars shuttle. Capt. Jock\nWarren posed for a \"Captain of Distinction\" testimonial for the narcol\npeople and retired on his earnings, protesting a higher fee paid to a\nskag for a similar portrait._\n\n_When last heard from, K'Gol and his skag companions had settled down\nto conferring with terrestrial scientists, making and discarding\ncountless plans to revive the Rigel culture, and drinking narcol._\n\n_Frankly, they didn't seem to be in any hurry about reviving their\nbrethren. Maybe, they felt they had a damned good deal all by\nthemselves. Who knows the mind of a skag?_",
    "metadata": {
        "author": [
            "Locke, Robert Donald",
            "Arcot, Roger"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66144/pg66144.txt",
        "name": "milk_run.json"
    }
}