{
    "name": "Mindsnake",
    "author": [
        "Harmon, James Judson",
        "Harmon, Jim"
    ],
    "body": "\"Witch! Witch!\" The cry was among the walkers, but he didn't bother to\ntrack it down. It was no longer a fighting word to Hammen. He wore it\nlike a badge of honor. It tasted of brass, but it gleamed on him.\n\nA puzzled growl came from the Familiar at his heels. The dog could\nnever understand how people could hate Hammen. Lad, the dog, often\nasked Hammen how anyone could possibly hate Hammen, and Hammen always\ntold him to shut up; he couldn't understand--he was only a dog.\n\nThe walk ramp was crowded this afternoon with people fresh from the\ntransmatter stations, eager to tell themselves they were walking on\na strange planet. Hammen passed among the nudists, the cavaliers,\nthe zip-suiters, the zoot-suiters, the Ivy-coated, the Moss-covered,\nwalking not for novelty or exercise but because he preferred to go\neverywhere under his own power. Even to the stars.\n\nHale and Lora saluted him a few paces away from the entrance to the\nstation. They were a beautiful blond couple, with brightly polished\nfaces. Hammen didn't much like them, but he didn't feel sufficiently\npressed to be rude enough to let them become aware of it.\n\n\"How goes it, kids?\" he asked them.\n\n\"Couldn't be better,\" Hale said.\n\n\"Of course not,\" Lora added.\n\n\n\nHammen's slate eyes moved from the man to the woman. \"Are you troubled?\"\n\n\"This isn't the time to talk about it, not before you and Lad transmit\nyourself,\" the girl said quickly.\n\nIt wasn't, Hammen admitted to himself. Only now that they had let it\nslip, he would rest better knowing the whole truth of it.\n\n\"Come on,\" Hammen urged. \"It's not as if I wasn't interested.\"\n\nHale looked at his wife. \"Lora doesn't like Wagner any more.\"\n\n\"Perdition!\" said Hammen. \"I _never_ liked Wagner. She's growing up.\"\n\nLora put a half-closed fist to her lips, and didn't look at either of\nthe men, or at the dog who stood with freshly pointed ears.\n\n\"No,\" she said softly. \"I lost something on the last one. Gee, I wonder\nif the Mindsnake likes Wagner now? Still, it's not as if I had stopped\nliking music altogether, or books. Not this time.\"\n\nHale grabbed her arm roughly. \"You're sure doing a great job of getting\nHammen ready for the jump.\"\n\nLora's eyes clouded. \"I'm sorry, Ham.\" She looked up, smiled warmly,\nkissed her fingertips and placed them on Hammen's lips. \"Companion's\nCode, huh?\"\n\nHe took her hand and for the moment liked her. \"Okay, honey. I guess\neven a Witch squeezes in under the wire for that.\"\n\nThe young team was abruptly embarrassed. \"Oh, well, Witch,\" Hale said\ndeprecatingly, \"what does cargo know, anyway?\"\n\nHammen laughed and scratched Lad's ears. \"They know I'm a Witch. But\nit has its advantages. I don't have to worry about Lad losing his taste\nfor Wagner. A dog does not have that much to lose. If it comes to that,\nhe's just gone.\"\n\nLora shuddered delicately, the way of a watered flower. \"How could you\nstand to lose a Companion with so little feeling?\"\n\n\"I've lost three Companions, and got myself and my cargo into port.\nThey were only dogs.\"\n\nHale looked at him sharply. \"But you were Companioning with them. It\nmust have been,\" he selected a word, \"difficult for you.\"\n\n\"Don't absorb the cargo's superstitions about Witches and their\nFamiliars. They have fogged, even dirty, ideas. They were just dogs to\nme. Like Lad.\"\n\n\n\n\"A dog, that's all he is,\" Gordus said in a manner designed to explain\nthe thing patiently to Hammen.\n\n\"Lad is a dog.\"\n\n\"Why do you emphasize the point now?\" Hammen demanded.\n\nThe Companion sat on a seat formed from a single S-shaped plastic\nsurface. Hammen studied the bulk of Gordus, Coordinator of\nTransmatters, who sat hulked in his utility chair in the bubble office\noverhanging the City of the Sea, on the world of Lanole. Hammen\nwas comfortable, cooled, relaxed, amused by a light play of sensory\nelectron music, and aggressively unhappy.\n\nGordus sat in his great chair patting the hair on the back of his left\nhand with his right palm, as if the fist were a sleeping kitten. At\nHammen's feet, Lad's neck muscles quivered uneasily.\n\n\"Your record, Hammen,\" Gordus said at last, \"is a good one.\"\n\n\"How could it be better? I've never lost one member of a cargo.\"\n\n\"But you have lost three Companions.\"\n\n\"Familiars. Dogs.\"\n\n\"But it shows weakness.\"\n\nHammen's face heated. \"I never show weakness.\"\n\n\"Not _your_ weakness, my dear, dear boy,\" Gordus said in exaggeration.\n\"The weakness of the Witch-Familiar relationship, the weakness of\nWitches as Companions at all. Don't take it personally.\"\n\nHammen leaped to his feet. Lad's muzzle gleamed white.\n\n\"Not take it personally?\" Hammen cried. \"How else can I take it? You\nare questioning the worthiness of my profession, of my way of life. You\nquestion the honor of many of my friends--my associates. Witchery is an\nancient profession. My grandmother and uncle were Witches before me.\nWitches have an unparalleled record of service to Transmatters and to\nthe human race. How dare you, sir!\"\n\nGordus waved a fat hand in front of him, laughing up and down the\nscale. \"No, no, no. Peace, please. You have no need to plead so\nstrongly for the cause of Witches. _You_ don't have to be a Witch,\nyou know, Hammen. You're good enough to be a regular, full-fledged\nCompanion. The reason you get so many of your cargo through is that you\nin the most literal sense Companion them all. It would be possible for\nyou to use a fellow Companion on your jumps instead of a Familiar.\"\n\n\n\nHammen sat down, no longer angry, or energetic. \"No. No, it wouldn't be\npossible for me to do that. I can take people on an occasional jump,\nfor high pay. But I couldn't stand the same kind of contact, day in,\nday out, with another human being. Pay doesn't come that high.\"\n\nGordus gave another laugh, and killed it sharply. \"And there you were a\nfew moments ago bragging about all the service Witches had been to the\nhuman race, and when we get down to it, it turns out you hate the human\nrace.\"\n\nHammen tasted the inside of his dry mouth and longed for a way out. \"I\ndon't _hate_ it; I just can't stand it. There's a difference.\"\n\n\"If you say so. But tell me, do you like your fellow Companions, or\neven your fellow Witches, any better than you do your cargo?\"\n\n\"No,\" Hammen admitted.\n\n\"Good. Then we can stop this foolish talk about the Witches' service\nto mankind, since you don't give a damn about either Witches or\nmankind. You care only about one Witch; your interests are entirely\nself-interests. Correct?\"\n\n\"Yes.\"\n\n\"Good. Better. Now I suppose you are not entirely satisfied with\nthe benefits you now receive as a Witch? You would like more money,\npleasure, power, prestige? You have ambition, greed, hunger, desire?\"\n\n\"Yes.\"\n\n\"Fine. I didn't think you had altogether ceased to be human. Then I can\ntell you that the Transmitter Service has to perform its most important\nmission, and you are thought to be the best man for it.\"\n\n\"Most important mission?\" said Hammen. \"Best man?\"\n\nGordus became happy. \"Those are questions? But I can't tell you the\nanswers. Not yet. First, you must promise us the added protection of\ntaking a human Companion for this assignment.\"\n\n\"Why should I want to do that, Gordus?\"\n\n\"Because I have promised that you would, and I never fail.\"\n\nHammen stood for the second time. \"Sorry. Not a good enough reason for\nme.\"\n\n\n\nGordus' face splintered into confusion. \"But as your superior, as your\ncoordinator, I order you to take a human Companion for this assignment.\"\n\n\"Gordus,\" Hammen said, \"you were once a Companion yourself.\"\n\n\"When I was younger, while my wife was alive.\"\n\n\"Then rescind your order or I'll kill you--under the Code, in a duel.\"\n\nGordus sneered. \"I have never been beaten.\"\n\n\"Obviously,\" Hammen said. He didn't point out anything about his own\nstatus.\n\n\"No.\"\n\nIt was a final thing.\n\n\"Are you armed at this instant?\"\n\nThe coordinator shook his heavy head.\n\n\"Then I plead grievance and choose weapons. Appeal?\"\n\nThe other shrugged. \"Choose.\"\n\nHammen was breathing deeply and regularly, in preparation. \"Before this\nis closed, I want to remind you that the Law and the Code both state\nthat no one can interfere in the relationship between a Team.\"\n\n\"Doesn't apply,\" Gordus said. \"The act of '97 recognized the\nCompanionship of Witches, but it did not extend the privilege to\nFamiliars. Naturally not. You are a Companion and I could not separate\nyou from a human Companion, but I can order you to break from Lad.\"\n\n\"That isn't just.\"\n\n\"I know. But we're talking about law, not justice.\"\n\n\"Do you wish aid from your fellow Companion?\" Hammen asked.\n\n\"In later years, I have often wished for it, but my formal reply: No.\"\n\n\"Then,\" Hammen said, \"I name our weapon as the body. The time, this\ninstant. I can kill you easily with my bare hands, and Lad will help\nwith his teeth.\"\n\nAn eyebrow-hedged ridge of fat above Gordus' left eye angled. \"Use the\ndog and you'll get in trouble.\"\n\n\"Not before a Companions' Court. But if you so state your preference,\nI'll only use my own body.\"\n\n\"Hammen, about this matter,\" the coordinator said. \"I'll think about\nit.\"\n\n\"An hour,\" Hammen said, and turned on his heel.\n\n\"Hammen,\" Gordus called out.\n\nHammen looked back to face a leveled destruction gun.\n\n\"You know the Code,\" Gordus explained. \"The Challenge wasn't withdrawn.\nYou struck the field. A coward may be killed by any weapon.\"\n\n\"You are too modest,\" Hammen told him.\n\nGordus smiled and fed the gun to a compartment of his utility chair. \"I\nonly wanted to prove a point. I can kill you anytime, anywhere. No one\ncan beat me. Can they? Can they, Hammen?\"\n\nThe sweat stung Hammen's palms so hard he could almost taste the salt\nin it with his fingers.\n\n\"I'll do it.\"\n\n\"Gratitude is a part of honor. Yes. The Code. You do believe in that.\nBut you haven't asked me yet who your human Companion on the jump will\nbe.\"\n\n\"Who?\" Hammen asked.\n\n\"As you yourself pointed, I still come under the Code myself.\"\n\n\n\n\"I agreed to take a human Companion, but I did not agree to take Gordus\nhimself,\" Hammen explained to his wristphone in the alcove outside the\ncoordinator's office.\n\n\"I think it's a terrible thing,\" Lora said. \"But why won't you jump\nwith him--Gordus, I mean?\"\n\n\"I hate him,\" Hammen explained.\n\n\"Oh, sure. I guess I do too. I'd never thought of being a Companion\nwith him. Ugh! Oh, Hale's swimming in now.\" Aside: \"Over here,\ndarling. Ham's calling.\"\n\nFrom afar: \"Who?\"\n\nAside: \"Hammen. The Witch.\"\n\n\"Why didn't you say so?\" Into the phone: \"Hi, fellow. What can we do to\nyou?\"\n\n\"You can do a lot for me.\"\n\n\"For you, huh? That comes high, you know. What'll it be?\"\n\nHammen retold his story, and finished with, \"That's why I called you\ntwo. I need a human Companion, anybody other than Gordus.\"\n\nA slithering of voice, then faint, but distinct, from Lora: \"I couldn't\ndo it and I can't let you do it. Afterward, whichever of us, it would\nbe as if I were no better than a dog.\"\n\nHammen stared ahead of him at the alcove wall.\n\n\"Ham,\" Hale said, \"why did you come to us with this?\"\n\n\"You were friends of mine,\" Hammen said.\n\n\"No.\"\n\n\"No?\"\n\n\"We aren't friends of yours, Ham,\" Hale said patiently. \"We're just\nacquaintances of yours. We'd like to help you out, but not enough to\nsplit our team for you. Surely you've got some real friends, people you\nlook better to than us.... Hell, man, don't you know what a friend is?\"\n\nHammen thought of it. \"I suppose not.\"\n\n\"But there must be _someone_,\" Hale said in embarrassment, \"a woman.\"\n\n\"I know a woman Witch on another world. We make love together\nsometimes. But I know her only well enough to know better than to ask\nfavors of her.\"\n\n\"There are lots of Witches,\" Hale said in nervous exasperation. \"One of\nthem is bound to Companion with you on a thing like this.\"\n\nHam touched his fingers to his wrist. \"I think not. No other Witch is\ngoing to help me set a precedent to put them out of the trade.\"\n\n\"But the Code!\" Hale said furiously. \"Surely you can count on your\nfellow Witches under the Code.\"\n\n\"Why? I couldn't count on my fellow Companions under the Code,\" said\nHammen, and pressed his wristphone into silence.\n\n\n\nHammen stepped from the alcove back into Gordus' office to find\na lovely golden woman groveling at the coordinator's feet. The\ncoordinator was smiling at the pleasure of the thing.\n\n\"What's this?\" Hammen demanded.\n\n\"Cargo,\" Gordus said.\n\n\"Is she ill?\"\n\n\"Mad.\"\n\n\"Then she can't be transmitted. No one could hold together a\ndisintegrating personality in transmission,\" Hammen said.\n\n\"It will be difficult. Unprecedentedly difficult. That is why it will\ntake the two of us acting as Companions to bring her safely to Earth.\"\n\n\"Why is it so important that she get to Earth?\"\n\n\"Ask her,\" Gordus suggested.\n\nHammen glanced down and saw Lad nosing pointedly at the woman. Often he\nforgot that the dog was constantly at his side. His eyes lifted up to\nthe woman.\n\nShe had fine features, impressive blonde hair, and she was wrapped in a\nfrazzled blanket, indigo rubbed away to white threads here and there.\n\n\"What's your name, woman?\" Hammen asked.\n\n\"I know what it is.\"\n\n\"Of course you do,\" he said sharply, \"but I don't.\"\n\n\"I know you don't.\"\n\n\"There isn't much that you don't know, is there?\"\n\n\"I know everything,\" she confessed humbly, honey eyes down.\n\nHammen whirled to Gordus. \"What do they want with her on Earth?\"\n\nThe coordinator gestured eloquently. \"She knows everything. Do you\nthink they know everything on Earth? Don't believe propaganda. There\nare things she can tell them.\"\n\nHammen looked again to the creature huddled on the floor. \"What could\nshe tell anyone?\"\n\n\"There are words buried in any conglomeration of letters. Confusion is\nthe basis of all codes. There is always a cipher for any code.\"\n\nHammen exhaled. \"Never mind. What do I care what they want with her?\nAll right, I'll try to take her through. You don't want me to use the\ndog?\"\n\n\"No. It won't do.\"\n\n\"Then let me take her alone. I could do it this once.\"\n\n\"Negative. Besides, need I remind you that you have already graciously\nagreed to take a human Companion?\"\n\n\"And,\" Hammen said ponderously, \"I can't get any Companion other than\nyou to go with me.\"\n\n\"You can't? Sad. But why wouldn't I be acceptable?\"\n\n\"I hate your soul.\"\n\n\"No doubt,\" Gordus sighed. \"But I believe you said you hated all\npeople.\"\n\n\"I can't stand people, only some people especially do I hate.\"\n\n\"I see. But surely it is only a small difference in degree, not kind,\nbetween the contempt and aversion you hold for humanity at large and\nthat which you hold for me. Surely that difference is too small to\ncause you to break your word, given under the Code.\"\n\n\"I suppose it is.\" The words tasted bad in his mouth. \"Very well. I'll\ntransmit with you.\"\n\n\"_Of course_ you will,\" the coordinator said smoothly.\n\n\n\n\"Are you ready to transmit now?\"\n\n\"Of course we are.\"\n\nHammen stood within the platform diagram with Gordus and the woman.\nBeyond the boundaries stood the technicians, one at the control mosaic,\nthe other holding to the neck of Lad, who suffered it under orders.\n\n\"Wiggle away from the Mindsnake, citizens,\" a technician called.\n\nA native, Hammen thought. He had never been in transmission himself. No\none who had ever joked about the Mindsnake, or rarely even spoke of him.\n\nHammen looked around him, slate eyes chalking the outline of the\ndiagram in which they stood. It was only a rectangle, but shouldn't it\nbe rather a pentagram?\n\nFrom the time of Aristotle, the populace equated science with magic.\nWasn't the diagram only a sign to conjure the demon, Spatium, to do the\nboon of transporting his servants across the void without decay of time?\n\nNo. Instantaneous transmission of matter wasn't magic. It had always\nbeen a part of folklore as teleportation, but just as machines had been\nmade to duplicate the legendary feats of human extrasensory perception,\nmachines made to let men speak over great distances to duplicate the\nstrange voices of mystics, and machines made that would indeed show\nstrange visions over vast expanses, science had made the Transmatter\nfor null-time object displacement.\n\nTransmatters were a logical, progressive theoretical implementation.\nIf electrical impulses could recreate patterns first in sound, then\nin light, it followed relentlessly that someday some form of impulses\nwould be found to recreate matter. Energy and matter were only\ndifferent forms of one unity.\n\nFortunately, matter duplication had come before matter transmission. As\nthe researches of Phillips established, an exact duplicate is _not_ the\noriginal.\n\nA duplication of a man is only a duplicate, not the original, unless\nthe _elan vital_, the spirit, the soul, is transmitted, for it cannot\nbe duplicated. A duplicated man is a perfect robot, capable of memory\nand learning, and developing into a human being in time. But it is not\na human being immediately, and it can _never_ become the original of\nthe duplicate. Every human viewpoint is unique and irreplaceable.\n\nDuplication of matter was uneconomical. The power outlay was too great,\nthe equipment too costly to build and operate. So transportation by\ntransmission was investigated. Again, it was too expensive except for\nvery great distances, trips of light-years to worlds established over\nthe generations by the spaceships which had reached virtual light-speed\nand could not go beyond it.\n\n\n\nPersonalities of transmittees got lost among the stars.\n\nTransmitted poets arrived with a dim itch for a brutal fight, due to\nsome residue of glandular acid from a parting insult affecting their\nbirth trauma on the new world.\n\nGreat conductors solidified, hating music.\n\nCompetent engineers were imported with an infantile urge toward lyric\nverse.\n\nAnd the Companions came into being as a profession.\n\nMen with will power, psionic abilities, strength of character. You\ncould call it what you liked, depending on your profession, your\npolitics, your religion. At any rate, men (and women) who could hold\nhuman personalities together on the long, instantaneous voyage through\nnull space.\n\nBut still some personalities drifted away.\n\nOr, some darkly superstitious people suggested, were they sucked away?\n\nThey were.\n\nPersonalities in transmission were being captured by an intelligent\nentity, unimaginably vast in size, which some believed used the\nmovements of galaxies as the synapse responses of its brain.\n\nIt was a vast entity, but not a very intelligent one, due to the\nsquare of signal decay and noise over light-years. Moreover, it was\npsychopathic. From contact with human minds, it had decided it was, or\nwould become (it was obviously confused on the point) the god of the\nhumans.\n\nIt proposed to do this by eventually incorporating all intelligence\ninto itself. But, seemingly, only intelligences in transmission were\nsoft enough for the Mindsnake to get a hold on.\n\nThe Companions were harder-shelled.\n\nBut the Mindsnake grew stronger.\n\nAnd Companions began traveling with other Companions, as teams, to\nresist the Mindsnake.\n\nAnd there came a class of Companions who did not need the help of\nany other man or woman, but only a touchstone of reality, something\nfamiliar of Earth--the mind of a dog or a cat or some other animal.\nFamiliars. So was born the Corps of Witches.\n\nAnd here, Hammen wondered, was this where the Witches came to an end?\n\nHe looked at the bulging head of Gordus. He couldn't see inside it.\nMaybe there would ultimately be men who could, but he could only\ncontact other minds when they were taken off the level of matter and\nenergy, and placed in null-space. Where there is no space, there can be\nno barriers.\n\nThere was nothing but confusion in the woman's mind if he could touch\nit. Nothing but boredom and routine in the minds of the technicians.\n\nHammen's eyes moved to the dog. He suddenly decided Lad looked sad. But\ndogs have human facial muscles, and it would be impossible between a\nman and a dog for one to look into the other's mind, while they weren't\nin transmission.\n\nUselessly, he permitted himself to wish Lad was going with him....\n\nThe heavy shoulder muscles of the dog ripped him free from the\ntechnician's grasp and Lad threw himself across the diagram line as the\ncoordinants of the transmatter phased.\n\n\n\nTransmission. No time. No space. Hammen felt an overblown wave of force.\n\n\"How's that for power?\" Gordus demanded.\n\nIt came as words to him, as communication between people had come to\nhim all of his life. Deaf-mute Companions had told him communication in\ntransmission came to them as hands and fingers feeling of words.\n\n\"You've never had a _real_ Companion before, have you?\" Gordus asked.\n\"You've never felt _real_ power like this before?\"\n\n\"Power? I've heard members of the cargo scream as loud from terror and\nhorror. We don't scream in transmission, Coordinator. Let the Snake\nsleep.\"\n\n\"Power,\" the coordinator repeated. \"I always held my cargo together\nwith power.\"\n\n\"When you were a Companion, the Snake wasn't as strong as it is now.\nQuiet, please.\"\n\nHammen felt out for his Familiar. A tail wagged somewhere. A head\ncocked to one side in puzzlement, concern. What wasn't a hand petted\nthat which wasn't a head.\n\n\"Just us--just the two of us--to see after the woman,\" Gordus said with\na leer in his voice.\n\n\n\nDidn't he know about Lad crossing the diagram? Hadn't he seen?\n\n\"You sound as if you were about to suggest we team up and rape her.\nIt's hardly practicable here.\"\n\n\"But that's it, Hammen! That's it! I want to rape her mind!\"\n\n\"Go away, Gordus. I don't believe in you. Nobody really makes a career\nout of being that swinish.\"\n\n\"My profession is power, Hammen. I find your attitude unprofessional.\"\n\nHammen reached out for the girl. \"What do you want from her?\"\n\n\"She knows everything, Hammen. Don't you want to know everything?\"\n\n\"No,\" Hammen said. \"I'd never be able to remember it.\"\n\nThe girl was retreating from them. Had she been snagged by the\nMindsnake? No. Only drift. Hammen threw an anchor into her, braced\nhimself against his Familiar, and pulled. She came apart at the seams\nand flew off in all directions, gibbering.\n\nHe raced after all the pieces of the woman at a practiced, steady\ntrot and gathered them all in. He made a rough boundary and\ncompartmentalized her.\n\nFor an instant, he looked through the jumble that was her mind.\nSensuality, sloth, greed, hate, envy, pride, hunger, death wish--it was\nthe usual human pattern well enough, but they were letters that spelled\nout no words. It would be impossible to find any information in that\npsychic junk heap.\n\nDeftly, Hammen turned Gordus back on.\n\n\"... must know. You'll have to help me, Hammen.\"\n\n\"Why must I?\"\n\n\"Simplicity. You must. We stay here until you do. You can't close the\ntransmission without me, and I will not do it until you help me pick\nthe woman's mind. We can wait forever until you decide to do as I\norder. There is no time here.\"\n\nGordus was a blind old man stumbling in the dark. He hadn't seen Lad\njoin them inside the diagram. He probably wasn't even aware that Hammen\nhad the woman under tow.\n\n\"Listen to me, Gordus. That about there being 'no time' here is a\nmathematical abstraction. _Practically_, it has its limitations. There\nis some flow of some kind of duration here, otherwise our questions and\nanswers would come at the same time.\"\n\n\"What are you trying to teach me?\" Gordus demanded. \"I was a Companion\nbefore you were born.\"\n\n\"But then the Mindsnake wasn't so active or so powerful. If the\n'duration' of our transmission is too long, he'll get a clear fix on\nus--and that will be that.\"\n\n\"I'll risk that. _Will you?_\"\n\n\"No,\" Hammen said. \"You're a fool out here in transmission. You don't\nknow what you're doing. What do you expect of me?\"\n\n\"Link with me, Companion, as you should. Help me gain her knowledge.\"\n\n\n\nHammen knew that he was being asked to help gain access to information\nintended for the Federation authorities on Earth. But he rarely thought\nof himself as a Federal, and he knew very few worlds would allow\nextradition of him on a Federal charge. At the moment, he was mainly\nconcerned with saving himself and his cargo from the Mindsnake. As\ndistasteful as it was, Gordus was a part of his cargo, and a man had to\nhave a few ideals. Gordus was not qualified to be a Companion after the\ngenerations of growth of the Mindsnake. He was only a pitiful fool now.\n(How long before the Snake gets so big I will not be qualified? How\nlong before _no one_ is qualified? How long before the Snake comes out\nof null-space and stalks the planets?)\n\nHammen shrugged and joined Gordus.\n\nThey struck for the mind of the woman.\n\nHer name, they warned, Isodel.\n\nThey found that out, and incredibly, more.\n\nIn some way Gordus' mind paralleled the girl's. There was much of a\nkind about them, and Gordus could piece together the fragments of\nher identity. But then he was reaching down for something, and he\nprestidigitated it up and out of sight.\n\nHammen realized that Gordus had succeeded in getting what he wanted and\nin keeping it from him. He was less of a doddering old fool than he\nappeared.\n\n\"What was that?\" Hammen demanded. \"What did you take?\"\n\nHe tried to shake it loose from the coordinator.\n\n\"Let go of me!\" Gordus cried out in immaterial indignity.\n\nHammen released him.\n\nCompletely.\n\nGordus screamed soundlessly as he retreated toward infinity.\n\n\"Shall I catch you?\" Hammen asked.\n\nThe scream changed in pitch.\n\nThe Witch brought him back.\n\n\"You stayed,\" Gordus said. \"Somehow you stayed. That dog. Somehow\nyou've got your damned Familiar with you, haven't you, Witch?\"\n\n\"No,\" Hammen lied fluently. \"Only feeble minds like yours require a\ncontact. Shall I tell you something about Witches? The Familiars are a\ndeception. We don't need them at all. We are lone wolves.\"\n\n\"Wolves, are you? So now I know what your grandmother before you was.\"\n\nHammen laughed.\n\nAnd sobered.\n\n\"What did you take, Gordus?\" he demanded.\n\n\"What do you know about her?\" asked Gordus.\n\n\"Her name is Isodel.\"\n\n\"Isodel Van Der Lies.\"\n\n\"I've heard of her. Somewhere,\" Hammen said hesitantly.\n\n\n\n\"A great theoretician,\" the coordinator explained sullenly. \"Probably\nthe first authentic female genius of the race of man. On a par with\nPlato, Shakespeare, Newton, Einstein.\"\n\n\"What theory of hers were you after?\" Hammen pursued.\n\n\"A method of destroying the Mindsnake.\"\n\n\"You want to take the credit from her.\"\n\n\"I want only to take the theory from her, Hammen.\"\n\n\"You mean you don't want the Mindsnake to be destroyed. You are afraid\nits destruction would mean the end of the Companion Corps which you\nhead.\"\n\n\"Not at all. I only want the theory so I can reverse it. Once you know\nhow to destroy the Mindsnake, you also know how to create one. You\nsee, I intend to become another Mindsnake, one who knows too much of\ndestruction to ever be destroyed.\"\n\n\"Listen carefully, Gordus,\" Hammen said with infinite care. \"You're\nill. You don't know what you're talking about. It can't be done.\"\n\n\"The ultimate dream--ultimate power.\"\n\n\"That's pure psychosis, Gordus!\"\n\n\"Is it? Watch how easily I begin to grow. I have the woman's mind now.\"\n\nIt was true.\n\nThe poor, mad genius woman was gone.\n\n\"Stop it, Coordinator. You don't know what you're doing!\"\n\nHammen tried to reach him.\n\n\"That's it, that's it. Come ahead, my boy. I'm becoming a Mindsnake.\nNow I am a Mindsnake. Come ahead. Let me swallow you next.\"\n\n\"You fool,\" Hammen broadcast. \"You are _the_ Mindsnake now. Don't\nyou think anyone's ever wanted power before? Won't you let yourself\nremember how it was when you were a Companion? This is how it _always_\nhappens. You've let yourself be swallowed by the Snake. You ran right\ninto its jaws.\"\n\n\"No.\" Gordus thought furiously. \"I--\"\n\nAnd the Snake digested the tiny egg in its gullet and \"I\" blurred and\nwas washed over by \"All.\"\n\nHammen struck at it in anger and humiliation and terror and it\nretreated with frictionless speed.\n\nThe Snake took something with it.\n\nIt took Gordus, and it left that part of the woman, Isodel, that he had\nbeen able to capture. But the part of Isodel matched by Gordus' mind\nwas jerked free.\n\nShe was freed of hate, anger, lust....\n\nShe was left an impossibly ideal woman--all Mother, Sister, Lover....\n\nAgainst his will, by immutable laws of nature, Hammen fell monstrously\nin love with her.\n\n\n\nHammen was among the first of Companions or Witches to join the Suicide\nSquadron.\n\nHe did it to protect Isodel and her descendants for all time to come,\nand he did it in impotent fury at his reason for doing it.\n\nThe Companions transmitted in droves to abolish their profession. They\ntransmitted against the Mindsnake.\n\nThe Federation on Earth had made use of Isodel's theories. They\nwere only a formal mathematical statement of what had always been\nknown--destruction reaches a critical mass and destroys itself by\nturning against itself.\n\nWhere Hammen had refused to join one human mind, he joined countless\nones in a huge drive against the Snake.\n\nThey became one with each other and they became one with the Snake,\nand the Snake turned on itself and destroyed itself and them, and they\nturned on themselves--and stopped.\n\nThey hung together for an unmeasurable time--and broke apart.\n\nThey were a super-entity like the Snake. But where the Snake had been\nmad, they were sane.\n\nThey drifted through the haze of twilight and broke apart, their hands\ngliding away into the shadows.\n\nHammen was gloriously happy. He had never been happy before and he was\nnot at all sure he liked it.\n\n\"Jobs are so hard to find these days,\" Isodel said, her lovely face\nbrightly sane. \"What will you take up, darling?\"\n\n\"There's still need for Companions--and Witches,\" he explained. \"There\nseems more of a tendency for members of the cargo to drift away than\never. The Mindsnake at least gave them something to resist, a foothold\nof friction. Now there is nothing--nothing to do but drift, drift,\ndrift. People in transmission will need Companions for a long time to\ncome.\"\n\n\"I need a Companion,\" lovely Isodel said.\n\nHis heart leaped ridiculously.\n\n\"But not a Witch,\" said gorgeous Isodel.\n\nPain, very great physical pain.\n\n\"I love you,\" priceless Isodel went on. \"How could I help it? I am a\nwoman and I love the father image. You are my father--symbolically,\nfortunately, not biologically. You held the sane part of me while\nGordus dragged off the unsane part. You gave me--_this_ me--birth. I\nlove you. But I don't love your dog.\"\n\n\"My dog?\" said Hammen.\n\n\"No woman can marry a man _and_ his dog.\"\n\n\"I see,\" said Hammen, seeing it all, and living.\n\n\n\nYou could see everything about yourself and live. It wasn't easy, but\nyou could do it. Especially if you had the training and experience of\nbeing a Companion. Or a Witch.\n\n\"It would kill Lad to separate him from me for long, you know,\" Hammen\nsaid.\n\nIsodel's beautiful eyes misted. And she said in all her infuriating\ngentleness, \"Then it is impossible for us, if we have to destroy a\nliving--\"\n\n\"He's just a dog,\" he pointed out. \"I would wring his neck cheerfully\nif it would do any good. But it wouldn't.\"\n\nIsodel looked sad, and brave, and wonderful.\n\n\"Don't you see, Isodel? It's _impossible_ for me to do the _right_\nthing. If it wasn't Lad, it would be another dog, and if it wasn't a\nFamiliar to make me a Witch, it would be something else to make me\ndifferent, because I am different. I have to live with that. Among the\nright people, I am the left man.\"\n\nSo he left her, and walked out of the Floating Gardens onto the walkway\nand Lad fell in at his side, and he listened without anger to the\nhushings and keenings of the crowd.\n\n\"Witch! Witch!\"",
    "metadata": {
        "author": [
            "Harmon, James Judson",
            "Harmon, Jim"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60946/pg60946.txt",
        "name": "mindsnake.json"
    }
}