{
    "name": "Miss Philly Firkin, The China-Woman",
    "author": [
        "Mitford, Mary Russell",
        "Mitford, Miss"
    ],
    "body": "In Belford Regis, as in many of those provincial capitals of the\nsouth of England, whose growth and importance have kept pace with the\nincreased affluence and population of the neighbourhood, the principal\nshops will be found clustered in the close, inconvenient streets of the\nantique portion of the good town; whilst the more showy and commodious\nmodern buildings are quite unable to compete in point of custom with the\nold crowded localities, which seem even to derive an advantage from the\nappearance of business and bustle occasioned by the sharp turnings, the\nsteep declivities, the narrow causeways, the jutting-out windows, and\nthe various obstructions incident to the picturesque but irregular\nstreet-architecture of our ancestors.\n\nAccordingly, Oriel Street, in Belford,--a narrow lane, cribbed and\nconfined on the one side by an old monastic establishment, now turned\ninto alms-houses, called the Oriel, which divided the street from that\nbranch of the river called the Holy Brook, and on the other bounded by\nthe market-place, whilst one end abutted on the yard of a great inn,\nand turned so sharply up a steep acclivity that accidents happened\nthere every day, and the other _terminus_ wound with an equally awkward\ncurvature round the churchyard of St Stephen's,--this most strait and\nincommodious avenue of shops was the wealthiest quarter of the Borough.\nIt was a provincial combination of Regent Street and Cheapside. The\nhouses let for double their value; and, as a necessary consequence,\ngoods sold there at pretty nearly the same rate; horse-people and\nfoot-people jostled upon the pavement; coaches and phaetons ran against\neach other in the road. Nobody dreamt of visiting Belford without\nwanting something or other in Oriel Street; and although noise, and\ncrowd, and bustle, be very far from usual attributes of the good town,\nyet in driving through this favoured region on a fine day, between the\nhours of three and five, we stood a fair chance of encountering as\nmany difficulties and obstructions from carriages, and as much din and\ndisorder on the causeway as we shall often have the pleasure of meeting\nwith out of London.\n\nOne of the most popular and frequented shops in the street, and out\nof all manner of comparison the prettiest to look at, was the\nwell-furnished glass and china warehouse of Philadelphia Firkin,\nspinster. Few things are indeed more agreeable to the eye than the\nmixture of glittering cut glass, with rich and delicate china, so\nbeautiful in shape, colour, and material, which adorn a nicely-assorted\nshowroom of that description. The manufactures of Sevres, of Dresden,\nof Derby, and of Worcester, are really works of art, and very beautiful\nones too; and even the less choice specimens have about them a\nclearness, a glossiness, and a nicety, exceedingly pleasant to look\nupon; so that a china-shop is in some sense a shop of temptation: and\nthat it is also a shop of necessity, every housekeeper who knows to her\ncost the infinite number of plates, dishes, cups, and glasses, which\ncontrive to get broken in the course of the year, (chiefly by that\ngrand demolisher of crockery ware called Nobody,) will not fail to bear\ntestimony.\n\nMiss Philadelphia's was therefore a well accustomed shop, and she\nherself was in appearance most fit to be its inhabitant, being a trim,\nprim little woman, neither old nor young, whose dress hung about her in\nstiff regular folds, very like the drapery of a china shepherdess on a\nmantel-piece, and whose pink and white complexion, skin, eyebrows, eyes,\nand hair, all tinted as it seemed with one dash of ruddy colour, had the\nsame professional hue. Change her spruce cap for a wide-brimmed hat, and\nthe damask napkin which she flourished in wiping her wares, for a china\ncrook, and the figure in question might have passed for a miniature of\nthe mistress. In one respect they differed The china shepherdess was a\nsilent personage. Miss Philadelphia was not; on the contrary, she was\nreckoned to make, after her own mincing fashion, as good a use of her\ntongue as any woman, gentle or simple, in the whole town of Belford.\n\nShe was assisted in her avocations by a little shopwoman, not much\ntaller than a china mandarin, remarkable for the height of her comb, and\nthe length of her earrings, whom she addressed sometimes as Miss Wolfe,\nsometimes as Marianne, and sometimes as Polly, thus multiplying the\nyoung lady's individuality by three; and a little shopman in apron\nand sleeves, whom, with equal ingenuity, she called by the several\nappellations of Jack, Jonathan, and Mr. Lamb--mister!--but who was\nreally such a cock-o'-my-thumb as might have been served up in a tureen,\nor baked in a pie-dish, without in the slightest degree abridging his\npersonal dimensions. I have known him quite hidden behind a china jar,\nand as completely buried, whilst standing on tip-toe, in a crate, as the\ndessert-service which he was engaged in unpacking. Whether this pair\nof originals was transferred from a show at a fair to Miss Philips\nwarehouse, or whether she had picked them up accidentally, first one and\nthen the other, guided by a fine sense of congruity, as she might match\na wineglass or a tea-cup, must be left to conjecture. Certain they\nanswered her purpose, as well as if they had been the size of Gog and\nMagog; were attentive to the customers, faithful to their employer, and\ncrept about amongst the china as softly as two mice.\n\nThe world went well with Miss Philly Firkin in the shop and out. She won\nfavour in the sight of her betters by a certain prim, demure, simpering\ncivility, and a power of multiplying herself as well as her little\nofficials, like Yates or Matthews in a monopolologue, and attending to\nhalf-a-dozen persons at once; whilst she was no less popular amongst her\nequals in virtue of her excellent gift in gossiping. Nobody better loved\na gentle tale of scandal, to sweeten a quiet cup of tea. Nobody evinced\na finer talent for picking up whatever news happened to be stirring, or\ngreater liberality in its diffusion. She was the intelligencer of the\nplace--a walking chronicle.\n\nIn a word, Miss Philly Firkin was certainly a prosperous, and, as times\ngo, a tolerably happy woman. To be sure, her closest intimates, those\nvery dear friends, who as our confidence gives them the opportunity, are\nso obliging as to watch our weaknesses and report our foibles,--certain\nof these bosom companions had been heard to hint, that Miss Philly, who\nhad refused two or three good matches in her bloom, repented her of this\ncruelty, and would probably be found less obdurate now that suitors had\nceased to offer. This, if true, was one hidden grievance, a flitting\nshadow upon a sunny destiny; whilst another might be found in a\ncircumstance of which she was so far from making a secret, that it was\none of her most frequent topics of discourse.\n\nThe calamity in question took the not un-frequent form of a next-door\nneighbour. On her right dwelt an eminent tinman with his pretty\ndaughter, two of the most respectable, kindest, and best-conducted\npersons in the town; but on her left was an open bricked archway,\njust wide enough to admit a cart, surmounted by a dim and dingy\nrepresentation of some horned animal, with \"The Old Red Cow\" written\nin white capitals above, and \"James Tyler, licensed to sell beer,\nale, wine, and all sorts of spirituous liquors,\" below; and down the\naforesaid passage, divided only by a paling from the spacious premises\nwhere her earthenware and coarser kinds of crockery were deposited, were\nthe public-house, stables, cowhouses, and pigsties of Mr. James Tyler,\nwho added to his calling of publican, the several capacities of milkman,\ncattle dealer, and pig merchant, so that the place was one constant\nscene of dirt and noise and bustle without and within;--this Old\nRed Cow, in spite of its unpromising locality, being one of the best\nfrequented houses in Belford, the constant resort of drovers, drivers,\nand cattle dealers, with a market dinner on Wednesdays and Saturdays,\nand a club called the Jolly Tailors, every Monday night.\n\nMaster James Tyler--popularly called Jem--was the very man to secure and\nincrease this sort of custom. Of vast stature and extraordinary physical\npower, combined with a degree of animal spirits not often found in\ncombination with such large proportions, he was at once a fit ruler\nover his four-footed subjects in the yard, a miscellaneous and most\ndisorderly collection of cows, horses, pigs, and oxen, to say nothing of\nhis own five boys, (for Jem was a widower,) each of whom, in striving\nto remedy, was apt to enhance the confusion, and an admirable lord of\nmisrule at the drovers' dinners and tradesmen's suppers over which he\npresided. There was a mixture of command and good-humour, of decision\nand fun, in the gruff, bluff, weather-beaten countenance, surmounted\nwith its rough shock of coal-black hair, and in the voice loud as a\nstentor, with which he now guided a drove of oxen, and now roared a\ncatch, that his listeners in either case found irresistible. Jem Tyler\nwas the very spirit of vulgar jollity, and could, as he boasted, run,\nleap, box, wrestle, drink, sing, and shoot (he had been a keeper in\nhis youth, and still retained the love of sportsmanship which those\nwho imbibe it early seldom lose) with any man in the county. He was\ndiscreet, too, for a man of his occupation; knew precisely how drunk\na journeyman tailor ought to get, and when to stop a fight between a\nSomersetshire cattle-dealer and an Irish pig-driver. No inquest had ever\nsat upon any of his customers. Small wonder, that with such a landlord\nthe Old Red Cow should be a hostelry of unmatched resort and unblemished\nreputation.\n\nThe chief exception to Jem Tyler's almost universal popularity was\nbeyond all manner of doubt his fair neighbour Miss Philadelphia Firkin.\nShe, together with her trusty adherents, Miss Wolfe and Mr. Lamb, held\nJem, his alehouse, and his customers, whether tailor, drover, or dealer,\nhis yard and its contents, horse or donkey, ox or cow, pig or dog, in\nunmeasured and undisguised abhorrence: she threatened to indict the\nplace as a nuisance, to appeal to the mayor; and upon \"some good-natured\nfriend\" telling her that mine host had snapped his fingers at her as\na chattering old maid, she did actually go so far as to speak to her\nlandlord, who was also Jem's, upon the iniquity of his doings. This\nworthy happening, however, to be a great brewer, knew better than to\ndismiss a tenant whose consumption of double X was so satisfactory.\nSo that Miss Firkin took nothing by her motion beyond a few of those\nsmoothening and pacificatory speeches, which, when administered to\na person in a passion, have, as I have often observed, a remarkable\ntendency to exasperate the disease.\n\nAt last, however, came a real and substantial grievance, an actionable\ntrespass; and although Miss Philly was a considerable loser by the\nmischance, and a lawsuit is always rather a questionable remedy for\npecuniary damage, yet such was the keenness of her hatred towards poor\nJem, that I am quite convinced that in her inmost heart (although being\nan excellent person in her way, it is doubtful whether she told herself\nthe whole truth in the matter) she rejoiced at a loss which would\nenable her to take such signal vengeance over her next-door enemy. An\nobstreperous cow, walking backward instead of forward, as that placid\nanimal when provoked has the habit of doing, came in contact with a weak\npart of the paling which divided Miss Firkin's back premises from Master\nTyler's yard, and not only upset Mr. Lamb into a crate of crockery which\nhe was in the act of unpacking, to the inexpressible discomfiture of\nboth parties, but Miss Wolfe, who, upon hearing the mixture of crash and\nsquall, ran to the rescue, found herself knocked down by a donkey who\nhad entered at the breach, and was saluted as she rose by a peal of\nlaughter from young Sam Tyler, Jem's eldest hope, a thorough Pickle,\nwho, accompanied by two or three other chaps as unlucky as himself, sat\nquietly on a gate surveying and enjoying the mischief.\n\n\"I'll bring an action against the villain!\" ejaculated Miss Philly, as\nsoon as the enemy was driven from her quarters, and her china and her\ndependants set upon their feet:--\"I'll take the law of him!\" And in\nthis spirited resolution did mistress, shopman, and shopwoman, find\ncomfort for the losses, the scratches, and the bruises of the day.\n\nThis affray commenced on a Thursday evening towards the latter end of\nMarch; and it so happened that we had occasion to send to Miss Philly\nearly the next morning for a cart-load of garden-pots for the use of my\ngeraniums.\n\nOur messenger was, as it chanced, a certain lad by name Dick Barnett, who\nhas lived with us off and on ever since he was the height of the table,\nand who originally a saucy, lively, merry boy, arch, quick-witted, and\namusing, has been indulged in giving vent to all manner of impertinences\nuntil he has become a sort of privileged person, and takes, with high\nor low, a freedom of speech that might become a lady's page or a king's\njester. Every now and then we feel that this licence, which in a child\nof ten years old we found so diverting, has become inconvenient in\na youth of seventeen, and favour him and ourselves with a lecture\naccordingly. But such is the force of inveterate habit that our\nremonstrances upon this subject are usually so much gravity wasted upon\nhim and upon ourselves. He, in the course of a day or two, comes forth\nwith some fresh prank more amusing than before, and we (I grieve to\nconfess such a weakness) resume our laughter.\n\nTo do justice, however, to this modern Robin Goodfellow, there was most\ncommonly a fund of goodnature at the bottom of his wildest tricks or his\nmost egregious romances,--for in the matter of a jest he was apt to draw\npretty largely from an inventive faculty of remarkable fertility; he\nwas constant in his attachments, whether to man or beast, loyal to\nhis employers, and although idle and uncertain enough in other work,\nadmirable in all that related to the stable or the kennel--the best\ndriver, best rider, best trainer of a greyhound, and best finder of a\nhare, in all Berkshire.\n\nHe was, as usual, accompanied on this errand by one of his four-footed\nfavourites, a delicate snow-white greyhound called Mayfly, of whom Miss\nPhilly flatteringly observed, that \"she was as beautiful as china;\" and\nupon the civil lady of the shop proceeding to inquire after the health\nof his master and mistress, and the general news of Aberleigh, master\nBen, who well knew her proficiency in gossiping, and had the dislike\nof a man and a rival to any female practitioner in that art, checked at\nonce this condescending overture to conversation by answering with more\nthan his usual consequence: \"The chief news that I know, Miss Firkin,\nis, that our geraniums are all pining away for want of fresh earth, and\nthat I am sent in furious haste after a load of your best garden-pots.\nThere's no time to be lost, I can tell you, if you mean to save their\nprecious lives. Miss Ada is upon her last legs, and master Diomede in a\ngalloping consumption--two of our prime geraniums, ma'am!\" quoth Dick,\nwith a condescending nod to Miss Wolfe, as that Lilliputian lady looked\nup at him with a stare of unspeakable mystification; \"queerish names,\na'nt they? Well, there are the patterns of the sizes, and there's the\norder; so if your little gentleman will but look the pots out, I have\nleft the cart in Jem Tyler's yard, (I've a message to Jem from master,)\nand we can pack 'em over the paling. I suppose you've a ladder for the\nlittle man's use, in loading carts and waggons, if not Jem or I can take\nthem from him. There is not a better-natured fellow in England than Jem\nTyler, and he'll be sure to do me a good turn any day, if it's only for\nthe love of our Mayfly here. He bred her, poor thing, and is well nigh\nas fond of her as if she was a child of his own; and so's Sam. Nay,\nwhat's the matter with you all?\" pursued Dick, as at the name of Jem\nTyler Miss Wolfe turned up her hands and eyes, Mr. Lamb let fall the\npattern pots, and Miss Philly flung the order upon the counter--\"What\nthe deuce is come to the people?\"\n\nAnd then out burst the story of the last night's adventure, of Mr.\nLamb's scratched face, which indeed was visible enough, of Miss Wolfe's\nbruises, of the broken china, the cow, the donkey, and the action at\nlaw.\n\n\"Whew!\" whistled Dick in an aside whistle; \"going to law is she? We\nmust pacify her if we can,\" thought he, \"for a lawsuit's no joke, as\npoor Jem would find. Jem must come and speechify. It's hard if between\nus we can't manage a woman.\"\n\n\"Sad affair, indeed, Miss Firkin,\" said Dick, aloud, in a soft,\nsympathising tone, and with a most condoling countenance; \"it's unknown\nwhat obstropolous creatures cows and donkies are, and what mischief\nthey do amongst gim-cracks. A brute of a donkey got into our garden\nlast summer, and ate up half-a-dozen rose-trees and fuchsias, besides\ntrampling over the flower-beds. One of the roses was a present from\nFrance, worth five guineas. I hope Mr. Lamb and Miss Wolfe are not much\nhurt. Very sad affair! strange too that it should happen through Jem\nTylers cattle--poor Jem, who had such a respect for you!\"\n\n\"Respect for me!\" echoed Miss Philly, \"when he called me a chattering\nold maid,--Mrs. Loveit heard him. Respect for me!\"\n\n\"Aye,\" continued Dick, \"it was but last Monday was a fortnight that Kit\nMahony, the tall pig-dealer, was boasting of the beauty of the Tipperary\nlasses, and crying down our English ladies, whereupon, although the tap\nwas full of Irish chaps, Jem took the matter up, and swore that he could\nshow Kit two as fine women in this very street--you, ma'am, being\none, and Miss Parsons the other--two as fine women as ever he saw in\nTipperary. Nay, he offered to lay any wager, from a pot of double X to\nhalf a score of his own pigs, that Kit should confess it himself. Now,\nif that's not having a respect I don't know what is,\" added Dick, with\nmuch gravity; \"and I put it to your good sense, whether it is not more\nlikely that Mrs. Loveit, who is as deaf as a post, should be mistaken,\nthan that he should offer to lay such a wager respecting a lady of whom\nhe had spoken so disparagingly.\"\n\n\"This will do,\" thought Dick to himself as he observed the softening\nof Miss Philly's features and noted her very remarkable and unnatural\nsilence--\"this will do;\" and reiterating his request that the order\nmight be got ready, he walked out of the shop.\n\n\"You'll find that I have settled the matter,\" observed the young\ngentleman to Jem Tyler, after telling him the story, \"and you have\nnothing to do but to follow up my hints. Did not I manage her famously?\n'Twas well I recollected your challenge to Mahony, about that pretty\ncreature, Harriet Parsons. It had a capital effect, I promise you. Now\ngo and make yourself decent; put on your Sunday coat, wash your face and\nhands, and don't, spare for fine speeches. Be off with you.\"\n\n\"I shall laugh in her face,\" replied Jem.\n\n\"Not you,\" quoth his sage adviser: \"just think of the length of a\nlawyer's bill, and you'll be in no danger of laughing. Besides, she's\nreally a niceish sort of a body enough, a tidyish little soul in her\nway, and you're a gay widower--so who knows?\"\n\nAnd home went Dick, chuckling all the way, partly at his own good\nmanagement, partly at the new idea which his quick fancy had started.\n\nAbout a fortnight after, I had occasion to drive into Belford, attended\nas usual by master Richard. The bells of St. Stephen's were ringing\nmerrily as we passed down Oriel Street, and happening to look up at the\nwell-known sign of the Old Red Cow, we saw that celebrated work of art\nsurmounted by a bow of white ribbons--a bridal favour. Looking onward to\nMiss Philly's door, what should we perceive but Mr. Lamb standing on the\nstep with a similar cockade, half as big as himself, stuck in his hat;\nwhilst Miss Wolfe stood simpering behind the counter, dispensing to her\nold enemy Sam, and four other grinning boys in their best apparel, five\nhuge slices of bridecake.\n\nThe fact was clear. Jem Tyler and Miss Philly were married.",
    "metadata": {
        "author": [
            "Mitford, Mary Russell",
            "Mitford, Miss"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22844/pg22844.txt",
        "name": "miss_philly_firkin_the_china_woman.json"
    }
}