{
    "name": "Modern Fiction",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "One of the worst characteristics of modern fiction is its so-called truth\nto nature. For fiction is an art, as painting is, as sculpture is, as\nacting is. A photograph of a natural object is not art; nor is the\nplaster cast of a man's face, nor is the bare setting on the stage of an\nactual occurrence. Art requires an idealization of nature. The amateur,\nthough she may be a lady, who attempts to represent upon the stage the\nlady of the drawing-room, usually fails to convey to the spectators the\nimpression of a lady. She lacks the art by which the trained actress, who\nmay not be a lady, succeeds. The actual transfer to the stage of the\ndrawing-room and its occupants, with the behavior common in well-bred\nsociety, would no doubt fail of the intended dramatic effect, and the\nspectators would declare the representation unnatural.\n\nHowever our jargon of criticism may confound terms, we do not need to be\nreminded that art and nature are distinct; that art, though dependent on\nnature, is a separate creation; that art is selection and idealization,\nwith a view to impressing the mind with human, or even higher than human,\nsentiments and ideas. We may not agree whether the perfect man and woman\never existed, but we do know that the highest representations of them in\nform--that in the old Greek sculptures--were the result of artistic\nselection of parts of many living figures.\n\nWhen we praise our recent fiction for its photographic fidelity to nature\nwe condemn it, for we deny to it the art which would give it value. We\nforget that the creation of the novel should be, to a certain extent, a\nsynthetic process, and impart to human actions that ideal quality which\nwe demand in painting. Heine regards Cervantes as the originator of the\nmodern novel. The older novels sprang from the poetry of the Middle Ages;\ntheir themes were knightly adventure, their personages were the nobility;\nthe common people did not figure in them. These romances, which had\ndegenerated into absurdities, Cervantes overthrew by \"Don Quixote.\" But\nin putting an end to the old romances he created a new school of fiction,\ncalled the modern novel, by introducing into his romance of\npseudo-knighthood a faithful description of the lower classes, and\nintermingling the phases of popular life. But he had no one-sided\ntendency to portray the vulgar only; he brought together the higher and\nthe lower in society, to serve as light and shade, and the aristocratic\nelement was as prominent as the popular. This noble and chivalrous\nelement disappears in the novels of the English who imitated Cervantes.\n\"These English novelists since Richardson's reign,\" says Heine, \"are\nprosaic natures; to the prudish spirit of their time even pithy\ndescriptions of the life of the common people are repugnant, and we see\non yonder side of the Channel those bourgeoisie novels arise, wherein the\npetty humdrum life of the middle classes is depicted.\" But Scott\nappeared, and effected a restoration of the balance in fiction. As\nCervantes had introduced the democratic element into romances, so Scott\nreplaced the aristocratic element, when it had disappeared, and only a\nprosaic, bourgeoisie fiction existed. He restored to romances the\nsymmetry which we admire in \"Don Quixote.\" The characteristic feature of\nScott's historical romances, in the opinion of the great German critic,\nis the harmony between the artistocratic and democratic elements.\n\nThis is true, but is it the last analysis of the subject? Is it a\nsufficient account of the genius of Cervantes and Scott that they\ncombined in their romances a representation of the higher and lower\nclasses? Is it not of more importance how they represented them? It is\nonly a part of the achievement of Cervantes that he introduced the common\npeople into fiction; it is his higher glory that he idealized his\nmaterial; and it is Scott's distinction also that he elevated into\nartistic creations both nobility and commonalty. In short, the essential\nof fiction is not diversity of social life, but artistic treatment of\nwhatever is depicted. The novel may deal wholly with an aristocracy, or\nwholly with another class, but it must idealize the nature it touches\ninto art. The fault of the bourgeoisie novels, of which Heine complains,\nis not that they treated of one class only, and excluded a higher social\nrange, but that they treated it without art and without ideality. In\nnature there is nothing vulgar to the poet, and in human life there is\nnothing uninteresting to the artist; but nature and human life, for the\npurposes of fiction, need a creative genius. The importation into the\nnovel of the vulgar, sordid, and ignoble in life is always unbearable,\nunless genius first fuses the raw material in its alembic.\n\nWhen, therefore, we say that one of the worst characteristics of modern\nfiction is its so-called truth to nature, we mean that it disregards the\nhigher laws of art, and attempts to give us unidealized pictures of life.\nThe failure is not that vulgar themes are treated, but that the treatment\nis vulgar; not that common life is treated, but that the treatment is\ncommon; not that care is taken with details, but that no selection is\nmade, and everything is photographed regardless of its artistic value. I\nam sure that no one ever felt any repugnance on being introduced by\nCervantes to the muleteers, contrabandistas, servants and serving-maids,\nand idle vagabonds of Spain, any more than to an acquaintance with the\nbeggar-boys and street gamins on the canvases of Murillo. And I believe\nthat the philosophic reason of the disgust of Heine and of every critic\nwith the English bourgeoisie novels, describing the petty, humdrum life\nof the middle classes, was simply the want of art in the writers; the\nfailure on their part to see that a literal transcript of nature is poor\nstuff in literature. We do not need to go back to Richardson's time for\nillustrations of that truth. Every week the English press--which is even\na greater sinner in this respect than the American--turns out a score of\nnovels which are mediocre, not from their subjects, but from their utter\nlack of the artistic quality. It matters not whether they treat of\nmiddle-class life, of low, slum life, or of drawing-room life and lords\nand ladies; they are equally flat and dreary. Perhaps the most inane\nthing ever put forth in the name of literature is the so-called domestic\nnovel, an indigestible, culinary sort of product, that might be named the\ndoughnut of fiction. The usual apology for it is that it depicts family\nlife with fidelity. Its characters are supposed to act and talk as people\nact and talk at home and in society. I trust this is a libel, but, for\nthe sake of the argument, suppose they do. Was ever produced so insipid a\nresult? They are called moral; in the higher sense they are immoral, for\nthey tend to lower the moral tone and stamina of every reader. It needs\ngenius to import into literature ordinary conversation, petty domestic\ndetails, and the commonplace and vulgar phases of life. A report of\nordinary talk, which appears as dialogue in domestic novels, may be true\nto nature; if it is, it is not worth writing or worth reading. I cannot\nsee that it serves any good purpose whatever. Fortunately, we have in our\nday illustrations of a different treatment of the vulgar. I do not know\nany more truly realistic pictures of certain aspects of New England life\nthan are to be found in Judd's \"Margaret,\" wherein are depicted\nexceedingly pinched and ignoble social conditions. Yet the characters and\nthe life are drawn with the artistic purity of Flaxman's illustrations of\nHomer. Another example is Thomas Hardy's \"Far from the Madding Crowd.\"\nEvery character in it is of the lower class in England. But what an\nexquisite creation it is! You have to turn back to Shakespeare for any\ntalk of peasants and clowns and shepherds to compare with the\nconversations in this novel, so racy are they of the soil, and yet so\ntouched with the finest art, the enduring art. Here is not the realism of\nthe photograph, but of the artist; that is to say, it is nature\nidealized.\n\nWhen we criticise our recent fiction it is obvious that we ought to\nremember that it only conforms to the tendencies of our social life, our\nprevailing ethics, and to the art conditions of our time. Literature is\nnever in any age an isolated product. It is closely related to the\ndevelopment or retrogression of the time in all departments of life. The\nliterary production of our day seems, and no doubt is, more various than\nthat of any other, and it is not easy to fix upon its leading tendency.\nIt is claimed for its fiction, however, that it is analytic and\nrealistic, and that much of it has certain other qualities that make it a\nnew school in art. These aspects of it I wish to consider in this paper.\n\nIt is scarcely possible to touch upon our recent fiction, any more than\nupon our recent poetry, without taking into account what is called the\nEsthetic movement--a movement more prominent in England than elsewhere. A\nslight contemplation of this reveals its resemblance to the Romantic\nmovement in Germany, of which the brothers Schlegel were apostles, in the\nlatter part of the last century. The movements are alike in this: that\nthey both sought inspiration in mediaevalism, in feudalism, in the\nsymbols of a Christianity that ran to mysticism, in the quaint, strictly\npre-Raphael art which was supposed to be the result of a simple faith. In\nthe one case, the artless and childlike remains of old German pictures\nand statuary were exhumed and set up as worthy of imitation; in the\nother, we have carried out in art, in costume, and in domestic life, so\nfar as possible, what has been wittily and accurately described as\n\"stained-glass attitudes.\" With all its peculiar vagaries, the English\nschool is essentially a copy of the German, in its return to\nmediaevalism. The two movements have a further likeness, in that they are\nfound accompanied by a highly symbolized religious revival. English\naestheticism would probably disown any religious intention, although it\nhas been accused of a refined interest in Pan and Venus; but in all its\nfeudal sympathies it goes along with the religious art and vestment\nrevival, the return to symbolic ceremonies, monastic vigils, and\nsisterhoods. Years ago, an acute writer in the Catholic World claimed\nDante Gabriel Rossetti as a Catholic writer, from the internal evidence\nof his poems. The German Romanticism, which was fostered by the Romish\npriesthood, ended, or its disciples ended, in the bosom of the Roman\nCatholic Church. It will be interesting to note in what ritualistic\nharbor the aestheticism of our day will finally moor. That two similar\nrevivals should come so near together in time makes us feel that the\nworld moves onward--if it does move onward--in circular figures of very\nshort radii. There seems to be only one thing certain in our Christian\nera, and that is a periodic return to classic models; the only stable\nstandards of resort seem to be Greek art and literature.\n\nThe characteristics which are prominent, when we think of our recent\nfiction, are a wholly unidealized view of human society, which has got\nthe name of realism; a delight in representing the worst phases of social\nlife; an extreme analysis of persons and motives; the sacrifice of action\nto psychological study; the substitution of studies of character for\nanything like a story; a notion that it is not artistic, and that it is\nuntrue to nature, to bring any novel to a definite consummation, and\nespecially to end it happily; and a despondent tone about society,\npolitics, and the whole drift of modern life. Judged by our fiction, we\nare in an irredeemably bad way. There is little beauty, joy, or\nlight-heartedness in living; the spontaneity and charm of life are\nanalyzed out of existence; sweet girls, made to love and be loved, are\nextinct; melancholy Jaques never meets a Rosalind in the forest of Arden,\nand if he sees her in the drawing-room he poisons his pleasure with the\nthought that she is scheming and artificial; there are no happy marriages\n--indeed, marriage itself is almost too inartistic to be permitted by our\nnovelists, unless it can be supplemented by a divorce, and art is\nsupposed to deny any happy consummation of true love. In short, modern\nsociety is going to the dogs, notwithstanding money is only three and a\nhalf per cent. It is a gloomy business life, at the best. Two learned but\ndespondent university professors met, not long ago, at an afternoon\n\"coffee,\" and drew sympathetically together in a corner. \"What a world\nthis would be,\" said one, \"without coffee!\" \"Yes,\" replied the other,\nstirring the fragrant cup in a dejected aspect \"yes; but what a hell of a\nworld it is with coffee!\"\n\nThe analytic method in fiction is interesting, when used by a master of\ndissection, but it has this fatal defect in a novel--it destroys\nillusion. We want to think that the characters in a story are real\npersons. We cannot do this if we see the author set them up as if they\nwere marionettes, and take them to pieces every few pages, and show their\ninterior structure, and the machinery by which they are moved. Not only\nis the illusion gone, but the movement of the story, if there is a story,\nis retarded, till the reader loses all enjoyment in impatience and\nweariness. You find yourself saying, perhaps, What a very clever fellow\nthe author is! What an ingenious creation this character is! How brightly\nthe author makes his people talk! This is high praise, but by no means\nthe highest, and when we reflect we see how immeasurably inferior, in\nfiction, the analytic method is to the dramatic. In the dramatic method\nthe characters appear, and show what they are by what they do and say;\nthe reader studies their motives, and a part of his enjoyment is in\nanalyzing them, and his vanity is flattered by the trust reposed in his\nperspicacity. We realize how unnecessary minute analysis of character and\nlong descriptions are in reading a drama by Shakespeare, in which the\ncharacters are so vividly presented to us in action and speech, without\nthe least interference of the author in description, that we regard them\nas persons with whom we might have real relations, and not as bundles of\ntraits and qualities. True, the conditions of dramatic art and the art of\nthe novel are different, in that the drama can dispense with\ndelineations, for its characters are intended to be presented to the eye;\nbut all the same, a good drama will explain itself without the aid of\nactors, and there is no doubt that it is the higher art in the novel,\nwhen once the characters are introduced, to treat them dramatically, and\nlet them work out their own destiny according to their characters. It is\na truism to say that when the reader perceives that the author can compel\nhis characters to do what he pleases all interest in them as real persons\nis gone. In a novel of mere action and adventure, a lower order of\nfiction, where all the interest centres in the unraveling of a plot, of\ncourse this does not so much matter.\n\nNot long ago, in Edinburgh, I amused myself in looking up some of the\nlocalities made famous in Scott's romances, which are as real in the mind\nas any historical places. Afterwards I read \"The Heart of Midlothian.\" I\nwas surprised to find that, as a work of art, it was inferior to my\nrecollection of it. Its style is open to the charge of prolixity, and\neven of slovenliness in some parts; and it does not move on with\nincreasing momentum and concentration to a climax, as many of Scott's\nnovels do; the story drags along in the disposition of one character\nafter another. Yet, when I had finished the book and put it away, a\nsingular thing happened. It suddenly came to me that in reading it I had\nnot once thought of Scott as the maker; it had never occurred to me that\nhe had created the people in whose fortunes I had been so intensely\nabsorbed; and I never once had felt how clever the novelist was in the\nnaturally dramatic dialogues of the characters. In short, it had not\nentered my mind to doubt the existence of Jeanie and Effie Deans, and\ntheir father, and Reuben Butler, and the others, who seem as real as\nhistorical persons in Scotch history. And when I came to think of it\nafterwards, reflecting upon the assumptions of the modern realistic\nschool, I found that some scenes, notably the night attack on the old\nTolbooth, were as real to me as if I had read them in a police report of\na newspaper of the day. Was Scott, then, only a reporter? Far from it, as\nyou would speedily see if he had thrown into the novel a police report of\nthe occurrences at the Tolbooth before art had shorn it of its\nirrelevancies, magnified its effective and salient points, given events\ntheir proper perspective, and the whole picture due light and shade.\n\nThe sacrifice of action to some extent to psychological evolution in\nmodern fiction may be an advance in the art as an intellectual\nentertainment, if the writer does not make that evolution his end, and\ndoes not forget that the indispensable thing in a novel is the story. The\nnovel of mere adventure or mere plot, it need not be urged, is of a lower\norder than that in which the evolution of characters and their\ninteraction make the story. The highest fiction is that which embodies\nboth; that is, the story in which action is the result of mental and\nspiritual forces in play. And we protest against the notion that the\nnovel of the future is to be, or should be, merely a study of, or an\nessay or a series of analytic essays on, certain phases of social life.\n\nIt is not true that civilization or cultivation has bred out of the world\nthe liking for a story. In this the most highly educated Londoner and the\nEgyptian fellah meet on common human ground. The passion for a story has\nno more died out than curiosity, or than the passion of love. The truth\nis not that stories are not demanded, but that the born raconteur and\nstory-teller is a rare person. The faculty of telling a story is a much\nrarer gift than the ability to analyze character and even than the\nability truly to draw character. It may be a higher or a lower power, but\nit is rarer. It is a natural gift, and it seems that no amount of culture\ncan attain it, any more than learning can make a poet. Nor is the\ncomplaint well founded that the stories have all been told, the possible\nplots all been used, and the combinations of circumstances exhausted. It\nis no doubt our individual experience that we hear almost every day--and\nwe hear nothing so eagerly--some new story, better or worse, but new in\nits exhibition of human character, and in the combination of events. And\nthe strange, eventful histories of human life will no more be exhausted\nthan the possible arrangements of mathematical numbers. We might as well\nsay that there are no more good pictures to be painted as that there are\nno more good stories to be told.\n\nEqually baseless is the assumption that it is inartistic and untrue to\nnature to bring a novel to a definite consummation, and especially to end\nit happily. Life, we are told, is full of incompletion, of broken\ndestinies, of failures, of romances that begin but do not end, of\nambitions and purposes frustrated, of love crossed, of unhappy issues, or\na resultless play of influences. Well, but life is full, also, of\nendings, of the results in concrete action of character, of completed\ndramas. And we expect and give, in the stories we hear and tell in\nordinary intercourse, some point, some outcome, an end of some sort. If\nyou interest me in the preparations of two persons who are starting on a\njourney, and expend all your ingenuity in describing their outfit and\ntheir characters, and do not tell me where they went or what befell them\nafterwards, I do not call that a story. Nor am I any better satisfied\nwhen you describe two persons whom you know, whose characters are\ninteresting, and who become involved in all manner of entanglements, and\nthen stop your narration; and when I ask, say you have not the least idea\nwhether they got out of their difficulties, or what became of them. In\nreal life we do not call that a story where everything is left\nunconcluded and in the air. In point of fact, romances are daily\nbeginning and daily ending, well or otherwise, under our observation.\n\nShould they always end well in the novel? I am very far from saying that.\nTragedy and the pathos of failure have their places in literature as well\nas in life. I only say that, artistically, a good ending is as proper as\na bad ending. Yet the main object of the novel is to entertain, and the\nbest entertainment is that which lifts the imagination and quickens the\nspirit; to lighten the burdens of life by taking us for a time out of our\nhumdrum and perhaps sordid conditions, so that we can see familiar life\nsomewhat idealized, and probably see it all the more truly from an\nartistic point of view. For the majority of the race, in its hard lines,\nfiction is an inestimable boon. Incidentally the novel may teach,\nencourage, refine, elevate. Even for these purposes, that novel is the\nbest which shows us the best possibilities of our lives--the novel which\ngives hope and cheer instead of discouragement and gloom. Familiarity\nwith vice and sordidness in fiction is a low entertainment, and of\ndoubtful moral value, and their introduction is unbearable if it is not\ndone with the idealizing touch of the artist.\n\nDo not misunderstand me to mean that common and low life are not fit\nsubjects of fiction, or that vice is not to be lashed by the satirist, or\nthat the evils of a social state are never to be exposed in the novel.\nFor this, also, is an office of the novel, as it is of the drama, to hold\nthe mirror up to nature, and to human nature as it exhibits itself. But\nwhen the mirror shows nothing but vice and social disorder, leaving out\nthe saving qualities that keep society on the whole, and family life as a\nrule, as sweet and good as they are, the mirror is not held up to nature,\nbut more likely reflects a morbid mind. Still it must be added that the\nstudy of unfortunate social conditions is a legitimate one for the author\nto make; and that we may be in no state to judge justly of his exposure\nwhile the punishment is being inflicted, or while the irritation is\nfresh. For, no doubt, the reader winces often because the novel reveals\nto himself certain possible baseness, selfishness, and meanness. Of this,\nhowever, I (speaking for myself) may be sure: that the artist who so\nrepresents vulgar life that I am more in love with my kind, the satirist\nwho so depicts vice and villainy that I am strengthened in my moral\nfibre, has vindicated his choice of material. On the contrary, those\nnovelists are not justified whose forte it seems to be to so set forth\ngoodness as to make it unattractive.\n\nBut we come back to the general proposition that the indispensable\ncondition of the novel is that it shall entertain. And for this purpose\nthe world is not ashamed to own that it wants, and always will want, a\nstory--a story that has an ending; and if not a good ending, then one\nthat in noble tragedy lifts up our nature into a high plane of sacrifice\nand pathos. In proof of this we have only to refer to the masterpieces of\nfiction which the world cherishes and loves to recur to.\n\nI confess that I am harassed with the incomplete romances, that leave me,\nwhen the book is closed, as one might be on a waste plain at midnight,\nabandoned by his conductor, and without a lantern. I am tired of\naccompanying people for hours through disaster and perplexity and\nmisunderstanding, only to see them lost in a thick mist at last. I am\nweary of going to funerals, which are not my funerals, however chatty and\namusing the undertaker may be. I confess that I should like to see again\nthe lovely heroine, the sweet woman, capable of a great passion and a\ngreat sacrifice; and I do not object if the novelist tries her to the\nverge of endurance, in agonies of mind and in perils, subjecting her to\nwasting sicknesses even, if he only brings her out at the end in a\nblissful compensation of her troubles, and endued with a new and sweeter\ncharm. No doubt it is better for us all, and better art, that in the\nnovel of society the destiny should be decided by character. What an\nartistic and righteous consummation it is when we meet the shrewd and\nwicked old Baroness Bernstein at Continental gaming-tables, and feel that\nthere was no other logical end for the worldly and fascinating Beatrix of\nHenry Esmond! It is one of the great privileges of fiction to right the\nwrongs of life, to do justice to the deserving and the vicious. It is\nwholesome for us to contemplate the justice, even if we do not often see\nit in society. It is true that hypocrisy and vulgar self-seeking often\nsucceed in life, occupying high places, and make their exit in the\npageantry of honored obsequies. Yet always the man is conscious of the\nhollowness of his triumph, and the world takes a pretty accurate measure\nof it. It is the privilege of the novelist, without introducing into such\na career what is called disaster, to satisfy our innate love of justice\nby letting us see the true nature of such prosperity. The unscrupulous\nman amasses wealth, lives in luxury and splendor, and dies in the odor of\nrespectability. His poor and honest neighbor, whom he has wronged and\ndefrauded, lives in misery, and dies in disappointment and penury. The\nnovelist cannot reverse the facts without such a shock to our experience\nas shall destroy for us the artistic value of his fiction, and bring upon\nhis work the deserved reproach of indiscriminately \"rewarding the good\nand punishing the bad.\" But we have a right to ask that he shall reveal\nthe real heart and character of this passing show of life; for not to do\nthis, to content himself merely with exterior appearances, is for the\nmajority of his readers to efface the lines between virtue and vice. And\nwe ask this not for the sake of the moral lesson, but because not to do\nit is, to our deep consciousness, inartistic and untrue to our judgment\nof life as it goes on. Thackeray used to say that all his talent was in\nhis eyes; meaning that he was only an observer and reporter of what he\nsaw, and not a Providence to rectify human affairs. The great artist\nundervalued his genius. He reported what he saw as Raphael and Murillo\nreported what they saw. With his touch of genius he assigned to\neverything its true value, moving us to tenderness, to pity, to scorn, to\nrighteous indignation, to sympathy with humanity. I find in him the\nhighest art, and not that indifference to the great facts and deep\ncurrents and destinies of human life, that want of enthusiasm and\nsympathy, which has got the name of \"art for art's sake.\" Literary\nfiction is a barren product if it wants sympathy and love for men. \"Art\nfor art's sake\" is a good and defensible phrase, if our definition of art\nincludes the ideal, and not otherwise.\n\nI do not know how it has come about that in so large a proportion of\nrecent fiction it is held to be artistic to look almost altogether upon\nthe shady and the seamy side of life, giving to this view the name of\n\"realism\"; to select the disagreeable, the vicious, the unwholesome; to\ngive us for our companions, in our hours of leisure and relaxation, only\nthe silly and the weak-minded woman, the fast and slangy girl, the\nintrigante and the \"shady\"--to borrow the language of the society she\nseeks--the hero of irresolution, the prig, the vulgar, and the vicious;\nto serve us only with the foibles of the fashionable, the low tone of the\ngay, the gilded riffraff of our social state; to drag us forever along\nthe dizzy, half-fractured precipice of the seventh commandment; to bring\nus into relations only with the sordid and the common; to force us to sup\nwith unwholesome company on misery and sensuousness, in tales so utterly\nunpleasant that we are ready to welcome any disaster as a relief; and\nthen--the latest and finest touch of modern art--to leave the whole\nweltering mass in a chaos, without conclusion and without possible issue.\nAnd this is called a picture of real life! Heavens! Is it true that in\nEngland, where a great proportion of the fiction we describe and loathe\nis produced; is it true that in our New England society there is nothing\nbut frivolity, sordidness, decay of purity and faith, ignoble ambition\nand ignoble living? Is there no charm in social life--no self-sacrifice,\ndevotion, courage to stem materialistic conditions, and live above them?\nAre there no noble women, sensible, beautiful, winning, with the grace\nthat all the world loves, albeit with the feminine weaknesses that make\nall the world hope? Is there no manliness left? Are there no homes where\nthe tempter does not live with the tempted in a mush of sentimental\naffinity? Or is it, in fact, more artistic to ignore all these, and paint\nonly the feeble and the repulsive in our social state? The feeble, the\nsordid, and the repulsive in our social state nobody denies, nor does\nanybody deny the exceeding cleverness with which our social disorders are\nreproduced in fiction by a few masters of their art; but is it not time\nthat it should be considered good art to show something of the clean and\nbright side?\n\nThis is pre-eminently the age of the novel. The development of variety of\nfiction since the days of Scott and Cooper is prodigious. The prejudice\nagainst novel-reading is quite broken down, since fiction has taken all\nfields for its province; everybody reads novels. Three-quarters of the\nbooks taken from the circulating library are stories; they make up half\nthe library of the Sunday-schools. If a writer has anything to say, or\nthinks he has, he knows that he can most certainly reach the ear of the\npublic by the medium of a story. So we have novels for children; novels\nreligious, scientific, historical, archaeological, psychological,\npathological, total-abstinence; novels of travel, of adventure and\nexploration; novels domestic, and the perpetual spawn of books called\nnovels of society. Not only is everything turned into a story, real or so\ncalled, but there must be a story in everything. The stump-speaker holds\nhis audience by well-worn stories; the preacher wakes up his congregation\nby a graphic narrative; and the Sunday-school teacher leads his children\ninto all goodness by the entertaining path of romance; we even had a\nPresident who governed the country nearly by anecdotes. The result of\nthis universal demand for fiction is necessarily an enormous supply, and\nas everybody writes, without reference to gifts, the product is mainly\ntrash, and trash of a deleterious sort; for bad art in literature is bad\nmorals. I am not sure but the so-called domestic, the diluted, the\n\"goody,\" namby-pamby, unrobust stories, which are so largely read by\nschool-girls, young ladies, and women, do more harm than the \"knowing,\"\naudacious, wicked ones,--also, it is reported, read by them, and written\nlargely by their own sex. For minds enfeebled and relaxed by stories\nlacking even intellectual fibre are in a poor condition to meet the\nperils of life. This is not the place for discussing the stories written\nfor the young and for the Sunday-school. It seems impossible to check the\nflow of them, now that so much capital is invested in this industry; but\nI think that healthy public sentiment is beginning to recognize the truth\nthat the excessive reading of this class of literature by the young is\nweakening to the mind, besides being a serious hindrance to study and to\nattention to the literature that has substance.\n\nIn his account of the Romantic School in Germany, Heine says, \"In the\nbreast of a nation's authors there always lies the image of its future,\nand the critic who, with a knife of sufficient keenness, dissects a new\npoet can easily prophesy, as from the entrails of a sacrificial animal,\nwhat shape matters will assume in Germany.\" Now if all the poets and\nnovelists of England and America today were cut up into little pieces\n(and we might sacrifice a few for the sake of the experiment), there is\nno inspecting augur who could divine therefrom our literary future. The\ndiverse indications would puzzle the most acute dissector. Lost in the\nvariety, the multiplicity of minute details, the refinements of analysis\nand introspection, he would miss any leading indications. For with all\nits variety, it seems to me that one characteristic of recent fiction is\nits narrowness--narrowness of vision and of treatment. It deals with\nlives rather than with life. Lacking ideality, it fails of broad\nperception. We are accustomed to think that with the advent of the\ngenuine novel of society, in the first part of this century, a great step\nforward was taken in fiction. And so there was. If the artist did not use\na big canvas, he adopted a broad treatment. But the tendency now is to\npush analysis of individual peculiarities to an extreme, and to\nsubstitute a study of traits for a representation of human life.\n\nIt scarcely need be said that it is not multitude of figures on a\nliterary canvas that secures breadth of treatment. The novel may be\nnarrow, though it swarms with a hundred personages. It may be as wide as\nlife, as high as imagination can lift itself; it may image to us a whole\nsocial state, though it pats in motion no more persons than we made the\nacquaintance of in one of the romances of Hawthorne. Consider for a\nmoment how Thackeray produced his marvelous results. We follow with him,\nin one of his novels of society, the fortunes of a very few people. They\nare so vividly portrayed that we are convinced the author must have known\nthem in that great world with which he was so familiar; we should not be\nsurprised to meet any of them in the streets of London. When we visit the\nCharterhouse School, and see the old forms where the boys sat nearly a\ncentury ago, we have in our minds Colonel Newcome as really as we have\nCharles Lamb and Coleridge and De Quincey. We are absorbed, as we read,\nin the evolution of the characters of perhaps only half a dozen people;\nand yet all the world, all great, roaring, struggling London, is in the\nstory, and Clive, and Philip, and Ethel, and Becky Sharpe, and Captain\nCostigan are a part of life. It is the flowery month of May; the scent of\nthe hawthorn is in the air, and the tender flush of the new spring\nsuffuses the Park, where the tide of fashion and pleasure and idleness\nsurges up and down-the sauntering throng, the splendid equipages, the\nendless cavalcade in Rotten Row, in which Clive descries afar off the\nwhite plume of his ladylove dancing on the waves of an unattainable\nsociety; the club windows are all occupied; Parliament is in session,\nwith its nightly echoes of imperial politics; the thronged streets roar\nwith life from morn till nearly morn again; the drawing-rooms hum and\nsparkle in the crush of a London season; as you walk the midnight\npavement, through the swinging doors of the cider-cellars comes the burst\nof bacchanalian song. Here is the world of the press and of letters; here\nare institutions, an army, a navy, commerce, glimpses of great ships\ngoing to and fro on distant seas, of India, of Australia. This one book\nis an epitome of English life, almost of the empire itself. We are\nconscious of all this, so much breadth and atmosphere has the artist\ngiven his little history of half a dozen people in this struggling world.\n\nBut this background of a great city, of an empire, is not essential to\nthe breadth of treatment upon which we insist in fiction, to broad\ncharacterization, to the play of imagination about common things which\ntransfigures them into the immortal beauty of artistic creations. What a\nsimple idyl in itself is Goethe's \"Hermann and Dorothea\"! It is the\ncreation of a few master-touches, using only common material. Yet it has\nin it the breadth of life itself, the depth and passion of all our human\nstruggle in the world-a little story with a vast horizon.\n\nIt is constantly said that the conditions in America are unfavorable to\nthe higher fiction; that our society is unformed, without centre, without\nthe definition of classes, which give the light and shade that Heine\nspeaks of in \"Don Quixote\"; that it lacks types and customs that can be\nwidely recognized and accepted as national and characteristic; that we\nhave no past; that we want both romantic and historic background; that we\nare in a shifting, flowing, forming period which fiction cannot seize on;\nthat we are in diversity and confusion that baffle artistic treatment; in\nshort, that American life is too vast, varied, and crude for the purpose\nof the novelist.\n\nThese excuses might be accepted as fully accounting for our failure--or\nshall we say our delay?--if it were not for two or three of our literary\nperformances. It is true that no novel has been written, and we dare say\nno novel will be written, that is, or will be, an epitome of the manifold\ndiversities of American life, unless it be in the form of one of Walt\nWhitman's catalogues. But we are not without peculiar types; not without\ncharacters, not without incidents, stories, heroisms, inequalities; not\nwithout the charms of nature in infinite variety; and human nature is the\nsame here that it is in Spain, France, and England. Out of these\nmaterials Cooper wrote romances, narratives stamped with the distinct\ncharacteristics of American life and scenery, that were and are eagerly\nread by all civilized peoples, and which secured the universal verdict\nwhich only breadth of treatment commands. Out of these materials, also,\nHawthorne, child-endowed with a creative imagination, wove those\ntragedies of interior life, those novels of our provincial New England,\nwhich rank among the great masterpieces of the novelist's art. The master\nartist can idealize even our crude material, and make it serve. These\nexceptions to a rule do not go to prove the general assertion of a\npoverty of material for fiction here; the simple truth probably is that,\nfor reasons incident to the development of a new region of the earth,\ncreative genius has been turned in other directions than that of\nfictitious literature. Nor do I think that we need to take shelter behind\nthe wellworn and convenient observation, the truth of which stands in\nmuch doubt, that literature is the final flower of a nation's\ncivilization.\n\nHowever, this is somewhat a digression. We are speaking of the tendency\nof recent fiction, very much the same everywhere that novels are written,\nwhich we have imperfectly sketched. It is probably of no more use to\nprotest against it than it is to protest against the vulgar realism in\npictorial art, which holds ugliness and beauty in equal esteem; or\nagainst aestheticism gone to seed in languid affectations; or against the\nenthusiasm of a social life which wreaks its religion on the color of a\nvestment, or sighs out its divine soul over an ancient pewter mug. Most\nof our fiction, in its extreme analysis, introspection and\nself-consciousness, in its devotion to details, in its disregard of the\nideal, in its selection as well as in its treatment of nature, is simply\nof a piece with a good deal else that passes for genuine art. Much of it\nis admirable in workmanship, and exhibits a cleverness in details and a\nsubtlety in the observation of traits which many great novels lack. But I\nshould be sorry to think that the historian will judge our social life by\nit, and I doubt not that most of us are ready for a more ideal, that is\nto say, a more artistic, view of our performances in this bright and\npathetic world.",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3120/pg3120.txt",
        "name": "modern_fiction.json"
    }
}