{
    "name": "Moon-madness, and other fantasies",
    "author": [
        "Gouraud, Aimée Crocker",
        "Gouraud, Aimee Crocker"
    ],
    "body": "  =Aimée Crocker Gouraud=\n\n\n  (4th Edition)\n\n\n  Broadway Publishing Co.\n  835 Broadway       New York\n\n\n\n\n  COPYRIGHT 1910\n  BY\n  BROADWAY PUBLISHING CO.\n\n\n\n\n  _To_\n  THOSE WHO KNOW\n\n\n\n\n  1^o--Our Lady of Red Lips        7\n  2^o--Paula Loved Pearls         19\n  3^o--The Dance of the Cobra     31\n  4^o--The Painted Mrs. Perry     43\n  5^o--Kara the Faithful          53\n  6^o--Betty and Buddha           69\n  7^o--Mrs. Pepper in Paris       79\n  8^o--Moon-Madness               87\n\n\n\n\n\n\nMOON-MADNESS\n\n“OUR LADY OF RED LIPS”\n\n\nTHE place was Paris.\n\nA man stood in front of an art-dealer’s window, and looked at the\npainted picture of a woman.\n\nThe man was about twenty-five years of age and extremely handsome.\n\nHe was big and brawny.\n\nHis hair was brown and curly, and his eyes were blue and frank.\n\nThe woman was about thirty years of age, and exceedingly beautiful.\n\nShe was small and slender.\n\nHer complexion was creamy white, her hair was inky black, her eyes were\ndark green, and her lips were bright red.\n\nIf you were French, you could tell that the man was American.\n\nAnd if you were an American, you could tell that the woman was French.\n\nThe man stood and stared at the picture.\n\nHe stared at the white complexion--but he had seen complexion like that\nbefore.\n\nHe stared at the black hair--but he had also seen hair like that before.\n\nHe stared at the green eyes--but he had even seen eyes like that before.\n\nHe stared at the red lips--and he had never seen lips like that before.\n\nHe had never thought of such lips.\n\nHe had never dreamed of such lips.\n\nOf course their vivid crimson color was unnatural, fantastic, grotesque.\n\nThe picture must have been designed for a poster.\n\nBut nevertheless it fascinated the man strangely.\n\nThe white face seemed to turn to him.\n\nThe green eyes seemed to look at him.\n\nThe red lips seemed to smile at him.\n\nThe man hesitated.\n\nAnd then he went into the shop.\n\n“What is that picture?” said the man.\n\n“That is the portrait of a lady,” said the proprietor.\n\n“Who painted it?” said the man.\n\n“Paul Gaspard,” said the proprietor.\n\n“Is he well known?” said the man.\n\n“He would have been--had he lived,” said the proprietor.\n\n“Is he dead?” said the man.\n\n“Yes,” said the proprietor, “he died six months ago, under peculiar\ncircumstances.”\n\n“Tell me about it,” said the man.\n\n“He was young, and he was clever, and he was handsome,” said the\nproprietor, “men admired him, and women loved him. The lady who posed\nfor this portrait was one of those who loved him. She had loved other\nmen. She had loved an Italian prince. But he died. She had loved an\nEnglish lord. But he died, also. And then--she loved Paul Gaspard.”\n\n“And then he too died!” said the man.\n\n“Yes--and he too died!” said the proprietor.\n\n“How did he die?” said the man.\n\n“Nobody knows how--or why,” said the proprietor. “He was found dead in\nhis bed one morning. That was all. There was some sort of a wound,\nor a scar, on his breast, over his heart. For a time the coroner was\npuzzled. At first there was some thought of suicide--or even of murder.\nBut, in the end, the authorities decided that Paul Gaspard had died\nfrom natural causes, and there the matter ended.”\n\n“And the picture,” said the man.\n\n“The picture had just been finished on the very day he died,” said the\nproprietor, “by a strange coincidence.”\n\n“Very strange indeed!” said the man.\n\n“Paul Gaspard had from time to time borrowed sums of money from\nme, until he owed me in all some fifteen hundred francs,” said the\nproprietor, “so when he died, and left no money, I claimed the\npicture--and I got it.”\n\n“And the lady who posed for it?” said the man.\n\n“She left Paris as soon as Paul Gaspard was in his grave,” said the\nproprietor.\n\n“Where did she go?” said the man.\n\n“To St. Petersburg--with a Russian duke,” said the proprietor.\n\n“Is she there now?” said the man.\n\n“No, she is at Monte Carlo,” said the proprietor.\n\n“With the Russian duke?” said the man.\n\n“No, she is there alone,” said the proprietor.\n\n“Where is the Russian duke?” said the man.\n\n“He is dead,” said the proprietor.\n\n“Dead?” said the man.\n\n“Yes, dead,” said the proprietor, “as dead as all the rest of her\nlovers!”\n\n“The devil!” said the man.\n\n“Quite so!” said the proprietor.\n\n“And the name of this woman,” said the man, “what is it?”\n\n“She calls herself Elise Du Barry,” said the proprietor, “but other\npeople call her something else.”\n\n“What do they call her?” said the man.\n\n“‘Our Lady of Red Lips’!” said the proprietor.\n\nThe man thanked the proprietor, and left the shop.\n\nIn the street he stopped before the window once more, and stood and\nstared at the picture.\n\n“‘Our Lady of Red Lips’,” muttered the man.\n\nAnd, as he left the window, and walked away, he murmured, “Monte\nCarlo!”\n\nThat night the man dreamed a strange and startling dream.\n\nFirst he dreamed of black hair.\n\nHair as black as night.\n\nIt covered the heavens and the earth. There was nothing else in the\nworld but black hair.\n\nThen he dreamed of white skin.\n\nSkin as white as snow.\n\nIt covered the heavens and the earth.\n\nThere was nothing else in the world but white skin.\n\nThen he dreamed of green eyes.\n\nEyes as green as the sea.\n\nThey covered the heavens and the earth.\n\nThere was nothing else in the world but green eyes.\n\nThen he dreamed of red lips.\n\nLips as red as blood.\n\nThey covered the heavens and the earth.\n\nThere was nothing else in the world but red lips.\n\nThe lips kissed him on the brow.\n\nHe felt as though he were swooning.\n\nThe lips kissed him on the mouth.\n\nHe felt as though he were dying.\n\nThe lips kissed him on the heart.\n\nHe felt as though the world were coming to an end.\n\nHis soul was full of terror.\n\nHe uttered a shriek.\n\nAnd then--he awoke.\n\nThe next day the man left Paris.\n\nHe went to Monte Carlo.\n\n\n\nThe man’s name was Howard Leslie.\n\nHe was a New Yorker.\n\nHe was an only son, and his father was a millionaire.\n\nThis was his first visit to Monte Carlo.\n\nHe walked into the Casino.\n\nHe looked at the people.\n\nThey were strange to see.\n\nAnd the people looked at him.\n\nHe was good to behold.\n\nThe celebrated habitues of the place passed before him.\n\nHe saw Madame de Lara, the Italian singer.\n\nAnd La Belle Bolero, the Spanish dancer.\n\nYvonne Yvette, the French model.\n\nAnd Olga Maronoff, the Russian poetess.\n\nAnd then--with a bound of the heart, and a gasp of the breath--he saw\n_her_!\n\nElise Du Barry--Our Lady of Red Lips!...\n\nShe wore a white satin evening gown.\n\nThere were big pearls in her hair, around her throat, and on her\nfingers.\n\nHer complexion was as white as her gown.\n\nNot a touch of color, in her dress, or in her face--except her mouth.\n\nBut, just as the setting sun will dominate an evening sky, so did this\ncrimson mouth dominate this ashen face, and this pallid figure. One was\nconscious of the woman’s mouth, first, last, and all the time.\n\nOne could not help but be conscious of it.\n\nHoward Leslie stood and stared at her.\n\nAnd she paused and glanced at him.\n\nHow like she was to her portrait!\n\nOr rather, how like her portrait was to her!\n\nAt last the white face did in reality turn to him!\n\nAt last the green eyes did in reality look at him!\n\nAt last the red lips did in reality smile at him!\n\nAnd then Elise Du Barry passed by.\n\nHoward Leslie followed her.\n\nShe sat at one of the tables.\n\nHe stood beside her.\n\nShe put down some gold--on the red.\n\nShe lost.\n\nHe put down some gold--on the black.\n\nHe won.\n\nShe looked up at him.\n\nHe looked down at her.\n\nTheir eyes met--his so frank and blue, and hers so strange and green.\n\nHe spoke to her.\n\nShe answered him.\n\nHe didn’t know what he was saying to her.\n\nHe didn’t know what she was saying to him.\n\nHe only knew that he and she were talking together.\n\nHe only knew that he and she were walking together--out of the\nCasino....\n\n\n\nOne month passed.\n\nAnd then, one day, all Monte Carlo, all Europe, and in fact all the\nworld, was surprised and shocked to learn that Elise Du Barry, a\ncelebrated French beauty, had been strangled at Monte Carlo, and that\nthe man in whose company she had been much seen of late, Howard Leslie,\na young American millionaire, had become a raving maniac. The madman,\nin his paroxysms, constantly clutched his breast, where there was some\nsort of a wound, or a scar, and he continually cried,\n\n“Heart’s blood! Heart’s blood! Heart’s blood!”\n\nThe throat of Elise Du Barry had been dreadfully disfigured by the\nstrong hands that had crushed the life out of her, but her mouth was\nstill a bright crimson color, thus entitling the woman, even in death,\nto the name by which she had been popularly known in life--that of “Our\nLady of Red Lips.”...\n\n\n\n\nPAULA LOVED PEARLS\n\n\nPAULA didn’t care for diamonds.\n\nOr rubies.\n\nOr emeralds.\n\nShe only cared for pearls.\n\nAnd her feeling was more than mere admiration.\n\nIt was--love.\n\nPassionate love.\n\nBut she could not afford to have pearls _to wear_.\n\nSo she had to be content to have pearls _to look at_.\n\nShe used to stand in front of the jewellers’ windows where there were\npearls displayed.\n\nThe rings delighted her.\n\nThe brooches bewildered her.\n\nBut the necklaces distracted her.\n\nShe used to gaze at them.\n\nShe used to gloat over them.\n\nAnd then she would go home--relieved.\n\nBut not satisfied.\n\nIn her bedroom Paula had pictures on the walls.\n\nMany were studies of women wearing pearls.\n\nEmpresses and actresses.\n\nIn her bedroom Paula had books on the tables.\n\nMany were volumes treating of pearls.\n\nTheir formation and their history.\n\nOften Paula would go to sleep at night reading one of these books.\n\nOr looking at one of these pictures.\n\nThen she would dream that she had pearls of her own.\n\nPlenty of them.\n\nAnd she would be happy.\n\n\n\nSo you see that Paula had a mania.\n\nBut she also had a husband.\n\nHer husband didn’t have any money.\n\nBut he had a position.\n\nA position with an exporting concern.\n\nThis concern did business in the Far East.\n\nSo a time came when Paula’s husband was sent to the Orient.\n\nAnd when Paula’s husband went there--he took Paula with him.\n\nThey went to Japan.\n\nAnd to China.\n\nAnd to India.\n\nIn India Paula saw strange things.\n\nShe saw the Hindoos bathing in the sacred Ganges.\n\nShe saw the Parsees exposing their dead to the vultures.\n\nAnd she saw fakirs making mango trees grow out of seeds before one’s\nvery eyes.\n\nAnd in India Paula heard strange things, too.\n\nShe heard of strange lives.\n\nAnd of strange deaths.\n\nAnd she heard of the Rajah of Raboda who owned the finest pearls in the\nworld.\n\nHe was said to have pearl necklaces yards long.\n\nAnd pearl pendants the size of walnuts.\n\nAnd he was said to be willing and glad to display these treasures to\nany visitors who cared to journey to his palace in the hills to see\nthem.\n\nPaula told her husband of these things.\n\nHe was not interested.\n\nPaula asked her husband to take her to Raboda.\n\nHe declined.\n\nPaula asked her husband if she might go there alone.\n\nHe consented.\n\nSo Paula got a letter of introduction from the Consul.\n\nAnd she started for the hills.\n\n\n\nPaula arrived at the Palace.\n\nShe presented her credentials.\n\nAnd she was informed that she might see the pearls.\n\nAn attendant escorted her through corridors and courts, into an\napartment where, in a glass case under iron bars, were displayed the\nobjects that Paula loved.\n\nLoved with all her heart.\n\nAnd with all her soul....\n\nPaula stood there transfixed with ecstasy.\n\nShe stood there--she knew not how long.\n\nAnd then she became conscious that someone was standing beside her.\n\nSomeone was watching her.\n\nPaula looked up.\n\nShe found herself facing a tall man wearing a green satin robe and a\nlavender silk turban.\n\nAround his neck was a string of pearls.\n\nIn his turban was a clasp of pearls.\n\nAnd in his eyes--was a strange expression....\n\n\n\n“I am the Rajah of Raboda,” said the man.\n\n“Oh!” said the woman.\n\n“These pearls are mine,” said the man.\n\n“They are marvellous!” said the woman.\n\n“You like pearls?” said the man.\n\n“I--love--them!” said the woman.\n\n\n\nIt really was a strange thing that Paula had not made a more\nadvantageous marriage than she had done.\n\nHer husband was not of much account.\n\nAnd Paula was--quite a beauty.\n\nHer complexion was dark.\n\nHer hair was black and glossy.\n\nHer eyes were black and fiery.\n\nAnd her lips were full and red.\n\nShe was just the type to appeal to an American millionaire.\n\nOr--to an Indian Prince.\n\nBut Paula had never met an American millionaire.\n\nAnd she had never met an Indian Prince--before....\n\nShe looked at the face of the Rajah.\n\nHis skin was black.\n\nBut his hair and his eyes were no blacker than her own.\n\nIf she only looked into his eyes, he might have been a mate for her.\n\nIf he only looked into her eyes she might have been a mate for him.\n\nAnd now he _did_ look into her eyes.\n\nAnd now she _did_ look into his....\n\n\n\nPaula loved pearls.\n\nAnd the Rajah loved--women.\n\nThe Rajah _had_ pearls.\n\nAnd Paula _was_--a woman.\n\nSo they stood side by side.\n\nAnd they stared at one another.\n\nThen the Rajah showed Paula more pearls.\n\nHe conducted her about the palace.\n\nHe offered her some refreshments.\n\nAnd he invited her to be his guest over night.\n\nPaula accepted his attentions.\n\nAnd his invitation.\n\nShe wondered if she were asleep.\n\nAnd if this were a dream.\n\nOne of those marvellous dreams of hers.\n\nShe had imagined it all so often before.\n\nBut no, this was not a vision!\n\nIt was a reality!\n\nShe was the guest of an Indian Prince.\n\nThe Prince had the finest pearls in the world.\n\nAnd he--liked her.\n\nShe appealed to him.\n\nSo Paula--thought, and thought, and thought....\n\n\n\nThat night the Rajah put on even more gorgeous robes than he had worn\nduring the day.\n\nAnd even more splendid pearls.\n\nPaula forgot to look at his black face.\n\nShe forgot to think of it.\n\nShe only looked at his white pearls.\n\nShe couldn’t think of anything else.\n\nThe Rajah told Paula of how his ancestors had obtained these pearls\nfrom afar.\n\nHow they had sought for them.\n\nHow they had fought for them.\n\n_This_ one had been in the eye of a Buddha.\n\n_That_ one had been the cause of a battle.\n\nAnd so on, and on, and on....\n\nThen he stopped speaking of--pearls.\n\nAnd he started speaking of--her.\n\nHis voice softened.\n\nHis eyes brightened\n\nAnd at last--he said it.\n\nHe was a prince.\n\nHe possessed pearls.\n\nHe--loved--her!....\n\n\n\nWhat did it matter?\n\nWhere was the harm?\n\nWhat was a--husband?\n\nWhat was--anything?\n\nThe Rajah held her hand in his.\n\nThere were pearls in the rings on his fingers.\n\nThe Rajah put his arm around her waist.\n\nThere were pearls in the bracelets on his wrists.\n\nThe Rajah crushed her to his breast.\n\nThere were pearls in the chains around his neck....\n\n\n\nPaula returned to her husband.\n\nShe wore a string of pearls around her throat.\n\nShe gave her husband an explanation.\n\nShe said that she had bought the pearls in a shop.\n\nShe told him that they were imitation.\n\nAnd he believed her.\n\nAnd she despised him for it.\n\nPoor fool!\n\nHe didn’t know the value of pearls.\n\nBut the Rajah of Raboda did.\n\nAnd so did Paula!...\n\n\n\n\nTHE DANCE OF THE COBRA\n\n\nTHE Place was the Harem.\n\nThe Time was the Morning.\n\nAnd the Occasion was the Toilet.\n\nThe wives and the women of the Maharajah were being made beautiful for\nthe pleasure of their lord and master.\n\nTheir bodies were bathed in the pool.\n\nAnd anointed with oils.\n\nAnd burnished with buffers.\n\nWith infinite care and patience, blue veins were traced on their limbs,\nand red tips were painted on their breasts.\n\nTheir raven locks were scented, and their dusky cheeks were tinted.\n\nTheir eyes were darkened with kohl, and their mouths were brightened\nwith carmine.\n\nThe nails of their fingers and of their toes were stained a ruddy hue.\n\nBut none of the wives or the women demanded or received more care or\nattention than did Lotus Flower, the favorite dancing girl of the\nMaharajah.\n\nFor none was so lithe of limb nor so supple of joint as was this same\nLotus Flower.\n\nShe it was who could sway the slowest.\n\nAnd she it was who could whirl the fastest.\n\nLotus Flower was a young Circassian beauty.\n\nShe had been brought from Bagdad.\n\nFor two days the Maharajah had had in the palace as his guest an\nEnglish officer, one Captain Esme Lawrence.\n\nAnd for two nights Lotus Flower had been summoned to the Court of\nDelight to dance before the visitor.\n\nThe first night Lotus Flower had performed the Dance of the Flames.\n\nShe had pirouetted in and out among lighted candles.\n\nThe English officer had watched her intently.\n\nThe second night Lotus Flower had performed the Dance of the Sword.\n\nDuring her gyrations she had borne a scimitar upon her head.\n\nAgain the English officer had watched her intently.\n\nTo-night Lotus Flower was to perform the Dance of the Cobra.\n\nAnd to-morrow morning the English officer was to go away.\n\nLotus Flower must do credit to the Maharajah.\n\nAnd to herself.\n\nShe did not need to be told so.\n\nShe understood it fully.\n\nSo she devoted the entire morning to the beautifying of her body.\n\nAnd she devoted the entire afternoon to the selecting of her adornments.\n\nThe English officer had watched her hands.\n\nSo she put jingling bracelets around her wrists.\n\nThe English officer had watched her feet.\n\nSo she put jangling bangles around her ankles.\n\nThe English officer had watched her body.\n\nSo she swathed herself in gleaming gauze.\n\nAnd the English officer had watched her face.\n\nSo she painted, perfumed and powdered until even the other dancing\ngirls admitted among themselves that Lotus Flower had never looked\nlovelier.\n\nBut still Lotus Flower was not satisfied.\n\nThe English officer had watched her eyes.\n\nSo she put cosmetics around them to make them darker.\n\nAnd she put cosmetics into them to make them brighter.\n\nBut that was not why he had watched her.\n\nThat was not _how_ he had watched her.\n\nHe had looked beyond the blackness of cosmetics.\n\nHe had looked beyond the whiteness of cosmetics.\n\nHe had looked in, in, in--to her soul.\n\nAnd her soul had looked out, out, out--to him.\n\nLotus Flower realized that she did not need kohl and carmine with which\nto charm the English officer.\n\nAnd this knowledge made her glad.\n\nAnd this knowledge made her sad, too--at the same time.\n\nDo you doubt that such a paradoxical state of mind could exist?\n\nOut upon you then,--truly you can know but little of the ways of\nwoman!...\n\n\n\nThat night a splendid repast was served in the Great Banquet Hall.\n\nAfterwards the Maharajah escorted his guest to the Court of Delight.\n\nTwo throne-like chairs were brought forward for the two men, the Indian\nPrince and the English officer.\n\nThe Maharajah wore pantaloons of crimson silk, a coat of purple velvet\nembroidered in gold, and a turban of yellow silk embellished with an\naigrette of diamonds.\n\nAround his neck were strings of pearls.\n\nAnd on his fingers were enormous rubies.\n\nThe Maharajah was an ugly man.\n\nBut he looked magnificent.\n\nCaptain Lawrence wore the conventional evening clothes of an English\ngentleman.\n\nHe was a handsome man.\n\nAnd he looked attractive.\n\nA young boy with a stringed instrument sang two songs for them.\n\nOne was a song of joy.\n\nAnd one was a song of sorrow.\n\nAn old man with a black cloth did some tricks for them.\n\nFirst he made various objects appear out of the cloth.\n\nAnd then he made various objects disappear into it.\n\nFinally, to the beating of tom-toms, and the lilting of pipes, Lotus\nFlower was brought forward for her part of the performance.\n\nShe bowed before the Maharajah, but she almost forgot to look at him.\n\nThen she looked at Captain Lawrence, but she almost forgot to bow to\nhim.\n\nThe Maharajah looked at Lotus Flower and he smiled.\n\nCaptain Lawrence looked at Lotus Flower and he did not smile.\n\nHe was too much interested in her to remember to smile.\n\nJust as she was too much interested in him to remember to bow.\n\nOnce more she felt that he was looking in, in, in--to her soul.\n\nAnd once more she felt that her soul was looking out, out, out--to him.\n\n“Lotus Flower,” said the Maharajah, “you must dance your best to-night!”\n\n“Yes, my lord,” said Lotus Flower.\n\n“To-morrow our guest departs,” said the Maharajah.\n\n“Yes, my lord,” said Lotus Flower.\n\n“He returns to England--where he is going to be married,” said the\nMaharajah.\n\nLotus Flower stood and stared.\n\nHer heart stopped beating.\n\nShe gasped for breath.\n\n“Yes, my lord,” said Lotus Flower.\n\nShe had known that the English officer was departing the next day.\n\nBut she had not known that he was going to leave India.\n\nShe had not known that he was going back to England.\n\nAnd she had not known that he--was going to be married.\n\nSomehow, she had imagined, from his eyes, that he was going to stay in\nIndia.\n\nSomehow, she had imagined, from his eyes, that she was going to see him\nagain.\n\nSomehow, she had imagined, from his eyes, that he--and she--\n\nBut now, all her hopes had been shattered.\n\nAll her dreams had been dispelled.\n\nThere was nothing for her to do--but to dance!...\n\nAnd so she began.\n\nShe waved her arms.\n\nHer bracelets jingled.\n\nShe stamped her feet.\n\nHer anklets jangled.\n\nThe tom-toms began to throb.\n\nThe pipes began to lilt.\n\nAnd Lotus Flower started to perform the Dance of the Cobra.\n\nShe swayed from side to side.\n\nShe darted to and fro.\n\nShe floated backwards and forwards.\n\nSlowly at first.\n\nThen faster and faster.\n\nFinally she stopped.\n\n“Is that the end of the Dance of the Cobra?” asked Captain Lawrence.\n\n“No,” said the Maharajah, “that is only the beginning.”\n\nLotus Flower had been nerving herself for the ordeal.\n\nShe had been working herself up for the performance.\n\nAnd now it began in earnest.\n\nA strong eunuch stood guard over a big basket.\n\nLotus Flower stooped down, lifted the cover, thrust in her arms, and\ndrew out a large cobra.\n\nThe cobra wriggled and writhed in her clutch.\n\nThe tom-toms started again.\n\nAnd the pipes.\n\nAt first, Lotus Flower held the cobra far from her.\n\nThen a little closer.\n\nAnd at last, she placed it upon her body.\n\nAs she danced around, the cobra twined about her.\n\nIt crawled in and out among the soft folds of her gauzy drapery.\n\nIt disarranged the coverings of her shoulders.\n\nAnd of her breast.\n\nAnd of her waist.\n\nThus it was that Lotus Flower postured and posed before the Maharajah\nand his guest, her naked body gleaming under the light of the lamps,\nand the great cruel cobra crawling over her lithe young limbs.\n\nThe cobra twined about her shoulders.\n\nLotus Flower darted here and there.\n\nThe cobra twisted about her thighs.\n\nLotus Flower rushed hither and thither.\n\nShe seemed fairly to fly.\n\nThe notes of the music accompanied her.\n\nAnd then, suddenly, the music ceased, and two big eunuchs sprang\nforward to tear the cobra from her body.\n\nThat was part of the performance.\n\nThe climax had come.\n\nBut--what was this?\n\nHad the dancer gone mad?\n\nLotus Flower fought off the eunuchs.\n\nShe clung to the cobra.\n\nIt pressed tightly about her waist.\n\nBut Lotus Flower pressed it tighter still.\n\nThe eunuchs fought with her.\n\nBut Lotus Flower fought against them.\n\nThe Maharajah sprang up from his chair.\n\nAnd Captain Lawrence sprang up from his.\n\nThey rushed towards the unfortunate dancer, to assist the eunuchs in\nattempting to save her.\n\nBut it was too late.\n\nLotus Flower lay on the ground.\n\nThe cobra was coiled about her in a grip of steel.\n\nA grip of steel that would crush the life out of any human being.\n\nLotus Flower, the favorite dancing girl of the Maharajah, was dead....\n\n\n\nTwo days later Captain Esme Lawrence left India, and went back to\nEngland--to be married.\n\n\n\n\nTHE PAINTED MRS. PERRY\n\n\nHE was twenty.\n\nShe was thirty-five.\n\nThere was fifteen years difference between them.\n\nAnd a great deal more.\n\nGordon was simple, even for twenty.\n\nMrs. Perry was complex, even for thirty-five.\n\nHe didn’t know anything.\n\nShe knew everything.\n\nThey were both good-looking.\n\nHe was good-looking, and he looked good.\n\nShe was good-looking, and she looked bad.\n\nHe had a healthy face, and a wholesome manner.\n\nShe had an unhealthy face, and an unwholesome manner.\n\nHe was absolutely natural.\n\nShe was absolutely artificial.\n\nUntil Gordon met Mrs. Perry, he had only known girls, school girls.\n\nHe had never known a woman, a woman-of-the-world.\n\nGordon had a man-friend.\n\nThe man-friend had a woman-friend.\n\nThe woman-friend was Mrs. Perry.\n\nGordon was at a cafe with the man.\n\nThe woman was there with another man.\n\nGordon and the woman were introduced.\n\nThey came, they saw, and they conquered.\n\nHe conquered her.\n\nAnd she conquered him.\n\nHe had never seen anything quite so wonderful as this woman.\n\nShe fascinated him.\n\nAnd she had never seen anything quite so wonderful as this boy.\n\nHe fascinated her.\n\nShe invited him to call on her.\n\nHe accepted the invitation.\n\nAnd he called.\n\nShe had suggested nine P. M.\n\nSo at nine P. M. he came.\n\nMrs. Perry lived in her own house.\n\nGordon was ushered into the drawing-room.\n\nThe walls were hung with pink silken brocade.\n\nThe floor was covered with pink silken rugs.\n\nThe lamps were shaded with pink silken screens.\n\nPink roses were in vases and bowls on the gilded mantel-piece, and on\nthe gilded tables.\n\nThe gilded furniture was upholstered in pink brocade.\n\nAnd Mrs. Perry was dressed in black.\n\nShe wore a long clinging robe, low at the neck, and short at the\nsleeves.\n\nIn her ears, on her breast, and on her fingers, were big barbaric\nlooking emeralds.\n\nOn her face was a quantity of make-up.\n\nHer cheeks were painted white, her lids were painted blue, and her lips\nwere painted red.\n\nHer hair was dyed the color of burnished copper, and was worn in a\nweirdly wonderful way.\n\nMrs. Perry looked at Gordon.\n\nGordon looked at Mrs. Perry.\n\nShe smiled.\n\nHe blushed.\n\nShe motioned to him to be seated--in a chair beside a sofa.\n\nHe took the chair--after she had taken the sofa.\n\nHe fidgetted with his hands.\n\nHis hands were big and strong.\n\nShe fidgetted with her feet.\n\nHer feet were small and shapely.\n\n“I didn’t know if you would come or not,” said Mrs. Perry.\n\n“But you invited me to!” said Gordon.\n\n“I know I did,” said Mrs. Perry.\n\n“And I said that I would,” said Gordon.\n\n“I know that too,” said Mrs. Perry.\n\n“Then why wouldn’t I come?” said Gordon.\n\n“I don’t know,” said Mrs. Perry, “but I thought that you might\nbe--afraid.”\n\n“Afraid of--what?” said Gordon.\n\n“Afraid of--me,” said Mrs. Perry.\n\n“Of you?” said Gordon.\n\n“Or of--yourself,” said Mrs. Perry.\n\n“Of myself?” said Gordon.\n\n“Yes,” said Mrs. Perry, “you are so good-looking.”\n\nGordon blushed.\n\n“And so am I!” said Mrs. Perry.\n\nGordon stammered.\n\n“Don’t you think I am?” said Mrs. Perry.\n\n“Of course I do!” said Gordon.\n\n“And don’t you know that you are?” said Mrs. Perry.\n\n“Of course I don’t!” said Gordon.\n\n“Well, _I do_!” said Mrs. Perry, “and _you_ are!”\n\nShe put her feet up on the sofa, so that she was reclining at full\nlength beside him.\n\nHe moved his chair away.\n\n“Don’t go further!” said Mrs. Perry, “but come nearer!”\n\nHe came nearer.\n\n“That’s a good boy!” said Mrs. Perry, “a very good boy!”\n\nHe looked shy.\n\nShe looked sly.\n\n“Do you object to my smoking?” said Mrs. Perry.\n\n“Not at all,” said Gordon.\n\nHe opened his case.\n\nShe took a cigarette.\n\nHe lighted it for her.\n\n“Since you have been obliging enough to let me have a cigarette,” said\nMrs. Perry, “I will be obliging enough to let you have a--kiss!”\n\nHe looked amazed.\n\nShe looked amused.\n\nHe hesitated.\n\nShe held up her face.\n\nHe kissed her--on the mouth....\n\n“And now we are friends!” said Mrs. Perry, “but we must be more\nintimate friends yet. We must know one another better. Much better.\nVery much better. Mustn’t we?”\n\n“Yes,” said Gordon.\n\nShe put out her hand and touched him on the knee.\n\nHe shrank away from her.\n\nShe blew a puff of smoke into his face.\n\n“You must tell me all about yourself,” said Mrs. Perry.\n\nAnd he did--under her clever manipulation.\n\n“And I must tell you all about myself,” said Mrs. Perry.\n\nBut she did not--again under her clever manipulation.\n\nWhen Gordon got up to go, the clock was chiming twelve o’clock at night.\n\nAnd when Gordon finally did go, the clock was chiming three o’clock in\nthe morning.\n\nThey had been together for six hours....\n\nMrs. Perry asked Gordon to come again.\n\nHe said that he would.\n\nAnd he did.\n\nThe next night.\n\nAnd the next.\n\nAnd the next.\n\nAnd after that, he came every night--for two weeks.\n\nHe didn’t go anywhere else.\n\nHe didn’t want to go anywhere else.\n\nFirst, Gordon and Mrs. Perry left the pink drawing-room for the yellow\nsitting-room.\n\nAnd then, they left the yellow sitting-room for the lavender boudoir.\n\nIt was in the lavender boudoir one evening, at the end of the two\nweeks, while they were smoking perfumed cigarettes, and sipping\nabsinthe, Mrs. Perry made a strange and startling statement.\n\n“Gordon,” said Mrs. Perry, “you must never come to see me again!”\n\n“What do you mean?” said Gordon.\n\n“I mean that you are a boy with a future,” said Mrs. Perry, “and I am a\nwoman with a past.”\n\n“Oh, don’t talk like that!” said Gordon.\n\n“But I must talk like that!” said Mrs. Perry, “you have a life before\nyou, I have a life behind me. We are not equally matched.”\n\n“We are!” said Gordon.\n\n“It isn’t fair,” said Mrs. Perry.\n\n“It is!” said Gordon.\n\n“We can’t be friends,” said Mrs. Perry.\n\n“We can,” said Gordon.\n\n“No--we can’t,” said Mrs. Perry, “and we--sha’n’t!”\n\n“But why--why?” said Gordon.\n\n“Because you are a dear sweet boy,” said Mrs. Perry, “and because I--I\nhave got a painted face!”\n\n“I love you,” said Gordon.\n\n“I have got a painted face,” repeated Mrs. Perry.\n\n“I love you,” repeated Gordon.\n\n“Do you love me--in spite of my painted face?” whispered Mrs. Perry.\n\n“No, I love you--on account of it!” whispered Gordon.\n\nAnd it was so.\n\nAnd she knew it.\n\nThe surprise was--that he knew it.\n\nBut Gordon had learned a lot--in two weeks....\n\n\n\n\nKARA THE FAITHFUL\n\n\nWHEN the Rajah of Jurma was twenty-eight years of age, he believed\nhimself to be happy.\n\nBut when the Rajah of Jurma was twenty-nine years of age, he _knew_\nhimself to be happy.\n\nAt twenty-eight, the Rajah had a noble title and a splendid fortune.\n\nBut at twenty-nine the Rajah had also--a beautiful wife.\n\nSo what more could mortal man desire?\n\nThe Rajah had been brought up by a wise father.\n\nHe had been taught self-restraint.\n\nAnd he had become a virtuous man.\n\nThe Ranee had been brought up by a foolish mother.\n\nShe had been taught self-indulgence.\n\nAnd she had become a vicious woman.\n\nThe Rajah was kind and considerate.\n\nThe Ranee was unkind and inconsiderate.\n\nBut the Ranee had a beautiful face.\n\nAnd the Rajah had a bountiful fortune.\n\nSo when he had sought her hand in marriage, she had readily consented.\n\nAnd the Rajah of Jurma deemed himself blessed.\n\nIn the morning she would walk with him.\n\nAnd he would smile with satisfaction.\n\nIn the afternoon she would talk with him.\n\nAnd he would laugh with happiness.\n\nIn the evening she would lie in his arms.\n\nAnd he would weep with ecstasy.\n\nHe provided her with silken robes and with jeweled ornaments.\n\nAnd she had a whole retinue of servants to wait upon her.\n\nShe had men to hold umbrellas over her when she went out.\n\nShe had men to sway fans above her when she stayed in.\n\nAnd she had women to dress her and to undress her, and to do her\nbidding throughout the day and throughout the night.\n\nThese, and more, had the Ranee.\n\nBut the Rajah had--Kara.\n\nAnd the Ranee was--jealous.\n\nAnd something--else.\n\nKara was the personal attendant of the Rajah.\n\nHe was five years younger than his master.\n\nAnd five times handsomer.\n\nAt least he seemed so--to the Ranee.\n\nKara had been in the service of the Rajah for seven years.\n\nAnd he was highly thought of.\n\nHe had proved himself worthy of the confidence that had been placed in\nhim.\n\nHe had accompanied his master into danger.\n\nHe had served him in health.\n\nAnd he had nursed him in sickness.\n\nSo all this meant a great deal to the Rajah.\n\n(The Rajah had been brought up by a wise father.)\n\nBut all this meant nothing whatever to the Ranee.\n\n(The Ranee had been brought up by a foolish mother.)\n\nThe Rajah always saw in Kara a faithful servant.\n\nThe Ranee only saw in Kara--a handsome man....\n\nThe Rajah had been married for almost a year.\n\nDuring that time he had never been separated from his wife for a single\nday.\n\nBut then he was summoned to the Viceregal palace, to consult with the\nViceroy on matters connected with the government of the Province of\nJurma.\n\nHe was to be gone for six days.\n\nAnd so he was sad.\n\nHe held his wife in his arms.\n\nShe lay there limp.\n\nHe kissed her on the mouth.\n\nShe felt no thrill.\n\nHe tore himself away.\n\nShe heaved a sigh of relief.\n\nThe Rajah left the palace with tears in his eyes.\n\nThe Ranee went to her apartments with smiles on her lips.\n\n\n\nThat night the Ranee sent for Kara, the personal attendant of her\nhusband.\n\n“Why did you not go with your master?” said the Ranee.\n\n“It was not the wish of my lord,” said Kara.\n\n“And what _was_ the wish of your lord?” said the Ranee.\n\n“That I should remain with my lady,” said Kara.\n\n“And what were you to do for me?” said the Ranee.\n\n“I was to guard you,” said Kara.\n\n“Guard me--from what?” said the Ranee.\n\n“From--danger,” said Kara.\n\n“The only danger that I fear is--loneliness!” said the Ranee.\n\nThe Ranee looked in Kara’s eyes.\n\nKara looked on the ground.\n\n“It was at my wish that your master bade you stay,” said the Ranee.\n\n“Yes, my lady,” said Kara.\n\n“Did you know that?” said the Ranee.\n\n“No, my lady,” said Kara.\n\n“Well, what do you say now that you _do_ know it?” said the Ranee.\n\n“I thank you, my lady,” said Kara.\n\n“You thank me--for what?” said the Ranee.\n\n“For your trust, my lady,” said Kara.\n\n“I do not call it--trust,” said the Ranee.\n\nKara was silent.\n\n“I call it--esteem,” said the Ranee.\n\nStill Kara was silent.\n\n“I admire you,” said the Ranee.\n\nWhy did he not speak to her?\n\n“And I--shall be--lonely!” said the Ranee.\n\nWhy did he not look at her?\n\n“Is there anything that I can do for my lady,” said Kara.\n\nHis voice was the voice of a servant.\n\n“No, not to-night!” said the Ranee.\n\nHer voice was the voice of the mistress....\n\n\n\nThe next night the Ranee sent for Kara a second time.\n\n“How long have you been with your master?” said the Ranee.\n\n“Seven years, my lady,” said Kara.\n\n“You have been in his personal service throughout that time?” said the\nRanee.\n\n“Yes, my lady,” said Kara.\n\n“And you have also been in his confidence?” said the Ranee.\n\n“Yes, my lady,” said Kara.\n\n“Then be in mine also,” said the Ranee.\n\nKara looked surprised.\n\n“And let me be in yours,” said the Ranee.\n\nKara looked bewildered.\n\n“Your master has had adventures?” said the Ranee.\n\n“Many, my lady,” said Kara.\n\n“Adventures with men?” said the Ranee.\n\n“Yes, my lady,” said Kara.\n\n“And adventures with--women?” said the Ranee.\n\n“No, my lady,” said Kara.\n\n“Oh, he must have!” said the Ranee.\n\n“I do not know, my lady,” said Kara.\n\n“Try to recollect!” said the Ranee.\n\n“I cannot, my lady,” said Kara.\n\n“You refuse to tell me?” said the Ranee.\n\n“I have nothing to tell, my lady,” said Kara.\n\n“Nothing to tell--after seven years!” said the Ranee.\n\n“My duty has been to serve him,” said Kara.\n\n“And your duty is now to amuse me!” said the Ranee.\n\n“I am sorry, my lady,” said Kara.\n\n“So am I!” said the Ranee.\n\n“Is there anything more, my lady?” said Kara.\n\n“No--you may go!” said the Ranee....\n\nThe next night the Ranee sent for Kara a third time.\n\nKara stood at the door.\n\n“Come here!” said the Ranee.\n\nKara came into the room.\n\n“Here before me!” said the Ranee.\n\nKara approached her.\n\n“Here beside me!” said the Ranee.\n\nKara hesitated.\n\nThe Ranee sprang to her feet.\n\nShe flung herself upon his breast.\n\nShe curled her arms around his neck.\n\nShe kissed him on the mouth.\n\n“I love you!” whispered the Ranee.\n\nHe resisted her.\n\nHe repulsed her.\n\nHe pushed her away from him.\n\n“My lady!” cried Kara. “I--”\n\n“You--what?” said the Ranee.\n\n“I--must--go!” said Kara.\n\n“Why?” said the Ranee.\n\n“I am a servant,” said Kara.\n\n“I have forgotten that!” said the Ranee.\n\n“But I have not!” said Kara.\n\n“What do you mean?” said the Ranee.\n\n“I am the servant of the Rajah--your husband!” said Kara.\n\n“What of that?” said the Ranee.\n\n“I serve--_him_!” said Kara.\n\n“And not--me?” said the Ranee.\n\n“I serve--_him_!” repeated Kara.\n\n“You must serve me too!” said the Ranee.\n\n“In what way, my lady?” said Kara.\n\n“You must--love me!” said the Ranee.\n\n“I--cannot!” said Kara.\n\n“You--must!” said the Ranee.\n\n“I--will not!” said Kara.\n\nShe flung her arms around him again.\n\nAnd again he pushed her away from him.\n\n“He will never know!” whispered the Ranee.\n\n“I cannot stay!” said Kara.\n\n“I will give you money!” said the Ranee.\n\n“I must go!” said Kara.\n\n“Do you know what you are doing?” said the Ranee.\n\n“I know, my lady!” said Kara.\n\n“And do you know what _I_ can do?” said the Ranee.\n\n“I know that too, my lady!” said Kara.\n\n“Very well, then!” said the Ranee; “you need not wait! You may go! But\nyou shall go--to the dungeon!”\n\nHe stood silent.\n\nShe hesitated.\n\n“Do you hear?” said the Ranee.\n\n“I hear, my lady,” said Kara.\n\n“Which do you choose,” said the Ranee; “the dungeon, and chains, or\ngold, and _me_?”\n\n“I am the Rajah’s servant,” said Kara, “but it is for the Ranee to put\nme in chains,--if she sees fit to do so!”\n\n“And by heaven, I _do_ see fit to do so!” said the Ranee.\n\nShe struck a gong.\n\nA servant entered.\n\n“Call the guard!” said the Ranee.\n\nThe servant clapped his hands.\n\nTwo guardsmen appeared.\n\n“This man has made an attack upon me!” said the Ranee. “Put him in\nchains, and throw him into the dungeon--until the Rajah returns!”\n\nThe guard seized upon Kara, and led him out of the apartment of the\nRanee.\n\nAnd the Ranee, left to the women who came hurrying to her assistance,\ngave way to a fit of rage.\n\n“The dog, the dog, the dog!” cried the Ranee.\n\nAnd, in her fury, she tore her veil to shreds.\n\nThis veil was, in the East, the symbol of modesty....\n\n\n\nThree days later, the Rajah of Jurma returned to his palace.\n\nHe went at once to the apartment of the Ranee.\n\nAnd the Ranee at once informed him of the attack made upon her by Kara,\nhis servant.\n\n“It seems incredible!” cried the Rajah.\n\n“But it is true!” cried the Ranee.\n\n“What did he do?” said the Rajah.\n\n“As soon as you went away,” said the Ranee, “in fact, the very first\nnight you were gone, he came to me and said that you had left him to\nguard me, and that he meant to guard me from--loneliness! I dismissed\nhim. The next night he came a second time, and wanted to tell me of\nyour adventures--with women! I dismissed him again. And then the next\nnight he came a third time, and sprang upon me, and seized me in his\narms, and--”\n\n“He must be mad!” cried the Rajah.\n\n“Not at all!” cried the Ranee.\n\n“Where is he now?” said the Rajah.\n\n“He is in the dungeon!” said the Ranee.\n\n“What shall we do with him?” said the Rajah.\n\n“He must be punished!” said the Ranee.\n\n“Of course!” said the Rajah.\n\n“He should be whipped!” said the Ranee.\n\n“Very well,” said the Rajah.\n\n“And at once!” said the Ranee.\n\n“Without delay!” said the Rajah.\n\n“Have him brought here!” said the Ranee.\n\nThe Rajah gave the order to a servant and in a short time Kara was\nbrought into the room, loaded with chains, and guarded by six men.\n\nKara stood before the Rajah and the Ranee.\n\nHis face was wan.\n\nHis hair was wild.\n\nBut his eyes--\n\nHis eyes were like the eyes of a faithful dog that has tried to lick\nthe hand of its master, and has been rewarded with a kick.\n\nKara did not look at the Ranee.\n\nHe only looked at the Rajah.\n\n“Kara, what thing is this that I hear--” began the Rajah.\n\n“Let him be whipped!” said the Ranee.\n\n“Kara, what demon possessed you that you should--” began the Rajah.\n\n“Let him be whipped!” cried the Ranee.\n\n“Kara--after all these years--” began the Rajah.\n\n“Shall I or shall I not be avenged?” cried the Ranee.\n\n“Let him be whipped!” said the Rajah.\n\nA strong man stepped forward.\n\nHe bore a thick whip.\n\nAnd he lashed Kara across the back, again, and again, and again.\n\nKara stood there, and never made a move, and never uttered a sound.\n\n“You are not hurting him!” cried the Ranee. “You are not trying to hurt\nhim! He does not feel it! Give _me_ the whip! Let _me_ punish him.”\n\nThe Ranee sprang up from her couch, and seizing the whip from the\nhands of the servant, herself began to brutally lash the body of the\nunfortunate Kara.\n\nThe flesh was ripped and torn.\n\nThe blood streamed down his limbs.\n\nBut still he made no move.\n\nAnd still he made no sound.\n\nThe Ranee stopped.\n\nShe turned to the Rajah.\n\n“Here, _you_ must whip him!” cried the Ranee. “It does not hurt him\ncoming from me! But it _may_ hurt him coming from you!”\n\n“But I--” began the Rajah.\n\n“I must be avenged!” cried the Ranee, “and _you_ must avenge me!”\n\nThe Rajah took the bloodstained whip from the hands of the Ranee.\n\nHe raised it aloft.\n\nBut Kara fell to the ground before the blow was struck.\n\nHe had fainted.\n\n\n\n\nBETTY AND BUDDHA\n\n\nBetty was tired of Bob.\n\nAnd Bert.\n\nAnd Reggie.\n\nSo she took up with Buddha.\n\nBob was too hot.\n\nBert was too cold.\n\nAnd Reggie was neither hot nor cold--merely lukewarm.\n\nMen seemed all wrong.\n\nBut Buddha seemed just right.\n\nOne need never worry about him.\n\nHe could always be relied upon.\n\nSo Betty made a fuss of him.\n\nShe got silver for his garments.\n\nAnd gold for his features.\n\nAnd pearls for his eyes.\n\nFirst she gave him a shrine.\n\nThen she gave him a corner of a room.\n\nAnd finally she gave him a whole room to himself.\n\nShe got oriental draperies for the wall, oriental rugs for the floor,\nand oriental odds and ends for every nook and cranny.\n\nAnd, last but not least, she got oriental silks and satins and\njewels--for herself.\n\nShe said that these were for--Buddha.\n\nBut, be that as it may, she looked very well in them.\n\nAnd, in her heart of hearts, she was well aware of the fact.\n\nBetty had never been on the stage.\n\nBut she had acted--all her life.\n\nShe had played the heroine in many little comedies and tragedies.\n\nAnd in this, her latest production--she had Buddha for the hero.\n\nBetty was not only a temperamental actress--she was also an artistic\nstage manager.\n\nShe had a wonderful eye for situations and effects.\n\nShe always saw that the scenes were properly set.\n\nAnd she loved art for art’s sake.\n\nBut to-day she wished that she had an audience to view the\nperformance--or, at any rate, that she had a few dramatic critics\npresent.\n\nIt was matinee.\n\nThe hour was four o’clock.\n\nCurtains were drawn over the windows.\n\nCandles were lighted in brackets.\n\nIncense was burning in braziers.\n\nAnd Betty wore her Eastern robes.\n\nShe was draped in yellow silk.\n\nShe was decked in golden ornaments.\n\nAnd she was possessed of the spirit of adoration....\n\nShe sang to Buddha.\n\nA song of praise.\n\nHer voice was sweet.\n\nShe danced for Buddha.\n\nA dance of joy.\n\nHer steps were light.\n\nShe prayed for Buddha.\n\nA prayer of peace.\n\nHer eyes were sad.\n\n“O Buddha!” cried Betty, “I would learn of thee! Teach me thy will!”\n\nShe stood before him.\n\nBut Buddha made no sign.\n\n“O Buddha!” cried Betty, “I do not ask for much--only for a little!”\n\nShe knelt before him.\n\nStill Buddha made no sign.\n\n“O Buddha!” cried Betty. “I would be at peace! At peace with the\nworld!”\n\nShe prostrated herself before him.\n\nAnd still Buddha made no sign.\n\nBetty waited.\n\nAnd waited.\n\nAnd waited....\n\nAll of a sudden there was a sound.\n\nBetty started.\n\nWhat could it be?\n\nThe sound was repeated.\n\nIt was a knock at the door.\n\nBetty heaved a sigh.\n\nShe rose to her feet.\n\n“Come in!” said Betty.\n\nA servant entered the room.\n\n“What is it?” said Betty.\n\n“Mr. Billy is here,” said the servant.\n\n“Show him in!” said Betty.\n\nHer face was a study.\n\nThe servant left the room.\n\nBetty went to a glass.\n\nShe inspected herself.\n\nShe was satisfied with the reflection.\n\nShe had cause to be.\n\nA man entered the room.\n\nThis was “Mr. Billy.”\n\n“Hello, Betty!” said Billy.\n\n“Hello, Billy!” said Betty.\n\n“Am I disturbing you?” said Billy.\n\n“Not at all!” said Betty.\n\n“Would you rather I went away?” said Billy.\n\n“On the contrary!” said Betty.\n\nShe curled herself on her divan under a canopy.\n\nHe perched himself on a stool beside her.\n\nShe rattled her bracelets.\n\nHe stroked his chin.\n\n“You look very charming,” said Billy.\n\n“I feel very happy,” said Betty.\n\n“May I ask what you have been doing?” said Billy.\n\n“You may,” said Betty.\n\n“And will you tell me?” said Billy.\n\n“I will,” said Betty.\n\n“Well?” said Billy.\n\n“I have been worshipping Buddha!” said Betty.\n\n“Not really?” said Billy.\n\n“Yes really!” said Betty.\n\n“Do you believe in him?” said Billy.\n\n“Of course!” said Betty.\n\n“I don’t!” said Billy.\n\n“You don’t believe in anything,” said Betty.\n\n“Oh, yes, I do,” said Billy.\n\n“Well, what do you believe in?” said Betty.\n\n“I believe in--you!” said Billy.\n\n“Be serious!” said Betty.\n\n“I am!” said Billy.\n\n“But Buddha is a god,” said Betty.\n\n“And you are a goddess,” said Billy.\n\n“But he answers my prayers,” said Betty.\n\n“And you answer mine,” said Billy.\n\n“Do I?” said Betty.\n\n“I hope so!” said Billy.\n\n“What do you pray for?” said Betty.\n\n“Shall I tell you?” said Billy.\n\n“I’ve asked you to,” said Betty.\n\n“I pray for love!” said Billy.\n\n“Ah!” said Betty.\n\n“For your love,” said Billy.\n\n“Oh!” said Betty.\n\n“Do you answer my prayer?” said Billy.\n\n“I--don’t--know!” said Betty.\n\nHe leaned towards her.\n\nHe took her in his arms.\n\nAnd he breathed his prayer--with a kiss.\n\nShe shrank from him.\n\nShe hid her face.\n\nAnd then she answered his prayer--and his kiss....\n\nHer head, with its glittering ornaments, rested on his shoulder.\n\nHer arms, with their jingling bangles, twined around his neck.\n\nAnd her mouth, with its maddening caress, clung to his.\n\nThe candles cast a soft glow over them.\n\nThe incense sent a sweet odor around them.\n\nAnd Buddha kept a watchful eye upon them....\n\nBilly was about to kiss her again.\n\nBut Betty released herself from his embrace.\n\nShe got up.\n\nShe walked over to the shrine.\n\nAnd she turned Buddha around--so that he could not see.\n\nThen she went back to Billy--and answered his prayer, and his kiss--all\nover again....\n\n\n\nIn the beginning, we stated that Betty was tired of Bob.\n\nAnd Bert.\n\nAnd Reggie.\n\nAnd, in the end, we will state that Betty was tired of Buddha, too.\n\nBuddha was only a god.\n\nBut Betty was not tired of Billy.\n\nBilly was--a man!\n\n\n\n\nMRS. PEPPER IN PARIS\n\n\nMRS. PEPPER went to Paris.\n\nShe went alone.\n\nAnd so she was--lonely.\n\nWhy had she ever left New York?\n\nWhy had she ever wanted to leave New York?\n\nWhy had she ever wanted to leave New York--alone?\n\nTom had offered to go with her.\n\nAnd so had Dick.\n\nAnd so had Harry.\n\nBut she had wanted to be alone.\n\nAnd she got what she wanted.\n\nAnd a great deal more.\n\nGood Lord!\n\nWhat a place!\n\nWhat a disgusting place!\n\nNothing to see!\n\nNowhere to go!\n\nNothing to do!\n\nWho thought that Paris was gay?\n\nMrs. Pepper didn’t!\n\nShe thought that it was miserable.\n\nWho thought that French women were stylish?\n\nMrs. Pepper didn’t!\n\nShe thought that they were frumps!\n\nWho thought that French men were polite?\n\nMrs. Pepper didn’t!\n\nShe thought that they were boors!\n\nSo she wrote to Tom, in New York.\n\nAnd to Dick, in New York.\n\nAnd to Harry, in New York.\n\nAnd she said, “I hate Paris!”\n\nIn the morning, she walked--alone.\n\nMile after mile.\n\nIn the afternoon, she drove--alone.\n\nHour after hour.\n\nIn the evening, she dined--alone.\n\nCourse after course.\n\nBut what was the good of anything?\n\nNothing!\n\nShe met a Count.\n\nBut he was a Frenchman.\n\nAnd a puppet.\n\nShe met a Baron.\n\nBut he was a Russian.\n\nAnd a savage.\n\nThen she met--a Man.\n\nHe was an American.\n\nAnd a gentleman.\n\nShe met him in the Bois de Boulogne.\n\nIt was in the morning.\n\nShe was walking.\n\nSo was he.\n\nShe was walking up.\n\nHe was walking down.\n\nThey met.\n\nHe looked at her.\n\nShe looked at him.\n\nThey passed.\n\nHe looked around.\n\nSo did she.\n\nShe walked on.\n\nHe followed her.\n\nShe knew when he was behind her.\n\nShe knew when he was beside her.\n\nAnd then he spoke.\n\n“I beg your pardon!” said the Man.\n\n“What is it?” said the Woman.\n\n“Please do not misunderstand me,” said the Man.\n\n“I will try not to,” said the Woman.\n\n“I am an American,” said the Man.\n\n“Yes,” said the Woman.\n\n“I am here alone,” said the Man.\n\n“Well?” said the Woman.\n\n“And I am--lonely,” said the Man.\n\n“What has this to do with me?” said the Woman.\n\n“That is what I want to know,” said the Man.\n\n“Indeed?” said the Woman.\n\n“You are an American,” said the Man.\n\n“Yes,” said the Woman.\n\n“You are here alone,” said the Man.\n\n“I am,” said the Woman.\n\n“And you are--lonely,” said the Man.\n\n“I am--not,” said the Woman.\n\n“Oh, I thought you were!” said the Man.\n\n“Well, you have made a mistake!” said the Woman.\n\n“You _have_ misunderstood me!” said the Man.\n\n“No,” said the Woman, “_you_ have misunderstood _me_!”\n\nShe walked away.\n\nHe stood still.\n\n\n\nThat afternoon, when she drove, she saw the Man and he saw her.\n\nThat night, when she dined, she saw the Man and he saw her.\n\nThe next morning, when she walked, she saw the Man and he saw her.\n\nAnd so it went--morning, noon and night.\n\nDay after day.\n\nHe never spoke.\n\nHe never made a sign.\n\nAnd neither did she.\n\nBut he was always--there.\n\n\n\nNow he was a Man.\n\nAnd she was a Woman.\n\nHe was an American.\n\nAnd so was she.\n\nSo at last--one evening, in the foyer of the hotel, she bowed to him.\n\nHe came over to her.\n\nShe held out her hand.\n\nHe took it.\n\nHe looked into her eyes.\n\nShe looked into his.\n\n“You _are_ lonely!” said the Man.\n\n“No,” said the Woman, “not any more!”\n\n\n\nMrs. Pepper wrote to Tom, in New York.\n\nAnd to Dick, in New York.\n\nAnd to Harry, in New York.\n\nAnd she said, “I love Paris!”\n\n\n\n\nMOON-MADNESS\n\n\nIT was noontime.\n\nNoontime in Bombay.\n\nNana Lalla fared forth through the town.\n\nThe streets were narrow and winding.\n\nThey were lined with shops.\n\nGoldsmiths and silversmiths.\n\nFruit-shops and sweet-shops.\n\nMerchants and money changers.\n\nBefore these booths people stopped and stared.\n\nBargained and bartered.\n\nWent in, or went on.\n\nGreat throngs tramped up and down.\n\nTo and fro.\n\nShoulder to shoulder.\n\nSome in flowing robes.\n\nSome in scanty rags.\n\nDogs trotted at one’s side.\n\nBullocks pushed at one’s back.\n\nAnd all the time the sun shone in the sky.\n\nShone like a ball of fire.\n\nIt burned the world with its blazing beams.\n\nNana Lalla hated the day.\n\nAnd she loathed the sun.\n\nShe did not look to the left.\n\nNor to the right.\n\nShe looked straight before her.\n\nAnd she went her way.\n\n\n\nIt was midnight.\n\nMidnight in Bombay.\n\nNana Lalla was in her room.\n\nShe lay on her couch.\n\nHer eyes were open.\n\nBut she was dreaming.\n\nDreaming of sweet-smelling flowers.\n\nAnd soft-splashing fountains.\n\nAnd bright-beaming eyes.\n\nOf such things the poets prated.\n\nOf such things the singers sang.\n\nAnd Nana Lalla had read the poets’ rhymes.\n\nAnd Nana Lalla had heard the singers’ melodies.\n\nShe delighted in these things.\n\nDelighted in them exceedingly.\n\nShe tossed and she turned.\n\nShe sighed and she sobbed.\n\nAnd then she arose.\n\nShe went to the window.\n\nShe looked through the lattice.\n\nThe moon shone in the sky.\n\nShone like a pool of silver.\n\nIt bathed the world in liquid light.\n\nNana Lalla loved the night.\n\nAnd she worshipped the moon.\n\n\n\nNana Lalla wound a scarf about her body.\n\nDraped a shawl over her head.\n\nAnd slipped sandals on her feet.\n\nShe stole out of her room.\n\nShe slipped out of the house.\n\nAnd once again she fared forth through the town.\n\n\n\nNever had Nana Lalla known such a night.\n\nNever had Nana Lalla seen such a moon.\n\nSo soft, and so silver.\n\nSo gentle, and so gracious.\n\nAnd yet with all, so--maddening.\n\nNana Lalla’s eyes sparkled.\n\nNana Lalla’s hands trembled.\n\nAnd Nana Lalla’s heart beat high.\n\nOh, could she only flee away from the city!\n\nCould she only flee away to the country!\n\nCould she only flee away--by the light of the moon!\n\nOr else--could only something happen!\n\nSomething strange.\n\nSomething sweet.\n\nIf only--\n\nSomeone stood before her.\n\nSomeone spoke to her.\n\nSomeone touched her arm.\n\nIt was a man.\n\nAnd yes--his eyes were sparkling too.\n\nHis hands were trembling also.\n\nAnd his heart was beating as wildly as was hers.\n\nShe could see.\n\nShe could tell.\n\nShe could feel.\n\nHe and she were alone.\n\nAlone at midnight.\n\nAnd the moon was shining.\n\nHow she loved the moon!\n\nAnd perhaps he loved it too.\n\nNana Lalla was not afraid.\n\nInstead, she was full of hope.\n\nHe must _love_ the moon--even as did she!\n\nSo, when he touched her, she did not shrink away.\n\nWhen he took her in his arms, she yielded herself.\n\nAnd when he kissed her--she responded....\n\nThe Man always remembered Nana Lalla.\n\nHe had loved her.\n\nAnd he thought that she had loved him.\n\nBut Nana Lalla soon forgot the Man.\n\nShe had not loved him.\n\nShe had only loved--the Moon....\n\n\n                                THE END\n\n\n\nOn page 60, spang has been changed to sprang.\n\nAll other spelling has been retained as typeset.",
    "metadata": {
        "author": [
            "Gouraud, Aimée Crocker",
            "Gouraud, Aimee Crocker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68685/pg68685.txt",
        "name": "moon_madness_and_other_fantasies.json"
    }
}