{
    "name": "Mrs. Dud's Sister",
    "author": [
        "Bacon, Josephine Daskam",
        "Bacon, Selden, Mrs.",
        "Daskam, Josephine Dodge",
        "Bacon, Josephine Dodge Daskam",
        "Lovell, Ingraham"
    ],
    "body": "By Josephine Daskam\n\nCopyright, 1903, by Charles Scribner's Sons\n\n\nThey were having tea on the terrace. As Varian strolled up to the group\nhe wished that Hunter could see the picture they made--Hunter, who\nhad not been in America for thirty years, and who had been so honestly\nsurprised when Varian had spoken of Mrs. Dud's pretty maids--she always\nhad pretty ones, even to the cook's third assistant.\n\n\"Maids? Maids? It used to be 'help,'\" he had protested. \"You don't mean\nto say they have waitresses in Binghamville now?\"\n\nVarian had despaired of giving him any idea.\n\n\"Come over and see Mrs. Dud,\" he had urged, \"and do her portrait. We've\nmoved on since you left us, you know. She's a wonder--she really is.\nWhen you remember how she used to carry her father's dinner to the store\nSaturday afternoons--\"\n\n\"And now I suppose she sports real Mechlin on her cap,\" assented Hunter,\nanxious to show how perfectly he caught the situation.\n\nVarian had roared helplessly. \"Cap? Cap!\" he had moaned finally. \"Oh, my\nsainted granny! Cap! My poor fellow, your view of Binghamville must be\nlike the old maps of Africa in the green geography, that said 'desert'\nand 'interior' and 'savage tribes' from time to time. I should like\nawfully to see Mrs. Dud in a cap.\"\n\nHunter had looked puzzled.\n\n\"But, dear me! she might very well wear one, I should think,\" he had\nmurmured defensively. \"I don't wish to be invidious, but surely\nLizzie must be--let's see; 'eighty, 'ninety--why, she must be between\nforty-five and fifty now.\"\n\nVarian had waved his hand dramatically. \"Nobody considers Mrs. Dud and\ntime in the same breath. If you could see her in her golf rig! Or on\na horse! She even sheds a lustre on the rest of us. I forget my\nrheumatism!\"\n\nBut Hunter, retreating behind his determination to avoid a second\nseasickness--it might have been sincere; nobody ever knew--had stayed\nin Florence, and Varian had been obliged to come without him to the\nhouse-party.\n\nOn a straw cushion, a cup in her strong white hand, a bunch of adoring\nyoung girls at her feet, sat Mrs. Dud. Rosy and firm-cheeked, crisp\nin stiff white duck, deliriously contrasted with her fluffy\nParisian parasol, she scorned the softening ruffles of her presumable\ncontemporaries; her delicately squared chin, for the most part held\nhigh, showed a straight white collar under a throat only a little fuller\nthan the girlish ones all around her.\n\nOld Dudley himself strolled about the group, gossiping here and there\nwith some pretty woman, sending the grave servants from one to another\nwith some particularly desirable sandwich, \"rubbing it in,\" as he said\nto the men who had failed to touch his score on the links, tantalizingly\nuncertain as to which one of the young women he would invite to lead\nthe cotillon with him at the club dance that week: none of the young men\ncould take his place at that, as they themselves enviously admitted.\n\nWhat a well-matched couple it was! What a lot they got out of life!\nVarian walked quietly by the group, to enjoy better the pretty, modish\npicture they made. Their quick chatter, their bursts of laughter, the\nsweet faint odor of the tea, the gay dresses and light flannels, with\nthe quiet, sombrely attired servants to add tone, all gave him, fresh\nfrom Hunter's quick sense of the effective, an appreciation that gained\nforce from his separateness; he walked farther away to get a different\npoint of view.\n\nHe was out of any path now, and suddenly, hardly beyond reach of\ntheir voices, he found himself in a part of the grounds he had never\napproached before. A thick high hedge shut in a kind of court at the\nside and back of the great house, and a solid wooden door, carefully\nmatched to its green, left open by accident, showed a picture so out\nof line with the succession of vivid scenes that dazzled the visitor at\nWilton Bluffs that he stopped involuntarily. The rectangle was\ncarpeted with the characteristic emerald turf of the place, divided by\nintersecting red brick paths into four regular squares. In the farther\ncorner of each of these a trim green clothes-tree was planted, all\nabloom with snowy fringed napkins that shone dazzling white against the\nhedge. One of the squares was a neat little kitchen-garden; parsley was\nthere in plenty, and other vaguely familiar green things, curly-leaved\nand spear-pointed. A warm gust of wind brought mint to his nostrils. A\nsecond plot held a small crab-apple tree covered with pink and orange\nglobes. A great tortoise-shell cat with two kittens ornamented the\nthird, and in the middle of the fourth, beside a small wooden table, a\nwoman sat with her back toward the intruder. On the table were one or\ntwo tin boxes and a yellow earthen dish; in her left hand, raised to\nthe shoulder-level, was a tall thin bottle, from which an amber fluid\ndripped in an almost imperceptibly thin stream; her right arm stirred\nvigorously. She was a middle-aged woman with lightly grayed hair--a kind\nof premonitory powdering. Over her full skirt of lavender-striped cotton\nstuff fell a broad, competent white apron. Except for the thudding of\nthe spoon against the bowl, and a faint, homely echo of clashing china\nand tin, mingled with occasionally raised voices and laughter from some\nfarther kitchen region, all was utterly, placidly still.\n\nVarian stood chained to the open gate. Something in the calm sun-bathed\npicture tugged strongly at his heart. He thought suddenly of his mother\nand his Aunt Delia--he had been very fond of Aunt Delia. And what\ncookies she used to make! Molasses cookies, brown, moist, and crumbly,\nthey had sweetened his boyhood.\n\nWhat was it, that delighted sense of congruity that filled him, every\npassing second, with keener familiarity, so strangely tinged with sorrow\nand regret? Ah, he had it! He bit his lip as it came clear to him. His\nlittle namesake nephew, dead at eight years old, and dear as only a\ndearly loved child can be, had delighted greatly in the Kate Greenaway\npictures that came in \"painting-books,\" with colored prints on alternate\npages and corresponding outlines on the others. Dozens of those books\nthe boy had cleverly filled in with his little japanned paint-box and\nmussy, quill-handled brushes; and the scene before him, the rich tints\nof the hedge, the symmetrical little tree brilliant with hundreds of\ntiny globes, the big white apron, the lazy yellow cats, and everywhere\nthe prim rectangular lines so amusingly conventional to accentuate the\nlikeness, almost choked him with the suddenness of the recognition. They\nmust have colored that very picture a dozen times, Tommy and he.\n\nHalf unconsciously he rested his arms on the top of the gate and drifted\ninto revery. He forgot that he was at Wilton Bluffs, one of the greatest\nof the country palaces, and lived for a while in a mingled vision of his\nboyhood on the old farm and in the land of the Greenaway painting-books.\n\nSuddenly a door opened into the green.\n\nA housemaid advanced to the table, bearing in both red hands a long tray\ncovered with a napkin. On the napkin lay, heaped in rich confusion, a\ngreat pile of spicy, smoking brown cookies.\n\n\"They're just out o' the oven,\" she began, but Varian could contain\nhimself no longer. He could not be deceived: he would have known those\ncookies in the Desert of Sahara. He crossed the little plot in three\nlong steps, and faced the astonished maid.\n\n\"I beg your pardon,\" he said firmly, \"but it is very necessary that I\nshould have one of those cookies! I hope you can spare one?\"\n\nShe giggled convulsively.\n\n\"I--I guess you can, sir,\" she murmured, laying down the tray and\nretreating toward the house door.\n\nVarian faced the older woman, and, with hat still in hand, instinctively\nbowed lower; for this was no housekeeper--he was sure of that. Even as\nshe met his eyes a great flood of pink rushed to her smooth forehead,\nand she dropped her lids as she bowed slightly. He reflected\nirrelevantly that he had never seen Mrs. Dudley blush in his life.\n\n\"You are very welcome to all you wish, I am sure,\" she said graciously.\n\"I--I didn't know any one liked them but me. I always have them made for\nme--I taught her the rule. I always call them\"--she laughed nervously,\nand it dawned on him that this woman was really shy and \"talking against\ntime,\" as they said--\"I always call them 'Aunt Delia's cookies.' They--\"\n\n\"Aunt Delia's cookies!\" he interrupted. \"What Aunt Delia?\"\n\n\"Aunt Delia Parmentre,\" she returned, a little surprised, evidently,\nat this stranger, who, with a straw sailor-hat in one hand and a warm\nmolasses cooky in the other, stared so intently at her. \"She wasn't\nreally my aunt, of course--\"\n\n\"But she was mine!\" he burst out, \"and these are her cookies, and no\nmistake. Who are you?\"\n\nAgain she flushed, but more lightly.\n\n\"I am Miss Redding,\" she said with a gentle dignity, \"Mrs. Wilton's\nsister.\"\n\nHe stared at her vaguely.\n\n\"Mrs. Wilton--oh! you're her sister? I didn't know--\" He stopped\nabruptly. As his confusion grew, her own faded away.\n\n\"You didn't know she had one?\" she asked, almost mischievously.\n\n\"I didn't know you were here,\" he recovered himself. \"You've never been\nwith Mrs. Dud before, have you?\"\n\n\"No, not here when there was company,\" she said.\n\nHe hardly noticed the words; his mind was groping among past histories.\n\n\"Her sister--her sister,\" he muttered. \"Why, then,\" with an illuminating\nsmile, \"I used to go to school with you! I'm Tom Varian!\"\n\nShe smiled and held out her hand.\n\n\"I'm very glad to see you,\" she said cordially. \"Won't you--\" She looked\nabout for a chair, but he dropped on the grass at her feet.\n\n\"You've changed since we met last,\" he remarked, biting into his cooky.\nShe looked at his bronzed face and thick silvered hair and nodded\nthoughtfully.\n\n\"I was six years old then,\" she said; \"and you were one of the 'big\nboys'--you were fourteen.\"\n\n\"That's a long while,\" he suggested laughingly.\n\n\"It is thirty-six years,\" she replied simply.\n\nHe winced. His associates were not accustomed to be so scrupulously\naccurate. It seemed indecently long ago. And yet there was a certain\ncharm, now one faced it, a quaint halo of interest.\n\n\"You used to hand me water in a tin dipper,\" he said.\n\nShe nodded. \"Yes, that was for a reward, when I was good,\" she said\nseriously. \"I could hand the water to the big boys. I was very proud of\nit. You drank a great deal.\"\n\nHe chuckled. \"I was born thirsty,\" he acknowledged. \"By George, how\nit comes back! I can see it now, that school-house! Funny little red\nthing--remember how it looked? Big shelf around the sides for a desk,\nand another under that for the books? Bench all round the room to sit\non, and we just whopped our legs over and faced round to recite? And\ncarved--Lord! I don't believe there was an inch of the wood, all told,\nthat was clear! I nearly cut my thumb off there, one day.\"\n\n\"One of the big girls fainted away,\" she added, \"and they laid her on\nthe floor and told me to bring a dipper of water; but my hand shook so I\nspilled it all over my apron, and she came to before we got more. I was\nvery timid.\"\n\nHe began on another cooky.\n\n\"Did you have two pigtails? And striped stockings?\" he inquired, his\neyes fixed reminiscently on the hedge.\n\nShe nodded softly.\n\n\"And played some game with stones? I can't just remember--\"\n\n\"It was houses,\" she reminded him. \"We little girls used to make little\nhouses--just marked out with stones in squares on the ground; and if you\nboys felt like it, you'd bring us big flat stones to eat our dinner on.\"\n\n\"Ah, yes!\" It all came back to him. \"And then you'd race off to get\nflag-root or something, and--\"\n\n\"And gobble our dinner as we ran. It was fun, all the same,\" she added.\n\n\"But what a mite you were, to be in school!\" he said wonderingly. \"What\nunder heaven did you study?\"\n\n\"I don't remember at all,\" she confessed. \"But I suppose I spelled. Do\nyou remember the spelling-matches? And how you big ones wanted to 'leave\noff head'?\"\n\nHe chuckled. \"I should say I did! And sometimes the greatest idiot would\n'leave off head' because there wasn't any more time. It was maddening!\"\n\nHe munched in silence for a while, and she did not dream of\ninterrupting.\n\n\"In the winter, though--George! but it was cold! We used to positively\nswim through the drifts. I tell you, there aren't any such snows now!\nHow did you get there?\"\n\n\"I only went in the summer,\" she said; \"and I used to come in all\nstained with the berries I ate along the way. It was dreadful\"--she\ngrew stern, as if addressing the little girl in striped stockings and\npigtails--\"the way I ate berries! I used to eat the bushes clean on the\nway to school!\"\n\nShe had got over her first shyness, and had gained time to realize her\nbig apron, which she hastily untied. He caught the motion and protested.\n\n\"No, no! Keep it on! I haven't seen a woman--a lady--in an apron for\nyears! Please keep it on! And do go on with the--the mess in the dish!\"\n\n\"The mess\"--she bent her brows reprovingly--\"it's mayonnaise sauce. But\nI don't think--\"\n\nHe jumped up to put the bowl in her lap. A sudden twinge in his knee\nwrung an involuntary groan from him. He walked a little stiffly toward\nher.\n\n\"You have rheumatism! And you sat all the time on that damp grass!\" she\ncried reproachfully. \"I thought at first it was the craziest thing to\ndo, but I didn't dare say so.\"\n\nHe ignored the charge but smiled at the confession.\n\n\"And now you're not afraid?\"\n\nShe blushed again. It was very becoming.\n\n\"It seems--it seems foolish to act like strangers when it's been\nso long--we remember so well--\" She sighed a little. He studied her\nface--so like her sister's and so utterly different. The same gray eyes,\nbut calm and drooped; the same clear white skin, but a fuller, yes, a\nmore matronly face, a riper, sweeter, more restful curve. The soft dark\nshadows that accentuated Mrs. Dudley's eyes were lacking; a group of\ntiny wrinkles at the corners gave her instead a pleasant, humorous\nregard that her sister's literal directness missed utterly.\n\nNervous under his scrutiny, she rose hastily, and before he could\nprevent her she had brought him a roomy arm-chair from the house.\n\n\"At our age there's no use in running risks,\" she said simply, \"you\nought not to sit on the grass; leave that for the young folks.\"\n\nAgain he winced, but dropped with relief into the chair.\n\n\"Oh, one must keep up with the procession, you know!\" he said lightly.\n\nShe made no reply; and as she lifted the bottle and began to beat the\nyellow mass again, it occurred to him that the remark was exceptionally\nsilly.\n\n\"Does it have to go in slowly like that--the whole bottleful?\" he\ninquired lazily.\n\nShe nodded. \"Or it curdles,\" she explained. \"The cook sprained his wrist\nyesterday. He never allows anybody to make the mayonnaise--he can't\ntrust them--and I was glad to do it for him. He says mine is as good as\nhis. Did you ever see him?\"\n\n\"Well, no,\" Varian returned. \"But he doesn't need to be seen to be\nappreciated.\"\n\nA strange suspicion crept over him.\n\n\"Do you often--Do you do much--How is it that you--\" He could not say it\nproperly. Was it possible that Mrs. Dud---- It was unworthy of her!\n\nShe caught his meaning, and her cool gray eyes met his with their\nuncompromising directness. He seemed convicted of unnecessary shuffling.\n\n\"Oh, Lizzie asked me not to do anything,\" she said quietly. \"She\nwanted me to enjoy myself with her friends. But I'm not used to so much\nsociety, and I don't want to be any hinderance. I'm not so young as I\nused to be. I'd have liked the gayety well enough when I was a girl, but\nI guess it tires me a little now. There seems to be so much going on\nall the time. Lizzie says she's resting, but it wouldn't rest me. Do you\nfind it so?\"\n\nHe recalled his yesterday's programme: driving a pulling team all\nthe morning; carrying Mrs. Dud's heavy bag over the links all the\nafternoon--she preferred her friends to caddies; prompting for the\ndramatics rehearsal, with a poor light, all the evening, while the\nactors gossiped and squabbled and flirted contentedly.\n\n\"It is not always restful,\" he admitted.\n\n\"It makes my head ache,\" she remarked placidly. \"I like to see the girls\nenjoy themselves. I'm glad they're happy--some of those visiting Lizzie\nare so pretty!--but I'm glad I haven't got to run about so much. I'm\nvery fond of driving myself, if I have a good quiet horse that won't\nshy and doesn't go fast, and Lizzie has one for me--a white one that's\ngentle--and I drive about in the phaeton a great deal. The doctor\nthat came that night--were you here?--when Mrs. Page fainted and they\ncouldn't bring her to (it seems she was in the habit of taking some\nmedicine to make her sleep, and it weakened her heart) asked me if I\nwouldn't like to take out some patients of his, and so I called for a\nvery nice lady--a Mrs. Williams; you probably don't know her?--and after\nthat a young girl with spinal trouble, and--and several others. They\nseemed to enjoy it, and I'm sure I did. Once I took a young girl that's\nstaying here--she had a bad headache. She was a sweet girl, and I liked\nher. She said the drive helped her a great deal. It's astonishing\"--her\neyes met his wonderingly--\"how much trouble you can have, with all the\nmoney you want! I--I was sorry for her,\" she added, half to herself.\n\nBefore he thought he leaned forward, took her hand with the silver\ntablespoon in it, and kissed it gently. He admired her as he would\nadmire some charming soft pastel hung in a cool white room.\n\n\"How sweet and good you are!\" he said warmly; and then, to cover her\ndeep embarrassment and his own sudden emotion, he continued quickly,\n\"Are you very busy in the morning, always?\"\n\n\"There are different things,\" she murmured, still looking at her spoon.\n\"I have letters to write--I keep up with a good many old friends in\nBinghamville and Albany, where I lived with my married niece ten years,\ntill they moved West. I loved her children; I half brought them up. One\ndied; I can't seem to get over it--\" Her eyes filled, and she made no\neffort to cover two tears that slipped over.\n\nVarian took her hand again. \"I know about that--I know!\" he said softly.\n\n\"Then there are my flowers; I do so enjoy the beds and the greenhouses\nhere,\" she went on more cheerfully. \"The gardeners are very kind to\nme--I think they like to have me come in. Mr. McFadden gives me a good\nmany slips and cuttings. I love flowers dearly. Then I read a good deal,\nand there is always some little thing to do for the young girls here.\nThey--the ones I know--come in for a moment while I mend something, or\npin their things in the back, and it's surprising how much there is to\ndo! They fly about so they can't stop to take care of their things. They\ntalk to me while I set them straight, and it's very interesting. I tell\nLizzie I go out a great deal, just hearing about their adventures, when\nshe drops in to see me. She never forgets me; she brings somebody to my\nsitting-room every day or so that she thinks I'd enjoy meeting--and I\nalways do. She never makes a mistake.\"\n\n\"Oh, she's wonderful,\" Varian agreed easily. \"There's nobody like Mrs.\nDud, of course.\"\n\nShe stopped her work a moment and looked curiously at him.\n\n\"What do you mean by that?\" she asked. \"You all say it--in just that\nway; but I don't think I quite see what you mean. Why is she wonderful?\nBecause she looks so young?\"\n\n\"That, in the first place,\" Varian returned, with a smile, \"but not only\nthat.\"\n\n\"Of course that is very strange,\" she mused. \"Now Lizzie is three years\nolder than I. You would never think it, would you?\"\n\n\"No,\" he agreed, still smiling; \"but then, Mrs. Dud looks younger than\neverybody. It is her specialty. I think what we mean,\" he continued,\n\"is her amazing capacity; she does so much, so ridiculously much, and\nso much better than other people. We try to keep up with things--your\nsister is a little bit ahead. She seems to have always been doing the\nvery latest thing, you see. And all her responsibilities, her various\naffairs--it makes one's head swim! The women have set themselves\na tremendous field to cover nowadays, and when one succeeds so\nadmirably--\" He paused.\n\nShe shook her head thoughtfully.\n\n\"But everything is done for her!\" she protested. \"Why, I have never\nyet seen all the servants in this house! And you know there is a\nhousekeeper? Lizzie sees her a little while in the morning, that's all.\nAnd she never sews a stitch--there's a seamstress here all the time,\nyou know, and that has nothing to do with the clothes that come home\nin boxes. And little Dudley has his tutor, and his old nurse that looks\nafter his clothes. What is it that she does to make it so wonderful?\"\n\nHe only smiled at her perplexity, and she added confidentially:\n\n\"Lizzie wanted me to go to her dressmaker, but I didn't like the idea of\na man, to begin with, and then I knew Miss Simms would feel so hurt. She\nlives in Albany, and she's made my dresses for so long that I thought,\nthough she may not be so stylish, I'd better keep up with her; wouldn't\nyou?\"\n\nA perfectly unreasonable tenderness surged through his heart. How sweet\nshe was!\n\n\"If she made that dress, I certainly should!\" he declared.\n\nShe smoothed the crisp lavender folds deprecatingly.\n\n\"Oh, this is only a cotton dress,\" she said. \"But she made my gray silk,\ntoo, and Lizzie herself said it fitted beautifully.\"\n\nShe took up the bottle again: it was nearly empty.\n\n\"Now my mother,\" she began, \"_she_ was wonderful, if you like. Do you\nknow what my mother used to do? We lived on the farm, you know, like\nyours, and most of the work of that farm mother did. She did the\ncooking--for all the hired hands, too; she made the butter, and took\ncare of the hens; she made the candles and the soap; she made the\ncarpets and all our clothes--my brothers', too; and she put up preserves\nand jellies and cordials, and did the most beautiful embroidery; I\nhave some of mother's embroidered collars, and I can't do anything like\nthem.\"\n\n\"It was tremendous,\" he said. \"My Aunt Delia did that, too.\"\n\n\"We were old-fashioned, even for then,\" she said. \"Everybody didn't do\nso much, of course, as we did. Lizzie says we were just on the edge of\nthe new age. It certainly is different. And of course I wouldn't go back\nto it for anything. After we came back from boarding-school it was all\nchanged. We moved, then, nearer the town. But, do you know, my mother\nwent to singing-school, and Lizzie was looking that up in a book, the\nother day, to see what they did--she wanted it for a party!\"\n\nHe laughed. \"That _is_ delicious!\" he said.\n\n\"See what I found to-day!\" she added, drawing a small object from\nher pocket. \"I hunted it up to show Miss Porter tonight. She was so\ninterested when I told her about it.\"\n\nShe showed him, with a tender amusement, a little slender white silk\nmitten. Around the wrist was embroidered in dark blue a legend in Old\nEnglish script. He puzzled it out: _A Whig or no Husband!_\n\n\"That was mother's,\" she said, \"the girls wore them then. She was quite\na belle, mother was! And when people ask me how Lizzie does so much, I\nsay that she inherits it. But at her age mother was broken down and\nold. She had to be. There were nine of us, and here there's only little\nDudley, and it was so long before he came.\"\n\nThey sat quietly. The setting sun flamed through the crab-apples and\nburnished the fur of the tortoise-shell cat. The mint smelled strong.\nThe sweet, mellow summer evening was reflected in her handsome face,\nwith its delicate lines, that only added a restful charm to forehead and\ncheek. He had no need to talk; it was very, very pleasant sitting there.\n\nA maid came out to get the mayonnaise, and the spell was broken. He took\nout his watch.\n\n\"Just time to dress,\" he sighed. \"Will you be here again? We must talk\nold times once more.\"\n\nShe smiled and seemed to assent, but her eyes were not on him; she was\nstill in a revery. He walked softly away. She seemed hardly to notice\nhim, and his last backward glance found the quiet of the picture\nunbroken; again it was a page from the Greenaway book.\n\nHe reached the terrace; laughter and applause from the piazza caught his\near. Fresh from the atmosphere he had left, he stared in amazement at\nthe scene before him.\n\nSwift figures were scudding from one to another of the four great elms\nthat marked out a natural rectangle on the smooth side lawn.\n\n\"Puss! puss! Here, puss!\" a high voice called, and a tall slender girl\nin a swish of lace and pink draperies rushed across one side of the\nsquare. A portly trousered figure essayed to gain the tree she had left,\nbut a romping girl in white caught him easily, while Mrs. Dud, the tail\nof her gown thrown over her arm, skimmed triumphantly across to her\npartner's tree.\n\n\"One more, one more, colonel. You can't give up, now you're caught! One\nmore before we go in!\" called the pink girl.\n\n\"Here's Mr. Varian. Come and help us out--the colonel's beaten!\" added\nMrs. Dud.\n\n\"Here, puss! here, puss!\" With excited little shrieks and laughs they\ndashed by, the colonel making ineffectual grabs at their elusive skirts.\nVarian shook his head good-naturedly.\n\n\"Too late, too late!\" he called back, and taking pity on the puffing,\npurple colonel, he bore him off.\n\n\"Thank God! I'm just about winded! I'd have dropped in my tracks,\"\ncomplained the rescued man, breathing hard as they rounded the\nshrubbery. In the corner two figures, half seen in the dark, leaned\ntoward each other an imperceptible moment. The colonel laughed\ncontentedly.\n\n\"When I see that sort of thing, I think we've made a mistake--eh,\nVarian?\" he said, half serious. \"It's a poor job, getting old alone.\nLive at the club, visit here and there, make yourself agreeable to\nget asked again, nobody to care if you're sick, always play the other\nfellow's game--little monotonous after a while, eh?\"\n\nVarian nodded. \"Right enough,\" he said.\n\n\"Different ending to their route!\" suggested the colonel, jerking his\nelbow back toward the two in the shrubbery.\n\n\"That's it!\" The answer was laconic, but the pictures that swept through\nhis brain took on a precision and color that half frightened him.\n\nHe had no idea how frequently he dropped in at the little court behind\nthe hedge after that. Sometimes he sat and mused alone there; more than\nonce he took a surreptitious afternoon nap. He developed a dormant fancy\nfor gardening, and walked with his new-old friend contentedly among the\ndeserted garden paths. He studied her hair especially, wondering why it\nwas that the little tender flecks of white attracted him so. At dinner\nhe secretly tried to rouse in himself the same desire to stroke the\ngleaming silver fleece, high-dressed, puffed, and ornamented with jet,\nof the woman opposite him, whose hair, somewhat prematurely turned\nsnowy, had won her a great vogue among her friends. But he never\nsucceeded. She was absolutely too effective. She turned the simplest\ngathering to a fancy-dress ball, he decided.\n\nHe had supposed that it was the quaint privacy of their acquaintance\nthat charmed him particularly--the feeling of an almost double\nexistence; but when Mrs. Dud, who, he afterwards reflected, was of\ncourse omniscient, restrained herself no longer, and thanked him with a\npretty sincerity for his delicate and appreciated courtesy, intimating\ncharmingly that she realized the personal motive, a veil suddenly\ndropped. He gasped, shook himself, colored a little, and met her eye.\n\n\"I'm afraid I'm not so kind as you think,\" he said, a little awkwardly.\n\"I've been an old fool, I see. Do you think--is that the way _she_ looks\nat it?\"\n\n\"Mary?\" said Mrs. Dud, wonderingly. \"Yes, I suppose so. Why?\"\n\nThe naive egotism of the answer only threw a softer light on the picture\nthat had grown to fill his thoughts. He smiled inscrutably.\n\n\"Because in that case it is due to her to undeceive her,\" he said. \"I am\nglad I have entertained her. I should like to have the opportunity to do\nso indefinitely. Do you think there's a chance for me?\"\n\n\"What on earth do you mean?\" asked his hostess, in unassumed\nstupefaction.\n\n\"I mean, do you think she would marry me?\" Varian brought out plumply.\n\"Is there--was there ever anybody else?\"\n\nFor one instant Mrs. Dud lost her poise; in her eyes he almost saw more\nthan she meant; the sheer, flat blow of it levelled her for a breath to\nthe plane of other and ordinary women. But even as he thought it, it was\ngone. She put out her hand; she smiled; she shook her finger at him.\n\n\"I think, my friend, she would be a fool not to marry you,\" she answered\nhim, clear-eyed; \"and there was never,\" her tone was too sweet, he\nthought, to carry but one meaning--pleasure for him, \"there was never\nanybody else!\"\n\nVarian walked straight to the garden. She was training a fiery wall\nof nasturtiums with firm white fingers. It occurred to him that he was\nready to give up the tally-ho, and the Berkshires, and the scramble\nof pretty girls for the place beside him, to sit quietly and watch her\namong her flowers.\n\n\"I'm getting old--old!\" he said to himself, but he said it with a smile.\n\nFor he knew that no boy's heart ever beat more swiftly, no boy's tongue\never sought more excitedly to find the right words. But when he faced\nher a little doubt chilled him: she was so calm and complete, in\nher sunny, busy, balanced life, that he feared to disturb that sweet\nplacidity. With an undercurrent of fear, a sudden realization that he\nhad no more the blessed egotism of youth to drive him on, he walked\nbeside her, outwardly content, at heart a little solitary. At some light\nquestion he turned and faced her.\n\n\"You could not have all the greenhouses, but there could be plenty of\nflowers,\" he said pleadingly.\n\n\"Flowers? Where?\" she asked.\n\n\"Wherever we lived,\" he answered. \"And oh, Mary, I think we could be\nhappy together! Don't say no!\" as she shrank a little. \"Don't, Mary, for\nheaven's sake! I care too much--I care terribly. I am too old a man to\ncare so much and--lose.... There, there, my dear girl, never mind. I\ncan bear it, of course. Only I didn't know I'd planned it all out so,\nand--But never mind. I was going to have a bay-window full of--\"\n\nHe turned away from her for a moment. But her hand was on his arm.\n\n\"We can plan it out together,\" she said.\n\nHe knew how she would blush; he had even dared to think how directly her\nclear gray eyes would meet his--her sky-ness was never hesitation--but\nhe had not dreamed how soft her hair could be.",
    "metadata": {
        "author": [
            "Bacon, Josephine Daskam",
            "Bacon, Selden, Mrs.",
            "Daskam, Josephine Dodge",
            "Bacon, Josephine Dodge Daskam",
            "Lovell, Ingraham"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23369/pg23369.txt",
        "name": "mrs_dud_s_sister.json"
    }
}