{
    "name": "Mutiny",
    "author": [
        "Offenbecker, Larry",
        "Offenbecker, Lawrence K.",
        "Offenbecker, L. K."
    ],
    "body": "Captain Todd Rawson snapped angry eyes at the directional needle that\nindicated that his space ship the _Star Flight_ was holding steady to\nher course like a bullet. He had ordered differently.\n\nHe was savagely kicking back his chair when the televisor leaped into\nlife.\n\n\"Calling the _Star Flight_,\" the control officer from Saturn intoned,\n\"Calling the _Star Flight_.\"\n\nRawson clicked a switch, continued to glare at the directional needle.\n\"Rawson--_Star Flight_.\" His voice was richly vibrant and charged with\nemotion. \"Running into spatial storm. Must detour to tangent to course.\nWill be late.\"\n\n\"For God's sake!\" The voice from Saturn was urgent. \"The plague is\nwiping out the entire colony! Hurry!\"\n\n\"We'll get the serum there! Out!\"\n\nRawson glanced once more at the unwavering needle of the direction\nindicator, and he switched off the televisor with such abrupt force\nthat he broke off the dial. He tore from his desk and rumbled like a\nJupiter avalanche across the vibrating deck of the _Star Flight_ into\nthe rocket room. \"Mr. Durk, I ordered the rockets reversed.\"\n\nThe crew men looked up, winking at each other. This was it!\n\nDurk raised a short, blunt body like a Venusian alligator and lumbered\nto attention. His voice came in a hoarse growl.\n\n\"The Old Man--you young punks think you know everything! The old man\nwould 'a' headed right into the storm!\"\n\nCaptain Rawson flushed slightly and felt the tips of his ears turn hot\nas he stared at the man who was twenty years his senior--the man who\nhad twenty-five years of experience in space flight.\n\n\"I'm the captain here,\" Rawson said in a voice as steady as the beat of\nthe motors. \"My commands are to be obeyed without question.\"\n\n\"Sure, now, you're the captain.\" Durk winked slyly at one of the\ncrew. \"You got a gold star and the fixings. But we ain't goin' to get\nourselves killed on account o' something you learned in a book.\"\n\nSurprisingly Rawson laughed, a deep-throated laugh, although he knew\nthat he had to break this man or be broken himself. His words lashed\nout like a cat-o-nine tails at the senior officer.\n\n\"Mr. Durk, don't let your bitterness defeat your common sense. The\nold man knew all the tricks. You know them. But space navigation has\nadvanced to a science. It requires more than rule of thumb knowledge.\"\n\n\"I ain't going to reverse the rockets!\"\n\nRawson looked at the stolid faces of the space hardened crew. Veterans\nall. The underofficer's men.\n\n\n\nWhen he spoke, Rawson's words came in smooth, clipped phrases. \"Mr.\nDurk, I'll explain briefly why it would be fatal to head straight into\nthe storm. The instruments indicate that the storm drift ahead of the\nship is heavily charged with electrons. Our space ship is a charged\nbody. Breaking the relation of the space ship and the drift down\nmathematically we have the equation\n\nV equals q/r\n\nwhere V is the velocity of the ship and q the potential of the\nelectronic charge in the center of the drift, and r the radius.\"\n\nRawson watched the underofficer's face grow longer and longer, but\ndeterminedly he continued.\n\n\"Should we head directly into the drift we will be up against the\nfollowing law--the shorter the distance in which a given amount of work\nis done the greater the force that must be exerted. We will be stalled\nin the center of the drift. To avoid disaster, the direction of the\ndrift must be at right angles at every point to the space ship. Do you\nfollow?\"\n\nMingled with the lack of comprehension in Durk's eyes was intense\nbitterness--bitterness over not being appointed captain of the _Star\nFlight_ after the death of the previous chief officer, whom Durk\naffectionately called \"the old man\".\n\nDurk was starting a growl deep down in his alligator throat when the\nsituation was taken out of his hands by the immutable laws that Rawson\nhad just expounded.\n\nThe vessel jerked with a huge shudder that threw Rawson and the rest of\nthe crew off balance.\n\nWith a screech of metal the space ship picked up speed as it was drawn\ninto the potential in the center of the drift as well as being pushed\nby the power of its rockets.\n\nWith greyhound leaps, Rawson tore towards the control dials and twisted\nthe wheels of the gyroscope. The ship groaned and reeled. It refused to\nheed the control.\n\n\"Power! Reverse the power!\" Rawson screeched into the intercom.\n\"Reverse the rockets!\"\n\nHe felt the instruments tremble under his hands like reeds. Suddenly\nthe rockets went dead. Then as the crew reversed the power, they roared\nto life again.\n\nThe _Star Flight_ jerked in a death struggle. The rockets rattled and\nscreamed as if sand had been thrown into the atom chargers.\n\nSlowly the ship turned over, tilting at right angles to the drift.\n\nA blinding flash like a bolt of lightning flamed across the power\npanels. The lights suddenly died. The ship was in darkness.\n\nRawson tore at the emergency switches, got them under control. A\nbanshee wail sounded throughout the _Star Flight_. \"Emergency!\nEmergency!\"\n\nIn the darkness in back of him, Rawson heard the alligator bark of\nUnderofficer Durk. \"Ship out of control, eh? We're drifting, eh? See if\nyour book learnin' 'll get yuh out o' this!\"\n\nRawson turned, and his voice was icy. \"Mr. Durk! Consider yourself\nunder arrest!\"\n\n\"Ha, ha, ha--\"\n\nDurk's laugh made the short hairs on Rawson's neck tingle. But Rawson\nsnapped back in a voice that he tried to hold steady. \"You're an\nexcellent underofficer, Durk--when you obey commands. But you'll never\nbe captain!\"\n\n\n\nThe space ship was plunging forward like a running blindman, directly\ninto the belt of minor planets.\n\n\"Awh--I got a right!\" Durk cried bitterly. \"Ain't I been second in\ncommand for ten years? I know all the ropes--\"\n\n\"You lack training in science and mathematics. That's vital these days!\"\n\n\"I'll be captain yet. Wait and see! Yah can't arrest me. The crew won't\ntake your orders without my say-so. And yah can't report me. It's yore\nword against me and the crew!\"\n\nRawson lifted his chin courageously. He knew Durk spoke the truth. And\nhe knew that he'd never break Durk by force--\n\nFighting the man's will would only build up the volcano pressure inside\nhim more intensely. Rawson determined on a psychological trick. He\nwould allow Durk his chance at command.\n\n\"Very well, Mr. Durk. Let's see what you can do.\" He spoke with forced\ncalm. \"Take command.\"\n\nRawson's crane-like legs patted on the jerking deck of the space ship,\nand as he entered his cabin he was smiling grimly to himself.\n\nHe sat down in darkness, and his smile widened when the emergency\nlights flashed on. Durk was a good man for things like that.\n\nRawson was turning over some papers on his desk when a young cyclone\nburst through the open door without knocking. \"Captain, sir!\" young\nSeymour cried, bounding forward. \"I overheard--\"\n\nRawson snapped to his feet. \"Mr. Seymour, attention! Please leave and\nenter like a gentleman.\"\n\nThe cabin boy folded up like a tornado that had lost its wind. Meekly\nhe turned and walked out of the cabin, closed the door. A rap sounded.\n\n\"Come in.\"\n\nAs Seymour entered, Rawson hastily turned the sheet of paper on his\ndesk face down. He greeted the young man with a smile.\n\n\"That's better. Always be a gentleman. If for no one's but your own\nself-respect.\"\n\n\"Yes, sir.\" Seymour had troubled eyes. \"I came to report I overheard\nthe crew talking. Said somethin' about taking over. I don't get it,\nsir. Does it mean mutiny?\"\n\nRawson shot one word at the cabin boy. \"Durk?\"\n\n\"Yes, sir. It was him said it.\"\n\n\"You know you're a stool pigeon?\"\n\nThe boy's freckled face looked flustered. \"I--I didn't mean, sir--that\nis.\" He gulped. \"I thought it was my duty, sir.\"\n\nRawson smiled and there was fatherly tenderness in his voice. \"Good,\nMr. Seymour. I like your loyalty. You'll make a Star Point man yet.\"\n\nRawson picked up the paper from his desk. \"I have just signed a\nrecommendation that you be admitted to the class of the year 2356.\"\n\nYoung Seymour's freckled face spread wide in a grin--so wide that it\ndrowned out his face. \"Gee, sir. Thanks. Gee! _Star Point!_\"\n\n\"I've been keeping an eye on you,\" Rawson continued. \"I saw you\nstudying in your spare time.\"\n\nRawson leaned back and reflected. \"I was like that ten years ago. I\nworked hard! And this is my first command. I'm proud of it.\"\n\nHis voice cracked out suddenly like a whip. \"And by God, no man,\nnothing, will make me dishonor my gold star or take it away from me!\"\nHis eyes stabbed at Seymour. \"Now, what about Durk and the mutiny?\"\n\n\"He says you're a sissy, sir. Afraid of the storm. He says you ain't\ngot no business--\"\n\n\"Very good, Mr. Seymour. That will be all.\"\n\n\n\nRawson watched with a fond smile as Seymour departed.\n\nRawson had no intention of letting his precious cargo of serum be\nlost or his first space ship wrecked because of Durk's desire for the\ncaptaincy.\n\nHe picked up a volume \"_Cross Currents of Space_\" from his book shelf\nand opened it. After poring intently through many pages, he snapped to\nhis crane-like feet with a grin.\n\nThey were approaching Orus--the planet which was covered with borax\nsand.\n\nRawson drew together his gangling frame, hung together with tremendous\nmuscles and casually strode on his long legs into the control room.\n\nThe crew worked under the emergency lights dismantling the control\npanel. Durk's bullying voice urged them to speed like the slave whips\nof Jupiter. His face marked with his years in the space lanes like a\nfreighter's meteor scars was covered with streaks of oil.\n\n\"Orus dead ahead,\" Rawson remarked with a grin. \"It wouldn't do to set\nthe _Star Flight_ down for repairs.\"\n\nDurk's mouth was bitter as an alligator's. \"We're going down!\"\n\nRawson strolled away whistling and grinning inwardly.\n\nThe rockets pounded as they were adjusted for the landing. It was a\nfairly simple job and Rawson knew Durk could handle it.\n\nFrom the port in his cabin Rawson saw the _Star Flight_ settle on a\nreef between a dark and forbidding pool and a swampy morass. Beyond was\nwhite, hilly sand.\n\nRawson turned sharply, on guard, as he heard heavy steps clump into his\ncabin. Durk and six of the crew.\n\n\"Well, Mr. Smarty, we got you now!\" Durk's hoarse voice bellowed in\ntriumph. \"Yore under arrest!\"\n\nRawson's muscles rippled and his blue eyes cracked with electric\nsparks. \"Arrest?\"\n\n\"Yeah! Not bein' in command in an emergency! Put him in irons, boys!\"\n\nTodd Rawson looked at the faces of the crew. By the tough lines about\ntheir eyes, by the grime in their skins, they showed that they were\none with the underofficer--veterans of the spaceways who bowed only to\nexperience and strength.\n\n\"This is mutiny. You know that, Mr. Durk!\"\n\n\"No, it ain't!\" the other said flatly. \"You deserted yore duty. Me and\nthe crew'll make it stick before the court-martial back home!\"\n\nRawson saw that the underofficer had the force to back him up. \"You won\nthis round, Durk. But it's only the first.\" He smiled coolly.\n\nA young cyclone thundered into the cabin. \"Hey, what's going on here?\"\n\n\"Mr. Seymour!\" This from Rawson.\n\nYoung Seymour hesitated, but his freckled face was blazing. \"Yes, sir.\"\nHe replied mechanically. But his fists were balled and he advanced\nangrily on Durk. \"You can't do it! Captain's got more brains than the\nwhole bunch of you!\"\n\n\"Shut up, Squirt!\"\n\nYoung Seymour lunged at Durk and pounded his fists again the alligator\ntoughness of the underofficer. Durk deftly cuffed the cabin boy and\nknocked him into a corner.\n\nSeymour rose slowly, wiping the blood from the cut on his lips. He\ncharged again with head lowered and balled fists.\n\nDurk gave him a brief glance. \"Throw him in irons.\"\n\nTwo hard space men grabbed Seymour by the arms and hauled him, kicking,\nout of the cabin. The boy's words came floating back. \"You're goin' to\nbe sorry, Durk--\"\n\nRawson stared at his underofficer stonily. \"Well?\"\n\nDurk scratched his chin reflectively. \"Hmmm, guess we won't need to put\nyou in irons. You won't try to run away in all that white sand.\"\n\nBetween several of the crew Rawson climbed out of the space-port. He\njerked his crane-like body almost double as he bent into a heavy, hot\nsearing wind like a breath from hell.\n\nToward one side the white, slimy ooze pond stretched like an oily sheet\nof death between the steep white cliffs that pitted it. It was about\nfive times the width of the space ship and lay utterly lifeless, yet\nRawson had a feeling of danger lurking beneath its surface.\n\n\n\nRawson was the third man in the single file that fought its way on the\nslippery, glassy surface of the narrow neck of rock that lay at the tip\nof a finger of morass pointing at the slimy pool.\n\n\"We're gonna keep yah in one of them caves over there.\" Durk pointed\nbeyond the line of cliffs that hemmed in the morass. In back of these,\nas far as Rawson's eyes could see, stretched white, bleak sand dunes.\n\nA strong odor of swamp came to Rawson's nose. Swamp gas. Mixed with it\nwas the alkaline taste of the sand that the hot wind drove into their\nmouth, eyes and nose.\n\nRawson carefully balanced himself on the isthmus of rock and stared\nwith misgiving into the pool.\n\nThe crew man ahead of Rawson slipped.\n\nHe clutched wildly at Rawson, missed him, and rolled down the glassy\nslope into the pool.\n\nThe ooze parted heavily, with effort, and then surrounded him like a\nhuge, sucking mouth.\n\nThe man screamed. \"Quicksand! Help! It's sucking me down----eeeeeh--\"\n\nWith horror Rawson saw the white, slimy mess suck him down--down--\n\nRawson's voice screamed against the shriek of the wind. \"Throw him a\nline!\"\n\nThe man's struggling head sank below the surface. A frantic hand fought\nagainst the ooze, sank steadily deeper. The hand disappeared. Bubbles\nfrom the man's dying breath broke the surface. The slime drifted\ntogether again and was smooth and liquid again with the peace of death.\n\nRawson shuddered.\n\nHe stared at Durk who was looking dumbfounded into the pool. One of the\ncrew had been lost under Durk's command. Would there be others?\n\nWhen the chill winds of night came, Rawson was sitting inside a cave\nthat looked down on the sink hole.\n\nRawson was carefully, meticulously, studying the crew and the lay of\nthe land, like a general studies the ground before a battle.\n\nHe looked down into the depression which was like a huge inside-out\nface. The ridge on which the space ship rested looked like a monstrous\nnose between the two giant eyes--the farther eye the quicksand pool and\nthe nearer a shallow swamp over which hung the swamp gas.\n\nThe crew was camped by a small fire near the swamp. Near them lay young\nSeymour, with his hands and feet bound.\n\nEven in the cave the wind moaned incessantly and drove the bitter sand\ninto Rawson's mouth. It blasted across the glassy ridge and whipped the\nfires beside the space ship.\n\nIf I can rescue Seymour, Rawson thought, we'll control the ship, if we\nmanage to hold the control room. But he realized the difficulty.\n\nBetween the cave and the whipping fires of the crew, Rawson could see\nthe mist that hung low over the swamp, just out of the reach of the\nwind. Sometimes a little of the mist was carried away and brought to\nhis nose--swamp gas.\n\nOn silent feet, Rawson crept toward the swamp. The guard did not look\nup.\n\nRawson lay beside the soft, decayed soil and vegetation. Under cover of\nhis body he snapped his automatic lighter. He hurled the blazing light\ninto the swamp.\n\nHe leaped back.\n\nImmediately a flame flashed across the swamp and leaped toward the sky\nand the roar of the explosion brought the entire crew to their feet\nwith their flame ray weapons in their hands.\n\nThey stampeded toward the safety of the space ship.\n\nUnder cover of the explosion, Rawson rushed toward Seymour, picked him\nup and fled with him into the darkness of the sandy desert, beyond the\nhills.\n\n\"Gee, sir!\" the boy said after he recovered from his astonishment, and\nthey lay in hiding on top of a tall hill and looked down on the excited\nbustle of the camp. \"Did you do that?\"\n\nRawson smiled grimly. \"Nothing to it. Swamps create marsh gas, or\nmethane gas, which is highly inflammable. A little fire will make a\nstagnant pocket of the gas go up with a bang.\"\n\nYoung Seymour looked at the lights of the camp with troubled eyes. \"I'm\nsorry you rescued me, sir.\"\n\n\"What's this, Mr. Seymour?\"\n\nThe young fellow avoided his captain's eyes. \"I been thinking, sir,\nthat--well, maybe, Underofficer Durk is right.\"\n\n\"So Durk's been talking to you, convincing you that I haven't enough\nexperience to command a space ship!\"\n\n\"I feel miserable about the whole thing, sir. It's--oh, gee, captain.\nDurk's got the ship and the men and he's had twenty-five years in the\nspaceways. He ought to know what's doing.\"\n\nRawson's voice was suddenly raw as Jovian liquor. \"All right, Mr.\nSeymour. I understand. Get going!\"\n\n\n\nThe boy slunk away like a whipped dog. Once he hesitated and looked\nback, and then with lowered shoulders, he ploughed his way through the\nsand toward the space ship.\n\nRawson watched him go. He felt as though he had been deserted by his\nlast friend.\n\nThis leaves me all alone, Rawson thought. Me against the crew. I've got\nto get command of the ship. The serum's got to go through. Saturn's\ndepending on me.\n\nI still say Mom's right. You've got to know how to do things and have\nthe guts to carry them through. I'm not quitting.\n\nAnd Jennifer Kane would be disappointed in me if I quit on my Star\nPoint oath. She was so proud when I graduated. And when I received my\npromotions. Moved from underofficer to commander in three years. No\nwonder Durk is so bitter.\n\nBut it takes scientific knowledge these days--that's it. Science will\nwin a way out for me--\n\nRawson's mind began to work like an intricate machine. Thousands of\nstimuli of knowledge had been injected into his brain during his\ntraining; now his mind began to select and analyze these stimuli for\nthe purpose of finding a solution to his predicament.\n\nRawson's self-respect was the rock of his courage.\n\nI'll have to do this alone, he thought. As he saw that the crew members\nabout the space ship had quieted down and that the camp was still for\nthe night, he rose and fought his way against the wind toward the space\nship, across the slippery neck of rock.\n\nThe space ship was dark and silent. A crew man nodded sleepily beside\nthe fire to the left. Yet he had to be careful. Other members of the\ncrew might leap out at him at any moment.\n\nHe slipped inside the space ship. He found the space suit. He donned\nit quickly, fastened the space helmet around his head. The space suit\nwould help him in any emergency.\n\nHe was moving from the lockers to the control room past the port when a\nguard saw him. The man grabbed for him. \"Gotcha!\"\n\nBut the muscles strung on his bony frame exploded in power and the crew\nman fell aside. Rawson leaped through the lock and landed on the white\nridge beside the quicksand pool.\n\nThe guard's yells brought the rest of the crew, and they advanced on\nhim from all sides.\n\nHe backed slowly from the menacing circle, looking for an opening\nthrough which to dart. But they came from both sides of the ship. In\nhis rear was the slimy quicksand. He backed toward it.\n\nOne of the crew's stumbling feet loosened a boulder and it came\nhurtling toward Rawson. He leaped aside but his crane-like feet landed\non gravel and he started to slide off balance backwards.\n\nThe crew realized before Rawson did what was happening. \"He's sliding\ninto the quicksand! Stop him!\"\n\nRawson felt the pressure of the wet sand on the space suit. He\nstruggled for a hold on the rocks. They came away in his hands. He\nslid deeper.\n\nHe felt the suction at his feet, climbing up to his waist, over his\nshoulders.\n\nThe white quicksand went over the space suit visor and cut out the\nlight of the moon. Still he kept sinking, slowly, steadily, in the\ndepths.\n\n\n\nWith an effort he forced his hand to his belt and adjusted the levers\nto permit oxygen for his breathing to swell the space suit.\n\nHe could breath, but he could not control his movements. The pressure\nof the wet sand weighted heavily on him and smothered him in a blanket\nof darkness.\n\nHe moved down slowly as on greased feathers into a bottomless pit. His\nlegs dangled limply, drifting now this way, now that. He put his arms\nout to steady himself, but the muck gave way before him.\n\nHe heard only the slight bubbling sound of the oxygen escaping through\nthe vent in his space suit.\n\nHe felt a sucking pull on his body and on his limbs as he went\ndown--down--\n\nAt last he hung suspended. His weight balanced the density of the\npressure of the sand.\n\nHis mind worked furiously--in a race with death.\n\nHe remembered the slight alkaline taste that had penetrated to his\nmouth and nose back on the surface. Alkaline?\n\nHe had read about that--in the \"_Cross Currents of Space_\"--Orus was\nthe borax planet.\n\nAnd suddenly his training in the chemistry of borax rushed through his\nfrantic mind.\n\nHe smiled grimly to himself as he reached for the heat ray gun at his\nwaist. No, it hadn't been lost. He detached it and forced it through\nthe quicksand in front of him.\n\nCarefully he aimed the heat ray gun upward, pressed the trigger.\n\nLight so bright and intense and so hot that Rawson felt the heat and\nlight in the clutching quicksand bored a hole through the muck.\n\nIt was a thin rod of penetration, about two inches wide and extended\nstraight upwards to where Rawson thought the edge of the pit would be.\n\nLong and patiently he trained the heat ray gun.\n\nAnd as he waited a chemical change took place before his eyes. In the\nlight of the heat ray gun, he saw a thin rod of white porous mass\nforming. It extended through the quicksand upward along the line of the\nheat ray.\n\nAnd as he watched, the white mass melted into a clear liquid. He kept\nthe heat ray gun concentrated until its power died and the weapon\nbecame a useless piece of metal.\n\nRawson had won. He had created liquid glass.\n\nPatiently he waited for the liquid to harden. Would it make it possible\nfor him to escape this quicksand death?\n\nFor hours he hung suspended in the ooze. When he judged that there had\nbeen time enough for the liquid to harden into glass, he extended his\nhand toward it.\n\nHis groping fingers found a strong, smooth rod fused to the rock above.\n\nHand over hand he made his way up, forcing himself through the heavy\nooze. When he reached the top, he crawled out, half dead and staggered\nto firm ground.\n\nHe stumbled. But he saw at a glance that he had drifted far from the\nplace where he had fallen in. The space ship was several hundred yards\naway, completely hidden by a hill.\n\nA few feet more, he staggered and stumbled into a dank pool. He took\noff the space helmet and drank deeply and crammed some concentrated\nfood pills into his mouth.\n\nHis muscles were sore and weary. He knew he had to rest. He found the\ncoolness of a cave. Hardly had he dropped to the sandy floor when he\nfell into an exhausted sleep.\n\n\n\nFor hours he lay and his body regenerated its youthful vitality.\n\nHe stirred restlessly in his sleep when he felt the pressure of another\nhand on his. He sat up abruptly, on guard.\n\nA freckled boy's face was looking down on him with wonder in the blue\neyes. \"Captain Rawson, sir,\" Seymour said. \"I was explorin' and found\nyou here. Gee, sir, how did you escape out of the quicksand?\"\n\nRawson regarded the young man with wonder. \"Sit down, Mr. Seymour.\"\nRawson explained about the borax and his escape. \"But what about you\nand Durk?\"\n\nThe boy made circles in the sand with his foot. His eyes avoided the\ncaptain's. \"I couldn't stand it, sir. My conscience. It wasn't right.\nYou're the captain, no matter what Durk says.\"\n\n\"Thanks. Okay, let's get going.\"\n\nPurposely they strode across the sand toward the space ship. But as\nthey neared the top of the hill beyond which lay the space ship, they\nheard a series of loud explosions. Rawson recognized those sounds.\n\nWith a rush he was on top of the hill and staring at the space ship.\n\nThe explosions came from there. The ports were closed and there was no\none on the bridge.\n\nThe ship was taking off!\n\nRawson's skeleton-like body shuddered in dismay. He yelled but he knew\nit was futile. No one could hear him above the roar of the rockets.\n\nAnd if they did? Durk might find it convenient to report that the\ncaptain had been lost on the expedition.\n\nFor once in his life, Rawson admitted fear to himself--to be deserted\non this waste planet!\n\nThe space ship quivered under the impact of the rockets. And Rawson\nnoticed a queer thing about that vibration--it was normal in itself,\nbut it was never intended to occur on a glassy cliff that sloped into a\nquicksand.\n\nThe vibration loosed the pull of gravity of the ship--its steadiness on\nthe ridge--it slipped sideways.\n\nIt slipped sideways into the quicksand.\n\nThe space ship moved sideways over the edge of the cliff and started to\nsink beneath the lake of quicksand.\n\nAs the bottom half of the hull disappeared below the surface of the\nooze, the top ports opened and the crew began leaping from the hull\nonto the cliff.\n\nRawson counted them. They were all there. All sixty--there should be\nsixty-one. But one had been lost in the quicksand at the first landing.\n\nThe crew stood huddled in a bunch and watched the top of the hull\ndisappear below the quicksand.\n\nRawson's crane-like legs carried him toward the crew. Their faces\nshowed repentance.\n\nIt was a miserable bunch of men that faced him, and the most miserable\nof all was Underofficer Durk.\n\nRawson for a moment said nothing. He watched the last air bubbles that\nseeped up from the space ship at the bottom of the quicksand. The\nbubbles broke one by one. The sand smoothed out again, leaving a slimy\nsmoothness that revealed nothing--that failed to betray the loss of all\nhope.\n\nRawson's voice whipped like a lash. \"Well, Mr. Durk! Have you thought\nof a solution of the predicament of the crew and yourself?\"\n\nDurk's eyes did not meet Rawson's. Durk's voice mumbled. \"Yore the\ncaptain, sir.\"\n\nRawson shuddered within himself. He was the captain--captain of a space\nship that no longer existed. They were stranded on a desolate planet\nwith no food and no weapons.\n\nWeapons? He still had his heat ray gun, but it was burned out--no good.\n\nWearily Rawson turned to young Seymour. \"Bring me my space suit.\"\n\nIt took but a few minutes for the boy to run back to the cave and fetch\nback the space suit. Slowly Rawson climbed into it.\n\nHe turned to Durk. \"I'm going into the quicksand. Perhaps I'll be able\nto find something--something--\" He sighed. \"If I don't return, well,\nit's up to you.\"\n\nHe leaped far forward, felt his feet sink into the clutching quicksand.\n\nThe muck enfolded him like cold, slimy snake coils twisting around and\ncrushing him.\n\nAs he sank below the surface, he heard the bursting air bubbles above\nhim like sibilant whispers of death. The dread, crushing quicksand drew\naround like crushing giant hands.\n\nThis time Rawson had no heat ray gun to help him escape!\n\nHis lips twisted helplessly under the pressure of the sand and the\nwater. It was like being buried alive in cement that had not yet\nhardened.\n\nHis feet struck something solid. The hull. Using his feet as leverage\nhe forced himself forward against the grasping ooze, until he came to\none of the ports. It was open and the quicksand had oozed in.\n\n\n\nRawson managed to grasp the railing by sheer muscle and forced himself\ninside. The shifting, liquefied sand covered the entire top deck.\n\nBut the door to the lower hatches and the control decks had sealed\nautomatically. He turned the lever and pushed the door of the hatch\ninwards.\n\nThe pressure of the sand hurled him inside like water shot from a\nnozzle.\n\nHe raced for the farther door--raced to beat the moving quicksand that\noozed forward like some giant amoeba.\n\nRawson won by a second. He opened the door and dived inward. Quickly\nhe closed the door and sealed it as he felt the pressure of the muck\nagainst it. The metal locks would hold.\n\nHe stripped off the space suit and hurried to the rocket deck.\nEverything was in order. A member of the crew had automatically cut off\nthe disintegrator motors at the call \"Abandon Ship!\"\n\nRawson set the speed at idle. He turned the rocket levers. For a moment\nthe ship trembled as the exhaust gases fought against the pressure of\nthe quicksand in the tubes.\n\nThe rockets thundered in full power. Rawson waited. The heat of those\nexhaust gases was tremendous--made ten times so by their compression in\nthe ooze.\n\nHeat! That was it!\n\nBut would the rockets be powerful enough to change the composition of\nthe quicksand?\n\nHe felt the heat of the compressed gases through the floor of the\nhull, and their motion through the muck was accompanied by a loud\nglub--glub--glub--Sounds like the choking of a primeval monster.\n\nThis sound gradually died out, and the heat became intense. Rawson\nremoved his shirt and wiped the perspiration from his eyes. The sweat\ndripped down his arms and made little wet spots on the floor. He began\nshifting from foot to foot as the heat became uncomfortable on the\nsoles of his feet.\n\nThere was no way to see what was going on outside the space ship. All\nthe ports were blocked by the muck.\n\nPresently he touched the dials. The indicator moved from \"idle\" to\n\"take-off.\" He gunned the rockets.\n\nThe ship lurched forward, groaned, and wallowed deeper into the ooze.\nIt was no go.\n\nRawson returned the power to idle and waited patiently. Perhaps it\ncould still be done.\n\nPerhaps--but more likely not!\n\nRawson was not ready to despair. He waited with the courage of his\nconviction that a way could be found through science.\n\nHe waited for three hours, and then he touched the controls again. He\nset the dials to depress the nose, pulled the lever for the reverse.\nThen he punched the needle for full power. He geared in the traction.\n\nThe space ship leaped backward with a jerk, found firm footing, and\ncrawled with accelerated power. It surged swifter and swifter like an\nunleashed Neptune cyclone.\n\nAnd as he felt the motion of the vessel beneath his feet, Rawson looked\nup and saw the light stream through the muck that covered the port\nwindows.\n\nHe had broken free!\n\nBy instinct he guided the vessel all alone to a new landing. He had\nto be navigator, engineer, pilot, and do the many tedious things that\nrequire many hands and brains to control a ship.\n\n\n\nSeveral days later they were near Saturn and Rawson had just received\ncongratulations on bringing in the serum in time to save thousands of\nlives. He sat at his desk, his skeleton frame hunched like an ostrich,\nwhen a young cyclone burst into his cabin.\n\n\"Captain, sir,\" young Seymour cried, bounding forward. \"I overheard--\"\n\nRawson snapped to his feet. \"Mr. Seymour, Attention! Please leave and\nenter like a gentleman.\"\n\nMeekly the cabin boy walked out, closed the door. A rap sounded.\n\n\"Come in.\" And as the lad entered Rawson said with a smile, \"That's\nbetter.\"\n\n\"Yes, sir. I came to report I overheard the crew talking.\"\n\n\"Durk?\"\n\n\"Yes, sir. Underofficer Durk says you're voted the best darn space\ncommander that ever flew the stars. And that he'll lick the denims off\nanybody that says different.\"",
    "metadata": {
        "author": [
            "Offenbecker, Larry",
            "Offenbecker, Lawrence K.",
            "Offenbecker, L. K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63675/pg63675.txt",
        "name": "mutiny.json"
    }
}