{
    "name": "Mutiny in the Void",
    "author": [
        "Tanner, Charles R.",
        "Tanner, Charles Roland"
    ],
    "body": "The tank-room of the rocket-ship _Berenice_, where the big tanks of\nwater-weed were kept, was so spick and span that a man needed little\npsychology to realize that its manager was a dapper, finicky, careful\nlittle man. The room's lights were bright and efficient, the water\nin the tanks fresh and clean, and there were no decaying fronds of\nvegetation among the thousands of stems of water-weed which, floating\nabout in the tank, absorbed the carbon dioxide which was pumped through\nthe water, and gave back a constant stream of tiny bubbles of oxygen.\n\nFor this \"farm,\" as the tank-room was called, was the oxygen-producer\nfor the rocket, and under the expert care of Manool Sarouk, the\n\"farmer,\" it kept the air as fresh and wholesome as the air of Earth.\nManool was proud of his work, and of the way he handled it, just as he\nwas proud of his appearance, and the way he kept _that_.\n\nBut at the moment thoughts of pride and satisfaction were furthest from\nManool Sarouk's mind. He had just opened the door of the tank-room and\nentered, and on his face were written terror and anxiety, and written\nin unmistakable characters.\n\nFor Manool had just been an unconscious eavesdropper on a\nconversation--a conversation between Gilligan, the tall, cadaverous\n\"mate\" of the ship, and one of the fuel-wrestlers. Manool didn't know\nthe name of the wrestler, for most of the crew were new men, picked by\nGilligan on this, his second trip with the _Berenice_.\n\nBut his name was of no moment--it was the gist of the conversation that\nmattered. It was that which made the dapper little \"farmer\" tremble\nwith anxiety and, yes--terror. For they had spoken of mutiny--and of\nmutiny imminent and likely to break out at any minute.\n\nManool was neat, and Manool was proud, but no one would call him brave.\nHe was frightened now--frightened almost out of his wits, and uncertain\nas to what he should do. He mechanically reached into the breast of\nhis jacket and drew out a tobaccolette. He stuck it in his mouth and\ninhaled it, wishing it was a cigarette he was smoking. Ninety-nine\n\"farmers\" out of a hundred wasted oxygen by smoking tobacco, but not\nManool. The rules said \"no cigarettes,\" so it was \"no cigarettes\" for\nhim.\n\nHe tossed the tobaccolette away before it was half empty and began to\npace the floor nervously. He went to the washstand and brushed the\nstain of the tobaccolette from his teeth. He made a test of the air,\nand smiled a little as he noted that the oxygen content was well above\npar. He examined the weeds, and removed a sickly looking frond or two.\nBut his mind was not on his work, and he soon resumed his uneasy pacing.\n\nAnd then there was a knock on the door. His heart flew into his mouth;\nhe glanced around to see if there was any place to flee, and then\ncalled out weakly: \"Who's there?\"\n\n\"It's me--Gilligan,\" came the sharp voice of the mate, and Manool's\npanic became, if possible, greater.\n\n\"What--what do you want?\" he stammered.\n\nGilligan's voice grew even sharper. \"What's the matter with you,\nManool?\" he snapped. \"Lemme in. I want to have a talk with you.\"\n\nManool was trembling violently, but he moved forward and unlatched the\ndoor. The tall abnormally-thin mate strode in, a sort of ingratiating\nsmile hovering over his face.\n\n\"Nice little place you got here, Manool,\" he said with a forced smile.\n\"Too bad I never had a chance to visit you here before.\"\n\nHe strode over to Manool's stool, the only seat in the \"farm,\" and took\npossession of it. He looked about him, glanced at Manool once or twice\nand gradually his smile became more natural.\n\n\"Manool,\" he said, \"you're an officer of sorts, maybe only a warrant\nofficer, but still--you eat with them, so I've been considering you as\nan officer. But--well, I like you, Manool, and--you've heard more than\nyou should, I believe, so I've come to have a little _talk_ with you.\"\n\n\n\nHe lowered his voice and looked around warily before he continued.\nThen, \"Manool,\" he said. \"I'm going to make things plain. You heard me\ntalkin' to Larry, a while ago, and you must be suspicious. Well, your\nsuspicion is right. There's going to be mutiny aboard this hunk of\nfireworks and Cap Tarrant is going to lose his job. Know why? 'Cause\nI'm one of Huddersfield's men, and I've been working to seize this ship\nfor eight months.\"\n\nManool shuddered.\n\n\"Huddersfield, the Cerean?\" he asked.\n\n\"The very same! Huddersfield has seized an asteroid and intends to\nstart a fleet of rockets. He's got a couple already and this'll be his\nthird. When we get enough, things'll pop, I'll tell you.\n\n\"Now listen, Manool--you can throw in with us and go in for\nHuddersfield, or you can run and tell Cap Tarrant--and get your bloody\nknob knocked off when we take the ship. 'Cause the men are all with me,\nManool, all of 'em, and there ain't a chance of Tarrant winning if it\ncomes to battle.\"\n\nHe stopped, evidently waiting for Manool to speak. The little farmer\nlooked up miserably. \"But--what can I do?\" he cried, plaintively. \"Me,\nI ain't no fighter, Gilligan. You don't want me for a fighter in your\ncrew.\"\n\nGilligan stood up, smiling broadly. Manool's obvious terror of him\nseemed to have reassured him considerably. He winked confidently.\n\n\"Manool,\" he said. \"Your business is to keep the air clean, and that's\nall you have to do. Except to keep your mouth shut, too. 'Cause if\nyou peep to the Captain, or to Navigator Rogers, you'll be the first\nto die when we cut loose. _But_--\" He winked again and his smile\nbroadened. \"You keep the wind fair and the trap closed, and you won't\nbe forgotten.\"\n\n\n\nHe gave one final wink and stepped out, closing the door behind him.\nAnd he left Manool in a turmoil of uncertainty. The little farmer knew\nwell where his duty lay. If he did the right thing, he'd go at once to\nCaptain Tarrant and inform him of the impending rebellion. But, if he\ndid, Gilligan would surely get him. He knew well that the threat the\nthin mate had made had been no idle one.\n\nBut if he didn't inform the captain--if he didn't, he'd be a mutineer,\ntoo. And he'd have to take his share, and leave the earth, a fugitive,\nand probably cast his lot with the infamous Huddersfield. He certainly\ndidn't want to do that, either.\n\nHe strode back and forth in the tank-room, a victim of uncertainty. He\ndidn't know _what_ to do, he told himself, plaintively.... He still\ndidn't know, when dinner time came.\n\nManool's abstraction at the dinner table was so noticeable that young\nCaptain Tarrant was forced to speak of it.\n\n\"Where's your appetite, Sarouk?\" he asked. \"You haven't even finished\nyour soup. Aren't you feeling well?\"\n\nManool's face reddened as he answered, but old Doc Slade looked up and\neyed Manool keenly.\n\n\"You better come in and see me after dinner, Sarouk,\" he suggested.\n\"Maybe you got something wrong and I'll have some work to do. You stop\nin and see me.\"\n\nManool was about to insist that he had nothing wrong with him, when he\ncaught Doc's eye, and realized that the old man knew something. And\nthen he realized that here was opportunity knocking. He could go in and\nsee Doc Slade, and Gilligan would never suspect anything. He rose from\nthe table murmuring: \"I'll be in and see you in a few minutes, Doc.\"\nThen hurried back to the farm.\n\nHe entered the tank-room and checked everything again. He put on a\nclean shirt, and brushed his teeth and combed his straight black hair.\nThen, after a moment's consideration, he brushed his teeth again. Doc\nmight take a notion to examine him, and he certainly didn't want his\nteeth to be soiled, if Doc looked at his mouth and throat.\n\nHe was about to leave the tank-room when he heard a cry from somewhere\ndown the passage. It was a startled cry, and it was followed by a sharp\ncommand that ended in an oath. His heart leaped into his mouth. Not an\nofficer on the ship ever used profanity to the men. Besides, he'd have\nrecognized the voice of any of the four officers. That command had been\nshouted by one of the men, and the cry that had preceded it had been\none of surprise. Had the mutiny started already?\n\nAs if in answer to his question, the sharp report of an automatic rang\nout suddenly through the passageway. Manool swung the door shut and\nducked back as suddenly as if the bullet had been fired at him. He was\nbeginning to tremble; he felt a smothering constriction of his throat,\nand yet, at the same time, an unreasoning thrill of excitement was\nrising within him. He felt an overpowering desire to see what was going\non outside.\n\nFor many minutes his caution overcame his curiosity, but at last the\ncontinual silence convinced him that, in all probability, the mutiny\nwas over. So, ever so slowly, he stepped out into the corridor and\nstarted down. The hall where he had heard the shot proved to be quite\nempty, and he wondered where everybody was. This was certainly a queer\nmutiny, nothing like any he had ever read about. He trod more and more\ncautiously, and it dawned on him that this silence was more fearsome\nthan tumult would have been.\n\nHe was passing a store-room just then, and when he was just abreast\nof the door, it was flung suddenly open and there was one of the\nfuel-wrestlers, with a loaded automatic leveled at Manool's chest, and\na spiteful look in his eyes.\n\nManool's reaction was almost automatic. He threw up his hands and\nshouted, \"Don't shoot.\" And from behind the fuel-wrestler, another\nvoice--Gilligan's--said, \"Let him alone, it's the farmer.\" Then it grew\nsharper as the mate snapped, \"Get in here, Manool. What are you doin'\nwanderin' around in the halls? You want to get shot?\"\n\nManool was almost too scared to speak. \"I was looking for you,\" he\nanswered. \"I think the fight is all over, so I look for you.\"\n\n\"It ain't all over, by a dam' sight,\" Gilligan snarled. \"You seen Doc\nSlade?\"\n\n\"I ain't seen nobody,\" Sarouk answered, truthfully. \"I just came out of\nthe farm and walked down here. I hear a shot, while ago.\"\n\n\"That was when we took a pop at Slade. I think he must have had some\nsuspicions, the way he acted. Now, look, Manool,\" the mate went on,\n\"this stuff ain't exactly in your line. You better go back to the farm\nand lay low till I call you.\"\n\nManool was still a little trembly from the scare he'd got when he\nsaw the pistol pointed at his breast. He nodded enthusiastically\nat Gilligan's suggestion, darted to the door and, running down the\ncorridor, he crept into the tank-room without another word.\n\n\n\nHe was in the tank-room, alone, for hours, it seemed. It was almost\ntime for supper when there was a knock on the door, and when he\nhesitatingly opened it, Gilligan came in with a big smile on his face.\n\n\"Well, it's all over but the shoutin', Manool,\" he boasted. \"We've got\nTarrant and Navigator Rogers cooped up in the dining room. They've got\nfood and water, and they've locked themselves in, but we got a guard\nposted at the door, and we'll get 'em if they make a break. We got Doc\nSlade, too--alive. He fought like a tiger, hurt two of the boys before\nwe nailed him, but we took him, alive, and we're holding him, up in the\nweighin' room. Cookie's stirred up some supper, so come on up and eat.\nYou needn't be afraid,\" he added as an afterthought. \"The fighting's\nall over.\"\n\nManool followed him out of the door and down the passageway. They went\nup the stairs to the loading room near the central axis of the rocket;\nManool feeling again the dizziness that he always felt when he lost\nweight. He had never really become a spaceman, in spite of all his\nyears in space. He walked a little uncertainly and giddily into the\nroom, a pace or two behind Gilligan.\n\nThe entire crew was there. Doc Slade was there, too. He had a black\neye and a long, deep scratch down one side of his face. His hands were\ntied, and he was seated on a stool with his legs tied to the stool's.\nDoc's eyes widened when he saw Manool walk in with Gilligan; then\na look of scorn came into them and he turned his head away. Manool\nsquirmed uncomfortably under his gaze--he liked Doc Slade, and Doc had\nalways liked him, up to now. He hoped these fellows wouldn't hurt the\nold Doc.\n\nThe table was set and the crew were about to sit down to eat. Manool\nwas seated beside Gilligan, and they untied Doc's hands and sat him\ndown, too, at the opposite end of the table.\n\nThe meal was sheer torture to the little farmer. The crew ignored him,\nGilligan ignored him, and Doc Slade--Doc wouldn't ignore him, and\nManool wished he would. Before the meal was over, Manool was in an\nagony of anxiety. He wondered what would become of Tarrant and Rogers;\nhe wondered what they'd do to Doc Slade; he wondered also what they\nwere going to do to _him_.\n\nThe crew was uproariously jovial. They had broken out a case of gin\nthat one of them had probably smuggled aboard, and they lit cigarettes\nand split a bottle and were having a glorious time. It grew more\nglorious after the third bottle, and one of them brought up the\nsuggestion that they divide the cargo among them right then, to \"see\nwhat they were going to get.\"\n\nGilligan frowned and tried to wave the suggestion down, but a half\ndozen voices snarled angrily at his refusal, and the slim mate was\nforced to acquiesce with as good grace as possible. A loader was\ndelegated to guard Doc Slade, then the entire remainder of the crew\nstarted aft to the \"hold.\"\n\nIn those days, ships usually carried things that were mighty hard to\nget or make on Mars, and were not too scarce on Earth. In this case,\nthere was a ton of U235, a lot of organic chemicals that still couldn't\nbe synthesized from their elements, and an assortment of odds and ends\nthat were prized by the Martian natives in spite of their cheapness.\n\nInto the bins where this stuff was stored, the shouting pirates who\nhad lately been a well-behaved crew swarmed, shouting and pushing, and\nlaying claim to this and that and the other; and in less than five\nminutes, three separate fights started. Gilligan stormed, threatened,\nand at last resorted to violence.\n\n\"This stuff'll never be divided fair if you lugs try to settle it by\nfightin' for it,\" he roared after he had clipped a couple of them.\n\"What do you think you are, a bunch of pirates? You fools kill each\nother off, and who brings the ship into port, eh? How long do you\nthink you'd go on livin', if we go short-handed and damage this can on\nlandin'? Huddersfield would kill you off like flies for that. Now calm\ndown and let's get this thing settled.\"\n\nThey stood meekly enough after that, while Gilligan looked the cargo\nover and assigned this portion to this fellow, that portion to that. He\nhad apportioned a large part of the spoils to them when he came to a\ndozen or so large corrugated boxes. He read one of the labels and broke\nout into laughter.\n\n\"Look at this, you lugs,\" he chuckled. \"Who's going to get this for his\nshare?\"\n\nThe others looked and grins began to spread over their faces. The\nlabels said: \"_Dentogleme Tooth Powd. 1/2 Gr. 4 oz._\" The grins became\nlaughs, and a dozen eyes turned to Manool. The little farmer felt\nhis face begin to redden; it dawned on him that his habit of dental\nfastidiousness was not unknown to the crew. Gilligan's next remark made\nit obvious that this was the truth.\n\n\"Manool,\" he said. \"This stuff was probably goin' to Mars to polish the\nteeth of them shark-jawed natives. But it would have been wasted there,\nManool, wasted. But now, Manool, it shall be awarded to you, who'll\nvalue it, in appreciation of all you done for us, durin' the mutiny.\"\n\nHis eyes hardened for a moment as if in anticipation of a complaint;\nthen, seeing nothing in Manool's eyes but plaintive acquiescence, he\nwent on: \"Take it, Manool, and get out o' here. Take it down to the\nfarm and gloat over it, farmer. There's enough there to last even you\nfor twenty years.\"\n\nThe crew looked at him, looked at the dazed Manool, and burst into\nspasms of laughter. They poked jibes at him, made obscene puns at his\nexpense, and Manool stood there, taking it all in and getting redder\nand redder.\n\nHe wished futilely that he had had time to do something before the\nmutiny. He wished that it wasn't too late to do something, now. Then\nhe realized that there was something for him to do now. Gilligan was\nordering him again, in no uncertain terms, to get that tooth-powder\ndown to his tank-room. He smiled weakly at the ring-leader and picked\nup one box.\n\n\n\nFor the next half hour he was busy carrying his \"fortune\" down to his\nquarters. And it is doubtful if, in all his life, Manool Sarouk had\never been so miserable. He upbraided himself at every step for his\ncowardice and vacillation. He racked his brain, striving to devise\nsome brilliant plan to circumvent the mutineers; and even as he did\nso, another part of his mind was scoffing at the futility of daring to\noppose that group of ruffians. By the time he came back for the last\nbox, he had admitted the absurdity of even trying it.\n\nThey had emptied the gin bottles by that time. Some of them were\nsinging, and some were shooting craps, gambling with their share of the\ncargo. Gilligan and a couple of others were gathered around Doc Slade.\nThey had removed his bonds and had evidently been talking to him.\n\n\"You'll take a chance with us or you'll take a chance with them two\nin the officer's mess,\" Gilligan was saying, menacingly, as Manool\nentered. It was evident that he had shared in the gin since Manool had\nstarted his work. He was looking ugly and seemed to be feeling the same\nway.\n\nDoc Slade's lip was curling with contempt before Gilligan had finished\nhis sentence. \"There's no choice,\" the doctor spat. \"You give me\npassage to the mess-room and I'll go, right now. What have I got in\ncommon with a pack of space-rats like these? I don't like the smell of\nyou, even.\"\n\n\"Okeh!\" Gilligan snarled, with an air of finality that showed that he\nwas ending what had been an attempt to persuade Slade to join them.\n\"I'll give you passage. Git out o' here and git down to the dinin'\nroom.\"\n\nHe flung the door open and gestured out into the passageway. Doc Slade\nlooked at him, with a look in his eyes that Manool couldn't fathom.\n\"Git!\" repeated Gilligan, and drew his weapon. \"Git out o' here before\nI forget myself and let you have a dose o' this.\"\n\nDoc hesitated the briefest second, then he shrugged and stepped out of\nthe door. He started down the passageway swiftly, and Manool noticed\nthat he neither slackened his pace nor looked backward. He was some\nsixty feet away when Gilligan muttered to the two or three who had\ncrowded to the door, \"All right. Let him have it!\"\n\nAnd to Manool's horror, a half dozen shots cracked and echoed in the\nnarrow confines of the hall. Doc staggered, put out a hand to the\nbulkhead, coughed and slumped to the floor. Gilligan ran forward and\nput another bullet in him.\n\n\n\nManool didn't even wait until Gilligan came back into the room. He\ngrabbed up his last box mechanically and ran to the steps. His mind was\na chaos of horror; he was choking, his eyes were filling with tears and\nhe was aware of only one thought--to get to the steps before a bullet\nsmacked into _his_ back, too.\n\nHe stumbled down the steps and along the corridor, sobbing as he went.\nThey had killed Doc Slade. Killed him in cold blood. They'd kill the\nother officers, too, if they got the chance. There was no good in them,\nthere was no hope in trying to placate them and appeal to their good\nnature. At any moment, they'd be likely to take a notion to kill him,\ntoo; just for the fun of the thing! He hardly knew what he was doing by\nthe time he entered the tank-room and dropped the box of tooth-powder\nonto the others and then slammed the door shut and locked it.\n\nFor a while he was a little hysterical. He sobbed; he walked the\nfloor; he beat his temples with his fists, and wondered if he could\nkill himself. He could see before him, with awful clarity, the form of\nDoc Slade, lying as he had lain in the passageway, with a gradually\nspreading pool of blood beneath his head.\n\nHe covered his face with his hands and wept anew. He kicked savagely at\nthe boxes that were the price of his neutrality in this little war. He\nfelt that he was the lowest, the most despicable coward in history. He\nwrung his hands and wept again. And at last, in time, his eyes dried\nand he took a deep breath.\n\nThere was a new look in his eyes. The thought had come to him suddenly,\nthat he held the lives of these madmen in his own hand. Of course, he\ndid! He had been worrying so much about the safety of his own paltry\nlife that this thought had been entirely overlooked. He was the farmer\non this ship! What was he weeping and wailing for, when every one of\nthem depended for their air on his continued attention to the tanks?\n\nWhy, they were a good twenty million miles from the nearest space-port.\nIf he wanted to die, if he was willing to give his life, he could\ndestroy those tanks of vegetation, and not a man on this rocket would\nlive to land on a planet again.\n\nHe stood up and threw out his chest. He inhaled deeply--and smothered\nan involuntary sob. He went to the wash-bowl and washed his face and\neyes and combed his lank, black hair. He absently reached for his\ntooth-brush, then he shuddered. But habit was too great; in spite of\nthe feeling of revulsion that the very thought of tooth-powder brought\nto him, he wound up by carefully brushing his teeth. Then he felt\nbetter.\n\nHe started to turn away from the wash-bowl and suddenly stopped. He\nturned back quickly and seized the can of tooth-powder standing there.\nHe picked it up, poured some of the powder into his hand and let a drop\nor two of water fall on it. A sinister grin began to spread over his\nface--if he handled this thing right, the joke they had made in giving\nhim the tooth-powder was going to back-fire with a vengeance.\n\nHe sat down and began to think.\n\nHe sat there for almost half an hour. Once he got up and went over and\nexamined the openings to the ventilator pipes. He removed the screen\nfrom one of them, a pipe about two feet in diameter, and looked into\nthe blackness of the pipe's interior. What he saw evidently satisfied\nhim, for he smiled again and went back to resume his pensive pose.\n\nAt last, he rose and with the grim smile playing on his face he went\nto work. He climbed up into the ventilator pipe he had examined, and\nstarted to worm his way into its dark maw. His legs kicked futilely for\na moment, then he was hunching his way along through the tube.\n\nHe worked his way along for a dozen yards or so, then he came to a\nplace where the tube divided in two. He unhesitatingly chose the path\nto the right--he knew these tubes well enough to traverse them with\nhis eyes shut, even though he had never seen them from the inside\nbefore. After a few yards of further crawling, he saw a light ahead and\nincreased his speed. Before long, he was lying in front of a grating\nand looking out into the officer's mess-room.\n\nHe could see Tarrant and Rogers. They were seated disconsolately at the\ntable, speaking little, apparently, for Manool watched them for five\nminutes before he tried to attract their attention, and in all that\ntime, Tarrant only spoke once. When Manool tapped on the grating, they\nlooked up startled, and reached for their weapons. Rogers was unable\nto locate the rapping and swung about a little wildly until Tarrant\npointed out the ventilator opening. Then he recognized Manool before\nTarrant did.\n\n\"It's the farmer,\" he exclaimed, in surprise. \"What are you doing up\nthere, Sarouk?\"\n\nManool beckoned them over to the ventilator.\n\n\"Don't talk too loud,\" he cautioned in a hoarse whisper. \"I can't say\nmuch. Somebody is guarding outside the door, maybe they hear me. They\nkill Doc Slade and the chemist. I got a scheme. You take this grating\noff, while I go back to the farm and get something.\"\n\n\n\nHe backed away without waiting for an answer and made his way slowly\nback to the farm. He picked up one of his boxes of tooth-powder and\nhoisted it up to the ventilator shaft, shoving it back as far as he\ncould. Then he climbed in after it and began his journey back to the\nmess-room, pushing the box ahead of him. It was slow work, but he made\nit at last, and called softly to Tarrant to come and get the box.\n\n\"What's this all about, Manool?\" demanded the captain, but Manool\nrefused to answer.\n\n\"Can't talk too much, Captain,\" he whispered. \"Got to hurry. If someone\ntries to come in farm before I get these boxes over here, this whole\nplan be shot. Don't you talk now, please.\"\n\nTarrant nodded his understanding and Manool started back for another\nbox of tooth-powder. As he hunched his way along, he heard Tarrant say\nto Rogers, quite plainly: \"Think he knows what he's doing, Ike?\"\n\nHe smiled bitterly. It seemed impossible for anyone to expect anything\nimportant could be accomplished by little Manool Sarouk. Well, if\nthings went right, he was certainly going to show them, this time.\n\nIn spite of his haste, and in spite of the fact that Rogers helped him\nafter the third trip, it was some little time before Manool dropped\ndown in the tank-room after that last box. He heaved a huge sigh of\nrelief as he put it into the ventilator shaft, and turned to do the one\nthing left to do. This was the one job he hated, but it was the most\nimportant job of all. He went to his locker and got out a big bottle\nand poured liquid from it into every one of the tanks. He turned off a\nvalve under each tank and took a hammer and beat the valve-handle into\nuselessness. Then, after checking to make sure he hadn't overlooked\nanything, he climbed into the tube and started pushing that last box of\ntooth-powder ahead of him.\n\nAt last he reached the mess-room again and handed down his box. He\nclimbed down, himself, and had no more than landed when Tarrant was on\nhim with a whispered, \"Come on now, Manool, tell us what this is all\nabout.\"\n\n\"Just a couple minutes more, Captain,\" Manool pleaded. \"You think they\ncan get through that door?\"\n\n\"Not a chance,\" Rogers spoke up.\n\n\"That's fine. Maybe, then, you help me fix that ventilator, too.\" They\nput the grill back on the ventilator, and covered it by nailing boards\nfrom the table over it.\n\n\"By-'n'by, we make that air-tight,\" said Manool, and gave his next\norder. Yes, he was giving orders to the captain and the navigator now,\nand he was quite conscious that he was doing so.\n\n\"You get all the bowls and pans and pots in here and fill 'em with\nwater. No telling when those fellows decide to cut our water lines.\"\n\nIt took them half an hour to do that, and it wasn't until it was done\nthat Manool felt satisfied. Then he began to break open one of the\ncartons of tooth-powder, explaining his plans as he did so, in the same\nwhisper he had used all along.\n\n\"Those fellows out there got the whole ship to themselves,\" he said.\n\"They got lots of food and lots of water and lots of air. They got\nfuel, too, and somebody who can lay an orbit for contact with Ceres.\nBut I don't think they ever get there.\n\n\"There's a whole lot of fellows, too,\" said Manool, dubiously. \"I think\nmaybe the air they got won't last 'em.\"\n\n\"Their _air_!\" ejaculated Tarrant. \"Manool, you haven't monkeyed with\nthe tanks, have you?\"\n\n\"I just kill the water-weed, that's all.\"\n\n\"Are you nuts, little man?\" asked Tarrant at last. \"How in thunder are\n_we_ going to breathe, when this air gets stale. You may smother those\npirates, but we're all in the same boat here, you know.\"\n\nManool smacked his fist into his hand to emphasize his remark.\n\n\"We may be in same boat, but we three, we're in different part of this\nboat. Maybe them rats outside quit breathing, all right, but not us!\nLook here.\"\n\nHe seized them both by the shoulder and hauled them across the room. He\nbroke open one of the corrugated boxes as they watched, and pulled out\na gaily colored can. He opened the can and dumped the contents into a\npan of water, while they looked on.\n\nHe stirred the paste in the bottom of the pan for a moment and then let\nout a cry of triumph.\n\n\"Aha! See there! What you think of that, by gum!\"\n\n\n\nA series of bubbles was rising from the paste, rising and breaking,\nbringing fragments of the tooth-powder with them, giving the water a\ncloudy and dusty quality as they grew and joined each other, faster and\nfaster. Manool winked.\n\n\"Maybe Manool isn't as big fool as these hoodlums think,\" he said\nproudly. \"I don't know much, maybe. But, by gum, I know my business. I\nknow about tooth-powders and I know about providing oxygen for rocket\nships.\n\n\"You know what, Captain. Most tooth-powders got sodium perborate in\n'em. They put it in because that perborate give off pure oxygen when\nyou put it in water, and pure oxygen is pretty good antiseptic. Only\nthis time, we're going to use that oxygen to keep us alive instead of\nkilling germs.\"\n\nHe leaned over and took a sniff of the life-giving gas.\n\n\"In a day or two,\" he said, happily, \"the air out in the rest of the\nrocket is going to get pretty stale. Then they try to get in here.\nWe hold 'em out all right, then afterwhile they come, offering to\nsurrender, begging for a breath of fresh air. Ain't it nice to think\nthat there's only enough for the three of us? If we get soft and let\n'em breathe any of our air, nobody will reach port alive. So we have to\nbe hard and let that mob of cut-throats smother to death.\"\n\nHe sat down and leaned back and smiled. Manool Sarouk felt pretty good.\nHe felt satisfied with himself for the first time in a long while.",
    "metadata": {
        "author": [
            "Tanner, Charles R.",
            "Tanner, Charles Roland"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62350/pg62350.txt",
        "name": "mutiny_in_the_void.json"
    }
}